{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2017-890007号事件について平成29年7月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録を無効とした審決の取消訴訟であり，争点は，商標法4条1項11号該当性(商標の類否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標及び特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，次の商標(以下「本件商標」という。)に係る商標権(以下「本件商標権」という。)を有している(甲1)。",
                "商標登録  第5851277号",
                "商標の構成  下記のとおり",
                "登録出願日  平成27年6月26日",
                "設定登録日  平成28年5月20日",
                "指定商品及び指定役務  第29類「食用油脂，乳製品，食肉，卵，食用魚介類(生きているものを除く。)，冷凍野菜，冷凍果実，肉製品，加工水産物(「かつお節・寒天・削り節・食用魚粉・とろろ昆布・干しのり・干しひじき・干しわかめ・焼きのり」を除く。)，かつお節，寒天，削り節，食用魚粉，とろろ昆布，干しのり，干しひじき，干しわかめ，焼きのり，加工野菜及び加工果実，油揚げ，凍り豆腐，こんにゃく，豆乳，豆腐，納豆，加工卵，チャウダー，チャウダーのもと，カレー・シチュー又はスープのもと，お茶漬けのり，ふりかけ，なめ物，豆，食用たんぱく」，第30類「アイスクリーム用凝固剤，家庭用食肉軟化剤，ホイップクリーム用安定剤，食品香料(精油のものを除く。)，茶，コーヒー，ココア，氷，菓子，パン，サンドイッチ，中華まんじゅう，ハンバーガー，ピザ，ホットドッグ，ミートパイ，みそ，ウースターソース，グレービーソース，ケチャップソース，しょうゆ，食酢，酢の素，そばつゆ，ドレッシング，ホワイトソース，マヨネーズソース，焼肉のたれ，角砂糖，果糖，氷砂糖，砂糖，麦芽糖，はちみつ，ぶどう糖，粉末あめ，水あめ，ごま塩，食塩，すりごま，セロリーソルト，うま味調味料，香辛料，アイスクリームのもと，シャーベットのもと，コーヒー豆，穀物の加工品，春巻き，春巻きの皮，ぎょうざ，しゅうまい，すし，たこ焼き，弁当，ラビオリ，イーストパウダー，こうじ，酵母，ベーキングパウダー，即席菓子のもと，パスタソース，酒かす，米，脱穀済みのえん麦，脱穀済みの大麦，食用グルテン，食用粉類」，第35類「トレーディングスタンプの発行，経営の診断又は経営に関する助言，市場調査又は分析，商品の販売に関する情報の提供，輸出入に関する事務の代理又は代行，広告用具の貸与，求人情報の提供，飲食料品の小売又は卸売の業務において行われる顧客に対する便益の提供」，第40類「食料品の加工，食料加工用又は飲料加工用の機械器具の貸与，浄水装置の貸与，ボイラーの貸与，業務用加湿器の貸与，業務用空気清浄器の貸与，暖冷房装置の貸与」及び第43類「飲食物の提供，業務用加熱調理機械器具の貸与，業務用食器乾燥機の貸与，業務用食器洗浄機の貸与，加熱器の貸与，食器の貸与，調理台の貸与，流し台の貸与，カーテンの貸与，家具の貸与，壁掛けの貸与，敷物の貸与，おしぼりの貸与，タオルの貸与」",
                "【本件商標】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年1月25日，本件商標の指定商品及び指定役務中，第43類「飲食物の提供」(以下「本件指定役務」という。)について，本件商標が商標法4条1項11号に該当するとして，その登録を無効とすることを求めて，商標登録無効審判請求をした(無効2017-890007号)。",
                "特許庁は，上記請求について審理した上，平成29年7月12日，「登録第5851277号の指定商品及び指定役務中，第43類「飲食物の提供」についての登録を無効とする。」との審決をし，その謄本は，同月21日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標(下記引用商標1及び2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1",
                  "text": [
                    "登録番号  第4543841号",
                    "出願日  平成12年12月18日  設定登録日  平成14年2月15日",
                    "指定役務  第42類「中華料理を主とする飲食物の提供」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2",
                  "text": [
                    "登録番号  第4378569号",
                    "出願日  平成11年2月19日  設定登録日  平成12年4月21日",
                    "指定役務  第42類「ラーメンの提供」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審判の請求の利益について",
              "text": [
                "被告は，原告に対し，商標権侵害差止等請求訴訟(福島地方裁判所郡山支部平成28年(ワ)第195号。以下「別件訴訟」という。)を提起しており，本件審判の請求をする利害関係がある旨を主張しているところ，原告は何ら反論しておらず，当事者間に争いがないので，当審は，請求人である被告が本件審判の請求人適格を有するものと判断する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項11号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標について",
                  "text": [
                    "本件商標は，前記1(1)のとおり，黒塗り長方形のほぼ中央の白抜きされた部分に，文字及び落款が大きく表示されているところ，その文字部分は，「O」の部分が黒色で毛筆風の書体で表されているとしても，「MiSOYA」(「O」の部分以外は赤色で書されている。以下同じ。)と看取されるものであり，また，その落款には，赤色の背景に白抜きで「味噌屋」の漢字が表されているものである。",
                    "さらに，これらの部分を挟んで，上部に角が丸い横長の長方形の白抜き部分に「RAMEＮ」の欧文字，及び，下部に角が丸い横長の長方形の白抜き部分に「みそや」の平仮名を横書きしてなるものである。",
                    "そして，本件商標の構成中，上部の「RAMEＮ」の文字部分は，「ラーメン」，「拉麺」に通じる文字で，「中国風に仕立てた汁そば」(甲10)を意味する語であるから，本件商標の指定役務との関係においては，役務の質を表すものであって，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものである。",
                    "また，落款中にある「味噌屋」の文字部分は，「味噌」の文字が「調味料の一つ。赤味噌・白味噌などの種類がある。」(甲8)を，「屋」の文字が，「その職業の家またはその人を表す語。「花屋」「八百屋」。家号や雅号。」(甲9)を意味する語であることから，全体として「味噌を売る店」程の意味合いを理解させるものである。",
                    "そして，中央に大きく表された「MiSOYA」の文字部分は，落款中の「味噌屋」の文字と，下部に表された「みそや」の文字があることからすれば，該部分は，これらの文字の読みを欧文字で表したものと理解されるとみるのが自然である。",
                    "そうすると，本件商標は，落款中の「味噌屋」の文字，中央に大きく表された「MiSOYA」の文字及び下部の「みそや」の文字に相応して，「ミソヤ」の称呼を生じ，また，観念ついては，「味噌を売る店」の観念を生じるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標について",
                  "text": [
                    "引用商標1について",
                    "引用商標1は，前記(1)アのとおり，ややレタリングされた書体で「味噌屋」(「噌」の文字は，異体字で表されている。以下同じ。)の漢字を縦書きしてなるところ，該文字は，「味噌屋」の文字と同様に，その構成文字に相応して，「ミソヤ」の称呼を生じ，「味噌を売る店」の観念を生じるものである。",
                    "引用商標2について",
                    "引用商標2は，前記(1)イのとおり，右側に小さな文字で「ら～めん工房」と縦書きし，その左側に，一文字分下げたところから，ややレタリングされた書体で「味噌屋」(「噌」の文字は，異体字で表されている。以下同じ。)の漢字を縦書きしてなるものである。",
                    "そして，引用商標2の構成中，「らーめん」の文字部分は，「中国風に仕立てた汁そば」等を意味する語であり，「工房」の文字部分は，「美術家や工芸家などの仕事場。アトリエ」等を意味する語(甲11)であって，全体として，「ラーメンを作るところ」程の意味合いを理解させるものであるから，該「らーめん工房」の文字部分は，その指定役務との関係においては，役務の質，役務の提供の場所を表すものというのが相当であって，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものである。また，その構成中，「味噌屋」の文字部分は，「味噌を売る店」程の意味合いを理解させるものである。",
                    "そうすると，引用商標2は，その左側の「味噌屋」の文字に相応して「ミソヤ」の称呼を生じ，「味噌を売る店」の観念を生じるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と引用商標の類否について",
                  "text": [
                    "本件商標と引用商標とは，外観においては，一見して明らかに相違するものであるが，本件商標の構成中の落款における「味噌屋」の文字部分と引用商標1の「味噌屋」及び引用商標2の構成中「味噌屋」の文字は，その文字の書体は異なるものの共に「味噌屋」の文字からなり，外観上，「味噌屋」の文字部分において，近似した印象を与えるものである。",
                    "次に，称呼においては，両者は，共に「ミソヤ」の称呼を生じるから，称呼上，同一である。さらに，観念においては，両者は，「味噌を売る店」の観念を生じるから，観念上，同一である。",
                    "そうすると，本件商標は引用商標とは，外観においては「味噌屋」の文字部分において近似した印象を与えるものであり，称呼及び観念において共通するものであるから，両者の外観，称呼及び観念は，「味噌屋」の文字に繋がるものであって，取引者，需要者に与える印象，記憶，連想等を総合して全体的に考慮すれば，両者は，相紛れるおそれのある類似の商標と判断するのが相当である。",
                    "また，本件商標の指定役務中の「飲食物の提供」は，引用商標1の指定役務「中華料理を主とする飲食物の提供」及び引用商標2の指定役務「ラーメンの提供」とは，同一又は類似の役務である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "本件商標は，引用商標と類似する商標であって，その指定役務は，引用商標の指定役務と同一又は類似のものであるから，本件商標は，類似の商標であるといわざるを得ない。",
                    "したがって，本件商標は，商標法4条1項11号に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被請求人である原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「味噌屋」の語の自他役務識別力について",
                  "text": [
                    "原告は，「味噌屋」の文字に自他役務識別力がないか，又は非常に弱いものであると主張するけれども，「味噌屋」の文字が具体的な役務の質等を表すものとして使用されているとはいえない。そして，「味噌屋」の文字が「味噌を売る店」程の意味合いを理解させるとしても，引用商標の指定役務との関係において具体的な役務の質等を表示するとはいえないものであるから，該文字は，自他役務の識別標識として十分機能し得るものであって，引用商標においても，該文字をもって，取引に当たるものというのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "外観の相違と観念・称呼の類似性について",
                  "text": [
                    "引用商標の「味噌屋」の文字は，「味噌を売る店」程の意味合いを理解させるものであって，仮に，「ラーメンの提供」に使用しても，「味噌味の中華料理・ラーメンの提供，味噌を使用した中華料理・ラーメンの提供」であることを直ちに理解し，認識させるものではない。そして，本件商標と引用商標とは，相紛れるおそれのある類似の商標である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取引の実情",
                  "text": [
                    "被請求人である原告の提出した証拠からは，本件商標を掲げて営業している店舗は，国内に8店舗(海外は9店舗)しかなく，これらの店舗の売上高が全体の売上高のどの程度を占めるかが不明であり，また，原告のラーメン事業の我が国におけるラーメン業界の市場占有率(シェア)も不明である。さらに，本件商標を掲げて営業している店舗の宣伝広告等に関しては，宣伝広告額，宣伝広告量，宣伝広告の内容，時期及び範囲など，宣伝広告の実績を示す証左は見いだせないから，本件商標に事業者としての信用，信頼の蓄積，及び本件商標の使用によって，その周知性が獲得されているのかは不明である。",
                    "したがって，本件商標は，我が国において広く認識されているものと認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "出所の誤認混同のおそれについて",
                  "text": [
                    "本件商標は，我が国において広く認識されているものと認めることはできないから，本件商標と引用商標とは，著名性を有することをもって区別されるというような事情にはないものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，原告の主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件商標の登録は，商標法4条1項11号に違反してされたものであるから，同法46条1項の規定により，その登録を無効とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求人適格に関する判断の誤り)",
          "text": [
            "審決は，①被告が原告に対し，別件訴訟を提起したこと，②本件審判において，請求人適格について，原告が何ら反論しなかったことをもって，被告が本件審判につき利害関係を有するから，請求人適格を有すると判断した。",
            "原告は，被告が本件審判の請求について請求人適格を有することは争わないけれども，別件訴訟において，商標権侵害差止等の対象とされた標章は，本件商標とは異なるものである。審決は，本件商標と別件訴訟の被疑侵害標章が同一のものであると誤認した上，本件審判と別件訴訟に関連性があることを前提に，被告が本件審判の請求人適格を有すると判断しており，その前提に誤りがある。",
            "したがって，審決の上記判断は，著しく合理性を欠くものであるから，違法なものとして取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項11号該当性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "審決は，本件商標中の「RAMEＮ」の文字部分について，「ラーメン」，「拉麺」に通じるという曖昧な理由により，「中国風に仕立てた汁そば」を意味するものであると認定し，その上で，「RAMEＮ」の文字の自他役務識別力を否定している。",
                "しかし，「RAMEＮ」の文字は，一般的な英和辞典に記載がなく(甲29)，そのままローマ字読みすれば「ラメン」であり，我が国における外食産業において「ラーメン」を「拉麺」，「らーめん」と表示することは多々見られるが，「RAMEＮ」と表記することは一般に行われていない。したがって，本件商標中の「RAMEＮ」も，一定の程度において自他役務識別力を有し，そこから「ラメン」との称呼をも生じるとみるべきである。",
                "本件商標において，大きく朱書きされた「MiSYA」の文字は，そのまま称呼すれば「ミスヤ」といった程度の称呼が生じ，その下部の小さな「みそや」との平仮名部分をみれば，上記の「MiSYA」の上部にある黒色の円をアルファベットの「O(オー)」であると認識し，全体として「MiSOYA」と読むこともできるから，そこからは「ミソヤ」との称呼が生じる。",
                "したがって，本件商標からは，「ラメン」，「ミスヤ」，「ミソヤ」，「ラメンミスヤ」，「ラメンミソヤ」等の複数の称呼が生じるとみるべきである。審決は，落款風の「味噌屋」の文字のみを恣意的に抽出する理由を明らかにしておらず，一般人は，落款風の外枠のデザインも含めて一つの商標であると認識するのが自然であるから，本件商標と引用商標の類否を判断するに当たっては，その構成部分全体を対比するのが相当であり，本件商標の構成中の落款風の「味噌屋」の文字部分だけを引用商標と比較して，本件商標と引用商標の類否を判断することは許されない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，標準文字ではなく，独特の丸文字の書体による縦書きの構成よりなる商標であるから，その外観上の特徴に起因する自他役務識別力を具備するものであって，それ故に現に商標登録されているものである。つまり，引用商標において，自他役務識別力を発揮する部分は，その外観の点においてであり，その他の観念，称呼の点においては自他役務識別力がないか，非常に弱いものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との類否判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観について",
                  "text": [
                    "引用商標中の「味噌屋」の文字部分は縦書きされたレタリング文字であるが，本件商標中の「味噌屋」部分は，朱肉で押印したかのような赤地に白抜き文字の，いわゆる落款であり，約20度右上がりに斜めに表されており，しかも，「味噌屋」の文字の他に，味噌樽の図形も組み合わされており，落款風の一部分だけを対比したとしても，外観上，同一又は類似するところは全くないといわざるを得ない。",
                    "審決は，外観上，「味噌屋」の文字部分において近似した印象を与えるものであると判断するが，それは外観上の対比ではなく，「味噌屋」という文字から生じる観念に影響されて，近似した印象を受けると判断しているものと解される。",
                    "したがって，本件商標の構成中の落款部分と引用商標1の「味噌屋」及び引用商標2の構成中「味噌屋」の文字は，外観上全く非類似であり，本件商標と引用商標とは，その外観において，一見して明らかに相違するものであるから，これに反する審決の判断は取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念について",
                  "text": [
                    "審決が，「味噌屋」の文字から「味噌を売る店」との観念が生じるとしている点について誤りはない。",
                    "しかしながら，引用商標1の指定役務は「中華料理を主とする飲食物の提供」であり，引用商標2の指定役務は「ラーメンの提供」である。味噌は，原材料の表示であり，「～屋」は，商号や屋号に慣用的に付される文字であるから，本件商標，引用商標1及び2における「味噌屋」の文字部分は，それぞれの指定役務との関係において，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものである。すなわち，ラーメンを主とする飲食物の提供を行う店舗が，「味噌屋」の文字を使用しても，これに接する取引者，需要者は，「味噌味の中華料理を提供する店」又は「味噌味のラーメンを提供する店」と認識するのが通常である。中華料理，特にラーメンを主とする飲食物を提供する店舗は，その店名や屋号の一部として，「味噌屋」の文字を付する例が全国に多数あり(甲35～44)，「味噌屋」の前後に語句を付加して，それぞれの店舗の識別性を出そうとしている。加えて，被告の業務に係る店舗においても，必ず「らーめん工房」の文字を付加して「らーめん工房味噌屋」(甲44)として紹介されており，「味噌屋」の標章を単独で使用せず，「らーめん工房味噌屋」を自己の業務に係る役務であることを表示するものとして使用している(甲78，84)。",
                    "したがって，「味噌屋」の文字は，「ラーメンを主とする飲食物の提供」等の役務について，何人かの業務に係る役務であることを認識することができず，自他役務識別力を有しないものである。審決が，「味噌屋」の文字から生じる観念を対比して，観念において共通する点を理由に類似の商標と判断した点には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼について",
                  "text": [
                    "本件商標からは「ラメン」，「ミスヤ」，「ミソヤ」，「ラメンミスヤ」，「ラメンミソヤ」等の複数の称呼が生じるのに対し，引用商標1からは「ミソヤ」との称呼のみが生じ，引用商標2からは「ラーメンコウボウミソヤ」又は「ミソヤ」との称呼が生じるから，本件商標と引用商標とは，称呼上一部類似する場合があるとしても，称呼上類似しない部分が存在する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "類否について",
                  "text": [
                    "本件商標と引用商標とは，外観においては一見して明らかに相違し，互いに類似する「味噌屋」の文字から生じる観念及び称呼については，本件指定役務との関係において自他役務識別力が極めて希薄な部分である。",
                    "そうすると，本件商標と引用商標とは，その自他役務識別標識としての機能を最も発揮する外観の点において一見して明らかに相違するから，需要者，取引者が役務の出所について誤認混同を生じるおそれのない互いに非類似の商標である。",
                    "また，被告は，実際には，引用商標2のみを使用しているところ，そもそも引用商標2は，被告の業務に係る役務であることを表示するものとして需要者の間に広く知られたものであるとはいえない。被告の店舗は，福島県郡山市に一店舗だけであるのに対し，原告の店舗は，東北地方には存在しない。",
                    "原告は，本件商標を本件指定役務について使用しており，ラーメン店としての市場占有率は1．2～1．3％であり，著名なラーメンチェーン店を運営する大手に迫る事業規模を有する。原告のホームページに公表されている直近の売上は，約72億9500万円で，このうち海外での売上が7億9700万円であるから，日本国内での売上は64億9800万円である(甲77)。さらに，原告は，年間2000万円以上の宣伝広告費を投じて，国内外において積極的に本件商標を使用して宣伝広告活動を行っており，日本国内では海外に積極的に日本ラーメン文化を輸出する企業として日本貿易振興機構(JETRO)のホームページで紹介されるなどしており，本件商標はそのような事業を展開する原告の業務に係る役務であることを表示するものとして，需要者の間に広く認識されるに至っている。このような本件商標の周知性や引用商標の自他役務識別力の希薄性を考慮すると，役務の出所につき誤認混同することは有り得ない。なお，原告が，第三者の調査会社を利用して実施したアンケート調査の結果(甲89)によれば，引用商標2と本件商標について，同系列のブランドだと思うか(誤認混同するか)との質問に対し，調査対象の99．5％が違うと思うと回答しており，引用商標2と本件商標は，明確に区別することができると回答していることになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件指定役務と引用商標の指定役務とが類似であるとしても，本件商標と引用商標とは，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのない非類似の商標というのが相当であるから，本件商標は，商標法4条1項11号に該当するとの審決の判断には誤りがあり，審決は，取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求人適格に関する判断の誤り)について",
          "text": [
            "原告は，被告による本件審判を請求する利害関係がある旨の主張に対し，審判段階で何ら反論しておらず，被告の請求人適格を認めた上で書面を提出している。本件において，被告に本件審判の請求人適格があることは明らかであるから，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項11号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「味噌󠄀屋」の自他役務識別力について",
                  "text": [
                    "原告は，本件商標，引用商標1及び2における「味噌󠄀屋」の文字部分は，それぞれの指定役務との関係において，自他役務の識別標識としての機能を有しないか，又は極めて弱いものであると主張する。",
                    "しかしながら，「味噌󠄀屋」の文字は，指定役務との関係において具体的な役務の質等を表示するとはいえないから，「味噌󠄀屋」の文字は自他役務の識別標識として十分に機能し得るものであり，この点における審決の判断は正当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標中の「RAMEＮ」の文字について",
                  "text": [
                    "審決は，本件商標の構成中，上部の「RAMEＮ」の文字部分は，「ラーメン」，「拉麺」に通じる文字で，「中国風に仕立てた汁そば」を意味する語であるから，本件商標の指定役務との関係においては，役務の質を表すものであって，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものである旨認定しており，この判断は正当であるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標から生じる称呼の認定について",
                  "text": [
                    "また，本件商標から生じる称呼について，「MiSOYA」の文字部分，落款中の「味噌󠄀屋」の文字及び「みそや」の文字から，全体として「ミソヤ」の称呼を生じるとした審決の認定は，自然で妥当な判断である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標の類否判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標と引用商標の類否を判断するに当たり，審決が，本件商標の構成中の落款風の「味噌󠄀屋」の文字部分のみを恣意的に抽出している旨主張する。",
                    "しかしながら，審決は，本件商標の「MiSOYA」の文字部分や落款中の「味噌󠄀屋」の文字部分，下部に表された「みそや」の文字も含めて全体的に判断しているのであり，「味噌󠄀屋」の文字部分だけ恣意的に抽出して判断はしていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標及び引用商標が，取引者，需要者に与える印象，記憶，連想等を考慮すれば，「味噌󠄀屋」の文字部分は，指定役務との関係において，自他役務の識別標識としての機能を十分有するとの審決の判断は極めて自然であり妥当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標が海外で使用されていたとしても，日本国外であり，また，いつから使用されたかについて証明がなされていないから，本件商標が原告の業務に係る系列店舗であることを表示するものとして使用されているとの原告の主張は，認められない。また，原告の市場占有率を示す具体的な証拠は示されていない。",
                    "仮に，原告が多額の宣伝広告費を使用しているとしても，本件商標について，どの程度の宣伝広告費を使用しているかは不明で，また，取引者・需要者の間に広く認識されているかも不明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件商標と引用商標は，両者の外観，称呼及び観念が，「味噌󠄀屋」の文字に繋がるものであって，取引者，需要者に与える印象，記憶，連想等を総合して全体的に考慮すれば，両者は，離隔的に観察した場合であっても，相紛れるおそれのある類似の商標であって，出所の誤認混同を生ずるものというのが相当である。本件商標が商標法4条1項11号に該当すると判断した審決に誤りはなく，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(商標法4条1項11号該当性判断の誤り)について",
          "text": [
            "事案に鑑み，まず，取消事由2を判断する。",
            "原告は，本件指定役務と引用商標の指定役務とが類似するとしても，本件商標と引用商標とは非類似の商標であるから，本件商標が商標法4条1項11号に該当するとした審決の認定判断は誤りであると主張するので，以下，検討する。なお，引用商標1の指定役務「中華料理を主とする飲食物の提供」及び引用商標2の指定役務「ラーメンの提供」は，本件指定役務「飲食物の提供」に含まれるものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標の類否は，対比される両商標が同一又は類似の商品又は役務に使用された場合に，商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品又は役務に使用された商標が外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品又は役務の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                    "そして，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されないけれども，商標の構成部分の一部が，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許されるものと解される(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標について",
                  "text": [
                    "本件商標は，前記第2，1(1)のとおりの構成であり，黒塗り長方形のほぼ中央の白抜きされた部分に，文字及び落款が大きく表記されているところ，その文字部分は，「MiSOYA」のローマ字を赤色の毛筆風の書体で表記したものであり(「O」の部分のみが黒色で表記されている。)，また，その落款には，赤色の背景に白抜きで「味噌屋」の漢字が，樽の図形と共に表されている。",
                    "さらに，本件商標は，上記の部分を挟んで，上部に角が丸い横長の長方形の白抜き部分に「RAMEＮ」の黒色のローマ字，及び，下部に角が丸い横長の長方形の白抜き部分に「みそや」の黒色の平仮名を横書きしてなるものである。",
                    "我が国において，外来語以外でも同一語の漢字表記と平仮名(又は片仮名)表記又はローマ字表記が併用されることが多く見られる事情があることに照らすと，中央に大きく太字で表された「MiSOYA」の文字部分は，落款中の「味噌屋」の文字と，下部に表された「みそや」の文字の称呼をローマ字で表記したものと理解されるのが自然である。そして，落款中の「味噌屋」の文字部分は，「味噌」の文字が「調味料の一つ。赤味噌・白味噌などの種類がある。」(甲8)を，「屋」の文字が，「その職業の家またはその人を表す語。「花屋」「八百屋」。家号や雅号。」(甲9)を意味する語であることから，全体として「味噌を売る店」を指し，そのような意味合いを理解させるものである。また，「飲食物の提供」という本件指定役務との関係においては，味噌味の飲食物を提供する店との意味合いを認識させるものであるといえる。このことは，中央に大きく太字で表された「MiSOYA」の文字部分についても同様である。",
                    "これに対し，本件商標の構成中，上部の「RAMEＮ」の文字部分は，「ラーメン」，「拉麺」の語を連想させるもので，その称呼をローマ字で表記したものと理解するのが自然であり，「味噌屋」及び「MiSOYA」の文字部分と，外観上まとまりよく一体に表現されているものとは認められない。そして，「ラーメン」，「拉麺」は，「中国風に仕立てた汁そば」(甲10)を意味する語であり，本件指定役務との関係においては，飲食物として提供される対象の一つであって，役務の質を表すものであるから，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものであるといえる。さらに，「RAMEＮ」の文字部分については，「MiSOYA」の文字と比較してかなり小さく表記されており，注目されにくいことも考慮すると，出所識別標識としての称呼，観念が明確には生じないというべきである。",
                    "そして，ありふれた形状・色彩の長方形の図柄に，「MiSOYA」の文字が，最も注目されやすい書体で目立つ位置に付されているのであるから，本件商標に接した取引者，需要者は，「味噌屋」及び「みそや」の文字と相まって，その称呼をローマ字で表記したと理解される「MiSOYA」の文字に強く印象付けられ，これを役務の出所識別標識として認識するものと認められる。",
                    "そうすると，本件商標の構成中，上部の「RAMEＮ」の文字部分と，「味噌屋」及び「MiSOYA」等の文字部分を分離して観察することが取引上不自然であると思われるほど不可分に結合しているということはできず，本件商標の構成部分の一部である，落款中の「味噌屋」の文字，中央に大きく表された「MiSOYA」の文字及び下部に表記された「みそや」の文字に照らし，本件商標からは「ミソヤ」の称呼が生じるものと認められる。",
                    "また，本件商標からは，上記のとおり，「味噌を売る店」との観念を生じるとともに，「味噌味の飲食物を提供する店」との観念も生じ得るものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標について",
                  "text": [
                    "引用商標1について",
                    "引用商標1は，前記第2，2(1)アのとおり，ややレタリングされた書体で「味噌屋」の漢字を縦書きしてなるものであり，「味噌屋」の文字と同様に，「ミソヤ」の称呼を生じ，「味噌を売る店」の観念を生じるものである。また，「味噌屋」については，引用商標1の指定役務である「中華料理を主とする飲食物の提供」との関係においては，味噌味の中華料理を主とする飲食物を提供する店との意味合いを認識させるものといえる。",
                    "引用商標2について",
                    "引用商標2は，前記第2，2(1)イのとおり，右側に小さな文字で「ら～めん工房」と縦書きし，その左側に，一文字分下げたところから，ややレタリングされた書体で「味噌屋」の漢字を縦書きしてなるものである。",
                    "そして，引用商標2の構成中，「ら～めん」の文字部分は，「中国風に仕立てた汁そば」等を意味する語(甲10)であり，「工房」の文字部分は，「美術家や工芸家などの仕事場。アトリエ」等を意味する語(甲11)であるから，全体として，「ラーメンを作るところ」を指し，そのような意味合いを理解させるものである。そうすると，「ら～めん工房」の文字部分は，「ラーメンの提供」という指定役務との関係においては，役務の質又は役務の提供の場所を表すものというのが相当であって，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものであり，出所識別標識としての称呼，観念が明確には生じないというべきである。これに対し，「味噌屋」の文字部分は，指定役務との関係において，直ちに，具体的な役務の質や提供の用に供する物を表すものということはできず，相応の自他識別力を有するものであるといえる。",
                    "したがって，引用商標2の構成中，「ら～めん工房」の文字部分と，「味噌屋」の文字部分を分離して観察することが取引上不自然であると思われるほど不可分に結合しているということはできず，引用商標2の構成部分の一部である，「味噌屋」の文字に照らし，引用商標2からは「ミソヤ」の称呼が生じ，「味噌を売る店」の観念を生じるものである。また，「味噌屋」については，引用商標2の指定役務である「ラーメンの提供」との関係においては，味噌味のラーメンを提供する店との意味合いを認識させるものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "本件商標と引用商標1及び2とでは，外観を異にするものと認められるものの，称呼としては，本件商標が少なくとも「ミソヤ」との称呼を生じるのに対し，引用商標1及び2も「ミソヤ」との称呼を生じるものであると認められる。また，観念についても，本件商標からは，全体として「味噌を売る店」との観念を生じるとともに，本件指定役務との関係においては，味噌味の飲食物を提供する店との観念も生じ得るものといえるのに対し，引用商標1からは，「味噌を売る店」の観念を生じるとともに，引用商標1の指定役務との関係においては，味噌味の中華料理を主とする飲食物を提供する店との観念も生じ得るものといえる。さらに，引用商標2からも，「味噌を売る店」の観念を生じるとともに，引用商標2の指定役務との関係においては，味噌味のラーメンを提供する店との観念も生じ得るものといえる。",
                    "したがって，本件商標と引用商標1及び2とは，称呼と観念とは共通するものということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取引の実情について",
                  "text": [
                    "引用商標の指定役務「中華料理を主とする飲食物の提供」及び「ラーメンの提供」は，前記のとおり，本件指定役務「飲食物の提供」に含まれるものであるところ，本件指定役務及び引用商標の指定役務は，いずれも基本的には，さほど高価とはいえないものを含む日常的に消費される性質の商品(飲食物)の提供であり，その需要者は，高度の注意力をもって役務の提供を受けるとは限らないから，本件指定役務については，引用商標と同一営業主の提供に係る役務と誤認され，役務の出所について誤認混同を生じるおそれが否定し難いといえる。また，本件指定役務は引用商標の指定役務を包含する役務であり，その取引者，需要者には，広く一般の消費者が含まれるから，役務の同一性を識別するに際して，その名称，称呼の果たす役割は大きく，重要な要素となるというべきである。なお，一般の消費者としては，商標の外観を見て役務の出所を判断することも少なくないと考えられるものの，我が国において，外来語以外でも同一語の漢字表記と平仮名(又は片仮名)表記又はローマ字表記が併用されることが多く見られる事情があることなどを考慮すると，本件指定役務及び引用商標の指定役務の需要者にとって，図形等がほとんど使用されず，文字のみが主体となる商標において，文字種が異なることは，本件商標と引用商標が別異のものであることを認識させるほどの強い印象を与えるものではないといえる(しかも，本件商標が，平仮名，漢字又はローマ字を書してなるものであるのに対し，引用商標は，漢字を書してなるもの(引用商標2では平仮名を含む。)であって，「味噌屋」の文字部分については，本件商標と引用商標に共通するものといえる。)。",
                    "そうすると，本件商標と引用商標の類否を判断するに当たっては，上記のような取引の実情をも考慮すると，外観をさほど重視することはできず，外観及び観念に比して，称呼を重視すべきであるといえる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，本件商標と引用商標は，称呼において同一であり，両商標からは同一又は類似の観念を生じるものといえるから，本件指定役務の需要者にとって，引用商標と同一の称呼を生じる本件商標を付した役務を，引用商標を付した役務と誤認混同するおそれがあるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標中の「RAMEＮ」の文字部分について，一般的な英和辞典に記載がなく(甲29)，そのままローマ字読みすれば「ラメン」であり，我が国における外食産業において「ラーメン」を「拉麺」，「らーめん」と表示することは多々見られるが，「RAMEＮ」と表記することは一般に行われていないことから，本件商標中の「RAMEＮ」も，一定の程度において自他役務識別力を有し，そこから「ラメン」との称呼をも生じるとみるべきであると主張する。",
                    "しかしながら，本件商標の構成中，上部の「RAMEＮ」の文字部分は，その発音に応じて「ラーメン」，「拉麺」の語を連想させるもので，その称呼をローマ字で表記したものと理解するのが自然である。そして，「ラーメン」，「拉麺」は，「中国風に仕立てた汁そば」を意味する語で，本件指定役務との関係においては，飲食物として提供される対象の一つであって，役務の質を表すものであるから，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものであるといえ，出所識別標識としての称呼，観念が明確には生じないというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標と引用商標とは，互いに類似する「味噌屋」の文字から生じる観念及び称呼については，本件指定役務との関係において自他役務識別力が極めて希薄な部分であり，本件商標と引用商標とは，その自他役務識別標識としての機能を最も発揮する外観の点において一見して明らかに相違するから，需要者，取引者が役務の出所について誤認混同を生じるおそれのない互いに非類似の商標であるといえる旨主張する。",
                    "しかしながら，本件商標のうち，「RAMEＮ」の文字部分については，小さく表記されて注目されにくい上，本件指定役務との関係において，役務の内容や質を表示するものとして理解されるから，識別力がないか極めて弱いものといえるのに対し，「MiSOYA」の文字部分は，黒塗りの長方形の中央に，大きく太字で目立つように表されているから，本件商標に接した取引者，需要者は，「味噌屋」及び「みそや」の文字の称呼をローマ字で表記したと理解される「MiSOYA」の文字に強く印象付けられ，これを役務の出所識別標識として認識するものと認められることは前記認定のとおりである(本件商標の構成に照らし，本件商標の図柄全体のみに自他役務識別機能が生じることにはならない。)。",
                    "そして，「MiSOYA」の文字が毛筆風の書体で表記されており，本件商標と引用商標とは，外観において相違するとしても，称呼が同一であり，共に特定の観念を生じ，観念上，相紛れるおそれがあり，外観，称呼及び観念を総合して全体的に考察すれば，役務の出所につき誤認混同を生じるおそれのある類似の商標というのが相当であるから，商標法4条1項11号に該当するものといわざるを得ない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用商標1の指定役務は「中華料理を主とする飲食物の提供」であり，引用商標2の指定役務は「ラーメンの提供」であるところ，味噌は，原材料の表示であり，「～屋」は，商号や屋号に慣用的に付される文字であるから，本件商標及び引用商標における「味噌屋」の文字部分は，それぞれの指定役務との関係において，自他役務の識別標識としての機能を有しないか，又は，極めて弱いものであり，審決が，「味噌屋」の文字から生じる観念を対比して，観念において共通する点を理由に類似の商標と判断した点には誤りがある旨主張する。",
                    "しかしながら，「味噌屋」は，上記指定役務との関係において，直ちに，具体的な役務の質や役務の提供の場所，提供の用に供する物自体を表すものということはできず，相応の自他識別力を有するものであるといえる。中華料理，特にラーメンを主とする飲食物の提供を行う店舗が，その店名や屋号の一部として，「味噌屋」の文字を付す場合，「味噌屋」の前後に語句を付加していることが多いからといって，当然に「味噌屋」が引用商標の指定役務との関係において，自他役務識別力を有しないものとはいえない。",
                    "したがって，本件商標及び引用商標における「味噌屋」の文字部分が，それぞれの指定役務との関係において，自他役務の識別標識としての機能を有しないことを前提とする原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，被告は，引用商標2のみを使用しているところ，そもそも引用商標2は，被告の業務に係る役務であることを表示するものとして需要者の間に広く知られたものであるとはいえないなどと主張する。",
                    "しかしながら，引用商標が，被告の業務に係る役務であることを表示するものとして需要者の間に広く知られたものであるか否かという事情は，本件商標と引用商標が類似するものであるとの前記認定判断を左右するものとはいえない。",
                    "したがって，原告の上記主張は失当であり，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件商標が，ラーメン事業を展開する原告の業務に係る役務であることを表示するものとして，需要者の間に広く認識されるに至っていること(本件商標の周知性)や引用商標の自他役務識別力の希薄性を考慮すると，役務の出所につき誤認混同することは有り得ないと主張する。",
                    "しかしながら，原告が主張する事情を考慮しても，広範な本件指定役務の需要者の間で，本件商標が付された役務について，直ちに原告を想起させるものとはいえず，引用商標が付された役務と容易に区別をすることができるともいい難い。そして，本件商標と引用商標とは，外観，称呼及び観念を総合して全体的に考察すれば，役務の出所につき誤認混同を生じるおそれのある類似の商標というのが相当であるから，商標法4条1項11号に該当するものといわざるを得ない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，アンケート調査の結果(甲89)によれば，引用商標2と本件商標について，同系列のブランドだと思うか(誤認混同するか)との質問に対し，調査対象の99．5％が違うと思うと回答しており，引用商標2と本件商標は，明確に区別することができる旨主張する。",
                    "しかしながら，上記アンケート調査は，被告の店舗(「ら～めん工房  味噌屋」)の外観と，原告その他の店舗の外観を並べて直接対比した上で，両者のブランドの出所が同じであると感じるかとの質問について，「同じであると感じる」か「同じであると感じない」かの二者択一で回答させるものである。",
                    "そうすると，上記アンケート調査の結果は，本件商標と引用商標を時と場所を違えて観察した場合の需要者の認識を反映したものとはいい難く，本件商標と引用商標とは，外観，称呼及び観念を総合して全体的に考察すれば，役務の出所につき誤認混同を生じるおそれのある類似の商標であるとの結論を左右するものとはいえない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標と引用商標とは，称呼が同一であり，共に特定の観念を生じ，観念上，相紛れるおそれがあるから，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのある類似の商標というのが相当であり，本件商標の登録査定時において，本件指定役務が引用商標の指定役務を包含するので，本件商標は，商標法4条1項11号に該当するものである。",
                "したがって，本件商標が商標法4条1項11号に該当するとの審決の判断に誤りはなく，原告の主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(請求人適格に関する判断の誤り)について",
          "text": [
            "被告は，本件商標が引用商標と類似し，その指定役務も類似するものとして，商標法4条1項11号に基づき，本件審判の請求をした者であり，本件商標の無効理由として引用する引用商標の商標権者である。のみならず，本件商標と引用商標とは，類似の商標であり，本件商標が，商標法4条1項11号に該当することは前記1認定のとおりであるから，被告は，本件審判の請求について利害関係を有するものと認められる(原告も被告が本件審判の請求について請求人適格を有することは争っていない。)。",
            "原告は，審決は，本件商標と別件訴訟の被疑侵害標章が同一のものであると誤認した上，本件審判と別件訴訟に関連性があることを前提に，被告が本件審判の請求人適格を有すると判断しており，その前提に誤りがあるということができるから，審決の上記判断は，著しく合理性を欠くものである旨主張する。",
            "しかしながら，原告の上記主張は，被告が，本件審判の請求について利害関係を有するとの結論を左右するものではなく，採用することができない。",
            "したがって，原告の主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10168",
    "date": "2018-02-20",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087519",
    "ipprecedent_id": "4863",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}