{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2016-10509号事件について平成29年5月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「美容器」とする発明につき，平成23年11月16日に特許出願し(特願2011-250916号。甲9の1・2)，平成27年11月2日付けで手続補正をしたが(以下，「本件補正」という。甲8)，平成28年4月5日付けで拒絶査定を受けた。",
            "原告は，平成28年7月12日，拒絶査定不服審判請求をした(不服2016-10509号。甲3)。",
            "特許庁は，平成29年5月23日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年6月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の請求項1に係る発明(以下，「本願発明」という。)は，以下のとおりである(甲8)。",
            "「ハンドルの先端側に一対のボールを，相互間隔をおいてそれぞれ支持軸の軸線を中心に回転可能に支持した美容器において，",
            "該美容器の側面視で，前記支持軸の軸線は，前記ハンドルの先端側かつ下方を向き，",
            "前記ボールは，前記支持軸の先端を覆う非貫通形状であることを特徴とする美容器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明等の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "登録実用新案第3159255号公報(甲1。以下，「引用文献1」という。)には，以下の発明(以下，「引用発明」という。)が記載されているものと認められる。",
                    "「柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，",
                    "前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ",
                    "前記ローラ部が，磁石によって形成されると共に前記ローラ保持部のそれぞれに回転自在に保持されるマグネット美容ローラ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，引用文献1には，以下の技術事項(以下，「引用文献1事項」という。)が記載されているといえる。",
                    "「マグネット美容ローラのローラ部5において，ローラ本体部50の一端に先端部51を一体に具備するとともに，軸方向に小径孔53及び大径孔54を連設するように構成し，該小径孔53及び該大径孔54にローラ保持部4を挿通することにより，該ローラ部5を該ローラ保持部4に対して回転自在に保持すること。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特開2000-24065号公報(以下，「引用文献2」という。)には，以下の事項(以下，「引用文献2事項」という。)が記載されているものと認められる。",
                    "「回転軸体8と，その回転軸体8の両端に嵌着したマッサージ部2とその回転軸体8を支持する把持部4とから構成されるマッサージ具1であって，該マッサージ部2は，左右2つの円柱体3，3から構成され，該円柱体3の内側側面部3aを皮膚表面に当接してマッサージを行うものにおいて，該円柱体3，3に代えて，球体を用いるようにしたこと。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "(一致点)",
                "「ハンドルの先端側に一対の回転体を，それぞれ支持軸の軸線を中心に回転可能に支持した美容器。」",
                "(相違点1)",
                "回転体に関して，本願発明は「ボール」であり「ボールは，支持軸の先端を覆う非貫通形状である」のに対して，引用発明は「ローラ部」であるものの，その形状は特定のものに限定されていない点。",
                "(相違点2)",
                "本願発明は，一対のボールが「相互間隔をおいて」支持されており，「美容器の側面視で，支持軸の軸線は，ハンドルの先端側かつ下方を向」いているのに対して，引用発明は，柄本体部の一対のローラ保持部が「把持部から把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように」構成されている点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "引用発明の美容器と引用文献2事項のマッサージ具1とは，その基本構成やマッサージの機能の点において共通又は類似していることから，引用文献2事項を引用発明に適用することには，十分な動機付けがある。しかも，引用発明のローラ部の形状は，特定のものに限定されていないから，引用文献2事項を適用することに阻害要因はない。",
                    "したがって，引用文献2事項を引用発明に適用して，引用発明のローラ部の形状を球体にするとともに，引用文献1事項にも照らして，非貫通形状とし，もって相違点1に係る本願発明の構成とすることは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "引用発明の柄本体部のローラ保持部が「把持部から把持部の長さ方向に対して第1の角度で傾斜し」ている態様は，引用文献1の【図3】に示されている。把持部3の中心線(一点鎖線)に対して，α の角度で右斜め上方向を向いているローラ保持部4の中心線(一点鎖線)は，本願発明の「支持軸の軸線」に相当するものであり，当該【図3】の右側を「下方」とし，かつ柄本体部2のローラ保持部4の側を「先端側」と定義すれば，ローラ保持部4の中心線の方向は「柄本体部2の先端側かつ下方」と言い換えることができる。",
                    "また，引用発明の一対のローラ保持部は，「お互いが第2の角度で開くように」構成され，該ローラ保持部に保持された一対のローラ部は，引用文献1の【図1】及び【図2】に照らすと，互いに「相互間隔をおいて」保持されている。",
                    "したがって，相違点2は，形式的なものであって，実質的な相違点であるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "実用新案登録請求の範囲の記載",
              "text": [
                "引用文献1の，実用新案登録請求の範囲の【請求項2】には「前記ローラ部の側面には，軸方向に所定の間隔で，樹脂リングが配設される」との発明特定事項があり，「ローラ部」には「側面」という概念が存在する。",
                "また，上記【請求項2】の「軸方向に所定の間隔で，樹脂リングが配設される」との記載から，「ローラ部の側面」は「軸方向」に「所定間隔」で樹脂リングを配設」できる形状である。",
                "ローラ部の「側面」が「軸方向」に「所定間隔」でリングを配設し得る形状とは「円筒状」であり，引用発明の「ローラ部」は「円筒状」と解釈すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題解決手段の記載",
              "text": [
                "引用文献1の【0011】には，ローラ部が円筒状であることが記載されており，【0011】の記載は，【0010】の構成を受けたものであるから，【0010】に記載のローラ部及び【請求項1】に記載のローラ部は側面を有する形状，すなわち円筒状である。また，【0011】の作用の記載は，「円筒状のローラ部」を前提としている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "考案の効果の記載",
              "text": [
                "引用文献1の【0016】の記載によると，ローラ部には樹脂リングが装着されているから，ローラ部は「円筒状」と解釈すべきである。また，ローラ部表面が「凹凸」となるのは，円筒状をなすローラ部の側面に軸方向に所定の間隔で樹脂リングを配設したことによる。",
                "したがって，考案の効果の記載は，ローラ部が「円筒状」であることを前提とした効果である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "考案を実施するための形態，実施例の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "考案を実施するための形態(引用文献1の【0018】)には，「ローラ部」は「側面」を有し，同側面に「軸方向に所定の間隔で，樹脂リングが配設される」こと，すなわちローラ部の形状は「円筒状」であることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1の【0022】には，「ローラ部」は「円筒状」であることが明記されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献1の【0024】には，ローラ部5の凹凸によって皮膚を刺激することが記載されているから，引用文献1の考案に係るマグネット美容ローラ1のローラ部5は樹脂リング6を装着するために「円筒状」を前提としたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用文献1の「考案の実施の形態」「実施例」(【0018】～【0024】)には，ローラ部が「円筒状」以外の形状は開示又は示唆されていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用文献1の【図1】及び【図4】には，「円筒状」のローラ部5の構成が図示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，引用発明は，以下のとおり認定されるべきである。",
                "「柄本体部と，柄本体部に回転自在に保持される円筒状のローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ",
                "前記円筒状のローラ部が，磁石によって形成されると共に前記ローラ保持部のそれぞれに回転自在に保持されるマグネット美容ローラ。」(以下，「原告引用発明」という。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定の誤り)",
          "text": [
            "引用発明の「ローラ部」は，「円筒状のローラ部」と認定すべきであるから，相違点1は，「回転体に関して，本願発明は『ボール』であり『ボールは，支持軸の先端を覆う非貫通形状である』のに対して，引用発明は『円筒状のローラ部』であり，『ボール』とはいえない点。」と認定すべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "阻害要因があること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の目的は，ローラの回転が円滑であるとともに，皮膚への接触状態が良好であり，磁気による効果も付加したマグネット美容ローラを提供することであって，この目的に対応して，引用文献1の【0011】に，引用発明の作用が記載されている。ローラ部が円筒状の場合，円筒状のローラ部の側面を全体にわたって皮膚に接触させることが可能となり，皮膚への接触状態を良好にし，さらに「回転を円滑」にすることが可能となる。一方，ローラ部を球体とした場合には，球体状のローラ部の一部のみが皮膚に接触されるにすぎない。",
                    "したがって，ローラ部を，引用文献2事項の球体とすることには，阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1において，背景技術の問題点が記載された【0008】は，引用発明が解決しようとする課題に対する背景技術の具体的問題点ではなく，引用発明の目的である「本考案は，ローラの回転が円滑であると共に，皮膚への接触状態が良好であると共に磁気による効果も付加したマグネット美容ローラを提供するものである。」(【0009】)の記載の裏返しとして記載されているにすぎない。また，引用文献1において背景技術とされる特許文献1～4は，それら個々の発明の構成が具体的な問題を有するという理由で背景技術に挙げられたものではなく，引用文献1の出願時における美容ローラの一般的技術水準を開示したものにすぎないと理解すべきである。",
                    "したがって，相違点1についての阻害要因の判断において，引用文献1に記載の背景技術である特許文献1～4の美容ローラの記載との整合性を問題とする審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「皮膚への接触状態を良好にする」という課題が，具体的には「ローラ部の側面が顔面等の良好に接触することが可能となる」「顔面の皮膚に効率的に接触する」というものである場合，「第1の角度」及び「第2の角度」がどのような角度であっても同課題が解決されるとはいえない。第1の角度及び第2の角度については，引用文献1の【0011】に，「尚，第1の角度としては，20°～60°の範囲内であることが望ましく，特に40°であることが望ましい。また，第2の角度としては，100°～140°の範囲内であることが望ましく，特に120°であることが望ましい。」と記載されている。",
                    "「ローラ部の形状が円筒状に限定されることなく」肌を摘み上げる効果を奏することは引用文献1に記載されていない。そして，「第1の角度」の技術的意義が，手首の傾け角度を大きくとる必要がないこと，「第2の角度」の技術的意義がローラ部により肌を摘み上げる効果を奏することにあるとすると，「第1の角度」は「把持部に対して前傾となる角度」であること，「第2の角度」は「Y字状となる開き角度」であることがそれぞれ必要となる。",
                    "したがって，「皮膚への接触状態を良好にする」という課題を解決するには，引用文献1の【請求項1】の「第1の角度」は具体的には「把持部に対して前傾となる角度」であり，引用文献1の【請求項1】の「第2の角度」は具体的には「Y字状となる角度」であると解釈し，ローラ部は「円筒状」であると解する必要がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ローラによる皮膚の刺激は，【0007】，【0013】及び【0016】の記載から，磁力ではなく，ローラの物理的接触による刺激を意図しているものである。「皮膚への刺激を十分にすること」という課題が引用文献1の【請求項1】の発明によって解決されているとするためには，ローラ部が「円筒状」であると解釈しなければならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "「ローラの回転を円滑にすること」という課題だけが引用文献1の【請求項1】の発明において解決されないと解釈するのは不自然であり，引用文献1の【0008】，【0009】の記載から，上記課題は，引用文献1の【請求項1】の発明において解決されていると解すべきである。そうすると，ローラ部の樹脂リングが肌に密着するように配設することが上記課題の解決手段であるから，引用文献1の【請求項1】の発明のローラ部は「円筒状」であると解釈すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けの不存在",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，「円筒状のローラ部」の側面を肌に接触させてマッサージする構成であるのに対し，引用文献2のマッサージ器は，顎を円柱体3の内側側面部3aで挟み込む形でマッサージするものであり，マッサージに寄与する部分は円柱体3の側面部分ではなく内側側面部3aである点で，マッサージに寄与する構成，作用が相違する。",
                    "したがって，当業者が，引用発明の円筒状のローラ部に代えて引用文献2事項のマッサージ具2である「球体」を適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，引用発明が「円筒状のローラ部」ではなく，形状を特定しない「ローラ部」と認定し得る余地があったとしても，引用発明は，「ローラ部」の側面を肌に接触させてマッサージする構成であるのに対し，引用文献2のマッサージ器は，顎を円柱体3の内側側面図3aで挟み込む形でマッサージするものであり，マッサージに寄与する部分は円柱体の側面部分ではなく内側側面部3aである点で，マッサージに寄与する構成，作用が相違する。",
                    "したがって，当業者が，引用文献2事項のマッサージ具2である「球体」を適用する動機付けはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "引用文献1の【請求項1】には「円筒状の」との文言は記載されていないし，この発明が解決しようとする課題との関係からみても，「ローラ部」が「円筒状」という特定の形状である必要はない。",
            "また，引用文献1の【請求項2】の「前記ローラ部の側面」との記載は，【請求項2】で初めて記載された事項であるにすぎないし，【請求項1】に記載された発明はローラ部を回転軸(ローラ保持部)で保持するものと解されるから，ローラ部の形状が球状であったとしても皮膚への接触面たる「ローラ部の側面」を観念できるのであり，請求項1の「ローラ部」が「円筒状のローラ部」であると解釈されることはない。",
            "審決の，引用発明の回転体の形状として球体を採用することが容易想到であるとの論理は，上記「ローラ部」との文言が「円筒状のローラ部」と解釈されるべきか否かとは関係なく成り立つものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "審決の引用発明の認定に誤りはないから，本願発明と引用発明との相違点1の認定にも誤りはない。",
            "引用発明の回転体の形状として球体を使用することが容易想到であることは，相違点1を回転体の形状は特定のものに限定されていない点を含めて認定するか否かや，引用発明を原告引用発明のとおりに認定するか否かとは関係なく成立する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "阻害要因の有無について",
              "text": [
                "原告は，原告引用発明が，原告引用発明の目的である「皮膚への接触状態を良好」にすること，さらには「回転を円滑」にする手段の前提として，「円筒状のローラ部」を採用したことは明らかである旨主張する。",
                "しかし，審決で認定した引用発明と文言上同一である引用文献1の【請求項1】の発明には，「ローラ部」の形状が「円筒状」であることは記載されていない。",
                "引用文献1の【請求項1】の発明は，「ローラの回転を円滑にすること」という課題を解決するためのものではなく，「皮膚への接触状態を良好にすること」という課題を解決するための発明であり，その課題解決手段は「柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ前記ローラ部が」「前記ローラ保持部のそれぞれに回転自在に保持される」という構成である。この構成は「構造を簡素化すること」という課題の解決手段でもある。そして，この課題の解決は，その解決原理が駆動機構や角度変位手段を設けずにローラ部を磁石で形成することからすると，「ローラ部」の形状に関係しないことは明らかである。",
                "上記構成のうち，「前記柄本体部が，使用者によって保持される所定の長さの把持部と」「お互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成し，且つ前記ローラ部が」「前記ローラ保持部のそれぞれに回転自在に保持される」美容ローラ(以下，「Y字型美容ローラ」という。)が，肌を摘み上げる効果を奏することは，引用文献1記載のY字型美容ローラを使用すれば自ずと明らかであるし，当該効果が円筒状以外のローラ部の形状でも得られることも含めて技術常識である。また，Y字型美容ローラの把持部の肌面に対する角度を変化させると，肌を摘み上げる力が変化する。さらに，上記構成のうち，「一対のローラ保持部」が「把持部から該把持部の長さ方向に対して第1の角度で傾斜」することの技術的意義は，手首の傾け角度を大きくとる必要がなく，自然な動きでマッサージを行うことにある。したがって，「皮膚への接触状態を良好にすること」という課題の解決の観点からみても，引用発明の「ローラ部」の形状が「円筒状」に限定されることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けの有無について",
              "text": [
                "審決は，審決が認定する引用発明の「ローラ部」の形状を「球体」とすることの容易想到性を説示したのであり，引用発明の「ローラ部」そのものを引用文献2事項の「球体」のマッサージ部そのものに置換することの容易想到性を説示したのではない。",
                "そして，「ローラ部」の形状が円筒状である原告引用発明を想定するとともに引用文献2事項のマッサージ器が，原告引用発明とマッサージに寄与する構成及び作用が相違することを踏まえたとしても，上記の論理が否定されるわけではない。回転軸ローラ構成のうち，ローラ部の形状が「球体」である構成は，技術常識である(乙2，4～6)。",
                "引用文献2の【0003】では，三つの球体とそれを支持する把持部を備えるものを従来技術として，三つの球体は動きを制限する回転軸が存在しないため，それぞれ独立した自由回転をすることを課題としていることが記載されているから，当業者であれば，引用文献2の記載から，上記課題を解決するための「回転軸球体ローラ構成」を把握できる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の明細書及び図面(以下，「本件明細書」という。)には，以下の記載がある(甲8，甲9の2・4)。",
                "【技術分野】【0001】この発明は，ハンドルに設けられたマッサージ用のボールにて，顔，腕等の肌をマッサージすることにより，血流を促したりして美しい肌を実現することができる美容器に関する。",
                "【背景技術】【0002】従来，この種の美容器が種々提案されており，例えば特許文献1には美肌ローラが開示されている。すなわち，この美肌ローラは，柄と，該柄の一端に設けられた一対のローラとを備え，ローラの回転軸が柄の長軸方向の中心線とそれぞれ鋭角をなすように設定されている。さらに，一対のローラの回転軸のなす角度が鈍角をなすように設定されている。そして，この美肌ローラの柄を手で把持してローラを肌に対して一方向に押し付けると肌は引っ張られて毛穴が開き，押し付けたまま逆方向に引っ張ると肌はローラ間に挟み込まれて毛穴が収縮する。従って，この美肌ローラによれば，効率よく毛穴の汚れを除去することができるとしている。",
                "【先行技術文献】【特許文献】【0003】【特許文献1】特開2009-142509号公報",
                "【発明の概要】【発明が解決しようとする課題】【0004】しかしながら，特許文献1に記載されている従来構成の美肌ローラでは，柄の中心線と両ローラの回転軸が一平面上にあることから(特許文献1の図2参照)，美肌ローラの柄を手で把持して両ローラを肌に押し当てたとき，肘を上げ，手先が肌側に向くように手首を曲げて柄を肌に対して直立させなければならない。このため，美肌ローラの操作性が悪い上に，手首角度により肌へのローラの作用状態が大きく変化するという問題があった。",
                "【0005】また，この美肌ローラの各ローラは楕円筒状に形成されていることから，ローラを一方向に押したとき，肌の広い部分が一様に押圧されることから，毛穴の開きが十分に得られない。さらに，ローラを逆方向に引いたときには，両ローラ間に位置する肌がローラの長さに相当する領域で引っ張られることから，両ローラによって強く挟み込まれ難い。その結果，毛穴の開きや収縮が十分に行われず，毛穴の汚れを綺麗に除去することができないという問題があった。加えて，ローラが楕円筒状に形成されているため，肌に線接触して肌に対する抵抗が大きく，動きがスムーズではなく，しかも移動方向が制限されやすい。従って，美肌ローラの操作性が悪いという問題があった。",
                "【0006】この発明は，このような従来の技術に存在する問題点に着目してなされたものであり，その目的とするところは，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好な美容器を提供することにある。",
                "【課題を解決するための手段】【0007】上記の目的を達成するために，請求項1に記載の美容器の発明は，ハンドルの先端側に一対のボールを，相互間隔をおいてそれぞれ支持軸の軸線を中心に回転可能に支持した美容器において，該美容器の側面視で，前記支持軸の軸線は，前記ハンドルの先端側かつ下方を向き，前記ボールは，前記支持軸の先端を覆う非貫通形状であることを特徴とする。",
                "【発明の効果】【0015】本発明の美容器によれば，次のような効果を発揮することができる。請求項1に記載の美容器においては，ハンドルの先端側に一対のボールが相互間隔をおいてそれぞれ支持軸の軸線を中心に回転可能に支持され，該美容器の側面視で，前記支持軸の軸線は，前記ハンドルの先端側かつ下方を向いている。このため，ハンドルを把持して一対のボールを肌に当てるときに手首を曲げる必要がなく，手首を真直ぐにした状態で，美容器を往動させたときには肌を押圧することができるとともに，美容器を復動させたときには肌を摘み上げることができる。",
                "【0016】また，肌に接触する部分が筒状のローラではなく，真円状のボールで構成されていることから，ボールが肌に対して局部接触する。従って，ボールは肌の局部に集中して押圧力や摘み上げ力を作用することができるとともに，肌に対するボールの動きをスムーズにでき，移動方向の自由度も高い。",
                "【0017】よって，本発明の美容器によれば，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好であるという効果を発揮することができる。",
                "【発明を実施するための形態】【0019】以下に，この発明を具体化した美容器の実施形態を図1～図7に従って説明する。図1に示すように，本実施形態の美容器10を構成するハンドル11の先端には平面Y字型に延びる二股部11aが設けられている。・・・",
                "【0025】本実施形態の美容器10は，前述のように顔に適用できるほか，それ以外の首，腕，脚等の体(ボディ)にも適用することができる。図3に示すように，美容器10の往復動作中にボール支持軸15の軸線が肌20面に対して一定角度を維持できるように，ボール支持軸15の軸線がハンドル11の中心線xに対して前傾するように構成されている。具体的には，前記ハンドル11の中心線(ハンドル11の最も厚い部分の外周接線zの間の角度を二分する線と平行な線)xに対するボール17の軸線yすなわちボール支持軸15の軸線yの側方投影角度αは，ボール17がハンドル11の中心線xに対し前傾して操作性を良好にするために，90～110度であることが好ましい。この側方投影角度αは93～100度であることがさらに好ましく，95～99度であることが最も好ましい。この側方投影角度αが90度より小さい場合及び110度より大きい場合には，ボール支持軸15の前傾角度が過小又は過大になり，ボール17を肌20に当てる際に肘を立てたり，下げたり，或いは手首を大きく曲げたりする必要があって，美容器10の操作性が悪くなるとともに，肌20面に対するボール支持軸15の角度の調節が難しくなる。",
                "【0026】図5に示すように，一対のボール17の開き角度すなわち一対のボール支持軸15の開き角度βは，ボール17の往復動作により肌20に対する押圧効果と摘み上げ効果を良好に発現させるために，好ましくは50～110度，さらに好ましくは50～90度，特に好ましくは65～80度に設定される。この開き角度βが50度を下回る場合には，肌20に対する摘み上げ効果が強く作用し過ぎる傾向があって好ましくない。その一方，開き角度βが110度を上回る場合には，ボール17間に位置する肌20を摘み上げることが難しくなって好ましくない。",
                "【0027】また，各ボール17の直径Lは，美容器10を主として顔や腕に適用するために，好ましくは15～60mm，より好ましくは32～55mm，特に好ましくは38～45mmに設定される。ボール17の直径Lが15mmより小さい場合，押圧効果及び摘み上げ効果を発現できる肌20の範囲が狭くなり好ましくない。一方，ボール17の直径Lが60mmより大きい場合，顔や腕の大きさに対してボール17の大きさが相対的に大きいことから，狭い部分を押圧したり，摘み上げたりすることが難しく，使い勝手が悪くなる。",
                "【0028】さらに，ボール17の外周面間の間隔Dは，特に肌20の摘み上げを適切に行うために，好ましくは8～25mm，さらに好ましくは9～15mm，特に好ましくは10～13mmである。このボール17の外周面間の間隔Dが8mmに満たないときには，ボール17間に位置する肌20に対して摘み上げ効果が強く作用し過ぎて好ましくない。一方，ボール17の外周面間の間隔Dが25mmを超えるときには，ボール17間に位置する肌20を摘み上げることが難しくなって好ましくない。",
                "【0029】次に，前記のように構成された実施形態の美容器10について作用を説明する。さて，この美容器10の使用時には，図3に示すように，使用者がハンドル11を把持した状態で，ボール17の外周面を図3の二点鎖線に示す顔，腕等の肌20に押し当てて接触させながらハンドル11の基端から先端方向へ往動(図3の左方向)させると，ボール17がボール支持軸15を中心にして回転される。このとき，図3の二点鎖線に示すように，肌20にはボール17から押圧力が加えられる。ボール17を往動させた後，ボール17を元に戻すように復動させると，図4の二点鎖線に示すようにボール17間に位置する肌20がボール17の回転に伴って摘み上げられる。",
                "【0030】すなわち，図5に示すように，両ボール17が矢印P1方向に往動される場合，各ボール17は矢印P2方向に回転される。このため，肌20が押し広げられるようにして押圧される。一方，両ボール17が矢印Q1方向に復動される場合，各ボール17は矢印Q2方向に回転される。このため，両ボール17間に位置する肌20が巻き上げられるようにして摘み上げられる。なお，往動時において両ボール17が肌20を押圧することにより，その押圧力の反作用として両ボール17間の肌20が摘み上げられる。",
                "【0031】この場合，ボール支持軸15がハンドル11の中心線xに対して前傾しており，具体的にはハンドル11の中心線xに対するボール支持軸15の側方投影角度αが90～110度に設定されていることから，肘を上げたり，手首をあまり曲げたりすることなく美容器10の往復動作を行うことができる。しかも，ボール支持軸15の軸線yを肌20面に対して直角に近くなるように維持しながら操作を継続することができる。そのため，肌20に対してボール17を有効に押圧してマッサージ作用を効率良く発現することができる。",
                "【0032】また，肌20に接触する部分が従来の筒状のローラではなく，真円状のボール17で構成されていることから，ボール17が肌20に対してローラより狭い面積で接触する。そのため，ボール17は肌20の局部に集中して押圧力や摘み上げ力を作用させることができると同時に，肌20に対してボール17の動きがスムーズで，移動方向も簡単に変えることができる。",
                "【0033】従って，このボール17の回転に伴う押圧力により，顔，腕等の肌20がマッサージされてその部分における血流が促されるとともに，リンパ液の循環が促される。また，一対のボール17の開き角度βが50～110度に設定されるとともに，ボール17の外周面間の間隔Dが8～25mmに設定されていることから，所望とする肌20部位に適切な押圧力を作用させることができると同時に，肌20の摘み上げを強過ぎず，弱過ぎることなく心地よく行うことができる。さらに，ボール17の直径Lが15～60mmに設定されていることから，顔や腕に対して適切に対応することができ，美容器10の操作を速やかに進めることができる。このため，例えば肌20の弛んだ部分に対してリフトアップマッサージを思い通りに行うことができる。",
                "【実施例】【0038】以下，実施例を挙げて前記実施形態をさらに具体的に説明する。",
                "(実施例1～6，側方投影角度αの評価)",
                "前記実施形態に示した顔と体の双方用に適する美容器10において，ボール17の開き角度βを70度，ボール17の直径Lを40mm及びボール17の外周面間の間隔Dを11mmに設定し，側方投影角度αを90～110度まで変化させて側方投影角度αの評価を実施した。すなわち，美容器10を顔又は腕，首等の体に対して適用し，その使用感について官能評価を行った。",
                "【0039】官能評価の方法は，美容器10を使用する評価者を10人とし，それらのうち8人以上が良いと感じた場合には◎，5～7人が良いと感じた場合には○，3人又は4人が良いと感じた場合には△，2人以下が良いと感じた場合には×とすることにより行った。",
                "【0040】それらの結果を表1に示した。",
                "【0041】【表1】",
                "表1に示したように，側方投影角度αが97度の実施例3及び99度の実施例4の結果が最も良好であった。次いで，側方投影角度αが93度の実施例2及び100度の実施例5の結果が良好であった。さらに，側方投影角度αが90度の実施例1及び110度の実施例6の結果も可能と判断された。",
                "【0042】従って，美容器10の側方投影角度αは90～110度の範囲が好ましく，93～100度の範囲がさらに好ましい範囲であると認められた。",
                "(実施例7～15，開き角度βの評価)",
                "顔と体の双方用に適する美容器10について，開き角度βを評価した。すなわち，美容器10の側方投影角度αを97度，ボール17の直径Lを40mm及びボール17の外周面間の間隔Dを11mmとして，開き角度βを40～120度まで変化させて開き角度βの評価を実施した。評価方法は前記実施例1と同様に行った。得られた結果を表2に示した。",
                "【0043】【表2】",
                "表1に示したように，開き角度βが70度の実施例11の結果が最も良好であった。続いて，開き角度βが50～60度の実施例8～10及び90～110度の実施例12～14の結果が良好であった。さらに，開き角度βが40度の実施例7及び120度の実施例15の結果が可能と判断された。",
                "【0044】従って，美容器10の開き角度βは50～110度の範囲が好ましく，65～80度の範囲が最も好ましいと認められた。・・・",
                "【0057】なお，前記実施形態を次のように変更して具体化することも可能である。",
                "・図8及び図9に示すように，前記ボール17の形状を，ボール17の外周面のハンドル11側の曲率がボール支持軸15の先端側の曲率よりも大きくなるようにバルーン状に形成することもできる。このように構成した場合には，曲率の小さな部分で肌を摘み上げ，曲率の大きな部分で摘み上げ状態を保持できるため，ボール17を復動させたときの肌20の摘み上げ効果を向上させることができる。",
                "【0058】・前記ハンドル11の中心線xに対するボール17の軸線yの側方投影角度αを可変にするために，ハンドル11とその二股部11aとの間を回動可能に構成することも可能である。この場合，肌20に対するボール17の軸線yの角度を容易に変更することができ，使い勝手を良くすることができる。",
                "【0059】・前記ボール17の形状を，断面楕円形状，断面長円形状等に適宜変更することも可能である。",
                "・前記ボール17の外周部に磁石を埋め込み，その磁力により肌20に対して血流を促すように構成することもできる。",
                "【図1】                          【図3】",
                "【図4】                          【図5】",
                "【図8】                          【図9】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上より，本願発明は，次のとおりものであると認められる。",
                "本願発明は，ハンドルに設けられたマッサージ用のボールにて，顔，腕等の肌をマッサージすることにより，血流を促したりして美しい肌を実現することができる美容器に関するものである(【0001】)。",
                "従来，美肌ローラは，柄と，該柄の一端に設けられた一対のローラとを備え，ローラの回転軸が柄の長軸方向の中心線とそれぞれ鋭角をなし，一対のローラの回転軸のなす角度が鈍角をなすように設定されていたところ，柄の中心線と両ローラの回転軸が一平面上にあることから，美肌ローラの柄を手で把持して両ローラを肌に押し当てたとき，肘を上げ，手先が肌側に向くように手首を曲げて柄を肌に対して直立させなければならないため，美肌ローラの操作性が悪い上に，手首角度により肌へのローラの作用状態が大きく変化するという問題があった(【0002】，【0004】)。また，各ローラは楕円筒状に形成されていることから，ローラを一方向に押したとき，肌の広い部分が一様に押圧されて，毛穴の開きが十分に得られず，ローラを逆方向に引いたときには，両ローラ間に位置する肌がローラの長さに相当する領域で引っ張られることから，両ローラによって強く挟み込まれ難い。その結果，毛穴の開きや収縮が十分に行われず，毛穴の汚れを綺麗に除去することができないという問題，及び，肌に線接触して肌に対する抵抗が大きく，動きがスムーズではなく，しかも移動方向が制限されやすいため，美肌ローラの操作性が悪いという問題があった(【0005】)。本願発明は，このような従来の技術に存在する問題点に着目してなされたものであり，その目的とするところは，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好な美容器を提供することである(【0006】)。",
                "上記目的を達成するために，ハンドルの先端側に一対のボールを，相互間隔をおいてそれぞれ支持軸の軸線を中心に回転可能に支持した美容器において，該美容器の側面視で，前記支持軸の軸線は，前記ハンドルの先端側かつ下方を向き，前記ボールは，前記支持軸の先端を覆う非貫通形状である構成とした(【0007】)。",
                "そうすることで，ハンドルを把持して一対のボールを肌に当てるときに手首を曲げる必要がなく，手首を真直ぐにした状態で，美容器を往動させたときには肌を押圧することができるとともに，美容器を復動させたときには肌を摘み上げることができる(【0015】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1には，次の記載がある(甲1)。",
                    "【実用新案登録請求の範囲】【請求項1】柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ前記ローラ部が，磁石によって形成されると共に前記ローラ保持部のそれぞれに回転自在に保持されることを特徴とするマグネット美容ローラ。",
                    "【請求項2】前記ローラ部の側面には，軸方向に所定の間隔で，樹脂リングが配設されることを特徴とする請求項1記載のマグネット美容ローラ。",
                    "【請求項3】前記ローラ部の先端部が，球面突出状に形成されることを特徴とする請求項1 又は2記載のマグネット美容ローラ。",
                    "【技術分野】【0001】本考案は，磁気を発生するローラによって皮膚，特に顔の皮膚を刺激することによって美容効果を上げることのできるマグネット美容ローラに関する。",
                    "【考案が解決しようとする課題】",
                    "【0007】ローラで皮膚を刺激することは血液の循環を促し，肌に潤いや艶を与えることはすでに公知である。この効果をさらに促進するために，特許文献1では，ローラの周囲に多数の突起を形成し，皮膚への刺激を向上させるようにし，特許文献2では，皮膚刺激と共に，皮膚に磁力を与え，血液の循環を良くし，筋肉を和らげることによって美容的効果を向上させるようにした。さらに，特許文献3では，ローラを自動的に動かすことによって，労力の低減を図ることが提案され，特許文献4では，ローラのフェイス面に当たる角度を調整可能とし，効率よく皮膚を刺激できるものが提案された。",
                    "【0008】しかしながら，上述したような従来の美容ローラにおいては，ローラの回転状態が良好でなく皮膚への刺激が十分でない，構造が複雑である，皮膚への接触状態が良好でないなどの不具合があった。",
                    "【0009】このため，本考案は，ローラの回転が円滑であると共に，皮膚への接触状態が良好であると共に磁気による効果も付加したマグネット美容ローラを提供するものである。",
                    "【課題を解決するための手段】【0010】以上のことから，本考案に係るマグネット美容ローラは，柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ前記ローラ部が，磁石によって形成されると共に前記ローラ保持部のそれぞれに回転自在に保持されることを特徴とするものである。",
                    "【0011】これによって，円筒状のローラ部が，使用者の手によって保持される把持部に対して第1の角度で傾斜し且つ第2の角度が開くことになるため，ローラ部の側面が顔面等の良好に接触することが可能となるものである。尚，第1の角度としては，20°～60°の範囲内であることが望ましく，特に40°であることが望ましい。また，第2の角度としては，100°～140°の範囲内であることが望ましく，特に120°であることが望ましい。",
                    "【0012】また，前記ローラ部は，磁石，特にフェライトインジェクション磁石からなる円筒状のもので，その先端部は，球面突出状に形成されることを特徴とする。さらに，前記ローラ部の側面には，軸方向に所定の間隔で，樹脂リングが配設されるものである。尚，樹脂リングとしては，フッ素樹脂リング，テフロン(登録商標)(PTFE)リング等があるが，シリコンリングが望ましい。また，天然ゴム等の天然由来の樹脂からなるリングであっても良いものである。",
                    "【0013】これによって，ローラ部の先端が球面突出状に形成されることから，ローラ部端部で顔面等の皮膚を刺激することも可能となるものである。また，ローラ部がフェライトインジェクション磁石によって形成されているので，磁気による血行促進効果を得ることができるものである。さらにまた，ローラ部側面に樹脂リングを配設したことによって，ローラ部と皮膚との摩擦抵抗を向上させることができるため，ローラ部を確実に回転させることが可能となるものである。また，ローラ部の側面と樹脂リングによって，皮膚との接触面に凹凸が形成されることから，皮膚への刺激を向上させることもできるものである。",
                    "【0014】さらに，前記ローラ部には，前記ローラ保持部が挿着される挿着孔が形成され，前記ローラ保持部との間にベアリングが設けられて，前記ローラ部が回転自在となるものである。このベアリングとしては，玉軸受，コロ軸受等の転がり軸受，又は，プラスチック軸受，球面滑り軸受，焼結含油軸受等の滑り軸受が望ましい。",
                    "【0015】さらに，前記ローラ部には，表面処理，特にアルミ蒸着等の表面処理が施されることが望ましい。",
                    "【考案の効果】【0016】本考案によれば，使用者によって保持される柄本体部に対して，ローラ部が第1の角度で手前側に傾斜し且つ第2の角度が開いていることから，顔面の皮膚に効率的に接触すると共に，樹脂リングが肌に密着するため，ローラ部を皮膚に沿って円滑に移動させることができると共にローラ部表面が凹凸となるため，効率的に皮膚に刺激を与えることができ，美容効果を向上させることができるものである。さらに，ローラ部が磁石によって形成されていることから，磁力による血流の改善も期待できるものである。",
                    "【考案を実施するための形態】【0018】本考案に係るマグネット美容ローラは，柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ前記ローラ部が，磁石によって形成されると共に前記ローラ保持部のそれぞれにベアリング等の回転保持手段によって回転自在に保持されるものであり，前記ローラ部の側面に，軸方向に所定の間隔で，樹脂リングが配設されるものであり，且つ前記ローラ部の先端部が，球面突出上に形成されるものである。",
                    "【実施例】【0019】以下，本考案の実施例について，具体的に説明する。本考案に係るマグネット美容ローラ1は，図1に示すように，柄本体部2と，ローラ部5とによって構成される。",
                    "【0020】前記柄本体部2は，本実施例では亜鉛合金によって成形され，図2及び図3に示されるように，使用者によって保持される把持部3と，この把持部3から一方の側に角度αで，例えば手前側に傾斜すると共に，角度βで両側に広がるように延出するローラ保持部4とによって構成され，さらにローラ保持部4は，前記把持部3から分かれて延出する大径部4aと，その先端に一体に形成された小径部4bとによって構成される。この小径部4bには，下記するベアリング8が固着される。また，前記把持部3は，一端側の前記ローラ保持部4の分岐部分から他端側に向けて漸次大きくなるように形成され，持ちやすさを向上させるものである。さらに，把持部3の断面は，この実施例では長円形状に形成されるものであるが，円形であっても良いものである。",
                    "【0021】また，前記角度αは，20°～60°の範囲内であることが望ましく，特に本実施例では40°である。さらにまた，前記角度βは，100°～140°の範囲内であることが望ましく，特に本実施例では120°である。尚，前記把持部3の他方側の端部近傍に，ひも等を通すための孔7を形成しても良いものである。",
                    "【0022】前記ローラ部5は，図4に示すように，フェライトインジェクション磁石から円筒状に形成され，一端に球面状に突出する先端部51を一体に具備するローラ本体部50と，このローラ本体部50の側面52に装着された複数の樹脂リング6とによって構成される。この樹脂リング6は，シリコンリングであり，前記側面52の軸方向に所定の間隔で形成された環状溝55に装着されるものである。",
                    "【0023】また，前記ローラ部5のローラ本体部50には，軸方向に形成された小径孔53と大径孔54とが連設され，小径孔53には前記ローラ保持部4の小径部4bが挿通され，大径孔54には前記小径部4bに固着されたベアリング8が挿入され，前記大径孔54の内周面に固定される。これによって，前記ローラ部5は，前記ローラ保持部4に対して回転自在に保持されるものである。",
                    "【0024】以上に説明した構造によって，本考案に係るマグネット美容ローラ1は，把持部3を持ち，ローラ部5を顔などの皮膚に当てて移動させることによって，ローラ部5の凹凸及び磁気によって使用者の皮膚を刺激することができるものである。",
                    "【図1】          【図2】        【図3】        【図4】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，引用文献には，前記第2，3(1)アのとおりの引用発明が記載されていることが認められるところ，引用発明の特徴について，以下の点が開示されている。",
                    "引用発明は，磁気を発生するローラによって皮膚，特に顔の皮膚を刺激することによって美容効果を上げることのできるマグネット美容ローラに関する。(【0001】)",
                    "従来の美容ローラにおいては，ローラの回転状態が良好でなく皮膚への刺激が十分でない，構造が複雑である，皮膚への接触状態が良好でないなどの不具合があった。このため，引用発明は，ローラの回転が円滑であるとともに，皮膚への接触状態が良好であり，共に磁気による効果も付加したマグネット美容ローラを提供することを課題としたものである。(【0008】，【0009】)",
                    "上記課題を解決するため，引用発明は，柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜しかつお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，かつ前記ローラ部が，磁石によって形成されるとともに前記ローラ保持部のそれぞれに回転自在に保持されるよう構成した。そして，第1の角度は把持部に対して前傾するものであり，第2の角度はY字状となる角度である。(【0010】，【0011】，【0016】)",
                    "上記構成により，ローラ部が，使用者の手によって保持される把持部に対して第1の角度で傾斜しかつ第2の角度が開くことになるため，ローラ部の側面が顔面等の良好に接触することが可能となった。また，ローラ部がフェライトインジェクション磁石によって形成されているので，磁気による血行促進効果を得ることができる。(【0011】，【0013】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用文献1のローラ部は側面を有し，同側面に軸方向に所定の間隔で樹脂リングを配設したものであり，実施例にも円筒状以外の形状は開示されていないから，引用発明の「ローラ部」は「円筒状のローラ部」とすべきであると主張する。",
                "しかし，引用文献1の実用新案登録請求の範囲の請求項には，「ローラ部」とのみ記載されている。そして，引用文献1に係る特許の出願時，美容マッサージ器のローラの形状は円筒状以外のものも知られていた(乙2，4～6)。また，ローラ部の形状が円筒状でなくとも，例えば，本件明細書において，ボールの形状の一例として示される【0057】並びに【図8】及び【図9】に開示される，ボールの先端側とそれ以外の部分とで曲率の異なる「バルーン状」は，「側面」を観念し得る形状であって，樹脂リングを配設することができる。さらに，本願発明のボール形状の一例として本件明細書の【0059】に例示される断面長円形状等であったとき，樹脂リングを配設することができる。樹脂リングを配設することができれば，ローラ部の表面が凹凸となり，樹脂リングを配設したことによる効果を奏する。したがって，この効果は，ローラ部の形状が円筒状であることを前提とするものではない。",
                "なお，引用文献1の【0011】には，ローラ部が円筒状であることが記載されており，【0011】の記載は，【0010】の構成を受けたものであるが，そうであるからといって，【0010】の記載についてローラが円筒状であると限定して解釈しなければならないものではない。",
                "また，引用文献1に実施例としてローラ部が円筒状のものしか開示されていないとしても，引用発明をそのようなものに限定して解する理由はない。",
                "そうすると，引用発明の「ローラ部」を「円筒状」のものに限定すべきとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "対比",
              "text": [
                "本願発明と引用発明とを対比すると，前記第2，3(2)のとおりの一致点及び相違点があるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明の「ローラ部」は「円筒状のローラ部」と認定すべきであるから，相違点1は，正しくは「回転体に関して，本願発明は『ボール』であり『ボールは，支持軸の先端を覆う非貫通形状である』のに対して，引用発明は『円筒状のローラ部』であり，『ボール』とはいえない点。」と認定すべきである旨主張する。",
                "しかし，前記2のとおり，審決の引用発明の認定に誤りはないから，原告の主張は前提を欠き，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献1事項",
              "text": [
                "前記2(1)より，引用文献1には，前記第2，3(1)イのとおりの引用文献1事項が記載されているものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献2事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献2には，以下の記載がある(甲2)。",
                    "【0001】【発明の属する技術分野】本発明は，顎のマッサージ具，及びマッサージ方法に関する。",
                    "【0004】【発明が解決しようとする課題】女性を中心に，顔のダイエットの関心は高まってきている。顔面部表層にある表情筋は，頭蓋骨から起こって皮膚に付着し，皮膚を動かして表情をつくり，すべて顔面神経によって支配され，眼裂，鼻孔，耳介，口裂の周囲にある(最新医学大辞典，医歯薬出版株式会社，1212頁)。表情筋上の皮下組織に脂肪がたまると，その脂肪を支える表情筋が弱ければ脂肪は垂れ落ち，次第に締まりのない顔になる。したがって，本発明の目的は，特に顎の表情筋に張力を与えることで表情筋が引き締められ，その結果顎の輪郭が引き締められるマッサージ具を提供することである。",
                    "【0005】【課題を解決するための手段】本発明は，把持部と，該把持部の一端に設けた回転軸体の両端に嵌着した弾性体を有するマッサージ具を提供するものである。",
                    "【0006】【発明の実施の形態】図1のマッサージ具1は，回転軸体8と，その回転軸体8の両端に嵌着した弾性体であるマッサージ部2とその回転軸体8を支持する把持部4とから成る。上記の弾性体であるマッサージ部2は，左右2つの円柱体3，3から成るが，球体，或いは回転楕円体等を用いてもよい。2つの内側側面部3aが顎の輪郭を中心にして両側から顎の皮膚表面に当接するため，マッサージ効果のある部位，即ち顎の表情筋にマッサージを行える道具となる。",
                    "【0007】把持部4は，手で把持し円柱体3，3を操作するための柄部7を備え，柄部7は手に把持しやすい長さがよく，柄部7の先端部分Bを基端側直線部分Aから傾斜させるとより好ましい。先端部分Bから柄部7の全長の略1／3～1／4の部分で，基端側直線部分Aよりも略20～40度傾斜させた柄を用いると，手首の傾け角を大きくとる必要がなく，自然な動きで作用できる。本実施例では柄部7の全長の略1／3の部分で略30度傾斜させた。回転軸体8と把持部4の材質はポリエチレン(P．E．)，ポリプロピレン(P．P．)，ポリスチレン(P．S．)等の熱可塑性樹脂で作成する。",
                    "【0008】図2に示すように，把持部4は，基端側に柄部7と先端側に回転軸8bを支持する回転軸支持孔10とを有し，回転軸8bをその回転軸支持孔10に通す。ここで回転軸支持孔10の直径は，回転軸8bがスムーズに回転できるように回転軸8bの直径よりも略0．1～1．0mm大きく設定するのが好ましい。",
                    "【0015】次にマッサージ方法について説明する。マッサージ具1の把持部4を持ち，円柱体3，3の2つの内側側面部3a，3aを顎の輪郭に押し当て，円柱体3，3の間で顎の表情筋を挟持する。顎関節から顎の先端までの間の顎の輪郭に沿って，把持部4の長手方向に平行に往復運動して把持部4を動かすと円柱体3，3に顎の皮膚が追従し，円柱体3，3が回転運動によって顎の表情筋を挟持しながら伸ばすことができる。円柱体3，3が弾性体であるので，単に円柱体3，3の表面が顎の皮膚表面を転がるのではなく，顎の皮膚表面と円柱体3，3の界面に摩擦力を働かせながらマッサージできる。",
                    "【0016】回転軸8bによって円柱体3，3の回転が常に一定方向に規制されるため，たとえ顎の皮膚表面の凹凸が変化し，皮膚表面から様々な方向からの力を受けても，円柱体3，3はその力の影響を受けることはなく，顎の表情筋を挟持しながら表情筋を伸ばすことができる。",
                    "【0018】【発明の効果】マッサージ部によって顎の表情筋を確実に挟持しながら，表情筋を伸ばすことができ，普段，特別な手入れがされにくい顎をマッサージすることで，顎の皮下組織に脂肪を蓄積させず，顎の輪郭を引き締めることができる。",
                    "【図1】                              【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，引用文献2には，前記第2，3(1)ウのとおりの引用文献2事項が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "引用発明と引用文献2事項とは，共に，ローラを有した美容マッサージ具という同一の技術分野に属するものであり，また，共に，顔をマッサージするものである。そして，いずれのマッサージ具も，把持部先端を傾斜させて，手で持って自然な動きができるように構成し，また，互いに適度な距離を保って配置された二つのローラを回転させることでマッサージ効果の向上を図ったものである。",
                    "したがって，引用発明のローラ部に，引用文献1事項及び引用文献2事項を採用して，ローラ部形状を非貫通形状の球体形状(ボール形状)として，本願発明の相違点1に係る構成のようにすることは，当業者が容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "本願発明の「該美容器の側面視で，前記支持軸の軸線は，前記ハンドルの先端側かつ下方を向き」という事項は，本件明細書によると，美容器がその側面図である図3のように置かれた状態に基づき特定された事項であるところ，引用発明においても，本件明細書の図3に倣って美容ローラを配置すると，ローラ保持部4の中心線(一点鎖線)は，柄本体部2の把持部3の中心線(一点鎖線)とαの角度(第1の角度)をなし，柄本体部2の先端側かつ下方を向いた状態となる。また，引用発明の一対のローラ保持部は，「お互いが第2の角度で開くように」構成されているところ，該ローラ保持部に保持された一対のローラ部は，引用文献1の【図1】及び【図2】に照らすと，互いに「相互間隔をおいて」保持されているものである。",
                    "そして，引用発明の「柄本体部」及び「ローラ保持部4の中心線(一点鎖線)」は，本願発明の「ハンドル」及び「支持軸の軸線」にそれぞれ相当するから，相違点2は，実質的な相違点であるとはいえない。",
                    "したがって，引用発明のローラ部を，本願発明の相違点2に係る構成のようにすることは，当業者が容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，本願発明は，引用発明，引用文献1事項及び引用文献2事項に基づいて当業者が容易に想到し得たものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害要因の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，ローラ部が円筒状の場合，円筒状のローラ部の側面を全体にわたって皮膚に接触させることが可能となり，皮膚への接触状態を良好にし，さらに「回転を円滑」にすることが可能となるから，「円筒状のローラ部」であることは，引用発明の目的である「皮膚への接触状態を良好にすること」，「回転を円滑にすること」の前提となると主張する。",
                        "しかし，引用文献1には，ローラ部と皮膚との接触面積の大きさが皮膚への接触状態の良好さの判断基準とされる旨の記載も示唆もない。そして，ローラ部と皮膚との接触状態は，ローラ部と皮膚との接触面積が大きいほど良好と評価されるべきであるとか，ローラ部の形状がボール状等よりも円筒状であるとき，皮膚への接触状態が良好となるとの技術常識があるとも認められない。したがって，「円筒状のローラ部」であることは，「皮膚への接触状態を良好にすること」の前提であるとはいえない。前記2(1)イのとおり，引用発明は，「皮膚への接触状態を良好にすること」という課題を解決することができるものであって，このことは，「ローラ部」の形状によって限定されるものではない。引用文献1の【請求項1】の発明についても同様である。",
                        "また，引用文献1の【0013】，【0016】の記載から，ローラ部の回転を円滑にする手段は，樹脂リングの配設であると認められるところ，前記2のとおり，樹脂リングを配設する前提として，ローラ部の形状が円筒状であることが必須とはいえない。したがって，「円筒状のローラ部」であることは，回転を円滑にする手段の前提であるともいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，ローラ部の形状が円筒状に限定されることなく肌を摘み上げる効果を奏することは引用文献1に記載されておらず，「皮膚への接触状態を良好にすること」という課題を解決するためには，「第1の角度」は「把持部に対して前傾となる角度」であり，「第2の角度」は「Y字状となる角度」であると解釈する必要があるから，引用文献1の【請求項1】の発明は，「第1の角度」及び「第2の角度」について上記のとおり解釈し，ローラ部は「円筒状」であると解する必要があると主張する。",
                        "しかし，前記2(1)イのとおり，「把持部に対して前傾となる角度」を「第1の角度」とし，「Y字状となる角度」を「第2の角度」とする引用発明は，「皮膚への接触状態を良好にすること」という課題を解決することができるのであって，このことは「ローラ部」の形状によって限定されるものではない。引用文献1の【請求項1】の発明についても，同様である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用文献1の【請求項1】の発明によって，「皮膚への刺激を十分にすること」という課題が解決されているとするためには，ローラ部が円筒状であると解釈しなければならないと主張する。",
                        "しかし，引用文献1の【0013】，【0016】の記載によると，皮膚への刺激を十分にする手段は，樹脂リングの配設とローラ部が磁石によって形成されていることとローラ部の先端が球面突出状に形成されることであると認められるところ，前記2のとおり，ローラ部に樹脂リングを配設する前提として，ローラ部の形状が円筒状であることが必要とはいえないし，ローラ部が磁石によって形成されていること及びローラ部の先端が球面突出状に形成されていることについても同様である。したがって，「ローラ部が円筒状であること」は，皮膚への刺激を十分にする手段の前提であるとはいえない。そして，引用発明及び引用文献1の【請求項1】の発明は，ローラ部が磁石によって形成されているから，上記課題を解決するものであるということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，「ローラの回転を円滑にすること」という課題は，引用文献1の【請求項1】の発明によって解決されていると主張する。",
                        "しかし，課題が複数ある場合，各請求項に記載された発明は，少なくとも一つの課題を解決するものであれば足りる。既に述べたとおり，引用文献1の【請求項1】の発明は，「皮膚への接触状態を良好にすること」という課題と「皮膚への刺激を十分にすること」という課題とを解決するものであるから，必ずしも「ローラの回転を円滑にすること」という課題を解決しなければならないものではない。そして，引用文献1の【請求項1】の発明は，樹脂リングの配設を含まないから，「ローラの回転を円滑にする」という課題を解決するものということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，引用発明に引用文献2事項を組み合わせることに阻害要因があるとの原告の主張は，その前提となる，引用発明において「ローラ部」が円筒状であるとの主張を採用することができないから，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けの有無について",
                  "text": [
                    "原告は，引用発明のマッサージ器と引用文献2事項のマッサージ器とでは，マッサージに寄与する構成，作用が相違するから，引用発明に引用文献2事項を組み合わせる動機付けがない旨主張する。",
                    "しかし，引用発明は特に顔の皮膚を刺激することによって美容効果を上げるものである(引用文献1の【0001】)ところ，顎も顔の一部であり，引用発明においても，顎を挟み込んで使用する場合が想定されるから，引用文献2事項のマッサージ器が顎を挟み込む形でマッサージするものであるとしても，引用発明のマッサージ器と引用文献2のマッサージ器とでマッサージに寄与する構成，作用が相違するとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，取消事由3には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}