{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-433号事件について平成29年6月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年6月21日，発明の名称を「提供装置，情報処理装置，メモリ，およびプログラム」とする発明について特許出願(特願2016-122731。甲3)をしたが，同年11月2日，拒絶査定を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年1月12日，上記拒絶査定に対する不服審判を請求し(甲8)，特許庁は，これを不服2017-433号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年3月30日，特許請求の範囲を補正した(以下「本件補正」という。甲12)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許庁は，平成29年6月5日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月20日，原告に送達された．"
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成29年7月18日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲請求項1の記載は，次のとおりである。以下，この発明を「本願発明」といい，明細書及び図面(甲3)を併せて「本願明細書」という。なお，「／」は原文の改行箇所を示す。)。",
            "【請求項1】ネットワークを介して通信端末が第1情報処理装置から受信した固定情報を，前記通信端末とのHF帯RFIDを用いた直接通信によって受信する受信部と，／前記固定情報に基づいて財物を提供可能な状態に置く提供部と，／を備える提供装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，下記アの引用例1に記載された発明(以下「引用発明」という。)及び下記イの引用例2に記載された周知の技術的事項に基づいて，当業者が容易に発明をすることができたものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2004-302947号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2011-97189号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "カードレス取引を行う顧客により行われた要求を取得した仮情報管理サーバが生成して外部ネットワークを介して通知した仮情報を受信した携帯端末装置からBluetooth等を用いて出力されたその仮情報が入力される携帯端末情報通信部を備え，入力された仮情報が照合され，対応する顧客口座情報へ変換されることにより，ホストコンピュータにおける口座取引処理を行う，現金自動取引装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "ネットワークを介して通信端末が第1情報処理装置から受信した情報を，前記通信端末との電波を用いた近距離の直接通信によって受信する受信部と，前記情報に基づいて財物を提供可能な状態に置く提供部と，を備える提供装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "情報の受信のための電波を用いた近距離の直接通信が，本願発明では，「HF帯RFIDを用いた直接通信」であるのに対し，引用発明では，Bluetooth等を用いた携帯端末情報通信部と携帯端末装置との通信であって，「HF帯RFIDを用いた直接通信」であると明示されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "財物を提供可能な状態に置くために，第1情報処理装置から通信端末が受信しさらに提供装置が電波を用いた直接通信によって受信する情報が，本願発明では「固定情報」であるのに対し，引用発明では「仮情報」であって，「固定情報」であると明示されていない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の容易想到性に係る判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明及び相違点の認定誤り"
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性の判断誤り"
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性の判断誤り"
            },
            {
              "fig": "(4)",
              "subject": "相違点3の容易想到性の判断誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明及び相違点の認定誤りについて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明においては，仮情報管理サーバがホストコンピュータに対して仮情報及び当該仮情報に対応させた顧客口座情報を送信し，ホストコンピュータが仮情報及び当該仮情報に対応させた顧客口座情報を記憶し，ホストコンピュータにおいて，携帯端末装置から現金自動取引装置を介して取得された仮情報とホストコンピュータに記憶された仮情報とが照合されることが必要不可欠であり，これらの構成要素なしには発明の目的は達成されない。したがって，これらの構成要素を除いて引用発明を認定した本件審決は誤りである。",
                "正しくは，「カードレス取引を行う顧客により行われた要求を取得した仮情報管理サーバが生成して外部ネットワークを介して通知した仮情報を受信した携帯端末装置からBluetooth等を用いて出力されたその仮情報が入力される携帯端末情報通信部を備え，入力された仮情報(以下「仮情報1」という。)がホストコンピュータに送信され，ホストコンピュータが仮情報管理サーバから仮情報(以下「仮情報2」という。)及び当該仮情報に対応させた顧客口座情報を受信し記憶した仮情報2と仮情報1とがホストコンピュータにおいて照合され，対応する顧客口座情報へ変換される(以下「処理a」という。)ことにより，ホストコンピュータにおける口座取引処理を行う，現金自動取引装置」と認定されるべきである(下線部は，原告が引用発明の認定誤りを主張する部分である。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の引用発明の認定誤りの結果，本件審決は，以下の相違点3を看過している。",
                "本願発明は，「固定情報に基づく」のに対し，引用発明では，「入力された仮情報(仮情報1)がホストコンピュータに送信され，ホストコンピュータが仮情報管理サーバから仮情報(仮情報2)及び当該仮情報に対応させた顧客口座情報を受信し記憶した仮情報2と仮情報1とがホストコンピュータにおいて照合され，対応する顧客口座情報へ変換される点。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "処理aは，本願発明の発明特定事項に関連しない技術事項であるから，引用発明として認定する必要はない。また，引用例1には4つの実施の形態が開示され，処理aは実施の形態1においてのみ必要な処理であるから，処理aが引用発明において必要不可欠な処理であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本件審決の引用発明の認定に誤りはないので，相違点3を看過した旨の原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1の容易想到性の判断誤りについて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明のBlueToothを用いた通信(通信距離は1mから100m)にHF帯RFIDを用いた周知技術(通信距離は数cmから30cm程度)を採用すると，取引を開始することができる距離が短くなってしまい，現金自動取引装置から1m以上離れた場所にいる顧客が取引をできなくなるから，引用発明が実現できた利点を失う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，提供装置の受信部が通信端末との間でHF帯RFIDを用いた直接通信によって固定情報を受信するのは，提供装置の至近距離に存在する通信端末とだけ通信し，それ以上の距離に存在する通信端末との間の通信を排除することで取引のセキュリティを高く維持する点にあるのに対し，引用発明は，セキュリティの高い口座取引を，一目で認識できず，取引ごとに削除される仮情報を暗号化することによって，顧客の口座情報などを可及的に流出しないようにして実現しようとするものであり，課題解決の方向性が異なる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明のHF帯RFIDを用いた通信では，通信時に通信端末に含まれる固有の識別子を自動で読み取り，提供装置のリーダ／ライタに送信するため，Bluetoothを用いる場合に必須のユーザの操作によるペアリングが不要であり，引用発明とは，別の観点からユーザの利便性を向上させたものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，引用発明に接した当業者が具体的な課題を認識しないまま，引用発明が実現できた利点を失ってまで引用発明に周知技術を採用するとは考えにくく，引用発明において，HF帯RFIDを用いた直接通信によって情報を受信するようにすることは，当業者が適宜なし得たとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "BlueToothを用いた通信であっても，HF帯RFIDを用いた通信であっても，30cm以内の距離での通信が可能であるから，互いに置換可能である。また，引用例1は，BlueToothのみを開示するものではなく，明示されてはいないが，近距離無線通信の方式として，HF帯RFIDをも含むものである。さらに，顧客が，現金自動取引装置から1m以上離れた場所で操作をすることを前提とする原告の主張は，常識的でない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書においては，BlueToothとHF帯RFIDは，近距離無線通信の例として示されているにすぎないのであって，近距離無線通信としてのHF帯RFIDがBlueToothと最大通信距離において異なることに基づく主張は，本願明細書において開示された技術内容と無関係である。また，引用例1においても，1m以上離れていても取引を開始したいと考えるユーザの利便性について，記載や示唆はないし，そのような前提が常識的でない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "BlueToothを用いる場合でも，ペアリングせずにデータ通信が可能である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2の容易想到性の判断誤りについて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の「仮情報」を「固定情報」として生成することが示唆されているか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の「仮情報」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ホスト側データ保管部302に保管されるのは，検証結果であって，「仮情報」ではない(【0044】【0045】)。したがって，引用例1には，「仮情報」を事前に顧客口座情報との対応が検証されて保管された情報として生成することは示唆されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，引用例1に，「仮情報」を事前に顧客口座情報との対応が検証されて保管された情報として生成することが示唆されていたとしても，「仮情報」は，取引終了とともに，削除される情報であるから(【0045】)，「固定情報」とはいえない。また，事前に顧客口座情報との対応が検証されて保管された情報も，当該「仮情報」の生成のたびに，これに連動して生成される情報であることから，「固定情報」とはいえない。さらに，「仮情報」に有効期限や有効期間が設けられていても，設けられた有効期限や有効期間を超えた場合には，新たに「仮情報」を生成することになるから，有効期限や有効期間が設けられた「仮情報」であっても，「変えることができる」又は「変わることができる」情報，つまり，「可変情報」である。",
                        "したがって，引用例1の「仮情報」は，「可変情報」と認定すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の「仮情報」を本願発明の「固定情報」とすることについて",
                  "text": [
                    "引用発明は，携帯端末装置によって顧客口座情報という固定情報を用いて口座取引を行う場合には，セキュリティ上の問題，第三者による不正利用に弱いといった問題，盗み見等の問題があることから，顧客口座情報ではない仮情報を用いることによって，安全に口座取引を行い，さらに仮情報に有効時間や取引制限を設けることによって第三者による不正利用を防ぐことを可能にしている(【0003】【0007】【0015】【0104】【0106】)。つまり，引用発明においては，固定情報の一つである顧客口座情報を用いず，仮情報を用いることに意味がある。",
                    "ここで，引用発明における「仮情報」を本願発明の「固定情報」に変更しようとすると，仮情報を用いることによって得られる上記のメリットを失うにとどまらず，引用例1が解決すべき課題としていた技術と同じになってしまうというデメリットが生じる。",
                    "そうすると，引用例1に接した当業者が，仮情報を用いることの技術的意義を喪失してもなお引用発明における「仮情報」を本願発明の「固定情報」に変更しようとする動機はないから，「可変情報」である引用発明の「仮情報」を本願発明の「固定情報」とすることは，引用例1に接した当業者にとって適宜になし得たことではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の「固定情報」が引用発明の「仮情報」と実質的に相違しないか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の「固定情報」と引用発明の「仮情報」とが相違することについて",
                  "text": [
                    "引用発明は，「仮情報」を顧客口座情報に変えるものではない。引用例1【0044】の「対応する顧客口座情報へ変換する」は，単に「対応する顧客情報を取得する」程度の意味である。",
                    "本願発明では，固定情報自体を通信によって送受信するため，仮に固定情報が符号化や暗号化されていても，これらに対応する復号化をするだけで固定情報を得ることが可能である。一方，引用発明では，仮情報管理サーバがホストコンピュータに対して仮情報及び当該仮情報に対応させた顧客口座情報を送信し，ホストコンピュータが仮情報及び当該仮情報に対応させた顧客口座情報を記憶し，ホストコンピュータにおいて，携帯端末装置から現金自動取引装置を介して取得された仮情報とホストコンピュータに記憶された仮情報とが照合されることが必要不可欠であり，このような必要不可欠の処理を経て初めて仮情報は顧客口座情報に変換される。",
                    "したがって，仮に，本願発明の「固定情報」が何らかの符号化や暗号化に対応した復号のための変換によって「口座番号，支店名，および通信端末ID」のような情報となるもので，引用発明の「仮情報」が対応する顧客口座情報へ変換されるものであっても，本願発明の「固定情報」と引用発明の「仮情報」とは相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の「仮情報」を本願発明の「固定情報」とすることについて",
                  "text": [
                    "前記(1)イのとおり，当業者にとって適宜になし得たことではない。また，本願発明の「固定情報」と引用発明の「仮情報」とでは，変換されるまでの処理が大きく異なることから，引用発明から本願発明は容易に想到し得ない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の「仮情報」を「固定情報」として生成することが示唆されているか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の「仮情報」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "銀行システムの技術分野の技術常識によれば，銀行システムのホストコンピュータは，支店番号及び口座番号，口座内の残金や取引履歴等のデータが格納されたデータベースを備えており，キャッシュカードから読み取りATM経由で受信した支店番号及び口座番号を検索キーとして，口座内の残金や取引履歴等のデータが格納されたデータベースを検索して，金融取引に応じて残金等を変更して，当該金融取引を取引履歴に追加格納している。引用例1の図3のS313～S314で仮情報管理サーバからホストコンピュータへ通知された「仮情報及び口座情報」(具体的には仮情報と支店番号及び口座番号の組合せ)の内の「仮情報」と，S316でATMからホストコンピュータへ通知された「取引情報と仮情報」の内の「仮情報」とを，S317において照合し，その後に，仮情報に対応付けられた支店番号及び口座番号を用いてホストコンピュータ内のデータベースを検索し，該当する口座情報の存在を「検証」して，存在が検証された場合に，取引を実行する(【0041】～【0044】)。そして，【0045】の「事前に仮情報データと顧客口座情報の対応を検証し，ホスト側データ保管部302に保管してお」くとの記載は，図3のS313～S314で仮情報管理サーバからホストコンピュータへ通知された「仮情報及び口座情報」の内の「口座情報」(具体的には支店番号及び口座番号)を検索キーとして，S317の照合前に，ホストコンピュータ内のデータベースを検索して，当該口座情報に該当する口座情報の存在を検証しておいてから，S317の照合に進むことを意味していると解釈するのが自然である。その場合，ホストコンピュータ内に格納された仮情報が口座番号と同様の機能(口座内の残金や取引履歴等のデータを検索するための検索キー)を果たすことになる。したがって，【0045】において保管されるのが「仮情報」でなく「検証結果」であるとする原告の主張は誤りである。",
                        "仮に，検証結果が保管されているとしても，【0045】においては，引用発明において生成される「仮情報」を「事前に仮情報データと顧客口座情報の対応を検証した検証結果が保管された情報」として生成することが示唆されていることになるから，本件審決の説示の論旨に影響はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明の「固定情報」は，複数の取引ごとに変化しない情報であればよく，取引のたびごとに生成削除されたとしても，生成のたびに同じ値の「仮情報」が生成されていれば「固定情報」である。引用発明においては，仮情報生成は口座情報のみに基づいており，口座取引を行う際に口座取引の内容を入力するのは現金自動取引装置においてであるから，仮情報は，口座取引の内容と無関係に生成される値であり，口座の取引内容に応じて値を変化させる必要がない。",
                        "また，引用例1の「ホストコンピュータ30においては，事前に仮情報データと顧客口座情報の対応を検証し，ホスト側データ保管部302に保管しておいても構わない。」(【0045】)との記載は，「仮情報」を複数の取引にまたがって用い得ることを示唆している。さらに，引用例1の「仮情報使用の有効期限と有効回数を設けることも可能である。」(【0086】)，「仮情報に有効期限と有効回数を設けることにより，第3者等による不正利用防止のセキュリティを向上させることができる。」(【0087】)との記載は，引用発明の「仮情報」を有効期限や有効回数が設けられた情報のような固定情報として生成することを示唆している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の「仮情報」を本願発明の「固定情報」とすることについて",
                  "text": [
                    "本願発明の「固定情報」と引用発明の「仮情報」は，いずれも口座番号及び支店名そのものでなくてもよいが対応するものであって，この点において両者は共通している。そして，本願発明の「固定情報」も「口座番号及び支店名」そのものである必要はないのであるから，引用発明の「仮情報」が「顧客口座情報」と「異なる」こと自体は，これが本願発明の「固定情報」と相違することを認定する根拠になり得ない。",
                    "したがって，引用発明の「仮情報」は，本願発明の「固定情報」とすることを示唆するものであるから，当業者は，引用発明から相違点2に係る構成を容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の「固定情報」が引用発明の「仮情報」と実質的に相違しないか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，相違点2の判断として，①引用例1の【0045】【0086】【0087】の記載において引用発明の「仮情報」を「固定情報」として生成することが示唆されており，この示唆に従って引用発明の「仮情報」を「固定情報」とすることは当業者であれば適宜なし得た旨を示すとともに，その際，②本願発明の「固定情報」の意義が「「可変情報」(OTP等の情報)でない情報」のことである旨を示した。そして，そのような②の解釈を補足して，③仮に「固定情報」が本願明細書の【0136】に例示された「口座番号，支店名，通信端末ID」のような情報の意味であるとの限定解釈を採用した場合にあっても，通信の際の符号化や暗号化に対応した復号のための変換によって「口座番号，支店名，通信端末ID」のような情報となるものも「顧客口座情報とは異な」り，かつ，「対応する顧客口座情報へ変換される」ものである引用発明の「仮情報」と実質的に相違しないことになる旨を説示し，このような仮定的な限定解釈によっても結論が変わらない旨を示したものである。",
                    "このような本件審決の論旨に照らせば，上記③の説示は，①及び②の説示を補足するものにすぎないのであり，上記③に係る原告の主張は，①及び②の説示に違法があって初めて審決の取消事由となり得るのであり，独立した取消事由の主張となり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決における，引用発明の「仮情報」が「口座取引処理にあたって「対応する顧客口座情報へ変換される」ものである」旨の説示は，引用例1の【0044】の記載に即して認定した引用発明に基づくものであって，この説示に誤りはない。",
                    "本願発明では，特許請求の範囲の記載において「固定情報に基づいて財物を提供可能な状態に置く」旨記載しているのみであり，「固定情報」をどのようにして「口座番号」や「支店名」などの顧客口座情報へ変換するのかは，記載されていない。そして，「固定情報」である「口座番号，支店名，および通信端末ID」を送信する場合には，符号化あるいは暗号化されることが一般的であり，符号化あるいは暗号化された「口座番号，支店名，および通信端末ID」は「顧客口座情報」とは異なり，口座取引処理に当たって復号によって「対応する顧客口座情報へ変換される」のであるから，引用発明の「仮情報」と実質的に相違しないということもできる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点3の容易想到性の判断誤りについて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の相違点3に係る構成を，本願発明の「固定情報に基づく」に置換することは，引用発明において必要不可欠な処理を削減する方向に大きく変えるものであることから，当業者にとって適宜になし得たことではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，引用発明において必要不可欠な，現金自動取引装置からホストコンピュータに仮情報を送信するための電文や，ホストコンピュータにおいて仮情報を照合し，対応する顧客口座情報に変換する処理を実行するためのプログラムを要することなく，利便性が高いキャッシュカードレスの提供システムを実現するという目的を達成することができる。引用発明においては，引用発明の構成こそが従来技術から最小限の電文変更で済むと認識されていたのであるから(【0046】)，本願発明の効果は，当業者が予測し得る範囲を超えるものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "前記1の〔被告の主張〕のとおり，相違点3は認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告主張の本願発明の効果は，本願発明の特定の実施例(「固定情報」が「口座番号および支店名(支店番号)」のみである場合)でのみ生じる効果である。また，引用例1の実施の形態4でも，原告主張の本願発明の効果と同様の効果が生じているから，原告主張の本願発明の効果は，当業者が予測し得る範囲を超えるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明に係る特許請求の範囲は，前記第2の2のとおりであり，本願明細書の記載(甲3)によれば，本願発明の特徴は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明は，有体物及び電子データなどの提供物を提供するための提供システムに用いられる提供装置に関するものである。(【0001】)"
            },
            {
              "fig": "(2)",
              "subject": "現在普及しているATMは，取引を行うためにキャッシュカードを必要とし，キャッシュカードには磁気メモリ及びICチップを搭載する必要があるため，一定以上の厚さが必要であり，その厚さはキャッシュカードを保持するにあたり，その収納性を悪化させる要因となっている。(【0003】)",
              "text": [
                "キャッシュカードを発行するためには，費用と時間を要し，また，ATMのカード挿入部における摩擦によるキャッシュカードの摩耗及び劣化が避けられず，多額の保守費用を要している。さらに，キャッシュカードを紛失した場合，通常は固定された4桁の暗証番号のみで個人認証がなされてしまうため，セキュリティは決して高くはない。(【0004】)",
                "キャッシュカードを用いずに金銭取引を行う技術として，携帯端末に予め取引情報を入力しておき，ワンタイムパスワード(One  Time  Password；OTP)を用いて取引を実行する技術があるが，システムにログインするための情報を入力する，又は携帯端末に記憶させておく必要があり，ログイン情報の入力の手間が発生し，また，携帯端末を紛失または機種変更した際にログイン情報が携帯端末に記憶されたままの状態になる，などの不都合が生じてしまうという問題があった。(【0005】，【0007】)",
                "そこで，本願発明は，利便性が高いキャッシュカードレスの提供システムを実現することを目的とする。(【0008】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明は，上記課題を解決するために，ネットワークを介して通信端末が第1情報処理装置から受信した固定情報を，前記通信端末とのHF帯RFIDを用いた直接通信によって受信する受信部と，前記固定情報に基づいて財物を提供可能な状態に置く提供部とを備えた提供装置を設けた。(【0048】【0050】【0052】【0053】【0061】～【0063】【0111】～【0120】【0132】【0136】。別紙1の【図1】【図2】【図12】)"
            },
            {
              "fig": "(4)",
              "subject": "本願発明に係る提供装置の構成を採用することにより，通信端末を紛失した場合であっても，通信端末には特定情報が記憶されていないため，第3者によって悪用されるリスクを低減することができ，ユーザが通信端末を機種変更した場合であっても，変更された機種を用いてユーザ情報および特定情報を更新することで，提供システムを継続して利用することができ，その結果，利便性が高いキャッシュカードレスの提供システムを実現することができるという作用効果を奏するものである。(【0043】【0120】)"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載",
              "text": [
                "引用例1(甲1)には，おおむね以下の記載がある(下記記載中に引用する図面については，別紙2参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "引用発明は，カードレスでも携帯端末装置を利用して現金自動取引装置(ATM)において口座取引することが可能な，口座取引システムに関するものである。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "現金自動取引装置を用いた口座取引においては，利用者が保持しているキャッシュカードやクレジットカード等，顧客口座情報を保持しているカード(磁気カード／ICカード等)を用い，預金者(利用者)が自分の保有する口座から現金を引き出す場合には，カードから読み取った顧客口座情報をホストコンピュータに送信し，口座取引を行っている。(【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "従来の現金自動取引装置を用いた口座取引においては，カードの初期発行時，紛失時等に発行や再発行に時間がかかるため，その間現金自動取引装置を使った口座取引を行うことができず顧客利便性を損ない，カードを忘れた場合などにも現金自動取引装置による口座取引を行うことができないという問題点があった。(【0005】)",
                    "カードの初期発行時，紛失時等には仮カードを発行する等の対応もとられているが，本カードの発行コストがかさみ，仮発行できる窓口若しくは端末のある場所にまで行く必要があるため，必要なときすぐに利用することが困難であるという問題点もあった。(【0006】)",
                    "携帯電話等の携帯端末装置をカード代わりにして口座取引を行う実験も行われているが，携帯端末装置内に顧客口座情報のデータを長時間保管しておくため，携帯端末装置や現金自動取引装置側のセキュリティを高めなくてはいけないという問題点があり，さらに，携帯端末装置の盗難や紛失による不正利用等の，第3者による不正利用に非常に弱く，セキュリティ等の要件から携帯端末装置の機種や形態に依存する要素が多分にあるため，多くの顧客に対して同じサービスを提供できないという問題点がある。(【0007】)",
                    "そこで，引用発明は，金融機関の利用者が現金自動取引装置を用いて口座取引を行う際，キャッシュカードを保持していなくとも，携帯電話等の携帯端末装置を利用することにより，安全性を維持しつつ手軽に口座取引をすることが可能な，口座取引システムを提供することを目的とするものである。(【0008】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "このように，引用発明では，事前に仮情報管理サーバに顧客口座情報を登録しておくことにより，顧客口座情報とは異なる仮の情報を用いて，携帯端末装置を保持する大多数の顧客に対して，キャッシュカードを必要としない口座取引を行うことを目的としている。そして，携帯端末装置には口座取引に必要な重要な情報を長時間保持せず，必要なときに仮情報管理サーバに顧客口座情報に関連付けられた仮情報の発行依頼を行うことを想定している。(【0014】)",
                    "さらに，引用発明は，仮情報に有効時間や取引制限を設け，第3者による不正利用を防ぐことも可能である。(【0018】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "次に，上述のように構成された口座取引システム1を用いて実行される第1乃至第4の実施の形態について説明する。まず，引用発明の第1の実施の形態は，以下のようなシステムである。(【0027】)",
                      "text": [
                        "すなわち，事前に仮情報管理サーバ20に顧客の顧客口座情報を登録することにより，顧客の要求によって顧客口座情報に対応する仮情報を生成し，その仮情報管理サーバ20から顧客の携帯電話機等の携帯端末装置50に仮情報を送信し，ホストコンピュータ30側にも同様に仮情報と顧客口座情報を通知する。顧客は携帯端末装置50の画面上に表示した仮情報を読取ることができる機能を持つ現金自動取引装置10において，本仮情報を現金自動取引装置10へ入力することにより，本仮情報がホストコンピュータ30側に通知される。ホストコンピュータ30に事前に通知されている仮情報と顧客口座情報を結びつけることにより，当該顧客口座情報での口座取引を可能にするというものである。(【0028】【図1】)",
                        "まず，顧客はカードレス取引を行うために携帯端末装置50より携帯端末側通信部502を通じて仮情報管理サーバ20に仮情報発行の要求を行う(【図3】のステップS308。以下同じ)。その際，IDおよびパスワードを入力する(ステップS309)。(【0037】)",
                        "すると，仮情報管理サーバ20は，サーバ側第2通信部203を通じて本要求を取得し，サーバ側データ保管部200にあらかじめ登録済みの情報からサーバ側顧客情報照合部201で顧客情報を確認し(ステップS310)，仮情報生成ロジック部202で仮情報を生成する(ステップS311)。顧客情報の確認には，後述するような携帯端末IDやパスワード等の認証を用いても良い。(【0038】)",
                        "そして，生成した仮情報は，サーバ側第2通信部203を通じて，携帯端末装置50に通知され(ステップS311)，携帯端末装置50では，携帯端末側通信部502で受信したデータを情報表示部500もしくは情報通信部501より出力する(ステップS312)。(【0039】)",
                        "仮情報の出力例として，情報表示部500への表示は2次元バーコード等であり，情報通信部501のインターフェースはBluetooth等を用いることもできる。(【0040】)",
                        "そして，口座取引を行う際には，口座取引の内容を入力するとともに，上述したように携帯端末装置50において情報表示部500もしくは情報通信部501より出力された仮情報が，現金自動取引装置10の携帯端末情報読取部100または携帯端末情報通信部101において入力される(ステップS315)。(【0042】)",
                        "さらに，入力された仮情報は，口座取引の内容とともに現金自動取引装置10のATM側第1通信部105からホストコンピュータ30へ通知される(ステップS316)。(【0043】)",
                        "ホストコンピュータ30に通知された仮情報データは，ホスト側データ保管部302に保管されていた仮情報とホスト側顧客情報照合部300で照合し(ステップS317)，対応する顧客口座情報へ変換する(ステップS318)ことにより，口座取引処理を行う(ステップS319)。(【0044】)",
                        "その後，取引を終了する(ステップS320)とともに，仮情報を削除する(ステップS321)。もちろんホストコンピュータ30においては，事前に仮情報データと顧客口座情報の対応を検証し，ホスト側データ保管部302に保管しておいても構わない。(【0045】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これにより，仮情報管理サーバ20への情報登録を現金自動取引装置10から行えるため，登録処理の自動化を図ることができる。",
                        "また，仮情報使用の有効期限と有効回数を設けることも可能である。(【0086】)",
                        "これにより，仮情報に有効期限と有効回数を設けることにより，第3者等による不正利用防止のセキュリティを向上させることができる。…。(【0087】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "以上説明したように，引用発明は，事前に仮情報管理サーバに顧客口座情報を登録しておくことにより，携帯端末装置を保持する大多数の顧客に対して，顧客口座情報ではない仮の情報を用いて，安全にカードを必要としない口座取引を行うことを目的としている。これによって顧客利便性の大幅な向上，仮カードの再発行処理費用削減等の効果が得られる。(【0104】)",
                    "また，情報を仮情報管理サーバで集中管理することにより，個々の携帯端末装置のセキュリティに依存することなく，容易に引用発明を適用したシステムを実現できるメリットもある。加えて携帯端末装置の形態にも依存性が少ない。(【0105】)",
                    "さらに仮情報に有効時間や取引制限を設けることによって，第3者による不正利用を防ぐことも可能である。(【0106】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1の記載(甲1)によれば，引用例1には，本件審決が認定したとおりの引用発明(前記第2の3(2)ア)が記載されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明においては，ホストコンピュータにおいて，携帯端末装置から現金自動取引装置を介して取得された仮情報1とホストコンピュータにおいて記憶された仮情報2とが照合されることが必要不可欠であり，本件審決の引用発明の認定は，かかる構成要素を除いたもので，誤っていると主張する。",
                    "しかし，本願発明は「提供装置」に関する発明であり，本願発明の「提供装置」は引用発明の「現金自動取引装置」に対応するところ，引用発明の「ホストコンピュータ」は「現金自動取引装置」とは別の装置であり，「現金自動取引装置」を構成する要素ではない。また，引用例1は，仮情報の照合と仮情報に対応する顧客口座情報への変換について，ホストコンピュータで行うもの(実施の形態1。【0028】)のみならず，仮情報管理サーバで行うもの(実施の形態2及び3。【0047】【0060】)，現金自動取引装置で行うもの(実施の形態4。【0071】)を開示しているのであるから，上記作業をホストコンピュータで行うことは必要不可欠ではない。そして，本件審決は，引用発明を「入力された仮情報が照合され」と認定しているのであるから，照合されるべき他の情報があることは自明である。",
                    "したがって，原告の上記主張は理由がなく，本件審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "本願発明と引用発明との間には，本件審決が認定したとおりの相違点1及び2(前記第2の3(2)ウ)が存在する(相違点1及び2の存在については，争いがない。)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1は，情報の受信のための電波を用いた近距離の直接通信が，本願発明では，「HF帯RFIDを用いた直接通信」であるのに対し，引用発明では，Bluetooth等を用いた携帯端末情報通信部と携帯端末装置との通信であって，「HF帯RFIDを用いた直接通信」であると明示されていないというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1には，携帯端末装置から現金自動取引装置への仮情報入力に関して，「携帯端末装置50では，携帯端末側通信部502で受信したデータを情報表示部500もしくは情報通信部501より出力する(ステップS312)。仮情報の出力例として，情報表示部500への表示は2次元バーコード等であり，情報通信部501のインターフェースはBluetooth等を用いることもできる。」(【0039】【0040】)と記載されている。そうすると，引用例1の「BlueTooth等」は，「2次元バーコード」と同等のものとして挙げられたものであり，2次元バーコードであれば，仮情報を入力する際の，携帯端末装置と携帯端末情報読取部との距離は，せいぜい20～30cm程度の手の届く範囲と考えるのが自然である。また，現金の授受を行うという現金自動取引装置の利用目的からすれば，携帯端末装置と現金自動取引装置との距離は1m以上も離れたものでなく，手の届く範囲と考えられる。したがって，引用例1に記載された「BlueTooth等」は，2次元バーコードを読み取る際の2次元バーコードと現金自動取引装置の携帯端末情報読取部との間の距離と同程度の距離で行われる通信方式として挙げられたものと解するのが相当である。",
                    "また，引用例1には，BlueTooth等を用いる場合の携帯端末装置と現金自動取引装置との通信について，「携帯端末情報読取部100または携帯端末情報通信部101において入力される」(【0042】)と記載されているのみで，ペアリング等の具体的な通信手順については記載がないことから，BlueToothは，必須のものではなく，2次元バーコードの読取りの代替となる近距離無線通信の一例であると解するのが相当である。",
                    "一方，引用例2(甲2)には，携帯通信端末の非接触型ICカードとATMとの間で，口座番号や，金額，振込日時等の情報をＮFC通信(短距離無線通信)により送受信することが記載され(【0053】【0055】【0058】)，ＮFC通信は，HF帯RFIDを用いた近距離直接通信である。そして，HF帯RFIDを用いて近距離の直接通信を行うことが周知技術であることは，当事者間に争いがない。",
                    "したがって，引用例1は，2次元バーコードの読取距離と同程度の距離の通信方式を採用することを示唆しており，近距離の直接通信の周知技術であるHF帯RFIDの採用を試みる動機付けがあり，これを行うことへの阻害要因もない。そうすると，当業者は，引用発明の近距離無線通信方法であるBluetooth等を，周知技術であるHF帯RFIDに置換することを容易に想到することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，Bluetoothの代わりにHF帯RFIDを採用すると，通信距離の違いにより，1m以上離れた場所にいる顧客が取引できなくなる旨主張する。",
                        "しかし，BluetoothとHF帯RFIDのいずれも30cm以内の通信が可能であり(甲13，14)，また，Bluetoothを用いる場合に1m程度離れた距離からATMを操作できる利点があり，HF帯RFIDに置換すればかかる利点が失われる旨の原告の主張は，ATMの使用実態とかけ離れたもので，採用し難い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，取引のセキュリティを，本願発明は，至近距離で通信を行うことにより高く維持するものであるのに対し，引用発明は，仮情報を用いることにより高くするものであるから，課題解決の方向性が異なる旨主張する。",
                        "しかし，本願明細書において，最大通信距離が30cmであるHF帯RFID(甲14)と最大通信距離が5mであるUHF帯RFID(甲14)とが同列に論じられていること(「RFIDとしては，例えば13．56MHz帯の電波を利用したHF帯RFIDや900MHz帯の電波を利用したUHF帯RFIDが挙げられる。」【0063】)からすれば，HF帯RFIDを採用するメリットが本願明細書に開示ないし示唆されているとはいえない。また，原告主張の引用発明の具体的課題も，引用例1に開示ないし示唆されているとはいい難い。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明では，ペアリングが必要であるのに対し，本願発明では必要がない旨主張する。",
                        "しかし，Bluetoothにおいてペアリングをすることが一般的であるとしても，周知技術であるHF帯RFIDを採用すればこれが不要となることは，予測の範囲内の効果である。したがって，当業者が容易に想到できないことを基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，原告の上記主張はいずれも理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点1に係る本願発明の構成は，容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2は，財物を提供可能な状態に置くために，第1情報処理装置から通信端末が受信しさらに提供装置が電波を用いた直接通信によって受信する情報が，本願発明では「固定情報」であるのに対し，引用発明では「仮情報」であって，「固定情報」であると明示されていないというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，顧客の携帯端末が，第1情報処理装置から固定情報を受信し，顧客がこれを提供装置の受信部に通信し，この固定情報に基づいて財物を提供可能な状態にすることによって，カードレスのATM取引を行うというものである。",
                        "本願明細書には，「第1実施形態において特定情報に含まれる口座番号，支店名，および通信端末IDは固定された情報であるので，「固定情報」ということができる。つまり，本実施形態において，特定情報は可変情報および固定情報を含む，ということができる。」(【0136】)と記載されているから，本願発明の「固定情報」とは，特定情報のうち，口座番号，支店名及び通信端末IDのように固定された情報であると解するのが相当である。また，本願明細書には，「OTPとは，従来の固定型のパスワードとは異なり，アクセス制限に一定の期間が設定されたパスワードである。また，OTPは一度アクセスするとアクセス権限が消滅するパスワードであってもよい。OTP生成部450CはOTP生成要求を受けると，時間に依存した関数によって計算されたランダムの数字，文字，および記号から選択されたパスワード，またはランダムの数字，文字，および記号から選択されたパスワードを生成する。換言すると，OTPは生成されるたびに情報が異なる「可変情報」ということができる。」(【0132】)と記載されているから，本願発明の「固定情報」とは，ワンタイムパスワード(OTP)のように生成されるたびに異なる「可変情報」でないものを意味すると解するのが相当である。なお，通信端末IDは，通信端末の紛失や買替えによって変わることがあるが，その頻度は銀行のATMの利用頻度に比べると非常に少ないと考えられるから，「固定情報」を，上記のとおり，固定された情報で，生成されるたびに異なる「可変情報」でないものと解することの妨げとはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，仮情報管理サーバが生成した「仮情報」を顧客の携帯端末装置が受信し，顧客がこれを現金自動取引装置の携帯端末情報通信部に入力し，入力した仮情報を照合して，対応する顧客口座番号へ変換することによって，カードレスのATM取引を行うというものである。",
                        "引用発明においては，一度の取引が終了すると，仮情報は削除され(【0045】，【図3】のステップS321)，仮情報は取引のたびに生成されるものである(【0037】【0038】)。そして，引用例1には，「顧客口座情報とは異なる仮の情報を用いて，…，キャッシュカードを必要としない口座取引を行うことを目的としている。そして，携帯端末装置には口座取引に必要な重要な情報を長時間保持せず，必要なときに仮情報管理サーバに顧客口座情報に関連付けられた仮情報の発行依頼を行うことを想定している。」(【0014】)，「顧客口座情報ではない仮の情報を用いて，安全にカードを必要としない口座取引を行うことを目的としている。」(【0104】)と記載されているから，引用発明は，課題解決手段として，顧客口座情報を用いない手段を採用している。",
                        "したがって，引用発明の「仮情報」は，顧客口座情報とは異なり，取引のたびに生成されるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明から相違点2に係る構成を容易に想到することができたかを判断すると，引用例1の発明が解決しようとする課題欄には，「携帯電話等の携帯端末装置をカード代わりにして口座取引を行う実験も行われているが，この方法では携帯端末装置内に顧客口座情報のデータを長期間保管しておく」旨の記載があり(【0007】)，引用例2には，携帯通信端末に，銀行の情報，支店の情報，預金形態(当座，普通，総合等)，口座番号，名義等のキャッシュカード情報を記憶させておき(【0033】【0045】)，振り込みや引き出しを行う際に，口座番号等の高いセキュリティが必要な情報をＮFC通信(短距離無線通信)でATMに送信する(【0053】～【0055】)旨記載されている。このように，顧客口座情報，口座番号等の「固定情報」を通信端末から提供装置が受信するのは，引用例1及び2に記載された発明よりさらに前の従来技術にほかならない。",
                        "そうすると，引用発明の「仮情報」を本願発明の「固定情報」とすることは，当業者が適宜なし得たものといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明の「仮情報」は「固定情報」であることが示唆されている旨判断した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "この点について，被告は，本願発明の「固定情報」は，複数の取引ごとに変化しない情報であればよく，取引のたびごとに生成削除されたとしても，生成のたびに同じ値の「仮情報」が生成されていれば「固定情報」であるといえる，実際，引用発明において，仮情報は，口座取引の内容と無関係に生成される値であり，口座取引内容に応じて値を変化させる必要がない旨主張する。",
                            "しかし，引用例1の【図3】のステップS310～S311には，「仮情報」を口座情報に基づいて生成することの記載はないし，「仮情報」はセキュリティの観点から取引ごとに異なるものとすることが通常であるところ，引用例1にこれを同じにすることを示唆する記載もない。したがって，引用発明において，生成のたびに同じ値の「仮情報」が生成されることが示唆されているとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，引用例1の「ホストコンピュータ30においては，事前に仮情報データと顧客口座情報の対応を検証し，ホスト側データ保管部302に保管しておいても構わない。」(【0045】)との記載は，「仮情報」を複数の取引にまたがって用い得ることを示唆している旨主張する。",
                            "しかし，前記イ(イ)のとおり，事前に仮情報データと顧客口座の対応が検証される場合であっても，「仮情報」は取引終了時に削除されることからすれば，「仮情報」が複数の取引にまたがって用い得ることが示唆されているとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告は，引用例1の「仮情報使用の有効期限と有効回数を設けることも可能である。」(【0086】)，「仮情報に有効期限と有効回数を設けることにより，第3者等による不正利用防止のセキュリティを向上させることができる。」(【0087】)との記載によれば，引用発明の「仮情報」を有効期限や有効回数が設けられた情報のような固定情報として生成することが示唆されている旨主張する。",
                            "しかし，「有効期限」(【0086】【0087】)は，携帯端末装置が仮情報を受け取ってから，現金自動取引装置に仮情報を入力するまでの期限のことと解され，「有効期限」の定めがあるからといって，1回の取引を超えて「仮情報」が使用されることを示唆するとはいい難い。そして，「有効回数」(【0086】【0087】)は，仮情報の使用回数を，1回限りではなく，数回としたものと解されるが，前記イ(イ)のとおり，引用発明は，課題解決手段として，顧客口座情報を用いない手段を採用しているのであるから，「有効回数」の定めがあるからといって，「固定情報」であることが示唆されているとはいい難い。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，引用発明の「仮情報」は「固定情報」であることが示唆されている旨の本件審決の判断には誤りがあるが，相違点2を容易に想到することができた旨の本件審決の判断は，結論において正当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本願発明の「固定情報」が引用発明の「仮情報」と実質的に相違しない旨判断した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "この点について，被告は，本願発明の「固定情報」の例である「口座番号，支店名および通信端末ID」は，通信の際に何らかの符号化や暗号化されるのが通常であるから，本願発明の「固定情報」は，顧客口座情報とは異なるものの口座取引処理に当たって対応する顧客口座情報へ変換される引用発明の「仮情報」と実質的に相違しない旨補足的に主張する。",
                            "しかし，符号化，暗号化によって，顧客口座情報が別の情報になるわけではなく，データの形式が変化するだけであるから，復号の前後のいずれも，「固定情報」というべきである。したがって，本願発明の「固定情報」と引用発明の「仮情報」とは相違するのであって，被告の上記主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，本願発明の「固定情報」が引用発明の「仮情報」と実質的に相違しない旨の本件審決の判断にも誤りがあるが，前記イ(ウ)のとおり，相違点2を容易に想到することができた旨の本件審決の判断は，結論において正当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，相違点2に係る本願発明の構成は，容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明は，引用例1に基づいて容易に想到することができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "したがって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}