{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が，無効2016-890036号事件について平成28年12月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する無効審決の取消訴訟である。争点は，①原告の有する下記本件商標と被告の有する下記引用商標との同一性又は類似性(商標法4条1項11号)の有無及び②本件商標についての被告の業務に係る商品又は役務と混同を生じるおそれ(同項15号)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，下記の本件商標の商標権者である(甲1，2)。",
            "ORGAＮO  SCIEＮCE                (標準文字)",
            "①  登録番号    第5417057号",
            "②  出 願 日    平成22年6月16日",
            "③  登録査定日  平成23年5月13日",
            "④  登 録 日    平成23年6月10日",
            "⑤  商品及び役務の区分並びに指定商品及び指定役務",
            "設定登録時の指定商品及び指定役務は，第1類「芳香族有機化合物，脂肪族有機化合物，有機ハロゲン化物，アルコール類，フェノール類，エーテル類，アルデヒド類及びケトン類，有機酸及びその塩類，エステル類，窒素化合物，異節環状化合物，有機リン化合物，有機金属化合物，化学剤，原料プラスチック，有機半導体化合物，導電性有機化合物」及び第40類「有機化合物・化学品・原料プラスチックの合成及び加工処理」であったが，その後，指定商品中の第1類「化学剤，原料プラスチック」については，平成28年3月18日受付の一部放棄により，また，指定役務中の第40類「化学品・原料プラスチックの合成及び加工処理」については，同年6月17日受付の一部放棄により，それぞれその登録の一部が抹消された(甲2，209，210)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，平成28年5月31日，特許庁に対し，本件商標が商標法4条1項11号及び同項15号に該当するとして，商標登録無効審判請求をした(乙1，無効2016-890036号)。",
            "特許庁は，平成28年12月20日，「登録第5417057号の登録を無効とする。」との審決(本件審決)をし，その謄本は，平成29年1月4日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標(以下，下記引用商標1及び2を総称して「引用商標」という。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1(甲3，4)",
                  "text": [
                    "①  登録番号    第1490120号",
                    "②  出 願 日    昭和51年4月5日",
                    "③  登 録 日    昭和56年11月27日",
                    "④  商品及び役務の区分並びに指定商品及び指定役務",
                    "設定登録時の指定商品は，第1類「化学品(他の類に属するものを除く)」であったが，昭和57年7月26日に「無機工業薬品，有機工業薬品，のりおよび接着剤」について放棄による一部抹消の登録がされ，平成14年10月9日に残余の指定商品について，指定商品を第1類「界面活性剤，化学剤」とする書換登録がされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2(甲4，5)",
                  "text": [
                    "①  登録番号    第1490119号",
                    "②  出 願 日    昭和51年4月5日",
                    "③  登 録 日    昭和56年11月27日",
                    "④  商品及び役務の区分並びに指定商品及び指定役務",
                    "設定登録時の指定商品は，第1類「化学品(他の類に属するものを除く)」であったが，昭和57年7月26日に「無機工業薬品，有機工業薬品，のりおよび接着剤」について放棄による一部抹消の登録がされ，平成14年10月16日に残余の指定商品について，指定商品を第1類「界面活性剤，化学剤」とする書換登録がされた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標及び「オルガノ」又は「ORGAＮO」の文字からなる商標(以下，「オルガノ」又は「ORGAＮO」の文字からなる商標を「被告商標」ということがある。)の周知著名性について",
              "text": [
                "被告は，総合水処理エンジニアリング会社として我が国大手の企業であり，そのグループ会社は，これに関連した商品の製造，販売，役務の提供その他幅広い分野において営業活動を展開しており，「オルガノ」及びその英語表記である「ORGAＮO」の表示は，被告の略称を表示するものとして，また，被告のハウスマークを表示するものとして，本件商標の登録出願日前から，我が国の産業界で広く知られていたと認められる。",
                "被告の作成・発行に係る総合カタログ及び各種商品の個別カタログには，その表紙に，下記使用商標1又は2(以下，これらを総称するときは「使用商標」という。)が表示されている。",
                "使用商標1",
                "使用商標2",
                "使用商標1又は2における図形部分と「ORGAＮO」又は「オルガノ」の文字部分とは，外観，観念及び称呼の点からみて，これらを常に一体のものとして把握，認識しなければならない特段の理由は存在しないから，それぞれ独立して自他商品及び役務の識別機能を果たし得るというべきである。",
                "さらに，被告の主たる業務である水処理装置事業には，当該事業を遂行する上でイオン交換樹脂などの水処理薬品等が不可欠な存在であり，また，被告も化学・薬品に関する技術開発に力を入れ，そのことがしばしば新聞等で報道されていることなどの事実が認められる。",
                "そうすると，「オルガノ」及びその英語表記である「ORGAＮO」の表示からなる被告商標は，被告の主たる業務に係る純水製造装置，超純水製造装置，排水処理装置等の製造，販売を含む水処理装置事業並びに当該事業と密接に関係するイオン交換樹脂，水処理薬品等の製造，販売を含む薬品事業を表示するものとして，本件商標の登録出願日前から，我が国の半導体メーカーなどの電子産業，化学・食品，原子力発電所，発電所等の関連分野において，その取引者，需要者の間に広く認識され，その著名性は，本件商標の登録査定日においても継続していたものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1(商標法4条1項11号該当性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標の類否",
                  "text": [
                    "本件商標の「ORGAＮO」と「SCIEＮCE」の各文字の間には1文字程度の間隔があり，これらの文字は，外観上分離して看取されやすい上，「オルガノサイエンス」の称呼は，やや冗長である。また，本件商標中の「SCIEＮCE」の文字部分は，「科学」を意味する英単語として我が国において広く知られているものであり，その指定商品・指定役務に照らしても，さほど強い識別機能を有しない。これに対し，本件商標中の「ORGAＮO」の文字部分は「有機の」を意味する英単語であるところ，その片仮名表記である「オルガノ」の語は，本件商標の登録出願時において，我が国において一般によく知られていない語と認められる。",
                    "そうすると，本件商標を構成する「ORGAＮO」と「SCIEＮCE」の各文字の間には，その有する意味の浸透の程度及び識別力の点において，極めて大きな差異がある。「ORGAＮO」及び「オルガノ」の文字からなる引用商標は著名であることも考慮すると，本件商標中の「ORGAＮO」の文字部分は，取引者，需要者に対し，商品及び役務の出所識別標識として強く支配的な印象を与える。",
                    "したがって，本件商標は，その構成中の「ORGAＮO」の文字部分が要部ということができるから，その構成文字全体を称呼した場合の「オルガノサイエンス」の称呼のほか，その要部である「ORGAＮO」の文字部分から，単に「オルガノ」の称呼をも生ずるものであって，特定の観念を有しない。",
                    "他方，「ORGAＮO」の文字からなる引用商標1は，その構成文字に相応して，「オルガノ」の称呼を生ずるものであり，特定の意味合いを有しない造語である。また，「オルガノ」の文字からなる引用商標2は，その構成文字に相応して，「オルガノ」の称呼を生ずるものであり，引用商標1と同様，造語である。",
                    "本件商標の要部「ORGAＮO」は，引用商標1と観念においては比較することはできないが，外観において類似し，引用商標と「オルガノ」の称呼を共通にするものであるから，本件商標と引用商標は，類似する商標というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "指定商品の類否",
                  "text": [
                    "本件商標の指定商品と引用商標の指定商品は，いずれも「化学剤」を含んでいる点において共通する。なお，本件商標の登録査定後に「化学剤」等の商標権は放棄によりその登録が抹消されているが，商標法4条1項11号に基づく類否判断の基準時は商標の登録査定時であるから(同条3項)，「化学剤」が本件商標の登録査定時において指定商品中に含まれていた以上，その後の上記登録抹消は，指定商品の類否判断に影響を及ぼさない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "本件商標と引用商標とは類似し，両商標の指定商品中にはいずれも「化学剤」を含んでいることから，本件商標は，商標法4条1項11号に違反して登録されたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2(商標法4条1項15号該当性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と被告商標との類似性の程度",
                  "text": [
                    "本件商標と被告商標は，前記のとおり，外観又は称呼において類似する商標である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告商標の周知著名性",
                  "text": [
                    "被告商標は，被告の略称及びハウスマーク並びに被告の業務に係る水処理装置事業及び水処理薬品等を含む薬品事業を表示するものとして，本件商標の登録出願日及び登録査定日の時点において，我が国の取引者，需要者の間に広く認識されていたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告商標の独創性の程度",
                  "text": [
                    "英単語「organo」及びその片仮名表記の「オルガノ」の語は，「有機の」を意味するものとして，我が国の国民一般の間に広く浸透しているものとは認めることができないから，被告商標は，独創性が極めて高いとはいえないものの，独創性が備わっていないともいうことができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "商品間又は役務と商品の関連性並びに需要者及び取引者の共通性",
                  "text": [
                    "被告は，総合水処理エンジニアリング会社として，水処理装置事業とこれに密接に関連する薬品事業を柱とする企業である。被告は，薬品関連の事業では，水処理薬品，イオン交換樹脂，食品添加物等の化学品の製造，販売や様々な有機化合物や無機化合物を含む，重金属固定剤，洗浄剤，除菌剤，消臭剤，消泡剤，非イオン性界面活性剤除去剤，高分子凝集剤，不純物除去剤，給水用防錆剤，過酸化水素分解剤，次亜塩素酸ナトリウム剤，燃料添加剤，ボイラ処理剤，防食剤，冷却水処理剤等の製造，販売を行っている。その需要者は，半導体や液晶等の電子産業をはじめ，用水製造や排水処理等の水処理プラント又は中・小型装置，水処理薬品等の化学剤等を必要とする各種製造業，サービス業，発電所，国の機関，自治体，一般消費者等である。",
                    "一方，本件商標の指定商品及び指定役務は，様々な種類の有機化合物に係る商品並びにその合成及び加工処理に係る役務であり，その需要者は，指定商品である化合物を製品原料として，又はこれらを合成及び加工処理したものを必要とする各種製造業者であって，特に，指定商品中の「有機半導体化合物，導電性有機化合物」の需要者は，有機半導体材料や有機EL材料を使用する電子産業であるといえる。",
                    "そうすると，本件商標の指定商品及び指定役務と被告の事業に係る商品及び役務は，いずれも化学品の分野に属する商品及び役務である点において一致し，加えて，本件商標の指定商品は，被告の業務に係る薬品の原材料となり得るものが多く含まれているといえるから，両者は，極めて関連性の高い商品及び役務というべきである。また，需要者においても，化合物を原料として必要とする製造業者は，水処理設備又は水処理装置，水処理用化学剤を必要とする製造業者でもあり，特に，電子産業分野であるという点において，共通する場合が多いといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告の多角経営",
                  "text": [
                    "被告は，平成23年3月の時点において，子会社21社，関連会社2社及び東ソー(親会社)で構成されるグループを形成し，主力事業である水処理装置事業と薬品事業の技術力を活かして，化学工学及び工業化学分野での広範な事業を行う一方，工業薬品類の販売，水処理機器類の販売，食品素材，添加物，栄養補助食品等の開発，製造，販売，工場排水処理設備の製造，販売等を行うなど多角的な経営を行っている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上を総合すると，本件商標をその指定商品及び指定役務中の「化学剤」以外の指定商品及び指定役務について使用するときは，その取引者，需要者に直ちに被告商標を想起，連想させ，当該商品及び役務が，被告との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一表示による商品化事業を営むグループに属する関係にある者の業務に係る商品及び役務であると誤信され，商品及び役務の出所について混同を生じさせるおそれがあるというべきである。",
                    "したがって，本件商標は，商標法4条1項15号にいう「混同を生ずるおそれがある商標」に該当する。",
                    "結論",
                    "本件商標の登録は，商標法4条1項11号及び同項15号に違反してされたものというべきであるから，同法46条1項1号の規定により，その登録を無効とすべきものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標との類否について",
              "text": [
                "結合商標の構成部分の一部を抽出し，その部分のみを他人の商標と比較して商標の類否を判断することは，その部分が取引者，需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されない。",
                "審決は，結合商標である本件商標のうち，「ORGAＮO」という部分が出所識別標識として強く支配的な印象を与えるので，この部分が要部であるとした上で，本件商標の要部と引用商標とを対比し，両商標は類似すると判断したが，以下のとおり，審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ORGAＮO」について",
                  "text": [
                    "審決は，本件商標のうち，「ORGAＮO」という部分が出所識別標識として強く支配的な印象を与えるとするが，「ORGAＮO」という語は，「器官」，「有機の」という意味を有する英語の接頭語である。この語は，新英和大辞典(昭和46年印刷)にも，「器官」，「有機の」を意味する連結形として掲載されており，「organoaluminum  compound」など，化合物名としても多用されている。",
                    "「ORGAＮO」の片仮名表記である「オルガノ」という語は，広辞苑等の辞書に登載されていないとしても，「オルガノ」に近い「オルガン」，「オルガニズム」などの語は辞書に登載されている上，「aqua」，「by」，「audio」など，一般的によく知られた使用頻度の高い接頭語が辞書に登載されていないことは少なくない。また，一般的に，「有機の」を意味するものとして，「オルガノクレイ」や「オルガノギルド」が，それぞれ「有機粘土」，「有機野菜」を意味するものとして使用されているなどしているのであり，「オルガノ」という接頭語の意味が社会一般に十分に浸透していないとはいえない。",
                    "さらに，被告の商号は，被告の製造したイオン交換樹脂が「有機ゼオライト organic  zeolite」と呼ばれ，その略名が「オルガノライト  organolite」であったことに由来しているが，このことは，被告が「有機の」という意味を込めて，その商号を命名したことを意味している。",
                    "このように，本件商標のうち「ORGAＮO」という部分は，「有機の」又は「器官」を意味する一般的な英単語にすぎず，後記のとおり，引用商標が薬品分野では周知，著名とはいえないことも考慮すると，この部分が出所識別標識として強く支配的な印象を与えるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「SCIEＮCE」について",
                  "text": [
                    "「サイエンス」又は「SCIEＮCE」を単独又は他の語と組み合わせた登録商標は多数存在しており，とりわけ，指定商品である化合物又は薬品との関係においては，「SCIEＮCE」という文字から出所識別標識としての称呼，観念が生ずる。仮に「ORGAＮO」が一般的には浸透して使用されていない語であるとすれば，むしろ，取引者，需要者は「SCIEＮCE」の部分に注意をひかれることになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標を分離観察することの適否について",
                  "text": [
                    "以上のとおり，本件商標を構成する「ORGAＮO」と「SCIEＮCE」は，いずれも一般的な英単語であり，我が国における浸透の程度及び識別力において差異はない。本件商標は，「ORGAＮO」と「SCIEＮCE」とを標準文字として一連一体に表したものであり，文字の種類，書体，大きさ及び色彩は同一であり，「オルガノサイエンス」という称呼も一呼吸で発音することができる。また，本件商標は，全体として「有機の科学」との観念が生ずるものであり，意味合いとしても一体不可分である。",
                    "そうすると，本件商標のうち「ORGAＮO」という部分を要部として抽出して引用商標との類否判断をすることは許されず，引用商標と比較すべき対象は，本件商標全体である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標と引用商標との対比判断",
                  "text": [
                    "全体としての本件商標と引用商標とを対比すると，本件商標から生じる「オルガノサイエンス」という称呼と引用商標から生じる「オルガノ」という称呼とは異なり，外観も判然と区別することができる。また，本件商標が「有機の科学」の観念を生じるのに対し，引用商標は「器官」，「有機の」という意味合いを想起させるもので，観念も異なる。このように，本件商標と引用商標は，称呼，外観，観念のいずれの点からしても，類似していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "指定商品等の類否について",
              "text": [
                "本件商標と引用商標が類似しているとしても，引用商標は，その指定商品の一部である「無機工業薬品，有機工業薬品，のりおよび接着剤」について商標権の抹消登録がされ，その後，指定商品を「界面活性剤，化学剤」とする書換がされている。被告が一部権利放棄した「無機工業薬品，有機工業薬品」の領域は広範であり，引用商標の指定商品である「化学剤」は，抹消された無機工業薬品，有機工業薬品に含まれる。そうすると，引用商標は，指定商品のないいわば空権化した商標であり，本件商標と引用商標の指定商品がいずれも「化学剤」を含むとしても，商標法4条1項11号により本件商標が無効とされることはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決のその他の問題点",
              "text": [
                "「ORGAＮO」又は「オルガノ」は，「有機の」又は「器官」という意味を有するので，指定商品等の品質，効能自体を表示するものである。このように商品の品質，効能を意味する語を用いた商標については，商標法26条に規定する商標権の効力が及ばないものとして後願排除効を制限すべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "したがって，本件商標が商標法4条1項11号に違反して登録されたものであるとの審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2についての判断の誤り)",
          "text": [
            "審決は，本件商標は，商標法4条1項15号にいう「混同を生ずるおそれがある商標」に該当すると判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標との類似性の程度について",
              "text": [
                "前記のとおり，本件商標と引用商標とは類似していないので，出所の混同は生じることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告商標の周知著名性について",
              "text": [
                "被告商標は，仮に水処理装置の分野において周知であったとしても，薬品の分野においては，周知，著名ではない。被告は，親会社を東ソーとするグループ会社の一員であるが，被告は東ソーグループのエンジニアリング関係グループに属し，薬品事業には属していない。被告の薬品事業は，水処理装置分野に比較して売上高も低く，その事業規模は必ずしも大きいといえない。",
                "被告が行ってきた宣伝広告は，一般的な企業活動の一環にすぎず，カタログ，新聞記事その他のものの積み重ねにより被告商標が周知，著名となるものではない。被告の広告のうち，例えば，新聞紙上に掲載した題字広告には「ORGAＮO」の表示はなく，被告が取り扱う薬品類を表示しているものも見当たらない。",
                "被告が広告等に掲載していた使用商標は，水玉模様の図形と「ORGAＮO」又は「オルガノ」という文字との組合せからなるものであり，取引者，需要者は，その文字部分よりも図形部分に注意をひかれると考えられるので，被告の行った広告等により，「ORGAＮO」等の文字のみからなる被告商標が周知，著名となったとはいえない。",
                "さらに，被告商標は，特許情報プラットフォームの「日本国周知，著名商標」にも掲載されておらず，「ORGAＮO」又は「オルガノ」についての登録防護標章も存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告商標の独創性について",
              "text": [
                "被告商標は，「有機の」又は「器官」を意味する英語の接頭語を文字にしたものにすぎず，独創性はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "商品間又は役務と商品の関連性について",
              "text": [
                "前記のとおり，本件商標の指定商品は，そのすべてが，引用商標について被告が権利放棄した「無機工業薬品，有機工業薬品」に含まれるものであるから，引用商標の指定商品には原告の業務に係る商品等は全く含まれない。",
                "また，本件商標の指定商品と被告の工業薬品を比較すると，被告の商品は，工業薬品の混合物であり，顧客の商品を生産する過程で使用され，廃棄されるものであるのに対し，原告の商品は，単一の有機化合物であり，そのほぼ全てが原告の顧客の商品に納められ，その一部となっている。このように，本件商標の指定商品と被告の製造する商品は，その性質，用途及び目的が全く異なる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取引者，需要者の共通性その他取引の実情について",
              "text": [
                "原告の生産品である有機工業薬品の大部分は，取引者，需要者の商品に組み込まれ，その商品の品質に大きく影響する。原告は，宣伝広告をしていないので，取引者，需要者は，原告の評判を聞き，相当の注意を払って原告の生産能力，安全性等を事前に調査した上で，原告に対して取引を申し込む。そして，原告は，取引者，需要者と取引の前に打合せを行い，供給する有機化学材料の構造，純度等を予め定めている。原告の取引者，需要者は，原告が被告とは何ら関係のない別の会社であることは明確に認識した上で，原告との取引関係に入るのであるから，狭義及び広義の出所の混同は生じ得ない。",
                "このように，水処理関係に係る分野は極めて広く，その分野において共通する取引者，需要者は多く存在するのであるから，その共通性を論じる意味はなく，取引の実情に注目して判断すべきである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "多角経営について",
              "text": [
                "多角経営については，被告のみならず多くの企業で展開している。原告の上記の取引形態に照らすと，被告が多角経営を行っているとしても，広義の混同は生じ得ない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "結論",
              "text": [
                "したがって，本件商標が商標法4条1項15号に違反して登録されたものであるとの審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由1についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標との類否について",
              "text": [
                "以下のとおり，本件商標と引用商標とが類似しているとの審決の判断は相当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ORGAＮO」について",
                  "text": [
                    "「ORGAＮO」及び「オルガノ」の各文字については，それ自体独立した言語として掲載した辞書は存在せず，一般用語としては認識されていない創造商標である。「有機の」を表す接頭語としての意味があるのは，「organ」という部分であり，「有機の」の意味を有する英語としては，「organic」という語が広く使用されている。「ORGAＮO」は，他の文字と組み合わせて単語を形成することにより，「有機の」の意味が生じることがあるとしても，そのような形での使用が一般的に浸透しているとはいえず，むしろ，被告の事業を示すものとして自他商品・役務の識別力を発揮している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「SCIEＮCE」について",
                  "text": [
                    "「SCIEＮCE」からなるアルファベット文字は，「科学」等の意味を有する英語であり，その片仮名表記である「サイエンス」は外来語として広辞苑にも掲載されるなど，日本人の間に広く定着していることから，自他商品・役務の識別力を有しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標を分離観察することの適否について",
                  "text": [
                    "本件商標のうち「ORGAＮO」の部分と「SCIEＮCE」の部分は，スペースを介して明確に分離されているし，本件商標から生ずる「オルガノサイエンス」の称呼は冗長である。そして，「ORGAＮO」については，一般用語としては認識されていない創造商標であり，被告の薬品事業を示すものとして自他商品・役務の識別力を強く発揮している一方，「SCIEＮCE」については，「科学」等を意味する外来語として日本人の間に定着しており，自他商品・役務の識別力に乏しい。そうすると，本件商標のうち「ORGAＮO」の部分を要部として抽出して引用商標と対比することが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標と引用商標との対比判断",
                  "text": [
                    "本件商標の「ORGAＮO」という部分と引用商標とを対比すると，類似していることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "指定商品等の類否について",
              "text": [
                "本件商標及び引用商標の指定商品中にはいずれも「化学剤」が含まれるので，両商標の指定商品・役務は類似しているとの審決の判断は相当である。",
                "なお，原告は，引用商標は「空権化」した商標であると主張するが，引用商標については，いずれも，指定商品を第1類「界面活性剤，化学剤」とする書換登録がされ，現に有効に存続しているのであり，「空権化」したものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決のその他の問題点",
              "text": [
                "商標法26条が規定する商標権の効力が及ばないとの被告の主張の法的論拠は不明であるが，被告商標は，指定商品の品質，効能を普通に用いられる方法で表示するもの(同法26条1項2号)には該当しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "したがって，本件商標の登録は，商標法4条1項11号に違反してされたものであり，その登録を無効とすべきものであるとの審決の判断は相当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標との類似性の程度について",
              "text": [
                "前記のとおり，本件商標と引用商標は類似している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告商標の周知著名性について",
              "text": [
                "被告は，70年にわたり継続的に宣伝広告等を行ってきた結果，被告商標は，著名となり，その著名性は，本件商標の登録査定日に至るまで継続していた(甲6～21，30～133，135，139〔枝番を全て含む。以下，枝番のあるものは，特に記載しない限り，枝番を全て含む。〕)。",
                "商標法4条1項15号の著名性の判断は，本件商標の指定商品等の分野に限定してその著名性が問題となるものではない。仮に薬品分野における周知著名性が必要とされたとしても，被告の薬品事業の売上高は131億7600万円であって，それのみをもっても大規模である上，被告の水処理装置事業と薬品事業はその性質上区分し難い密接な関連性を有しているので，水処理装置事業の宣伝広告を通じて，被告の薬品事業もまた周知，著名となっている。",
                "被告は，「ORGAＮO」又は「オルガノ」の文字からなる使用商標を宣伝広告等に使用しているが，称呼を生じる部分は文字部分であり，図形部分が文字部分に比べて格段に大きく目立つ態様で表示されているものでもない。このため，使用商標の要部はその文字部分であり，図形部分とは独立して出所識別標識としての機能を果たしている。",
                "さらに，「日本国周知，著名商標」は，我が国の周知，著名商標の全てを網羅したものではなく，また，防護標章登録がされていないことをもって，被告商標が著名ではないという結論が導かれるものでもない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告商標の独創性について",
              "text": [
                "「ORGAＮO」及び「オルガノ」の各文字については，一般用語としては認識されておらず，引用商標は創造商標である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "商品間又は役務と商品の関連性について",
              "text": [
                "被告の製造，販売する水処理薬品の多くは，本件商標の指定商品である様々な種類の有機化合物又は指定役務によって製造される有機化合物を混合することにより得られるものであり，実際上，被告は，本件商標の指定商品に属する有機化合物を主成分とする製品を製造，販売している(甲36，37，48，51，53，54，56，62，65～68，71，74，78，79)。このように，被告に係る商品と本件商標の指定商品・役務とは密接不可分に関連している。",
                "なお，原告は，本件商標の指定商品は，その全てが被告が一部権利放棄した「無機工業薬品，有機工業薬品」に含まれることなどを指摘するが，商標法4条1項15号は「他人の業務に係る商品又は役務」との混同を要件としているのであり，登録商標の存在が要件となるものではないから，同号該当性を否定する根拠とはならない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取引者，需要者の共通性その他取引の実情について",
              "text": [
                "被告が営む水処理装置事業の取引者，需要者は，用水製造や排水処理等の水処理プラント又は中・小型装置，水処理薬品等の化学剤等を必要とする各種製造業，サービス業，発電所，国の機関・自治体，一般消費者等である。他方，本件商標の指定商品の取引者，需要者は，指定商品である化合物を製品の原料等として必要とする各種製造業者であり，このような製造業者は，水処理設備又は水処理装置，水処理用化学剤を必要とする製造業者である。このように，被告の事業及び本件商標の取引者，需要者とは，その多くが共通している。",
                "これに対し，原告は，顧客が原告と特定して取引を行うので混同のおそれはないなどと主張するが，広義の混同の有無は，その商標を指定商品等に使用したときに，同一の表示による商品化事業を営むグループに属する営業主の商品等と誤信されるかどうかにより客観的に判断されるべきであり，原告が主張するような個別の事情を考慮すべきではない。また，取引者，需要者が，原告の生産能力等を事前に調査し，原告を特定して取引を行うとは限らない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "多角経営について",
              "text": [
                "被告は，化学工業等の分野で広範な事業を行っているほか，これと関連する分野の事業を行う子会社・孫会社を多数有し，これらの子会社・孫会社のほとんどにおいて，被告のグループ企業であることを示すため，その商号中に「オルガノ」の文字を含んでいる。本件商標の指定商品・役務と被告の事業に係る商品・役務とは密接に関連しているので，被告が「オルガノサイエンス」という子会社を設立し，有機化合物等の事業を行っていると誤信される可能性は高い。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "結論",
              "text": [
                "したがって，本件商標の登録は，商標法4条1項15号に違反してされたものであり，その登録を無効とすべきものであるとの審決の判断は相当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "引用商標及び被告商標の周知著名性について",
          "text": [
            "引用商標及び被告商標の周知著名性について，まず判断する。",
            "前提となる事実",
            "下記に掲記した証拠及び弁論の全趣旨によると，次の各事実を認めることができる。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "被告の概要",
              "text": [
                "被告は，昭和21年に株式会社日本オルガノ商会として設立され，昭和41年に現在の「オルガノ株式会社」に商号を変更した。被告の商号の英訳名は，「ORGAＮO  CORPORATIOＮ」であり，「オルガノ」及びその英語表記である「ORGAＮO」は，被告設立以来，被告のハウスマークとして使用している。(甲6)"
              ]
            },
            {
              "fig": "イ",
              "subject": "被告の事業の内容",
              "text": [
                "被告は，昭和50年代から60年代にかけて，我が国における半導体産業の急成長に伴い，その製造に不可欠な超純水の製造装置を半導体製造企業に納品したことから急成長を遂げ，現在は，総合水処理エンジニアリングに関する産業分野における最大手企業の一つである。被告の主たる事業分野は，水処理エンジニアリング事業と薬品事業を含む機能商品事業であり，具体的には，産業用水処理設備，上下水道関連設備，環境関連設備，地下水・土壌浄化関連設備，産業プロセス関連設備，標準型水処理機器関連設備，水処理関連薬品，食品添加剤，サービス事業等である。(甲7～22)",
                "被告の事業のうち，薬品事業については，水処理装置事業を遂行する上で不可欠な水処理薬品を中心とするものであり，被告は，様々な有機化合物や無機化合物を含む，重金属固定剤，洗浄剤，除菌剤，消臭剤，消泡剤，非イオン性界面活性剤除去剤，高分子凝集剤，不純物除去剤，給水用防錆剤，過酸化水素分解剤，次亜塩素酸ナトリウム剤，燃料添加剤，ボイラ処理剤，防食剤，冷却水処理剤等の製造，販売を行っている。(甲16，31～77)",
                "被告の商品・役務の取引者，需要者は，超純水を大量に必要とする半導体や液晶等の電子産業をはじめ，用水製造や排水処理等の水処理プラント，各種製造業，サービス業，発電所，国の機関，自治体，一般消費者等である。(甲7～22)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の事業規模及び市場占有率等",
              "text": [
                "被告の事業の売上高は，本件商標の登録出願日(平成22年6月16日)に近接した平成23年3月期(平成22年4月1日～平成23年3月31日)は，610億9700万円であり，そのうち水処理エンジニアリング事業は406億1800万円，薬品事業を含む機能商品事業は204億7900万円である。本件商標の登録査定日(平成23年5月13日)に近接した平成24年3月期(平成23年4月1日～平成24年3月31日)の売上高は，685億0200万円であり，そのうちの水処理エンジニアリング事業は490億9600万円，機能商品事業は194億0500万円である。(甲7，8)",
                "また，平成20年度の超純水製造装置の市場占有率は約30％，純水・超純水製造装置に組み込まれる電気再生式イオン交換装置の市場占有率は約15％，ボイラ用水・冷却水向け薬品の市場占有率は約8％であり，いずれも当該業界で第2位又は第3位の市場占有率を有している。(甲15)"
              ]
            },
            {
              "fig": "エ",
              "subject": "グループ企業としての事業展開等",
              "text": [
                "被告は，平成23年3月の時点において，子会社21社，関連会社2社及び東ソー(親会社)で構成されるグループを形成し，被告の子会社の多くは，社名に「オルガノ」の文字を冠している。そして，被告は，主力となる事業に加え，幅広い分野での経営の多角化を進めるとともに，海外に関連会社を有し，国際的な事業展開も行っている。(甲6，7)"
              ]
            },
            {
              "fig": "オ",
              "subject": "メディアにおける事業内容の紹介",
              "text": [
                "被告は，新聞，雑誌等を含むメディアにたびたび取り上げられ，その事業内容が紹介されている。(甲84，100～127)",
                "例えば，2005年(平成17年)5月26日付け日経産業新聞には，「国内大手の栗田工業とオルガノ  水処理，中国でも激突」との見出しの記事が掲載された(甲102)ほか，2008年(平成20年)2月5日号の「エコノミスト」には，「工場排水についても，栗田工業やオルガノ，三菱重工業などの水処理プラントの海外での出番が増えている。」などの記事が掲載された(甲104)。また，2006年(平成18年)9月18日から同22日まで，「フジサンケイ  ビジネスアイ」の「明日への布石」と題する特集記事において，5回にわたり被告の事業を紹介する記事が掲載され，その際には使用商標2も表示された(甲105～109)。"
              ]
            },
            {
              "fig": "カ",
              "subject": "被告による広告宣伝",
              "text": [
                "被告は，昭和39年から本件商標の登録査定日に至るまでの間に，複数の全国紙において，題字広告(1面の新聞紙名の真下に表示される広告)として「オルガノ」の文字を大きく表示した広告を長期間にわたって継続して行った。(甲80～83)",
                "また，被告は，本件商標の登録査定日までの間に，「工業用水」(平成16年5月20日発行，甲90の1)，「PHARM  TECH  JAPAＮ」(平成16年12月1日発行，甲90の2)，「Ｎew  Food  Industry」(平成19年4月1日発行，甲90の4)，「水と水技術」(2010年(平成22年)7月15日発行，甲90の6)等の雑誌に，使用商標1を表示して広告を行った。",
                "引用商標及び被告商標の周知著名性",
                "以上によると，①被告は，我が国における総合水処理エンジニアリング分野における最大手企業の一つであり，その設立以来，「オルガノ」及びその英語表記である「ORGAＮO」をハウスマークとして使用していること，②被告の事業の主力は水処理装置事業であるが，薬品事業を含む機能商品事業の規模も大きく，被告の主な商品の市場占有率は高いこと，③被告の薬品事業は，水処理薬品を中心にするもので，水処理装置事業とは密接な関連性を有するということができること，④被告は20社以上からなるグループ企業を構成し，その子会社の多くは「オルガノ」の文字を冠する社名を用いているほか，幅広い分野で事業を営み，国際的な事業展開も行っていること，⑤被告は，たびたびメディアに取り上げられ，その事業内容が一般に広く紹介されていること，⑥被告は，新聞や雑誌において，「オルガノ」の文字や使用商標1を使用して継続的に宣伝広告を行い，特に，新聞広告については，長期間にわたり全国紙に題字広告を掲載するという目立つ態様のものであったこと，以上の各事実を認めることができる。",
                "これらの事実によると，「オルガノ」及びその英語表記である「ORGAＮO」の表示は，被告の略称又はハウスマークを表示するものとして，本件商標の登録出願日前から，取引者，需要者に広く知られるようになっており，それに伴い，「オルガノ」又はその英語表記である「ORGAＮO」を含む使用商標についても，同時点までの間に，取引者，需要者に広く知られて周知，著名となっていたと認めるのが相当である。",
                "そして，使用商標は，ほぼ同大の図形部分及び「ORGAＮO」又は「オルガノ」の文字部分から構成されているところ，このうち図形部分からは特段の観念や称呼が生じないのに対し，「ORGAＮO」及び「オルガノ」という文字部分は，その称呼が被告の略称及びハウスマークと同一であり，商品及び役務の出所を取引者，需要者に強く印象付ける部分であると考えられる。そうすると，使用商標のうち，「ORGAＮO」又は「オルガノ」の文字部分は，図形部分とは独立して出所識別標識としての機能を果たすものということができる。",
                "したがって，使用商標の文字部分からなる被告商標についても，被告の水処理装置事業及びこれと密接に関係する薬品事業を表示するものとして，本件商標の登録出願日前から，周知，著名であり，本件商標の登録査定日においても同様であったと認められる。",
                "原告の主張について",
                "これに対し，原告は，①被告商標は，水処理装置事業の分野では周知であるとしても，薬品の分野においては，周知，著名ではない，②被告が行ってきた宣伝広告は一般的な企業活動の一環にすぎず，新聞紙上に掲載した題字広告には「ORGAＮO」の表示はなく，被告の取り扱う薬品類を表示しているものもない，③取引者，需要者は，使用商標の「ORGAＮO」又は「オルガノ」の文字部分よりも水玉模様の図形に注意をひかれる，④被告商標は，特許情報プラットフォームの「日本国周知，著名商標」に掲載されておらず，「ORGAＮO」又は「オルガノ」についての登録防護標章も存在しないなどと主張し，被告商標が周知，著名であることを争う。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "しかし，上記①については，前記認定のとおり，薬品事業を含む機能商品事業は，その事業規模が大きく，水処理装置事業と並ぶ被告の主力事業であるということができる上，被告の水処理装置事業と薬品事業は密接な関連性を有しているのであるから，被告の水処理エンジニアリング事業が広告宣伝等により取引者，需要者に広く知られるようになるとともに，薬品事業についても，本件商標の登録出願日前から広く取引者，需要者に知られるようになっていたと認めるのが相当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記②については，一般的に，長期間にわたり継続的に行われる宣伝広告は，商標が一般に広く知られる上で効果的な方法であり，特に，新聞広告は，全国紙に題字広告を掲載するという目立つ態様の広告が長期間にわたり行われたものであって，その間に「ORGAＮO」又は「オルガノ」という被告商標の表示も一般に広く知られるようになったものと認めるのが相当である。",
                "原告は，上記の題字広告には「ORGAＮO」の表示はなく，薬品類も表示されていないと主張するが，前記認定のとおり，被告は，新聞広告に加えて，雑誌において，「ORGAＮO」の文字を含む使用商標1を表示して広告宣伝を行うとともに，その事業内容はメディアにたびたび取り上げられて一般に広く紹介されているのであるから，題字広告に係る「オルガノ」という表示のみならず，「ORGAＮO」という表示についても一般に広く知られるようになったと認めるのが相当である。また，薬品事業については，上記ア判示のとおりであって，題字広告に薬品類の表示がないからといってこの認定が左右されることはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "上記③については，前記判示のとおり，使用商標のうち「ORGAＮO」又は「オルガノ」の文字は，図形部分とは独立して出所識別標識としての機能を果たすものと認めるのが相当である。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "上記④については，特許情報プラットフォームの「日本国周知，著名商標」に被告商標が掲載されていないこと，及び，「ORGAＮO」又は「オルガノ」が防護標章登録されていないことのみをもって，被告商標の周知著名性を認定する妨げとはなるものではない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "したがって，原告の主張は，いずれも理由がない。"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(無効理由1についての判断の誤り)について",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "本件商標と引用商標との類否について",
                  "text": [
                    "本件商標「ORGAＮO  SCIEＮCE」は，「ORGAＮO」と「SCIEＮCE」の結合商標と認められるところ，結合商標については，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである(最高裁平成20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "分離観察の適否について",
              "text": [
                "そこで，まず，本件商標の「ORGAＮO」という部分が，取引者，需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与えると認められるかどうかについて検討する。",
                "本件商標の「ORGAＮO」及び「SCIEＮCE」は，それぞれアルファベット6文字及び7文字から構成され，各部分の間に1文字程度の間隔があり，これらの文字は，外観上分離して看取することができる上，「オルガノサイエンス」の称呼は，やや冗長である。",
                "そして，本件商標の各構成部分のうち，「ORGAＮO」の文字部分は，単独の言葉として用いられていると認めるに足りる証拠はない。また，同文字部分は，「器官」，「有機の」を意味する接頭語として英和辞典に掲載され(甲212，213)，化学用語として用いられることがある(甲214)との事実は認められるものの，その使用例は限定的であり，「aqua」「audio」「auto」などの接頭語と比べても，我が国においてその意味が広く知られるに至っていると認めることはできない。また，その片仮名表記である「オルガノ」の語は，広辞苑に掲載されていない(甲134の1)など，我が国において一般によく知られていない言葉である。そして，これらの事実に，前記1認定のとおり，「オルガノ」及び「ORGAＮO」が被告の略称又はハウスマークとして周知，著名であったことを総合すると，「ORGAＮO」は，被告の略称又はハウスマークを示す標記としての印象が強いというべきである。",
                "他方，本件商標中の「SCIEＮCE」の文字部分は，「科学」を意味する英単語として我が国において広く知られているものであり，その片仮名表記についても，広辞苑に掲載されるなど(甲134の2)，同様に広く知られていると認められる。このように，「SCIEＮCE」の文字は，社会に広く浸透した一般的な用語であって，その指定商品・指定役務に照らしても，さほど強い識別機能を有しないというべきである。",
                "以上のとおり，本件商標を構成する「ORGAＮO」と「SCIEＮCE」の各文字は，その識別力という面で大きな差があり，「ORGAＮO」の文字部分が，取引者，需要者に対し，商品及び役務の出所識別標識として強く支配的な印象を与える要部であるというべきであるから，本件商標については，この部分を抽出して引用商標と比較して類否判断をすることが相当である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件商標と引用商標との対比判断",
              "text": [
                "商標の類否は，対比される両商標の外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべきところ(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)，本件商標は，その構成中の「ORGAＮO」の文字部分が要部ということができるから，その要部と引用商標を対比することとなる。",
                "本件商標は，その要部から「オルガノ」の称呼をも生じ，「ORGAＮO」は，前記のとおり，我が国において，一般的に知られた言葉ではないことから，特定の観念は生じないというべきである。他方，引用商標は，いずれも「オルガノ」の称呼を生ずるものであり，本件商標と同様に特定の観念は生じない。",
                "本件商標の要部と引用商標を比較すると，観念においては比較することはできないものの，引用商標1及び2は，本件商標と「オルガノ」という呼称において一致し，引用商標1については，更に本件商標とは外観においても類似しているということができるので，本件商標と引用商標は，類似する商標と認めるのが相当である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "原告の主張について",
              "text": [
                "これに対して，原告は，①本件商標のうち「ORGAＮO」という部分は，「有機の」又は「器官」を意味する一般的な英単語にすぎず，また，被告の商号は「有機の」という意味合いを込めて名付けられたものである，②「SCIEＮCE」という文字部分は，指定商品との関係において出所識別力を有する，③本件商標は二つの構成部分を標準文字として一連一体に表したものであり，文字の大きさ，書体等も同一であり，その称呼を一呼吸で発音することができる上，全体として「有機の科学」という不可分一体の観念が生ずるなどの理由から，本件商標のうち「ORGAＮO」の文字部分を要部として抽出して類否判断をした審決は誤りであると主張する。",
                "しかし，上記①については，「ORGAＮO」の文字部分は，「器官」又は「有機の」を意味する英語の接頭語であることは認められるものの，この語が単独の言葉として用いられていると認めるに足りる証拠はなく，接頭語としても，我が国においてその意味が広く知られるに至っていると認めることはできないことは前記判示のとおりであって，このことは，「オルガン」や「オルガニズム」が辞書に登載されていたり，「オルガノクレイ」や「オルガノギルド」という語が使用されていることがあるとしても左右されない。",
                "また，原告は，被告の商号が「有機の」という意味合いを込めて名付けられたものであることを指摘するが，これは商号名の命名の由来にすぎず，このことから直ちに，被告の商号の略称である「オルガノ」が「有機の」を意味する言葉として，我が国において一般によく知られていると認めることはできない。",
                "上記②については，「サイエンス」が「科学」を意味することが我が国において広く知られていることは，前記判示のとおりであり，本件商標の指定商品である化合物等との関係を考慮しても，自他識別力が強いということはできない。",
                "上記③については，本件商標を構成する二つの部分の文字の大きさ，書体等が同一であることは認められるものの，各部分の間に1文字程度の間隔があり，全体の称呼もやや冗長であることから，本件商標が一連一体であって分離して観察することができないということはできず，また，「ORGAＮO」という語が我が国において十分に知られていないことに照らすと，本件商標から「有機の科学」という不可分一体の観念が生ずると認めることもできない。前記判示のとおり，本件商標を構成する「ORGAＮO」と「SCIEＮCE」の各文字の間には，その識別力の点において大きな差異があり，「ORGAＮO」がその要部であると認めるのが相当である。",
                "したがって，原告の主張は，いずれも理由がない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "したがって，本件商標と引用商標とは類似しているものと認められるとの審決の判断は相当である。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "指定商品等の類否について",
                  "text": [
                    "指定商品の類否については，本件商標の指定商品と引用商標の指定商品は，いずれも「化学剤」を含んでいる点において共通するので，両商標は，その指定商品が類似しているということができる。",
                    "これに対し，原告は，引用商標の現在の指定商品である「化学剤」は，被告が引用商標の登録後に権利放棄した「無機工業薬品，有機工業薬品」に含まれるから，引用商標は指定商品のない，いわば空権化した商標であると主張するが，引用商標については，いずれも，指定商品を第1類「界面活性剤，化学剤」とする書換登録が有効にされているのであるから，原告の主張は理由がない。",
                    "また，原告は，引用商標の「ORGAＮO」又は「オルガノ」という文字は，指定商品等の品質，効能自体を表示するものであるので，商標法26条に規定する商標権の効力が及ばないものとして後願排除効を制限すべきであると主張するが，これらの文字が指定商品等の品質，効能自体を表示するものということはできないのであり，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "(3)",
                  "subject": "結論",
                  "text": [
                    "したがって，本件商標が商標法4条1項11号に違反して登録されたものであるとの審決の判断は相当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(無効理由2についての判断の誤り)について",
          "text": [
            "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」とは，当該商標をその指定商品等に使用したときに，当該商品等が他人の商品等に係るものであると誤信されるおそれ(狭義の混同を生ずるおそれ)がある商標のみならず，当該商品等が上記他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ(広義の混同を生ずるおそれ)がある商標を含むものと解するのが相当である。そして，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性や独創性の程度や，当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者，需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者，需要者において普通に払われる注意力を基準として，総合的に判断されるべきである(最高裁平成12年7月11日第三小法廷判決・民集54巻6号1848頁参照)。",
            "これを本件についてみると，以下のとおりである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "本件商標と引用商標との類似性の程度について",
                  "text": [
                    "本件商標と引用商標が類似していることは，前記判示のとおりであるから，本件商標と被告商標も類似していると認められる。"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "被告商標の周知著名性について",
                  "text": [
                    "被告商標は，被告の水処理装置事業及びこれと密接に関連する薬品事業を表示するものとして，本件商標の登録出願日前から周知，著名であり，本件商標の登録査定日においても同様であったと認められることは，前記判示のとおりである。"
                  ]
                },
                {
                  "fig": "(3)",
                  "subject": "被告商標の独創性について",
                  "text": [
                    "「ORGAＮO」は「器官」又は「有機の」を意味する英語の接頭語であるが，我が国においては，その意味が広く知られているとはいえないこと，「オルガノ」の語も我が国において一般によく知られていない言葉であることは，前記判示のとおりであり，これによると，「ORGAＮO」又は「オルガノ」からなる被告商標は，一定程度の独創性を有するというべきである。"
                  ]
                },
                {
                  "fig": "(4)",
                  "subject": "商品間又は役務と商品の関連性について"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件商標の指定商品等のうち「化学剤」以外のものは，本件商標登録出願時及び登録査定時においては，第1類「芳香族有機化合物，脂肪族有機化合物，有機ハロゲン化物，アルコール類，フェノール類，エーテル類，アルデヒド類及びケトン類，有機酸及びその塩類，エステル類，窒素化合物，異節環状化合物，有機リン化合物，有機金属化合物，原料プラスチック，有機半導体化合物，導電性有機化合物」及び第40類「有機化合物・化学品・原料プラスチックの合成及び加工処理」であったことは，前記認定のとおりである。",
                "他方，被告が，薬品事業として，様々な有機化合物や無機化合物を含む，重金属固定剤，洗浄剤，除菌剤，消臭剤，消泡剤，非イオン性界面活性剤除去剤，高分子凝集剤，不純物除去剤，給水用防錆剤，過酸化水素分解剤，次亜塩素酸ナトリウム剤，燃料添加剤，ボイラ処理剤，防食剤，冷却水処理剤等の製造，販売を行っていることも，前記認定のとおりである。",
                "被告の製造，販売する上記商品のうち，本件商標の指定商品である化合物を含む薬品としては，①「芳香族有機化合物」であるタンニンを主成分とするボイラ水処理剤(甲48，53，54)及び同化合物であるスチレンとジビニルベンゼンの共重合体であるイオン交換樹脂(甲78，79)，②「脂肪族有機化合物」の一種である脂肪酸エステルを主成分とする消泡剤(甲36)，③「有機ハロゲン化合物」の一種である有機窒素ハロゲン化合物を主成分とするスライムコントロール剤(甲62)，④「アルコール類」の一種である高級アルコールを主成分とする消泡剤(甲36)，⑤「フェノール類」の一種であるフェノール樹脂を主成分とする非イオン性界面活性剤除去剤(甲37)，⑥「有機酸及びその塩類」として有機酸を主成分とする洗浄剤(甲74)，⑦「エステル類」の一種である脂肪酸エステルを主成分とする消泡剤(甲36)，⑧「窒素化合物」の一種であるアミンを主成分とする蒸気，復水系防食剤(甲51)，⑨「異節環状化合物」の一種であるアゾールを主成分とする冷却水処理剤(甲65～68)などがある。",
                "このように，被告の製造，販売している薬品は，有機化合物を成分として含むものが相当程度存在するから，本件商標の指定商品のうち，第1類の様々な有機化合物と同一又は類似であるということができ，また，被告による薬品の製造は，本件商標の指定役務である第40類の「有機化合物の合成及び加工処理」に該当することから，本件商標の指定商品・指定役務と被告の事業に係る商品・役務とは，密接に関連しているというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "これに対して，原告は，①本件商標の指定商品は，全て引用商標について被告が権利放棄した範囲に含まれる，②被告の商品は，工業薬品の混合物であり，顧客の商品を生産する過程で使用，廃棄されるのに対し，原告の商品は単一の有機化合物であり，そのほぼ全てが原告の顧客の商品に納められ，その一部となるものであるから，本件商標の指定商品と被告の製造する商品は，その性質，用途及び目的が全く異なると主張する。",
                "しかし，上記①については，そもそも，商標法4条1項15号の適用において，本件商標と対比すべきは，「他人の業務に係る商品又は役務」における表示であるから，本件商標の指定商品が全て引用商標について被告が権利放棄した範囲に含まれるかどうかは，同号の出所混同の有無の判断に影響を及ぼさないというべきである。",
                "上記②については，原告の商品と被告の商品とが，顧客の使用態様や有機化合物の単一性の点について相違しているとしても，被告の製造，販売している薬品に成分として含まれる有機化合物が，本件商標の指定商品に属する有機化合物と共通するものであると認められる以上，本件商標の指定商品・指定役務と被告の製造，販売する商品・役務との間に密接な関連性があるとの前記認定を左右しないというべきである。"
              ],
              "content": [
                {
                  "fig": "(5)",
                  "subject": "取引者，需要者の共通性その他取引の実情について"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "前記のとおり，被告の主な事業は，水処理エンジニアリング事業と薬品事業を含む機能商品事業であり，具体的には，産業用水処理設備，上下水道関連設備，環境関連設備，地下水・土壌浄化関連設備，産業プロセス関連設備，標準型水処理機器関連設備，水処理関連薬品，食品添加剤，サービス事業を主に行っていることから，その取引者，需要者は，半導体や液晶等の電子産業をはじめ，用水製造や排水処理等の水処理プラント，各種製造業，サービス業，発電所，国の機関，自治体，一般消費者等であると認められる。",
                "他方，本件商標の指定商品・指定役務の取引者，需要者としては，指定商品である化合物を製品原料などとして必要とする各種製造業者が想定されるところ，化合物を原料などとして必要とする製造業者には，水処理設備，水処理装置又は水処理薬品を必要とする者が相当程度含まれるものと考えられる。",
                "したがって，被告の商品等の取引者，需要者と，本件商標の指定商品等の取引者，需要者とは，共通するところが多いものといえる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "これに対して，原告は，水処理関係に係る分野においては，取引者，需要者の共通性よりも取引の実情に注目すべきであり，原告の商品等の取引者，需要者は，原告の生産能力，安全性等を事前に調査した上で，原告を特定して取引関係に入るから，被告との間で混同を生ずるおそれはないと主張する。",
                "しかし，仮に，取引者，需要者が原告の主張するようにして原告と取引関係に入るとしても，原告が被告とは別の会社であることを明確に認識するとは限らないというべきであるから，本件商標を指定商品・指定役務に使用した場合，本件商標を使用した商品・役務が被告のグループ企業に係るものであると誤信されるおそれはあるというべきである。"
              ],
              "content": [
                {
                  "fig": "(6)",
                  "subject": "多角経営について",
                  "text": [
                    "被告は，前記のとおり，平成23年3月の時点において，子会社21社，関連会社2社を有し，国際的な事業展開も行っていて，様々な事業を行っているものと認められ，これによると，被告は，多角的に事業を展開していると認められる。"
                  ]
                },
                {
                  "fig": "(7)",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，本件商標と被告商標とは，類似している上，被告商標は，一定程度の独創性を有し，周知，著名であり，また，本件商標の指定商品・指定役務と被告の業務に係る商品・役務とは密接に関連し，本件商標の指定商品・指定役務の取引者，需要者と被告の業務に係る商品・役務の取引者，需要者とは共通し，被告は多角経営を行っているから，本件商標の指定商品・指定役務の取引者，需要者において普通に払われる注意力を基準とすれば，本件商標を「化学剤」以外の指定商品・指定役務に使用したときには，被告の商品・役務に係るものであると誤信され，混同を生ずるおそれがあるといえる。",
                    "したがって，本件商標が商標法4条1項15号に違反して登録されたものであるとの審決の判断は相当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10030",
    "date": "2017-07-27",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086995",
    "ipprecedent_id": "4717",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}