{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-24729号事件について平成29年5月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成22年5月28日，発明の名称を「ゆとり発生装置」とする特許出願をし（請求項の数1。特願2010-122652号。以下「本件出願」という。），おおむね次の経過を経て，平成26年8月7日付けで拒絶査定された。",
                "平成24年12月28日付け  拒絶理由通知 ",
                "平成25年  1月21日付け  手続補正書・意見書の提出",
                "平成25年10月30日付け  拒絶理由通知 ",
                "平成25年11月19日付け  手続補正書・意見書の提出",
                "平成26年  4月16日付け  拒絶理由通知 ",
                "平成26年  5月  9日付け  意見書の提出 "
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年11月15日，拒絶査定不服審判請求をし，不服2014-24729号事件として特許庁に係属した。特許庁は，おおむね次の経過を経て，平成29年5月1日付けで審判請求は成り立たない旨の審決（以下「本件審決」という。）をし，本件審決の謄本は平成29年5月20日に原告に送達された。",
                "平成26年11月15日付け  手続補正 ",
                "平成27年  3月13日付け  前置報告 ",
                "平成27年  8月  3日付け  拒絶理由通知 ",
                "平成27年  9月28日付け  手続補正書・意見書の提出",
                "平成27年12月25日付け  拒絶理由通知（最後）",
                "平成28年  3月  2日付け  手続補正書・意見書の提出",
                "平成28年  4月28日付け  拒絶理由通知 ",
                "平成28年  7月  5日付け  手続補正書・意見書の提出",
                "平成28年10月  7日付け  拒絶理由通知 ",
                "平成28年12月12日付け  手続補正書・意見書の提出"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年6月19日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成28年3月2日付け手続補正書により補正された特許請求の範囲請求項1の記載は，次のとおりである（以下において「特許請求の範囲」という場合には補正後のものをいう。）。以下，「本願発明」といい，平成26年11月15日付け，平成27年9月28日付け，平成28年3月2日付け，平成28年7月5日付け及び平成28年12月12日付け手続補正書により補正された明細書を「本件明細書」という。（乙8）",
            "【請求項1】 ",
            "馬蹄形磁石の磁界の中に，フレミングの左手の法則が適用されるように，電流の流れるアルミニウムの導線を磁石に沿って巻き付け続けて据えると導線に力がはたらき，室内に置くだけで人の生活状況の情報収集の為に注ぎ込まれる無線通信の多量の電磁波に共振させ，送信された信号波の情報が人間自体にその信号波の情報通りには認識されない，ただの電磁波に変え，復調機能を持つテレビ，ラジオ，パソコン又はスマートフォン（携帯電話）等の家電の音声や画像等を楽しむことで，環境を変えることが出来るゆとり発生装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりであるが，要するに，本件出願は，委任省令違反（特許法施行規則24条の2違反）及び実施可能要件違反であり，本願発明は，「産業上利用することができる発明」（特許法29条1項柱書）に該当しないから，特許を受けることができないというものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の認定の誤り（取消事由1及び3）"
            },
            {
              "fig": "(2)",
              "subject": "民法709条，710条への抵触（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1及び3（本願発明の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "次のとおり，本件審決における公知の事実の認定は誤っており，委任省令，実施可能要件及び発明該当性についての判断も誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「人間自体に直接認識できることを前提」",
                  "text": [
                    "「人の生活状況の情報収集の為に注ぎ込まれる無線通信の大量の電磁波」とは，（搬送波である）高周波に低周波が乗る（すなわち変調する）ことにより情報（人間自体に感度良好であった情報）を運んでいる高周波であって，外部から送信され，平衡状態にある電磁波（電波及び光）である。そして，人間自体が直接認識（可視，可聴）するものとは，電磁波が空気を振動させて，その空気の振動を聞いているという意味ではなく，電磁波（電波及び光）が運んでいる情報そのもののことであり，人間は電磁波（電波及び光）が運んでいる情報そのものを直接認識している。これに対し，「ただの電磁波」とは，情報を運んでおり，平衡状態であった電磁波の，平衡状態が崩れて，情報が情報どおりには認識されなくなった状態の電磁波である。以上のとおり，人間自体が運ばれている情報を認識できる平衡状態にあるのが「人の生活状況の情報収集の為に注ぎ込まれる無線通信の大量の電磁波」で，その平衡状態が崩れて，人間自体がその信号波の情報どおりに認識できなくなったものが「ただの電磁波」である。運ばれている情報を認識できる平衡状態が崩れて，人間自体がその信号波の情報どおりに認識できなくなるという性質を「ただの電磁波」が有しているためである。",
                    "本件明細書の段落【0010】，【0013】のとおり，人の耳に聞こえる周波数は20ヘルツから20キロヘルツ，人の目に見える光の波長は約380ナノメートルから780ナノメートルである。上記周波数波長の範囲内か範囲外（ただの電磁波）で人間に認識されるか否かの差異がある。「周波数が約20ヘルツから約20キロヘルツまでの交流は，低周波，可聴周波または音声周波」という（甲9）は公知の事実であり，原告は電波が可聴であると主張するものではなく，直に耳に聴こえる周波数を主張している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「共振」",
                  "text": [
                    "テレビ，ラジオで目的の周波数に合わせることを同調，「共振」といい，段落【0004】のとおり，アンテナは波長の2，3，4倍でも共振することも公知の事実であるから，1．5万メートルから1500万メートル分もの導線があれば，多量の電磁波の波長に同調共振することは技術常識に反することはなく，本願発明が解決しようとする課題は理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「復調」又は「復調機能」",
                  "text": [
                    "テレビやラジオ等の家電には「復調機能」があるから，本願発明で共振したとしてもテレビやラジオ等はそれらの音声や画像にしかならず，テレビやラジオ等の環境を好むのであれば，テレビやラジオ等を使用して好みの環境であり続け，ゆとりを得ているといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「導線に高周波電流が流れると，そこで電界や磁界が発生する」",
                  "text": [
                    "上記の点も段落【0004】に記載された公知の事実であり，人の生活状況の情報収集のために注ぎ込まれる多量の電磁波が本願発明の1．5万メートルから1500万メートル分の導線によって電界や磁界が発生することが，ただの電磁波に変える技術常識となる。",
                    "例えば，家庭用アルミニウムはくを細長く加工したものをアルミニウム導線とし，1．5万メートルから1500万メートルの長さに渡って，馬蹄形磁石片側から片側に向けて，螺旋構造となるように巻き付ける。「アルミニウムの導線」に流れる電流は，電磁波に，アルミニウムの導線が共振することにより発生した電流であり，フレミングの左手の法則により，当該電流の方向と，馬蹄形磁石の磁界の方向に対して，直角の方向に，アルミニウムの導線に力が働き，当該力により，外から人が人の生活状況の情報収集のために注ぎ込む電磁波をただの電磁波に変え，好みの環境に変え，ゆとりを得ることが可能となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のような公知の事実から本願発明の技術内容は明確であり，開示された手段によって「テレビ，ラジオ等の家電を使用することによりその集まる電磁波と共に，外部から個人の生活状況を知ろうとする目的で遠隔から情報収集が可能で情報を運ぶことのできる電磁波で更に私室が埋め尽くされるため，これをただの電磁波に変え，好みの環境に変え，ゆとりを得る」という課題を解決することが可能であるから，特許法36条4項1号に規定する要件を満たし，また，特許法29条1項柱書に規定する要件を満たしているから特許を受けることができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（民法709条，710条に抵触すること）について",
          "text": [
            "原告の主張は公知の事実であるから，審判長，特許庁審判官及び特許庁審査官が故意又は過失によって，公知の事実の認定誤りを繰り返すことは不必要な行為であり，電子化手数料及び郵送料の負担並びに時間の浪費となっており，公知の事実の認定誤りの繰り返しは民法709条及び710条に抵触する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1及び3（本願発明の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決における，委任省令違反，実施可能要件違反及び発明該当性に関する判断は相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張は，「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」とは，（搬送波である）高周波に低周波が乗る（すなわち変調する）ことにより情報（人間自体に感度良好であった情報）を運んでいる高周波であって，外部から送信され，平衡状態にある電磁波（電波及び光）であるというもので，これによれば，原告が主張する本願発明の課題は，（搬送波である）高周波に低周波が乗っている（すなわち変調されている）ことにより送信されている情報を人間が直接認識できることを前提としているといえる。",
                "搬送波である高周波に低周波が乗っていることにより送信されている情報を取り出すことは搬送波である高周波を低周波で変調することにより送信されている情報を取り出すことであり，そのためには，当該変調方式に対応した復調回路（技術）が必要であるが，人間は，復調回路に相当する器官を備えていないから，搬送波である高周波を低周波で変調することにより送信されている情報を取り出すことができないため，当該情報を直接認識することはできない。よって，人間が視認できる可視光を搬送波とした場合であっても，人間は変調方式に対応した復調回路を有していないため，搬送波である可視光自体は視覚により認識できるものの，可視光である搬送波に変調されることにより送信されている情報を，直接認識することはできない。したがって，原告が主張する本願発明の課題に対応する，搬送波である高周波を低周波で変調することにより送信されている情報を人間が直接認識できるとの前提は，前記技術常識に反しており，本願発明の課題は理解できない。そうすると，発明の詳細な説明は，発明が解決しようとする課題等が，理解できるように記載されていないから，発明の詳細な説明の記載は，特許法36条4項1号で委任する経済産業省令(特許法施行規則24条の2)で定めるところにより記載されたものとはいえないとの本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，好適な実施例として，家庭用アルミニウムはくを細長く加工したものをアルミニウム導線とし，1．5万メートルから1500万メートルの長さに渡って，馬蹄形磁石片側から片側に向けて，螺旋構造となるように巻き付けた構成を提示する。",
                "しかし，家庭用アルミニウムはくは導体であり，細長く切ったアルミニウムはくを馬蹄形磁石にそのまま巻き付けても，隣の「細長く切ったアルミニウムはく」とショートするから，馬蹄形磁石を細長く切らない状態のアルミニウムはくで何重にも覆ったことと同じことになるだけであり，「家庭用アルミニウムはく」からなるアルミニウム導線は，共振しないから，フレミングの左手の法則を適用する前提となる共振による電流も生じない。つまり，フレミングの左手の法則は適用されず，導線に力が働かない。",
                "仮に，「家庭用アルミニウムはく」からなるアルミニウム導線に，「外から人が人の生活状況の情報収集の為に注ぎ込まれる無線通信の多量の電磁波」が作用することで電流が生じ，フレミングの左手の法則が適用されて，導線に力が働いたとしても，導線に働いた力が，「人の生活状況の情報収集の為に注ぎ込まれる無線通信の多量の電磁波」を「ただの電磁波」に変える作用機序は不明である。",
                "よって，「外から人が人の生活状況の情報収集の為に注ぎ込」まれ，（搬送波である）高周波に低周波が乗る（すなわち変調する）ことにより情報（人間自体に感度良好であった情報）を運んでいる高周波であって，外部から送信され，平衡状態にある電磁波（電波及び光）を，平衡状態を崩して，情報を情報どおりには認識されなくなった状態の「ただの電磁波」に変える作用機序は，依然として不明である。",
                "したがって，発明の詳細な説明の記載は，特許法36条4項1号に規定する要件（実施可能要件）を満たしていないとの本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)，(3)で述べたように，本願発明は，発明の詳細な説明を参酌してもその技術内容が不明確であり，開示された手段によって，「テレビ，ラジオ等の家電を使用することにより集まる電磁波と共に，外部から個人の生活状況を知ろうとする目的で遠隔から情報収集が可能で情報を運ぶことの出来る電磁波で更に私室が埋め尽くされるため，これをただの電磁波に変え，好みの環境に変え，ゆとりを得る」という課題を解決することが可能であるとは考えられない。",
                "したがって，本願発明は，「産業上利用することができる発明」（特許法29条1項柱書）に該当しないとの本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（民法709条，710条に抵触すること）について",
          "text": [
            "本件審決に至る審査・審判において民法709条，710条に抵触する行為はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の記載は，前記第2の2記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件明細書の記載",
          "text": [
            "本件明細書の記載は以下のとおりである。 ",
            "【技術分野】 ",
            "【0001】  本発明はゆとりを得ることを目的としたものである。 ",
            "【背景技術】 ",
            "【0002】  情報化時代の現在，テレビ，ラジオ，パソコン又はスマートフォン（携帯電話）等の家電を使用することで私宅に自然と音として人の目に見え，耳に聞こえるまでの情報を運ぶ電磁波が集まる。 ",
            "【0003】  それと共に外部から個人の生活状況を知ろうとする目的で遠隔から情報収集が可能で情報を運ぶことの出来る電磁波で更に私室が埋め尽くされる。 ",
            "【先行技術文献】 ",
            "【非特許文献】 ",
            "【0004】",
            "【非特許文献1】  吉川  忠久著  3級・4級アマチュア無線技士試験  株式会社土屋書店  2008 ",
            "【非特許文献2】  山田  宏尚著  デジタル画像処理  株式会社ナツメ社  2006年10月26日発行 ",
            "【非特許文献3】  数研出版編集部著  改訂版視覚でとらえるフォトサイエンス化学図鑑  数研出版株式会社  2007年2月1日発行 ",
            "【発明の概要】 ",
            "【発明が解決しようとする課題】 ",
            "【0005】  そこでこの発明は外から人が人の生活状況の情報収集の為に注ぎ込む電磁波をただの電磁波に変え，好みの環境に変え，ゆとりを得ることを課題とする。 ",
            "【課題を解決するための手段】 ",
            "【0006】  前記課題を解決するためには，この発明は次のような技術的手段を講じている。電磁波とは電界と磁界が互いに直交し，一定の速度で伝播する電気的横波でしかないことから，外周から流れてくる人の生活状況の情報収集の為に注ぎ込む電磁波も，それがただの波であれば好みの環境に変え，ゆとりを得ることが出来る。 ",
            "【0007】  大抵電磁波は情報化社会での通信で使うことから，搬送波の高周波に音声信号の低周波が乗った（変調した）高周波で，大抵はそのままでは音として聞くことはできない。 ",
            "【0008】  また，音声はそのままでは遠くまで届くことはないことから，耳に聞こえる音声になるということは，変調され，増幅し，復調している音声を聞いていることになる。",
            "【0009】  無線通信とは，電波を利用して行うすべての種類の記号・信号・文書・影像・音響または情報の送信・発射または受信をいい，人の声を送信するときの変調にはマイクロフォンを使用することが常であるから，公共放送以外の人の遠隔から人の耳に届く音声はマイクロフォンを使用している人の送信といえ，人の生活状況の情報収集の為に注ぎ込む人にとって感じ取りたくない電磁波はマイクロフォンなみの導線となっていることになり，どこから送信しているのかの特定は無線局を運用する場合においては，無線設備の設置場所・識別信号（呼出符号）・電波の型式および周波数は，免許状に記載されたところによらなければならず，周波数とは，1秒間に交流の繰り返しが何回行われるのかを表すものであり，無線で信号を送ろうとしているならば，周波数で区別されることになるが，判別不明の場合は，ただの電磁波の波に変えることで好みの環境に変わる。",
            "【0010】  人の耳に聞こえる周波数は20ヘルツから20キロヘルツであるから，人の耳に聞こえるマイクロフォン使用の音声の周波数は，直に耳に聞こえていることから20ヘルツから20キロヘルツと考える。",
            "【0011】  無線局で，送受信で用いられるアンテナは，導線の長さを変えて，使用する電波の周波数に最もよく周りの空気を振動させる（共振）ことを考えることから，電波（電磁波の一種）の速さは光（電磁波の一種）の速さと同じ秒速30万キロメートルなので，波長は1．5万メートルから1500万メートルとなるからその波長の長さにあわせた導線の長さを共振するのに要していることで，この発明には共振するまでの導線に対応できる材質と長さを必要とする。共振であるから増幅も目的としている。",
            "【0012】  人が人の生活状況の情報収集の為に注ぎ込む電磁波（電波，光を含む）が私宅に届くには上記にあるように高周波と低周波の変調であるが，電磁波であり，電界と磁界が存在し，そのなんらかの材質が飛んできていることになり，その量は可聴，可視ができる程であるから上記のように音でいうならば1．5万メートルから1500万メートルほどの長さ分の量の電磁波が私宅に常に浮遊していることになるが，逆に少しでも電磁波量を減少させることが出来れば電磁波はただの電磁波になり，好みの環境となる。 ",
            "【0013】  画像はデジタル化でおおよそ1677万色の色の数があり，原色は赤，緑，青の3色が混ざり合い人の目に見える光（電磁波の一種）の波長は約380ナノメートルから780ナノメートル（ナノメートルは100万分の1ミリメートル）の電磁波であり，標準的なパソコン画面の画素は横1024画素×縦768画素の約78万画素で必要なデータ量は78万画素×24ビットの約1887万ビットを要しているから上記同様少しでも電磁波量を減少させることが出来れば電磁波はただの電磁波になり，好みの環境となる。",
            "【0014】  現在，人の生活状況の情報収集の為に注ぎ込む電磁波が私宅に届くには無線技術を駆使しているのであるから，画素であろうと走査線用あるいは特定の周波数に合わせればかなり既製の受信機で受信し，電磁波量を減少させることは当然可能であるが，人の生活状況の情報収集の為に注ぎ込む電磁波の送信者は数も多いことから，数多くの周波数帯域を要し，同様数の受信機を要することも考えられ，電磁波は電界と磁界が存在している為，受信し続ける時に不具合な環境になることも予想されるので，人の生活状況の情報収集の為に注ぎ込む電磁波に対しては平衡を崩す程度に受信機を使用すると良い。",
            "【0015】  画像はフーリエ変換，逆フーリエ変換から曲線の重ね合わせであるから，直線にすることで，人の生活状況の情報収集の為に注ぎ込む電磁波による画像は画像とならず，ただの電磁波となり好みの環境に変え，ゆとりを得ることができる。",
            "【0016】  上記のように電磁波には電界と磁界が存在しているから，いかに平衡状態を崩せるかで電磁波による環境を好みに変え，ゆとりを得ることが出来る。そのために共振に必要な導線に対応する量，長さが必要で，この発明の材質には家庭用アルミニウムはくを使用した。",
            "【0017】  アルミニウムは電気をよく通す性質を持った導体の金属で軽くて，表面が負に帯電し，自由電子が多く存在している。",
            "【0018】  好みの太さで細長くしたアルミニウムはくを，馬蹄形磁石の磁界の中に，フレミングの左手の法則が適用されるように，馬蹄形磁石に沿って電流の流れるアルミニウムの導線を巻き付け続けて据えると導線に力がはたらき，アンテナは波長の2倍，3倍，4倍…でも共振し，この導線に高周波電流が流れると，そこで電界や磁界が発生し，人の生活状況の情報収集の為に送信された信号波の情報が，人間自体にその信号波の情報通りには認識されなくなり，復調機能を持つテレビ，ラジオ，パソコン又はスマートフォン（携帯電話）等の家電の音声や画像等を楽しむことで，ゆとりを得ることが出来る。",
            "【発明の効果】",
            "【0019】  本発明品を電気的に接続することなく，室内に置くだけで，必要な情報を運ぶだけの電磁波となり，人の生活状況情報収集の為に注ぎ込まれる電磁波を好みの環境に変え，ゆとりを得ることが出来る。",
            "【0020】  ただし，人の生活状況の情報収集の為に注ぎ込む電磁波送信者がこの発明品を使用すると，一旦は自らが安易に送信した分の被害が生ずる恐れがある。",
            "【図面の簡単な説明】",
            "【0021】  本発明の形態は直線螺旋構造の共振量であれば自由である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1及び3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，取消事由1及び3としてるる主張するが，要するに，本件出願は委任省令及び実施可能要件に反し，また，本願発明は「産業上利用することができる発明」（特許法29条1項柱書）に該当しないとして，本件出願を拒絶すべきであるとした本件審決の判断が誤っていることをいうものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "事案にかんがみ，特許法36条4項1号違反（委任省令違反及び実施可能要件違反）の判断の誤りについて判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法36条4項1号は，発明の詳細な説明の記載は，発明が解決しようとする課題及びその解決手段その他のその発明の属する技術の分野における通常の知識を有する者が発明の技術上の意義を理解するために必要な事項を，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものでなければならないことを規定するものであり，同号の要件を充足するためには，明細書の発明の詳細な説明に，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その発明を実施することができる程度に発明の構成等の記載があることを要する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書によれば，本願発明の課題は，外から人が人の生活状況の情報収集の為に注ぎ込む電磁波をただの電磁波に変えることにより，好みの環境に変え，ゆとりを得ることにあるところ（【0005】），本件明細書の記載によれば，「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」（【0005】）は，「人にとって感じ取りたくない電磁波」（【0009】）であり，「電波，光を含む」（【0012】）電磁波であって，「可聴，可視」（【0012】）のものであり，かつ，「高周波と低周波の変調」としての電磁波である（【0012】）。また，「ただの電磁波」（【0005】，【0009】，【0012】，【0013】，【0015】）は，「送信された信号波の情報が，人間自体にその信号波の情報通りには認識されな」い電磁波（【0018】）であるといえる。",
                    "そうすると，本件明細書から読み取れる本願発明の課題は，「人にとって感じ取りたくない電磁波」，すなわち，「電波，光を含む」，「可聴，可視」の「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」を，「人間自体にその信号波の情報通りには認識されな」い「ただの電磁波」に変えることにより，好みの環境に変え，ゆとりを得ることであると解される。",
                    "そして，これによれば，「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」（【0005】）ないし「外部から個人の生活状況を知ろうとする目的で遠隔から情報収集が可能で情報を運ぶことの出来る電磁波」（【0003】）は，人間自体に直接認識できることを前提としていると解される。",
                    "そこで，人間が直接認識できる電磁波について検討すると，原告の主張するとおり，約20ヘルツから約20キロヘルツまでの周波数（【0010】）の音は直に耳に聞こえるものの，電波は可聴ではなく，人間は，光を除いた「外部から個人の生活状況を知ろうとする目的で遠隔から情報収集が可能で情報を運ぶことの出来る電磁波」を認識することができない。そうすると，「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」は可視光域の電磁波，すなわち，光を意味するものということになる。",
                    "本願発明が解決しようとする課題は，「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」で「私室が埋め尽くされる」（【0003】，【0005】）という状況を前提としているところ，「高周波と低周波の変調」としての光，すなわち，信号波が重畳された光は，光ファイバーによる光伝送や船舶に用いられる回光通信のように限られた用途や場所で用いられるのみである。そうすると，上記のように「外から人が人の生活状況の情報収集の為に注ぎ込む電磁波」が光であるとすれば，これにより「私室が埋め尽くされる」ことは，本件出願時の技術常識に照らしても想定し得ないものであるから，本件明細書の発明の詳細な説明に，発明が解決しようとする課題が，当業者が理解できる程度に記載されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件明細書の段落【0006】～【0018】の【課題を解決するための手段】の記載によれば，課題解決のための手段は，馬蹄形磁石の磁界の中に，フレミングの左手の法則が適用されるように，電流の流れるアルミニウムの導線を磁石に沿って巻き付け続けて据えたもの，すなわち，「アルミニウムの導線」として，「家庭用アルミニウムはくを使用し」，「好みの太さで細長くしたアルミニウムはくを，馬蹄形磁石の磁界の中に，フレミングの左手の法則が適用されるように，馬蹄形磁石に沿って電流の流れるアルミニウムの導線を巻き付け続けて据え」たものであり，可聴域から可視光域に渡る電磁波である「人が人の生活状況の情報収集する為に注ぎ込む電磁波」に共振し「ただの電磁波」とすることが可能なものであるといえる。",
                    "しかし，室内に置ける程度の大きさの馬蹄形磁石に1．5万メートルから1500万メートルの波長の長さに合わせた導線を巻き付ける（原告自身がそのような想定を前提とした主張をしている。）とすると，巻き線同士が重なり合うことは明らかであるところ，家庭用アルミニウムはくはその表面が絶縁されていないから，重なり合ったアルミニウムの導線が電気的に導通し，共振する波長は巻き付けられたアルミニウムのはくの長さに対応する波長ではなく，その全体の大きさに対応する波長となる。このため，1．5万メートルから1500万メートルの波長の長さに合わせた家庭用アルミニウムはくを馬蹄形磁石に巻き付けたとしても，音声であれば可聴域に当たる周波数の電磁波に共振させることはできない。そうすると，可聴域から可視光域に渡る周波数の電磁波である「人が人の生活状況の情報収集する為に注ぎ込む電磁波」に共振させるための形態が記載されているとは認められない。仮に，アルミニウムの導線の表面を絶縁した場合，巻き付け続けて据えられる中心線方向の長さが実際のアンテナ長となるが，室内に置くことが前提となるから，どんなに大きくとも実際のアンテナ長は数メートルであり，延長コイルの作用を考慮したとしても，1．5万メートルや1500万メートルの波長の電磁波に共振させることは不可能である。",
                    "さらに，フレミングの左手の法則は，磁界の中で導体に電流を流した場合，磁界による磁力線と導体に流れた電流が発生する磁力線との相互作用により，導体を動かそうとするローレンツ力が発生するという現象において，その磁界の磁力線の方向，導線に流した電流の方向，発生するローレンツ力の方向の関係を表したものであるところ，室内に置ける程度の大きさの馬蹄形磁石に，1．5万メートルから1500万メートルの波長の長さに合わせたアルミニウムの導線を巻き付けて据えようとするならば，前後する巻き線同士が重なり合って動く余地はないことから，馬蹄形磁石の磁界の磁力線の方向と導体の巻き付け方向，すなわち，導線に流れる電流の方向がフレミングの左手の法則の如く直交するように，導線を馬蹄形磁石に巻き付けたとしても，それにより発生するローレンツ力が導線やその他のものに対して何らかの作用，例えば，「共振」や電磁波を「変え」ることに何らの作用をも奏し得ないことは明らかである。",
                    "以上のとおり，可聴域から可視光域に渡る周波数の電磁波である「人が人の生活状況の情報収集する為に注ぎ込む電磁波」を「ただの電磁波」に変えることを可能とする形態が不明であるから，本件明細書には，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識に基づいてその発明を実施することができる程度に発明の構成等の記載があるものとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件明細書の発明の詳細な説明に，発明が解決しようとする課題及びその解決手段その他の当業者が発明の技術上の意義を理解するために必要な事項が記載されておらず，当業者がその発明を実施することができる程度に発明の構成等の記載があるものとは認められないため，本件出願について特許法36条1項4号及び同法施行規則24条の2に違反するとする本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，特許法29条1項柱書に関する本件審決の判断について検討するまでもなく，本件出願を拒絶すべきであるとの本件審決の結論に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2について",
          "text": [
            "原告は，取消事由2として民法709条，710条への抵触の主張をするが，原告の主張する点は本件審決を取り消すべき事由に当たらない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}