{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2016-4450号事件について平成28年12月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，①引用発明の認定の誤り（相違点の看過）の有無，②進歩性判断（相違点の容易想到性の判断）の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「3Dテレビ」とする発明につき，平成25年1月15日（以下，「本願出願日」という。）を出願日とする特許出願をし（特願2013-4998号，請求項の数1。甲1。以下，「本願」という。），平成26年12月25日付けで特許請求の範囲及び明細書を補正する手続補正をしたが（甲6。以下，「本件拒絶査定前補正」という。），平成27年12月17日付けで拒絶査定を受けた（甲8）。",
            "原告は，平成28年3月24日，拒絶査定不服審判請求をし（不服2016-4450号。甲11），同日付けで特許請求の範囲を補正する手続補正をしたが（甲12。以下，「本件補正」という。），特許庁は，平成28年12月19日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成29年1月16日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件拒絶査定前補正後の特許請求の範囲の請求項1記載の発明（以下，「本願発明」という。）は，次のとおりである（甲1）。",
            "【請求項1】",
            "湾曲した表示部と共に，湾曲した位置に方向の異なるスピーカを設け，視聴音に立体感を与えることを特徴とする3Dテレビ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の却下の決定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "結論",
                  "text": [
                    "本件補正を却下する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "理由",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正は，特許請求の範囲の請求項1について，「湾曲した表示部と共に，湾曲した位置に方向の異なるスピーカを設け，視聴音に立体感を与えることを特徴する3Dテレビ」とあるのを，「平坦な画面を持つテレビにおいて，その両端に所定の角度で配置された鏡を具備し，視聴者に画像と音の立体感を与えることを特徴とする3Dテレビ。」（下線は補正箇所）と補正するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件補正は，発明の特別な技術的特徴を変更する補正であり，特許法17条の2第4項に規定する要件を満たしていない。また，本件補正は，同条5項2号に掲げる特許請求の範囲の減縮を目的とする補正に該当せず，同項1号（請求項の削除），3号（誤記の訂正），4号（明りょうでない記載の釈明）のいずれにも該当しないから，同項に規定する要件を満たしていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "text": [
                "特開2011-27921号公報（甲3。以下，「刊行物1」という。）には，次の発明（以下，「引用発明」という。）が記載されている。",
                "「  湾曲させたフラットディスプレイパネルと共に，スピーカを設け，映画館のスクリーンのような凹面を作成することにより視聴者に立体的〔判決注・「立体感」の誤記と認める。〕や臨場感を向上させた映像を映し出すフラットディスプレイテレビ。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点で一致する。",
                "「  湾曲した表示部と共に，スピーカを設ける3Dテレビ。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点が相違する。",
                "（相違点）",
                "本願発明が「湾曲した位置に方向の異なる」スピーカを設け，「視聴音に立体感を与える」ものであるのに対し，引用発明は，そのような特定がされていない点。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開平2-211000号公報（甲10。以下，「刊行物2」という。）には，湾曲した映画スクリーンの後方に5個のスピーカ装置が配置されるものであり，スピーカ装置が有するスピーカ素子は剛性の壁面と一体化され，その壁面は，スクリーンから離隔され，かつ湾曲したスクリーンの曲率にならって少なくとも部分的に平行して延びて設けられる技術が開示されており，それは湾曲した映画スクリーンの後方の異なる位置に方向の異なる複数のスピーカ装置を設けるというものである。すなわち，刊行物2には，「湾曲した映画スクリーンの後方の異なる位置に方向の異なる複数のスピーカ装置を設ける技術」が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "円弧状の位置に方向の異なるスピーカを（視聴者に向けて）設けることによって視聴音に立体感を与えることができることは普通に知られている周知技術である（例えば，特開平3-159500号公報（乙1），特開2008-118166号公報（乙2））。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明は，「映画館のスクリーンのような凹面を作成することにより視聴者に立体的〔判決注・「立体感」の誤記と認める。〕や臨場感を向上させた映像を映し出すフラットディスプレイテレビ」であるから，その映画館のスクリーンのような凹面を有するフラットディスプレイテレビのスピーカシステムとして，刊行物2記載の「湾曲した映画スクリーンの後方の異なる位置に方向の異なる複数のスピーカ装置を設けるという技術」を適用し，湾曲させたフラットディスプレイと共に，「湾曲した位置に方向の異なる」スピーカを設けるものとすることは，当業者が容易に想到し得ることである。",
                    "そして，そのような湾曲した位置に方向の異なるスピーカを設ければ，前記イの周知技術に示したように，「視聴音に立体感を与える」という効果が当然に得られるものである。",
                    "したがって，相違点に係る構成は，刊行物2に記載された技術及び周知技術から，当業者が容易になし得るものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤りに伴う相違点の看過）",
          "text": [
            "審決は，刊行物1によって引用発明を認定した点に誤りがあり，その結果，「湾曲した表示部」を誤って一致点と認定し，相違点を看過した。",
            "本願発明は，「あらかじめ湾曲した表示部」を備えることを特徴としている。",
            "これに対し，刊行物1記載の発明は，明細書中にも記載されているように，フラットディスプレイパネルに操作を加え，湾曲したディスプレイパネルを作り上げるようにすることが目的であり，本願発明の目的と全く異なり，思想や構造も全く異なり，本願発明の効果もない。",
            "また，刊行物1記載のフラットディスプレイパネルを湾曲する操作が可能となるためには，フラットディスプレイパネルが撓みやすい材質のものであることが必要であるが，刊行物1のどこにもフラットディスプレイパネルの材質については言及されていない。フラットディスプレイパネルとして現在使われているのはガラスであるが，ガラス製フラットディスプレイは容易に曲げることはできない。",
            "さらに，刊行物1の図5に示すような6か所の湾曲面の調整装置を設けるという方法では，果たして硬いフラットディスプレイパネルが，パネルの上面と下面とを同様の比率で，十分な湾曲度に曲げられるのか，疑問である。この湾曲面調整装置による湾曲面調整力を6か所に等しく働かせてパネルの湾曲度を希望どおりに調整しようとしても，6か所の調整装置を同時に動かすことは不可能であり，この6か所同時調整の方法は明細書にも書かれていない。パネルの材質は，通常ガラスで，硬いことから，湾曲度調整するときにパネルが割れてしまったり，ひびが入ったり，映像エレメントが破壊されると，映像が部分的に映らなかったり，正しい映像が映らない。そこで，パネルを形成する材質とパネルの映像エレメントの構造が非常に重要な意味を持つにもかかわらず，刊行物1では，材質についても，映像エレメントの構造についても言及が全くなされておらず，発明として完成されていない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の容易想到性の判断の誤り）",
          "text": [
            "審決は，引用発明に，刊行物2記載のスピーカを音響境界面や剛性の壁面なしに組み合わせても，立体感のある音場が再現されるという本願発明の顕著な作用効果を奏しないにもかかわらず，これを奏すると判断した点に誤りがある。",
            "本願発明は，「湾曲した位置に方向の異なるスピーカを設け」ているものであり，本願発明のスピーカは，「湾曲した位置にあること」と「方向が異なること」の二つの要件を持っている。このような構成をとることにより，湾曲した画面から直角に音が出るので，3Dの音が聴こえてきて，映像を見ている視聴者は，立体感のある3Dの音と映像を体感することができる。",
            "これに対し，刊行物1記載の発明は，フラットディスプレイに操作を加え，湾曲したディスプレイパネルを作り上げようとしたものであって（ただし，実際は不可能である。），スピーカに関する記載が全くなく，スピーカの発明ではなく，まして本願発明の3Dスピーカの発明には全く触れられていないから，本願発明の効果はない。",
            "また，刊行物2記載の発明は，映画スクリーン後方にスピーカシステムが配置され，このスピーカシステムは，離隔されたステージのはるか上方かつスクリーン後方にほぼ直線状に配置されるものであり（4頁右上欄14行～左下欄5行），さらに，スピーカの配置のみならず，音響境界面又はスピーカと一体化された剛性の壁面10が必要である（4頁右下欄15行～5頁左上欄3行）。このように，スピーカが湾曲したパネルにも配置されず，スピーカの方向も異方向ではなく同一方向であるから，本願発明と全く異なるスピーカシステムである。本願発明のスピーカのように，湾曲画面に設置され，湾曲画面から直角に複数の異なる方向から音を発することによる，音の3D化という効果も思想も構造も全くない。",
            "湾曲した映像パネルにスピーカを設け，かつ，方向の異なるスピーカを設けることは，刊行物2を見ても当業者が容易になし得るものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤りに伴う相違点の看過）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1の【0019】によると，刊行物1のフラットディスプレイ装置のフラットディスプレイパネルは，フラットディスプレイパネル湾曲度可変装置が設置されているものである。そして，このフラットディスプレイパネル湾曲度可変装置は，フラットディスプレイパネルの湾曲度を可変させるために設置されているものであるから，フラットディスプレイパネルは湾曲していることとなる。また，刊行物1の【0022】で参照される図5をみても，フラットディスプレイパネルは湾曲していることが見てとれる。",
                    "したがって，「刊行物1には，湾曲させたフラットディスプレイパネルを設けるフラットディスプレイ装置に関する発明が記載されている。」という審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1の【0002】，【0032】，【0037】によると，引用発明は，フラットディスプレイパネルを湾曲させて，映画館のスクリーンのような凹面を作成すると，視聴者に与える臨場感を向上させうるものであり，視聴者に与える臨場感を向上させうることにより，より臨場感のある立体的な映像を楽しむことのできるフラットディスプレイテレビを提供できるものである。",
                    "したがって，「刊行物1には，フラットディスプレイパネルを湾曲させて，映画館のスクリーンのような凹面を作成することにより，視聴者に立体的〔判決注・「立体感」の誤記と認める。〕や臨場感を向上させた映像を映し出すフラットディスプレイテレビを提供することができることが記載されている。」という審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "テレビは，映像を映し出すだけでなく，音も送出するものであり，音を送出するために，スピーカを設けていることは，当然に有する構成であるから，「テレビであることからスピーカを設けていることは当然のことである。」という審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)ア～ウによると，審決が刊行物1から引用発明「湾曲させたフラットディスプレイパネルと共に，スピーカを設け，映画館のスクリーンのような凹面を作成することにより視聴者に立体的〔判決注・「立体感」の誤記と認める。〕や臨場感を向上させた映像を映し出すフラットディスプレイテレビ。」を認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明の「フラットディスプレイパネル」は，「映像を映し出すフラットディスプレイテレビ」の「映像を映し出す」部分であるから「表示部」であるといえる。",
                "また，引用発明の「フラットディスプレイパネル」は湾曲したものであるから，引用発明の「湾曲させたフラットディスプレイパネル」は，本願発明の「湾曲した表示部」に相当するといえる。",
                "したがって，審決が「湾曲した表示部」を本願発明と引用発明との一致点と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用発明では，フラットディスプレイパネルに操作を加えて湾曲させており，あらかじめ湾曲した表示部を備えた本願発明と全く異なると主張する。",
                "しかし，本願の特許請求の範囲には，「湾曲した表示部」と記載されているのみであり，表示部があらかじめ湾曲されていることは記載されていないから，上記主張は，本願の特許請求の範囲の記載に基づく主張でなく，失当である。",
                "また，刊行物1の【0002】，【0003】によると，刊行物1には，凹型湾曲形状の液晶テレビを前提として，湾曲度可変装置を用いて湾曲度を調整することにより，凹面液晶パネルの形状を略放物面とし，この放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整し得る発明が開示されているといえる。",
                "そうすると，湾曲度可変装置は湾曲度を調整しているにすぎず，引用発明の液晶パネルの形状は元々略放物面（湾曲形状）であることは，当業者にとって明らかである。",
                "したがって，引用発明も，あらかじめ湾曲した表示部を備えているから，この点からも，上記主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，フラットディスプレイパネルが撓みやすい材質でないと，パネルの上面と下面とが同様の比率で希望するように湾曲度が調整できず，湾曲度調整するときにパネルが割れてしまったり，ひびが入ったりするという不具合が生じるが，刊行物1のどこにも，フラットディスプレイパネルの材質について言及されていないので，発明未完成であると主張する。",
                "しかし，前記(4)のとおり，引用発明では，あらかじめ湾曲した表示部において，視聴者と凹面液晶テレビ映像面との距離に応じて湾曲度を調整しているにすぎないから，引用発明の背景技術とされた凹型湾曲形状の液晶テレビにおいて採用されていたのと同程度の撓みやすさを有した材質であれば実施可能であるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の容易想到性の判断の誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は，引用発明に，刊行物2記載のスピーカを音響境界面や剛性の壁面なしに組み合わせても，立体感のある音場が再現されるという本願発明の顕著な作用効果を奏しないにもかかわらず，これを奏すると判断した点に誤りがあると主張する。",
                "しかし，刊行物2記載のスピーカは，音響境界面又はスピーカと一体化された剛性の壁面を有するものであるが，これは，スクリーン後方にスピーカを配置したため，スクリーンで反射した音声の二次放射を除去するために設けられている構成であり，このような構成をテレビに適用した場合には，フラットディスプレイパネルの後方に配置しないので，音響境界面又はスピーカと一体化された剛性の壁面は必要のない構成であることは，当業者にとって明らかである。",
                "また，円弧状の位置に方向の異なるスピーカを（視聴者に向けて）設けることによって視聴音に立体感を与えることができることは，普通に知られている周知技術である（例えば，乙1，乙2）。",
                "そして，引用発明において，刊行物2記載の湾曲した位置に方向の異なる複数のスピーカ装置を設ける構成を採用することにより，立体感や臨場感が得られることは，上記周知技術の記載から当業者にとって明らかである。",
                "したがって，立体感のある音場が再現されるという本願発明の作用効果は，引用発明に，刊行物2記載のスピーカを音響境界面や剛性の壁面なしに組み合わせることから当業者が容易に想到し得るものであり，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物2記載のスピーカシステムは，ほぼ直線状に配置されるものであると主張する。",
                "しかし，刊行物2の「第1図におけるように湾曲したスクリーンの場合は，壁は好ましくはスクリーンの曲率にならう。」（5頁左上欄1行～3行）との記載によると，刊行物2記載の発明では，湾曲したスクリーンの曲率にならって，スピーカ素子と一体化した壁面が構成されているといえるから，本願発明と同様に，スピーカは，湾曲した位置に設けられているものである。",
                "たしかに，刊行物2には，原告指摘のとおり，「スクリーン後方にほぼ直線上に配置されたスピーカ素子」（4頁左下欄3行～4行）との記載があるが，「ほぼ直線上」であり，「直線上」ではない。刊行物2は，映画劇場のような巨大なスクリーンであり，スクリーンの曲率が緩やかであることから，上記記載では「ほぼ直線上」と記載したものと認められる。",
                "したがって，原告の上記主張は，刊行物2記載の発明の解釈を誤ったものであり，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物2記載のスピーカシステムは，映画スクリーン後方，離隔されたステージのはるか上方に配置されるものであると主張する。",
                "しかし，刊行物2には，スピーカの配置について，「第1図は映画劇場内の意図された環境に置かれた観客に対し映画スクリーン後方の本発明スピーカシステムを示す。・・・スクリーン（2）（スピーカシステムを見せるために部分的に削除されている）はステージ（4）の上方かつプロセニアムアーチ（6）の下方に配置される。第1図の列ではスピーカシステムは5個のスピーカ装置，即ち離隔されたステージのはるか上方かつスクリーン後方にほぼ直線上に配置されたスピーカ素子（8a乃至8e）の組合せを持ったスピーカ装置，を有する。」（4頁右上欄14行～左下欄5行）との記載があり，スピーカ素子は，ステージの上方かつスクリーン後方に配置されていることから，スクリーンからはるかに離れた位置に配置されているものではない。",
                "また，本願の特許請求の範囲には，スピーカに関して，「湾曲した位置に方向の異なるスピーカを設け」と記載されているのみであり，スピーカをどのように設置するのかについて記載していない。",
                "したがって，原告の上記主張は，刊行物2記載の発明の解釈を誤ったものであり，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本願発明のスピーカと刊行物2記載のスピーカとは，全く異なるものであり，本願発明の効果もないと主張する。",
                "しかし，本願発明のスピーカと刊行物2記載のスピーカとは，「湾曲した位置に方向の異なる」スピーカである点で一致している。",
                "そうすると，引用発明に，刊行物2記載のスピーカを組み合わせることにより，「湾曲した位置に方向の異なるスピーカを設ければ，上記周知技術に示したように，『視聴音に立体感を与える』という効果が当然に得られる」という審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件拒絶査定前補正後の明細書及び図面（甲1，6）には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明はメガネをかけずに立体画像を見ることができるようにした3D（立体画像）テレビに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】",
                    "前述した従来の3Dテレビは，高価なメガネをかける必要があった。また，日頃からメガネをかけない人には，煩わしいという問題があった。",
                    "本発明はこのような課題に鑑みてなされたものであって，メガネをかけないで3D画像を観ることができる3Dテレビを提供することを目的としている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】",
                    "湾曲した表示部と共に，湾曲した位置に方向の異なるスピーカを設け，視聴音に立体感を与えることを特徴とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0007】",
                    "本発明によれば，専用のメガネをかけなくても3D画像を観ることができるようになるので，ローコストであり，また煩わしさがなくなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0009】",
                    "以下，図面を参照して本発明の実施例を詳細に説明する。図2は本発明の実施例1を示す図である。図に示すように，有機ELを用い，柔軟なフィルムに形成し，これを画面3を形成したものである。",
                    "【0010】",
                    "テレビを観る視聴者2が画面を観るが，湾曲した画面のため，前後に深みのある画面が左右の眼の視野一杯に画面が入り，この結果，観る視聴者は立体画像を観ることができることが，試験して確かめられた。",
                    "従来は，このように湾曲した画面を作ることは困難であったが，有機EL発光体を用いれば，湾曲した画面を作ることができる。なお，テレビ3としては有機EL発光体でなくても，湾曲した画面を作ることができるものであれば，有機EL体でなくても構わない。",
                    "【0011】",
                    "図3は本発明の実施例2を示す図である。この実施例は，立体画像の足下スピーカーを設けることにより，おのずと左右のスピーカーが内向きとなり，臨場感のある音響システムになる。図において，3は湾曲画面，10はテレビ3右側の台部に配置された中高音スピーカ，11はテレビ3左側の台部に配置された中高音スピーカ，12はテレビ3の中央台部に設けた低音用のウーファースピーカである。",
                    "このように構成すると，音を出すスピーカ10,11とスピーカ12からの音が深みが出ることと，3次元的に音が出るため，臨場感のある音を聴くことができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件拒絶査定前補正後の特許請求の範囲の請求項1の記載及び前記(1)の記載によると，本願発明について，次のとおり認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，メガネをかけずに立体画像を見ることができるようにした3D（立体画像）テレビに関する（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来の3Dテレビは，高価なメガネをかける必要があり，また，日頃からメガネをかけない人には煩わしい，という課題が存在していた。",
                    "本願発明は，このような課題に鑑みてされたものであって，メガネをかけないで3D画像を観ることができる3Dテレビを提供することを目的とする。（【0005】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，湾曲した表示部と共に，湾曲した位置に方向の異なるスピーカを設け，視聴音に立体感を与える構成を採用することにより，専用のメガネをかけなくても3D画像を観ることができるようになるので，ローコストであり，また煩わしさがなくなるとともに，視聴音に立体感を与える，という効果を奏するものである（【請求項1】，【0006】，【0007】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明の認定の誤りに伴う相違点の看過）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1（甲3）には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】",
                    "横長長方形のフラットディスプレイ装置において，",
                    "前記フラットディスプレイ装置のフラットディスプレイパネルは，長手軸方向に平行な断面が略放物線であり，",
                    "前記略放物線形状の湾曲度を変化させ得る装置を備えることにより，前記略放物線の焦点距離を変えることが可能であることを特徴とするフラットディスプレイ装置。",
                    "【請求項2】",
                    "請求項1に記載のフラットディスプレイ装置において，",
                    "前記フラットディスプレイパネルの4隅および，長手軸方向中央上下部2箇所に，フラットディスプレイパネルを固定して，フラットディスプレイパネルの湾曲度を調節するためのフラットディスプレイパネル湾曲度可変装置を有することを特徴とするフラットディスプレイ装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，アクティブマトリックス型のフラットディスプレイ装置に関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】",
                    "近年，アクティブマトリックス型の液晶表示装置が 従来のブラウン管テレビにかわり液晶テレビとして普及するにつれて，表示画面の大型化が進むと共に，液晶パネルを湾曲させて，映画館のスクリーンのような凹面を作成し，視聴者に与える臨場感を向上させうる液晶テレビの開発努力がなされている。",
                    "凹型湾曲形状を有する液晶パネルを具備することを特徴とする液晶表示装置については開示されているが，凹型湾曲形状の湾曲度は固定されたものであり，また凹型に湾曲させる効果の一つとしては，視聴者が画面の中央部を視る場合の視角と画面の左右の両端を見る場合の視角との視角差（本明細書においては，「視角」の用語を画面の観察者の視線と観察している画面の接線とのなす角度と定義し，それらの差を「視角差」と定義して使用する）が大きくなってしまうという問題の改善等の表示品位の改善であった。",
                    "【0003】",
                    "しかしながら，発明者は，画面を湾曲させることは，前記視角差の改善のみならず（逆にいえば，広視野角技術が不要となり，製造コストの低減が可能ともなる），視聴者に与える，映像の臨場感（擬似立体感）の向上に大きく寄与し，特に，凹面液晶パネルの形状を略放物面とし，該放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整し得るようにすることにより，視聴者に与える立体感や臨場感を向上させ得ることに着目した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】",
                    "そこで，発明者は，凹面液晶パネルの湾曲度を可変できるようにし，凹面液晶パネルの形状を放物面とし，該放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整することにより，視聴者に与える臨場感を向上させ得ることに着目した。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】",
                    "前記目的を達成するために，",
                    "請求項1に記載された発明は，横長長方形のフラットディスプレイ装置において，フラットディスプレイパネルは，長手軸方向に平行な断面が略放物線であり",
                    "前記略放物線形状の湾曲度を変化させ得る装置を備えることにより，前記放物線の焦点距離を変えることが可能であることを特徴とする。",
                    "【0007】",
                    "請求項2に記載された発明は，請求項1に記載のフラットディスプレイ装置に係り，",
                    "前記フラットディスプレイ装置は，前記フラットディスプレイパネルの4隅および，長手軸方向中央上下部2箇所にフラットディスプレイパネルを固定して，フラットディスプレイパネルの湾曲度を調節するためのフラットディスプレイパネル湾曲度可変装置を有することを特徴とする。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0017】",
                    "液晶テレビの画面を湾曲させることより視聴者と画面の位置の相違による視角差の改善のみならず，臨場感の向上に大きく寄与し，特に，凹面液晶パネルの湾曲度を可変できるようにし，凹面液晶パネルの形状を略放物面とし，さらに，該放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整できることにより，視聴者に与える臨場感を大きく向上させ得る。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0019】",
                    "（実施の形態1）",
                    "以下，図を参照しつつ，本発明を実施するための実施の形態1につき説明する。",
                    "本発明を実施するための実施の形態1は，本発明に係るフラットディスプレイパネル湾曲度可変装置が設置された横長長方形のフラットディスプレイ装置および該装置の製造方法に係るものである。",
                    "【0020】",
                    "図1は本発明の実施の形態1に係るフラットディスプレイ装置に設置されるフラットディスプレイパネル湾曲度可変装置の概要を示す説明図である。",
                    "【0021】",
                    "図1において，100はフラットディスプレイ装置のパネル部であり，105はフラットディスプレイ装置のパネル部の表示部正面側である。120はフラットディスプレイパネルのフレーム（フラットディスプレイパネルが液晶パネルの場合には該フレームはバックライトユニットを構成する場合が多い）を示す。",
                    "【0022】",
                    "図5は，フラットディスプレイパネル湾曲度可変装置をフラットディスプレイパネルに設置した様子を示す概略斜視図である。501はフラットディスプレイパネル湾曲度可変装置の一つである。なお，フラットディスプレイパネル湾曲度可変装置が設置されている，フラットディスプレイパネルのフレームを図で示すことは省略している。",
                    "【0029】",
                    "次に，本発明の実施の形態1に係るフラットディスプレイパネル湾曲度可変装置が設置された横長長方形のフラットディスプレイ装置の概要について，図に基づいて説明する。",
                    "【0030】",
                    "図2は，図1に示された本発明の実施の形態1に係るフラットディスプレイパネル湾曲度可変装置が設置された横長長方形のフラットディスプレイ装置を，パネルの長手方向の上から観た際の，フラットディスプレイ湾曲度可変装置によりフラットディスプレイパネルに加わる力と，該力によりフラットディスプレイパネルが湾曲する状態の概要を示す説明用平面図である。",
                    "【0031】",
                    "図2において，100はフラットディスプレイ装置のパネル部であり，120はフラットディスプレイ装置のフレームまたはバックライトユニットを示す。",
                    "【0032】",
                    "図2に示されるように，矢印202および203はフラットディスプレイパネルの外周縁の角部4箇所に設置されるフラットディスプレイパネル湾曲度可変装置のうち，パネル長手方向上側に設置される2箇所の湾曲度可変装置が，ディスプレイパネルの縁を保持し，ディスプレイパネルのフレームに固定される際に該パネルに与える力の大きさと向きを表している。また，201はフラットディスプレイパネルの外周縁の長手軸方向2辺の中央部に設置されるフラットディスプレイパネル湾曲度可変装置のうち，上側に設置される1箇所の湾曲度可変装置が，フラットディスプレイパネルの縁を保持しパネルのフレームに固定される際に，該パネルに与える力の向きと大きさを表している。矢印202と203の力の大きさの合計と，矢印201の力は向きが逆で大きさは等しいと考えられる。尚，パネル長手方向の下側に設置された3個のフラットディスプレイパネル湾曲度可変装置と，フラットディスプレイパネルとの間には，同様の力関係が生じていると考えられる。204はフラットディスプレイパネルの湾曲度によって，定まる焦点であり，視聴者はこの焦点の位置を調整することにより，フラットディスプレイパネルに映し出される映像による臨場感を調整でき，より良い映像を味わうことが可能となる。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0037】",
                    "フラットディスプレイテレビに画面の湾曲度を調整できる機能を付加することにより，フラットディスプレイの湾曲度を視聴者が自由に調整でき，視角差の改善のみならず視聴者に与える，映像の臨場感（擬似立体感）の向上に大きく寄与し，特に，凹面液晶パネルの形状を略放物面とし，該放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整し得るようにすることにより，視聴者に与える立体感や臨場感を向上させ得，視聴者がより臨場感のある立体的な映像を楽しむことのできるフラットディスプレイテレビを提供できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によると，刊行物1記載の発明以前から，液晶パネルを湾曲させて，映画館のスクリーンのような凹面を作成し，視聴者に与える臨場感を向上させうる液晶テレビの開発努力がされ，凹型湾曲形状の液晶パネルを備えた液晶表示装置は開示されていたが，凹型湾曲形状の湾曲度が固定されたものであり，また，凹型に湾曲させる効果の一つとしては，視聴者が画面の中央部を見る場合の視角と画面の左右の両端を見る場合の視角との視角差が大きくなるという問題の改善等の表示品位の改善を意図していた（【0002】）。",
                "刊行物1記載の発明は，液晶パネルを凹型に湾曲させることにより，上記視角差の改善のみならず，視聴者に与える映像の立体感や臨場感を向上させ，特に，凹面液晶パネルの形状を略放物面とし，この略放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整し得るようにすることにより，視聴者に与える立体感や臨場感を向上させ得る点に着目してされたものである（【0003】，【0005】）。",
                "そして，刊行物1記載の発明は，①フラットディスプレイパネルを湾曲させて，映画館のスクリーンのような凹面を作成し，視聴者に与える立体感や臨場感を向上させ得るフラットディスプレイテレビと，②これに設置されたフラットディスプレイパネル湾曲度可変装置によってフラットディスプレイテレビの画面の湾曲度を視聴者が自由に調製できるという構成を採用することにより，視聴者に与える立体感や臨場感を向上させることができ，視聴者がより臨場感のある立体的な映像を楽しむことができるというものである（【請求項1】，【請求項2】，【0003】，【0005】～【0007】，【0017】，【0032】，【0037】）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(2)によると，刊行物1には，審決認定の引用発明のうち，「湾曲させたフラットディスプレイパネル・・・を設け，映画館のスクリーンのような凹面を作成することにより視聴者に立体感や臨場感を向上させた映像を映し出すフラットディスプレイテレビ」という構成が記載されているということができる。",
                "また，テレビは，映像を表示するだけでなく，音声も再生するものであり，音声を再生するための構成として，スピーカを当然に備えているものであるから，刊行物1記載の「フラットディスプレイテレビ」もスピーカを設けていることは明らかである。",
                "そうすると，刊行物1には，以下の引用発明が記載されていると認められ，誤記を除き，審決の引用発明の認定に誤りは認められない。",
                "「  湾曲させたフラットディスプレイパネルと共に，スピーカを設け，映画館のスクリーンのような凹面を作成することにより視聴者に立体感や臨場感を向上させた映像を映し出すフラットディスプレイテレビ。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願発明と前記(3)認定の引用発明とを対比すると，引用発明の「湾曲させたフラットディスプレイパネル」は，本願発明の「湾曲した表示部」に相当すると認められるから，「湾曲した表示部」は一致点であると認められるほか，前記第2の3(3)の点（以下に再掲）で一致し，同(4)の点（以下に再掲）において相違するものと認められ，審決の一致点及び相違点の認定に誤りは認められない。",
                "（一致点）",
                "湾曲した表示部と共に，スピーカを設ける3Dテレビ。",
                "（相違点）",
                "本願発明が「湾曲した位置に方向の異なる」スピーカを設け，「視聴音に立体感を与える」ものであるのに対し，引用発明は，そのような特定がなされていない点。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本願発明が「あらかじめ湾曲した表示部」を備えることを特徴としているのに対し，刊行物1記載の発明は，フラットディスプレイパネルに操作を加え，湾曲したディスプレイパネルを作り上げるようにすることが目的であり，本願発明の目的と全く異なり，思想や構造も全く異なると主張する。",
                "しかし，前記第2の2のとおり，本願発明は，「湾曲した表示部・・・を設け・・・ること」と特定するにすぎず，「あらかじめ湾曲した」ものであるとはされていないから，上記主張は，その前提を欠くものである。",
                "また，前記(2)のとおり，刊行物1には，凹型湾曲形状の液晶パネルを備えた従来の液晶表示装置において，凹型湾曲形状の湾曲度が固定されたものである等の課題があったことを踏まえて（【0002】），「凹面液晶パネルの湾曲度を可変できるようにし，凹面液晶パネルの形状を放物面とし，該放物面の形状を視聴者と凹面液晶テレビ映像面との距離に応じて調整すること」により得られる効果に着目して（【0005】），「横長長方形のフラットディスプレイ装置において」，「長手軸方向に平行な断面が略放物線であ」る「フラットディスプレイパネル」と「前記略放物線形状の湾曲度を変化させ得る装置」「を備えることにより，前記略放物線の焦点距離を変えることが可能であることを特徴とするフラットディスプレイ装置」（【請求項1】）とした発明が開示されており，引用発明において，フラットディスプレイパネル湾曲度可変装置による湾曲度の調整対象であるフラットディスプレイパネルは，この装置により湾曲度の調整を行う前から，従来技術と同様に，凹型湾曲形状であったことが認められる。",
                "そうすると，仮に本願発明が「あらかじめ湾曲した表示部」を備えるものであったとしても，引用発明も「あらかじめ湾曲した表示部」を備えるものであり，この点において本願発明と異なるとする理由はないから，上記主張は，この点からも理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，刊行物1記載のフラットディスプレイパネルを湾曲する操作が可能となるためには，フラットディスプレイパネルが撓みやすい材質のものであることが必要であるが，刊行物1のどこにもフラットディスプレイパネルの材質については言及されていないなどと主張する。",
                "しかし，前記(2)及び(5)のとおり，刊行物1記載の発明において，フラットディスプレイパネルは，フラットディスプレイパネル湾曲度可変装置により湾曲度の調整を行う前から，凹型湾曲形状であったことが認められ，この湾曲度の調整を行う前のフラットディスプレイパネルに係る記載から引用発明を認定できるから，湾曲度を調整可能とするためのパネルの材質が明らかでないことは，刊行物1から引用発明が認定できることを左右するものではない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，刊行物1の図5に示すような6か所の湾曲面の調整装置を設けるという方法では，硬いフラットディスプレイパネルが，パネルの上面と下面とを同様の比率で，十分な湾曲度に曲げられるのか，疑問であり，パネルを形成する材質とパネルの映像エレメントの構造が非常に重要な意味を持つにもかかわらず，刊行物1では，材質についても，映像エレメントの構造についても言及が全くなされておらず，発明として完成されていないなどと主張する。",
                "しかし，前記(6)のとおり，引用発明は湾曲度の調整を行う前のフラットディスプレイパネルに係る記載から認定できるから，湾曲度を調整するための方法並びに湾曲度を調整可能とするためのパネルの材質及び映像エレメントの構造が明らかでないことは，いずれも刊行物1から引用発明が認定できることを左右するものではない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上によると，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（相違点の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2記載の技術的事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2（甲10）には，以下の記載がある。",
                    "「  本発明は一般的に音響効果及び音声の再生に関する。本発明は特に映画劇場において相遇する，相互に関係するスピーカ及び音響効果の問題を克服することを目指している。過去10年の間に著しい進歩が映画における音質に見られた。しかし劇場のスピーカシステムとその音響的環境との間には映画音声再生上の問題点が残されている。",
                    "現在，ほとんどの映画館で，近代的技術を組込んだスピーカシステムが装備されておらず，実際，ほとんどの劇場が1940年代に設計されたコンポーネントを用いたシステムを使っている。典型的な場合，それらシステムは低周波及び高周波領域の双方にホーン放射体を使用し，多分，低域応答の不足を克服するため非常に低周波のサブウーハを補足している。バスを含む内容の場合には高い音声レベルのとき可聴歪が生ずるのが一般的である。そのようなシステムの中域音の分散はバルコニー付き劇場に適している・・・」（3頁左下欄2行～19行）",
                    "「  本発明の教示によれば，より滑らかな応答とより一様な観客聴取領域を有し，現に使用されているスピーカシステムよりも顕著に低い歪み，より良好な音の定位及びステレオ臨場感を有する映画劇場スピーカシステムが与えられる。",
                    "本発明は低周波又はウーハスピーカ素子として，穴あきキャビネット内に装架された直接放射形コーン振動板駆動部を使用する。このようなスピーカは2πステラジアン放射角の環境にて放射するために設計され，且つそのような環境を擬装するためウーハは音響境界壁面と一体化されると共にステージ（舞台）がこの2π擬装環境に対し実質的な干渉を起こさないようにステージ床より十分上方に設けることを注目されたい。」（4頁左上欄5行～18行）",
                    "「  低周波及び高周波スピーカ素子は映画スクリーン後方に極く接近させて音響境界壁面と一体的に配置される。スクリーンが次第に高周波音声エネルギに対し反射性を帯び，従って高周波音声がスクリーンと壁との間に捕捉されて音の定位及びステレオ臨場感の劣化と共に，高周波応答と高域端の音調上の均衡（tone balance）の乱れを起こすという問題を克服するため，壁からの高周波音声エネルギの二次放射を実質上除去するように音声吸収材が壁に配置される。",
                    "ここで図面を参照すると，第1図は映画劇場内の意図された環境に置かれた観客に対し映画スクリーン後方の本発明スピーカシステムを示す。観客（図示してなし）は第1図を見る者と同じ透視図観を持つ。スクリーン（2）（スピーカシステムを見せるために部分的に削除されている）はステージ（4）の上方かつプロセニアムアーチ（6）の下方に配置される。第1図の列ではスピーカシステムは5個のスピーカ装置，即ち離隔されたステージのはるか上方かつスクリーン後方にほぼ直線上に配置されたスピーカ素子（8a乃至8e）の組合せを持ったスピーカ装置，を有する。本発明のシステムは一つ又はそれ以上のスピーカ素子組合せを含むことができる。たいていの映画劇場では多重チャンネル映画フィルムを上映する場合，左，中央，及び右チャンネルの音声再生を与えるため，3組のスピーカ素子で十分であろう。」（4頁右上欄4行～左下欄10行）",
                    "「  スピーカシステムをスクリーン後方に配置して音声事象の定位を視覚的事象と対応させることが好ましいが，スクリーンの存在が観客により聴取される音声に著しく影響する。これはスクリーンによる音声の減衰の結果であるのみならず，スクリーンからスピーカシステム及びその周囲に向けて起こる後向き反射の結果でもある。典型的なスクリーンは約7乃至8％の開放領域を有するに過ぎない。スクリーンは低周波音声（約500Hz以下）に対し実質上透過的であるが，スクリーンは音声が高周波領域に入るにつれて次第に反射的となる。約5kHz上では音声の約7％のみがスクリーンを透過され，残りは反射される。この反射された高周波エネルギはスクリーン後方の各面で2次反射される。スピーカ後方領域の環境はある場合には大きな開放領域であり，他の場合には極く接近した壁である。いくつかの劇場ではスピーカ後方にもカーテンがある。このような環境は高周波数の櫛形効果，高周波応答と音調均衡（tone balance）の変化，音の定位の欠損，及びステレオ臨場感の混乱を起こし得る。",
                    "本発明のスピーカシステムのもう一つの素子は音響境界面，又はスピーカ素子（8a乃至8e）と一体化された剛性の壁面（10）である。周波数依存性の音声吸収部材が下記のように壁の少なくとも一部に隣接して具備される。壁面（10）は一般的にスクリーン（2）から離隔されかつこれと少なくとも部分的に平行して延びる。第1図におけるように湾曲したスクリーンの場合は，壁は好ましくはスクリーンの曲率にならう。」（4頁左下欄14行～5頁左上欄3行）",
                    "「  スモールの研究では直接放射形穴あきキャビネット方式のスピーカは2πステラジアン放射角の環境（正しく半空間）に放射すると仮定した。実際の環境でそのような条件を適切に擬装するには，交差するいかなる境界（たとえばステージ床（4））からも十分間隔をとって，スピーカ前表面を音響境界壁面（10）の如き音響境界と等高にすることが必要である。」（5頁左下欄18行～右下欄5行）",
                    "「  アリソンは中域のへこみ（dips）を含めたいろいろな可聴的異常を起こす壁の後方に壁前方のスピーカが音響像を発生する場合に起生する鏡像スピーカ効果を論議している。実際にはスピーカ前表面と隣接する等高壁の使用によって実際とスモール理論との間のより良好な一致が見られるのみならず，中低音の不規則性が防止されるとともに全体的に低域応答も聴感上滑らかになり，従ってウーハ駆動部とキャビネットの性能が最適化される。スピーカ素子は，観客に対し音の定位が高すぎないようにしつつ低周波素子からステージ床までの距離を最大にするため（擬装2π音響境界を最適化するため），スクリーン鉛直寸法のほぼ中間に配置される。",
                    "低周波音声の再生の観点からは好ましいものの，音響境界壁面（10）は高周波エネルギを捕捉することによって櫛形フィルタ効果（comb filtering effect）を起こし，ステレオ像を破壊すると共に周波数応答及び高域端音調の均衡を乱す傾向のある遅延反射を起こす結果，高周波のスクリーン反射音声の問題を悪化させる。これらの問題は，音源を観客に可能な限り づけるためにスクリーンから壁までの距離が小さいことが好ましい（数フィート程度）ので，特に重大である。したがって壁面（10）及びスクリーン（2）によって作られる高周波音響境界は高いQ値を有すると共に高周波数における音響的に「ホット」である。",
                    "この問題を克服するため，本発明は少なくとも高周波スピーカ素子近辺で音響境界壁面（10）に吸音材（12）を適用する。この吸音材（12）は好ましくは周波数依存性のものであり，低周波数音声エネルギは実質的に透過されるが，高周波音声エネルギは実質的に吸収されるような音響特性を有する。・・・理想的にはこの吸音材の音響特性は反射の程度が周波数と共に増大するにつれて吸収も増大するように，スクリーンの高周波反射特性に対し相補的である。」（5頁右下欄10行～6頁右上欄6行）"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載によると，刊行物2には，以下の技術的事項（以下，「刊行物2事項」という。）が記載されていると認められる。",
                    "「  映画スクリーンを備える映画劇場のスピーカシステムにおける音声再生上の問題点，特に，音の定位及びステレオ臨場感を改善するために，",
                    "複数のスピーカ素子からなるスピーカシステムをスクリーン後方に配置するとともに，",
                    "スクリーン後方にスピーカを配置することによる音声上の影響を克服するために，上記スピーカ素子と一体化された剛性の壁面と，当該壁面上に設けられた周波数依存性のある吸音材とを備え，",
                    "上記壁面は，スクリーンから離隔されかつ少なくとも部分的に平行して延びており，湾曲したスクリーンの曲率にならって設けられた，",
                    "映画劇場用スピーカ・スクリーン装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願出願日（平成25年1月15日）当時の技術常識について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開平3-159500号公報（乙1）には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の概要",
                      "text": [
                        "「  この発明は，立体音響再生方法に関するもので，それぞれ可変遅延素子と可変音響調整器とを具えた複数個のスピーカさらには反射板により音場に音波の焦点を作り，この焦点を新たな仮想音源としてステレオ音場を構成している。",
                        "かくすることにより従来困難であった音像の距離感の制御を容易にしている。」（1頁右欄6行～12行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「  従来の立体音響再生方法には以下に示すような方法がある。",
                        "その第1の従来例は，ステレオフォニック（2チャンネルステレオ）と称するもので，2系統の音を2個のスピーカを用いて音場に再生し聴取させる方法であり，第2の従来例は，バイノーラル（ダミーヘッド録音）と称するもので，ダミーヘッドを用いて収音した左右2系統の音をヘッドホンを用いて再生する方法であり，また第3の従来例は，クォドラフォニック（4チャンネルステレオ）と称し，4系統の音を4個あるいはそれ以上のスピーカを用いて再生する方法である。",
                        "その他にも上記の3方法ほど一般的ではないが，3チャンネルステレオ方法やさらにチャンネル数の多い方法もある。」（1頁右欄14行～2頁左上欄8行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「  従来の方法には以下に述べる欠点がある。",
                        "その第1は音像の距離感の制御，特にスピーカよりも手前に音像を提示する（知覚させる）ことが困難である。",
                        "音源が近い場合には音像までの距離を比較的正しく言い当てることができる。その理由は音波に対する聴取者頭部による回析状態が音源距離によって大きく変化し，両耳間差に微妙な違いを生じさせるため，それが手がかりに加わるからと言われている。従って，従来のステレオでも聴取者の両耳の入口の音圧を精密に制御すれば音像の距離感を制御できると考えられている。しかし，この方法は制御量が聴取者ひとりひとりの頭や耳の幾何学的構造に依存するため，聴取者ごとの制御が必要になり実際的とはなりえない。",
                        "欠点の第2は聴取者の頭部の動きに依存しない安定した音像定位が困難である。",
                        "従来の立体音響再生方法では，聴取者が頭部を動かしたときの両耳に生じる音圧の変化分が原音場のそれと異なるため，音像方向が頭の向きに依存するという不自然さがある。これはスピーカ再生，ヘッドホン再生によらず言えることである。",
                        "従って本発明の目的は，従来の方法では困難であった上述の『音像の距離感制御』と『聴取者の頭部の向きに依存しない音像定位』とを比較的簡単な方法で実現できる3次元立体音響再生方法を提供せんとするものである。」（2頁左上欄10行～右上欄16行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「  すなわち，この目的を達成するための本発明に係る3次元立体音響再生方法は，それぞれ可変遅延素子と可変音量調整器とを具えた複数個のスピーカを同一曲面上または同一平面上に配設し，これら複数のスピーカに同一音声信号を供給し，各スピーカでそれぞれの前記可変遅延素子の遅延量およびそれぞれの前記音量調整器の音量のいずれか一方または両方を調整して，複数の前記スピーカの発する音波の焦点を1つまたは複数点作り，かつ，それを移動せしめ，その焦点を新たな仮想音源として音像の距離感の制御の拡大を可能とし，ステレオ音場を構成するようにしたことを特徴とするものである。」（2頁右上欄18行～左下欄10行）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "作用",
                      "text": [
                        "「  本発明方法によれば，従来の聴取者の両耳の入口の音圧を制御して立体感を生ぜしめるのではなく，仮想音源をあらたに作ってやり，それによってその音源を中心とする球面波が形成されるので，音場そのものを部分的に再現したことになり，従って聴取者が頭を多少動かしても動かさない時同様安定した音像定位が得られ，自然感のある立体音響再生感が得られて聴取位置の拡大がはかれる。」（2頁左下欄12行～19行）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "「  以下添付図面を参照し実施例により本発明方法を詳細に説明する。",
                        "はじめに本発明方法に係る第1の実施例を第1図に示す。この場合は球面状に配置した多数のスピーカ群1に同一の信号2を供給して駆動するスピーカ再生装置である。この装置の球面の中心3ではスピーカ群1の各スピーカからの音波の位相が一致し，光における焦点のようにきわめて音圧が高い場所ができる。しかして，球面の中心3を中心とする球面状の波面がスピーカの反対側4に形成される。この中に聴取者が頭部をおくと，球の中心3に実音源を置いた場合と類似した回折効果が起こるので，聴感的にも音が中心3から出ているように感じられる。すなわち，球の中心3に仮想音源を生じさせたことになる。この仮想音源による波面はステレオにおける合成波面とは異なり，実音源による波面と構造が似ている。従って，聴取者が頭部を多少動かしても音像の方向は変化しない。」（2頁右下欄2行～20行）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特開2008-118166号公報（乙2）には，以下の記載がある。",
                    "【0037】",
                    "次に，図7を参照して，本発明の第3実施形態に係るスピーカシステム1Cについて説明する。このスピーカシステム1Cでは，横置きのエンクロージャ2Cをスピーカユニットの単位で分割した形態となっている。すなわち，左スピーカユニット81は左部エンクロージャ91に組み込まれ，センタースピーカユニット82は中間部エンクロージャ92に組み込まれ，右スピーカユニット83は右部エンクロージャ93に組み込まれている。左部エンクロージャ91および右部エンクロージャ93は，バッフル板21d，両側板22d，天板23d，底板24dおよび裏板25dをそれぞれ有し，各バッフル板21dには，聴取位置Pを中心とする仮想円Rに倣った横断面円弧状のユニット配設面27dが形成されている。同様に，中間部エンクロージャ92も，バッフル板21e，両側板22e，天板23e，底板24eおよび裏板25eを有し，バッフル板21eには，横断面円弧状のユニット配設面27eが形成されている。",
                    "【図7】第3実施形態に係るスピーカシステムの模式図",
                    "【0038】",
                    "そして，これら左部エンクロージャ91，中間部エンクロージャ92および右部エンクロージャ93を横並びに配置した状態では，各エンクロージャ（分割エンクロージャ）91，92，93のユニット配設面27d，27e，27dは，面一となって2次元曲面を構成すると共に，裏板25d，25e，25dも面一となるように構成されている。なお，各エンクロージャ91，92，93のユニット配設面27d，27e，27dが2次元曲面となるため，左部エンクロージャ91と右部エンクロージャ93とは，左右反転した形状となる。",
                    "【0039】",
                    "このような構成では，スピーカシステム1Cが横並びの3つの分割システム（分割エンクロージャ）で構成されているため，全体が大型化しても個々に運搬が可能となるため取り扱いが容易になる。また，適切に設置（横並び）した状態では，各分割システムにおける各ユニット配設面27d，27e，27dが，段差等の無い一体の2次元曲面（3次元曲面）を構成するため，音響波の回析等を排除して高品位再生を達成することができる。しかも，各ユニット配設面27d，27e，27dが上記の仮想円（仮想球）に倣って配置される限りにおいて，これら各エンクロージャ（分割システム）91，92，93を側方に相互に離して設置することも可能である。",
                    "【0040】",
                    "次に，図8を参照して，上記実施形態のスピーカシステムを適用した多チャンネルステレオシステム100，さらにはホームシアタについて説明する。この多チャンネルステレオシステム100は，例えば，聴取位置Pの左前方，右前方，左後方および右後方に，第1実施形態のスピーカシステム1Aをそれぞれ配置すると共に，前方正面に第3実施形態のスピーカシステム1Cを配置して，構成されている。この場合，各スピーカシステムにおける全てのエンクロージャ2（2c）のユニット配設面27が，聴取位置Pを中心とする共通の仮想球（球R）に倣って，縦横の断面円弧状或いは部分球面状に形成し，聴取位置Pに対し等距離となるように配置している。また，第3実施形態のスピーカシステムは，低音域の広がりを考慮した低域用のもの（センターシステムのみでもよい）としている。すなわち，全体として5（4．1）チャンネルのステレオシステムが構築されている。このような構成では，聴取位置Pにおいて臨場感に富む再生音を得ることができる。",
                    "【図8】実施形態に係る多チャンネルステレオシステムの平面図",
                    "【0041】",
                    "更に，同図に示すように，第3実施形態のスピーカシステム1Cの上方に，テレビジョンやプロジェンタ等の大画面のディスプレイ（ハイビジョン）Dを配置することが，好ましい。このような構成では，映画館や劇場に匹敵する臨場感，すなわち次世代のホームシアタを構成することができる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載によると，本願出願日当時，複数個のスピーカを円周上の位置に円の中心方向に向けて配置することによって視聴音に立体感や臨場感を与えることができることは，技術常識であったと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性について",
              "text": [
                "前記(1)によると，刊行物2には，刊行物2事項が記載されているところ，複数のスピーカ素子は壁面と一体化され，その壁面が湾曲したスクリーンの曲率にならって設けられていることから，複数のスピーカ素子は，湾曲したスクリーンの曲率にならった曲線上に設置されたものであると認められる。そして，このことに，刊行物2における「スモールの研究では直接放射形穴あきキャビネット方式のスピーカは2πステラジアン放射角の環境（正しく半空間）に放射すると仮定した。実際の環境でそのような条件を適切に擬装するには，交差するいかなる境界（たとえばステージ床（4））からも十分間隔をとって，スピーカ前表面を音響境界壁面（10）の如き音響境界と等高にすることが必要である。」（5頁左下欄18行～右下欄5行）との記載等を総合すると，複数のスピーカ素子の各前面は，その設置位置に応じて，スクリーンの対応箇所に正対するように（すなわち，異なる方向に向けて）設置されたものと理解できる。なお，刊行物2には，「スクリーン後方にほぼ直線上に配置されたスピーカ素子」（4頁左下欄3行～4行）との記載があるが，刊行物2には，映画劇場用スピーカ・スクリーン装置が記載されているから，スクリーンは大きなスクリーンが想定されており，スクリーンの曲率が緩やかであることから，「ほぼ直線上」と記載されたものと考えられ，スピーカ素子が異なる方向に向けて配置されているとの前記認定を左右するものとはいえない。",
                "また，前記(1)によると，刊行物2事項のうち，剛性の壁面と吸音材は，スピーカシステムをスクリーン後方に配置したことにより生じる音声上の影響を克服するために設置が必要となるものであり，湾曲したスクリーンの曲率にならった曲線上にスクリーンの対応箇所に正対するように設置された上記複数のスピーカ素子をスクリーン後方に配置せず，上記音声上の影響を克服する必要がない場合には，剛性の壁面と吸音材を設ける必要がないことは明らかである。",
                "ここで，引用発明は，「映画館のスクリーンのような凹面を作成することにより視聴者に立体感や臨場感を向上させた映像を映し出すフラットディスプレイテレビ」であるから，その映画館のスクリーンのような凹面を有するフラットディスプレイテレビのスピーカシステムとして，映画劇場用スピーカ・スクリーン装置である刊行物2事項のうち，湾曲したスクリーンの曲率にならった曲線上に，スクリーンの対応箇所に正対するように（すなわち，異なる方向に向けて）複数のスピーカ素子を配置する構成を適用し，設置の必要がない剛性の壁面と吸音材を設けることなく組み合わせることにより，相違点に係る「湾曲した位置に方向の異なる」スピーカを設けるという本願発明の構成とすることは，当業者が容易に想到し得るものということができる。",
                "そして，「視聴音に立体感を与える」という効果は，前記(2)の技術常識を踏まえると，引用発明に，刊行物2事項のうち，湾曲したスクリーンの曲率にならった曲線上に，スクリーンの対応箇所に正対するように複数のスピーカ素子を配置する構成を適用し，「湾曲した位置に方向の異なる」スピーカを設けるという構成とすることにより，当然に得られるものであると認められる。",
                "したがって，本願発明は，当業者が刊行物1及び刊行物2に基づいて容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明に，刊行物2記載のスピーカを音響境界面や剛性の壁面なしに組み合わせても，立体感のある音場が再現されるという本願発明の顕著な作用効果を奏しないと主張する。",
                    "しかし，前記(1)～(3)のとおり，刊行物2記載の剛性の壁面と吸音材は，スピーカシステムをスクリーン後方に配置したことにより生じる音声上の影響を克服するために設置が必要となるものであり，視聴音に立体感を与えるという効果は，これらがなくても，複数個のスピーカの配置により達成できるものである。",
                    "そして，引用発明に，刊行物2事項のうち，湾曲したスクリーンの曲率にならった曲線上に異なる方向に向けて複数のスピーカ素子を配置する構成を適用することにより，視聴音に立体感を与えるという効果が得られることは，前記(3)のとおりである。",
                    "原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明のスピーカは，「湾曲した位置にあること」と「方向が異なること」の二つの要件を持っており，このような構成をとることにより，湾曲した画面から直角に音が出るので，立体感のある3Dの音と映像を体感することができるのに対し，刊行物1記載の発明に本願発明の効果はないし，刊行物2記載の発明は，スピーカが湾曲したパネルにも配置されず，スピーカの方向も異方向ではなく同一方向であるから，本願発明の音の3D化という効果は全くないなどと主張する。",
                    "しかし，前記第2の2のとおり，本願発明は，スピーカの設置に関し，「湾曲した位置に方向の異なるスピーカを設け」と特定するにすぎないから，このような構成であれば，必ず「湾曲した画面から直角に音が出る」とはいえず，上記主張は，その前提を欠くものである。",
                    "また，本願発明が刊行物1及び刊行物2に基づいて容易に発明することができたことは既に判示したとおりであって，個別の引用例である刊行物1に「視聴音に立体感を与える」という本願発明の効果の記載がないことや，刊行物2のスピーカが湾曲したパネルに配置されるものではないことは，上記判断を左右するものではない。",
                    "原告の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によると，取消事由1，2は，いずれも理由がなく，原告の請求は，理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}