{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "text": [
        "特許庁が不服2015-1616号事件について平成29年1月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，進歩性判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「運動能力(短距離走)向上トレーニング用エクササイズバイク」とする発明につき，平成25年2月22日を出願日として特許出願をしたが(特願2013-33702号。請求項の数1。甲8。以下，「本願」という。)，平成26年10月3日付けで拒絶査定を受けたので，平成27年1月28日，拒絶査定不服審判請求をした(不服2015-1616号)。",
            "原告は，平成27年12月2日に特許請求の範囲及び明細書を補正する手続補正をし(甲5)，平成28年7月14日に特許請求の範囲及び明細書等を補正する手続補正をし，発明の名称を「陸上短距離走強化兼運動能力向上トレーニング用エクササイズバイク」としたが(請求項の数2。乙4。以下，「本件補正」という。)，特許庁は，平成29年1月24日，「本件審判の請求は成り立たない。」との審決をし，その謄本は，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1記載の発明(以下，「本願発明」という。)は，次のとおりである(乙4。以下，本件補正後の本願の願書に添付した明細書及び図面〔乙4，甲8〕を「本願明細書」という。)。",
            "【請求項1】",
            "日本工業規格の分類におけるシティ車(JIS  D  9011)に該当するシティサイクルといわれるもののうち，ハンドルバーを左右横に伸びたトンボ型に特化した自転車での脚力を中心とした負荷トレーニングが基礎となったもので，図1のようにトンボハンドル1やステム2といったハンドル1まわりやペダル3やトレーニングする者にあったクランク6長の可変式でないクランク6といったペダル3まわりと高さの調節が可能なサドル4及びシートポスト5などの部品でハンドル1，サドル4，ペダル3の3つの要素が，乗車した視点からの高低差の感覚を除いた実際のトンボハンドル仕様のシティサイクルと同じ乗車姿勢を構成及び運転感覚を保つ機能を持ち，且つこれにペダル3を使用した脚力による仕事を与える負荷の量を変化させることのできるモーター及びその負荷量を手動あるいは自動操作できるプログラム，本願発明のトレーニング内容と擬似的なサイクリングを行う動作をするプログラムを内蔵し，それを認識する為の画面等を搭載している電子機器8を有しているのを特徴としたエクササイズバイク。なお，電子機器8に内蔵されている擬似的なサイクリングを行う動作をするプログラムとは，擬似的な短中距離のサイクリングを行うための上り坂，下り坂，平面の道の勾配が含まれていて，タイム計測が可能な仮想的なサイクリングコース10が用意されており，上り坂では脚力に対する負荷が自動的に増大し，下り坂では減少，平面では初期の負荷量の状態に戻るといった設定及びその仮想的な道の勾配の様子をトレーニングする者が視覚的に把握するための現在位置での道の勾配状況13のように画面表示がなされ，そのサイクリングコース10の中に仮想の現在位置12を創設して，これをペダルを漕ぐことによって前進することによる擬似的な走行を実現し，且つ電子機器8に装備されているボタンスイッチ9にて手動でペダルの負荷量の変更をし，変更後の負荷量に比例した現在位置12の移動速度に変わる動作をするギアチェンジの機能を有したもの。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1発明の認定",
              "text": [
                "WO2009／063597(乙1。以下，「刊行物1」という。)には，次の発明(以下，「刊行物1発明」という。)が記載されている。",
                "「エクササイズバイク1，アダプタ3，カートリッジ5，テレビジョンモニタ7を備える運動支援システムであって，",
                "エクササイズバイク1は，コンピュータボックス23に内蔵されるコンピュータ77，MCU87を内蔵する左操作部25L，右操作部25R，コンピュータボックス23に設けられる中央操作部53及びLCD51，ハンドル21L及び21Rに設けられる体脂肪センサ78及び心拍センサ55，並びに，ボディ39の内部に設けられる回転センサ79及び負荷発生装置83を備え",
                "アダプタ3には，カートリッジ5が装着され，",
                "アダプタ3は，AVケーブル11により，テレビジョンモニタ7に接続され，",
                "エクササイズバイク1は，ボディ39を有し，",
                "ボディ39は，その前後の底部において，円筒状の脚部33及び34で支持され，",
                "ボディ39の頂部付近からは，シートポスト31が略垂直に延びて，その先端に使用者が腰掛けるシート(サドル)29が固定され，",
                "ボディ39の両側面には，使用者が足でこぐためのペダル35が設けられ，",
                "ペダル35は，クランクに取り付けられ，",
                "ボディ39の内部には，回転センサ79及び負荷発生装置83が設けられ，",
                "ボディ39の脚部34の側から，略垂直に延びるパイプ37の先端部には，ハンドル部2が設けられ，",
                "ハンドル部2は，左ハンドル21L，左操作部25L，右ハンドル21R，右操作部25R，及びコンピュータボックス23を含み，",
                "コンピュータボックス23は，LCD51及び中央操作部53を含み，",
                "カートリッジ5は，プロセッサ71及び外部メモリ73を含み，",
                "プロセッサ71は，バスを通じて，外部メモリ73にアクセスでき，外部メモリ73に格納されたプログラムを実行でき，",
                "コンピュータ77は，プロセッサ71が送信した負荷情報を受け取り，その負荷情報に応じた負荷量を負荷発生装置83に発生させることで，負荷発生装置83を制御して，ペダル35への負荷量をコントロールするものであって，",
                "負荷発生装置83は，電磁クラッチを含み，電磁クラッチへ供給する電力を調整して，ペダル35の負荷量をコントロールし，",
                "プロセッサ71がテレビジョンモニタ7に表示するトレーニング画面(ルート開始時)は，スタートゲート95の直下に配置されるペースメーカPM及びペダル35の回転数に応じた速度で移動するプレイヤバイクPBを含み，トレーニング画面は，プレイヤ情報フレーム40，バイク情報フレーム43及びエリア情報フレーム47を含むものであって，",
                "テレビジョンモニタ7に表示される三次元空間に配置される道路上をペースメーカPM及び使用者のエクササイズバイク1の操作に応答するプレイヤバイクPBが前進するものであって，ペースメーカPMは，画面中の道路の傾斜が急になるほどペダル35の負荷が大きくなるので遅い速度で移動し，画面中の道路の傾斜が緩やかになるほどペダル35の負荷が小さくなるので速い速度で移動し，",
                "道路は平坦，上り坂，及び下り坂を設けることができ，下り坂の傾斜に応じて，下りの傾斜が大きくなるほどペダル35に加える回転力(アシスト)を大きくし，下りの傾斜が小さくなるほどペダルに加える回転力(アシスト)を小さくし，",
                "使用者がペダル35をこいでプレイヤバイクPBが動き出すと，プレイヤ情報フレーム40及びバイク情報フレーム43に表示が開始され，",
                "プレイヤバイクPBがスタートゲート95に到達すると同時に，ペースメーカPMが，道路97の中心線に沿って，位置するゾーンに設定された速度で前進し，",
                "これと同時に，負荷表示部49には，プレイヤバイクPBが位置するゾーンに設定された負荷量のレベルが表示され，",
                "時間表示部50では，5分からのカウントダウンが開始され，",
                "同時に，負荷グラフ48には，プレイヤバーpbとペースバーpmが表示され，",
                "プレイヤバイクPBがエリアを走行中の場合，エリア内でのペースメーカPMの位置を示すためのペースバーpmとエリア内でのプレイヤバイクPBの位置を示すためのプレイヤバーpbとが負荷グラフ48中に表示され，",
                "カートリッジ5の機能をコンピュータボックス23に搭載すると共に，上記の画面が視認できる程度のサイズのLCD51を設け，テレビジョンモニタ7，カートリッジ5，及びアダプタ3などを省くこともできる運動支援システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定",
              "text": [
                "本願発明と刊行物1発明とを対比すると，次の点で一致する。",
                "「自転車での脚力を中心とした負荷トレーニングが基礎となったもので，ハンドルやステムといったハンドルまわりやペダルやクランクといったペダルまわりとサドル及びシートポストなどの部品と，",
                "ペダルを使用した脚力による仕事を与える負荷の量を変化させることができ，その負荷量を自動操作できるプログラムを有し，",
                "擬似的なサイクリングを行う動作をするプログラムを内蔵し，それを認識する為の画面等を搭載している電子機器を有するエクササイズバイク。",
                "なお，電子機器8に内蔵されている擬似的なサイクリングを行う動作をするプログラムとは，擬似的なサイクリングを行うための上り坂，下り坂，平面の道の勾配が含まれていて，タイム計測が可能な仮想的なサイクリングコースが用意されており，上り坂では脚力に対する負荷が自動的に増大し，下り坂では減少，平面では初期の負荷量の状態に戻るといった設定及びその仮想的な道の勾配の様子をトレーニングする者が視覚的に把握するための現在位置での道の勾配状況のように画面表示がなされ，そのサイクリングコースの中に仮想の現在位置を創設して，これをペダルを漕ぐことによって前進することによる擬似的な走行を実現する機能を有したもの。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定",
              "text": [
                "本願発明と刊行物1発明とを対比すると，次の点が相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "脚力を中心とした負荷トレーニングの基礎となる自転車に関して，本願発明は「日本工業規格の分類におけるシティ車(JIS  D  9011)に該当するシティサイクルといわれるもののうち，ハンドルバーを左右横に伸びたトンボ型に特化した自転車」であって，図1のように「トンボハンドル1」を有するものであるところ，刊行物1発明ではどのような自転車であるか不明な点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "クランクに関して，本願発明は「トレーニングする者にあったクランク長6の可変式でないクランク6」であるところ，刊行物1発明では，クランクは存在しているもののどのような形態のクランクであるか不明な点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "負荷の量を変化させる装置に関して，本願発明は「モーター」であるところ，刊行物1発明では「電磁クラッチ」である点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "サドルに関して，本願発明は「高さの調節が可能なサドル4」であるところ，刊行物1発明では高さの調節が可能であるか不明な点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5",
                  "text": [
                    "本願発明は「ハンドル1，サドル4，ペダル3の3つの要素が，乗車した視点からの高低差の感覚を除いた実際のトンボハンドル仕様のシティサイクルと同じ乗車姿勢を構成及び運転感覚を保つ機能」を有するものであるところ，刊行物1発明では，上記機能について不明な点。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6",
                  "text": [
                    "本願発明は「電子機器8に装備されているボタンスイッチ9にて手動でペダルの負荷量の変更をし，変更後の負荷量に比例した現在位置12の移動速度に変わる動作をするギアチェンジの機能」を有するものであるところ，刊行物1発明では，上記機能について不明な点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "本願発明の発明特定事項である「日本工業規格の分類におけるシティ車(JIS D  9011)に該当するシティサイクルといわれるもののうち，ハンドルバーを左右横に伸びたトンボ型に特化した自転車」，つまり「トンボハンドルを有するシティサイクル」は，引用文献を挙げるまでもなく周知の自転車である(以下，トンボハンドルを有するシティサイクルを「周知技術1」という。)。",
                    "そして，刊行物1発明のエクササイズバイクのハンドルを，周知技術1におけるトンボハンドルとすることに，何ら技術的困難性はなく，本願発明が相違点1に係る本願発明の発明特定事項を有することで，格別の作用効果が生じたとも認められない。",
                    "したがって，相違点1に係る本願発明の発明特定事項は，刊行物1発明と周知技術1とから，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般にトレーニングにおいて，トレーニング機器を使用する使用者の体格や能力に合わせた寸法を有するトレーニング機器を選択することは，通常行われている常とう手段であり，安全かつ効率的なトレーニングを行う上で常識でもある。",
                        "つまり，刊行物1発明のクランクも，トレーニングを目的とした運動支援装置である以上，「トレーニングする者にあったクランク長」を有しているといえる。",
                        "仮に，「トレーニングする者にあったクランク長」でないとしても，「トレーニングする者にあったクランク長」とすることに，上記常とう手段や常識を踏まえると，何ら技術的困難性はなく，そのことによって，格別の作用効果が生じたとも認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，クランクが「可変式である」か，「可変式でない」かについては，刊行物1発明には明記がないが，クランクに関しては「可変式である」か，「可変式でない」かの2種類しかなく，本願発明のように「可変式でない」とすることに，何ら技術的困難性はなく，そのことによって，格別の作用効果が生じたとも認められないから，当業者が適宜選択し得る程度の設計的事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点2に係る本願発明の発明特定事項は，刊行物1発明から当業者が容易に想到し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "特開平11-197268号公報(乙2。以下，「刊行物2」という。)に記載された発明(以下，「刊行物2発明」という。)において，負荷を付与する負荷出力装置において，負荷モータが用いられている。",
                    "刊行物2発明は，室内トレーニング機能を備えた走行シミュレーション装置である点で，エクササイズバイクである刊行物1発明と軌を一にしており，刊行物2発明に記載された負荷出力装置としての負荷モータを適用して，相違点3に係る本願発明の発明特定事項とすることに，何ら技術的困難性はなく，適用したことによって，格別の作用効果が生じたとも認められない。",
                    "したがって，相違点3に係る本願発明の発明特定事項は，刊行物1及び2発明から当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "特開2006-289022号公報(乙3。以下，「刊行物3」という。)に記載された発明(以下，「刊行物3発明」という。)において，固定式自転車トレーニング装置のサドル7は伸縮可能に構成されており，ここでの「伸縮可能」とは，サドルの高さの調節が可能であることを意味していることは自明である。",
                    "刊行物3発明は，固定式自転車トレーニング装置である点で，エクササイズバイクである刊行物1発明と同一の技術分野に属しており，刊行物1発明に，刊行物3発明に記載された高さの調節が可能なサドルを適用して，相違点4に係る本願発明の発明特定事項とすることに，何ら技術的困難性はなく，適用したことによって，格別の作用効果が生じたとも認められない。",
                    "したがって，相違点4に係る本願発明の発明特定事項は，刊行物1及び3発明から当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "刊行物2発明は，実際の自転車を使用するものであるから，「ハンドル，サドル，ペダルの3つの要素が，乗車した視点からの高低差の感覚を除いた実際の自転車と同じ乗車姿勢を構成及び運転感覚を保つ機能」を有していることは自明である。",
                    "そして，前記アで検討したように，「トンボハンドルを有するシティサイクル」は周知技術1にすぎないし，ハンドルの仕様を特定のものに限定することによって格別な効果が生じるものでもない。",
                    "したがって，相違点5に係る本願発明の発明特定事項は，刊行物1及び2発明と周知技術1とから当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6について",
                  "text": [
                    "自転車の機能を利用したいわゆるエクササイズバイクにおいて，実際の自転車と同じ変速機構を設けることは，刊行物2及び3発明に見られるように，周知技術であり(以下，「周知技術2」という。)，この変速機構を操作する操作装置を，エクササイズバイクのどこに設けるか，どのような形態にするかは当業者が適宜選択する程度の設計的事項にすぎず，本願発明のように「電子機器に装備されているボタンスイッチ」とすることに，何ら技術的困難性はなく，適用したことによって，格別の作用効果が生じたとも認められない。",
                    "したがって，相違点6に係る本願発明の発明特定事項は，刊行物1と周知技術2とから当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "作用効果について",
                  "text": [
                    "本願発明における全体の発明特定事項によって奏される作用効果も，刊行物1～3発明と周知技術1・2から当業者が予測し得る範囲内のものである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "結論",
                  "text": [
                    "以上のように，本願発明は，刊行物1～3発明と周知技術1・2に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項により特許を受けることができない。",
                    "したがって，本願は，他の請求項について検討するまでもなく，拒絶されるべきものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(進歩性判断の誤り)",
      "text": [
        "原告主張の審決取消事由は，別紙1のとおりであるが，その要旨は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "審決が認定した相違点1～6は，いずれも技術的困難性がなく，他の技術からしても先進性が見られない技術であることは認めるが，本願発明に格別の効果が生じたとも認められないという審決の判断は，誤りである。",
            "原告の高校時代のスポーツテスト個人判定表(甲6)における50m走の高校1年時から3年時のタイムの伸びは，甲7の図2-3「50m走の年次推移(男子)」の伸び率，すなわち，同年齢の他者の伸び率と比べて大きいが，これは，原告が高校時代にトンボハンドルのシティサイクルを利用していたことにより得られたものである。このことから，トンボハンドル仕様のシティサイクルの乗車姿勢で行えるトレーニングマシン(以下，「トンボハンドルのトレーニングマシン」という。)により大きな効果があったことは明らかであり，これにより，ペダルトレーニングによって陸上短距離走を中心とした運動能力の向上・強化を期待することができる。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告は，他の仕様のハンドルのトレーニングマシンと比べて，トンボハンドルのトレーニングマシンが格別の効果を生じる点について，本願明細書では全く触れていないと主張するが，他の仕様のハンドルのトレーニングマシンでは，力の入れ具合などトレーニングにおける勝手が異なってしまうし，高校時代のトレーニング時と同じトンボハンドル仕様であってこそ，甲6の50m走の結果につながるトレーニング内容を再現することができる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被告は，原告の50m走の高校1年時から3年時のタイムの伸びに対して，トンボハンドルのシティサイクルの利用が，どの程度寄与しているかについての証拠が示されていないなどと主張する。",
            "しかし，当時のトンボハンドルのシティサイクルの使用頻度は，自転車通学者として，3年間同じ自転車で5キロメートル程の距離を，授業のある平日と部活動のある休日を含めた週6日又は7日のペースで利用するというものであった。また，当時の他に関係し得る運動としてはテニスが挙げられるが，テニスは，そもそも短距離走の強化に採用されているような話は聞かないもので，50m走のタイムの伸びに寄与したものとは到底考えられないし，所属していた部活動におけるトレーニングも各個人で自主的に行う形式であり，原告が自身に課したトレーニングは，部活動以外も含め，本願発明にある方法によるシティサイクルのトレーニングに限られていた。",
            "そうすると，消去法により，甲6の50m走のタイムの伸びに寄与したのは，自転車でのトレーニングと考えられる。",
            "ぺダリングにより走能力が向上することは，寺嶋啓「テニス選手における走能力向上のための自転車トレーニング法の考察」(2011年，甲9)からも明らかである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被告は，甲6の50m走のタイムの伸びは，トンボハンドルのシティサイクルにより得られた効果であり，本願発明のエクササイズバイクの試作品を利用していたものではないなどと主張する。",
            "しかし，本願発明は，シティサイクルの乗車姿勢，ぺダリングによる負荷トレーニング，サイクリングコース走行感覚の三つをトレーニングマシンの仕様で指定することによって同等の条件を満たしたものであるから，原告の高校時代のシティサイクルでのトレーニング内容は，本願発明のトレーニングに置き換えられ，甲6の50m走のタイムの伸びは，本願発明のトレーニング結果に相当するものであるといえる。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被告は，刊行物1発明と周知技術1に対して，本願発明が格別な効果を奏することを原告が主張していないと主張する。",
            "しかし，本願発明は，甲6の50m走のタイムの伸びという成果を挙げた周知技術1に，本件補正後の本願の請求項2にあるトレーニング方法を加えたものであり，なおかつこの成果を挙げた周知技術1と同じ乗車姿勢でトレーニングを行える本件補正後の本願の請求項1にある仕様のトレーニングマシンであるから，周知技術1に対して，格別の効果を奏することができるものといえる。",
            "刊行物1発明と本願発明とを比較すると，刊行物1発明が「ペースメーカ(PM)」なるものを用意してペース維持していくのに対し，本願発明は，自己走破タイムを最初に知り，その更新に地道に取り組むことによって自分なりのペースを作っていく点，また，刊行物1発明が走破すべきルートをクリアするとレベルが上がり，より短い時間でのクリアが求められるのに対して，本願発明は，ギアを用いて負荷量・スピードのバランスを自己調整し，自己最高タイムの更新を目指す点において，目的に対してアプローチの仕方が違うものである。刊行物1発明においては，機械的なマシンについて，エクササイズバイクに限らず，トレッドミル，ステッパ，ローイングマシンなど，機器は様々であり，強化するトレーニングの目的も様々で，特段指定がないのに対して，本願発明は，甲6の50m走のタイムの伸びという成果があったトレーニング時の姿勢を同様に再現できる仕様に特定することにより，同様に大きな成果が期待できるものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願明細書において，トンボハンドルのトレーニングマシンを用いてトレーニングを行った場合の効果が，「他の仕様のハンドルのシティサイクルの乗車姿勢で行えるトレーニングマシン」を用いてトレーニングを行った場合の効果に比して，格別の効果を生じている点については，記載も示唆もない。また，そのような技術常識もない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，原告の高校時代のスポーツテスト個人判定表(甲6)における50m走の高校1年時から3年時のタイムの伸びが，甲7の図2-3「50m走の年次推移(男子)」の伸び率，すなわち，同年齢の他者の伸びと比べて大きいことは，原告が高校時代にトンボハンドルのシティサイクルを利用していたことによるものであると主張する。",
            "しかし，原告の上記主張は，トンボハンドルのシティサイクルにより得られた効果であり，本願発明のエクササイズバイクの試作品を利用していたものではないことから，本願発明のエクササイズバイクの効果を示すものではない。",
            "また，原告の50m走の高校1年時から3年時のタイムの伸びに対して，トンボハンドルのシティサイクルの利用が，どの程度寄与しているかについての証拠は，何ら示されていないし，この50m走のタイムの伸びと，本願発明の効果との因果関係も不明である。",
            "さらに，審決は，トンボハンドルのトレーニングマシンと，刊行物1発明と周知技術1との効果について判断したものであるが，原告の上記主張は，刊行物1発明と周知技術1に対して，本願発明が格別な効果を奏することを主張するものではない。",
            "したがって，トンボハンドルのトレーニングマシンと，刊行物1発明と周知技術1とを比較して，トンボハンドルのトレーニングマシンが格別の効果を奏するものではないとした審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願明細書には，以下の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "【0001】",
                "本発明は，短距離走を主とした運動能力の向上をねらいとしたエクササイズバイクに関するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "【0002】",
                "世間では自転車に乗ることにおいて一般の人が筋肉の使っているところ，言い換えればこぎ方は大体同じようではあるが，いつもペダルを速くこいでいる人もいればゆっくりこいでいる人がいるように人によりそれぞれ個人差があるものである。",
                "【0003】",
                "人の性格同様に，同じ自転車でも目的を持って筋力を鍛えようとすればけっこう鍛えられるところもあったりするものである。身近であるシティサイクル(非特許文献1，非特許文献2参照)のような自転車をこいでいるだけで運動能力が上がるというのは意外なのではないのか。",
                "【0004】",
                "なお，シティサイクルとは，1つの自転車群のことを指し，日本工業規格によると，「一般用自転車」という分類に分けられ，そこからさらに「シティ車」(JIS D  9011)という分類に分けられたものであり，主に日常の交通手段及びレジャーに用いる短中距離，低中速走行用の自転車(JIS  D  9011)とされる。",
                "平たく言えば，シティサイクルは主に通勤，通学者や主婦といった人達が使用するような自転車のことであり，俗に言う「ママチャリ」もこれに含まれている。",
                "【0005】",
                "そして，このシティサイクルもハンドルバーのグリップ部分が前後に伸びているタイプと左右横に伸びているタイプの2つに大きく分けられ，前者にはセミアップ，カマキリといったものが，後者には非特許文献3に挙げられるようなトンボ，フラットなどといったものがある。",
                "【0006】",
                "現在，自転車型のトレーニングマシンであるエクササイズバイクは主流として有酸素運動，持久力そして健康の維持を目的としたものが多い。もちろん瞬発力を向上のひとつとして挙げるメーカーもあるが，実際のところ世の人々は短距離走の向上を求めるにあたっては選択肢としてエクササイズバイクをとるのはなかなかなく，この分野では頼りないと思われているのが実情である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "【0008】",
                "解決しようとする課題は，エクササイズバイクで陸上短距離走の強化と運動能力を向上させる",
                "ことである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "【0009】",
                "本発明は，普段使用している，いわゆるシティサイクルと呼ばれる自転車で，そのうちのトンボ型のハンドルバー1を採用したタイプで行なうトレーニング方法とその方法を実践する環境を提供するトレーニング機器である。",
                "【0010】",
                "前者は，まずこのトンボ型のハンドルバー1を使用する状態のうえで，ペダル3の足の置き方が，足の裏の使用する部分が空手の「虎趾」や「上足底」などと呼ばれているところに近く，これを横の範囲でいえば親指というよりもむしろ人差し指～薬指の下辺りで，ここが踵を浮かせて重心をかけた時の力が回転軸でもあるペダル3の中心部に直接伝わるように置いたもので，ペダル3を漕ぐにあたっては，一切立ちこぎを行なわずに上り坂や平面，下り坂のある短中距離の走行をタイム計測による自己ベストに挑戦することで，筋力を鍛え，運動能力を向上させるトレーニング方法である。",
                "【0011】",
                "後者は，前者の方法を実践するにあたって，上記のとおりの仕様のシティサイクルでの走行をするのと同様の環境を構築できるサドル4やペダル3，トンボ型のハンドルバー1を有していて，且つ仮想的に距離を短中距離に限定した擬似的な走行と上り坂，平面，下り坂によるペダル3の踏み足に対する負荷の増減を実現するプログラムとその走行状況を視覚的に認知できる画面，手動での負荷の増減を調整できるギアのチェンジに相当するボタンスイッチ9を備えている電子機器8を有したトレーニング機器である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の効果",
              "text": [
                "【0012】",
                "本発明の陸上短距離走強化兼運動能力向上トレーニング用エクササイズバイクは，従来では手法として確立されていない先進性と身近に運動能力の向上を図れる利便性から，有効な解決手段としての新たな発見と成果への期待がなされ，効果的な運動能力の向上を図る機会の増加及びそれに伴う充実したトレーニング量を見込むことができ，運動能力の高水準化を押し進められる効果がある。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "発明を実施するための形態",
              "text": [
                "【0014】",
                "これは日本工業規格の分類におけるシティ車(JIS  D  9011)に該当するシティサイクルといわれるもののうち，ハンドルバーを左右横に伸びているようなトンボ型に特化した自転",
                "車での脚力を中心とした負荷トレーニングが基礎となったもので，図1のように図2のようなトンボハンドル1やステム2といったハンドル1まわりやペダル3やトレーニングする者にあったクランク6長のクランク6といったペダル3まわりと高さの調節が可能なサドル4及びシートポスト5などの部品とハンドル1，サドル4，ペダル3の3つの位置関係が実際のシティサイクルと同じ乗車姿勢を保つ構成をなすものであり，これにペダル3を使用した脚力による仕事を与える負荷の量を変化させることのできるモーター及びその負荷量を手動あるいは自動操作できるプログラムを内蔵する電子機器8を有するエクササイズバイクを要する。また，図3のようにハンドル1の上に設置されている電子機器8には仮想的なサイクリングコース10の画面とペダルを漕ぐことで前進する仮想的な現在位置12及び道の上り坂，下り坂，平面なのかがわかる現在位置での道の勾配状況13画面が表示される。上り坂では脚力に対する負荷が自動的に増大し，下り坂では減少，平面では初期のままの負荷量の状態に戻る設定がなされ，電子機器8の画面脇にあるボタンスイッチ9には手動でギアチェンジすることで，負荷はかかるが画面内の現在位置の移動速度が上昇したり，あるいは負荷は軽減するが移動速度が低下するような設定となっている。なお，このトレーニングではペダル3を立ったままこぐことは本トレーニングの目標から逸脱することになる為禁止となっている。",
                "【図1】",
                "【図2】",
                "【図3】",
                "【0015】",
                "図1は，本発明装置の陸上短距離走強化兼運動能力向上トレーニング用エクササイズバイクであり，実際に使用している状態を示している。1～7は，ハンドル1，ステム2，ペダル3，サドル4，シートポスト5，クランク6，ストッパー7をそれぞれ指している。そして図2では図1のハンドル1部分及び電子機器8，図3は図2の電子機器8の画面表示内容である。なお，この画面表示内容では画面左下角からスタートして道なりに反時計回りの向きで進み，画面中央にある道の終端がゴールの目標地点11としたサイクリングコース10である。また，この画面右下にある小枠内の自転車は水平に向いているので，平面を走行しているところである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "実施例",
              "text": [
                "【0016】",
                "まず運動なので準備運動はしっかりやるようにする。例えばラジオ体操一通りに加えて足腰を主に使用するので屈伸，伸脚，アキレス腱伸ばしにペダル3対策の土踏まず及びその近辺の筋(すじ)を伸ばす運動，つまり伸ばす側の踵をあげたままアキレス腱伸ばしを大股でゆっくり伸ばした状態でやってアキレス腱及び土踏まずその近辺の筋を伸ばすといったものをこれからやるトレーニングで怪我しない位の入念さで行う。",
                "【0017】",
                "次にエクササイズバイクのサドル4に着座し，足を各々左右のペダル3に乗せる。ペダル3を踏む位置は足の指の付け根と土踏まずの間あたりです。高負荷でのトレーニングで思いきり力を振り絞る状態になると踵を上げた時に支えているちょうどこの部分を使用します。また，ここはちょうど空手での「蹴り」などで，足の裏を使う部分の「虎趾」「上足底」と呼ばれているところが近く，これを横の範囲でいえば親指というよりもむしろ人差し指～薬指の下辺りで，そこに重心をかけたあたりが求められる「踵を上げて思い切り力が入る踏み足」の力のイメージです。この力がペダルの軸がある中心に直接伝わるところに足を置きます。",
                "【0018】",
                "図2のハンドル1上の電子機器8にあるボタンスイッチ9で電源の投入，サイクリングコース10を選択し，画面内のゴールである目標地点11までのサイクリングコース10をペダルを漕いで仮想的に走ることでトレーニングを開始する。",
                "【0019】",
                "立ったままでペダル3を漕ぐいわゆる「立ちこぎ」ではこのトレーニングにおいて使う筋力を充分に鍛えにくい為，あくまでもサドル4に座った状態のままで電子機器8にあるギアチェンジのボタンスイッチ9で脚に対する負荷が重過ぎる場合は軽減させ，軽ければ増大(加速)の選択をして調整する。最初のうちはとにかく自己ベストのことは考えずとにかく目標地点11に向かって完走を目指す。",
                "【0020】",
                "トレーニングに慣れてきたら，ボタンスイッチ9で次第にギアチェンジで脚により負荷のかかる高速ギアを使用して，全速力で漕ぐ時間を増やしたスピードアップを意識した自己ベストの更新を目指すことで，筋力アップのトレーニングを積んでいく。",
                "【0021】",
                "かなり負荷をかける状況でやり慣れてきた頃に実際に短距離走の50M走などでタイムを計ってみる。タイムを計らずとも実感としては走ってみると一歩一歩足を前に出す際の太腿のレスポンス，いわゆる反応が以前より俊敏になった感覚が生まれていればこれが収穫である。ちょうどエクササイズバイクで高負荷をかけた状況を太腿が覚えているみたいに勝手にどんどん前に脚がでてくる感じである。",
                "【0022】",
                "以上が実施の例であるが，このトレーニングは実際に平面，坂道のある短中距離をの道をトンボ型ハンドルバーのタイプのシティサイクルを使ってペダルの足の置き方，立ちこぎ禁止，高負荷のかけ方など同様にして鍛えることは可能ではある。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "産業上の利用可能性",
              "text": [
                "【0023】",
                "運動能力の優秀な者と健康的な者の人口増加への貢献。そして向上した運動能力での社会の活動への還元も挙げられる。また，陸上短距離走強化兼運動能力向上トレーニング用エクササイズバイクに発電機能を取付けた場合には1つの自家発電として用いることによるエネルギーの貢献も期待できる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明(刊行物1発明)の認定",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(乙1)には，以下の記載がある。",
                "［0038］  図1は，本発明の実施の形態による運動支援システムの全体構成を示す図である。図1を参照して，この運動支援システムは，エクササイズバイク1，アダプタ3，カートリッジ5，テレビジョンモニタ7，及び集線装置9を備える。アダプタ3には，カートリッジ5が装着される。また，アダプタ3は，AVケーブル11により，テレビジョンモニタ7に接続される。また，アダプタ3は，ケーブル13により，集線装置9と接続される。",
                "［図1］",
                "［0039］  エクササイズバイク1は，ボディ39を有する。ボディ39は，その前後の底部において，円筒状の脚部33及び34で支持される。そして，ボディ39の頂部付近からは，シートポスト31が略垂直に延びており，その先端に，使用者が腰掛けるシート(サドル)29が固定される。また，ボディ39の両側面には，使用者が足でこぐためのペダル35が設けられる。さらに，ボディ39からは，その脚部34の側から略垂直に延びるパイプ37が形成される。",
                "［0040］  このパイプ37の先端部には，ハンドル部2が設けられる。ハンドル部2は，左ハンドル21L，左操作部25L，右ハンドル21R，右操作部25R，及びコンピュータボックス23を含む。コンピュータボックス23は，パイプ37の先端に取り付けられる。なお，コンピュータボックス23は，パイプ37から取り外し自在である。",
                "［0044］  図3は，図1の運動支援システムの電気的構成を示す図である。図3を参照して，カートリッジ5は，プロセッサ71及び外部メモリ73を含む。外部メモリ73は，ROM，RAM，及び／又はフラッシュメモリ等，システムの仕様に応じて必要なものを備える。プロセッサ71は，バスを通じて，外部メモリ73にアクセスできる。従って，プロセッサ71は，外部メモリ73に格納されたプログラムを実行でき，また，外部メモリ73に格納されたデータをリードして処理することができる。この外部メモリ73に，後述のフローチャートで示される各処理を行うプログラム，画像データ，及び音声データ等が予め格納される。プロセッサ71が生成したビデオ信号VD及びオーディオ信号AUは，AVケーブル11を介して，テレビジョンモニタ7に与えられる。したがって，テレビジョンモニタ7には，ビデオ信号VDに基づく映像が表示され，そのスピーカからはオーディオ信号AUに基づく音声が出力される。",
                "［図3］",
                "［0050］  エクササイズバイク1は，コンピュータボックス23に内蔵されるコンピュータ77，MCU87を内蔵する左操作部25L，右操作部25R，コンピュータボックス23に設けられる中央操作部53及びLCD51，ハンドル21L及び21Rに設けられる体脂肪センサ78及び心拍センサ55，並びに，ボディ39の内部に設けられる回転センサ79及び負荷発生装置83を備える。なお，体脂肪センサ78は，電極27を含む。",
                "［0052］  体脂肪センサ78は，電極27を通じて使用者の体に微弱電流を流し，電気抵抗(インピーダンス)を測るものである。心拍センサ55は，使用者の心拍を検出するもので，血流量の変化を光学的に検出するものである。回転センサ79は，ペダル35の回転軸となるシャフトの回転を検出するロータリエンコーダにより実現される。負荷発生装置83は，電磁クラッチを含み，電磁クラッチへ供給する電力を調整して，ペダル35の負荷量をコントロールする。中央操作部53の操作信号は，コンピュータ77に入力される。",
                "［0055］  コンピュータ77は，算出したペダル35の回転数，消費カロリ及び心拍数の情報を，MCU87及び75を介して，プロセッサ71に送信する。また，コンピュータ77は，MCU87及び75を介して，プロセッサ71が送信した負荷情報を受け取り，その負荷情報に応じた負荷量を負荷発生装置83に発生させる。",
                "［0057］  プロセッサ71は，エクササイズバイク1から与えられたペダル35の回転数の情報並びに左操作部25L及び右操作部25Rの操作信号に基づいて，外部メモリ73に格納されたプログラムに従った演算，グラフィック処理，及びサウンド処理等を実行し，ビデオ信号VDおよびオーディオ信号AUを生成する。また，プロセッサ71は，プログラムに従って，エクササイズバイク1へ負荷情報を与えて，エクササイズバイク1のペダル35への負荷量をコントロールする。",
                "［0058］  次に，この運動支援システムの原理を説明する。この運動支援システムでは，テレビジョンモニタ7に表示される三次元空間に配置される道路上をペースメーカPM及び使用者のエクササイズバイク1の操作に応答するプレイヤバイクPB(後述)が前進していく。ペースメーカPMは，使用者の運動強度が常に一定範囲に収まるように，使用者を案内する。従って，ペースメーカPMは，画面中の道路の傾斜が急になるほどペダル35の負荷が大きくなるので遅い速度で移動し，画面中の道路の傾斜が緩やかになるほどペダル35の負荷が小さくなるので速い速度で移動する。なお，本実施の形態では，下り坂及び後退の設定はない。",
                "［0063］  使用者は，ペダル35の回転数に応じて移動するプレイヤバイクPBがペースメーカPMに追従するようにペダル35をこぐことによって，運動強度を設定された目標値の範囲内に常に維持できる。",
                "［0070］  図7は，図1のテレビジョンモニタ7に表示されるトレーニング画面(ルート開始時)の例示図である。図7を参照して，プロセッサ71がテレビジョンモニタ7に表示するトレーニング画面(ルート開始時)は，スタートゲート95の直下に配置されるペースメーカPM及びペダル35の回転数に応じた速度で移動するプレイヤバイクPBを含む。また，トレーニング画面は，プレイヤ情報フレーム40，バイク情報フレーム43及びエリア情報フレーム47を含む。なお，プレイヤ情報フレーム40，バイク情報フレーム43及びエリア情報フレーム47を包括して情報フレームと呼ぶこともある。",
                "［0073］  使用者がペダル35をこいでプレイヤバイクPBが動き出すと，プレイヤ情報フレーム40及びバイク情報フレーム43に表示が開始される。プレイヤバイクPBがスタートゲート95に到達すると同時に(ルート開始)，ペースメーカPMが，道路97の中心線(以下，「PM移動経路」と呼ぶ。)に沿って，位置するゾーンに設定された速度で前進する。また，これと同時に，負荷表示部49には，プレイヤバイクPBが位置するゾーンに設定された負荷量のレベルが表示され，時間表示部50では，5分からのカウントダウンが開始される。さらに，同時に，負荷グラフ48には，プレイヤバーpbとペースバーpmが表示される(図8参照)。",
                "［図8］",
                "［0074］  図8は，図1のテレビジョンモニタ7に表示されるトレーニング画面(エリア走行中)の例示図である。図8を参照して，プレイヤバイクPBがエリアを走行中の場合，エリア内でのペースメーカPMの位置を示すためのペースバーpmとエリア内でのプレイヤバイクPBの位置を示すためのプレイヤバーpbとが負荷グラフ48中に表示される。負荷グラフ48の横軸は時間軸であり，ゾーンZ-1～Z-5でのペースメーカPMの移動時間は同一(1分)である(図4参照)。従って，ペースバーpmは，負荷グラフ48の左端から右端まで一定速度で移動する。",
                "［0155］  (5)上記では，表示装置はテレビジョンモニタ7であったが，これに限られない。また，カートリッジ5及びアダプタ3を一体のものとして構成することもできる。さらに，記録媒体は，カートリッジ5に限定されず，DVDやCD-ROMなどの光記録媒体や，フラッシュメモリなど，その他の記録媒体を使用できる。",
                "［0156］  また，カートリッジ5の機能をコンピュータボックス23に搭載し，テレビジョンモニタ7に接続することもできる。さらに，カートリッジ5の機能をコンピュータボックス23に搭載すると共に，上記の画面が視認できる程度のサイズのLCD51を設け，テレビジョンモニタ7，カートリッジ5，及びアダプタ3などを省くこともできる。",
                "［0160］  (9)上記では，プレイヤバイクPB及びペースメーカPMは前進のみ可能とした。ただし，後退できるようにすることもできる。この場合は，ペダルの逆回転を検出して，プレイヤバイクPBを後退させる。逆回転は例えばロータリエンコーダで容易に検出可能である。上記では，道路97は平坦及び上り坂のみ用意した。ただし，下り坂を設けることもできる。この場合は，下り坂の傾斜に応じて，使用者をアシストする方向にペダル35を回転させることもできる。具体的には，下りの傾斜が大きくなるほどペダル35に加える回転力(アシスト)を大きくし，下りの傾斜が小さくなるほどペダルに加える回転力(アシスト)を小さくする。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によると，刊行物1発明は，前記第2の3(1)のとおり(以下に再掲)であると認められる。",
                "「エクササイズバイク1，アダプタ3，カートリッジ5，テレビジョンモニタ7を備える運動支援システムであって，",
                "エクササイズバイク1は，コンピュータボックス23に内蔵されるコンピュータ77，MCU87を内蔵する左操作部25L，右操作部25R，コンピュータボックス23に設けられる中央操作部53及びLCD51，ハンドル21L及び21Rに設けられる体脂肪センサ78及び心拍センサ55，並びに，ボディ39の内部に設けられる回転センサ79及び負荷発生装置83を備え",
                "アダプタ3には，カートリッジ5が装着され，",
                "アダプタ3は，AVケーブル11により，テレビジョンモニタ7に接続され，",
                "エクササイズバイク1は，ボディ39を有し，",
                "ボディ39は，その前後の底部において，円筒状の脚部33及び34で支持され，",
                "ボディ39の頂部付近からは，シートポスト31が略垂直に延びて，その先端に使用者が腰掛けるシート(サドル)29が固定され，",
                "ボディ39の両側面には，使用者が足でこぐためのペダル35が設けられ，",
                "ペダル35は，クランクに取り付けられ，",
                "ボディ39の内部には，回転センサ79及び負荷発生装置83が設けられ，",
                "ボディ39の脚部34の側から，略垂直に延びるパイプ37の先端部には，ハンドル部2が設けられ，",
                "ハンドル部2は，左ハンドル21L，左操作部25L，右ハンドル21R，右操作部25R，及びコンピュータボックス23を含み，",
                "コンピュータボックス23は，LCD51及び中央操作部53を含み，",
                "カートリッジ5は，プロセッサ71及び外部メモリ73を含み，",
                "プロセッサ71は，バスを通じて，外部メモリ73にアクセスでき，外部メモリ73に格納されたプログラムを実行でき，",
                "コンピュータ77は，プロセッサ71が送信した負荷情報を受け取り，その負荷情報に応じた負荷量を負荷発生装置83に発生させることで，負荷発生装置83を制御して，ペダル35への負荷量をコントロールするものであって，",
                "負荷発生装置83は，電磁クラッチを含み，電磁クラッチへ供給する電力を調整して，ペダル35の負荷量をコントロールし，",
                "プロセッサ71がテレビジョンモニタ7に表示するトレーニング画面(ルート開始時)は，スタートゲート95の直下に配置されるペースメーカPM及びペダル35の回転数に応じた速度で移動するプレイヤバイクPBを含み，トレーニング画面は，プレイヤ情報フレーム40，バイク情報フレーム43及びエリア情報フレーム47を含むものであって，",
                "テレビジョンモニタ7に表示される三次元空間に配置される道路上をペースメーカPM及び使用者のエクササイズバイク1の操作に応答するプレイヤバイクPBが前進するものであって，ペースメーカPMは，画面中の道路の傾斜が急になるほどペダル35の負荷が大きくなるので遅い速度で移動し，画面中の道路の傾斜が緩やかになるほどペダル35の負荷が小さくなるので速い速度で移動し，",
                "道路は平坦，上り坂，及び下り坂を設けることができ，下り坂の傾斜に応じて，下りの傾斜が大きくなるほどペダル35に加える回転力(アシスト)を大きくし，下りの傾斜が小さくなるほどペダルに加える回転力(アシスト)を小さくし，",
                "使用者がペダル35をこいでプレイヤバイクPBが動き出すと，プレイヤ情報フレーム40及びバイク情報フレーム43に表示が開始され，",
                "プレイヤバイクPBがスタートゲート95に到達すると同時に，ペースメーカPMが，道路97の中心線に沿って，位置するゾーンに設定された速度で前進し，",
                "これと同時に，負荷表示部49には，プレイヤバイクPBが位置するゾーンに設定された負荷量のレベルが表示され，",
                "時間表示部50では，5分からのカウントダウンが開始され，",
                "同時に，負荷グラフ48には，プレイヤバーpbとペースバーpmが表示され，",
                "プレイヤバイクPBがエリアを走行中の場合，エリア内でのペースメーカPMの位置を示すためのペースバーpmとエリア内でのプレイヤバイクPBの位置を示すためのプレイヤバーpbとが負荷グラフ48中に表示され，",
                "カートリッジ5の機能をコンピュータボックス23に搭載すると共に，上記の画面が視認できる程度のサイズのLCD51を設け，テレビジョンモニタ7，カートリッジ5，及びアダプタ3などを省くこともできる運動支援システム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明と引用発明(刊行物1発明)との対比",
          "text": [
            "本願発明と刊行物1発明とを対比すると，本願発明と刊行物1発明とは，前記第2の3(2)の一致点(以下に再掲)で一致し，同(3)の相違点1～6(以下に再掲)において相違する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「自転車での脚力を中心とした負荷トレーニングが基礎となったもので，ハンドルやステムといったハンドルまわりやペダルやクランクといったペダルまわりとサドル及びシートポストなどの部品と，",
                    "ペダルを使用した脚力による仕事を与える負荷の量を変化させることができ，その負荷量を自動操作できるプログラムを有し，",
                    "擬似的なサイクリングを行う動作をするプログラムを内蔵し，それを認識する為の画面等を搭載している電子機器を有するエクササイズバイク。",
                    "なお，電子機器8に内蔵されている擬似的なサイクリングを行う動作をするプログラムとは，擬似的なサイクリングを行うための上り坂，下り坂，平面の道の勾配が含まれていて，タイム計測が可能な仮想的なサイクリングコースが用意されており，上り坂では脚力に対する負荷が自動的に増大し，下り坂では減少，平面では初期の負荷量の状態に戻るといった設定及びその仮想的な道の勾配の様子をトレーニングする者が視覚的に把握するための現在位置での道の勾配状況のように画面表示がなされ，そのサイクリングコースの中に仮想の現在位置を創設して，これをペダルを漕ぐことによって前進することによる擬似的な走行を実現する機能を有したもの。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "脚力を中心とした負荷トレーニングの基礎となる自転車に関して，本願発明は「日本工業規格の分類におけるシティ車(JIS  D  9011)に該当するシティサイクルといわれるもののうち，ハンドルバーを左右横に伸びたトンボ型に特化した自転車」であって，図1のように「トンボハンドル1」を有するものであるところ，刊行物1発明ではどのような自転車であるか不明な点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "クランクに関して，本願発明は「トレーニングする者にあったクランク長6の可変式でないクランク6」であるところ，刊行物1発明では，クランクは存在しているもののどのような形態のクランクであるか不明な点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3",
                  "text": [
                    "負荷の量を変化させる装置に関して，本願発明は「モーター」であるところ，刊行物1発明では「電磁クラッチ」である点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4",
                  "text": [
                    "サドルに関して，本願発明は「高さの調節が可能なサドル4」であるところ，刊行物1発明では高さの調節が可能であるか不明な点。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点5",
                  "text": [
                    "本願発明は「ハンドル1，サドル4，ペダル3の3つの要素が，乗車した視点からの高低差の感覚を除いた実際のトンボハンドル仕様のシティサイクルと同じ乗車姿勢を構成及び運転感覚を保つ機能」を有するものであるところ，刊行物1発明では，上記機能について不明な点。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "相違点6",
                  "text": [
                    "本願発明は「電子機器8に装備されているボタンスイッチ9にて手動でペダルの負荷量の変更をし，変更後の負荷量に比例した現在位置12の移動速度に変わる動作をするギアチェンジの機能」を有するものであるところ，刊行物1発明では，上記機能について不明な点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "相違点1は，脚力を中心とした負荷トレーニングの基礎となった自転車が「トンボハンドル仕様のシティサイクル」であることが，本願発明では特定されているのに対し，刊行物1発明では特定されていない点にあるが，「トンボハンドル仕様のシティサイクル」が周知の自転車であることは明らかであるし，本願明細書には，「トンボハンドル仕様のシティサイクル」という構成を採用することにより，従来知られていなかった新たな課題が解決されたといった記載はないから，刊行物1発明のエクササイズバイクのハンドルの形状を周知のトンボハンドルとすることは，当業者が適宜選択し得る設計的事項である。",
                "したがって，相違点1に係る本願発明の構成は，刊行物1発明及び周知技術に基づいて，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "相違点2は，クランクが「トレーニングする者にあったクランク長」であり，「可変式でない」ことが，本願発明では特定されているのに対し，刊行物1発明では特定されていない点にあるが，トレーニング機器において，それを使用する使用者の体格や能力に合わせた寸法を有する機材を選択することは，通常行われることであるし，クランクは可変式であるか否かのいずれかであるから，刊行物1発明のエクササイズバイクのクランクについて，「トレーニングする者にあったクランク長」で，「可変式でない」ものとすることは，当業者が適宜選択し得る設計的事項である。",
                "したがって，相違点2に係る本願発明の構成は，刊行物1発明に基づいて，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "相違点3は，負荷の量を変化させる装置に関して，本願発明は「モーター」であるところ，刊行物1発明では「電磁クラッチ」である点にあるが，刊行物2(乙2)には，「負荷出力装置5によって負荷が付与される一対の前後の負荷ローラ53，53上に自転車1の後車輪が載置されて使用される」走行シミュレーション装置において，負荷出力装置5に「電磁ブレーキ等より構成される負荷モータ56」を用いることが開示されている(【0007】，【0010】，【図1】，【図5】)。そして，刊行物2の走行シミュレーション装置は，「市販の実車自体を負荷ローラに載置するだけで，各種の負荷試験およびそれに基づく各種データを採取することが可能な他，自転車の室内トレーニング機能をも付随して有し，屋外での通常走行に近い状態にて諸条件下にて自転車の種々の機能を充分に発揮させて筋力トレーニング等を行うことも可能となる」ものであり(【0019】)，エクササイズバイクである刊行物1発明とは，擬似的な自転車走行によりトレーニングを行う装置である点で共通する。そうすると，刊行物1発明のエクササイズバイクの負荷の量を変化させる装置として，刊行物2の「負荷モータ」を適用して，相違点3に係る本願発明の構成とすることは，刊行物1発明及び刊行物2記載の技術に基づいて，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4について",
              "text": [
                "相違点4は，サドルが「高さの調節が可能」であることが，本願発明では特定されているのに対し，刊行物1発明では特定されていない点にあるが，「高さの調節が",
                "可能」であるエクササイズバイクのサドルが周知であることは明らかである(例えば，刊行物3〔乙3〕の【0021】，【0033】には，固定式自転車トレーニング装置において，サドル7が「伸縮可能」，すなわち「高さの調節が可能」であることが開示されている。)から，刊行物1発明のエクササイズバイクのサドルについて，「高さの調節が可能」であるものとすることは，当業者が適宜選択し得る設計的事項である。",
                "したがって，相違点4に係る本願発明の構成は，刊行物1発明及び周知技術に基づいて，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点5について",
              "text": [
                "相違点5は，「ハンドル，サドル，ペダルの3つの要素が，乗車した視点からの高低差の感覚を除いた実際のトンボハンドル仕様のシティサイクルと同じ乗車姿勢を構成及び運転感覚を保つ機能」を有することが，本願発明では特定されているのに対し，刊行物1発明では特定されていない点にあるが，前記(3)のとおり，刊行物2(乙2)には，市販の自転車の実車自体を負荷ローラに載置して使用する走行シミュレーション装置が開示されており，この走行シミュレーション装置では，「ハンドル，サドル，ペダルの3つの要素が，乗車した視点からの高低差の感覚を除いた実際の自転車と同じ乗車姿勢を構成及び運転感覚を保つ機能」を有していることは明らかである。そして，前記(3)のとおり，刊行物2の走行シミュレーション装置とエクササイズバイクである刊行物1発明とは，擬似的な自転車走行によりトレーニングを行う装置である点で共通する。また，前記(1)のとおり，「トンボハンドル仕様のシティサイクル」は周知技術である。そうすると，刊行物1発明のエクササイズバイクのハンドル，サドル，ペダルについて，「乗車した視点からの高低差の感覚を除いた実際のトンボハンドル仕様のシティサイクルと同じ乗車姿勢を構成及び運転感覚を保つ機能」を有するものとすることは，当業者が適宜選択し得る設計的事項である。",
                "したがって，相違点5に係る本願発明の構成は，刊行物1発明及び刊行物2記載の技術並びに周知技術に基づいて，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点6について",
              "text": [
                "相違点6は，「電子機器8に装備されているボタンスイッチ9にて手動でペダルの負荷量の変更をし，変更後の負荷量に比例した現在位置12の移動速度に変わる動作をするギアチェンジの機能」を有することが，本願発明では特定されているのに対し，刊行物1発明では特定されていない点にあるが，擬似的な自転車走行によりトレーニングを行う装置であるエクササイズバイクにおいて，実際の自転車と同様の変速機構を設けることが周知であることは明らかである(例えば，刊行物3〔乙3〕の【0012】～【0014】，【0022】，【0024】には，固定式自転車トレーニング装置において，「クランクの回転力が変速機を介して回転負荷装置に伝達される構造」であり，「変速比を変えることができる」ものが開示されている。)。また，この変速機構を操作する装置を，エクササイズバイクのどこに設け，どのような形態のものとするかは，当業者が適宜選択し得る設計的事項である。そうすると，刊行物1発明のエクササイズバイクにおいて，「電子機器に装備されているボタンスイッチにて手動でペダルの負荷量の変更をし，変更後の負荷量に比例した現在位置の移動速度に変わる動作をするギアチェンジの機能」を有するものとすることは，当業者が適宜選択し得る設計的事項である。",
                "したがって，相違点6に係る本願発明の構成は，刊行物1発明及び周知技術に基づいて，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によると，相違点1～6に係る本願発明の構成は当業者が容易に想到し得たものといえるから，本願発明は，当業者が刊行物1発明及び刊行物2記載の技術並びに周知技術に基づいて容易に発明をすることができたものである。",
                "したがって，これと同旨の審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，原告の高校時代のスポーツテスト個人判定表(甲6)における50m走の高校1年時から3年時のタイムの伸びは，甲7の図2-3「50m走の年次推移(男子)」の伸び率，すなわち，同年齢の他者の伸び率と比べて大きいが，これは，原告が高校時代にトンボハンドルのシティサイクルを利用していたことにより得られたものであるから，本願発明のトンボハンドル仕様のシティサイクルの乗車姿勢で行えるトレーニングマシンにより陸上短距離走を中心とした運動能力の向上・強化を期待することができるといえ，本願発明に格別の効果が生じたとも認められないという審決の判断は誤りであると主張する。",
                "しかし，前記1のとおり，本願明細書には，「短距離走を主とした運動能力の向上」(【0001】)の効果について，本願発明のエクササイズバイクと従来のエクササイズバイクとの比較実験のデータの記載がないばかりか，本願発明のエクササイズバイク単体のデータの記載もなく，本願発明のエクササイズバイクの作用効果として，刊行物1発明のような従来のエクササイズバイクによる運動能力向上を超える格別の運動能力向上効果が得られる旨の記載もない(原告指摘のスポーツテスト個人判定表〔甲6〕や甲7の図2-3「50m走の年次推移(男子)」は，もとより本願明細書を構成するものではない。)。かえって，本願明細書の記載によると，①ペダルの足の置き方について，足の裏のうち，水平方向が人差し指～薬指のあたりで，空手の「虎趾」や「上足底」などと呼ばれているところに近い部分を，重心をかけた時の力がペダルの中心部に直接伝わるように置くこと，②ペダルをこぐにあたり，立ちこぎを行わないこと，③最初のうちはとにかく完走を目指し，トレーニングに慣れてきたら，脚により負荷のかかるギアを使用して，全速力でこぐ時間を増やして自己ベストの更新を目指すことなどの特徴を有するトレーニング方法が，筋力を鍛え，運動能力を向上することに資するものであって(【0010】，【0014】，【0017】，【0019】，【0020】，【0022】)，「このトレーニングは実際に平面，坂道のある短中距離をの道をトンボ型ハンドルバーのタイプのシティサイクルを使ってペダルの足の置き方，立ちこぎ禁止，高負荷のかけ方など同様にして鍛えることは可能」(【0022】)として，本願発明のエクササイズバイクを使用しなくても同様の作用効果が得られるとされているから，本願発明のエクササイズバイク自体の作用効果は，刊行物1発明のような従来のエクササイズバイクによる運動能力向上を超える格別の運動能力向上効果が得られるとは理解されないものである。そうすると，本願発明のエクササイズバイクの作用効果は，刊行物1発明及び刊行物2記載の技術並びに周知技術から予測し得る範囲内の作用効果に止まるものであると認められるから，これと同旨の審決の判断に誤りはない。",
                "また，仮に原告指摘のスポーツテスト個人判定表(甲6)や甲7の図2-3「50m走の年次推移(男子)」を考慮したとしても，原告が高校時代にトンボハンドル仕様のシティサイクルを使用していたことが，甲6，7から理解される原告の50m走のタイムの伸びに，どの程度寄与したか自体が明らかではないというほかないし，仮にトンボハンドル仕様のシティサイクルの使用が原告の50m走のタイムの伸びに寄与していたとしても，本願明細書の記載からもうかがわれるように，トンボハンドル仕様のシティサイクルによる1回当たりの走行時間の長短，走行ルートの高低差やギアの選択(それらによる負荷の程度)，乗車姿勢(それによる負荷がかかる筋肉の部位)，使用頻度等によっても使用者の運動能力向上に対する寄与の程度が異なることは容易に推認されるから，甲6，7を考慮しても，本願発明のトンボハンドルを用いたエクササイズバイクの作用効果(運動能力向上の程度)が，従来のエクササイズバイクである刊行物1発明及び刊行物2記載の技術並びに周知技術から予測し得る運動能力向上の程度を超える格別のものであると認めることはできない。",
                "したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，本願発明と刊行物1発明の違いについて主張する(前記第3の5)が，本願発明が，刊行物1発明，刊行物2記載の技術及び周知技術に基づいて容易に発明することができたことは，前記4のとおりであって，原告が主張する上記のような違いは，前記4の判断を何ら左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によると，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10075",
    "date": "2018-01-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087429",
    "ipprecedent_id": "4847",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}