{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800086号について平成29年10月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成25年6月20日，発明の名称を「美容器」とする発明について特許出願をし（平成23年11月16日にした特願2011-250916号の分割出願（特願2013-129765号）），平成25年9月6日，設定登録を受けた（特許第5356625号。請求項の数1。以下「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年7月21日，特許庁に対し，本件特許について無効審判請求をし，無効2016-800086号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成29年6月9日，本件特許の明細書及び特許請求の範囲の訂正を請求した（甲48。以下「本件訂正」という。）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，同年10月24日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年11月2日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件審決を不服として，同月14日，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正前の特許請求の範囲の記載は，以下のとおりである（以下「本件発明」という。「／」は改行部分を示す（以下同じ）。）。その明細書，特許請求の範囲及び図面（甲36）を併せて「本件明細書等」という。",
                "【請求項1】ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，／往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，／一対のボール支持軸の開き角度を40～120度，一対のボールの外周面間の間隔を8～25mmとし，／ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにした／ことを特徴とする美容器。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の特許請求の範囲の記載は，以下のとおりである（以下「本件訂正発明」という。下線部は訂正部分を示す（以下同じ）。）。本件訂正後の明細書（甲48）及び図面（甲36）を併せて「本件訂正明細書」という。",
                "【請求項1】ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，／往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，／一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mmとし，／前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されており，／ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにした／ことを特徴とする美容器。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正",
          "text": [
            "本件訂正は，前記2の請求項1の訂正のほか，以下のとおり，明細書【0007】の訂正をするものである。",
            "「上記の目的を達成するために，請求項1に記載の美容器の発明は，ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，一対のボール支持軸の開き角度を40～120度，一対のボールの外周面間の間隔を8～25mmとし，ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにしたことを特徴とする。」という記載を，「上記の目的を達成するために，請求項1に記載の美容器の発明は，ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mmとし，前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されており，ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにしたことを特徴とする。」と訂正する。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件訂正は，特許法134条の2第1項ただし書，並びに同条9項の準用する同法126条5項及び6項の規定に適合する，②本件訂正発明は，（i）後記アの引用例1記載の発明（以下「引用発明1」という。），イ～エの引用例2～4記載の各発明及び周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない，（ii）引用発明1，引用例2～4記載の各発明，引用例5～8のいずれかに記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：韓国意匠第30-0408623号公報（甲1の1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：仏国特許出願公開第2891137号明細書（甲33の1）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：登録実用新案第3159255号公報（甲17）"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：「クロワッサン」35巻17号26～27頁（甲14）"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：実公平2-15481号公報（甲6）"
                },
                {
                  "fig": "カ",
                  "subject": "引用例6：特開平11-76348号公報（甲7）"
                },
                {
                  "fig": "キ",
                  "subject": "引用例7：実開平3-33630号公報（甲10）"
                },
                {
                  "fig": "ク",
                  "subject": "引用例8：登録実用新案第3129403号公報（甲11）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と引用発明1との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "本件審決は，引用例1においては，円形体の支持軸における円形体の支持態様につき「回転可能」であるとするのが妥当であるとして，引用例1には，下記(ア)の発明（以下「引用発明1A」という。）が記載されているものと認定した。また，仮に，円形体の支持態様につき「回転可能」でないとした場合，引用例1には，下記(イ)の発明（以下「引用発明1B」という。）が記載されているものと認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1A ハンドルの先端部に一対の円形体を，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持したマッサージ器において，／往復動作中に円形体の軸線が人体の部位の面に対して一定角度を維持できるように，円形体の軸線をハンドルの中心線に対して前傾させて構成し，／一対の円形体の支持軸の正面図上のなす角度を80°とし，／一対の円形体の直径を10とした場合の一対の円形体の外周面間の間隔の相対値を4とし，／円形体は，貫通状態で軸受部材を介さずに支持されており，／人体の部位を引っ張り，押して筋肉をほぐしてくれる／マッサージ器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明1B ハンドルの先端部に一対の円形体を，相互間隔をおいてそれぞれ一軸線を中心に回転可能か否か不明な状態で支持したマッサージ器において，／往復動作中に円形体の軸線が人体の部位の面に対して一定角度を維持できるように，円形体の軸線をハンドルの中心線に対して前傾させて構成し，／一対の円形体の支持軸の正面図上のなす角度を80°とし，／一対の円形体の直径を10とした場合の一対の円形体の外周面間の間隔の相対値を4とし，／円形体は，貫通状態で軸受部材を介さずに支持されており，／人体の部位を引っ張り，押して筋肉をほぐしてくれる／マッサージ器。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明と引用発明1Aの対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明と引用発明1Aとの一致点",
                      "text": [
                        "ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，／往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，／一対のボール支持軸のなす角度を特定の角度とした美容器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明と引用発明1Aとの相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件訂正発明は，一対のボール支持軸の開き角度を65～80度としたのに対して，／引用発明1Aは，一対の円形体の支持軸の正面図上のなす角度を80°とした点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件訂正発明は，一対のボールの外周面間の間隔を10～13mmとしたのに対して，／引用発明1Aは，一対の円形体の直径を10とした場合の一対の円形体の外周面間の間隔の相対値を4とした点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件訂正発明は，ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されているのに対して，／引用発明1Aは，円形体は，貫通状態で軸受部材を介さずに支持されている点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "本件訂正発明は，ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにしたのに対して，／引用発明1Aは，人体の部位を引っ張り，押して筋肉をほぐしてくれるものの，ハンドルの先端から基端方向に移動させることにより肌が摘み上げられるか否か不明である点。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明と引用発明1Bの対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明と引用発明1Bとの一致点",
                      "text": [
                        "ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に支持した美容器において，／往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，／一対のボール支持軸のなす角度を特定の角度とした美容器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明と引用発明1Bとの相違点",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点1～4に同じ。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点5",
                          "text": [
                            "本件訂正発明は，一対のボールを回転可能に支持したのに対して，／引用発明1Bは，一対の円形体を回転可能か否か不明な状態で支持した点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（訂正要件に関する判断の誤り）"
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（進歩性に関する判断の誤り）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（訂正要件に関する判断の誤り）",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件訂正発明のハンドル先端部の一対のボールの形状につき，真円状のものに限らず，バルーン状，断面楕円形状及び断面長円形状のものを含むものとして認定した。",
                "その上で，本件審決は，本件訂正が特許法134条の2第1項ただし書並びに同条9項の準用する同法126条5項及び6項の規定に適合すると判断したが，以下のとおり，当該判断には誤りがあり，違法である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「ボール」の認定に伴う訂正要件違反",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書等【0012】～【0049】においては，ボール17が真円状のものであることを前提に，ボール支持軸の開き角度やボールの外周面間の間隔に関する数値限定による作用効果が説明されている。一方，ボール17の形状の変形例である「バルーン形状」（【0050】），「断面楕円形状」及び「断面長円形状」等（【0052】。なお，これらを一括して「本件変形例」ということがある。）を用いた場合に「真円状」のボールを用いた場合と同様の数値限定が有効であるか否かについては，何らの記載もない。とりわけ，ボールの外周面間の間隔については，ボールの形状によって大きく変化することから，「真円状」のボールを本件変形例のボールに置き換えることにより，外周面間の間隔を「真円状」のボールの場合と同様に考えることはできない。",
                    "また，ボールの外周面間の間隔につき，本件変形例の場合の定義の記載も示唆もないため，本件変形例のボールの場合に，本件明細書等の記載に基づき，どのように「一対のボールの外周面間の間隔を10～13mm」と特定するのかが不明である。",
                    "さらに，【0005】には，甲3のローラにつき，楕円筒状であり，毛穴の開きや収縮が十分には行われず，毛穴の汚れを綺麗に除去することができず，また，肌に線接触して肌に対する抵抗が多く，動きがスムーズではなく，移動方向が制限されやすいため，操作性が悪いとの指摘がされている。他方，図8によれば，「バルーン形状」の「ボール」につき肌と線接触している箇所が存在するが，この場合に，肌に線接触せず，「真円状」のボールと同様の効果を有するためのボール支持軸の開き角度及びボールの外周面間の間隔は，開示も示唆もされていない。「断面楕円形状」又は「断面長円形状」の「ボール」を用いた場合についても同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本件訂正は，「ボール」の形状が本件変形例の場合に，「一対のボール支持軸の開き角度を65～80度」とし，かつ，「一対のボールの外周面間の間隔を10～13mm」とした美容器を，新たな技術的事項として導入していることになる。",
                    "また，本件訂正によって，「ボール」の形状を本件変形例とした場合に，「一対のボール支持軸の開き角度を65～80度」とし，かつ，「一対のボールの外周面間の間隔を10～13mm」とした美容器を特許請求の範囲に含ませることになるため，特許請求の範囲を拡張し，又は変更することとなる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「軸受部材」の認定に伴う訂正要件違反",
              "text": [
                "本件訂正では，軸受部材が上位概念化され，「係止爪19aを有する軸受部材19」及び「内周に段差部26aを有するボール17」以外の軸受構造を含む記載となっている。そうすると，訂正後の請求項1における軸受部材及びボールには，「係止爪を有さない軸受部材」及び「内周に段差部を有さないボール」も含まれることになる。",
                "しかし，非貫通状態のボールの場合，ボールがボール支持軸及び軸受部材から抜けないための構成が示されていなければならないところ，本件明細書等には，係止爪19aを用いた軸受部材19と，ボール17の内周の段差部26aとを用いる構成が開示され，それ以外の軸受構造は開示されておらず，示唆もない。",
                "したがって，本件訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載した事項の範囲内においてされたものではない。また，本件訂正によって，係止爪を有さない軸受部材及び内周に段差部を有さないボールを用いた場合の美容器も含まれることとなるので，実質上特許請求の範囲を拡張し，又は変更することとなる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，本件訂正は，特許法134条の2第9項の準用する同法126条5項及び6項の規定に適合するものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「ボール」の認定に伴う訂正要件違反について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正に係る訂正事項のうち，「一対のボール支持軸の開き角度を65～80度」と限定する点については，本件明細書等【0019】に，特に好ましい範囲として65～80度の範囲が記載されている。",
                    "また，「一対のボールの外周面間の間隔を10～13mm」と限定する点については，本件明細書等【0021】に，特に好ましい範囲として10～13mmの範囲が記載されている。",
                    "したがって，これらの訂正事項は，当業者が，本件特許の特許請求の範囲，明細書及び図面等の全ての記載を総合することによって導かれる技術的事項であり，新たな技術的事項を導入するものではないから，本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，上記各記載につき，ボールが真円状であることを前提とした数値であるなどと主張するけれども，一対のボール支持軸の開き角度はボールの形状とは関係なく決定し得るものであるし，ボールの外周面間の間隔についても，当業者において，「ボールの外周面」とはボールの形状に限定されることなく存在し，その間隔を認識し得るものであり，ボールが真円状でなければボールの外周面間の間隔として特に好ましい範囲が維持し得ないというものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「軸受部材」の認定に伴う訂正要件違反について",
              "text": [
                "本件訂正に係る訂正事項のうち，「ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されている」ことを具体的に特定する点については，本件明細書等の全ての事項を総合して導かれる技術的事項は「ボールが非貫通状態でボール支持軸に軸受部材を介して支持されている事項」であり，訂正後の特許請求の範囲に「係止爪を有さない軸受部材」，「内周に段差を有さないボール」が含まれているとしても，新たな技術的事項を導入するものではない。",
                "また，本件訂正前の特許請求の範囲には「軸受部材」に関する事項はなかったところ，本件訂正は「前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されて」いることを直列的に追加したものであり，その分特許請求の範囲は減縮されている。すなわち，実質上特許請求の範囲を拡張又は変更するものでもない。",
                "以上より，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（進歩性に関する判断の誤り）",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件訂正発明と引用発明1の一致点及び相違点の認定にあたっては，本件訂正発明のボールにつき真円状以外の形状を含むものとして理解している。これを前提とした本件審決における引用発明1の認定並びに本件訂正発明と引用発明1の一致点及び相違点の認定は争わない。",
                "他方，本件審決は，相違点の判断にあたっては上記認定を覆し，本件訂正発明の「ボール」が真円状のものであることを前提として判断したものである。このため，本件審決の判断には，本件訂正発明と引用発明1の一致点及び相違点の認定の段階での「ボール」の概念と相違点についての判断の段階での同概念との間に矛盾ないしそごが存在する。",
                "そして，本件訂正発明の「ボール」が真円状に限られず，それ以外の形状のものを含む限り，本件訂正発明は，本件訂正明細書記載の有利な効果を発揮することはなく，公知技術の単なる寄せ集めにすぎない。",
                "以上の点をも踏まえると，以下のとおり，本件審決には進歩性の判断につき誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決による本件訂正発明の技術的意義等の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の課題の認定の誤り",
                  "text": [
                    "本件審決が認定する従来の美肌ローラの有する技術的課題のうち，マッサージ効果に係る技術的課題については，ローラを楕円筒状にしたことによる課題であることが看過されており，また，本件訂正明細書には，毛穴の開きが十分に得られないという点が指摘されているのみであり，マッサージ効果に係る課題は提示されていない。他方，操作性に係る技術的課題については，本件審決は，柄の中心線と両ローラの回転軸が一平面上にあることによる課題である点を看過している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "マッサージ効果の認定の誤り",
                  "text": [
                    "本件訂正発明においては，「ハンドルの基端から先端方向」に移動させた場合に肌が摘み上げられるか否かについては，何ら記載されていない。往動時の作用に関する【0023】の記載は当然の自然現象を記載したものであり，進歩性の判断に影響を与えるほどの格別な効果ではない。このため，本件訂正発明の技術的意義について，本件審決は，「ハンドルの基端から先端方向」への移動時にも肌が摘み上げられるとの作用を有すると認定している点で誤りがある。",
                    "また，本件訂正発明の「ボール」が本件変形例の場合に，「ハンドルの基端から先端方向」への移動時に，肌が摘み上げられる作用を有するものとして認定している点でも本件審決の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用態様の認定の誤り",
                  "text": [
                    "本件訂正明細書には，「ボールを肌に深く沈み込ませる使用態様」は記載も示唆もされていないから，このような使用態様を前提に，軸線yと肌面とが直角に近くなるように維持しながら操作することを認定しても，本件訂正発明とは関係ない。また，ボールの「肌に接触する部分」に「ボール支持軸の軸線yが通過する部分」が含まれるとする記載も，本件訂正明細書にはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "操作性の課題解決手段の認定の誤り",
                  "text": [
                    "本件審決が認定する操作性の技術的課題に係る課題解決手段のうち，「肌に接触するローラを（真円状の）ボールで構成すること」（「ボールを非貫通状態でボール支持軸に支持する」構成を含む。）については，本件訂正明細書には本件変形例の「ボール」を用いた場合に同様の作用効果があることを示す記載は存在せず，かえって，図8によれば，同様の作用効果はないことがうかがわれる。",
                    "また，ボール支持軸の開き角度を鋭角にした場合と鈍角にした場合とのボールの動きに関する本件審決の認定自体に矛盾があるし，貫通している支持軸の先端部分が肌に接触しないのであれば，同じ鋭角の開き角度を有するとしたとき，貫通状態の場合と非貫通状態の場合とでボールの回転のスムーズさに相違は生じない。",
                    "以上より，「ボール」に「真円状」以外の形状も含まれることを前提とする限り，操作性の技術的課題を解決するための手段としては「ボールの軸線をハンドルの中心線に対して前傾して構成すること」のみが認定されなければならないのであり，本件審決の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件訂正発明の技術的意義等",
                  "text": [
                    "本件訂正発明の技術的意義等については，以下のとおり考えられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一対のボール又はローラによる回転体を備えるマッサージ器や美容器を移動させれば肌を摘み上げる作用が生じること，肌とボールの支持軸とが鋭角になっている方向にハンドルを移動させれば肌が摘み上げられること，一対の回転体を用いるマッサージ器や美容器においてボール又はローラを非貫通状態とすることは，いずれも，本件特許出願時の当業者にとって周知の技術である。  "
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正明細書によれば，本件訂正発明の課題は，肌に対して優れたマッサージ効果を奏すること，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮すること，操作性が良好な美容器を提供すること，の3点である。",
                        "このうち，肌に対する優れたマッサージ効果の課題の解決手段として採用されているのは，「一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mm」とし，「前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持」するという技術的事項である。",
                        "しかし，上記課題については，どの程度をもって「優れたマッサージ効果」といい得るかは主観的な判断とならざるを得ないところ，ボールが「真円状」の場合の実施例においても，官能試験の評価が低いボールの直径や前傾角度も含まれる上，本件変形例のボールを用いた場合の官能試験は行われていない。このため，本件訂正発明に優れたマッサージ効果を認めることはできない。",
                        "また，本件訂正発明における優れたマッサージ効果とは，一対のボールに挟まれた肌の摘み上げや押圧によるマッサージ効果を指すところ，本件訂正明細書においては肌20面が支持軸の先端に接触しないという前提で説明されていることを踏まえると，「前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持」するとの構成により，貫通状態のボールと比べて優れたマッサージ効果が得られるかについても，必ずしも明らかではない。",
                        "以上より，「一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mm」とし，「前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持」するとの限定では，優れたマッサージ効果を得られない美容器が含まれる。",
                        "そうすると，本件訂正発明において，「一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mm」とし，「前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持」としたことは，開き角度や外周面間の間隔，ボールの支持方法について，単に設計事項を限定したにすぎない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について",
              "text": [
                "以上を踏まえると，相違点1～5は，いずれも容易に想到し得る。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明と引用発明1Aとの相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "引用発明1Aの「開き角度」の数値は，本件訂正発明の「一対のボール支持軸の開き角度」の数値範囲内にあるから，相違点1は実質的な相違点とはいえない。",
                        "仮に引用発明1Aの「開き角度」の数値に誤りがあったとしても，引用発明1Aにおいて支軸の軸線を含む面上での開き角度を80度とすることは，当業者にとって単なる設計事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "引用例2には「球の直径は，直径2cm～8cmとすること。」が開示されているところ，3cmの直径を有する引用例2記載のボールを引用発明1Aに適用すれば，3cm×0．4＝1．2cmとなる。そうすると，本件訂正発明のボールの間隔である10～13mmの範囲は容易に想到し得るというべきである。",
                        "仮に引用例2の記載事項を引用発明1Aに適用することが困難であるとしても，引用例5～8記載のボールの直径又はハンドルの長さを引用発明1Aに適用することで，本件訂正発明のボールの外周面間の間隔である10～13mmの範囲は容易に想到し得るというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "前記のとおり，一対のボール又はローラを用いるマッサージ器及び美容器においてボール又はローラを非貫通状態とすることは，周知技術にすぎない。",
                        "仮にこれが周知技術でなかったとしても，引用例3記載の技術的事項を引用発明1Aに適用することにより，ボールである円形体を非貫通状態とし，引用発明1Aのボール支持軸に，例えば転がり軸受や滑り軸受を挿入して軸受構造を形成することで，ボールを非貫通状態でボール支持軸に軸受部材を介して支持させることを容易に想到し得るし，ボールを非貫通状態にし，ボールの支持軸先端部分でマッサージを行うことも容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "ハンドルの先端から基端方向に移動させることにより肌が摘み上げられる作用を生じることは，当業者にとって本件特許出願時の周知技術であるから，相違点4は実質的な相違点とはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明と引用発明1Bとの相違点について",
                  "text": [
                    "相違点1～4については，上記アのとおりである。",
                    "相違点5についても，本件特許出願時の周知技術に照らすと，引用発明1Bの円形体を回転可能に支持することは容易に想到し得るし，円形体を回転可能に支持した場合，円形体の外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられる作用を奏することは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，引用発明1A・Bいずれであるとしても，本件審決は，進歩性の判断を誤った違法なものである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件審決は，進歩性の判断にあたり本件訂正明細書の各記載を踏まえて検討しているところ，その際，実施例としてはボールが真円状のものが記載されていることから，これを踏まえた判断をしたにすぎず，真円状のボールだけを前提として判断しているものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決による本件訂正発明の技術的意義等の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の課題の認定の誤りについて",
                  "text": [
                    "本件審決における課題の認定は，本件訂正明細書【0002】～【0005】を簡潔に要約したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "マッサージ効果の認定の誤りについて",
                  "text": [
                    "本件訂正明細書【0023】の記載から，「押圧力の反作用」とは，往動時に両ボールが肌を押圧してボールを肌に沈み込ませることにより，復動時には（往動時の）ボールが肌に沈み込んだ状態からスタートし，より両ボールが肌を摘み上げることを意味しているのであって，美容器の往動という動作により肌が摘み上げられることを意味するものではない。本件審決はこの趣旨を認定したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用態様の認定の誤りについて",
                  "text": [
                    "本件訂正明細書の記載によれば，本件訂正明細書には，ボール支持軸の軸線を肌面に直角に近くなるように維持しながら操作することによって，肌に対してボールを有効に押圧し得ることが記載されており，ボールに力を入れやすい状態としてボールを肌に押し付けていることが開示されている。また，ボールが肌の狭い面積で接触することは，ボールの押圧力が肌の一部分に集中することを意味する。",
                    "したがって，本件訂正明細書には，肌の摘み上げ効果を十分に得るために，美容器の往動時にボールを肌に深く沈み込ませる使用態様が開示されているということができる。",
                    "また，ボール支持軸の軸線が肌面に対して立ち上がった状態で使用する場合，特にボール支持軸の開き角度を65～80度とした構成では，支持軸の軸線が通過する部分（ボールの極に相当する部分）が肌に接触しやすくなることは自明である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "操作性の課題解決手段の認定の誤りについて",
                  "text": [
                    "本件変形例のボールであっても，筒状のローラと比較すると，筒状のローラよりも肌に接触する面積は減少する。その分だけ，筒状のローラを用いる場合と比較して，肌へのローラ（ボール）の接触は局部接触となる。したがって，肌に接触する部分をボールで構成することにより，ボールの動きをスムーズにし，移動方向の自由度を高めるとの作用効果が生じることは当然である。",
                    "また，本件審決は，65～80度というボールの動きがスムーズにできない角度において，ボールの先端を非貫通状態とすることにより良好な操作性を確保しているという趣旨で認定を行ったものである。",
                    "加えて，ボール先端が肌に接触するような状態で使用する場合，ボールが非貫通状態である方が，肌に接触するボール部分の割合が多くなってボールの動きに寄与し，ボールの回転がスムーズになることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "相違点1に関する幾何学的証明とされる甲34は，何ら具体的ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "引用例2のボールを引用発明1の円形体（ただし，円形体が回転するか否かは不明）に適用する動機付けは不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "引用発明1の「円形体」が回転可能か否かは不明であるが，仮に円形体が回転しないとすれば，円形体に「軸受部材」を装着することはあり得ず，この点で相違点3は容易に想到できない。",
                    "円形体が回転するものであっても（引用発明1A），引用発明1の円形体は軸受部材を使用せずとも回転するものであるから，そのような構成にあえてコストや手間のかかる軸受部材を採用する動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "引用発明1の「円形体」が回転するか否か不明と認定すべきであるため，相違点4は実質的な相違点である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上より，本件審決における進歩性の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（訂正要件に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の内容",
              "text": [
                "本件訂正は，請求項1及び本件明細書等の①「一対のボール支持軸の開き角度」について，訂正前の「40～120度」から「65～80度」と限定し（以下「訂正事項①」という。），②「一対のボールの外周面間の間隔」について，訂正前の「8～25mm」から「10～13mm」と限定し（以下「訂正事項②」という。），③訂正前に具体的に特定のなかったボールの支持構造について，「非貫通状態でボール支持軸に軸受部材を介して支持されており」と具体的に特定したものである（以下「訂正事項③」という）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の目的について",
              "text": [
                "本件訂正のうち，特許請求の範囲の記載の訂正は，特許法134条の2第1項ただし書1号に規定する特許請求の範囲の減縮を目的とするものということができる。また，本件訂正のうち，本件明細書等【0007】の訂正は，特許請求の範囲の記載の訂正に伴い，訂正後の特許請求の範囲と明細書との整合を図ろうとするものであるから，同項ただし書3号に規定する明瞭でない記載の釈明を目的とするものに該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "ボール支持軸の開き角度及びボールの外周面間の間隔について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ボール支持軸の開き角度（訂正事項①）について",
                  "text": [
                    "ボール支持軸の開き角度について，本件明細書等には，「一対のボール17の開き角度すなわち一対のボール支持軸15の開き角度βは，ボール17の往復動作により肌20に対する押圧効果と摘み上げ効果を良好に発現させるために，…特に好ましくは65～80度に設定される。」（【0019】）と記載されている。また，「顔と体の双方用に適する美容器10について」，「美容器10の…ボール17の外周面間の間隔Dを11mmとして，開き角度βを40～120度まで変化させて開き角度βの評価を実施し」（【0035】），その結果，「開き角度βが70度の実施例11の結果が最も良好で」あり（【0036】），「美容器10の開き角度βは，…65～80度の範囲が最も好ましいと認められた。」（【0037】）とも記載されている。さらに，「以上に示した実施例1～58の結果を総合すると」，「ボール17の開き角度βは…65～80度が特に好ましいと判断された。」（【0049】）と記載されている。",
                    "以上のとおり，本件明細書等には，開き角度βは「65～80度の範囲が最も好ましい」旨記載されているのであるから，訂正事項①は，願書に添付した明細書に記載した事項の範囲内であるし，訂正前の「40～120度」という範囲を「65～80度」に限定したのであるから，特許請求の範囲を拡張し，又は変更するものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ボールの外周面間の間隔（訂正事項②）について",
                  "text": [
                    "ボールの外周面間の間隔について，本件明細書等には，「ボール17の外周面間の間隔Dは，特に肌20の摘み上げを適切に行うために，…特に好ましくは10～13mmである。」（【0021】）と記載されている。また，「顔と体の双方用に適する美容器10について」，「美容器10の…ボール17の開き角度βを70度…として，ボール17の外周面間の間隔Dを8～15mmまで変化させてボール17の外周面間の間隔Dの評価を実施し」（【0039】），「ボール17の外周面間の間隔Dが11mmの実施例26の結果が最も良好で」あり（【0040】），「美容器10のボール17の外周面間の間隔Dは…10～12mmの範囲がさらに好ましいと認められた。」（【0041】）とも記載されている。さらに，「美容器10が顔用である場合，ボール17の外周面間の間隔Dは6～15mmの範囲が好ましく，8～12mmの範囲がさらに好ましい」（【0045】），「美容器10が体用である場合，ボール17の外周面間の間隔Dは8～25mmの範囲が好ましく，10～25mmの範囲がさらに好ましい」，「以上に示した実施例1～58の結果を総合すると」，「ボール17の外周面間の間隔Dは…10～13mmが特に好ましいと判断された。」（いずれも【0049】）とも記載されている。",
                    "そうすると，本件明細書等には，一対のボールの外周面間の間隔Dは「10～13mmの範囲が最も好ましい」旨記載されているのであるから，訂正事項②は，願書に添付した明細書に記載した事項の範囲内であるし，訂正前の「8～25mm」という範囲を「10～13mm」に限定したのであるから，特許請求の範囲を拡張し，又は変更するものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "これに対し，原告は，本件明細書等においては，ボールが真円状のものであることを前提に，ボール支持軸の開き角度及びボールの外周面間の間隔の数値限定による作用効果が説明されており，本件変形例を用いた場合に同様の数値限定が有効か否かについては記載がないから，訂正事項①②は，新たな技術的事項を導入するものであるとともに，特許請求の範囲を拡張し，又は変更することになるなどと主張する。",
                    "しかし，本件訂正の前後を通じ，「ボール」の形状についての具体的な特定はない。そうである以上，本件訂正前の「ボール」は，「真円状」の場合のみならず本件変形例の「ボール」についても，「一対のボール支持軸の開き角度を40～120度」とし，「一対のボールの外周面間の間隔を8～25mm」としたものを含むこととなる。また，本件訂正後の「ボール」も，「真円状」のみならず本件変形例の「ボール」についても，「一対のボール支持軸の開き角度を65～80度」とし，「一対のボールの外周面間の間隔を10～13mm」としたものを含むこととなる。",
                    "したがって，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "ボールの支持構造（訂正事項③）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書等【0014】には，「ボール支持軸15上の軸受部材19には，球状をなすボール17が回転可能に嵌挿支持されている。」と記載されている。また，図7によれば，ボールは，非貫通状態でボール支持軸15に軸受部材19を介して支持されていることは明らかである。",
                    "そうすると，訂正事項③は，願書に添付した明細書に記載した事項の範囲内である。",
                    "また，本件訂正前は，特許請求の範囲に，ボールの支持構造について具体的な特定はなく，本件訂正によりその支持構造を具体的に特定したのであるから，特許請求の範囲を拡張し，又は変更するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "この点について，原告は，本件訂正後の請求項1における軸受部材及びボールには「係止爪を有さない軸受部材」及び「内周に段差部を有さないボール」も含まれることになるが，本件明細書等にはこれらの開示も示唆もないから，本件訂正は，願書に添付された特許請求の範囲等に記載した事項の範囲内においてされたものではなく，また，実質上特許請求の範囲を拡張し，又は変更するものであるなどと主張する。",
                    "しかし，本件明細書等には，「軸受部材19の外周には，一対の弾性変形可能な係止爪19aが突設されている」こと（【0014】），「芯材26の内周には軸受部材19の係止爪19aに係合可能な段差部26aが形成されて」おり，これらにより，「ボール17が軸受部材19に嵌挿された状態で，係止爪19aが段差部26aに係合され，ボール17が軸受部材19に対して抜け止め保持されている」こと（【0015】）が記載されている。",
                    "よって，ボール17は，ボール支持軸15に軸受部材19を介して支持されているということができるのであり，係止爪19aは軸受部材19の，段差部26aはボール17の一部であるから，特許請求の範囲に「係止爪19a」，「段差部26a」が特定されていなくても，支持構造として，「支持軸」と「軸受部材」が特定されていれば，「ボール」を回転可能に支持可能であることは明らかである。そうすると，本件明細書等に実施例として記載された支持構造である「係止爪19a」，「段差部26a」が，本件訂正後の特許請求の範囲に特定されていないからといって，この点に関する訂正事項③が，願書に添付された特許請求の範囲，明細書及び図面に記載した事項の範囲内でされたものでないとか，実質上特許請求の範囲を拡張し，又は変更するものであるということはできない。",
                    "したがって，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件訂正は，特許法134条の2第1項ただし書並びに同条9項の準用する126条5項及び6項の規定に適合する。",
                "したがって，本件訂正を認めた本件審決の判断に誤りはない。取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（進歩性に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明",
              "text": [
                "本件訂正発明に係る特許請求の範囲は，前記第2の2(2)のとおりであり，また，本件訂正明細書には，以下の記載がある（図面は，別紙本件訂正明細書図面目録参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "この発明は，ハンドルに設けられたマッサージ用のボールにて，顔，腕等の肌をマッサージすることにより，血流を促したりして美しい肌を実現することができる美容器に関する。（【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，この種の美容器が種々提案されており，例えば特許文献1（裁判所注：甲3）には美肌ローラが開示されている。すなわち，この美肌ローラは，柄と，該柄の一端に設けられた一対のローラとを備え，ローラの回転軸が柄の長軸方向の中心線とそれぞれ鋭角をなすように設定されている。さらに，一対のローラの回転軸のなす角度が鈍角をなすように設定されている。そして，この美肌ローラの柄を手で把持してローラを肌に対して一方向に押し付けると肌は引っ張られて毛穴が開き，押し付けたまま逆方向に引っ張ると肌はローラ間に挟み込まれて毛穴が収縮する。従って，この美肌ローラによれば，効率よく毛穴の汚れを除去することができるとしている。（【0002】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "しかしながら，特許文献1に記載されている従来構成の美肌ローラでは，柄の中心線と両ローラの回転軸が一平面上にあることから（特許文献1の図2参照），美肌ローラの柄を手で把持して両ローラを肌に押し当てたとき，肘を上げ，手先が肌側に向くように手首を曲げて柄を肌に対して直立させなければならない。このため，美肌ローラの操作性が悪い上に，手首角度により肌へのローラの作用状態が大きく変化するという問題があった。（【0004】）",
                    "また，この美肌ローラの各ローラは楕円筒状に形成されていることから，ローラを一方向に押したとき，肌の広い部分が一様に押圧されることから，毛穴の開きが十分に得られない。さらに，ローラを逆方向に引いたときには，両ローラ間に位置する肌がローラの長さに相当する領域で引っ張られることから，両ローラによって強く挟み込まれ難い。その結果，毛穴の開きや収縮が十分に行われず，毛穴の汚れを綺麗に除去することができないという問題があった。加えて，ローラが楕円筒状に形成されているため，肌に線接触して肌に対する抵抗が大きく，動きがスムーズではなく，しかも移動方向が制限されやすい。従って，美肌ローラの操作性が悪いという問題があった。（【0005】）",
                    "この発明は，このような従来の技術に存在する問題点に着目してなされたものであり，その目的とするところは，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好な美容器を提供することにある。（【0006】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記の目的を達成するために，請求項1に記載の美容器の発明は，ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mmとし，前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されており，ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにしたことを特徴とする。（【0007】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明の美容器によれば，次のような効果を発揮することができる。",
                    "請求項1に記載の美容器においては，ハンドルの先端部に一対のボールが相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持され，ボールの軸線がハンドルの中心線に対して前傾して構成されている。すなわち，美容器の往復動作中にボールの軸線が肌面に対して一定角度を維持できるようになっている。このため，ハンドルを把持して一対のボールを肌に当てるときに手首を曲げる必要がなく，手首を真直ぐにした状態で，美容器を往動させたときには肌を押圧することができるとともに，美容器を復動させたときには肌を摘み上げることができる。（【0008】）",
                    "また，肌に接触する部分が筒状のローラではなく，真円状のボールで構成されていることから，ボールが肌に対して局部接触する。従って，ボールは肌の局部に集中して押圧力や摘み上げ力を作用することができるとともに，肌に対するボールの動きをスムーズにでき，移動方向の自由度も高い。（【0009】）",
                    "よって，本発明の美容器によれば，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好であるという効果を発揮することができる。（【0010】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "図5に示すように，両ボール17が矢印P1方向に往動される場合，各ボール17は矢印P2方向に回転される。このため，肌20が押し広げられるようにして押圧される。一方，両ボール17が矢印Q1方向に復動される場合，各ボール17は矢印Q2方向に回転される。このため，両ボール17間に位置する肌20が巻き上げられるようにして摘み上げられる。なお，往動時において両ボール17が肌20を押圧することにより，その押圧力の反作用として両ボール17間の肌20が摘み上げられる。（【0023】）",
                      "text": [
                        "この場合，ボール支持軸15がハンドル11の中心線xに対して前傾しており，具体的にはハンドル11の中心線xに対するボール支持軸15の側方投影角度αが90～110度に設定されていることから，肘を上げたり，手首をあまり曲げたりすることなく美容器10の往復動作を行うことができる。しかも，ボール支持軸15の軸線yを肌20面に対して直角に近くなるように維持しながら操作を継続することができる。そのため，肌20に対してボール17を有効に押圧してマッサージ作用を効率良く発現することができる。（【0024】）",
                        "また，肌20に接触する部分が従来の筒状のローラではなく，真円状のボール17で構成されていることから，ボール17が肌20に対してローラより狭い面積で接触する。そのため，ボール17は肌20の局部に集中して押圧力や摘み上げ力を作用させることができると同時に，肌20に対してボール17の動きがスムーズで，移動方向も簡単に変えることができる。（【0025】）",
                        "従って，このボール17の回転に伴う押圧力により，顔，腕等の肌20がマッサージされてその部分における血流が促されるとともに，リンパ液の循環が促される。また，一対のボール17の開き角度βが50～110度に設定されるとともに，ボール17の外周面間の間隔Dが8～25mmに設定されていることから，所望とする肌20部位に適切な押圧力を作用させることができると同時に，肌20の摘み上げを強過ぎず，弱過ぎることなく心地よく行うことができる。（【0026】）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "肌20に接触する部分が真円状のボール17で構成されていることから，肌20の所望箇所に押圧力や摘み上げ力を集中的に働かせることができるとともに，肌20に対するボール17の動きをスムーズにでき，かつ移動方向の自由度も高い。（【0029】）"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，前記実施形態を次のように変更して具体化することも可能である。",
                        "・図8及び図9に示すように，前記ボール17の形状を，ボール17の外周面のハンドル11側の曲率がボール支持軸15の先端側の曲率よりも大きくなるようにバルーン状に形成することもできる。このように構成した場合には，曲率の小さな部分で肌を摘み上げ，曲率の大きな部分で摘み上げ状態を保持できるため，ボール17を復動させたときの肌20の摘み上げ効果を向上させることができる。（【0050】）",
                        "・前記ボール17の形状を，断面楕円形状，断面長円形状等に適宜変更することも可能である。（【0052】）"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本件訂正発明は，ハンドルに設けられたマッサージ用のボールにて，顔，腕等の肌をマッサージすることにより，血流を促したりして美しい肌を実現することができる美容器に関する（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "甲3記載の従来構成の美肌ローラ（【0002】）では，柄の中心線と両ローラの回転軸が一平面上にあることから，操作性が悪い上に，手首角度により肌へのローラの作用状態が大きく変化するという問題があった（【0004】）。また，この美肌ローラの各ローラは楕円筒状に形成されていることから，毛穴の開きや収縮が十分に行われず，毛穴の汚れを綺麗に除去することができないという問題があった。加えて，ローラが楕円筒状に形成されているため，肌に線接触して肌に対する抵抗が大きく，動きがスムーズではなく，しかも移動方向が制限されやすい。したがって，美肌ローラの操作性が悪いという問題があった（【0005】）。",
                    "本件訂正発明は，このような従来の技術に存在する問題点に着目してなされたものであり，その目的とするところは，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好な美容器を提供することにある（【0006】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記目的を達成するために，本件訂正発明の美容器は，ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，一対のボール支持軸の開き角度を65～80度，一対のボールの外周面間の間隔を10～13mmとし，前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されており，ボールの外周面を肌に押し当ててハンドルの先端から基端方向に移動させることにより肌が摘み上げられるようにしたことを特徴とする（【0007】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本件訂正発明の美容器によれば，ハンドルの先端部に一対のボールが相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持され，ボールの軸線がハンドルの中心線に対して前傾して構成され，美容器の往復動作中にボールの軸線が肌面に対して一定角度を維持できるようになっているため，ハンドルを把持して一対のボールを肌に当てるときに手首を曲げる必要がなく，手首を真直ぐにした状態で，美容器を往動させたときには肌を押圧することができるとともに，美容器を復動させたときには肌を摘み上げることができる（【0008】）。",
                    "また，肌に接触する部分が筒状のローラではなく，真円状のボールで構成されていることから，ボールが肌に対して局部接触する。このため，ボールは肌の局部に集中して押圧力や摘み上げ力を作用することができるとともに，肌に対するボールの動きをスムーズにでき，移動方向の自由度も高い（【0009】）。",
                    "よって，本件訂正発明の美容器によれば，肌に対して優れたマッサージ効果を奏することができるとともに，肌に対する押圧効果と摘み上げ効果とを顕著に連続して発揮することができ，かつ操作性が良好であるという効果を発揮することができる（【0010】）。",
                    "そして，本件訂正発明の美容器において，ハンドルの先端部に支持される一対のボールの形状については，ボールの外周面のハンドル側の曲率がボール支持軸の先端側の曲率よりも大きくなるようにバルーン状に形成することもできる。このように構成した場合には，曲率の小さな部分で肌を摘み上げ，曲率の大きな部分で摘み上げ状態を保持できるため，ボールを復動させたときの肌の摘み上げ効果を向上させることができる（【0050】）。また，前記ボールの形状を，断面楕円形状，断面長円形状等に適宜変更することも可能である（【0052】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の記載事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，図面とともに，以下の事項が記載されている（訳文は甲1の2による。）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "意匠の対象になる物品",
                          "text": [
                            "マッサージ器"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "意匠の説明",
                          "text": [
                            "1．材質は合成樹脂材である。",
                            "2．本願意匠の上部に形成されている2つの円形体は，透明体で形成されており，内部が見えるようにデザインしたものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "意匠創作内容の要点",
                          "text": [
                            "本願マッサージ器は，人体の部位を引っ張り，押して筋肉をほぐすマッサージ器であって，安定感と立体感を強調し，新しい美感を生じさせるようにしたことを創作内容の要点とする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1の3によれば，引用例1の図面のうち正面図からは，当該マッサージ器の構成部位につき，以下の事項が認められる（別紙引用例1図面目録の説明図1は，正面図に構成部位の説明等が加えられたものである。）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "マッサージ器は，正面視で略Y字形状を呈しており，正面図上下方向に延びる部分（説明図1の「ハンドル」と図示された部分。以下「部分A」という。），及び部分Aの上部から正面図右上及び左上方向に延びる，左右対称な二股状の部分を有し，当該二股状の部分に2つの「円形体」が位置する（上記二股状の部分及び「円形体」からなる部位を「部分B」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "部分Aは，正面図上下方向を向く中心線（同「ハンドルの中心線」と図示された線）に沿って，一定の長さを有している。  "
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記二股状の部分は，正面図右上及び左上方向を向く軸線（説明図1の「ボールの軸線」と図示された線）に沿って，一定の長さ（左右の長さはおおむね同じである。）の軸（同「ボール支持軸」と図示された部分。以下「円形体の支持軸」という。）を有しており，左右の各々の軸において，部分A側と先端との間には，「ボールの軸線」に垂直な方向の幅が狭い凹状の部分（別紙引用例1図面目録の円形体部分図面の「凹み部分」）を有している。また，「凹み部分」は，「円形体の支持軸」のうち，「円形体」が位置する部位に設けられている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "「円形体」は，正面視略円形（ただし，「ボールの軸線」方向の両端が部分的に切り欠かれている。）を呈しており，「ボールの軸線」は，当該正面視略円の中心を通る。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "2つの「ボールの軸線」は「ハンドルの中心線」において交差し，2つの「ボールの軸線」のなす角度は80°である。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "2つの「円形体」は，正面視で相互に一定の間隔をおいて位置している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1の3によれば，引用例1の図面のうち左側面図からは，当該マッサージ器の構成部位につき，以下の事項が認められる（別紙引用例1図面目録の説明図2は，左側面図に構成部位の説明等が加えられたものである。）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "マッサージ器は，側面視で略「へ」の字形状を呈しており，部分Aの上部から，左側面図右上方向に延びる部分（部分B）を有する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "部分Bは，左側面図右上方向を向く「ボールの軸線」に沿って，一定の長さを有しており，当該軸線は，「ハンドルの中心線」に対して，左側面図右上方向に傾斜している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「円形体」は，側面視略円形を呈している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ウ)のとおり，「ボールの軸線」は，「ハンドルの中心線」に対して左側面図右上方向に傾斜しており，「ハンドルの中心線」に対して「前傾」している，と表現することができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(ア)の「本願マッサージ器は，人体の部位を引っ張り，押して筋肉をほぐすマッサージ器」の記載に照らせば，「2つの円形体」は，人体の部位にあてがって，当該部位を引っ張り，押す部分であると認められる。また，上記記載によれば，マッサージ器は，「往復動作」させて使用するものであるが，マッサージ器としての機能を果たすためには，「2つの円形体」と「円形体の支持軸」との位置関係を一定に保ち，「2つの円形体」が人体の部位から受ける力を貫通する「円形体の支持軸」で支える必要がある。すなわち，「2つの円形体」は，「円形体の支持軸」によって「支持」されているが，軸受部材を介さずに支持されているものと認められる。",
                        "このように構成することにより，マッサージ器は，「往復動作中」に「円形体の軸線が人体の部位の面に対して一定角度を維持できるように」したものであると認められる。",
                        "そして，「2つの円形体」は，「ハンドル」の先端部において，相互間隔をおいて，それぞれ「円形体」の軸線たる一軸線を中心に支持されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "ハンドルの一端に，一対の略球形又は円筒形の回転体をV字状に軸支したマッサージ具を用い，当該回転体を肌にあてがって押し引きを繰り返すことで肌を摘み上げるマッサージを行うことは，本件特許に係る原出願の出願日前に多数の先行技術文献（甲3，4，13，14，26の1，27の1，33の1）が存在する。また，引用例1記載のマッサージ器の円形体が軸に対して回転しないものとすると，単に指圧と同様の作用効果を生じるのみで，「人体の部位を引っ張り，押して筋肉をほぐす」という作用効果は生じない。",
                        "したがって，引用例1記載のマッサージ器における円形体は，その支持軸に回転可能に支持されているものと解される。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "上記(ア)の「材質は合成樹脂材である。」及び「2つの円形体は，透明体で形成されており，内部が見えるようにデザインしたものである。」との記載に照らせば，「2つの円形体」は，「円形体の支持軸」とは別体の部材であって，透明な合成樹脂材で形成されたものであると認められる。また，別紙引用例1図面目録の各図面において，透明な「円形体」の内部における「円形体の支持軸」の構造を見ることができるところ，これらの図面の図示内容を総合すると，「円形体」は，その軸線において「円形体の支持軸」により貫通されるように構成されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "甲1の4によれば，引用例1の図面のうち正面図から，当該マッサージ器の各構成部分の寸法につき，「円形体」の直径は10．00mmであり，2つの円形体の外周面間の間隔は4．35mmと認められる。よって，「円形体」の直径を10とした場合における，「2つの円形体」の外周面間の間隔の相対値は，概ね4であるということになる（別紙引用例1図面目録の「実測図」は，上記正面図に各構成部分の寸法を記載したものである。）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によれば，引用例1に記載されているのは，以下のとおり，本件審決が認定した引用発明1Aと認められる。",
                        "「ハンドルの先端部に一対の円形体を，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持したマッサージ器において，／往復動作中に円形体の軸線が人体の部位の面に対して一定角度を維持できるように，円形体の軸線をハンドルの中心線に対して前傾させて構成し，／一対の円形体の支持軸の正面図上のなす角度を80°とし，／一対の円形体の直径を10とした場合の一対の円形体の外周面間の間隔の相対値を4とし，／円形体は，貫通状態で軸受部材を介さずに支持されており，／人体の部位を引っ張り，押して筋肉をほぐしてくれる／マッサージ器。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，引用例1に記載された発明につき，引用発明1Bと認めるべきである旨主張する。",
                        "しかし，「円形体の支持軸」の構成（上記ア(イ)c）及び「円形体」の支持態様（上記ア(カ)）のとおり，これを採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明と引用発明1Aとの一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "引用発明1Aの「円形体」は本件訂正発明の「ボール」に，「マッサージ器」は「美容器」に，「円形体の軸線」は「ボールの軸線」に，「円形体の支持軸」は「ボール支持軸」に，「円形体の外周面間の間隔」は「ボールの外周面間の間隔」に，「人体の部位の面」は「肌面」に，それぞれ相当する。",
                        "また，引用発明1Aの「一対の円形体の支持軸の正面図上のなす角度を80°」とすることと，本件訂正発明の「一対のボール支持軸の開き角度を65～80度」とすることとは，「一対のボール支持軸のなす角度を特定の角度」とする限りにおいて共通する。",
                        "そうすると，本件訂正発明と引用発明1Aとの一致点は，本件審決の認定したとおり，以下のとおりと認められる。",
                        "ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持した美容器において，往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成し，一対のボール支持軸のなす角度を特定の角度とした美容器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件訂正発明と引用発明1Aに，少なくとも本件審決の認定した相違点1～4が存在することは，当事者間に争いがない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "他の引用発明",
              "text": [
                "引用例2～8には，以下の事項が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2",
                  "text": [
                    "「ハンドルに，一対の球をV字状に回転可能に軸支したマッサージ器具を用い，一対の球を肌に宛がって押し引きを繰り返すことで，肌を摘み上げる作用が生じること。」及び「ハンドルに，一対の球をV字状に回転可能に軸支したマッサージ器具において，小さい直径を持つ球の2つの軸が70～100°に及ぶ角度をなし，球の直径は，直径2cm～8cmとすること。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3",
                  "text": [
                    "把持部3の先端部に一対のローラ部5を，相互間隔をおいてそれぞれ一軸線を中心に回転可能に支持したマグネット美容ローラ1において，ローラ部5は，非貫通状態でローラ保持部4の小径部4bにベアリング8を介して支持されていること。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例4",
                  "text": [
                    "「ハンドルの一端に，一対のボールを軸支したマッサージ器を用い，2つのボールを肌の上で転がすことで，肌を摘み上げる作用が生じること。」及び「非貫通状態のボールを使用して，皮膚をマッサージすること。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例5",
                  "text": [
                    "「本考案では，ボールはケース内凹部に収納された状態で自由に回転する。そのためマツサージ用具を手で持つて，ボールのケースから突出している部分を自分の手や足，首筋，腹部などの各所，または他人の体に押し当てながらボールを転動させると，…快適な指圧効果が奏される。」及び「ケース本体1の上面側には，少なくとも2個のボール3を収納しうる凹部4が形成されている。凹部4の大きさは，たとえば直径28mm前後のボール3を2個，40～80mmピツチで，いくらか余裕をもつて収容し得る大きさであり，…」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用例6",
                  "text": [
                    "「本発明は，皮膚に適用した時に，…マッサージ効果や皮膚刺激作用等を伴う構成を有し，…」，「把手部の形状も種々可能であり，例えば巾1cm，長さ10～15cm程度のプラスチック板を2枚折り重ねたものが使いやすく便利である。」，「硬質ポリエチレンからなるプラスチック製容器1は，外径約5cmの略球状で，…皮膚面に，プラスチック製容器1を回転させて使用したところ…」及び「本発明の回転マッサージ具を得た。頬にあてて使用したところ…」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "引用例7",
                  "text": [
                    "「ハンドル1自体の全長はほぼ125mm」及び「ローラー体10は，ハンドル1の先端に固定した平面ほぼコ字形の軸受部11の両側片相互間に横架したローラー軸12に，磁性体製のローラー13を回転自在に支承したものである。ローラー13は，例えばその直径がほぼ23mm…のものとしてあり，…」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "引用例8",
                  "text": [
                    "「直径が25mmの金属球で，かつそれぞれが3mm離れるようにしてなる請求項1記載のボールローラーマッサージャー」，「ローラー保持枠部が口の字形に閉じる前に，直径23から27mmで貫通穴を有する金属球二個を連通させた後に曲げて閉じ，自由に回転及び左右に各自が揺動できるようにすれば」及び「全長は2のハンドルを含めて130mm程度とする。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書に「一対のボール17の開き角度βが50～110度に設定されるとともに，ボール17の外周面間の間隔Dが8～25mmに設定されていることから，所望とする肌20部位に適切な押圧力を作用させることができると同時に，肌20の摘み上げを強過ぎず，弱過ぎることなく心地よく行うことができる。」（【0026】）と記載されているように，肌の摘み上げを適度な強度で行うことには，一対のボールの支持軸のなす角度βと，一対のボールの外周面間の間隔Dの両方が関係している。この角度βと間隔Dとは，一般に，角度βを変えれば間隔Dも変わり，間隔Dを変えれば角度βも変わるという関係にあり，また，ボールの直径Lやハンドルの二股部11aの長さによっても，角度βと間隔Dは変化する。",
                    "そうすると，少なくとも，相違点1及び2に係る各構成は，完全に独立したものではなく，相互に密接に関係したものであるから，相違点1及び2に係る各数値範囲の構成がそれぞれ異なる文献に記載されていることをもって，相違点1及び2に係る各構成を当業者が容易に想到し得たものということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明は，肌に接触する部分をボールで構成することにより，ボールが肌に対して局部接触し，肌の局部に集中して押圧力や摘み上げ力を作用することができるとともに，肌に対するボールの動きをスムーズにでき，移動方向の自由度も高い（【0009】，【0025】）というものである。",
                    "また，本件訂正発明は，「往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成」することにより，肘を上げたり，手首をあまり曲げたりすることなく美容器10の往復動作を行うことができ，しかも，ボール支持軸15の軸線yを肌20面に対して直角に近くなるように維持しながら操作を継続することができるため，肌20に対してボール17を有効に押圧してマッサージ作用を効率良く発現することができる（【0024】）というものである。",
                    "ここで，相違点3に係る本件訂正発明の構成は，「前記ボールは，非貫通状態でボール支持軸に軸受部材を介して支持されている」というものである。図3，4及び8によれば，本件訂正発明に係る美容器を，ボール支持軸が肌に対して直角に近くなるように押し当てると，ボールの肌に接触する部分には支持軸付近が含まれるものと推認し得る。この場合，支持軸が貫通状態でボールを支持していると，支持軸の部分が肌に接触することにより，ボールはスムーズな回転を得られないと考えられる。すなわち，非貫通状態でボール支持軸に軸受部材を介して支持されていることは，ボールのスムーズな回転に寄与していることがうかがわれる。",
                    "そうすると，本件訂正発明に係る美容器の使用状態において，相違点3に係る構成は，ボール支持軸が肌面に直接接触しないようにするための構成であるということができるところ，ボールのどの部分が肌面に接触するかに関係するという点では，一致点に係る「往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させ」る構成のほか，相違点1に係る「一対のボール支持軸の開き角度を65～80度とし」た構成及び相違点2に係る「一対のボールの外周面間の間隔を10～13mm」とする構成も同様である。そうである以上，相違点3に係る構成は，相違点1及び2に係るものを含む本件訂正発明の上記各構成と，それぞれ別個独立に捉えられるべきものではなく，相互に関連性を有するものとして理解・把握するのが相当である。",
                    "したがって，引用例3及び4に，ボール支持軸と肌への接触面とに関係なく，単にボールが非貫通状態でボール支持軸に支持されていることが記載されていることに基づいて，相違点3に係る構成を当業者が容易に想到し得たものということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点4に係る構成は，【0024】，【0026】に記載された美容器の往復動作による摘み上げの作用を特定したものである。すなわち，「往復動作中にボールの軸線が肌面に対して一定角度を維持できるように，ボールの軸線をハンドルの中心線に対して前傾させて構成」し，「一対のボール支持軸の開き角度を65～80度」（相違点1）とし，「一対のボールの外周面間の間隔を10～13mm」（相違点2）としたことによる作用を特定したものであるから，これらの構成と相互に関連したものということができる。",
                    "したがって，相違点4についても，引用例2及び4に，単に美容器の往復動作による摘み上げの作用が記載されていることに基づいて，相違点4に係る構成を当業者が容易に想到し得たものということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点1及び2に係る本件訂正発明の各構成は，進歩性を判断するにあたり，相互に密接に関連するものとして理解・把握されるのが相当であり，また，これらと相違点3及び4に係る各構成も同様である。原告が主張するように，各相違点に係る構成につき相互の関連性を考慮することなく別個独立に考察することは相当でない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "一対のボール支持軸の開き角度を65～80度とし（相違点1に係る構成），かつ，一対のボールの外周面間の間隔を10～13mmとする（相違点2に係る構成）ことは，原告がその構成の容易想到性の根拠とする引用例2には，いずれも記載されていない。なお，引用例3及び4並びに甲3，4，13，26の1及び27の1のいずれにも，これらの構成は記載されていない。",
                    "すなわち，引用例2には，「ハンドルに，一対の球をV字状に回転可能に軸支したマッサージ器具において，小さい直径を持つ球の2つの軸が70～100°に及ぶ角度をなし，球の直径は，直径2cm～8cmとすること。」が記載されていることが認められるものの，その2つの球の外周面間の間隔については記載がない。そうすると，引用発明1の「一対の円形体の直径を10とした場合の一対の円形体の外周面間の間隔の相対値を4」とする「直径」に，引用例2記載の上記事項を適用したとしても，引用例2においては，2つの球の直径と外周面間の相対関係は特定されていないから，引用発明1の円形体の直径と外周面間の間隔の相対値が維持されるか否かは不明というほかない。しかも，外周面間の間隔Dを変化させると一対のボール支持軸の開き角度も変化するのが通常であるから，開き角度を65～80度の範囲に維持した状態で，外周面間の間隔を10～13mmとすることを当業者が容易に想到し得たということはできない。",
                    "また，引用例3及び4並びに甲3，4，13，26の1及び27の1には，「一対のボールの外周面間の間隔」に係る技術の開示は見当たらない。",
                    "さらに，引用例5～8には，それぞれマッサージ器における球やローラの直径が記載されているが，いずれも肌の摘み上げの作用を有するものではない。そうである以上，これらの文献に記載されたボールの直径を引用発明1に適用し，一対のボールの外周面間の間隔を10～13mmとすることを当業者が容易に想到し得たということもできない。",
                    "したがって，相違点1及び2に係る各構成の相互の関連性を考慮すると，当業者がこれを容易に想到し得たということはできない。",
                    "そして，相違点1及び2に係る各構成と，相違点3又は4に係る各構成との相互の関連性を考慮した場合はなおさらである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "そうすると，本件訂正発明については，引用発明1A，引用発明2～4並びに引用例2～4，甲3，4，13，26の1及び27の1に各記載の周知技術に基づいて，当業者が容易に発明をすることができたということはできない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "同様に，本件訂正発明について，引用発明1A，引用発明2～4，引用発明5～8のいずれか並びに引用例2～4，甲3，4，13，26の1及び27の1に各記載の周知技術に基づいて，当業者が容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ボール」の概念に矛盾ないしそごがあるとの主張について",
                  "text": [
                    "原告は，本件審決につき，本件訂正発明と引用発明1の一致点及び相違点の認定の段階での「ボール」の概念と相違点の判断の段階での同概念との間に矛盾ないしそごが存在するところ，本件訂正発明の「ボール」が真円状以外の形状を含む限り，その認定に係る有利な効果を発揮することはないなどと主張する。",
                    "しかし，原告主張に係る矛盾ないしそごが存在するとは認められない。",
                    "すなわち，本件訂正明細書【0009】，【0025】及び【0029】には，前記(1)認定のとおりの記載があるところ，本件審決は，これらの記載を根拠として示しつつも，「肌に接触するローラを（真円状の）ボールで構成すること，特に，肌に接触する部分をボールで構成すること。これにより，ボールは肌に局部接触して，押圧力や摘み上げ力を集中的に作用することができる」（本件審決書（写し）60頁6行目～9行目），「肌に接触するローラを（真円状の）ボールで構成すること，特に，肌に接触する部分をボールで構成すること。これにより，ボールは肌に局部接触して，肌に対するボールの動きをスムーズにでき，移動方向の自由度を高めることができる」（本件審決書（写し）61頁5行目～8行目）というように，本件訂正発明の課題解決手段を「（真円状の）ボールで構成すること，特に，肌に接触する部分をボールで構成すること。」と表現した上で，その作用効果を認定している。",
                    "また，【0050】には，「前記ボール17の形状を，ボール17の外周面のハンドル11側の曲率がボール支持軸15の先端側の曲率よりも大きくなるようにバルーン状に形成することもできる」こと，「このように構成した場合には，曲率の小さな部分で肌を摘み上げ，曲率の大きな部分で摘み上げ状態を保持できるため，ボール17を復動させたときの肌20の摘み上げ効果を向上させることができる」ことが記載されている。当該記載は，バルーン状のボールにおいて，支持軸の先端側は真円状のボールと同じ半球状であることから（図8及び9），真円状のボールの場合と同様に肌を摘み上げることができ，しかも，その場合より長くその摘み上げ状態を保持できること，すなわち，マッサージ効果及び操作性につき，真円状のボールと同等かそれ以上の作用効果が得られることを示すものと理解される。そして，断面楕円形状及び断面長円形状のボールも，真円状のボールと比較して，支持軸の先端側の回転体の曲率が中央部分の曲率より小さいことは明らかであるから，【0050】記載の上記作用効果を得られるものということができる。「前記ボール17の形状を，断面楕円形状，断面長円形状等に適宜変更することも可能である」（【0052】）とは，この旨を記載したものと理解される。そうすると，本件訂正明細書には，真円状以外の形状である本件変形例の「ボール」によっても，真円状のボールと同じく，「従来の筒状のローラ」と比較すると，【0009】，【0025】及び【0029】記載の作用効果を有することが示されているというべきである。",
                    "以上の点を踏まえると，本件審決は，本件訂正明細書の記載と異なり，殊更に「真円状の」に括弧を付して「（真円状の）ボール」と表現することにより，本件訂正発明における「ボール」は「真円状」には限らないことを示しているものと理解し得る。これに加え，「特に，肌に接触する部分をボールで構成すること」とは，肌に接触しない部分はボールの形状で構成される必要はないことを意味することをも考慮すると，本件審決は，本件訂正発明における「ボール」につき，「真円状」に限らず，本件変形例を含むことを前提として進歩性の判断を行ったものということができる。したがって，本件審決には，原告主張に係る矛盾ないしそごは存在しない。",
                    "よって，この点に関する原告の主張は採用し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告のその他の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の課題の認定の誤りについて",
                      "text": [
                        "本件訂正発明は，筒状でないボールをローラとし，2つのローラの回転軸は柄の中心線と一平面上にないものであるから，本件審決が従来技術の課題としてこれらの構成に対応するものを認定したことに誤りはない。また，本件訂正明細書【0005】，【0006】の記載から，ローラを押した際の押圧による毛穴の開き，引いた際の摘み上げによる毛穴の収縮は，マッサージ効果に関わるものとして示されているものと理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "マッサージ効果の認定の誤り，使用態様の認定の誤りについて",
                      "text": [
                        "往動時にボールを押圧した場合，その押圧力の反作用により，両ボール間の肌は持ち上がる。本件訂正明細書【0023】は，その持ち上がりをもって「肌20が摘み上げられる」と表現しているものと理解される。また，往動時の押圧による肌の持ち上がりは，復動時の摘み上げにもつながるものと考えられる。",
                        "また，このことと【0024】の記載を併せ考慮すれば，本件訂正明細書においては，肌の摘み上げ効果を十分に得るために，美容器の往動時にボールを押圧する，換言すれば肌にある程度沈み込ませる使用態様が示されていると理解できるから，これをもって「美容器の往動時にボールを深く沈みこませる使用態様」とすることは誤りとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "操作性の課題解決手段の認定の誤りについて",
                      "text": [
                        "ボールを非貫通状態とすることにより，貫通状態のボールと比べてボールの動きの自由度は相対的に高まるものということができる。このため，開き角度を鋭角に設定した場合においても，ボールを非貫通状態とすることによって，優れたマッサージ効果と良好な操作性を両立し得るものと解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件訂正発明の技術的意義等，容易想到性の判断について",
                      "text": [
                        "原告は，相違点2～4に係る本件訂正発明の構成は，単に設計事項を限定しているにすぎないなどとした上で，相違点1～4はそれぞれ実質的な相違点でないか，当業者が容易に想到し得たものである旨主張する。",
                        "しかし，前記のとおり，相違点1～4に係る本件訂正発明の構成は，相互に関連するものとして理解すべきものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "その他原告がるる主張する事情を考慮しても，取消事由2に係る原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上のとおり，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}