{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載の容器を製造，販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の容器に水を充填して販売してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，第2項記載の容器及び同容器を製造するための金型を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人に対し，2640万円及びこれに対する平成28年8月11日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "7",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「ウォーターサーバー用ボトル」とする発明に係る特許権(本件特許権)を共有する控訴人が，原判決別紙物件目録記載の製品(被告容器)は本件各発明の技術的範囲に属すると主張して，①特許法100条1項及び2項に基づき，被告容器の製造，販売等の差止め及び被告容器等の廃棄を，②不法行為による損害賠償請求権に基づき，損害賠償金2640万円及びこれに対する不法行為の後の日である平成28年8月11日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，それぞれ求める事案である。",
            "原判決は，被告容器は本件各発明の技術的範囲に属するとは認められないとして，控訴人の請求をいずれも棄却した。",
            "そこで，控訴人が，原判決を不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "次のとおり当審における当事者の主張を付加するほか，原判決「事実及び理由」の第3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "text": [
            "〔控訴人の主張〕",
            "原判決は，構成要件Gの「裾絞り部」とは，蛇腹部との「接続部がごく限られた幅のものにすぎない」との意味合いを含むとした上で，被告容器においては，接続部の範囲が広いため，被告容器の湾曲部は「裾絞り部」には該当しないと判断した。かかる判断を前提とすると，本件発明1と被告容器とは，本件発明1では蛇腹部と裾絞り部との間の接続部の幅がごく限られた範囲にとどまるのに対し，被告容器においては，接続部の範囲が広い点において相違するといえる。しかし，この場合でも，以下のとおり，被告容器は均等論に基づく侵害が成立する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第1要件(非本質的部分)",
              "text": [
                "本件発明1の本質的部分は，「ボトルの胴部に蛇腹部の他に裾絞り部を設けることで，裾絞り部に作用する大気圧をボトルの中心に向かわせ，ボトル内部の液体の排出に伴って，裾絞り部をボトルの内部に陥没するように変形させるようにして，ボトル内部の容積を更に減り易いようにしたこと」にある。これに対し，「接続部」とは，裾絞り部の作用効果に何ら技術的な関係性のない構成である。",
                "したがって，本件発明1と被告容器の構成の相違点である蛇腹部と裾絞り部との間の接続部の幅の広さは，本件発明1の本質的部分に係る差異ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2要件(置換可能性)",
              "text": [
                "本件発明1は，蛇腹部によりその内部の容積が減るところ，蛇腹部と底部との間に裾絞り部を設けて，内部の液体の排出に伴って，その裾絞り部がボトル内部に引き込まれるようにすることで，その内部の容積が更に減りやすいようにして，ボトル内の残水を減らすという作用効果を得る発明である。そして，被告容器においても，内部の液体の排出に伴い，湾曲部がボトル内部に引き込まれるため，その内部の容積が減りやすくなり，ボトル内の残水を減らすという作用効果を得ることができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第3要件(置換容易性)",
              "text": [
                "本件発明1と被告容器との相違点に係る構成(前記(1))は，本件発明1の本質的部分とは無関係な容器デザインの単なる設計変更によるものにすぎないため，当業者であれば容易に想到することが可能なものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "第4要件(公知技術との非同一性，非容易推考性)",
              "text": [
                "被告容器の構成が本件特許の出願時において公知技術と同一であったとはいえず，当業者に容易に推考できたものであったともいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "第5要件(意識的除外等の特段の事情の不存在)",
              "text": [
                "本件特許の出願手続において，被告容器の構成が本件発明1の権利範囲から除外されたと解釈するような特段の事情はない。",
                "〔被控訴人の主張〕",
                "以下のとおり，被告容器は均等の要件を満たさない。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "第1要件",
              "text": [
                "裾絞り部が接続部よりも狭ければ，内部の液体の排出に伴って，裾絞り部が接続部を超えて蛇腹内部に引き込まれることはあり得ない。接続部がごく限られた幅のものにすぎないという構成は，「内部の液体の排出に伴って，裾絞り部がボトル内部に引き込まれるようにすることで，その内部の容積が更に減り易いようにして，ボトル内の残水を減らす」という効果を得るために不可欠のものであり，本件発明1の本質的な部分である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2要件",
              "text": [
                "前記(1)のとおり，裾絞り部が接続部よりも狭ければ，内部の液体の排出に伴って，裾絞り部が接続部を超えて蛇腹内部に引き込まれることはあり得ない。また，控訴人が主張している被告容器の「湾曲部」とはR状の底部であり，この僅かな部分が仮にボトル内部に引き込まれたとしても，内部の容積が減りやすくなり，ボトル内の残水を減らすという作用効果を得ることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第4要件",
              "text": [
                "本件明細書に記載されている乙16及び乙17は，いずれも本件特許発明の構成AないしD及びIを備える。また，本件特許発明の構成EないしH及びJは，乙18ないし乙29の各文献に記載されており，本件特許の出願当時，容易に想到し得るものであった。また，被告容器は，本件特許発明の構成AないしF及びJを備えており，これに加えて，構成g(「蛇腹部の下には垂直に延在する箇所が設けられ，その下に底部に向けてR状に湾曲する湾曲部が設けられ」という構成)を備えている。構成gは，一般的なペットボトルの胴部及び底部であり，本件特許発明の出願当時，容易に想到し得る程度のものであったといえる。",
                "したがって，被告容器は，本件特許の出願時において公知技術と同一又は当業者が容易に推考できたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "第5要件",
              "text": [
                "本件発明1は，胴部における「蛇腹部」以外の構成を特定しない請求項を削除し，同部分の構成を「裾絞り部」と特定するという補正が行われている。かかる補正は，「蛇腹部の下に垂直に延在する箇所」を除外するものであり，被告容器の構成gは，本件特許の出願手続で意識的に除外されたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被告容器は本件各発明の技術的範囲に属すると認めることはできないから，控訴人の控訴は棄却すべきものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明の意義",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "原判決14頁13行目末尾の後に，行を改めて「【技術分野】【0001】本発明は，ミネラルウォーターなどの各種液体が充填されるウォーターサーバー用ボトルに関する。」を付加するほか，原判決「事実及び理由」の第4の1(1)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の本件明細書の記載によれば，本件各発明は，ミネラルウォーターなどの各種液体が充填されるウォーターサーバー用ボトルに関するものであり(【0001】)，充填された液体をボトル内部に空気を送り込むことなく排出可能なものとして従来普及していた，軟質の素材を用いたボトルでは，液体が充填された際に自在に変形するため，形崩れを防止する対策が必要であり，素材として例示されているポリエチレン樹脂は通常の環境下で若干の臭いがあるという課題があったことから(【0003】～【0006】)，本件各発明の構成を採用すること，すなわち，全体をPET樹脂によって形成することで，液体を充填した際でも自立的に形状を維持でき，液体に臭いが移ることがないようにし，胴部に上下方向に伸縮自在な蛇腹部を設けることで，潰れやすさを向上させ，さらに，蛇腹部と底部との間に裾絞り部を形成することで，ボトルが大気圧で押し潰れていく際に，裾絞り部が蛇腹部の方に引き込まれていき，蛇腹部の内部の容積を削減する機能を有するようにしたものである(【0007】【0008】【0020】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1-2(構成要件Hの充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Hの意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "構成要件Hは，「内部の液体の排出に伴って，前記裾絞り部がボトル内部に引き込まれること」というものである。そして，本件発明1は「ウォーターサーバー用ボトル」(構成要件K)の発明であることから，「内部の液体」とは「ウォーターサーバー用ボトルの内部の液体」を指し，「ボトル内部」とは「ウォーターサーバー用ボトルの内部」を指すものと解される。一方，「ボトル内部に引き込まれること」について，ウォーターサーバー用ボトルの内部にどの程度引き込まれることを意味するのかは，特許請求の範囲の記載からは明らかでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載",
                  "text": [
                    "前記1(2)のとおり，本件各発明の意義は，充填された液体に臭いが移ることがなく，自立的に形状を維持でき，内部に空気を送り込むことなく，充填された液体のほぼ全量を排出可能なウォーターサーバー用ボトルを提供するという課題を達成するために，本件各発明の構成を採用することにある。すなわち，本件各発明は，全体をPET樹脂によって形成することで，液体を充填した際でも自立的に形状を維持でき，液体に臭いが移ることがないようにし，胴部に上下方向に伸縮自在な蛇腹部を設けることで，潰れやすさを向上させ，さらに，蛇腹部と底部との間に裾絞り部を形成することで，ボトルが大気圧で押し潰れていく際に，裾絞り部が蛇腹部の方に引き込まれていき，蛇腹部の内部の容積を削減する機能を有するようにしたものである。",
                    "このような，本件明細書に記載された，蛇腹部と底部との間に裾絞り部を形成することの技術的意義に鑑みると，構成要件Hの「内部の液体の排出に伴って，前記裾絞り部がボトル内部に引き込まれること」とは，ウォーターサーバー用ボトル内部の液体の排出に伴って，裾絞り部が蛇腹部の内部に引き込まれることを意味するものと解される。",
                    "また，かかる解釈は，本件各発明の実施の形態として本件明細書に記載されている唯一の実施例において，内部の液体の排出に伴って【図4】(B)，【図5】(A)，【図5】(B)と変化することが記載され，【図5】(B)において，裾絞り部が蛇腹部の内部に引き込まれていることとも整合する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，特許請求の範囲の記載，本件明細書の記載及び本件発明1における裾絞り部の技術的意義を総合すれば，構成要件Hの「内部の液体の排出に伴って，前記裾絞り部がボトル内部に引き込まれること」とは，ウォーターサーバー用ボトル内部の液体の排出に伴って，裾絞り部が蛇腹部の内部に引き込まれることを意味するものと解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，裾絞り部がボトル内部に引き込まれることの効果は，ボトル内の残水を減らすことにあり，これを達するには，裾絞り部がボトル内部の方向に引き込まれれば足り，蛇腹内部に裾絞り部が引き込まれることまで要求されるものではないから，構成要件Hの「裾絞り部がボトル内部に引き込まれる」とは，裾絞り部が蛇腹部の方向，つまり裾絞り部から見てボトル内部の方向に引き込まれることを意味すると解される旨主張する。",
                    "しかし，前記イのとおり，蛇腹部と底部との間に裾絞り部を形成することの技術的意義は，ボトルが大気圧で押し潰れていく際に，裾絞り部が蛇腹部の内部に引き込まれていき，蛇腹部の内部の容積を削減する機能を有するようにしたことにあるところ，単に裾絞り部がボトル内部の方向に引き込まれるというだけでは，本件明細書に記載された本件各発明の上記効果を奏するものではなく，裾絞り部が蛇腹部の内部まで引き込まれることによって，上記効果を奏するものである。",
                    "また，控訴人は，本件特許の出願時の請求項1を特許請求の範囲から削除し，出願時の請求項2に構成要件Hを追加して請求項1とするなどの補正をした際に(乙6)，審査官に対し，本件発明1は構成要件FないしHの構成を備えることにより，「ボトルが大気圧で押し潰れていく際，裾絞り部が蛇腹部の方に引き込まれていき，蛇腹部の内部の容積を削減する機能があり(本件明細書【0020】)，ボトル内の残水を減らす効果がある。」旨の意見を述べていたものであり(乙7)，控訴人の前記主張は，本件特許の出願経過における控訴人の主張とも異なるものである。",
                    "したがって，控訴人の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告容器の構成要件Hの充足性の有無",
              "text": [
                "控訴人は，被告容器における湾曲部は構成要件Gの「裾絞り部」に該当する旨主張するところ，証拠(甲18，乙11の1～3)によれば，被告容器における湾曲部の潰れ方は，排水開始時に湾曲部の底部に近い方が容器の内部に引き込まれるに止まり，それ以降は，蛇腹部の収縮に伴い下方へと下降するのみであると認められる。",
                "したがって，仮に，被告容器における湾曲部が構成要件Gの「裾絞り部」に該当するものであるとしても，被告容器は，「ウォーターサーバー用ボトル内部の液体の排出に伴って，裾絞り部が蛇腹部の内部に引き込まれる」ものではなく，構成要件Hを充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明3について",
          "text": [
            "本件発明3は，本件発明1を引用するものであるところ，前記2のとおり，被告容器は本件発明1の技術的範囲に属すると認めることはできないから，被告容器は本件発明3の技術的範囲に属すると認めることもできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，被告容器は，本件各発明の技術的範囲に属すると認めることはできない。したがって，その余の争点について判断するまでもなく，控訴人の請求は理由がないから，控訴人の請求をいずれも棄却した原判決は，結論において正当である。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}