{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2017-7487号事件について平成29年10月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録出願に係る拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，商標法4条1項11号該当性(商標の類否及び指定商品の類否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標及び特許庁における手続の経緯等",
          "text": [
            "原告は，平成28年2月15日，第20類「プラスチック製の化粧品用容器，その他の木製・竹製又はプラスチック製の包装用容器」を指定商品として，次の構成の商標の登録出願をした(甲2。商願2016-015784号。以下，この商標を「本願商標」という。)。",
            "原告は，平成29年4月18日付けの拒絶査定を受けたため，同年5月24日，上記拒絶査定に対する不服審判請求をした。",
            "特許庁は，上記請求を不服2017-7487号事件として審理した上，平成29年10月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月24日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "本願商標は，以下のとおり，商標法4条1項11号に該当し，登録することができない。",
            "引用商標",
            "国際登録番号  第789132号",
            "国際登録出願日  平成14年8月30日",
            "国内設定登録日  平成17年3月4日(優先権主張日  平成14年6月18日  ドイツ)",
            "指定商品及び指定役務  Class16 「Newspapers, magazines, brochures and books,",
            "articles of paper and/or cardboard, namely paper towels, paper napkins, packing cardboard boxes, packing paper bags, photographs, stationery, packing material made of plastic, namely general purpose envelopes, bags and plastic films.」",
            "Class 12,14,18,25,27,28,37,41  いずれも省略",
            "【訳(参考)】",
            "第16類「新聞，雑誌，パンフレット及び書籍，紙製品及び／又は厚紙製品，すなわち紙製タオル・紙製ナプキン・包装用の厚紙製の箱・包装用紙袋，写真，文房具，プラスチック製包装材料，すなわち多目的封筒・包装用袋及びプラスチックフィルム」",
            "なお，平成24年(2012年)7月25日付けで本権の登録の一部抹消が国際登録簿に記録され，上記のとおりの指定商品及び指定役務となった。",
            "商標法4条1項11号該当性について"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本願商標について",
      "text": [
        "本願商標は，オレンジ色で，左斜め下から右上に向かって伸びる斜線と，それに比べやや太い経線とを，上部を接して表し(以下「デザイン部分1」という。)，その右には，「M」のアルファベット(右端の縦線は他の線より2．5倍程度太い線で表されている。)，及び，右の中程から上部及び左側に向けて円弧を描き，右側の中程の一部を開口し，円の内部に向けて直線を一部表した(左側の曲線部分は一部2倍程度に太くなっている。以下「デザイン部分2」という。)構成からなるものである。",
        "ところで，本願商標の構成中，デザイン部分1及びデザイン部分2が，「M」のアルファベットの左右に表されていること，また，近時，商標の構成中の一部の文字をデザイン化して表すことが，広く一般に行われ，例えば，「A」のアルファベットを，「Λ」のような態様で表している事実，「G」のアルファベットを，一筆書き風に表している事実が見受けられることからすれば，デザイン部分1及びデザイン部分2は，「A」及び「G」のアルファベットをデザイン化して表したものと容易に理解，認識させるものということができる。",
        "そうすると，本願商標は，「AMG」の欧文字をデザイン化して表してなるものと認められ，これからは，「エイエムジイ」の称呼を生じ，特定の観念を生じないものである。"
      ]
    },
    {
      "fig": "イ",
      "subject": "引用商標について",
      "text": [
        "引用商標は，左から右に向けて徐々に細くなる5本の斜線の図形と，その右に，ややデザイン化した「AMG」の欧文字を表した構成からなるものである。",
        "そして，引用商標を構成する5本の斜線図形部分と，それに続く「AMG」の欧文字部分とは，視覚上，分離して観察され得るものであり，また，これらを常に一体不可分のものとして把握されるとすべき特段の事情は，見受けられない。",
        "そうすると，引用商標は，その構成中の「AMG」の欧文字部分から，「エイエムジイ」の称呼を生じ，特定の観念を生じないものである。",
        "なお，原告は，「AMG」の欧文字部分について，引用商標は，全体として一つの図形であり，具体的には，5本の斜線，脚立状の図形，M字状の図形及び矩形状の渦巻が，一体となって構成された図形である旨主張する。",
        "しかしながら，「A」及び「G」のアルファベットを，デザイン化して表すことが普通に行われている事実があり，原告が主張する脚立状の図形は，「A」のアルファベットをデザイン化したものと，矩形状の渦巻は，「G」のアルファベットをデザイン化したものと，それぞれ近似した態様というべきである。",
        "そうすると，引用商標は，5本の斜線図形と，「AMG」の欧文字をややデザイン化したものとを，組み合わせて表したものと容易に理解させるということができる。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "本願商標と引用商標との類否について",
      "text": [
        "本願商標は，「AMG」の欧文字をデザイン化して表してなるのに対し，引用商標は，左から右に向けて徐々に細くなる5本の斜線の図形の右に「AMG」の欧文字をややデザイン化して表してなるものであるから，構成全体において相違するものの，本願商標と，引用商標の構成中，独立して自他商品の識別標識としての機能を果たし得る「AMG」の欧文字部分とは，つづりを同じくするものであるから，本願商標と引用商標とは，外観上，近似した印象を与えるものである。",
        "そして，本願商標と引用商標は，いずれも「エイエムジイ」の称呼を生じるものである。",
        "また，本願商標と引用商標とは，共に特定の観念を生じないものであるが，両者は，「AMG」の欧文字を同じくするものであるから，観念において異なることのないものである。",
        "そうすると，本願商標と引用商標とは，外観，称呼及び観念において，互いに紛らわしい類似の商標というのが相当である。"
      ]
    },
    {
      "fig": "エ",
      "subject": "本願商標の指定商品と引用商標の指定商品との類否について",
      "text": [
        "本願商標の指定商品「プラスチック製の化粧品用容器，その他の木製・竹製又はプラスチック製の包装用容器」(第20類)のうち，「プラスチック製の化粧品用容器，その他のプラスチック製の包装用容器」(以下「本願指定商品」という。)は，商品の収納に使用される「プラスチック製の化粧品用容器」及び「プラスチック製の容器」である。他方，引用商標の指定商品及び指定役務中，第16類「packing material made of plastic, namely general purpose envelopes, bags and plastic films」(以下「引用指定商品」という。)は，商品の封入や包装に使用される「プラスチック製の多目的封筒」，「プラスチック製袋」及び「プラスチックフィルム」である。",
        "そうすると，本願指定商品と，引用指定商品とは，共にプラスチックからなる，商品の収納や封入，包装に使用される容器であるから，商品の機能(用途)及び原材料を共通にするものであり，商品の製造者，取引者，需要者等を同じくする場合が多い，類似の商品というべきである。"
      ]
    },
    {
      "fig": "オ",
      "subject": "小括",
      "text": [
        "以上からすれば，本願商標と引用商標とは，類似の商標であり，その指定商品も類似するものであるから，本願商標は，商標法4条1項11号に該当する。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(商標法4条1項11号該当性判断の誤り)",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標と引用商標の類否について",
          "text": [
            "本願商標と引用商標は，少なくとも外観において著しく相違し，取引者，需要者に与える印象，記憶，連想等が全く異なるから，類似しない。",
            "このように，本願商標と引用商標の構成は全く異なるものである以上，需要者，取引者において混同を生じることはない。審決は，本願商標と引用商標の構成が全く異なることを看過し，両商標をあたかも通常の文字商標であるかのように認定し，両商標が類似であると認定している点で，誤りというほかない。需要者，取引者は，両商標を実際の構成のとおり認識するのが取引の実情である。",
            "本願商標について",
            "デザイン部分1は，審決が認定するとおり，「オレンジ色で，左斜め下から右上に向かって伸びる斜線と，それに比べやや太い経線とを，上部を接して表し」たものであり，それ以外の何物でもない。もちろん，アルファベットの「A」を「Λ」のような態様にデザインする場合はあるが，そのようなデザイン化が広く行われている事実はないし，「Λ」なる図形は，数学などで使用される「Λ(称呼：「ラムダ」)」をそのまま表示したものである場合もあるから(むしろ，そのように解するのが自然である。)，客観的には，デザイン部分1は意味不明な図形にすぎない。",
            "引用商標について",
            "審決は，原告が主張する脚立状の図形は，「A」のアルファベットをデザイン化したものと，矩形状の渦巻は，「G」のアルファベットをデザイン化したものと，それぞれ近似した態様というべきであると認定した。",
            "しかしながら，常に，脚立状の図形が，「A」のアルファベットをデザイン化したものであるわけではないし，そのようなデザイン化が広く行われている事実もない。取引の実情として，取引者，需要者は，脚立状の図形は，そのまま脚立状の図形として認識するというほかなく，取引者・需要者が，脚立状の図形は，「A」のアルファベットをデザイン化したものと近似した態様であると認識する根拠はない。",
            "また，常に，矩形状の渦巻は，「G」のアルファベットをデザイン化したものであるわけではないし，そのようなデザイン化が広く行われている事実はない。取引の実情として，取引者，需要者は，矩形状の渦巻は，そのまま矩形状の渦巻として認識するというほかなく，取引者，需要者が，矩形状の渦巻は，「G」のアルファベットをデザイン化したものと近似した態様であると認識する根拠はない。",
            "類否判断について",
            "審決は，本願商標と，引用商標の構成中，独立して自他商品の識別標識としての機能を果たし得る「AMG」の欧文字部分とは，つづりを同じくするものであるから，本願商標と引用商標とは，外観上，近似した印象を与えるものであると認定した。",
            "しかしながら，本願商標と引用商標とが，外観上，全く異なり，需要者，取引者に全く異なる印象を与えることは，前記のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "指定商品の類否について",
          "text": [
            "審決は，引用指定商品は，商品の封入や包装に使用される「プラスチック製の多目的封筒」，「プラスチック製袋」及び「プラスチックフィルム」であると認定した。",
            "しかしながら，引用指定商品の意味は不明であるから，そもそも，本願指定商品と対比することはできない。引用指定商品中の「packing material」を和訳すると「梱包資材」(あるいは「包装資材」)となり，「梱包資材」とは「荷造り用の材料」である。そうすると，引用指定商品を和訳するとすれば，「プラスチック製の梱包資材，すなわち，一般用途の封筒，袋及びプラスチックフィルム」であり，「梱包資材」としての「(プラスチック製の)一般用途の封筒，袋」の意義は不明というほかない。",
            "なお，「packing material made of plastic, namely plastic films」については，梱包資材としてのシュリンクフィルム等であると理解できる。ただし，「plastic films」とプラスチック製の容器は，製造者，取引者，需要者等を同じくする場合は少ないことは自明であるから，互いに非類似である。また，本願指定商品の「プラスチック製の化粧品用容器，その他のプラスチック製の包装用容器」は，「荷造り用の材料」，すなわち，「梱包資材」ではない。",
            "審決は，引用指定商品である「梱包資材」を無視して，本来，不明確な引用商標の指定商品を明確であるかのように誤認した上で，本願商標の指定商品と対比しており，失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上によれば，本願商標と引用商標とは，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのない非類似の商標というのが相当であり，本願指定商品と引用指定商品も類似しないから，本願商標は，商標法4条1項11号に該当するとの審決の判断には誤りがあり，審決は，取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張(商標法4条1項11号該当性判断の誤りについて)",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標と引用商標の類否について",
          "text": [
            "本願商標について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願商標の構成は，審決が認定したとおり，オレンジ色で，3つの図形を横に並べて表してなるものであるところ，中央部分は，アルファベットの「M」字状の図形(以下「デザイン部分3」という。)を表したものである。",
                "そして，デザイン部分1ないし3は，それぞれ同じ大きさ，同色で，構成の一部分を他の部分より2倍程度に太く表しているなど，デザイン化の手法を同じくしてまとまりよく表してなるものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願商標の構成中，デザイン部分3は，アルファベットの「M」をデザイン化した図形を表したものといえるから(乙31)，これに接する者に，アルファベットの「M」であることを容易に把握され，また，アルファベットの「G」がデザイン部分2のような構成態様にデザイン化され使用されている実情がある(乙4～7)。",
                "そうすると，本願商標の構成中，デザイン部分3は，アルファベットの「M」を，デザイン部分2は，アルファベットの「G」をデザイン化して表したものと容易に理解，認識されるといえる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "次に，デザイン部分1は，デザイン部分2及び3と同じ大きさ等でデザイン化して表していることからすると，デザイン部分1は，デザイン部分2及び3と同様に，何らかのアルファベットを表したものと把握されるということができる。そして，アルファベットの「A」がデザイン部分1のような構成態様にデザイン化され使用されている実情があること(乙8～18)からすると，デザイン部分1は，これに接する者に，アルファベットの「A」をデザイン化して表したものと容易に理解，認識されるといえる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "したがって，本願商標は，「AMG」をデザイン化して表したものと理解，認識されるものであって，これからは「エイエムジイ」の称呼を生じ，「AMG」の欧文字は辞書等に掲載されていないものであるから，特定の観念を生じない。",
                "引用商標について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用商標は，審決が認定したとおり，左から右に向けて徐々に細く表した5本の斜線の図形(以下「図形部分1」という。)，台形の底辺をやや上に上げたような図形(以下「図形部分2」という。)，「M」字状の図形(以下「図形部分3」という。)及び渦巻きのような図形(以下「図形部分4」という。)を表した構成からなるものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "引用商標の構成中の図形部分2ないし4は，同じ太さの線，同じ大きさによるデザインの手法でまとまりよく表してなるものであり，しかも，図形部分3は，アルファベットの「M」とその形状を同じくするものであって，アルファベットの「M」をデザイン化して表したものといえ，これに接する者に，アルファベットの「M」であることを容易に把握される。また，デザインの手法を同じくする図形部分2及び4も，その形状からして何らかのアルファベットを表したものとして把握されるものである。そして，アルファベットの「A」が図形部分2のような構成態様にデザイン化され使用されている実情(乙19～24)及びアルファベットの「G」が図形部分4のような構成態様にデザイン化され使用されている実情がある(乙25～30)。",
                "そうすると，引用商標の図形部分2ないし4は，アルファベットの「AMG」をデザイン化して表したものと理解，認識されるものである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "引用商標の構成中の図形部分1は，左から右に向けて徐々に細くなる5本の斜線であるのに対し，図形部分2ないし4は，上記のとおり，アルファベットの「AMG」をデザイン化して表したものと理解，認識されるものであるから，図形部分1とは，アルファベットの3つをデザイン化して表したという構成上の顕著な差異を有し，引用商標は，図形部分1と図形部分2ないし4とに，分離して観察されるものである。引用商標は，図形部分1と図形部分2ないし4とを分離して観察することが取引上不自然であると思わせるほど不可分的に結合しているとはいえない。そして，引用商標に接する取引者，需要者は，図形部分2ないし4から生じる称呼によって，取引するというべきであるから，引用商標は，当該図形部分が，商品の出所識別標識として強く支配的な印象を与えるものである。",
                "したがって，引用商標は，その構成中の「AMG」をデザイン化して表した図形部分2ないし4から「エイエムジイ」の称呼を生じ，「AMG」の欧文字は辞書等に掲載されていないものであるから，特定の観念を生じない。",
                "本願商標と引用商標との類否",
                "本願商標と，引用商標の「AMG」とは，そのデザイン化の程度や手法が異なるとしても，いずれもアルファベットの「AMG」を表してなるものであるから，外観において近似した印象を与えるといえる。",
                "そして，本願商標と引用商標は，「エイエムジイ」の称呼を同一にするものである。",
                "また，本願商標と引用商標は，いずれも特定の観念を生じないものであるから，観念については比較することができない。",
                "したがって，本願商標と引用商標とは，外観において近似した印象を与えるものであり，「エイエムジイ」の称呼を同一にするものであるから，両商標は，これらを同一又は類似の商品に使用をした場合，その商品の出所について混同を生ずるおそれがある類似の商標といえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願指定商品と引用指定商品の類否について",
          "text": [
            "本願指定商品について",
            "本願指定商品は，第20類「プラスチック製の化粧品用容器，その他のプラスチック製の包装用容器」であり，専ら包装用に使用されるプラスチック製の各種容器に相当する商品を含むものである(乙32)。",
            "引用指定商品について",
            "引用指定商品は，「第16類」に属する商品としての「プラスチック製の包装材」である(乙33)。そして，具体的な指定商品は，「general purpose envelopes, bags and plastic films」(プラスチック製の多目的封筒・プラスチック製袋及びプラスチックフィルム)である。また，引用指定商品の表示中，「bags」の部分は，「プラスチック製包装用袋」であり，主として商品の包装に使用されるプラスチック製袋が該当する(乙35)。",
            "取引の実情について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "生産部門及び販売部門について",
              "text": [
                "本願指定商品と引用指定商品については，同一事業者がこれらの商品を製造し，容器，袋，フィルム(完成品)としての販売を行っている取引の実情がある(乙36の1～45の2)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "原材料，用途及び需要者について",
              "text": [
                "両指定商品は，原材料及び用途を同じくするものである。そして，事業者等において，「プラスチック製の包装用容器」を主に購入する者は，例えば，自身が製造した食品や飲料等を販売するために当該商品を購入して使用する，食品，飲料製造メーカー等の事業者であって，これらの事業者は，我が国において多数存在しているものということができ，これらの事業者においては，同様の目的で「プラスチック製袋，プラスチックフィルム」を購入し，使用しているというのが一般的であるといえる。また，両指定商品は，100円ショップ，スーパーマーケット，生活雑貨店，ホームセンターの商品棚において共に品揃えされ，一般消費者に向けて販売されていることが一般的であるといえるから，これらの商品の需要者は，一般の個人消費者において共通するものといえる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上の事情からすれば，本願指定商品と引用指定商品とは，同一の製造者又は販売者のもとで取り扱われ，原材料及び用途を同じくし，その需要者も共通しているものであるから，これらに同一又は類似する商標が使用された場合，その商品の出所について混同のおそれのある類似の商品ということができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおり，本願商標は，引用商標と類似する商標であり，かつ，引用商標の指定商品と類似する商品について使用をするものであるから，商標法4条1項11号に該当する。",
            "したがって，本願商標が商標法4条1項11号に該当すると判断した審決に誤りはなく，原告が主張する取消事由は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標法4条1項11号該当性判断の誤りについて",
          "text": [
            "原告は，取消事由として，本願商標と引用商標とは非類似の商標であり，本願商標の指定商品と引用商標の指定商品も類似しないから，本願商標が商標法4条1項11号に該当するとした審決の認定判断は誤りであると主張するので，以下，検討する。",
            "本願商標と引用商標の類否について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "商標の類否は，対比される両商標が同一又は類似の商品又は役務に使用された場合に，商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品又は役務に使用された商標が外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品又は役務の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                "そして，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されないけれども，商標の構成部分の一部が，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許されるものと解される(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願商標について",
              "text": [
                "本願商標は，前記第2，1 のとおりの構成であり，オレンジ色で，3つの図形を横に並べて表記されているものである。本願商標中，左部分は，左下から右斜め上に向かって伸びる斜線と，それに比べ2倍程度太い縦線とが，上部で接した図形(デザイン部分1)，中央部分は，アルファベットのM字状の図形(右端の縦線は，他の直線より2倍程度太い線で表されている。デザイン部分3)，右部分は，右中程から，上部及び左側に向けて円弧を描き，その円弧の右途中から円の中心に向けて直線を描くことで，円弧の右側中程の一部を開口した図形(左側曲線部分は一部2倍程度太く表されている。デザイン部分2)である。そして，本願商標の上記各部分は，それぞれ同じ大きさ，同色であり，構成の一部分を他の部分のより2倍程度太く表しているなど，デザイン化の手法も類似して，まとまりよく表されているものと認められる。",
                "本願商標の構成中，デザイン部分3は，アルファベットの「M」の語とその形状を同じくし，「M」をデザイン化した図形であり，これを連想させるものとして表記したものと理解するのが自然である。",
                "また，証拠(乙4～7)及び弁論の全趣旨によれば，アルファベットの「G」がデザイン部分2のような構成にデザイン化されて表される事例があることが認められる。そうすると，本願商標の構成中，デザイン部分2及び3は，両者相まって，デザイン部分3は「M」を，デザイン部分2は「G」をデザイン化して表したものと容易に理解し，認識されるものと認められる。",
                "デザイン部分1は，その右部分に，デザイン化された「M」，「G」のアルファベットとともに，均等に配置され，同色で，しかも，構成の一部分を他の部分より2倍程度太く表しているなど同じ手法でデザイン化されて表されていることが認められる。そして，デザイン部分1は，三角形の形状であるから，アルファベットの「A」が想起されるものであり，「A」がデザイン部分1のような構成にデザイン化されて表される事例が多数あること(乙8～18)を考慮すると，デザイン部分1は，「A」をデザイン化して表したものと容易に理解し，認識されるものと認められる。",
                "以上によれば，本願商標は，「AMG」をデザイン化して表したものと認められるから，本願商標からは，「エイエムジイ」の称呼を生じ，特定の観念を生じないものである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "引用商標について",
              "text": [
                "く表した5本の斜線の図形(図形部分1)，台形の底辺をやや上に上げた形状の図形(図形部分2)，「M」字状の図形(図形部分3)及び渦巻き状の図形(図形部分4)からなるものである。",
                "引用商標の図形部分2ないし4は，それぞれ同じ大きさ太さで均等に配置され，同色であり，デザイン化の手法も類似しており，まとまりよく表されているものと認められる。",
                "そして，引用商標の構成中，図形部分3は，アルファベットの「M」の語とその形状を同じくし，「M」をデザイン化した図形であって，これを連想させるものとして表記したものと理解するのが自然である。",
                "また，証拠(乙19～30)及び弁論の全趣旨によれば，アルファベットの「A」が図形部分2のような構成にデザイン化されて表される事例があること，アルファベットの「G」が図形部分4のような構成にデザイン化されて表される事例があることが認められる。そうすると，引用商標の構成中，図形部分2ないし4は，相まって，図形部分2は「A」を，図形部分4は「G」をデザイン化して表したものと容易に理解し，認識されるものと認められる。",
                "引用商標の構成中，図形部分1は，左から右に向けて徐々に細くなる5本の斜線であるのに対し，図形部分2ないし4は，上記のとおり，アルファベットの「AMG」をデザイン化して表したものと認められるから，図形部分1とその他の部分は，外観上まとまりよく一体に表現されているものとは認められない。",
                "また，図形部分1は，その形状に照らし，出所識別標識としての称呼，観念が明確には生じないというべきであるのに対し，図形部分2ないし4は，上記のとおり，アルファベットの「AMG」をデザイン化して表したものであり，「AMG」を想起させるものであるから，引用商標に接した取引者，需要者は，図形部分2ないし4に強く印象付けられ，これを役務の出所識別標識として認識するものと認められる。",
                "そうすると，引用商標の構成中，図形部分1と，図形部分2ないし4を分離して，観察することが取引上不自然であると思われるほど不可分に結合しているということはできず，引用商標の構成部分の一部であり，商品の出所識別標識として強く支配的な印象を与える，「AMG」をデザイン化して表した図形部分2ないし4が着目され，引用商標からは，「エイエムジイ」の称呼が生じ，特定の観念は生じないものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "本願商標と引用商標の図形部分2ないし4とでは，外観を異にすると認められるものの，称呼としては，本願商標が「エイエムジイ」との称呼を生じるのに対し，引用商標の図形部分2ないし4も「エイエムジイ」との称呼を生じるものであると認められる。また，観念については，本願商標と引用商標の図形部分2ないし4からは，特定の観念は生じないものと認められる。"
              ]
            },
            {
              "fig": "オ",
              "subject": "取引の実情について",
              "text": [
                "本願指定商品の「プラスチック製の化粧品用容器，その他のプラスチック製の包装用容器」と，引用指定商品の「プラスチック製包装材料，すなわち多目的封筒・包装用袋及びプラスチックのフィルム」は，いずれも基本的には，さほど高価とはいえないものを含む日常的に消費される性質の商品であり，その取引者，需要者は，後記 イ のとおり，特定の専門的事業者のみに限定されず，本願商標を本願指定商品に使用した場合，取引に当たって，その商標の細部の違いについて十分な注意を払うものとは認められないから，本願指定商品については，引用商標と同一営業主の製造販売に係る商品と誤認され，商品の出所について誤認混同を生じるおそれが否定し難いといえる。その他，本願商標と引用商標との類否判断に当たって，検討を要する具体的な取引の実情を認めるに足りる証拠はない。",
                "なお，商標の外観から商品の出所が判断されることも少なくないと考えられるものの，我が国において，アルファベット(文字)が様々な手法でデザイン化されて表記される事例が多く見られるという実情があることなどを考慮すると，本願指定商品の需要者にとって，本願商標と引用商標とにおけるアルファベットのデザインが異なることは，両者が本願商標と引用商標が別異のものであることを認識させるほどの強い印象を与えるものではないといえる。",
                "そうすると，本願商標と引用商標の類否を判断するに当たっては，上記のような取引の実情をも考慮すると，外観の相違をさほど重視することはできないといえる。"
              ]
            },
            {
              "fig": "カ",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願商標と引用商標の図形部分2ないし4とは，称呼において同一であり，両者からは特定の観念を生じるものではなく，観念上，区別することができないものといえるから，本願指定商品の需要者にとって，引用商標と同一の称呼を生じる本願商標を付した商品を，引用商標を付した商品と誤認混同するおそれがあるものと認められる。"
              ]
            },
            {
              "fig": "キ",
              "subject": "原告の主張について",
              "text": [
                "原告は，本願商標のデザイン部分1は意味不明な図形にすぎず，また，引用商標の図形部分2は脚立状の図形と，図形部分4は矩形状の渦巻と，それぞれ需要者に実際の構成のとおり認識されるにすぎないものであって，アルファベットの「AMG」をデザイン化したものとはいえない旨主張する。",
                "しかしながら，本願商標及び引用商標の図形部分2ないし4は，いずれもアルファベットの「AMG」をデザイン化して表したものと容易に認識されることは，前記認定のとおりである(会社名が「エイエムジー」である原告も，本願商標がアルファベットの「AMG」をデザイン化したことを前提として，同商標を登録商標出願したものと推測される。)。",
                "したがって，原告の上記主張は採用することができない。",
                "原告は，本願商標と引用商標とは，少なくとも外観において著しく相違し，取引者，需要者に与える印象，記憶，連想等が全く異なるから，類似の商標であるとはいえない旨主張する。",
                "しかしながら，取引の実情をも考慮すると，外観の相違をさほど重視することはできず，本願商標と引用商標の図形部分2ないし4とは，称呼において同一であり，両者からは特定の観念を生じないものといえるから，本願指定商品の需要者にとって，引用商標と同一の称呼を生じる本願商標を付した商品を，引用商標を付した商品と誤認混同するおそれがあるものと認められることは，前記認定のとおりである。",
                "したがって，原告の上記主張は採用することができない。",
                "本願指定商品と引用指定商品の類否について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "指定商品が類似のものであるかどうかは，商品自体が取引上誤認混同のおそれがあるかどうかにより判定すべきものではなく，それらの商品が通常同一営業主により製造又は販売されている等の事情により，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売に係る商品と誤認されるおそれがあると認められる関係にある場合には，たとえ，商品自体が互いに誤認混同を生ずるおそれがないものであっても，それらの商標は，商標法4条1項11号の「類似する商標」に当たると解するのが相当である(最高裁昭和33年(オ)第1104号同36年6月27日第三小法廷判決・民集15巻6号1730頁参照)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "証拠(乙32～45。枝番のあるものは枝番を含む。)及び弁論の全趣旨によれば，以下の事実が認められる。",
                "本願指定商品及び引用指定商品について",
                "本願指定商品は，第20類「プラスチック製の化粧品用容器，その他のプラスチック製の包装用容器」であり，専ら包装用に使用されるプラスチック製の各種容器に相当する商品を含むものである(乙32)。",
                "引用指定商品は，「packing material made of plastic, namely general purpose envelopes, bags and plastic films」であり,「packing material made of plastic」，すなわちプラスチック製の包装材を指定商品とするものである(乙33)。なお，具体的には，「general purpose envelopes, bags and plastic films」，すなわち，プラスチック製の多目的封筒・プラスチック製包装用袋(プラスチック製袋)及びプラスチックフィルムであると認められる(乙34，35)。",
                "このように，本願指定商品及び引用指定商品は，いずれもプラスチック製の包装に用いられる商品を含むものであるといえる。",
                "生産部門及び販売部門について",
                "本願指定商品と引用指定商品とを製造する事業者の中には，福島容器株式会社，株式会社クラレ，株式会社横井製凾及びサガミ化学株式会社のように，両指定商品の一部を製造し，プラスチック製の包装用容器，包装用袋，フィルムとして販売している事業者が相当数存在する(乙36～45)。",
                "原材料及び用途について",
                "本願指定商品と，引用指定商品とは，いずれもプラスチック製の商品であるから，原材料を同じくするものであり，また，いずれも包装等を目的とするものであるから，用途を同じくするものである。",
                "需要者について",
                "事業者等において，本願指定商品である「プラスチック製の包装用容器」を主に購入する者としては，飲食品の製造メーカー等が想定され，これらの事業者は，自身が製造した飲食品等を販売するために，同様に，引用指定商品である包装用の「プラスチック製袋，プラスチックフィルム」を購入し，使用する場合もあることが一般的であるといえる。また，本願指定商品である「プラスチック製の包装用容器」と，引用指定商品である包装用の「プラスチック製袋，プラスチックフィルム」は，いずれも基本的には，さほど高価とはいえないものを含む日常的にも消費され得る性質の商品であり，その需要者には，一般の個人消費者も含まれるものといえる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "前記イ認定の事実によると，本願指定商品と引用指定商品とは，原材料及び用途を同じくし，両指定商品を製造販売している事業者が相当数存在し，同一の製造者又は販売者のもとで取り扱われているものであること，両指定商品の需要者は，飲食品の製造メーカーや一般の個人消費者において共通する場合があることなどの事情が認められ，両指定商品に同一又は類似する商標が使用された場合，同一営業主の製造又は販売に係る商品と誤認されるおそれがあると認められる関係にあり，その商品の出所について混同のおそれのある「類似する商品」(商標法4条1項11号)に当たると解するのが相当である。"
              ]
            },
            {
              "fig": "エ",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用指定商品である「plastic films」とプラスチック製の容器は，製造者，取引者，需要者等を同じくする場合は少なく，一般的ではない旨主張する。",
                "しかしながら，両指定商品を製造販売している事業者が異なる場合が一定数(原告主張によれば5社)あるとしても，本願指定商品と引用指定商品とは，原材料及び用途を同じくすること，両指定商品を製造販売している事業者が相当数存在すること，両指定商品の需要者は，飲食品の製造メーカーや一般の消費者において共通する場合があることなどの事情が認められることは，前記認定のとおりである。",
                "したがって，原告の上記主張は採用することができない。",
                "原告は，引用指定商品を和訳すると，「プラスチック製の梱包資材，すなわち，一般用途の封筒，袋，及び，プラスチックフィルム」であり，「梱包資材」としての「(プラスチック製の)一般用途の封筒，袋」の意義は不明というほかないと主張する。",
                "しかしながら，引用指定商品は，プラスチック製の包装材であり，具体的には，プラスチック製の多目的封筒・プラスチック製包装用袋(プラスチック製袋)及びプラスチックフィルムであると解することができ，そのように解釈することが自然であるといえるから，引用指定商品の意義が不明であるとはいえない。",
                "引用指定商品(「packing material」)について，「梱包資材」すなわち「荷造り用の材料」と訳する場合があるとしても，このことは，本願指定商品と引用指定商品とが「類似する商品」であるとの前記認定を左右するものではない。",
                "したがって，原告の上記主張は採用することができない。",
                "まとめ",
                "以上によれば，本願商標と引用商標とは，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのある類似の商標というのが相当であり，本願指定商品と引用指定商品とが類似するものと認められるから，本願商標は，商標法4条1項11号に該当するものである。",
                "したがって，本願商標が商標法4条1項11号に該当するとの審決の判断に誤りはなく，原告の主張する取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}