{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800114号事件について平成28年10月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「液体因子VII組成物のウイルス濾過」とする特許第4874806号(平成16年12月1日出願，優先権主張2003年12月1日(デンマーク)，平成23年12月2日設定登録。以下「本件特許」という。)の特許権者である。",
            "被告は，平成27年4月23日，特許庁に対し，本件特許を無効とすることを求めて審判請求をした。これに対し，特許庁は，当該請求を無効2015-800114号事件として審理をし，平成28年10月28日，「特許第4874806号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項［1ないし17］について訂正することを認める。特許第4874806号の請求項1ないし17に係る発明についての特許を無効とする。」との審決をした(出訴期間として90日を附加した。以下「本件審決」という。)。その謄本は，同年11月7日，原告に送達された。",
            "原告は，平成29年3月7日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の訂正後の請求項1～17に係る発明は，訂正後の特許請求の範囲の請求項1～17に記載された事項により特定される，次のとおりのものである(以下，請求項の番号に従い「訂正発明1」などといい，これらを一括して「本件訂正発明」という。また，本件訂正発明に係る明細書を「本件明細書」という。)。",
            "【請求項1】",
            "液体因子 VII 組成物からウイルスを除去するための方法であって，前記組成物が一以上の因子 VII ポリペプチドを含み，前記一以上の因子 VII ポリペプチドのうち少なくとも50％が活性化された形態であり，前記液体組成物中の因子 VIIポリペプチドの濃度が，0．01～5mg/mLの範囲であり，前記方法が，下記の工程(a)と工程(b)を任意の順序で含む方法。",
            "(a)前記組成物と界面活性剤とを組み合わせる工程を含む方法によってウイルスを不活性化する工程；および",
            "(b)最大80nm の細孔サイズを有するナノフィルターを使用するナノ濾過を前記液体因子 VII 組成物溶液に対して行うことを含む方法によって，ウイルスを除去する工程。",
            "【請求項2】",
            "前記一以上の因子 VII ポリペプチドのうち少なくとも50％が，活性化された形態である，請求項1に記載の方法。",
            "【請求項3】",
            "工程(a)の界面活性剤が，式 p-((CH ) CH C(CH ) )-C H -O-(CH CH O) -3 3 2 2 2 6 4 2 2 nH(式中，nは5～15の範囲内にある)のオクチルフェノキシポリエトキシエタノールであり，随意に，nが9～10のもの，例えば Triton X-100 である請求項1または2記載の方法。",
            "【請求項4】",
            "工程(a)の界面活性剤が，Tween(登録商標)，ポリソルベート20，ポリソルベート60，およびポリソルベート80からなる群から選択される，請求項1または2記載の方法。",
            "【請求項5】",
            "工程(a)の界面活性剤が，0．01～0．3重量％の範囲，例えば0．05～0．2重量％の範囲の組成物中の界面活性剤の濃度を与えるように，液体因子 VII 組成物と組み合わされる，請求項1～4のいずれか一項に記載の方法。",
            "【請求項6】",
            "工程(a)の界面活性剤が，2～12℃の範囲，例えば2～9℃の範囲の温度で前記組成物と組み合わされる，請求項1～5のいずれか一項に記載の方法。",
            "【請求項7】",
            "前記工程(a)の界面活性剤が，トリアルキルリン酸塩溶媒，例えばトリ(n-ブチル)リン酸塩を実質的に含まない，請求項1～6のいずれか一項に記載の方法。",
            "【請求項8】",
            "前記液体因子 VII 組成物が，7．0～9．5の範囲の pH，例えば7．6～9．4の範囲，7．7～9．3の範囲，8．0～9．0の範囲，または8．3～8．7の範囲の pH を有する，請求項1～5のいずれか一項に記載の方法。",
            "【請求項9】",
            "前記液体組成物中の因子 VII ポリペプチドの濃度が，0．05～2．0",
            "mg/mL の範囲にある，請求項1～8のいずれか一項に記載の方法。",
            "【請求項10】",
            "前記工程(b)のナノフィルターの細孔サイズが，最大で50nm，例えば30nm，または10～30nm の範囲にある，請求項1～9のいずれか一項に記載の方法。",
            "【請求項11】",
            "前記液体因子 VII 組成物が，(ⅰ)ウシまたはウシ胎仔血清の存在中における細胞培養によって生成されるか，または，(ⅱ)前記液体組成物が，実質的に血清を含まない，請求項1～10のいずれか一項に記載の方法。",
            "【請求項12】",
            "前記因子VIIポリペプチドが，CHO細胞，随意に，動物起源の全ての成分を含まない培地における，CHO 細胞の細胞培養によって生成される，請求項11記載の方法。",
            "【請求項13】",
            "前記工程(b)のナノフィルターの膜が，銅アンモニア溶液で再生されたセルロース，親水性ポリビニリデンフッ化物(PVDF)，合成 PVDF，表面修飾 PVDF，およびポリエーテルスルホンから選択された一以上の材料から製造される，請求項1～12のいずれか一項に記載の方法。",
            "【請求項14】",
            "前記工程(b)のナノ濾過以前に行われる前濾過工程を含み，随意に，前濾過フィルターは0．05～0．5マイクロメートルの細孔サイズを有する，請求項1～13のいずれか一項に記載の方法。",
            "【請求項15】",
            "前記因子 VII ポリペプチドが，ヒト因子 VII または因子 VII 変異体配列から成る群より選ばれる，請求項1～14のいずれか一項に記載の方法。",
            "【請求項16】",
            "ウイルスを不活性化させる工程(a)が，ウイルスを除去する工程(b)に先行する，請求項1記載の方法。",
            "【請求項17】",
            "ウイルスを除去する工程(b)が，ウイルスを不活性化させる工程(a)に先行する，請求項1載の方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告が主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(訂正発明1及び2の新規性欠如)",
              "text": [
                "訂正発明1及び2は，それぞれ，”Guidelines on the selection and use of therapeutic products to treat haemophilia and other hereditary bleeding disorders”,",
                "Haemophilia (2003), 9, 1-23(甲1。以下「甲1文献」という。)に記載された発明と同一又は実質的に同一であるから，特許法(以下「法」という。)29条1項3号に該当し，特許を受けることができず，その特許は，法123条1項2号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(訂正発明1及び2の進歩性欠如)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由2-1",
                  "text": [
                    "訂正発明1及び2は，それぞれ，甲1文献記載の発明及び”Large-scale production  and  properties  of  human  plasma-derived  activated  Factor  VII concentrate”, VOX Sanguinis (2003), 84, 54-64(甲3。以下「甲3文献」という。)に基づいて，当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができず，その特許は，法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2-2",
                  "text": [
                    "訂正発明1及び2は，それぞれ，”Recombinant  activated  Factor  VII Eptacog alpha (ACTIVATED) NOVOSEVEN🄬”, Lyon Pharmaceutique 2000;",
                    "51,3,145-163(甲2。以下「甲2文献」という。)記載の発明及び甲3文献の記載に基づいて，当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができず，その特許は，法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由2-3",
                  "text": [
                    "訂 正 発 明 1 及 び 2 は ， そ れ ぞ れ ， 甲 2 文 献 記 載 の 発 明 及び”Nanofiltration of plasma-derived biopharmaceutical products”, Haemophilia (2003), 9, 24-37(甲4。以下「甲4文献」という。)に基づいて，当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができず，その特許は，法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由2-4",
                  "text": [
                    "訂正発明1及び2は，それぞれ，甲2文献記載の発明及び甲1文献の記載に基づいて，当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができず，その特許は，法123条1項2号に該当し，無効とすべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3(本件訂正発明の実施可能要件違反)",
              "text": [
                "本件訂正発明について，本件明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものでないから，法36条4項1号の要件を満たしておらず，その特許は，法123条1項4号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4(訂正発明3～17の進歩性欠如)",
              "text": [
                "訂正発明3～17は，",
                "甲1文献記載の発明及び甲3文献の記載，",
                "甲2文献記載の発明及び甲3文献の記載，",
                "甲2文献記載の発明及び甲4文献の記載，",
                "甲2文献記載の発明及び甲1文献の記載",
                "のいずれかと，甲1～5のいずれかの記載又は技術常識とに基づき，当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができず，その特許は，法123条1項2号に該当し，無効とすべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであり，その概要は，訂正発明1及び2はいずれも甲1文献記載の発明ということはできず，訂正発明1及び2に係る特許を無効理由1によって無効とすることはできないが，以下のとおり，無効理由2-1～2-4はいずれも認められ，これらの発明に係る特許は，無効理由2-1～2-4のいずれによっても無効とすべきものであり，また，本件訂正発明に係る特許は，無効理由3により無効とすべきものであり，さらに，訂正発明3～17に係る特許は，無効理由4によって無効とすべきものであるとした(以下では，原告主張の取消事由と関連する部分のみに言及する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由2-1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献記載の発明",
                  "text": [
                    "組換え因子 VIIa 製品の製造方法であって，溶剤／界面活性剤処理(SD)によるウイルス不活性化・除去工程を経たものであるか，ウイルス除去のためのナノ濾過工程を含む，方法。(以下「甲1発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明1と甲1発明との対比",
                  "text": [
                    "［一致点］",
                    "液体因子 VII 組成物からウイルスを除去するための方法であって，前記組成物が一以上の因子 VII ポリペプチドを含み，前記方法が，下記の工程(a)又は工程(b)を含む方法。",
                    "(a)前記組成物と界面活性剤とを組み合わせる工程を含む方法によってウイルスを不活性化する工程；および",
                    "(b)ナノ濾過を前記液体因子 VII 組成物溶液に対して行うことを含む方法によって，ウイルスを除去する工程。",
                    "［相違点1］",
                    "訂正発明1が，工程(a)及び工程(b)の両者を任意の順序で含むのに対して，甲1発明には両者を含むことが明示されていない点。",
                    "［相違点2］",
                    "訂正発明1が，ウイルスを除去する「因子 VII ポリペプチドのうち少なくとも50％が活性化された形態」であるのに対して，甲1発明は，活性化に関する上記特定を有しない点。",
                    "［相違点3］",
                    "訂正発明1が，ウイルスを除去する「因子 VII ポリペプチドの濃度が，0．01～5mg/mL の範囲」であるのに対して，甲1発明は，濃度に関する上記特定を有しない点。",
                    "［相違点4］",
                    "訂正発明1が，「最大80nm の細孔サイズを有するナノフィルターを使用するナノ濾過」を行うことを含む方法によって，ウイルスを除去するのに対して，甲1発明は，ナノ濾過に用いるナノフィルターに関する上記特定を有しない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "組換え因子 VIIa 製品であるノボセブン(登録商標)について，甲1文献には，ウイルス不活性化除去のために界面活性剤処理を用いること，ウイルス除去のためにナノ濾過を用いることがそれぞれ記載されている。",
                        "また，界面活性剤処理及びナノ濾過の両者は，いずれもノボセブンについての説明であること，同じ製造プロセスにおいて併用できる工程であること，「作用モードにおいて互いに補い合う2つの相違する有効な工程を組み入れることが望ましいであろう。」との記載があることからも，ウイルス不活性化除去のために界面活性剤処理にナノ濾過を組み合わせる動機付けはあるといえる。",
                        "さらに，甲3文献にはウイルス除去のために因子 VII 画分を実際にナノ濾過したことが開示されている。",
                        "したがって，甲1発明及び甲3文献の記載に基づいて，ウイルス不活性化除去のために，界面活性剤処理にナノ濾過を組み合わせることは，当業者であれば容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "因子 VII が製品として提供される形態が活性化因子 VII(VIIa)であることは当業者の技術常識であり，製品の総量の中に可能な限り高い濃度で活性化因子 VII を含む組成物を提供することは，当業者に周知の技術的課題であった。",
                        "さらに，甲1文献の記載から，ナノ濾過工程は，因子 VII を活性化するイオン交換クロマトグラフィーに供された組換え因子 VII 溶液に対して実行されることから，同文献記載の方法はナノ濾過前のポリペプチドの活性化を含むこと，また，\"Autoactivation  of  Human  Recombinant Coagulation Factor VII”, Biochemistry 1989,28,9331-9336(甲13。以下「甲13文献」という。)の記載より，アニオン交換クロマトグラフィーが因子 VII 活性化反応を増強することで，活性化率が少なくとも50％以上になる状態は，十分に起こり得る現象といえる。",
                        "以上より，甲1発明及び甲3文献の記載に基づいて，ウイルス不活性化除去のために，界面活性剤処理にナノ濾過を組み合わせる際に，さらに甲13文献の知見に基づいて，因子 VII ポリペプチドのうち少なくとも50％が活性化された形態とすることは，当業者であれば容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "甲3文献の記載から，ナノ濾過前の前記溶液中の前記因子 VII 濃度は，少なくとも約0．2mg/mL と算出されることから，甲1発明及び甲3文献の記載に基づいて，ウイルス不活性化除去のために，界面活性剤処理にナノ濾過を組み合わせる際に，因子 VII ポリペプチドの濃度を0．01～5mg/mL の濃度範囲に調整する程度のことは，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4について",
                      "text": [
                        "甲3文献には，BMM-15 を使用してナノ濾過したことが記載されており，BMM-15 は，甲3文献の記載によれば，細孔サイズが15nm のものであるから，甲1発明及び甲3文献の記載に基づいて，ウイルス不活性化除去のために，界面活性剤処理にナノ濾過を組み合わせる際に，ナノ濾過に用いるナノフィルターの細孔サイズを最大80nm で調整する程度のことは，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "訂正発明1の効果について",
                  "text": [
                    "訂正発明1の効果につき，本件明細書の記載によれば，ナノ濾過により分解率が11．9％から12．3％に増加しているところ，原告は，この点につき，ナノ濾過中の分解率の増加が予想よりも低いことを立証していると解釈すべきである旨主張する。",
                    "しかし，甲3文献及び”The use of RP-HPLC for Measuring Activation and Cleavage of rFVIIa During Purification”, Biotechnology and Bioengineering, Vol.",
                    "48, Pp.501-505(1995)  (甲5。以下「甲5文献」という。)の記載によれば，少なくとも50％を超えて95％までの活性化率の FVII / FVIIa をナノ濾過しても分解率がそれほど増加しないことは，当業者であれば十分に予想し得る。",
                    "そうすると，甲1発明及び甲3文献の記載に基づいてウイルス不活性化除去のために界面活性剤処理にナノ濾過を組み合わせる際に，さらに甲5文献の知見も考慮すれば，訂正発明1につき，当業者の予想し得ない格別顕著な効果を奏するものとは認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上のとおり，訂正発明1は，甲1発明並びに甲3文献の記載及び甲5文献，甲13文献等に記載された甲1文献の記載事実を補強する発明に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明2は，訂正発明1と同一であるから，同様である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "よって，訂正発明1及び2に係る特許は，無効理由2-1により無効とすべきものである"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2-2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2文献記載の発明",
                  "text": [
                    "組換え活性化因子 VII の Triton X-100 での処理によるウイルス不活性化工程を含む，方法。(以下「甲2発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明1と甲2発明との対比",
                  "text": [
                    "［一致点］",
                    "液体因子 VII 組成物からウイルスを除去するための方法であって，前記組成物が一以上の因子 VII ポリペプチドを含み，前記方法が，下記の工程(a)を含む方法。",
                    "(a)前記組成物と界面活性剤とを組み合わせる工程を含む方法によってウイルスを不活性化する工程。",
                    "［相違点5］",
                    "訂正発明1が，工程(a)及び工程「(b)最大80nm の細孔サイズを有するナノフィルターを使用するナノ濾過を前記液体因子 VII 組成物溶液に対して行うことを含む方法によって，ウイルスを除去する工程」の両者を任意の順序で含むのに対して，甲2発明には両者を含むことが明示されていない点。",
                    "［相違点6］",
                    "訂正発明1が，ウイルスを除去する「因子 VII ポリペプチドのうち少なくとも50％が活性化された形態」であるのに対して，甲2発明は，活性化に関する上記特定を有しない点。",
                    "［相違点7］",
                    "訂正発明1が，ウイルスを除去する「因子 VII ポリペプチドの濃度が，0．01～5mg/mL の範囲」であるのに対して，甲2発明は，濃度に関する上記特定を有しない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点5について",
                      "text": [
                        "甲2発明において，汚染病原体であるウイルスを除去するために濾過工程を更に行う動機付けはあり，同工程を更に行う際に，甲3文献の記載のナノ濾過を組み合わせることは，当業者であれば容易に想到し得る。また，ナノ濾過に用いるナノフィルターの細孔サイズを最大80nm で調整する程度のことも，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6について",
                      "text": [
                        "甲2発明において，濾過工程として甲3文献記載のナノ濾過を組み合わせる際に，更に甲13文献記載の知見に基づいて，因子 VII ポリペプチドのうち少なくとも50％が活性化された形態とする程度のことは，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点7について",
                      "text": [
                        "上記(1)ウ(ウ)と同様である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "訂正発明1の効果についても，上記(1)エと同様である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，訂正発明1は，甲2発明並びに甲3文献の記載及び甲5文献，甲13文献等に記載された甲2文献の記載事実を補強する発明に基づいて，当業者が容易に発明をすることができたものである。また，訂正発明2は，訂正発明1と同一であるから，同様である。",
                    "よって，訂正発明1及び2に係る特許は，無効理由2-2によって無効とすべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2-3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正発明1と甲2発明との対比については，上記(2)イのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点5について",
                      "text": [
                        "甲2発明において，汚染病原体であるウイルスを除去するために濾過工程を更に行う動機付けはあり，同工程を更に行う際に，甲4文献記載のナノ濾過を組み合わせることは，当業者であれば容易に想到し得る。また，ナノ濾過に用いるナノフィルターの細孔サイズを最大80nm で調整する程度のことも，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6について",
                      "text": [
                        "上記(2)ウ(イ)と同様である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点7について",
                      "text": [
                        "甲2発明において，濾過工程として甲4文献記載のナノ濾過を組み合わせる際に，さらに甲3文献及び甲5文献記載の知見に基づいて，0．01～5mg/mLの濃度範囲に因子 VIIポリペプチドの濃度を調整する程度のことは，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訂正発明1の効果についても，上記(1)エと同様である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，訂正発明1は，甲2発明並びに甲4文献の記載及び甲3文献，甲5文献，甲13文献等に記載された甲2文献の記載事実を補強する発明に基づいて，当業者が容易に発明をすることができたものである。また，訂正発明2は，訂正発明1と同一であるから，同様である。",
                    "よって，訂正発明1及び2に係る特許は，無効理由2-3によって無効とすべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2-4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正発明1と甲2発明との対比については，上記(2)イのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点5について",
                      "text": [
                        "甲2発明において，汚染病原体であるウイルスを除去するために濾過工程を更に行う動機付けはあるといえる。また，濾過工程について，甲1文献には，ウイルス除去のためにナノ濾過を用いることが記載されている。他方，濾過工程により細孔サイズよりも大きいサイズのウイルスが除去されること，細孔サイズを減少させることでウイルス安全性を高められることは技術常識である。",
                        "そうすると，甲2発明において，濾過工程を更に行う際に，甲1文献記載のナノ濾過を組み合わせることは，当業者であれば容易に想到し得る。また，ナノ濾過に用いるナノフィルターの細孔サイズとしては15～40nm が典型的なものであること(甲4)を考慮しても，ナノ濾過に用いるナノフィルターの細孔サイズを最大80nm で調整する程度のことは，当業者であれば適宜なし得ることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6及び7について",
                      "text": [
                        "上記(2)ウ(イ)及び(ウ)と同様である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訂正発明1の効果についても，上記(1)エと同様である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，訂正発明1は，甲2発明並びに甲1文献の記載及び甲3文献～甲5文献，甲13文献等に記載された甲2文献の記載事実を補強する発明に基づいて，当業者が容易に発明をすることができたものである。また，訂正発明2は，訂正発明1と同一であるから，同様である。",
                    "よって，訂正発明1及び2に係る特許は，無効理由2-4によって無効とすべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由3について",
              "text": [
                "本件明細書【0034】の「因子 VII 欠損血漿およびトロンボプラスチンを使用して血液凝固を促進する製剤の能力を測定することによって定量化され得る。」との記載と，活性化因子 VII が凝固反応に関する因子であることが技術常識であることを考慮すれば，本件明細書には，機能試験が因子 VIIの活性化率を測定する技術として開示されているものと認められる。なお，機能試験以外の被告が言及する測定技術については，本件明細書に何ら記載はない。",
                "一方，本件明細書の実施例2～5に開示されている因子 VII 溶液の活性化の程度は，FVIIa のパーセンテージが数値として記載されているのみであって，どのような手法で測定したかについては何ら記載がなく，因子 VII の活性化率を測定する技術として本件明細書に唯一開示されている機能試験で測定しているか否かも不明である。",
                "したがって，本件明細書の発明の詳細な説明は，因子 VII の活性化率を正確に測定するために十分な情報を開示していない。",
                "以上のとおり，訂正発明1について，その発明の詳細な説明が，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものではないから，法36条4項1号所定の要件を満たしていない。訂正発明2～17は訂正発明1に従属していることから，同様である。",
                "以上より，本件訂正発明に係る特許は，無効理由3によって無効とすべきものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由4について",
              "text": [
                "訂正発明3～17は，上記(1)～(4)で検討したとおり，",
                "甲1発明及び甲3文献の記載，",
                "甲2発明及び甲3文献の記載，",
                "甲2発明及び甲4文献の記載，",
                "甲2発明及び甲1文献の記載",
                "のいずれかと，甲1文献～甲5文献，甲13文献等のいずれかの記載又は技術常識とに基づいて，当業者が容易に発明をすることができたものである。",
                "したがって，訂正発明3～17に係る特許は，無効理由4によって無効とすべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(進歩性に関する認定の誤り(引用発明の認定の誤り；訂正発明1及び2について)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲1文献の記載について，「ノボセブンについて，『製造工程はウイルス除去のためのナノ濾過工程を含む』ことが記載されている」こと(以下「認定事実1-1」という。)，「ナノ濾過工程は，因子 VII を活性化するイオン交換クロマトグラフィーに供された組換え因子 VII 溶液に対して実行されることから，甲第1号証に記載された方法はナノ濾過前のポリペプチドの活性化を含むこと」(以下「認定事実1-2」という。)を認定した。しかし，これらの認定は，以下の点で誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定事実1-1について",
                      "text": [
                        "甲1文献には，ノボセブンの処理方法として，「ウイルス除去のためのナノ濾過工程を含む」と記載されている一方で，ノボセブンで行われているウイルス不活性化・除去の手段として SD(solvent detergent：溶媒界面活性化剤)が記載されている。そこでは，ナノ濾過が用いられている製品(因子Ⅸ製剤)については「NF」(nanofiltaration：ナノ濾過)と記載されていることから，ノボセブンのウイルス不活性化・除去の手段の記載については，両記載の間で齟齬が生じている。",
                        "実際には，甲1文献の執筆時点又は本件特許出願時においても，ノボセブンの製造工程にはナノ濾過の工程は含まれておらず，界面活性剤を用いたウイルスの不活性化のみが行われていた。このことは，本件特許出願前に出版された文献である”Seminars in Thrombosis and Haemostasis,",
                        "27,4,2001,373-383”(甲24。以下「甲24文献」という。)に記載されており，当業者にも明らかであった。ノボセブンについてナノ濾過によるウイルス除去工程が導入されたのは2010年である。",
                        "したがって，認定事実1-1は事実と異なり，かつ，当業者にとって，甲1文献には相違する二つの記載が含まれること，及びそのうちの一方の記載(ナノ濾過)は事実と異なることは，ノボセブンについて公開された情報(甲24文献)からも明らかであった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "認定事実1-2について",
                      "text": [
                        "甲1文献には「製造工程はウイルス除去のためのナノ濾過工程を含む。」と記載されているところ，この記載は，製造工程のいずれかの段階でナノ濾過工程を含むことのみを意味しているのであり，認定事実1-2のようなナノ濾過工程を行う時期の特定は，甲1文献のどこにも記載されていない。ナノ濾過を行う時期の特定のない記載から，「イオン交換クロマトグラフィーに供された組換え因子 VII 溶液に対して」という時期の特定が当然に導かれることもない。",
                        "したがって，仮に認定事実1-1と同様の誤認をした当業者であっても，認定事実1-2を甲1文献から読み取ることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2文献について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲2文献について，その記載によれば「濾過工程はイオン交換クロマトグラフィーに供された組換え活性化因子 VII に対して実行されることから，甲第2号証に記載された方法はポリペプチドの活性化を自ずと含むこと」(以下「認定事実2」という。)を認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，認定事実2における「濾過工程はイオン交換クロマトグラフィーに供された組換え活性化因子 VII に対して実行される」という濾過工程を行う時期の特定は，甲2文献のどこにも記載されていない。濾過を行う時期の特定のない記載から，「イオン交換クロマトグラフィーに供された組換え活性化因子 VII に対して」という時期の特定が当然に導かれることもない。",
                        "以上のとおり，認定事実2を甲2文献から認定することはできず，本件審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5文献について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲5文献に基づいて，「図9に示されているように，生成物が完全に(95％)を超えて活性化される場合にある量の切断が予測されなければならないことを考慮すれば，少なくとも50％を超えて95％までの活性化率のFVII/FVIIaをナノ濾過しても，分解率がそれほど増加しないことは当業者であれば十分に予想されることである。」(以下「認定事実5-1」という。)，「図6には，1/[FVIIa]，すなわち活性化 VII の濃度の逆数が時間に比例していることが示されており，これらのデータを見る限り，縦軸に示す1/[FVIIa]の値が極端に上昇している(分解が進む)とは少なくとも認識できない。」(以下「認定事実5-2」という。)，「図7及び図8のデータは，どのような精製工程においても分解産物の増加が認められることを示しているものではない。」(以下「認定事実5-3」という。)との事実を認定した。しかし，これらの認定は，以下の点で誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定事実5-1について",
                      "text": [
                        "「生成物が完全に(95％)を超えて活性化される場合にある量の切断が予測されなければならない」とは，この点に係る甲2文献の記載をより明瞭に訳すと「活性化とβ及びγ形態の形成との相関関係は，生成物が完全に(95％を超えて)活性化される場合には，ある量の切断が予期されるはずであることを示す」であると思われるところ，当該記載は，生成物が完全に活性化される場合にはある量の切断が予期されると述べているのであって，95％までの活性化率の場合に分解(切断)が予期されないと述べているのではない。実際に，甲5文献図9では，0以外の全ての活性化度において数～10％もの分解が観察されている。",
                        "したがって，本件審決は，上記記載の趣旨を誤って事実認定を行ったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "認定事実5-2について",
                      "text": [
                        "甲5文献図6は，特定条件で静置された因子 VIIa の分解を観察した結果のグラフであり，本発明のような，精製等の処理を行う際の因子VIIaの分解を示すものではなく，その分解速度の絶対値そのものが意味を持つものではない。そもそも，同図で用いられた溶液の組成や条件は開示されておらず，どれほど安定化された状態の溶液なのかも定かではない。甲5文献の同図に関する記載によれば，同図は，「1/[FVIIa]が時間に比例する」という仮説を示すものであり，その分解速度の絶対値から他の条件における分解速度を想起させるものではなく，ましてや，本件審決で認定されたように「(FVIIa の)分解が進むとは少なくとも認識できない」データを提示するものではない。同図に関しては「精製及び活性化の間の rFVIIa の時間及び濃度を慎重に制御することが不可欠である」との結論が導かれており，これが，同図から当業者が得る結論である。仮に，同図が因子 VIIa の分解が進まないことを表しているとすると，精製及び活性化の間の因子 VIIa の時間や濃度を制御する必要はなくなり，上記結論と矛盾する。",
                        "実際に，甲5文献図7及び8では，精製工程により因子 VIIa が顕著に分解していることが示されているし，本件明細書の実施例5は，分解が0．4％しか起こらないという本件訂正発明の予期せぬ効果を示す実施例であるが，逆に，ナノ濾過により0．4％は分解していることを示すものでもある。",
                        "したがって，認定事実5-2は誤りを含む。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "認定事実5-3について",
                      "text": [
                        "認定事実5-3に関し，本件審決は「精製工程がアニオンクロマトグラフィー又はカルシウムイオン下のクロマトグラフィーである場合に限り分解産物が増加することが示されているのであって，精製などの処理工程により分解産物が増加することを示すものではない」などとも認定しているけれども，甲5文献図7及び8の対象となっているのは，VII因子がカチオン又はカルシウム等による活性化反応により活性化され，VIIa因子へと変換される過程ではなく，既に活性化され，タンパク質分解酵素活性を有する因子 VIIa により，他の因子 VII 又は VIIa が分解される過程である。",
                        "したがって，これらの図のデータは，アニオンクロマトグラフィー又はカルシウムの存在下でのみ分解産物が増加することを示す結果ではなく，ある程度の活性化 VIIa が存在する場合には，精製等の処理を追加することで分解産物が生じることを示す結果である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "甲1文献記載の発明の認定の誤りは，当該文献を主引例とする無効理由2-1及び当該文献を副引例とする無効理由2-4の結論に重大な影響を及ぼす。",
                    "また，甲2文献記載の発明の認定の誤りは，当該文献を主引例とする無効理由2-2及び2-3の結論に重大な影響を及ぼす。",
                    "そして，甲5文献記載の発明の認定の誤りは，当該文献に記載された発明を主引例の記載事実を補強する発明として参酌した無効理由2-1～2-4の結論に重大な影響を及ぼす。",
                    "さらに，甲1文献，甲2文献又は甲5文献記載の発明の認定の誤りは，本件訂正発明の属する技術分野における出願時の技術水準の把握にも誤りをもたらし，本件審決の結論に重大な影響を及ぼす。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(進歩性に関する認定判断の誤り(引用発明及び本件訂正発明についての認定判断の誤り)；訂正発明1及び2について)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明に対する阻害要因の看過",
                  "text": [
                    "本件特許出願以前には，因子 VIIa は非常に分解し易く，各処理工程において分解産物が増加することが予期されることから，因子 VIIa の状態で処理工程を追加することは好ましくないと考えられていた。また，ナノ濾過では因子 VIIa の濃度が一時的に増加し得るために，因子 VIIa の処理工程としてナノ濾過を追加することは特に好ましくないと考えられていた。",
                    "このように，本件訂正発明以前は，自己分解活性による分解産物の生成の問題を避けるために，チモーゲン因子 VII からなる組成物を対象として精製又はウイルス除去することが行われており，因子 VIIa が主として存在する状態で何らかの処理工程を追加すること，ましてやナノ濾過を追加することは避けられていた。",
                    "本件審決は，このような阻害要因を看過したものであり，この認定判断の誤りは，進歩性に関する結論に影響を及ぼす。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2及び6について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，訂正発明1又は2と甲1発明との相違点2について，甲1発明，甲3文献及び甲13文献から容易に想到し得るものであるとし，また，主引用発明を甲2発明とした場合の相違点6についても，甲2発明，甲3文献，甲4文献ないし甲1文献を用いて，相違点2におけるのと同様に，容易想到であるとしている。",
                        "しかし，この点に関する本件審決の判断は，以下のとおり誤りであり，この誤りは本件審決の結論に影響を及ぼす。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点2及び6は，50％以上の活性化因子 VIIa を含む組成物，すなわち，過半数の因子 VII が活性化された組成物にナノ濾過を適用するという本件訂正発明の重要な技術的特徴についてのものであるところ，過半数の因子 VII が活性化された組成物とは，精製工程の後期における因子 VII(因子 VIIa)組成物に相当する。つまり，相違点2及び6は，因子 VII の精製工程の後期にナノ濾過を適用することについてのものと捉えられる。",
                        "しかし，前記のとおり，甲1文献には，因子 VII のナノ濾過工程は開示されていないし，仮に開示されているとしても，「因子 VII を活性化するイオン交換クロマトグラフィーに供された組換え因子 VII 溶液に対して実行される」ことは一切記されておらず，ただ，製造工程のどこかの段階でナノ濾過されることが記載されているのみである(上記(1)ア)。また，甲2文献は，そもそもナノ濾過についての文献ではない上に，上記((1)イ)のとおり，「濾過工程はイオン交換クロマトグラフィーに供された組換え活性化因子 VII に対して実行される」ことは一切記載していない。",
                        "このように，主引例である甲1文献及び甲2文献の記載を正しく理解すると，これらにはナノ濾過についての開示又は示唆は存在しないか，仮に何らかの示唆が存在すると解釈した場合であっても，ナノ濾過(又は濾過)が製造工程のどこかの段階で施されることが記載されているのみであり，ナノ濾過を行うべき時期は特定されていない。",
                        "また，副引例の甲13文献図2は，陰イオン交換クロマトグラフィーにおいて，そのカチオン性により因子VIIが因子VIIaに変換されることを記載しているのみであり，因子 VII が活性化された状態でナノ濾過を適用することは記載されておらず，またその動機付けともならない。さらに，甲3文献には，ナノ濾過が因子 VII の精製工程の早期かつ因子VIIa への活性化前に行われ，因子 VIIa への活性化後には必要最低限の処理しか行われていないことが記されており，これも因子 VII が活性化された状態でナノ濾過を適用することや，その動機付けを示すものではない。さらに，甲4文献では，多くの血液凝固因子がナノ濾過の適用との関連で述べられているにも関わらず，因子 VIIa には一度も言及されていない。",
                        "したがって，50％以上の活性化因子 VIIa を含む組成物にナノ濾過を適用するという相違点2又は6に係る技術的特徴は，無効理由2-1～2-4につき本件審決で引用された書証のいずれにも記載されておらず，これらの文献の記載を組み合わせても，相違点2又は6に係る技術的特徴及び当該特徴を有する本件訂正発明が構成されることはない。また，相違点2及び6を補う技術常識も示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許出願当時，因子 VIIa は非常に分解し易いとして，因子 VIIaの状態で処理工程を追加することは避けられており，ナノ濾過を追加することは特に好ましくないと考えられていた。このような技術的背景又は技術常識を勘案すれば，因子 VII の活性化前又は製造工程の初期(因子 VII の活性化につながり得る一連の精製工程前)にナノ濾過を行うことを考えるのが一般的であって，わざわざ因子 VII の活性化後又は精製工程の後期にナノ濾過を行う動機付けはない。実際，因子 VII 以外の血液凝固因子については，ナノ濾過によるウイルス処理が一般的に用いられ，通常は精製工程の実質的な最終段階で用いられていたのに対し，因子 VII については，活性化前の因子 VII の状態で精製やウイルス不活化・除去などが行われており，ナノ濾過を適用した事例でも，精製工程全体の早期かつ因子 VII の活性化前に行われており，因子 VIIaへの活性化後には必要最低限の処理しか行われていなかった。",
                        "このため，上記甲各号証に技術的背景・技術常識を加味した場合であっても，各文献の記載から相違点2又は6に係る技術的特徴及び当該特徴を有する本件訂正発明に容易に想到することはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(進歩性に関する認定判断の誤り(顕著な効果の看過)；訂正発明1及び2について)",
              "text": [
                "本件審決は，訂正発明1の効果につき，甲1発明及び甲3文献の記載に基づいて，ウイルス不活性化除去のために，界面活性剤処理にナノ濾過を組み合わせる際に，さらに甲5文献の知見も考慮すれば，当業者の予想し得ない格別顕著な効果を奏するものとは認められない旨判断した。",
                "しかし，本件明細書の例5においては，90％にまで高く活性化された因子VII組成物(因子VIIa主体の組成物)をナノ濾過したところ，驚くべきことに，許容できないほどの分解産物の増加がもたされることはなく，分解率の増加は0．4％に留まったことが示されている。",
                "前記(1)ウ(イ)のとおり，甲5文献図9では0以外の全ての活性化度において数～10％もの分解が観察されており，活性化度の低い状態であっても精製処理により分解が促進するであろうことは，当業者の予想し得るところであった。因子 VII／因子 VIIa の特性やナノ濾過の特徴を考慮すれば，尚更，因子 VIIa の多い状態でナノ濾過を適用すると，分解が促進されると期待されるところであった。このため，本件訂正発明が例5にて示した0．4％という低い分解率の増加は，このような技術常識や知見に鑑みて予期せぬほど低いものであり，格別顕著な効果ということができる。",
                "また，本件訂正発明は，活性化形態の因子 VII(因子 VIIa)の多い状態でのウイルス除去を可能とする。活性化形態の因子 VII の多い状態は，通常，製造工程の後期におけるものであるから，本件訂正発明によれば，製造工程の後期にウイルス除去を実施することができ，ウイルス濾過後の追加処理による外部からの汚染等のリスクを低減することを可能とする。",
                "以上のとおり，本件審決は本件発明の奏する格別顕著な効果を看過したものであり，これはその結論に重大な影響を及ぼす。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(実施可能要件に関する認定判断の誤り；本件訂正発明について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，あたかも本件明細書【0034】の記載が「因子 VII ポリペプチドの活性化された形態」に関する唯一の説明的記載であるかのように誤認し，誤った判断を行ったものである。",
                    "すなわち，本件明細書における因子 VII ポリペプチドの「活性化された形態」という表現は，【0002】及び【0028】の記載によれば，「因子 VII ポリペプチドの生物学的に活性な切断された形態」すなわち「因子 VIIa ポリペプチド」であり，「因子 VIIa ポリペプチド」は，特定のアミノ酸配列(構造)を有するポリペプチドである。また，【0028】には，本件特許における「少なくとも50％」との限定につき，因子VIIポリペプチドの質量に対する因子VIIaの質量の割合であることが明記されている。これらの記載によれば，因子 VII ポリペプチドの「活性化された形態」の割合の計算においては，因子 VIIa ポリペプチドという特定のアミノ酸配列(構造)を有するポリペプチドの質量の割合を計算すべきであり，そのためには，因子 VIIa ポリペプチドの物質としての量を直接測定する手段が最適であることは当然に理解される。そのような手段に相当するものは，構造的アッセイである。",
                    "他方，【0034】は，【0031】～【0041】の文脈において記載されたものであるところ，これらの段落は，因子 VII ポリペプチドの変異体並びに因子 VII 誘導体及び因子 VII 結合体について説明した段落であり，これらの技術的範囲を定める表現の一つとして，因子 VII／因子VIIaの生物学的活性を用いた定義を記載したものである。これらの段落では，因子 VII について「活性化された形態」，「活性化」といった用語は用いられていない。このため，これらの段落における「因子 VII／因子VIIaの生物学的活性」は，「活性化された形態」とは明確に異なる表現であり，用いられている文脈も異なる。",
                    "よって，因子 VII の「活性された形態」の技術的意味を解釈するにあたり【0034】を参酌することは適切ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決も認めるとおり，本件特許出願当時，因子 VII ポリペプチドの活性化率(又は因子 VIIa ポリペプチドの割合)を測定する手段として，SDS-PAGE，RP-HPLC(逆相 HPLC)，機能的試験が周知であった。",
                    "ここで，上記アのとおり，本件訂正発明における「50％」とは，因子 VIIa ポリペプチドの質量についてのパーセンテージである。「因子VIIaポリペプチド」という特定の構造を有する特定のポリペプチドの質量の測定において，物質の量を直接的に測定する手法である構造的アッセイではなく，機能的試験をわざわざ選択することはない。",
                    "したがって，本件明細書の記載及び文脈を正しく理解する当業者は，因子 VII ポリペプチドの活性化された形態の測定手段として，本件明細書の記載及び技術常識に基づき，周知の測定手段である構造的アッセイ(特に RP-HPLC)が最適であると理解する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，当業者は，本件明細書の記載及び技術常識に基づき，周知の測定手段である構造的アッセイが最適であると理解し，これを用いて適切に本件訂正発明を実施することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5",
              "text": [
                "取消事由1～3と同様の理由により，無効理由4に係る本件審決の判断は，誤りを含むものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "認定事実1-1について",
                      "text": [
                        "問題なのは，本件特許出願当時に当業者が甲1文献から理解したであろう内容であり，原告が実際に用いていた方法は無関係である。そして，甲1文献には，「組換え因子VIIa(ノボセブン，ノボ  ノルディスク)」の表題の下に，「製造工程はウイルス除去のためのナノ濾過工程を含む。」と明記されている。",
                        "また，甲24文献は2001年に刊行された文献であり，2003年に刊行された甲1文献よりも2年前のものであるから，仮に甲24文献でナノ濾過工程が採用されていなかったとしても，それから2年後の甲1文献刊行時点でナノ濾過が適用されることは十分に考えられる。また，2003年の時点で，ナノ濾過は本質的にあらゆる血漿生成物(凝固因子を含む)に適用し得ると考えられていたから(甲4)，甲24文献を参酌しても，当業者が甲1文献の記載を誤りと考えることはない。",
                        "さらに，ウイルスの不活性化である界面活性剤処理とウイルスの除去であるナノ濾過は問題なく併用され得るものである。そうすると，甲1文献の記載を読んだ当業者は両方の工程が含まれると理解することができるから，甲1文献に相互に相違する記載があるとは理解しない。",
                        "したがって，この点に関する原告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定事実1-2について",
                      "text": [
                        "ナノ濾過を活性化前の段階で行った場合，活性化後のウイルス混入を防止できないことから，製剤の安全性確保というウイルス除去の目的を最大限実現するためには，ナノ濾過を製造工程のできるだけ後期で行うのは当然である。また，製造工程の後期の方が前記と比較して溶液の物理的な量が少なくなっており，ナノ濾過に要する時間も短くなるから，効率性の観点からも，ナノ濾過をできるだけ後期で行うのが自然である。すなわち，当業者が，安全性や効率性の観点から，ナノ濾過を製造工程のできるだけ後期に実施する動機はあることから，因子 VII を活性化するイオン交換クロマトグラフィーに供された組換え因子 VII 溶液に対してナノ濾過工程を実行することは，当業者にとって自然な行為である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2文献(認定事実2)について",
                  "text": [
                    "上記ア(イ)のとおり，当業者が，安全性や効率性の観点から，ウイルス除去工程を製造工程のできるだけ後期に実施する動機がある。",
                    "また，全ての製品について「殺菌濾過」が最後に行われていること(甲43)は，製造過程における汚染の問題が製造者にとって極めて深刻に捉えられていることを示す。そして，殺菌濾過においてもナノ濾過においても，微生物(細菌又はウイルス)がフィルター上でブロックされる一方，タンパク質は不活性の膜を濾過されて通過し，フィルターに残留したり，濃縮されたり，分離されたりするといったことはない。",
                    "したがって，技術常識に基づけば，甲2文献に関する本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5文献について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "認定事実5-1について",
                      "text": [
                        "本件審決は，甲5文献図9から，活性化率が95％を超えるまでは分解(切断)は10％以下でゆっくりと上昇していることを認定しているのであり，95％を超えるまで分解(切断)が予期されないと認定しているのではない。認定事実5-1に誤りはない。",
                        "また，原告自身，本件許明細書の例5の実験結果として，ナノ濾過後の分解率12．3％を許容している。甲5文献においても，完全な活性化を達成するためには10％の自己分解的切断は許容しなければならないとされている。",
                        "したがって，甲5文献図9において数～10％の分解が起こっていることは許容範囲内である。これ以上の分解が起こる可能性があるのは活性化率が95％を超えた段階であり，原告の主張は，本件明細書の記載等と矛盾し，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定事実5-2について",
                      "text": [
                        "甲5文献の「精製及び活性化の間の rFVIIa の時間及び濃度を慎重に制御することが不可欠である」との記載は，同文献図6から明らかなとおり，時間の経過と共に緩やかではあるものの分解量は増加し，また，FVIIa の濃度が高い場合には低い場合と比較して分解量も多くなることから，時間と濃度を制御する必要があるという当然のことを述べているに過ぎず，濃度が高い場合に分解が速くなるということを述べているわけではない。したがって，本件審決の認定事実5-2は正しい。",
                        "原告は，甲5文献図7及び8において，精製工程により因子 VIIa が顕著に分解しているとするが，甲5文献において使用された精製プロセスは，3回のアニオン交換クロマトグラフィー(工程1，3及び4)及び1回のカルシウムイオン存在下における免疫吸着クロマトグラフィー(工程2)である。イオン交換クロマトグラフィーを行った場合，正に荷電した表面に接触することによって因子 VII の活性化が増強される。また，カルシウムイオン存在下における免疫吸着クロマトグラフィーを行った場合も，因子 VII の活性化が増強される。",
                        "しかし，本件優先日当時に入手可能であったナノフィルターはいずれも荷電した表面を使用しておらず，ナノ濾過は荷電した表面を使用しない。また，ナノ濾過は，カルシウムイオンの存在下で行われる免疫吸着クロマトグラフィーでもない。",
                        "したがって，当業者は，ナノ濾過によって因子 VII の活性化及び分解が増大する傾向があるとは考えなかったはずである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "認定事実5-3について",
                      "text": [
                        "甲5文献図7及び8の各点から集計したデータを集めた図9においては，活性化率が95％を超えなければ，分解率は原告自身が許容範囲と認めている数～10％の範囲内に留まることが示されている。このため，当業者は，ある程度の活性化 VIIa が存在する場合に分解産物を懸念してナノ濾過の適用を避けようとすることはない。",
                        "したがって，甲5文献図7及び8がアニオンクロマトグラフィー又はカルシウムの存在下のみで分解産物が増加することを示す結果であるか否かに拘わらず，これらの図は，当業者がナノ濾過を適用することの阻害要因の根拠とはならない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害事由の看過について",
                  "text": [
                    "原告は，本件特許出願以前には，因子 VIIa は非常に分解しやすく，処理工程としてナノ濾過を追加することは特に好ましくないと考えられていた，因子 VII 以外の血液凝固因子については精製工程の最終段階又は後期でナノ濾過が用いられるのが一般的だったのに対し，因子 VII についてはわざわざ精製工程の初期にナノ濾過が行われているなどと主張する。",
                    "しかし，以下の理由により，これらはいずれも誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献には，「組換え因子 VIIa(ノボセブン，ノボ  ノルディスク)」の表題の下に，「製造工程はウイルス除去のためのナノ濾過工程を含む。」と明確に記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件優先日時点において，ナノ濾過は，生物医薬製品の製造においてウイルスを除去してその安全性を確保するために慣用的な工程になっていた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ナノフィルターの細孔サイズは因子 VIIのサイズより大きく，同フィルター上には無数の細孔があるため，同フィルター上での因子 VII／VIIa の滞留時間はきわめて短く，ナノ濾過を用いることによって因子VII の自己活性化の増大及びその結果としての因子 VIIa の分解は起こらないため，ナノ濾過工程を追加することに阻害要因はなかった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲5文献図9から明らかなように，因子VIIについては，少なくとも95％の活性化率に活性化されるまでは，因子 VIIa 液体組成物中に生成過程で許容できないほどの分解物は観察されない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "製剤の安全性の確保というウイルス除去の目的を最大限実現するためには，当業者がナノ濾過を製造工程のできるだけ後期で行うのは当然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2及び6について",
                  "text": [
                    "原告は，甲1文献にはナノ濾過についての開示はない，仮に甲1文献及び甲2文献にナノ濾過についての何らかの示唆があるとしても，ナノ濾過を行う時期については特定されておらず，本件特許出願当時の技術常識を考慮すれば，わざわざ，因子 VII の活性化後又は精製工程の後期にナノ濾過を行う動機付けはないなどと主張する。",
                    "しかし，甲1文献にナノ濾過の開示があること，当業者は，安全性や効率性を考慮すれば，因子 VIIa に対してもナノ濾過をできるだけ後期に実施するのが自然であることは，上記アのとおりである。",
                    "したがって，この点に関する原告の主張は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "訂正発明1のフィルターの細孔サイズ(最大で80nm)は，因子VIIのサイズ(15nm を下回る)よりも大きく，かつ，フィルターには無数の細孔があるため，因子 VII が滞留するなどということはなく，ナノフィルターでの因子 VII の滞留時間は極めて短い(数秒である)ため，ナノ濾過中に分解が進まないのは当然であり，この点をもって顕著な効果とはいえない。",
                "また，製造工程の後期にウイルス除去を実施することによりウイルス濾過後の汚染リスクを低減することができることは，前記(2)アのとおり，技術常識である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "ナノ濾過されるべき溶液中の因子VIIaの割合(因子VIIの活性化率)は本件訂正発明の重要な特徴の一つであるが，当業者は，これをどのように測定すべきかを本件明細書から理解することはできない。",
                "すなわち，【0034】には，米国特許第 5,997,864 号又は WO92/15686に記載された方法が「例示」されているのに加え，(ⅰ)から(ⅴ)までの異なる手法が列挙されており，本件訂正発明における因子 VII の活性化率を決定するためにどのような方法を用いるべきかについて一切特定されていない。また，本件明細書の実施例2～5に開示されている因子 VII の活性化率は，FVIIa のパーセンテージが数値として記載されているのみであって，測定手法は不明であり，本件明細書で開示されている活性の測定方法(【0034】)によっているかも不明である。",
                "以上のとおり，本件訂正発明は，ナノ濾過されるべき溶液中の因子 VIIaの割合の測定方法が不明であり，実施可能要件を充足しない。この点に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "訂正発明3～17についても，前提とする無効理由2の認定判断に誤りはないから，本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明は，前記(第2の2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書には，次のような記載がある(甲31)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野及び発明の背景",
                  "text": [
                    "本発明は，液体因子 VII 組成物，特に活性因子 VII ポリペプチド(因子VIIaポリペプチド)を含む組成物のウイルス安全性を向上させる新しい方法に関する。(【0001】)",
                    "因子 VII(FVII)，血漿糖タンパク質を含む，凝血プロセスに含まれる種々の因子が特定されてきた。止血プロセスは，血管壁の傷害によって血流にさらされる組織因子(TF)と，因子 VIIタンパク質総量の約1％に相当する量で血流中に存在する因子 VIIa との間の複合体の形成によって開始される。因子 VII は，単鎖酵素前駆体として主として血漿中に存在する。因子 VII は，FXa によって二本鎖に切断され，活性化された形態，因子 VIIa になる。組み換え型の活性化因子 VIIa  (rFVIIa)は，促進性止血剤として開発されてきた。rFVIIa の投与は，抗体形成が原因で他の凝固因子産物での治療ができない，出血を伴う血友病患者において急速かつ非常に効果的な促進性止血反応を与える。また，因子 VII の欠乏を伴う患者の出血や正常な凝固系をもっているが過剰な出血を伴う患者は，因子VIIaでうまく治療することができる。(【0002】)",
                    "因子 VII の精製および取り扱いは，分子の分解の可能性があるので慎重に行わなければならない。因子 VII および因子 VIIa は大きな分子であり(分子量およそ50kD)，精製および濾過中のせん断力による機械的分解を受けやすい。さらに，因子 VIIa は，因子 VIIa を含む他のタンパク質を分解する活性タンパク質分解酵素である。因子 VIIa の分解は，因子VIIaの重鎖における切断，特に分子内の第290および315番目のアミノ酸での切断を主として伴う。(【0003】)",
                    "本発明の目的は，液体因子 VII 組成物からウイルスを除去またはウイルスを不活性化する方法を提供することである。当該方法によって因子 VII構造の完全性が実質的に保持される。(【0004】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の簡単な説明，発明の詳細な説明",
                  "text": [
                    "本発明は，因子 VII 組成物からウイルスを除去および／またはウイルスを不活性化する方法に関する。用語「ウイルス」は，本明細書中で使用されるとき，宿主細胞内でのみ自己を複製できるすべての超顕微鏡的な感染性物質，または前記感染性物質から誘導された非感染性粒子を意味する。(【0008】)",
                    "本発明は，エンベロープのないウイルスを含むウイルスを液体因子 VII組成物から除去または不活性化させる方法を提供する。前記液体因子 VII組成物は，典型的には活性化された，タンパク質分解活性因子 VII ポリペプチドを有意な割合で含む。前記方法は，最大80nm の細孔サイズを有するナノフィルターを使用するナノ濾過を前記液体因子 VII 組成物に対して行う工程を含む。(【0015】)",
                    "ナノ濾過は，大量の因子 VII ポリペプチドが部分的または完全に活性化された後であっても適用され得ることが認められている。(【0019】)",
                    "従って，本発明の方法は，因子 VII ポリペプチドについての全精製プロセスの工程のうちの一つとして適用可能である。(【0020】)",
                    "用語「因子 VII」は，その未切断の(酵素前駆体)形態の因子 VII ポリペプチド，およびタンパク質分解的に処理されて因子 VIIa として特定され得る生物活性形態が得られる因子 VII ポリペプチドを含むことを意図する。典型的には，因子 VII は残基152と153との間で切断され，因子VIIa を得る。用語「因子 VIIa」は，より詳しくは活性化された(すなわち，生理活性のある切断された)因子 VII ポリペプチドを意味する。従って，「因子 VIIa」は，「因子 VII」に関連したサブグループである。用語「不活性因子 VII」は，より詳しくは因子 VIIa でない因子 VII を意味する。(【0030】)",
                    "用語「因子VIIポリペプチド」にはまた，因子VIIaの生物学的活性が野生型因子 VIIa と比較して実質的に修飾されているか幾分減少している変異体，ならびに因子 VII 誘導体および因子 VII 結合体を含むポリペプチドが包含される。これらのポリペプチドには，ポリペプチドの生物学的活性を修飾または乱す特定のアミノ酸配列の変更が導入された因子 VII または因子 VIIa が含まれるがこれらに限定されない。(【0031】)",
                    "本発明の目的のために，因子 VII ポリペプチドの生物学的活性(因子VII 生物学的活性)は，…因子 VII 欠損血漿およびトロンボプラスチンを使用して血液凝固を促進する製剤の能力を測定することによって定量化され得る。(【0034】)",
                    "ナノ濾過",
                    "液体因子 VII 組成物に対して，最大80nm の細孔サイズを有するナノフィルターを使用してナノ濾過を行う。ナノフィルターの細孔サイズは，好ましくは最大50nm，より好ましくは最大30nm，例えば範囲10～30nm の範囲である。(【0043】)",
                    "商業的に利用可能な適切なナノフィルターの例には，…Millipore NFP…がある。(【0045】)",
                    "ナノフィルターの膜は，…銅アンモニア溶液で再生されたセルロース，親水性ポリビニリデンフッ化物(PVDF)…及び類似材料から選択される一以上の材料から製造され得る。(【0046】)",
                    "ナノ濾過プロセスは，図1に図示したような濾過システムを使用して行われ得る。(【0050】)(以下次頁)",
                    "【図1】",
                    "該プロセスは，以下の例証的な例のように行われ得る：圧力タンク(1)を注入用の水(WFI)で充填し，タンクの圧力をウイルスフィルター(3)の前で3．5バールまで上昇させ，フィルターを10分間にわたってフラッシングした。圧力を2バールまで減圧し，ウイルスフィルター(3)をさらに10分間にわたってフラッシングした。圧力タンク(1)からWFIを取り除き，液体因子VII組成物を圧力タンク(1)に充填する前に，任意的に上記プロセスをバッファーで繰り返した。圧力を2バールまで上昇させ，濾過の間に実質的に一定に保った。続いてウイルスフィルター(3)を標準的手順によって完全性について試験した。(【0051】)",
                    "濾液を貯留タンク内に集め，さらに処理を進めて因子 VIIa ポリペプチドを含む薬学的組成物を薬物質として得た。(【0052】)",
                    "特定のフィルターを介した液体因子 VII ポリペプチド組成物のナノ濾過",
                    "本発明の他の別個の側面は，液体因子 VII 組成物からウイルスを取り除く方法に関する。前記組成物は，一以上の因子 VII ポリペプチドを含み，前記方法は，最大80nm の細孔サイズを有するナノフィルターを使用するナノ濾過を前記溶液に対して行う。前記ナノ濾過は，銅アンモニア溶液で再生されたセルロース，親水性ポリビニリデンフッ化物(PVDF)，合成 PVDF，表面修飾 PVDF，およびポリエーテルスルホンから選択された一以上の材料から製造された膜を有する。(【0060】)",
                    "界面活性剤の添加によるウイルスの不活性化",
                    "他の側面において，本発明はまた，液体因子 VII 組成物のウイルスを不活性化する方法に関する。前記組成物は一以上の因子 VII ポリペプチドを含む。前記方法は前記組成物と界面活性剤とを組み合わせる工程を含む。(【0063】)",
                    "幾つかの実施態様において，前記界面活性剤は，非イオン性界面活性剤…から選択される。この例証的な非イオン性界面活性剤の例には，Triton X-100…がある。(【0064】)",
                    "ウイルス不活性化工程の組み合わせ",
                    "また，さらなる側面において，本発明は，液体因子 VII 組成物中に存在する活性ウイルスを高レベルで除去する方法に関する。前記方法は，(ⅰ)「界面活性剤の添加によるウイルスの不活性化」の項目で定義された方法によってウイルスを不活性化する工程と，(ⅱ)「ナノ濾過」の項目で定義された任意の方法によってウイルスを除去する工程とを任意の順序で含む。(【0071】)",
                    "一つの実施形態において，ウイルスを不活性化させる工程は，ウイルスを除去する工程に先行する。(【0072】)",
                    "各工程が活性ウイルスの存在を除去するために十分であると考えられても，前記二つの方法は，少なくとも部分的には「直交する」ものと考えられ得る。…従って，二つの方法の組み合わせは，因子 VII ポリペプチドが投与される患者に対する安全性，因子 VII ポリペプチド薬物を処方する医師に対する安全性，および薬物を承認する行政当局に対する安全性のさらにより高いレベルを提供するであろう。従って，二つの方法の組み合わせは，商業的に高い価値を有する。(【0073】)",
                    "例",
                    "例1：因子 VII の血清フリーな生成",
                    "試験的な大規模培養において因子 VII を生成するために，以下の実験を行った。(【0124】)",
                    "因子 VII をコードするプラスミドで形質転換された CHO K1 細胞株を，動物誘導型の成分を含まない培地における浮遊培養での増殖に適応させた。…生産フェーズの間，細胞密度が1～2×107細胞/ml に達し，一日当たりの因子 VII の回収濃度が10～20mg/L に達した。(【0125】)",
                    "例5：FVII バルク薬物質の濾過",
                    "濾過されるタンパク質溶液：以下の特徴を有する98mlのFVIIaバルク物質",
                    "FVII / FVIIa の濃度：1460  mg/L FVII の 2,1%の酸化形態",
                    "活性化の程度(すなわち，FVIIa のパーセンテージ)：＞90％",
                    "分解：11．9％",
                    "濾過は，図1を参照しながら本明細書に記載されたとおりに実質的に行われた。(【0132】)",
                    "フィルター：Millipore NFP,  0．0017m2",
                    "圧力：2バール",
                    "濾過の特性：",
                    "FVII/FVIIa の濃度：1320  mg/L  ：  FVII の収量  ：  90．4  ％",
                    "FVII の2．3％の酸化された形態",
                    "活性化の程度(すなわち，FVIIa のパーセンテージ)：濾過される溶液の活性化の程度が98％であるので分析せず",
                    "分解：12．3％(【0133】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の概要",
              "text": [
                "以上によれば，本件発明の概要は以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "止血プロセスは，血管壁の傷害によって血流にさらされる組織因子(TF)と，因子 VIIタンパク質総量の約1％に相当する量で血流中に存在する因子 VIIa との間の複合体の形成によって開始される。因子 VII は，FXa によって二本鎖に切断され，活性化された形態，因子 VIIa になる。組み換え型の活性化因子 VIIa は，出血を伴う血友病患者に対する促進性止血剤として開発されてきた。また，因子 VII の欠乏を伴う患者の出血や正常な凝固系を持っているが過剰な出血を伴う患者は，因子 VIIa でうまく治療することができる(【0002】)。",
                    "因子 VII の精製および取り扱いは，分子の分解の可能性があるので慎重に行わなければならない。因子 VII，因子 VIIa は大きな分子であり(分子量およそ50kD)，精製及び濾過中のせん断力による機械的分解を受けやすい。さらに，因子 VIIa は，因子 VIIa を含む他のタンパク質を分解する活性タンパク質分解酵素である。因子 VIIa の分解は，因子 VIIa の重鎖における切断，特に分子内の第290及び315番目のアミノ酸での切断を主として伴う(【0003】)。",
                    "本発明の目的は，液体因子 VII 組成物からウイルスを除去又はウイルスを不活性化する方法を提供することである。当該方法によって因子 VII 構造の完全性が実質的に保持される(【0004】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明は，活性化された，タンパク質分解活性因子 VII ポリペプチドを有意な割合で含む因子 VII 組成物から(感染性／非感染性)ウイルスを除去／不活性化する方法に関する(【0008】，【0015】)。本発明の方法は，因子 VII ポリペプチドについての全精製プロセスの工程のうちの一つとして適用可能である(【0020】)。",
                    "本発明は，液体因子 VII 組成物からウイルスを取り除く方法に関する。組成物は，一以上の因子 VII ポリペプチドを含み，前記方法は，最大80nm の細孔サイズを有し，銅アンモニア溶液で再生されたセルロース，親水性ポリビニリデンフッ化物  (PVDF)等から製造されたナノフィルターを使用するナノ濾過を行う(【0060】)。",
                    "本発明は，前記組成物と，非イオン性界面活性剤から選択される界面活性剤(例えば，TritonX-100)とを組み合わせる工程を含む，液体因子VII 組成物のウイルスを不活性化する方法に関する(【0063】，【0064】)。",
                    "本発明は，液体因子 VII 組成物中に存在する活性ウイルスを高レベルで除去する方法に関し，(ⅰ)ウイルスを不活性化する工程と，(ⅱ)ナノ濾過によってウイルスを除去する工程とを任意の順序で含む(【0071】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "実施例によれば，活性化度90％超の FVII/FVIIa 組成物をフィルター(Millipore NFP，0.0017  ㎡)，圧力：2バールで濾過したところ，分解物は11．9％から12．3％に増加した(【0132】，【0133】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案に鑑み，本件においては，まず無効理由2-1について検討することとする。そこで，取消事由1との関係では，これに関連する甲1文献及び甲5文献の記載事項について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1文献について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献の記載",
                  "text": [
                    "甲1文献には，以下の記載がある。",
                    "(ア)「表1．利用可能な組換え製品の要約」(4頁)には，ノボセブンで行われているウイルス不活性化・除去の手段として「SD」(溶剤界面活性化剤)が記載されている。なお，ナノ濾過が適用されるべネフィックス(遺伝子 IX)については「NF」と記載されている。",
                    "(イ)「ウイルス不活性化/除去",
                    "濃縮物中のウイルスを破壊するために特異的に使用されるウイルス不活性化プロセスは，熱，溶剤界面活性化剤(SD)処理，又は濾過に基づいている。…SD 処理の主な限界は，A型肝炎及びパルボウイルスB19 のような非エンベロープ型ウイルスに対して活性がないことである…。限外濾過(ナノ濾過)は，サイズのみに基づいて，非エンベロープ型ウイルスを含むウイルスを除去するので，しばしばウイルス不活性化プロセスと一緒に用いられる。孔のサイズが小さいため，FIX 及び FXIのような小さい凝集因子のみが，このやり方によって精製され得る。",
                    "すべてのウイルス不活性化手順及び除去手順は，限界を有する。相補的な2種の異なる有効な工程を血漿製品製造プロセスに組み込むことが推奨される…。欧州ガイドラインは，少なくとも1つの有効な工程が非エンベロープ型ウイルスを不活性化又は除去することを推奨する。2001年の医薬品委員会…推奨は，すべての血漿由来医薬品について，多様な物理化学的特徴を有する広い範囲のウイルスの不活性化・除去のための有効な工程を組み入れることが1つの目標であると述べている。これを達成するために，多くの場合において，第一の工程を生き延びたいかなるウイルスも第二の工程によって有効に不活性化・除去されるように，作用モードにおいて互いに補い合う2つの相違する有効な工程を組み入れることが望ましいであろう。」(6頁左欄1～36行)",
                    "(ウ)「組換え因子 VIIa(ノボセブン，ノボ  ノルディスク)",
                    "この組換え製品は，コペンハーゲン近郊(デンマーク)の単一のプラントにおいて製造される。因子 VII は，遺伝的に形質転換された BHK細胞株において単一鎖の糖タンパク質(406アミノ酸，50kDa)として生成される。精製は，イオン交換クロマトグラフィー及びマウスモノクローナル抗体を用いるイムノアフィニティクロマトグラフィーによる。精製中に，組換え因子 VII は二本鎖の活性化形態に変換される。製造工程はウイルス除去のためのナノ濾過工程を含む。組換え因子 VIIaは，最終バイアル中で凍結乾燥調製物として製剤化され，アルブミンは添加されない。組換え因子 VIIa は，製造プロセスの結果として，非凝集因子夾雑物を含む。これらは，発酵プロセスにおいて使用された細胞由来の痕跡量のハムスタータンパク質，発酵培地中のウシ IgG及びウシ血清を含む。」(17頁右欄下4行～18頁左欄16行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1文献記載の発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献の上記記載によれば，本件審決の認定したとおり，甲1文献記載の発明として甲1発明を認定することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張について",
                      "text": [
                        "原告は，本件審決における認定事実1-1及び1-2の認定は誤りである旨主張する。",
                        "しかし，上記アによれば，甲1文献には，少なくとも組み換え因子VIIa(ノボセブン)の製造に関し，製造工程は「ウイルス除去のためのナノ濾過工程を含む」と明記されている。また，甲24文献(2001年発行)に「ウイルスの不活性化は界面活性剤処理により保証される」との記載があったとしても，これをもって直ちに，甲1文献発行時(2003年)においてナノ濾過によりウイルス除去を行うことができないということもできない。",
                        "また，確かに甲1文献には「製造工程はウイルス除去のためのナノ濾過工程を含む」とのみ記載されており，当該ナノ濾過工程が製造工程中のどの時期に置かれるかについては，必ずしも明示的には読み取ることができない。もっとも，甲1発明は，ナノ濾過工程の置かれる時期を特定しているものではないから，この点は甲1発明の認定を左右しない。",
                        "したがって，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲5文献について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5文献の記載事項(図はいずれも「別紙甲5文献図面」参照)",
                  "text": [
                    "(ア)「組換え因子 VIIa は，以前に記載されたとおりに調製された。」(501頁右欄5行)",
                    "(イ)「完全な活性化(＞95％)を達成するためには，約10％のβ及びγ形態が許容されなければならない。」(503頁右欄5～6行)",
                    "(ウ)「このように，1/[FVIIa]は，時間に比例するはずである。このことは，異なる濃度の2つの異なる rFVIIa 処方についても当てはまることが示され(図6)，自己分解の仮説を確認するものであった。したがって，精製及び活性化の間の rFVIIa の時間及び濃度を慎重に制御することが不可欠である。」(503頁左欄7～10行目)",
                    "(エ)「図6．組換え因子 VIIa の切断。異なる濃度の2つの異なる組換え因子 VIIa 調製物を約1ヶ月10℃に保持した。示した間隔で，サンプルを70℃で RP-HPLC で分析し，切断されていない組換え因子 VIIa の濃度を決定した。」(504頁，図6)",
                    "(オ)「図7．精製手順の4回のクロマトグラフィ工程中のβ及びγ形態の形成。各工程で，材料を70℃で RP-HPLC によって分析した。パイロットプラントから採取したもの及びフルスケール製造ラインから採取したものの 2 つの系列を分析した。」(504頁  図7)",
                    "(カ)「  図8．精製手順の4回のクロマトグラフィ工程中のβ及びγ形態の形成。各工程で，材料を70℃で RP-HPLC によって分析した。プロセス最適化前のもの及びプロセス時間及びサンプル積載の制御をより厳密にすることによるプロセス最適化後のものの2つの系列を分析した。」(504頁  図8)",
                    "(キ)「図9．活性化及び切断。4回のクロマトグラフィすべての工程から採取した多数のサンプルを70℃で RP-HPLC で分析し，β形態及びγ形態の含量を活性化組換え因子 VIIa の含量に対してプロットした。活性化が完了に近くなると，切断のみが起こることができ，β形態及びγ形態の形成に大きな変動をもたらす。」(504頁  図9)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5文献の記載事項の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5文献の上記記載によれば，本件審決の認定したとおり，認定事実5-1～5-3を認定することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "認定事実5-1について",
                          "text": [
                            "原告は，認定事実5-1につき，甲5文献図9は，95％までの活性化率の場合に分解(切断)が予期されないと述べているのではない旨主張する。",
                            "しかし，同図からは，因子 VII の活性化率が95％を超える場合，それ以下の場合と比較してその切断(分解)に関する傾向が異なり，より切断(分解)が見込まれることは，当業者が十分に読み取り得るところである。また，本件審決は，活性化率が95％以下の場合に切断が予期されないと認定しているわけでもない。",
                            "したがって，本件審決の認定事実5-1の認定をもって直ちに誤りであるということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "認定事実5-2及び5-3について",
                          "text": [
                            "原告は，認定事実5-2につき，甲5文献図6は「1/[FVIIa]が時間に比例する」という仮説を示すもので，その分解速度の絶対値から，他の条件における分解速度を想起させるものではないことは明らかである旨を，また，認定事実5-3につき，同文献図7及び8のデータは，アニオンクロマトグラフィー又はカルシウムの存在下でのみ分解産物が増加することを示すものではなく，ある程度の活性化 VIIa が存在する場合には，精製等の処理を追加することで分解産物が生じることを示す結果である旨を主張する。",
                            "しかし，本件審決による認定事実5-2及び5-3は，いずれも甲5文献から導き出し得る事項，すなわち，認定事実5-2については「1/[FVIIa]は，時間に比例するべきである」との記載(503頁左欄5行)や図6によって，また，認定事実5-3については図7，図8及び甲5文献の引用文献9である甲17によって，それぞれ導き出し得る事柄であって，これらの事項についての本件審決の認定が誤っているとは認められない。",
                            "したがって，この点に関する原告の主張は採用し得ない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決による甲1発明及び甲5文献の記載事項の認定に誤りはないから，無効理由2-1に関連する取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明1及び2と甲1発明との対比",
              "text": [
                "前記のとおり，本件審決による甲1発明の認定に誤りはないことを踏まえると，訂正発明1及び2(訂正発明2は訂正発明1と同一といってよいことから，合わせて論ずることとする。)と甲1発明との一致点及び相違点は，以下のとおりと認められる。この点に関する本件審決の認定に誤りはない。",
                "［一致点］",
                "液体因子 VII 組成物からウイルスを除去するための方法であって，前記組成物が一以上の因子 VII ポリペプチドを含み，前記方法が，下記の工程(a)又は工程(b)を含む方法。",
                "(a)前記組成物と界面活性剤とを組み合わせる工程を含む方法によってウイルスを不活性化する工程；および",
                "(b)ナノ濾過を前記液体因子 VII 組成物溶液に対して行うことを含む方法によって，ウイルスを除去する工程。",
                "［相違点1］",
                "訂正発明1が，工程(a)及び工程(b)の両者を任意の順序で含むのに対して，甲1発明には両者を含むことが明示されていない点。",
                "［相違点2］",
                "訂正発明1が，ウイルスを除去する「因子 VII ポリペプチドのうち少なくとも50％が活性化された形態」であるのに対して，甲1発明は，活性化に関する上記特定を有しない点。",
                "［相違点3］",
                "訂正発明1が，ウイルスを除去する「因子 VII ポリペプチドの濃度が，0．01～5mg/mL の範囲」であるのに対して，甲1発明は，濃度に関する上記特定を有しない点。",
                "［相違点4］",
                "訂正発明1が，「最大80nm の細孔サイズを有するナノフィルターを使用するナノ濾過」を行うことを含む方法によって，ウイルスを除去するのに対して，甲1発明は，ナノ濾過に用いるナノフィルターに関する上記特定を有しない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3文献の記載事項",
              "text": [
                "甲3文献には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "57頁5～16行",
                  "text": [
                    "「因子 VII のナノ濾過",
                    "前記の溶出した因子 VII 画分を，BMM-15 を使用して，ウイルス除去のためにナノ濾過した。",
                    "因子 VII から因子 VIIa への部分的な変換",
                    "22リットルのナノ濾過された因子 VII 画分((A ＝0．280-0．290)，15，000L の血漿からの因子 VII 重量，約4．5g)を，30mM NaCl を含む50mM トリス-HCl，pH7．8で平衡化されたDEAE-FF(φ9cm×5cm)に，10℃でアプライした。同じ緩衝液で洗浄した後，部分的に活性化された因子 VIIを，30mM NaCl及び1．75mM CaCl を含む50mM トリス-HCl，pH7．8で4．8cm/分の線状流速で溶出した。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "図1(56頁)",
                  "text": [
                    "「寒冷沈降物プール血漿",
                    "┣  Q-セファロース  ファストフロー",
                    "ビタミン K 依存性タンパク質富化濃縮物",
                    "┣  抗 FVII モノクローナル抗体固定化ゲル",
                    "FVII ┣  ベンベルグ微細孔膜(BMM)-15nm ┣  DEAE-セファロース  ファストフロー",
                    "FVII/FVIIa の混合物",
                    "┣溶液中での因子 VII の完全活性化",
                    "FVIIa ┣  透析",
                    "┣  製剤化及び滅菌",
                    "┣  バイアル充填及び凍結乾燥",
                    "┣  乾熱処理(65℃，96時間)",
                    "FVIIa 濃縮物」(以下次頁)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図4(60頁)",
                  "text": [
                    "「",
                    "図4．大規模の活性化因子 VII(因子 VIIa)の調製。(a)因子 VIIa のドデシル硫酸ナトリウムポリアクリルアミドゲル電気泳動(SDS-PAGE)分析。前記 FVIIa 溶液を，材料及び方法において記載したように，大規模調製した。前記カラムを緩衝液(30mM NaClを含む50mMトリス-HCl，pH7．8)で洗浄した後，タンパク質を1．75mM CaCl を含む同じ緩衝液で溶出した。前記溶出画分のタンパク質濃度を1．5mg/mL に調整し，前記タンパク質を，溶液中で18時間インキュベートした。完全な活性化後，因子 VIIa を，充填緩衝液(13mM グリシン及び240mM NaCl を含む20mM クエン酸塩，pH6．9)に対して透析した。このようにして得られた因子 VIIa を，非還元条件下(レーン1～7)及び還元条件下(レーン8～14)で，SDS-PAGE(アクリルアミド濃度12．5%)に供した。レーン1及び8，ベンベルグ微細孔膜-15nm(BMM-15)を使用した濾過前；レーン2及び9，BMM-15 を使用した濾過後；レーン3及び10，DEAE-セファロースファストフロー(DEAE-FF)カラムへのアプライ前；レーン4及び11，DEAE-FF カラムから溶出された画分；レーン5及び12，3時間のインキュベーション後；レーン6及び13，18時間のインキュベーション後；レーン7及び14，透析後；レーン M，分子量マーカー。18，000，17，000，16，000及び15，000の分子量を有する4本の薄いバンドがレーン13及び14で観察され，Ｎ末端配列分析により，これらのバンドは配列：I153VGGK，G291ATAL，K316VGDS 及び I153VGGK を有することが示された。(b)インタクトな(無傷の)因子VIIa，因子VIIaβ及び因子VIIaγの模式図。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正発明1及び2と甲1発明との相違点について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "相違点1として認定したとおり，甲1文献には，界面活性剤による不活性化処理(訂正発明1の工程(a))，ナノ濾過(同工程(b))の両者を組み合わせることは開示されていない。",
                    "しかし，甲1文献には，血漿製品製造プロセスにウイルスの不活性化及び除去のための2種の異なる工程を組み込むことが推奨されており，開示されている(前記2(2)ア(イ))。そして，本件優先日当時，甲3文献(上記(2))に示されるように因子 VII組成物についてナノ濾過が適用されることに加え，ナノ濾過は血漿由来の医薬製剤組成物を含む広範なタンパク質からその完全性を維持したままでウイルスを除去するための慣用の手段であったことが認められること(甲4，20，21等)に鑑みれば，甲1発明において，界面活性剤処理とナノ濾過を組み合わせて因子VIIa組成物のウイルス不活性化／除去のための工程とすることについての動機付けはあるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "相違点2として認定したとおり，訂正発明1においては，ウイルスを除去する因子 VII ポリペプチドが「少なくとも50％が活性化された形態」として特定されているのに対し，甲1発明には，この点に関する特定はない。",
                    "しかし，因子 VII が製剤として提供される場合の形態が活性化された因子 VIIa であること(甲1，2)に鑑みれば，製品の総量中に活性化因子を高い濃度で含有する組成物を提供することは，当業者に周知の技術的課題であったということができる。",
                    "そして，例えば，甲5文献からは，活性化率50％以上の因子 VII 組成物が精製工程(4回のクロマトグラフィー処理)を経て得られることが把握できること(例えば図9)，甲13文献には，約43分で当初の一本鎖因子 VII の50％が二本鎖因子 VII(すなわち活性化因子)に変換される旨開示されていること(9333頁左欄下から14行～右欄14行)，前記のとおり，ナノ濾過は血漿由来の医薬製剤等のタンパク質の完全性を維持したままでウイルスを除去するための慣用の手段であることも踏まえれば，「因子 VII ポリペプチドのうち少なくとも50％が活性化された形態」がナノ濾過の対象となり得ることは，当業者であれば容易に想到し得るものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "甲3文献によれば，ウイルス除去のためナノ濾過した因子 VII 画分22リットル中，因子 VII 収量は約4．5g であることから，その濃度は約0．20mg/ml となる。ナノ濾過前の因子 VII の濃度もこの近傍であると考えるのが合理的であるところ，この濃度は訂正発明1に係る「因子 VII ポリペプチドの濃度が，0．01～5mg/mL の範囲」に含まれる。",
                    "そうすると，甲1発明におけるナノ濾過に供する因子 VII の濃度を「0.01～5mg/mL の範囲」に含まれるものとすることは，当業者であれば容易になし得るものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "甲3文献において，因子 VII 画分をウイルス除去のためナノ濾過するに当たり，BMM-15 なるナノフィルターを使用すること，この BMM-15 の細孔径は15nm であることが，それぞれ開示されている。また，甲4文献には，ナノ濾過は，「非常に小さい細孔サイズ(典型的には15～40nm)を通してタンパク質溶液を濾過することからなる」製造工程であり，「本質的にあらゆる血漿生成物に適用し得る，着実で信頼性の高いウイルス減少技術である」旨記載されている。",
                    "そうすると，甲1発明において，ナノ濾過に用いるナノフィルターとして甲3文献又は甲4文献に記載されるような細孔径が80nm に満たないものを採用し，訂正発明1及び2の構成とすることは，当業者であれば容易に想到し得ると認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，活性化された因子 VIIa からのウイルス除去にナノ濾過を適用することには阻害要因がある旨主張する。そして，甲3文献図4によれば，活性化因子 VIIa を含む組成物に透析処理(なお，透析膜の孔径や被処理物との接触条件，処理に要した時間等は必ずしも明らかでない。)を施すことによって因子 VIIa の分解が進行する(甲6によれば最大11．7％)ことは理解し得る。",
                        "しかし，透析処理に関する知見に基づいて，それとは処理条件が大きく異なるナノ濾過を適用した場合に，因子 VIIa にどれくらいの分解が生じるのかを推測することは困難である。むしろ，通常のナノフィルター(例えば，プラノバ15(乙2)や甲3文献記載の BMM-15)が有する細孔(15nm)は，因子 VII/VIIa(分子量約50kDa)よりも大きな分子量のタンパク質(因子 VIII)が通過する大きさであることから，因子VIIと因子VIIaを含む組成物がこうしたナノフィルターを通過するためにそれほどの時間は要しないものと推察され，そうすると，時間経過に起因する因子 VIIa の分解が大きく進行するとは考えられない。また，因子 VIIa の大きさとナノフィルターの細孔径に上記関係があるにもかかわらず，因子 VIIa にナノ濾過を適用した場合に，その通過が妨げられることによりフィルター上の同因子の濃度が上昇することをうかがわせる証拠も見当たらない。",
                        "以上によれば，仮に活性化因子 VIIa の分解がその濃度に依存するとしても，ナノ濾過を適用することによって因子 VIIa の分解が起こりやすくなると直ちに認めることはできない。",
                        "また，甲5文献図7～9からは，複数回の精製処理(4回のクロマトグラフィー工程)を施すことによって因子 VII の活性化を行う場合，その活性化率が少なくとも100％近傍(又は90％超)に近づくまでの間は2～6％程度の分解物しか生じていないことが理解できる。これを前提とすると，仮にナノ濾過工程を組み合わせた場合に，クロマトグラフィーによる精製処理と同程度の分解が生じる可能性があるとしても，活性化率が100％近傍(又は90％超)に至らない「50％以上が活性化された」組成物をナノ濾過することによって，直ちにその適用が阻害される程の多くの分解物を生じることを予測し得るものではない。",
                        "以上より，活性化された因子 VIIa からのウイルス除去にナノ濾過を適用することには阻害要因があると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，活性化された形態が「少なくとも50％」とは，製造工程の後期に対応しているところ，前記のとおり，本件審決による認定事実1-2は誤りであるから，甲1文献にはナノ濾過工程をいかなる時期に設けるか特定されていない旨主張する。",
                        "この点，甲1文献には，活性化因子 VIIa の製造工程においてナノ濾過をいかなる時期に設けるのかを特定する記載はない。",
                        "しかし，ナノ濾過の適用時期については，製品の汚染のリスクの回避やその他の作業効率等も考慮して当業者が決定すべき事項であり，凝固因子の製造工程の後期で行うものも知られている(甲21)。そして，上記のとおり，因子 VIIa にナノ濾過を施すことに特段の阻害事由は認められない。",
                        "そうである以上，その製造工程の後期にナノ濾過を適用することに格別の技術的困難性はないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他原告がるる指摘する事情を考慮しても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上より，本件審決による相違点に関する判断に誤りはないから，無効理由2-1に関連する取消事由2の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書記載の例5によれば，因子 VIIa の割合が90％超に活性化された因子 VII をナノ濾過した(フィルター：Millipore NFP，0．0017m2，  圧力：2バール)ところ，分解率の増加は0．4％(濾過後の12．3％と濾過前の11．9％との差分)にとどまったが，これは技術常識や知見から予期し得ぬほど小さいものであり，本件訂正発明は，製造工程の後期にウイルス除去を実施でき，ウイルス濾過後の追加処理による外部からの汚染などのリスクの低減を可能とするにも拘わらず，本件審決は，本件発明の奏するこのような特に顕著な効果を看過したものである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のとおり，本件明細書の実施例からは，分解率90％超の因子 VIIaのナノ濾過前後における分解率の増加は0．4％であること，もっとも，濾過前において既に12％程度の分解が生じていたことが把握される。",
                "他方，甲3文献図4及び甲6によれば，透析処理(レーン14)によって生成する分解物(4本の薄いバンド)は「微量」であることが理解でき，その分解率は，確実に11．7％をはるかに下回るとされる。また，甲5文献図9からは，因子 VIIa の種々の精製工程(4回のクロマトグラフィー)から採取されたサンプルにおける切断された FVIIa の％(分解率)について，活性化率が95％以下の範囲においては約2～6％，95％超では10～18％程度であることが認められる。",
                "以上を踏まえると，本件訂正発明におけるナノ濾過による分解率の増加分である「0．4％」の大小を直接評価し得る証拠は見当たらないものの，ナノ濾過が血漿由来の医薬製剤組成物を含む広範なタンパク質の完全性を維持したままでウイルスを除去するための手段として周知であること(甲4，20，21等)に鑑みれば，当業者にとって，ナノ濾過により分解率が大きく増加しないことは予測し得るところである。また，本件明細書の実施例において示された因子 VIIa の分解率の数値(約12％)それ自体は，甲3文献又は甲5文献に示されたものと比較して，格別優れたものとまでは認めることはできず，むしろ，通常の因子 VIIa の活性化や精製処理に供される因子 VII 組成物に含まれる分解生成物とほぼ同等の量のものにすぎないと見られる。",
                "そうすると，本件明細書に示された本件訂正発明による効果は格別顕著なものということはできない。この点に関する本件審決の判断に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "以上より，訂正発明1及び2は，甲1発明及び甲3文献の記載に基づき，当業者が容易に発明をすることができたものと認められるから，これらに係る特許は，無効理由2-1によって無効とすべきものと認められる。",
            "また，そうである以上，取消事由1～3に理由があることを前提とする取消事由5についても，理由がない。",
            "したがって，その余の点について論ずるまでもなく，本件訂正発明は法29条2項により特許を受けることができないものであり，その特許は法123条1項2号により無効とすべきものである。この点に関する本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10061",
    "date": "2018-06-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087805",
    "ipprecedent_id": "4943",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}