{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800074号事件について平成29年3月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがないか，証拠(各項に掲げたもの)及び弁論の全趣旨により容易に認められる。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「生海苔異物分離除去装置における生海苔の共回り防止装置」とする特許第3966527号(平成10年6月12日出願，平成19年6月8日設定登録。以下「本件特許」という。)の特許権者である。なお，本件特許については，平成22年2月25日訂正審判がされ(訂正2010-390006号)，同年3月9日，これが確定した。(甲13)",
            "原告らは，平成28年6月24日，特許庁に対し，本件特許を無効とすることを求めて審判請求をした。これに対し，特許庁は，当該請求を無効2016-800074号事件(以下「本件審判事件」という。)として審理をした上，平成29年3月14日，「本件審判の請求は，成り立たない。」との審決をした(以下「本件審決」という。)。その謄本は，同月24日，原告らに送達された。",
            "原告らは，同年4月24日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の請求項1～5(上記訂正後のもの。以下同じ。)に係る発明(以下，その請求項の番号順に「本件発明1」のようにいい，また，これらを一括して「本件発明」という。)は，明細書及び図面(いずれも別紙特許審決公報(甲13)の特許訂正明細書部分参照。以下，併せて「本件明細書」という。)の特許請求の範囲の請求項1～5に記載された次のとおりのものと認められる。",
            "【請求項1】",
            "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
            "前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。",
            "【請求項2】",
            "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
            "前記防止手段を，突起・板体の突起物とし，この突起物を，前記生海苔混合液槽の内底面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。",
            "【請求項3】",
            "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
            "前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。",
            "【請求項4】",
            "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
            "前記防止手段を，突起・板体の突起物とし，この突起物を選別ケーシングと回転板で形成されるクリアランスに設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。",
            "【請求項5】",
            "請求項1～請求項4に記載の生海苔異物分離除去装置における生海苔の共回り防止装置において，",
            "前記突起・板体の突起物を，回転板の回転方向に傾斜する構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審判事件において原告らの主張した無効理由の要旨(甲26，27)",
          "content": [
            {
              "fig": "(1)",
              "subject": "各無効理由に共通する前提としての主張(原告ら前提主張)",
              "text": [
                "本件発明の構成要件である「回転板の回転とともに回る生海苔の共回りを防止する防止手段としての突起・板体の突起物」が「凹凸部である」とした場合，本件明細書における当該凹凸部に関する記載内容は不十分であり，本件発明について，「突起物として含まれる凹凸」の大きさについての具体的な数値も，凹凸によって異物を除去するメカニズムも，いずれも全く開示されていない(以下，この主張を「原告ら前提主張」という。)。",
                "このため，本件発明は，以下の無効理由を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1",
              "text": [
                "本件明細書には，どのような構成の凹凸が本件発明の作用効果を発揮するものであるかについて全く開示されていないため，本件発明の目的を達成することができず，発明未完成であり，本件発明は自然法則を利用した技術的思想の創作とは認められない。",
                "したがって，本件発明は，特許法(以下「法」という。)29条1項柱書所定の要件を満たしておらず，法123条1項2号に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2",
              "text": [
                "本件明細書には，どのような構成の凹凸が本件発明の作用効果を発揮するものであるかについて全く開示されていないため，本件発明の目的を達成することができず，発明の内容がその発明の属する技術分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載されていない。",
                "したがって，本件発明は，法36条4項1号所定の要件を満たしておらず，法123条1項4号に該当する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3",
              "text": [
                "本件明細書には，どのような構成の凹凸が本件発明の作用効果を発揮するものであるかについて全く開示されていないため，本件発明の目的を達成することができず，特許を受けようとする発明が発明の詳細な説明に記載されていない。",
                "したがって，本件発明は，法36条6項1号所定の要件を満たしておらず，法123条1項4号に該当する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由4",
              "text": [
                "本件明細書には，どのような構成の凹凸が本件発明の作用効果を発揮するものであるかについて全く開示されていないため，本件発明の目的を達成することができず，特許を受けようとする発明が明確でない。",
                "したがって，本件発明は，法36条6項2号所定の要件を満たしておらず，法123条1項4号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，以下のとおり，原告ら前提主張は本件発明の各請求項の記載に基づかない事項を主張するものであり，採用し得ず，また，無効理由1~4はいずれも理由がなく，本件特許を無効とすることはできない，としたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告ら前提主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の特許請求の範囲請求項1～5には，「回転板の回転とともに回る生海苔の共回りを防止する防止手段としての突起・板体の突起物」が「凹凸部である」という記載は見当たらない。他方，その「回転板の回転とともに回る生海苔の共回りを防止する防止手段…を，突起・板体の突起物と(する)」という記載は，その記載のとおり，上記「防止手段」としての「突起物」が「突起」又は「板体」に特定されていることを明確に理解し得る。",
                    "そうすると，原告ら前提主張は本件発明の各請求項の記載に基づかない事項を主張するものであり，採用し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，原告ら前提主張が，本件発明の特許請求の範囲請求項1～5中の「回転板の回転とともに回る生海苔の共回りを防止する防止手段…を，突起・板体の突起物と(する)」という記載が明確でなく，当該「突起・板体の突起物」には「凹凸部」又は「凹凸」が含まれるという主張であるとしても，本件発明において，生海苔混合液がクリアランスに導かれる際に発生した生海苔の共回りを解消すると共に(防止効果)，生海苔の動きを矯正し，効率的にクリアランスに導く(矯正効果)ことによって，共回りの発生をなくし，クリアランスの目詰まりをなくすという機能を果たす構成が「突起・板体の突起物」であることを踏まえれば，本件発明には，本件明細書記載の実施例の例示のうち「ナイフ等の突起物」及び「切り溝，凹凸，ローレット等の突起物」は含まれないと解される。",
                    "その上で，「突起物」とは，円周端面等の所定の面から突き出た，又はクリアランスに突き出たものと解されるところ，「凹凸部」又は「凹凸」の「凸」部分が，円周端面等の所定の面から突き出た，又はクリアランスに突き出たものであって，上記防止効果及び矯正効果によって共回りの発生をなくし，クリアランスの目詰まりをなくすという機能を果たす場合には，上記「凸」部分は，本件発明の「突起・板体の突起物」に該当するものといえるが，「凹」部分を含めた「凹凸部」又は「凹凸」全体が「突起・板体の突起物」に該当するとまではいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1について",
              "text": [
                "原告ら前提主張は，前記のとおり請求項の記載に基づかない事項を主張するものであるから，本件発明が「自然法則を利用した技術的思想の創作」とは認められないとする理由ともならない。",
                "また，原告らは，本件明細書には明らかに本件発明の共回り防止機能を発揮することのない「切り溝」が開示されており，発明未完成の構成を部分的に含むなどと主張するけれども，前記のとおり，本件発明には，「防止手段」の実施例として本件明細書に例示された「突起・板体・ナイフ等の突起物」及び「切り溝，凹凸，ローレット等の突起物」のうち，「ナイフ等の突起物」及び「切り溝，凹凸，ローレット等の突起物」は含まれないと解されるし，そもそも「本件発明の共回り防止機能を発揮することのない」ものは，本件発明に含まれない。",
                "したがって，本件発明を未完成発明であるとすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2について",
              "text": [
                "原告ら前提主張は，前記のとおり請求項の記載に基づかない事項を主張するものであるから，本件発明が「その発明の属する技術分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものでない」とする理由とはならない。",
                "また，本件発明の「回転板の回転とともに回る生海苔の共回りを防止する防止手段…を，突起・板体の突起物と(する)」との構成については，本件明細書において，それに対応する実施例が具体的かつ実施可能な程度に開示されている。",
                "したがって，本件発明が「その発明の属する技術分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものでない」とすることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3について",
              "text": [
                "原告ら前提主張は，前記のとおり請求項の記載に基づかない事項を主張するものであるから，本件発明が「特許を受けようとする発明が発明の詳細な説明に記載したものでない」とする理由とはならない。",
                "また，本件発明の「回転板の回転とともに回る生海苔の共回りを防止する防止手段…を，突起・板体の突起物と(する)」という構成は，本件明細書の発明の詳細な説明に記載されたものであり，この「防止手段」は，本件発明の課題を解決できると認識し得るものである。そうすると，本件発明は，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が本件発明の課題を解決できると認識できる範囲のものであるということができる。",
                "したがって，本件発明が「特許を受けようとする発明が発明の詳細な説明に記載したものでない」とすることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由4について",
              "text": [
                "原告ら前提主張は，前記のとおり請求項の記載に基づかない事項を主張するものであるから，本件発明が「特許を受けようとする発明が明確でない」とする理由とはならない。",
                "また，本件発明の特許請求の範囲の記載は，その記載のとおりに発明を明確に理解し得る。",
                "したがって，本件発明が「特許を受けようとする発明が明確でない」とすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告らの主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(原告ら前提主張についての判断の誤り)",
              "text": [
                "本件審決は，「突起物」とは，円周端面等の所定の面から突き出た，又はクリアランスに突き出たものと解されるところ，「凹凸部」又は「凹凸」の「凸」部分が，前記防止効果及び矯正効果により，共回りの発生をなくし，クリアランスの目詰まりをなくすという機能を果たす場合には，上記「凸」部分は，本件発明の「突起・板体の突起物」に該当するものといえるが，「凹」部分を含めた「凹凸部」又は「凹凸」全体が「突起・板体の突起物」に該当するとまではいえない，とする。",
                "しかし，原告らは，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，本件審決の上記判断のとおり判断が分かれるのであれば，「凹凸部」又は「凹凸」の「凸」部分の大きさについての具体的な数値が全く開示されていないことが，原告ら主張に係る各無効理由となることを主張しているのであり，この主張は本件発明の請求項の記載に基づくものである。",
                "これに対し，本件審決は，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するかについて何ら判断せず，示唆を与えてもいないことから，審理が不十分であり，取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(無効理由1についての判断の誤り)",
              "text": [
                "本件審決は，「切り溝」について，「切り溝，凹凸，ローレット等の突起物」は本件発明の「突起・板体の突起物」に含まれず，そもそも「本件発明の共回り防止機能を発揮することのない」ものは本件発明に含まれないとする。",
                "しかし，本件審決は，原告らが，被告がその製造に係る装置の回転円板の外周面に本件明細書でいう「切り溝」に相当する鉛直溝を形成していることを証明したにもかかわらず，この点については極めて簡単に言及するのみで，当該「切り溝」が「本件発明の共回り防止機能を発揮することがない」ことについての理由を明記していない。",
                "この点において，本件審決には誤りがある。本件特許は，無効理由1により無効とされるべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(無効理由2についての判断の誤り)",
              "text": [
                "前記のとおり，本件審決は，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，判断が分かれることを示唆しているのであるから，本件明細書において，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するものであるかを明確にする必要がある。にもかかわらず，本件審決は，その点について何ら判断をせず，本件明細書(【0026】)の記載で十分であるとしており，矛盾がある。",
                "この点において，本件審決には誤りがある。本件特許は，無効理由2により無効とされるべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(無効理由3についての判断の誤り)",
              "text": [
                "前記のとおり，本件審決は，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，判断が分かれることを示唆しているのであるから，本件明細書及び特許請求の範囲において，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当し，作用効果を発揮するものであるかを明確にする必要がある。にもかかわらず，本件審決は，その点について何ら判断をせず，本件明細書(【0003】～【0005】，【0020】，【0026】，【0029】)の記載で十分としており，矛盾がある。",
                "この点において，本件審決には誤りがある。本件特許は，無効理由3により無効とされるべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(無効理由4についての判断の誤り)",
              "text": [
                "前記のとおり，本件審決は，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，判断が分かれることを示唆しているのであるから，本件明細書において，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当し，作用効果を発揮するものであるかを明確にする必要がある。にもかかわらず，本件審決は，その点について何ら判断をせず，本件発明の特許請求の範囲の記載はその記載のとおりに発明を明確に理解し得るとしており，矛盾がある。",
                "この点において，本件審決には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "原告ら前提主張は，本件発明のクレームの記載に基づかない主張であり，失当である。本件審決の判断は正当であり，取り消されるべき違法は存在しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，前記(第2の2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，別紙特許審決公報のとおり，以下の記載がある(甲13)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する。」(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「この異物分離機構を備えた生海苔異物分離除去装置としては，特開平8-140637号の生海苔の異物分離除去装置がある。その構成は，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに，前記筒状混合液タンクに異物排出口を設けたことにある。この発明は，比重差と遠心力を利用して効率よく異物を分離除去できること，回転板が常時回転するので目詰まりが少ないこと，又は仮りに目詰まりしても，当該目詰まりの解消を簡易に行えること，等の特徴があると開示されている。」(【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「前記生海苔の異物分離除去装置，又は回転板とクリアランスを利用する生海苔異物分離除去装置においては，この回転板を高速回転することから，生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象であり，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等である。この状況を共回りとする。この共回りが発生すると，回転板の停止，又は作業の停止となって，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の如く，最悪の状況となることも考えられる。」(【0003】)",
                    "「前記共回りの発生のメカニズムは，本発明者の経験則では，1．生海苔(原藻)に根，スケール等の原藻異物が存在し，生海苔の厚みが不均等のとき，2．生海苔が束状，捩じれ，絡み付き等の異常な状態で，生海苔が展開した状態でない，所謂，生海苔の動きが正常でないとき，3．生海苔が異物を取り込んでいる状態，生海苔に異物が付着する等の状態であって，生海苔の厚みが不均等であるとき，等の生海苔の状態と考えられる。」(【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「請求項1の発明は，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)を図ることにある。またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。」(【0005】)",
                    "「請求項1は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                    "前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。」(【0006】)",
                    "「請求項2の発明は，請求項1の目的を達成することと，またこの防止手段を，適切な場所に設置することを意図する。」(【0007】)",
                    "「請求項2は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                    "前記防止手段を，突起・板体の突起物とし，この突起物を，前記生海苔混合液槽の内底面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。」(【0008】)",
                    "「請求項3の発明は，請求項1の目的を達成することと，またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。」(【0009】)",
                    "「請求項3は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                    "前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。」(【0010】)",
                    "「請求項4の発明は，請求項1の目的を達成することと，またこの防止手段を，クリアランスへの容易な設置を図ることを意図する。」(【0011】)",
                    "「請求項4は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                    "前記防止手段を，突起・板体の突起物とし，この突起物を選別ケーシングと回転板で形成されるクリアランスに設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。」(【0012】)",
                    "「請求項5の発明は，請求項1～4の目的を達成することと，またこの防止手段のクリアランスへの簡易・容易な設置を図ることを意図する。」(【0013】)",
                    "「請求項5は，請求項1～請求項4に記載の生海苔異物分離除去装置における生海苔の共回り防止装置において",
                    "前記突起・板体の突起物を，回転板の回転方向に傾斜する構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。」(【0014】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「本発明の生海苔混合液槽には，生海苔タンクから順次生海苔混合液が導入される。この導入された生海苔混合液の生海苔は，回転板とともに回転しつつ，順次吸込用ポンプにより回転板と選別ケーシングで形成される異物分離機構のクリアランスに導かれる。この生海苔は，このクリアランスを通過して分離処理される。この分離処理された生海苔及び海水は，選別ケーシングのケーシング内底面より連結口を経由して良質タンクに導かれる。」(【0019】)",
                    "「このクリアランスに導かれる際に，生海苔の共回りが発生しても，本発明では，防止手段に達した段階で解消される(防止効果)。尚，前記防止手段は，単なる解消に留まらず，生海苔の動きを矯正し，効率的にクリアランスに導く働きも備えている(矯正効果)。」(【0020】)",
                    "「以上のような操作により，生海苔の分離が，極めて効率的にかつトラブルもなく行われることと，当該回転板，又は当該装置の停止等は未然に防止できる特徴がある。」(【0021】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「異物分離除去装置1は，生海苔混合液をプールする生海苔混合液槽2と，この生海苔混合液槽2の内底面21に設けた異物分離機構3と，異物排出口4と，前記異物分離機構3の回転板34を回転する駆動装置5と，防止手段6を主構成要素とする。」(【0023】)",
                    "「生海苔混合液槽2には，生海苔・海水を溜める生海苔タンク10と連通する生海苔供給管11が開口しており，この生海苔供給管11には供給用のポンプ12が設けられている。また分離処理された生海苔・海水をプールする良質タンク13を設ける。」(【0024】)",
                    "「異物分離機構3は，分離した生海苔・海水を吸い込む連結口31，及び逆洗用の噴射口32を有する選別ケーシング33と，この選別ケーシング33に寸法差部Aを設けるにようにして当該選別ケーシング33の噴射口32の上方に設けられた回転板34と，この回転板34の円周面34aと前記選別ケーシング33の円周面33aとで形成されるクリアランスSと，で構成されている。前記寸法差部Aは，選別ケーシング33の円周端面33bと回転板34の円周端面34bとの間で形成する。」(【0025】)",
                    "「防止手段6は，一例として寸法差部Aに設ける。図3，図4の例では，選別ケーシング33の円周端面33bに突起・板体・ナイフ等の突起物を1ケ所又は数ヶ所設ける。また図5の例は，生海苔混合液槽2の内底面21に1ケ所又は数ヶ所設ける。さらに他の図6の例は，回転板34の円周面34a及び／又は選別ケーシング33の円周面33a(一点鎖線で示す。)に切り溝，凹凸，ローレット等の突起物を1ケ所又は数ヶ所，或いは全周に設ける。また図7の例は，選別ケーシング33(枠板)の円周面33a(内周端面)に回転板34の円周端面34bが内嵌めされた構成のクリアランスSでは，このクリアランスSに突起・板体・ナイフ等の突起物の防止手段6を設ける。また図8の例では，回転板34の回転方向に傾斜した突起・板体・ナイフ等の突起物の防止手段6を1ケ所又は数ヶ所設ける。」(【0026】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "「請求項1の発明は，…共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴がある。」(【0029】)",
                    "「請求項2の発明は，…請求項1の目的を達成できることと，またこの防止手段を，適切な場所に設置できること等の特徴を有する。」(【0030】)",
                    "「請求項3の発明は，…請求項1の目的を達成できることと，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴を有する。」(【0031】)",
                    "「請求項4の発明は，…請求項1の目的を達成できることと，またこの防止手段を，クリアランスへの容易な設置が図れること等の特徴を有する。」(【0032】)",
                    "「請求項5の発明は，…請求項1～4の目的を達成できることと，またこの防止手段のクリアランスへの簡易・容易な設置できること等の特徴を有する。」(【0033】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)及び(2)によれば，本件発明の概要は，以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する(【0001】)。",
                    "従来，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板につき軸心を中心として適宜駆動手段によって回転可能とすると共に，前記筒状混合液タンクに異物排出口を設けた生海苔異物分離除去装置(特開平8-140637号。以下「従来装置」という。)がある。この発明は，比重差と遠心力を利用して効率よく異物を分離除去できること，回転板が常時回転するので目詰まりが少ないこと，又は仮に目詰まりしてもその解消を簡易に行い得ることなどの特徴があると開示されている(【0002】)。",
                    "しかし，従来装置(又は回転板とクリアランスを利用する生海苔異物分離除去装置)においては，この回転板を高速回転することから，生海苔及び異物が回転板と共に回転し，クリアランスに吸い込まれない現象，又は生海苔等がクリアランスに喰い込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象が生じ，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する(共回り)。この共回りが発生すると，回転板の停止又は作業の停止につながり，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等のような最悪の状況に至ることも考えられる(【0003】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，従来装置の有する上記問題点に鑑み，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離を図ることなどを目的として(【0005】，【0007】，【0009】，【0011】，【0013】)，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において(【0006】，【0008】，【0010】，【0012】)，本件発明1では，前記防止手段を，突起・板体の突起物とし，これを前記選別ケーシングの円周端面に設ける構成とし(【0006】)，本件発明2では，前記防止手段を，突起・板体の突起物とし，この突起物を，生海苔混合液槽の内底面に設ける構成とし(【0008】)，本件発明3では，前記防止手段を，突起・板体の突起物とし，これを回転板及び／又は選別ケーシングの円周面に設ける構成とし(【0010】)，本件発明4では，前記防止手段を，突起・板体の突起物とし，これを選別ケーシングと回転板で形成されるクリアランスに設ける構成とする(【0012】)。また，本件発明5では，本件発明1～4の生海苔異物分離除去装置における生海苔の共回り防止装置において，突起・板体の突起物を，回転板の回転方向に傾斜する構成としたものである(【0014】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明によれば，生海苔排出口を有する選別ケーシング，及び回転板，回転板の回転と共に回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)を図ることができること，この防止手段を簡易かつ確実に適切な場所に設置し得ること，この防止手段につきクリアランスへの簡易・容易な設置ができること等の効果を奏する(【0029】～【0033】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(原告ら前提主張についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告ら前提主張は，本件発明の「防止手段」としての「突起・板体の突起物」が「凹凸部」もしくは「凹凸」であること，又は「凹凸部」もしくは「凹凸」を含むことを前提とする。もっとも，本件審判事件における原告らの主張を子細に見ても，原告らが，本件発明の「防止手段」としての「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が含まれる旨の主張をしていると理解し得る部分は見当たらない(甲26，27参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明において，その特許請求の範囲の記載によれば，「防止手段」を「突起・板体の突起物」とすることは明確に特定されているといってよい。ここで，「突起・板体の突起物」にいう「突起」とは，「ある部分が周囲より高く突き出ていること。また，そのもの。でっぱり。」を意味する(甲28，弁論の全趣旨)。他方，「凹凸」とは，凹と凸からなる，でこぼこのものをいうところ，「凹凸部」又は「凹凸」自体が，周囲より高く突き出る部分と理解し得ないことは明らかである。また，本件明細書全体を見ても，「凹凸部」又は「凹凸」自体が，回転板の回転とともに回る生海苔の共回りを防止する「突起・板体の突起物」による「防止手段」であること，又はこれに含まれることを示す記載は見当たらない。",
                "そうである以上，この点についての本件審決の判断に誤りはない。取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告らは，本件審決のとおり，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，「凹凸部」又は「凹凸」の「凸」部分が本件発明の目的とする機能を果たす場合には，本件発明の「突起・板体の突起物」に該当するが，「凹」部分を含めた「凹凸部」又は「凹凸」全体が「突起・板体の突起物」に該当するとまではいえない，というように判断が分かれるのであれば，「凹凸部」又は「凹凸」の「凸」部分の大きさについての具体的な数値が全く開示されていないことが，原告ら主張に係る各無効理由となることを主張したところ，本件審決は，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するかについて何ら判断せず，示唆を与えてもおらず，審理が不十分である旨主張する。",
                "しかし，前記のとおり，原告らは，本件審判事件において，本件発明の「防止手段」としての「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が含まれる旨の主張をしたとは見られない(なお，原告らがその旨主張をした部分として引用する審判請求書(甲26)の各記載は，「『…突起・板体の突起物』が『凹凸部である』とした場合」(7頁11行目)，「本件発明について『突起物として含まれる凹凸』の大きさについての具体的な数値は全く開示されておらず」とあり，いずれも上記主張と趣旨を異にするものと理解される。)。",
                "その点は措くとしても，本件審決は，「凹凸部」又は「凹凸」の「凸」部分が，本件発明の目的とする共回りの発生をなくし，クリアランスの目詰まりをなくすという機能を果たす場合には，当該部分については本件発明の「突起・板体の突起物」に該当するが，「凹」部分を含めた「凹凸部」又は「凹凸」全体が「突起・板体の突起物」に該当するとまではいえないとしたものである。すなわち，前者と後者では，「突起・板体の突起物」に該当するか否かの判断対象を異にすることは明らかであって，本件審決は，「凸」部分につき「突起・板体の突起物」に該当するか否かの判断が異なり得ることを示したものではない。そうすると，原告らの上記主張は，その前提において誤りがある。",
                "また，本件審決の上記判断は，本件明細書の記載を踏まえた上で，「突起・板体の突起物」につき「突起」の語義のとおりに解釈したものであって，それ自体に誤りはない。",
                "以上より，この点に関する原告らの主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(無効理由1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告ら主張に係る無効理由1は，原告ら前提主張を前提とするものであるところ，この前提に誤りがあることは前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "発明は，自然法則の利用に基礎付けられた一定の技術に関する創作的な思想であるが，その創作された技術内容は，その技術分野における通常の知識経験を持つ者であれば何人でもこれを反復実施してその目的とする技術効果を挙げることができる程度にまで具体化され，客観化されたものでなければならないから，その技術内容がこの程度に構成されていないものは，発明としては未完成のものであって，「発明」とはいえないと解される(最高裁判所昭和44年1月28日第三小法廷判決・民集23巻1号54頁参照)。",
                "本件明細書の記載によれば，本件発明は，従来装置の有する問題，すなわち，生海苔及び異物が回転板とともに回転し，クリアランスに吸い込まれない現象，又は生海苔等がクリアランスに喰い込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象(共回り)が生じ，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生するという問題に鑑み，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離を図ること等を目的とする。そして，この目的を達成するために，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ備えた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において，「防止手段」を「突起・板体の突起物」と具体的に特定し，その設置位置を，選別ケーシングの円周端面(本件発明1)，生海苔混合液槽の内底面(本件発明2)，回転板及び／又は選別ケーシングの円周面(本件発明3)，選別ケーシングと回転板で形成されるクリアランス(本件発明4)と具体的に特定し，さらに，本件発明5においては，本件発明1～4の防止手段の構成及び設置位置を前提に，その設置形態を回転板の回転方向に傾斜するものと特定したものである。これにより，当業者は，このような構成の本件発明が「共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等」(【0029】)の効果を奏することを理解し得るといってよい。すなわち，本件発明に係る技術内容は，当業者であれば何人でもこれを反復実施してその目的とする技術効果を挙げることができる程度にまで具体化され，客観化されたものということができる。",
                "したがって，本件発明につき，未完成であるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，この点に関する本件審決の判断に誤りはない。取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告らは，本件審決は，「切り溝」について，「切り溝，凹凸，ローレット等の突起物」は本件発明の「突起・板体の突起物」に含まれない旨等の判断の理由を明記していないと主張する。",
                "しかし，前記のとおり，「突起・板体の突起物」にいう「突起」とは，「ある部分が周囲より高く突き出ていること。また，そのもの。でっぱり。」を意味するところ，原告ら主張に係る「切り溝」(鉛直溝)がこれに当たらないことは明らかである。また，原告ら指摘に係る被告の装置は，登録実用新案第3053035号公報(甲11)記載の考案と同様の機序により目詰まり防止を図っているものと理解されるところ，当該装置において，異物による目詰まりが生じないようにする機能は，専ら「切り溝」(鉛直溝)部分において対向する壁との間の隙間が他の部分より広幅となっていることにより生じるものである。このため，当該装置は，「防止手段」を「突起・板体の突起物」としたものではなく，本件発明とは関係がない。そうである以上，当該装置につき「本件発明の共回り防止機能を発揮することがない」ことの理由を明記していなかったとしても，本件審決を取り消すべき事由ということはできない。",
                "その他原告らがるる主張する点を考慮しても，この点に関する原告らの主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(無効理由2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告ら主張に係る無効理由2は，原告ら前提主張を前提とするものであるところ，この前提に誤りがあることは前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "物の発明における発明の実施とは，その物の生産，使用等をする行為をいうから(法2条3項1号)，物の発明について実施可能要件を充足するか否かについては，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その物を製造し，使用することができる程度の記載があるか否かによるというべきである。",
                "前記のとおり，本件発明においては，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ備えた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」の「防止手段」を「突起・板体の突起物」という具体的な構成により特定し，その設置位置及び設置態様も，本件発明のそれぞれにおいて具体的に特定しており，かつ，実施例も具体的に記載されている。これらの記載に接した当業者は，こうした本件明細書の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，このような装置を製造し，使用し得るものといってよい。",
                "したがって，本件明細書の記載が実施可能要件に違反するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，この点に関する本件審決に誤りはない。取消事由3は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告らは，本件審決は，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，判断が分かれることを示唆しているのであるから，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するものであるかを本件明細書において明確にする必要があるにもかかわらず，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するものであるかについて，何ら判断をせず，矛盾がある旨主張する。",
                "しかし，原告らの上記主張につきその前提において誤りがあることなどは，前記のとおりである。",
                "また，前記のとおり，本件発明は，「防止手段」が「突起・板体の突起物」であること及びその設置位置に技術的特徴を有し，本件発明5は，これに加え，その設置形態に技術的意義を有するものであって，その「防止手段」の具体的な大きさ等を問わないことは明らかといってよい。",
                "したがって，この点に関する原告らの主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(無効理由3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告ら主張に係る無効理由3は，原告ら前提主張を前提とするものであるところ，この前提に誤りがあることは前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識し得る範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも，当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識し得る範囲のものであるか否かを検討して判断すべきものと解される。",
                "前記のとおり，特許請求の範囲及び本件明細書の記載によれば，本件発明は，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ備えた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において，「防止手段」は「突起・板体の突起物」であり，その設置位置は，選別ケーシングの円周端面(本件発明1)，生海苔混合液槽の内底面(本件発明2)，回転板及び／又は選別ケーシングの円周面(本件発明3)，選別ケーシングと回転板で形成されるクリアランス(本件発明4)と特定され，また，本件発明5においては，本件発明1～4の防止手段の構成及び設置位置を前提に，その設置形態を回転板の回転方向に傾斜するものと特定されており，また，実施例も具体的に記載されている。",
                "さらに，前記のとおり，当業者は，本件明細書の記載により，このような構成の本件発明が「共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等」(【0029】)の効果を奏し，本件発明が解決しようとする課題を解決し得ることを理解し得るといってよい。",
                "したがって，本件発明は，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者がその課題を解決できると認識し得る範囲のものということができる。すなわち，本件発明に係る特許請求の範囲の記載がサポート要件に違反するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，この点に関する本件審決に誤りはない。取消事由4は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告らは，本件審決は，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，判断が分かれることを示唆しているのであるから，明細書及び特許請求の範囲の記載において，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当し，作用効果を発揮するものであるかを明確にする必要があるにもかかわらず，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するものであるかについて，何ら判断をせず，矛盾がある旨主張する。",
                "しかし，原告らの上記主張につきその前提において誤りがあること，本件発明の「防止手段」の具体的な大きさ等を問わないことなどは，いずれも前記のとおりである。",
                "したがって，この点に関する原告らの主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(無効理由4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告ら主張に係る無効理由4は，原告ら前提主張を前提とするものであるところ，この前提に誤りがあることは前記のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載だけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるか否かという観点から判断されるべきである。",
                "前記のとおり，特許請求の範囲及び本件明細書の記載によれば，本件発明においては，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ備えた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において，「防止手段」並びその設置位置及び設置形態の構成が具体的に特定されているといってよく，また，実施例も具体的に記載されている。これらの記載により，本件発明の「防止手段」の構成及び設置位置を把握し得ないということはなく，その他の発明特定事項についても把握し得ないとは見られない。そうすると，本件発明に係る特許請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるということはできない。すなわち，本件発明に係る特許請求の範囲の記載が明確性要件に違反するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，この点に関する本件審決に誤りはない。取消事由5は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告らは，本件審決は，本件発明の「突起・板体の突起物」に「凹凸部」又は「凹凸」の「凸」部分が該当するかという判断において，判断が分かれることを示唆しているのであるから，明細書において，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当し，作用効果を発揮するものであるかを明確にする必要があるにもかかわらず，いかなる大きさを備えた「凹凸部」又は「凹凸」の「凸」部分が「突起・板体の突起物」に該当するものであるかについて，何ら判断をせず，矛盾がある旨主張する。",
                "しかし，原告らの上記主張につきその前提において誤りがあること，本件発明の「防止手段」の具体的な大きさ等は問わないことなどは，いずれも前記のとおりである。",
                "したがって，この点に関する原告らの主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "よって，原告らの請求はいずれも理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}