{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2015-800126号事件について平成29年2月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，①訂正要件違反の有無及び進歩性の有無(①本件発明と引用発明との対比判断，②相違点に係る判断)についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「クランプ装置」とする発明についての特許(特許第5700677号。以下，「本件特許」という。)の特許権者である(甲28)。",
            "本件特許は，平成15年6月2日(以下，「本件出願日」という。)に出願した特願2003-156187号の一部を，平成20年6月19日に新たな出願とし(特願2008-160212号)，さらにその一部を，平成23年10月6日に新たな特許出願とした特願2011-222200号に係るものであり，平成27年2月27日に設定登録された(甲28)。",
            "原告は，平成27年5月19日付けで本件特許の請求項1～3に係る発明について無効審判請求をし(無効2015-800126号)，被告は，平成28年11月17日付けで訂正請求をした(甲33。以下，「本件訂正」という。)。特許庁は，平成29年2月28日，「特許第5700677号の明細書及び特許請求の範囲を，訂正請求書に添付された訂正明細書及び特許請求の範囲のとおり，訂正後の請求項〔1-2〕，〔3〕について訂正することを認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月9日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正後の本件特許の請求項1～3に係る発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項1～3に係る発明(以下，「本件発明1」，「本件発明2」などといい，まとめて「本件発明」という。)の要旨は，以下のとおりである。",
            "(本件発明1)",
            "シリンダ穴が形成されたクランプ本体と，",
            "前記シリンダ穴に内嵌され，前記クランプ本体に進退可能に設けられた出力ロッドと，",
            "該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，",
            "前記出力ロッドを退入側に駆動するクランプ用の油圧シリンダとを備え，",
            "前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，",
            "該据付け面には，油圧ポートが設けられ，",
            "前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダを構成する前記シリンダ穴に至る油路が設けられ，",
            "該油路は，前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記出力ロッドの移動方向に直交する方向を指向して前記シリンダ穴に至る第2油路とを有し，",
            "一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，",
            "前記流量調整弁は，",
            "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
            "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
            "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
            "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
            "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
            "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
            "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
            "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，",
            "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，",
            "前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を閉止し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を開放する逆止弁とを有し，",
            "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
            "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
            "前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
            "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される，クランプ装置。",
            "(本件発明2)",
            "前記クランプ本体は，水平な前記据付け面を外部のベース部材に当接させて固定され，",
            "前記第1油路および前記第2油路は前記フランジ部に形成されたことを特徴とする請求項1に記載のクランプ装置。",
            "(本件発明3)",
            "クランプ本体と，",
            "該クランプ本体に進退可能に装着された出力ロッドと，",
            "該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，",
            "前記出力ロッドを進出側に駆動するアンクランプ用の油圧シリンダとを備え，",
            "前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，",
            "該据付け面には，油圧ポートが設けられ，",
            "前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダに至る油路が設けられ，",
            "該油路は，前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記出力ロッドの移動方向に直交する方向を指向する第2油路とを有し，",
            "一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，",
            "前記流量調整弁は，",
            "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
            "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
            "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
            "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
            "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
            "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
            "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
            "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，",
            "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，",
            "前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を開放し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を閉止する逆止弁とを有し，",
            "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
            "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
            "前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
            "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される，クランプ装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1及び2からなる一群の請求項に係る訂正",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項",
                      "text": [
                        "(訂正事項1)",
                        "本件特許の特許請求の範囲の請求項1において，",
                        "「前記クランプ本体は，その上部にフランジ部を有し，該フランジ部の外周部の下面には据付け面が形成され，」を，",
                        "「前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，」と訂正する。",
                        "(訂正事項2)",
                        "本件特許の特許請求の範囲の請求項1において，",
                        "「前記流量調整弁は，",
                        "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材とを備え，",
                        "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，」を，",
                        "「前記流量調整弁は，",
                        "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
                        "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
                        "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
                        "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
                        "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
                        "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
                        "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，",
                        "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，」と訂正する。",
                        "(訂正事項3)",
                        "本件特許の特許請求の範囲の請求項1において，",
                        "「前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放される，クランプ装置。」を，",
                        "「前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
                        "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される，クランプ装置。」と訂正する。",
                        "(訂正事項4)",
                        "本件特許の明細書の段落【0010】に",
                        "「請求項1のクランプ装置は，シリンダ穴が形成されたクランプ本体と，前記シリンダ穴に内嵌され，前記クランプ本体に進退可能に設けられた出力ロッドと，該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，前記出力ロッドを退入側に駆動するクランプ用の油圧シリンダとを備え，前記クランプ本体は，その上部にフランジ部を有し，該フランジ部の外周部の下面には据付け面が形成され，該据付け面には，油圧ポートが設けられ，前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダを構成する前記シリンダ穴に至る油路が設けられ，該油路は，前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記出力ロッドの移動方向に直交する方向を指向して前記シリンダ穴に至る第2油路とを有し，一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，前記流量調整弁は，前記第1油路と前記第2油路との接続部に形成された弁孔と，前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部をを有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材とを備え，前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を閉止し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を開放する逆止弁とを有し，前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放されることを特徴としている。」と記載されているのを，",
                        "「請求項1のクランプ装置は，シリンダ穴が形成されたクランプ本体と，前記シリンダ穴に内嵌され，前記クランプ本体に進退可能に設けられた出力ロッドと，該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，前記出力ロッドを退入側に駆動するクランプ用の油圧シリンダとを備え，",
                        "前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，該据付け面には，油圧ポートが設けられ，前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダを構成する前記シリンダ穴に至る油路が設けられ，該油路は，前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記出力ロッドの移動方向に直交する方向を指向して前記シリンダ穴に至る第2油路とを有し，一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，前記流量調整弁は，前記第1油路と前記第2油路との接続部に形成された弁孔と，前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を閉止し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を開放する逆止弁とを有し，前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置されることを特徴としている。」と訂正する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正事項1について",
                          "text": [
                            "訂正事項1は，訂正前の「クランプ本体」について，「前記フランジ部から下方へ延びベースの収容穴に収容される部分」を有することを付加し，「据付け面」が「前記ベースの上面に当接する」ことを付加したものであるから，特許請求の範囲の減縮を目的とするものである。",
                            "そして，本件特許の明細書(以下，図面と併せて「本件明細書」という。)の【0016】には，「クランプ本体2は，据付け用フランジ部2fから下方へ延びる下半部がベース10の収容穴に収容され，据付け面2bをベース10を上面に当接させた状態で，図示しない複数のボルトによりベース10に固定されている。」という記載があるから，訂正事項1は本件明細書に記載されたものである。",
                            "したがって，訂正事項1が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "訂正事項2について",
                          "text": [
                            "訂正事項2は，訂正前の「流量調整弁」について，上記(ア)にそれぞれ記載された構成を備える「弁ケース」，「第1シール部材」及び「第2シール部材」を備えることを付加するとともに，弁ケース及び弁部材の構造を限定するものであるから，特許請求の範囲の減縮を目的とするものである。",
                            "そして，流量調整弁の上記構成を備えた「弁ケース」や，弁ケース及び弁部材の構造については，本件明細書の【0024】～【0026】に記載されており，「第1シール部材」及び「第2シール部材」については，本件明細書の【図6】に記載があるから，上記訂正事項2は本件明細書に記載されたものである。",
                            "したがって，訂正事項2が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "訂正事項3について",
                          "text": [
                            "訂正事項3は，訂正前の「クランプ装置」に，上記(ア)にそれぞれ記載された構成を備える「第1隙間」及び「第2隙間」が形成されていることを付加し，第1油路，第2油路及びバイパス流路と「第1隙間」及び「第2隙間」との配置関係を限定するものであるから，特許請求の範囲の減縮を目的とするものである。",
                            "そして，上記構成を備えた「第1隙間」，「第2隙間」及び当該配置関係については，本件明細書の【図6】に明示されているから，上記訂正事項3は本件明細書に記載されたものである。",
                            "したがって，訂正事項3が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "訂正事項4について",
                          "text": [
                            "訂正事項4は，上記訂正事項1～3に係る特許請求の範囲の訂正と整合させるために，明細書を訂正するものであるから，明瞭でない記載の釈明を目的とするものである。",
                            "そして，訂正事項4が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項3に係る訂正",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項",
                      "text": [
                        "(訂正事項5)",
                        "本件特許の特許請求の範囲の請求項3において，",
                        "「前記クランプ本体は，その上部にフランジ部を有し，該フランジ部の外周部の下面には据付け面が形成され，」を，",
                        "「前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，」と訂正する。",
                        "(訂正事項6)",
                        "本件特許の特許請求の範囲の請求項3において，",
                        "「前記流量調整弁は，",
                        "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材とを備え，",
                        "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，」を，",
                        "「前記流量調整弁は，",
                        "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
                        "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
                        "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
                        "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
                        "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
                        "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
                        "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，",
                        "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，」と訂正する。",
                        "(訂正事項7)",
                        "本件特許の特許請求の範囲の請求項3において，",
                        "「前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放される，クランプ装置。」を，",
                        "「前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
                        "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される，クランプ装置。」と訂正する。",
                        "(訂正事項8)",
                        "本件明細書の【0010】に",
                        "「請求項3のクランプ装置は，クランプ本体と，該クランプ本体に進退可能に装着された出力ロッドと，該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，前記出力ロッドを進出側に駆動するアンクランプ用の油圧シリンダとを備え，前記クランプ本体は，その上部にフランジ部を有し，該フランジ部の外周部の下面には据付け面が形成され，該据付け面には，油圧ポートが設けられ，前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダに至る油路が設けられ，該油路は，前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記出力ロッドの移動方向に直交する方向を指向する第2油路とを有し，一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，前記流量調整弁は，前記第1油路と前記第2油路との接続部に形成された弁孔と，前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材とを備え，前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を開放し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を閉止する逆止弁とを有し，前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放されることを特徴としている。」と記載されているのを，",
                        "「請求項3のクランプ装置は，クランプ本体と，該クランプ本体に進退可能に装着された出力ロッドと，該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，前記出力ロッドを進出側に駆動するアンクランプ用の油圧シリンダとを備え，前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，該据付け面には，油圧ポートが設けられ，前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダに至る油路が設けられ，該油路は，前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記出力ロッドの移動方向に直交する方向を指向する第2油路とを有し，一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，前記流量調整弁は，前記第1油路と前記第2油路との接続部に形成された弁孔と，前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を開放し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を閉止する逆止弁とを有し，前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置されることを特徴としている。」と訂正する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正事項5について",
                          "text": [
                            "訂正事項5は，訂正前の「クランプ本体」について，「前記フランジ部から下方へ延びベースの収容穴に収容される部分」を有することを付加し，「据付け面」が「前記ベースの上面に当接する」ことを付加したものであるから，特許請求の範囲の減縮を目的とするものである。",
                            "そして，本件明細書の【0016】には，「クランプ本体2は，据付け用フランジ部2fから下方へ延びる下半部がベース10の収容穴に収容され，据付け面2bをベース10を上面に当接させた状態で，図示しない複数のボルトによりベース10に固定されている。」という記載があるから，訂正事項5は本件明細書に記載されたものである。",
                            "したがって，訂正事項5が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "訂正事項6について",
                          "text": [
                            "訂正事項6は，訂正前の「流量調整弁」について，上記(ア) にそれぞれ記載された構成を備える「弁ケース」，「第1シール部材」及び「第2シール部材」を備えることを付加するとともに，弁ケース及び弁部材の構造を限定するものであるから，特許請求の範囲の減縮を目的とするものである。",
                            "そして，流量調整弁の上記構成を備えた「弁ケース」や，弁ケース及び弁部材の構造については，本件明細書の【0024】～【0026】に記載されており，「第1シール部材」及び「第2シール部材」については，本件明細書の【図6】に記載があることから，上記訂正事項6は本件明細書に記載されたものである。",
                            "したがって，訂正事項6が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "訂正事項7について",
                          "text": [
                            "訂正事項7は，訂正前の「クランプ装置」に，上記(ア)にそれぞれ記載された構成を備える「第1隙間」及び「第2隙間」が形成されていることを付加し，第1油路，第2油路及びバイパス流路と「第1隙間」及び「第2隙間」との配置関係を限定するものであるから，特許請求の範囲の減縮を目的とするものである。",
                            "そして，上記構成を備えた「第1隙間」，「第2隙間」及び当該配置関係については，本件明細書の【図6】に明示されているから，上記訂正事項7は本件明細書又は図面に記載されたものである。",
                            "したがって，訂正事項7が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "訂正事項8について",
                          "text": [
                            "訂正事項8は，上記訂正事項5～7に係る特許請求の範囲の訂正と整合させるために，明細書を訂正するものであるから，明瞭でない記載の釈明を目的とするものである。",
                            "そして，訂正事項8が願書に添付した明細書及び図面に記載された事項の範囲内で行われたことは明らかであり，また，実質上特許請求の範囲を拡張し，又は変更するものでもない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張した無効理由の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件訂正前の本件特許の請求項1～3に係る発明(以下，「本件訂正前発明1」，「本件訂正前発明2」などという。)は，特開2001-198754号公報(甲1。以下，「甲1文献」という。)に記載された発明(以下，「甲1発明」という。)に甲3～7に記載された技術的事項の一つ又は二つ以上，及び，周知技術を適用して，当業者が容易に想到できたものであるから，特許法29条2項に違反した無効理由が存在する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件訂正前発明1～3は，米国特許第5695177号明細書(甲2。以下，「甲2文献」という。)に記載された発明(以下，「甲2発明」という。)に，甲1文献及び甲3～7に記載された技術的事項の一つ又は二つ以上，及び，周知技術を適用して，当業者が容易に想到できたものであるから，特許法29条2項に違反した無効理由が存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正請求により訂正した事項について",
                  "text": [
                    "訂正事項1，2，5及び6は，甲1文献又は甲2文献に開示された技術事項，甲7，18，23～25に記載された周知の技術事項であるから，当業者は，甲1発明又は甲2発明に，この周知技術を適用して，容易に想到するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「第1隙間」及び「第2隙間」について",
                  "text": [
                    "訂正に係る第1隙間及び第2隙間に関連する記載は，本件明細書に一切なく，技術的意義は全く存在しない。したがって，当該構成は，当業者が適宜選択可能な設計事項にすぎず，容易に想到するものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，甲3～7，18，23～25は，以下のとおりのものである。",
                    "甲3：実公昭47-7330号公報(以下，「甲3文献」という。)",
                    "甲4：特公平6-60693号公報",
                    "甲5：独国特許出願公開第3433704号明細書",
                    "甲6：実願昭54-114708号(実開昭56-32177号)のマイクロフィルム",
                    "甲7：米国特許第3086749号明細書",
                    "甲18：実願昭50-54858号(実開昭51-134219号)のマイクロフィルム",
                    "甲23：特許第2987681号公報",
                    "甲24：実願昭61-42224号(実開昭62-153406号)のマイクロフィルム",
                    "甲25：実公昭39-18634号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明及び甲2発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1記載事項",
                      "text": [
                        "「油圧式クランプ装置において，油圧ポート252，253を，クランプ装置250をベース板260に固定するフランジ251の据付け面に形成した」点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明",
                      "text": [
                        "「シリンダ穴が形成されたシリンダ本体と，",
                        "前記シリンダ穴に内嵌され，前記シリンダ本体に昇降移動可能に設けられたピストンロッドと，",
                        "該ピストンロッドの先端部に連結されワークにクランプ力を出力するアームと，",
                        "前記ピストンロッドを昇降駆動するクランプ用の油圧シリンダとを備え，",
                        "前記シリンダ本体は，その上部にフランジ251と，前記フランジ251から下方へ延びベース板260の取付穴に内嵌させる部分とを有し，該フランジ251の下端部には前記ベース板260の上面に当接する据付け面が形成され，",
                        "該据付け面には，油圧ポート252，253が設けられ，",
                        "前記フランジ251内には，前記油圧ポート252，253から油路が設けられる，クランプ装置。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明",
                  "text": [
                    "「ピストン収納室32が形成されたシリンダ本体18と，",
                    "前記ピストン収納室32に収納され，前記シリンダ本体18に伸縮自在に収納されたピストン20と，",
                    "該ピストン20の先端に取り付けられワークピース12をクランプするクランプヘッド22と，",
                    "油圧流体がピストン収納室32の小径部分36へ供給されると前記ピストン20が伸長リリース位置から後退クランプ位置へ移動される構造とを備え，",
                    "前記シリンダ本体18は，上側のフランジ部分30と，下側の長いシャンク部分28とを有し，該フランジ部分30の水平な下面には前記固定台14の上面に接触する面が形成され，該シャンク部分28は固定台14に形成された穴に螺合し，",
                    "該フランジ部分30の一方側に第1油圧ポート24が設けられ，",
                    "前記シリンダ本体18の内部には，前記第1油圧ポート24から前記ピストン収納室32に連通する油路が設けられ，",
                    "該油路は，前記第1油圧ポート24に接続され水平方向にピストン収納室32へ延びる油路を有し，",
                    "一端が前記フランジ部分30から突出し，他端が前記油路に至る流量制御弁54が設けられる，油圧クランプ16」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲2発明との対比",
                      "text": [
                        "(一致点)",
                        "「シリンダ穴が形成されたクランプ本体と，",
                        "前記シリンダ穴に内嵌され，前記クランプ本体に進退可能に設けられた出力ロッドと，",
                        "該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，",
                        "前記出力ロッドを退入側に駆動するクランプ用の油圧シリンダとを備え，",
                        "前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，",
                        "該フランジ部には，油圧ポートが設けられ，",
                        "前記クランプ本体の内部には，前記油圧ポートから前記油圧シリンダを構成する前記シリンダ穴に至る油路が設けられ，",
                        "該油路は，前記油圧ポートに接続されて前記出力ロッドの移動方向に直交する方向を指向して前記シリンダ穴に至る油路を有し，",
                        "一端が前記フランジ部から突出し，他端が前記油路に至る流量調整弁が設けられる，クランプ装置。」である点。",
                        "(相違点1)",
                        "本件発明1では，油圧ポートがフランジ部の「据付け面」に設けられていて，「前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記シリンダ穴に至る第2油路とを有し」ているのに対し，甲2発明では，油圧ポートはフランジ部分30の一方側に設けられていて，第1油圧ポート24に接続された油路が水平方向にそのままピストン収納室32へ延びている点。",
                        "(相違点2)",
                        "流量調整弁の配置構成について，本件発明1では，流量調整弁の一端が前記フランジ部の「外周面」から突出し，他端が「前記第1油路と第2油路との接続部に至る」ようにされ，「前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ」ているのに対し，甲2発明の流量制御弁54は，一端が前記フランジ部分30から突出しているものの，上下方向に配置されている点。",
                        "(相違点3)",
                        "本件発明1の流量調整弁は，",
                        "「前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
                        "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
                        "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
                        "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
                        "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
                        "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
                        "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，」た構造であるのに対し，甲2発明の流量制御弁54がそのような構造であるかは不明である点。",
                        "(相違点4)",
                        "本件発明1の流量調整弁が，「前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され」ているのに対し，甲2発明の流量制御弁54は，ニードル弁56の外周部の溝部については不明である点。",
                        "(相違点5)",
                        "本件発明1の流量調整弁は，",
                        "「前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を閉止し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を開放する逆止弁とを有し，",
                        "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
                        "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
                        "前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
                        "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造であるのに対し，甲2発明の流量制御弁54がそのような構造であるかは不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "油圧を用いたクランプ装置において，油圧ポートをクランプ装置のフランジ部の据付け面に設ける構造は，甲1事項として示されているように従来周知の構造にすぎないものである。そして，甲1文献の【0002】～【0004】，【図12】の「油圧配管216」の「ガイド部材215」への接続及び【0009】，【図16】，【図17】の「フランジ251の下端部に1対の油圧ポート252，253が形成され」ていることからも理解されるように，油圧を用いたクランプ装置において，油圧ポートを据付け面側に設けて鉛直方向に油路を形成するものも，側面側に設けて水平方向に油路を形成するものも，一般的な構成にすぎず，どちらを採用するかは，配置の際のレイアウトの制限や，装置のコンパクト化の要求等に応じて，当業者が適宜選択する事項である。そうすると，甲2発明において，フランジ部分30の一方側に設けられている油圧ポートを，フランジ部分30の固定台14と接する据付け面に設けるようにすることは，上記従来周知の配管構造に代えて，同様に従来周知のものに単に置換したにすぎず，当業者であれば容易に想到する事項というべきである。また，油圧ポートを据付け面に設けた際に，油圧ポートと接続してフランジ部分30内を鉛直方向に延びる油路を設け，水平方向にピストン収納室32へ延びる油路と接続する構造とすることは，甲2発明のフランジ部分30とピストン収納室32の位置関係を有するものに，上記油圧ポートの配管構造を採用したのであれば当然に取り得る配置にすぎない。",
                            "そうすると，上記相違点1に係る発明特定事項は，甲2発明に上記甲1事項として示された従来周知の構造を適用することで，当業者が容易に想到する事項というべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2～4について",
                          "text": [
                            "油圧等の流体圧シリンダに用いる流量調整弁において，相違点3に係る構造のように，弁孔，弁部材，弁ケース，第1及び第2シール部材，ロックナット，弁部材を相対移動させる為の操作部を備えた構造のものは，例えば，甲18，23～25に示されているように従来周知の事項であると認められる。",
                            "また，油圧等の流体流れを調節するニードル弁について，感度をより適切にするために弁体部の外周部に先端側ほど深さが深い溝部を形成した構造も，例えば，甲7及び14に示されているように従来周知の事項であると認められる。",
                            "そして，油圧クランプにおいて，クランプ位置又はリリース位置へピストンを移動させる作動速度は，クランプ動作や他の製造動作に合わせて適宜調節変更される設計的事項にすぎないものであり，甲2発明において，リリース位置へのピストン移動の速度を，クランプ位置へのピストン移動の速度よりも高速にして，ワークピースの取り外しの効率化を図ることも，当業者が必要に応じて適宜成し得る設計変更程度の事項であって，格別なものではない。",
                            "そうすると，甲2発明の油圧クランプにおいて，上記効率化を図るため，リリース位置へのピストンの移動速度を高速化する，すなわち，ピストン収納室32からの油圧流体の排出を速やかに行わせようとして，上記甲18，23～25に示された従来周知の流量調整弁の構造を適用し，流量調整弁54であるニードル弁56について，弁孔，弁部材，弁ケース，第1及び第2シール部材，ロックナット，弁部材を相対移動させる為の操作部を備えた構造として，上記相違点3に係る発明特定事項のように構成するとともに，流量調整弁54の感度をより高めるために，甲7及び14に示された従来周知の構造を適用し，ニードル弁56の外周部に先端側ほど深さが深い溝部を形成することで，上記相違点4に係る発明特定事項のように構成することは，当業者であれば，容易に想到する事項というべきである。",
                            "そして，甲2発明に上記の適用を行う場合，ピストン収納室32からの油圧流体の排出を速やかに行わせようとして逆止弁を設けるのであれば，流量調整弁はピストン収納室側に向けて水平方向に配置された油路に沿わせて配置すべきであることは当業者が当然考えることであり，その際，鉛直方向に配置された油路が形成されていれば，水平方向の油路と鉛直方向の油路との接続部に流量調整弁の端部が至るようになることも，当然認識される事項にすぎないから，上記相違点2に係る発明特定事項についても，当業者が容易に想到する事項というべきである。",
                            "そうすると，上記相違点2～4に係る発明特定事項は，甲2発明に上記従来周知の事項を適用することで，当業者が容易に想到する事項というべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点5について",
                          "text": [
                            "相違点5に係る発明特定事項のうち，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造については，請求人(原告)が示した証拠には記載されておらず，また，油圧等の流体圧シリンダに用いる流量調整弁に係る技術分野において周知技術であるとも認められない。",
                            "甲18の流量調節弁16は，バイパス流路に相当する通路22及び孔23と，逆止弁21とを有し，第1隙間に相当する隙間18が形成されているが，弁ケースに相当する接手固定ねじ6の先端には第2隙間に相当するものが形成されていない。",
                            "甲23の図1及び2に示されるニードル弁81は，バイパス流路及び逆止弁に相当するものが流路形成筒83，保持体84及び弾性ダイヤフラム85であり，これらにより形成されるバイパス流路は筒部材80の先端に形成された隙間とは連通しない。",
                            "甲24のニードル弁(絞り弁)14及び23は，そもそもバイパス流路及び逆止弁に相当するものを有していない。",
                            "甲25のチェックバルブ4が有する通路7，導通孔9，弁座10，導通孔8，通路6による液体の流通路は，弁体と弁孔との間の隙間に相当するものであって，当該隙間をバイパスするバイパス流路に相当するものではない。",
                            "そして，本件発明1は，上記の構造を有することにより，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ことになり，弁ケースまわりの限られた空間を有効に利用して第1油路と第2油路との連通を確保しながら，弁ケースと弁体との摺動面を長くして流量調整の調整代を大きくすることができることは明らかであるから，装置全体を指向方向に小型化(コンパクト化)しつつ，作動油の流量を容易かつ確実に調整できるという，本件明細書の【0009】にも記載された効果を奏するものである。",
                            "したがって，甲2発明において，相違点5に係る発明特定事項を備えたものとすることは，当業者であっても容易に想到するものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "したがって，本件発明1は，甲2発明，甲1事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2は，本件発明1にさらに，「前記クランプ本体は，水平な前記据付け面を外部のベース部材に当接させて固定され，前記第1油路および前記第2油路は前記フランジ部に形成された」という発明特定事項を付加したものである。",
                    "そうすると，本件発明1で特定された事項を全て含み，さらなる限定事項を付加したものである本件発明2は，本件発明1と同様に，当業者が甲2発明，甲1事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明3と甲2発明との対比",
                      "text": [
                        "前記アの相違点1～4で相違し，かつ，以下の相違点5’で相違する。",
                        "(相違点5’)",
                        "本件発明3の流量調整弁が，",
                        "「前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を開放し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を閉止する逆止弁とを有し，",
                        "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
                        "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
                        "前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
                        "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造を有するのに対し，甲2発明の流量制御弁54は上記の構造については不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1～4について",
                          "text": [
                            "上記相違点1～4については，甲2発明，甲1事項及び従来周知の事項に基づいて，当業者が容易に想到するものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点5’について",
                          "text": [
                            "流体圧駆動ピストンにおいて，流入側流体を制御するメータイン方式及び排出側流体を制御するメータアウト方式のどちらも周知の事項であり，逆止弁の構成において，流入側流体又は排出側流体のどちらによりバイパス回路を開放又は閉止するかは，当業者が必要に応じて適宜選択する設計事項にすぎないものと認められる。",
                            "しかし，相違点5’に係る発明特定事項のうち，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造については，請求人(原告)が示した証拠には記載されておらず，また，油圧等の流体圧シリンダに用いる流量調整弁に係る技術分野において周知技術であるとも認められない。",
                            "そして，本件発明3は，上記の構造を有することにより，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ことになり，弁ケースまわりの限られた空間を有効に利用して第1油路と第2油路との連通を確保しながら，弁ケースと弁体との摺動面を長くして流量調整の調整代を大きくすることができ，ひいては装置全体を指向方向に小型化(コンパクト化)しつつ，作動油の流量を容易かつ確実に調整できるという，本件明細書【0009】にも記載された効果を奏するものである。",
                            "そうすると，甲2発明において，相違点5’に係る発明特定事項を備えたものとすることは，当業者が容易に想到するものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "したがって，本件発明3は，甲2発明，甲1事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲1発明との対比",
                      "text": [
                        "(一致点)",
                        "「シリンダ穴が形成されたクランプ本体と，",
                        "前記シリンダ穴に内嵌され，前記クランプ本体に進退可能に設けられた出力ロッドと，",
                        "該出力ロッドの先端部に連結されワークにクランプ力を出力するクランプアームと，",
                        "前記出力ロッドを退入側に駆動するクランプ用の油圧シリンダとを備え，",
                        "前記クランプ本体は，その上部にフランジ部と，前記フランジ部から下方へ延びベースの収容穴に収容される部分とを有し，該フランジ部の外周部の下面には前記ベースの上面に当接する据付け面が形成され，",
                        "該据付け面には，油圧ポートが設けられ，",
                        "前記クランプ本体の内部には，前記油圧ポートから油路が設けられる，クランプ装置。」である点。",
                        "(相違点1)",
                        "クランプ本体の内部に油圧ポートから設けられる油路について，本件発明1では，「前記油圧シリンダを構成する前記シリンダ穴に至る」もので「前記油圧ポートに接続された第1油路と，該第1油路に接続されて前記シリンダ穴に至る第2油路とを有し」ているのに対し，甲1発明では，油圧ポート252，253からどのように油路が延びるか不明である点。",
                        "(相違点2)",
                        "本件発明1では，",
                        "「一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，",
                        "前記流量調整弁は，",
                        "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
                        "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
                        "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
                        "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
                        "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
                        "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
                        "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，",
                        "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，",
                        "前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を閉止し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を開放する逆止弁とを有し，",
                        "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
                        "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
                        "前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
                        "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」のに対し，甲1発明では流量制御弁は設けられていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "油圧を用いたクランプ装置において，油圧ポートから設けられる油路を油圧シリンダのシリンダ穴まで導通させることは，例えば，甲2文献にも，第1の油圧ポート24から水平方向に延びてピストン収納室32の小径部分36に連通する流路として示されているように，従来周知の事項にすぎない。",
                            "そして，フランジ251内に油圧ポート252，253から油路が設けられている甲1発明に，上記従来周知の事項を適用して，当該油路を油圧シリンダのシリンダ穴に至るように構成することは，当業者にとって格別困難なことではない。",
                            "そうすると，上記相違点1に係る発明特定事項は，甲1発明に従来周知の事項を適用することで，当業者が容易に想到するものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "相違点2に係る発明特定事項には，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造が含まれている。そして，当該構造は，上記無効理由2の検討における相違点5に含まれていたものと同じであるから，請求人(原告)が示した証拠には記載されておらず，また，油圧等の流体圧シリンダに用いる流量調整弁に係る技術分野において周知技術であるとも認められない。",
                            "そして，本件発明1は，上記の構造を有することにより，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ことになり，弁ケースまわりの限られた空間を有効に利用して第1油路と第2油路との連通を確保しながら，弁ケースと弁体との摺動面を長くして流量調整の調整代を大きくすることができることは明らかであるから，装置全体を指向方向に小型化(コンパクト化)しつつ，作動油の流量を容易かつ確実に調整できるという，本件明細書【0009】にも記載された効果を奏するものである。",
                            "そうすると，甲1発明においても，相違点2に係る発明特定事項を備えたものとすることは，当業者であっても容易に想到するものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2は，本件発明1にさらに，「前記クランプ本体は，水平な前記据付け面を外部のベース部材に当接させて固定され，前記第1油路および前記第2油路は前記フランジ部に形成された」という発明特定事項を付加したものである。",
                    "そうすると，本件発明1で特定された事項を全て含み，さらなる限定事項を付加したものである本件発明2は，本件発明1と同様に，甲1発明及び従来周知の事項から当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明3と甲1発明との対比",
                      "text": [
                        "本件発明3と甲1発明とを対比すると，上記アの相違点1で相違し，かつ，以下の相違点2’で相違する。",
                        "(相違点2’)",
                        "本件発明3では，",
                        "「一端が前記フランジ部の外周面から突出し，他端が前記第1油路と第2油路との接続部に至る流量調整弁が，前記一端から前記他端に向かう方向が前記第2油路の前記指向方向と同じ向きになるように設けられ，",
                        "前記流量調整弁は，",
                        "前記第1油路と前記第2油路との接続部に形成された弁孔と，",
                        "前記クランプ本体に対して前記第2油路の前記指向方向に相対移動可能な弁体部および前記弁体部の基端に連なる前記弁体部よりも大径の軸部を有し，前記弁体部が前記弁孔に挿入された全閉状態から前記弁体部が前記弁孔から離間した全開状態に至るまで前記弁体部を移動させて前記弁体部と前記弁孔との間の隙間を調節可能な弁部材と，",
                        "前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，",
                        "前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，",
                        "前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，",
                        "前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，",
                        "前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，",
                        "前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され，",
                        "前記弁体部の外周部には，先端側ほど深さが深い，前記弁体部の軸方向に延びる溝部が形成され，",
                        "前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を開放し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を閉止する逆止弁とを有し，",
                        "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
                        "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
                        "前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
                        "前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」のに対し，甲1発明では流量制御弁は設けられていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "上記相違点1については，甲1発明に従来周知の事項を適用することで，当業者が容易に想到するものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "流体圧駆動ピストンにおいて，流入側流体を制御するメータイン方式及び排出側流体を制御するメータアウト方式のどちらも周知の事項であり，逆止弁の構成において，流入側流体又は排出側流体のどちらによりバイパス回路を開放又は閉止するかは，当業者が必要に応じて適宜選択する設計事項にすぎないものと認められる。",
                            "しかし，相違点2’に係る発明特定事項のうち，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造については，請求人(原告)が示した証拠には記載されておらず，また，油圧等の流体圧シリンダに用いる流量調整弁に係る技術分野において周知技術であるとも認められない。",
                            "そして，本件発明3は，上記の構造を有することにより，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ことになり，弁ケースまわりの限られた空間を有効に利用して第1油路と第2油路との連通を確保しながら，弁ケースと弁体との摺動面を長くして流量調整の調整代を大きくすることができることは明らかであるから，装置全体を指向方向に小型化(コンパクト化)しつつ，作動油の流量を容易かつ確実に調整できるという，本件明細書【0009】にも記載された効果を奏するものである。",
                            "そうすると，甲1発明において，相違点2’に係る発明特定事項を備えたものとすることは，当業者であっても容易に想到するものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由等",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件違反)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の発明の詳細な説明においては，「第1隙間」「第2隙間」との用語は存在せず，それらに関する説明は一切ない。したがって，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置され」という構成が，どのような作用効果を奏するかの記載はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置され」という構成では，装置全体を指向方向に小型化(コンパクト化)するとの作用効果を得ることはできない。装置全体を指向方向に小型化(コンパクト化)するためには，第1隙間と第2隙間だけではなく，「第1油路40a」を含む流路全体が位置する「指向方向と直交する面」をできるだけ狭くすることが必要である。",
                "そして，バイパス流路と第 1油路の位置関係を「指向方向と直交する同一面内」として装置全体を指向方向に小型化することは，甲3文献の図2などにも示されているとおり，当業者において周知の技術事項である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，訂正請求に関する審決の判断は，技術的にも誤っているし，また，訂正で追加された第1隙間や第2隙間などの位置関係に，何らかの技術意義を読み込むことは，本件出願日当時の本件明細書に開示も示唆もない新規な技術事項を導入するものであるから，本件訂正は，明細書又は図面に記載した事項の範囲内においてするものということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件訂正後の特許請求の範囲においては，「連通」について，「前記第1 油路，前記第2 油路，及び前記バイパス流路は前記第 1 隙間および前記第 2 隙間に連通し」とされるだけであり，「第 1 隙間と第 2 隙間の連通がどの箇所でされているか」が特定されていない。また，本件明細書の図 6 では，バイパス流路，第1 隙間，第2 隙間のみならず，隙間同士の連通部や第 1 油路が，指向方向に直交する同一平面にある場合のみが開示されているにもかかわらず，「上記の連通部(隙間同士)や第 1 油路の位置関係」が特定されていない。",
                "そのため，本件訂正後の特許請求の範囲を，文言どおり解釈すると，どのような場所で第1 隙間と第 2 隙間が連通してもよく，また，どのような場所で第 2 隙間と第1 油路(40a)が連通してもよいことになり，その結果，下図の右図のような構成も含むことになる。",
                "しかし，下図の右図の場合には，流量調整弁全体及び装置全体の大きさが大きくなってしまい，流量調整弁を含む装置全体のコンパクト化という作用効果を奏さないことは明らかである。",
                "第1油路40a  第1油路40a ［甲28  図6を清書したもの］              ［甲28  図6の油路40aを左側に移動させたもの］",
                "本件訂正後の特許請求の範囲に記載された構成において，第 1 隙間と第 2 隙間の連通位置と，第2 隙間と第1 油路の連通位置が上図の左図に限定して解釈されるならばともかく，本件訂正後の特許請求の範囲に記載された文言どおりの構成であるとするならば，本件明細書の図 6 に開示されていない発明(上図の右図)を含むことになり，「新たな技術的事項を導入した」ものとなる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由2(無効理由2に関する認定判断の誤り)",
      "content": [
        {
          "fig": "(1)",
          "subject": "取消事由2-1(相違点5の認定の誤り)",
          "text": [
            "審決が認定した相違点5は，前段の構成(弁部材内にバイパス流路を設ける構成)と後段の構成(バイパス流路の第1流路・第1隙間・第2隙間の位置関係)を含み，前段の構成と後段の構成は，技術的に別個のものであり，不可分一体ではないのみならず，相互に関係性がない。",
            "したがって，相違点5は，以下のとおり，前段部分と甲2発明との相違(相違点5-1)と，後段部分と甲2発明との相違(相違点5-2)に分けて認定されるべきものである。",
            "(相違点5-1)",
            "本件発明1の「前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を閉止し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を開放する逆止弁とを有し，",
            "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第1流路から外周側に延びる第2流路とを含み，",
            "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
            "前記シリンダ穴から油圧を排出するときには，排出される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され」た構造であるのに対し，甲2発明の流量制御弁54がそのような構造であるかは不明である点。",
            "(相違点5-2)",
            "本件発明1では「①前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，②前記第1油路，前記第2油路，及び前記バイパス流路は前記第1隙間及び前記第2隙間に連通し，③前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，④前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造であるのに対し，甲2発明の流量調整弁54がそのような構造であるかは不明である点。",
            "そして，このような相違点の認定の誤りは，相違点の判断に影響を与えるものであることは明らかであり，本件発明1及び2に関する審決の結論に影響を与える重大な誤りである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由2-2(相違点5の判断の誤り)",
          "content": [
            {
              "fig": "ア",
              "subject": "相違点5-1について",
              "text": [
                "油圧等の流体圧シリンダに用いる流量調整弁において，弁体部と弁孔との間の隙間を調整可能な絞り弁と前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路を鋼球により開放閉止する逆止弁とを組み合わせて一体化した構造のものは，例えば，甲3文献に示されているように従来周知のものにすぎないから，当業者が容易に想到する。",
                "したがって，相違点5-1は，甲2発明に甲3文献に記載されている事項を適用して，当業者が容易に想到するものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点5-2について",
              "text": [
                "相違点5-2の「①前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，」との部分は，単なる用語の定義であり，技術的な意味はない。",
                "相違点5-2の「②前記第1油路，前記第2油路，及び前記バイパス流路は前記第1隙間及び前記第2隙間に連通し，」との構成は，作動油が，バイパス流路から弁部材の外周面と弁ケースの内周面との間(第1隙間)を通り，弁ケースと装着穴の内周面との間(第2隙間)を経て，第1油路40aに流れることから，流量調整弁に第1隙間や第2隙間が存在すれば「これらが連通すること」は当然の構成である。",
                "ところで，弁ケースを用いて「第 1 隙間」と「第 2 隙間」が生じた場合，これらを連通させるには，当業者としては，本件発明のように「弁ケース先端部と装着穴との間に隙間を設けて連通させる」か，「弁ケースの環状の周壁の一部に連通孔を設ける」かしか選択肢はない。弁ケースと装着穴との間に隙間を設けて連通させる構成は，甲28(特許第5700677号公報)，甲34(実公昭59-7667号公報。以下「甲34文献」という。)，甲36(実公昭60-9853号公報)，甲37(特開2001-165113号公報)，甲38(実公昭51-28657号公報)などに記載されている周知の構成である。以上のとおり，「弁ケース先端部と装着穴との間に隙間を設けて連通させる」ことは，二者択一の構成にすぎず，また，当業者に周知の技術事項であるから，当業者が適宜選択可能な設計事項にすぎない。",
                "流量調整弁において「第1隙間」と「第2隙間」が存在するかどうかは，流量調整弁に「弁ケース」を採用するかどうかによる。油圧等の流体圧シリンダに用いる流量調整弁において，相違点3に係る構造のように，弁孔，弁部材，弁ケース，第1及び第2シール部材，ロックナット，弁部材を相対移動させる為の操作部を備えた構造のものは，例えば，甲18，甲23～25に示されているように従来周知の事項である。そして，本件明細書の図6の「弁ケース」と同様の構成を有するものも，従来周知の事項である(甲34文献)。",
                "相違点5-2の「③前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，」との構成については，第2隙間は第1油路に連通するのであるから，第1油路が第2隙間に面するように開口しているのは当然である。そして，斜め方向に連通させるかどうかは，単なる設計事項にすぎない。",
                "相違点5-2の「④前記バイパス流路の前記第 1 流路と前記第 1 隙間と前記第 2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」の構成は，甲34文献に記載された弁ケースが，甲3文献に記載された事項の「逆止弁内蔵式の流量調整弁」とともに適用された場合，充足される。",
                "相違点5-2におけるバイパス流路の第1流路・第1隙間・第2隙間の位置関係からは，本件発明の作用効果を奏することはないし，その他の予期しない効果を奏するものでもない。したがって，当該構成は，技術的意義を伴わず，当業者が必要に応じて適宜選択できる設計事項にすぎないものである。",
                "以上から，当業者は，必要に応じて適宜選択し，又は，甲34文献に記載された周知の弁ケースを適用して，相違点5-2に容易に想到する。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "よって，本件発明1及び2は，甲2発明から容易に想到し得るものである。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由2-3(相違点5’の認定の誤り)",
          "text": [
            "前記(1)と同様に，相違点5’は下記前段部分(A’)と甲2発明の相違(相違点5’-1)と下記後段部分(B’)と甲2発明の相違(相違点5’-2)に分けて認定されるべきである。",
            "「本件発明3の流量調整弁が，",
            "(A’)前記弁部材は，前記弁体部と前記弁孔との間の隙間をバイパスするバイパス流路と，前記シリンダ穴に油圧を供給するときには前記バイパス流路を開放し，前記シリンダ穴から油圧を排出するときには前記バイパス流路を閉止する逆止弁とを有し，",
            "前記バイパス流路は，前記弁体部の内部に前記流量調整弁の前記一端から前記他端に向かう方向に延びる第1流路と，前記第 1 流路から外周側に延びる第2流路とを含み，",
            "前記逆止弁は，前記第1流路上に形成された弁座と，前記第1流路内に移動可能に設けられた鋼球と，前記鋼球を前記弁座側に付勢する部材とを含み，",
            "前記シリンダ穴に油圧を供給するときには，供給される前記油圧により前記鋼球が前記弁座と反対側に押圧されて前記バイパス流路が開放され，",
            "(B’)前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造を有するのに対し，甲2発明の流量制御弁54は上記の構造については不明である点"
          ]
        },
        {
          "fig": "(4)",
          "subject": "取消事由2-4(相違点5’の判断の誤り)",
          "text": [
            "相違点5’と相違点5の差異は，油圧の供給及び排出に伴う逆止弁の開放及び閉止の関係が，本件発明 1 と逆になったものにすぎない。",
            "油圧の供給時に逆止弁を閉止して流量を調整する方式(メータイン方式)及び，油圧の排出時に逆止弁を閉止して流量を調整する方式(メータアウト方式)は，いずれも周知の制御方法である。したがって，逆止弁の構成において，供給側流体又は排出側流体のどちらによりバイパス回路を開放又は閉止するかは，当業者が必要に応じて適宜選択する設計事項にすぎない。",
            "よって，相違点5’の判断の誤りについては，相違点5の判断の誤りの主張がそのまま妥当するから，当業者は，甲2発明に，甲3文献や甲34文献の記載事項を適用して，相違点5’に容易に想到する。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由3(無効理由1に関する認定判断の誤り)",
      "content": [
        {
          "fig": "(1)",
          "subject": "取消事由3-1(相違点2の認定の誤り)",
          "text": [
            "相違点2は，流量調整弁の構成という技術事項と，第1隙間や第2隙間などの関係という技術事項とを包含したものであり，技術的に不可分一体ではない。",
            "そして，このような相違点の認定の誤りは，相違点の判断に影響を与え，審決の結論に影響を与える重大な誤りである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由3-2(相違点2の判断の誤り)",
          "text": [
            "審決の無効理由2の検討における相違点5の判断が誤っていることは前記のとおりであるから，審決の無効理由 1 の相違点2の判断も，同様に，誤っている。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由3-3(相違点2’の認定の誤り)",
          "text": [
            "相違点2’と相違点2の差異は，油圧の供給及び排出に伴う逆止弁の開放及び閉止の関係が，本件発明1と逆になったものにすぎない。",
            "したがって，本件発明 1 の相違点2の認定の誤りと同様，相違点2’は，流量調整弁の構成という技術事項と，第1隙間や第 2 隙間などの関係という技術事項とを包含したものであり，技術的に不可分一体でないばかりか，本件発明3と甲 1発明とが異なると断言しているにすぎない。",
            "このような相違点の認定の誤りは，審決の結果に影響を与えるものである。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "取消事由3-4(相違点2’の判断の誤り)",
          "text": [
            "流体圧駆動ピストンを有する流体圧シリンダにおいて，供給側流体を制御するメータイン方式及び排出側流体を制御するメータアウト方式のどちらも周知の事項であり，逆止弁の構成において，供給側流体又は排出側流体のどちらによりバイパス回路を開放又は閉止するかは，当業者が必要に応じて適宜選択する設計事項にすぎない。",
            "したがって，審決の相違点2の判断が誤っているのと同様，相違点2’の判断も誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "被告の主張に対する反論",
      "content": [
        {
          "fig": "(1)",
          "subject": "無効理由2の相違点3について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲2文献の「図3における流量制御手段26は，シリンダ本体18内に直接に形成されて，クランピング位置とリリース位置とにピストン20が移動されるときの速度を選択的に制御できるように，上記シリンダ本体に給排される油圧流体の流量を選択的に変化させるために設けられる。好適な流量制御手段26は，弁孔52と，その弁孔に移動可能に収納された流量制御弁54とを含む。」(4欄48行～55行)及び「ノブ58は，時計回り又は反時計回りに工具を使用せずに手動で回転でき，ニードル弁56を非閉鎖位置と閉鎖位置との間で無段階に移動させることができる。上記のニードル弁56を非閉鎖位置に移動させたときには，そのニードル弁56が第1油圧ポート又は第2油圧ポートから完全に取り外されて上記シリンダ本体に給排される油の流量が比較的に大流量になる。これとは逆に，上記のニードル弁56を閉鎖位置に移動させたときには，そのニードル弁56の少なくとも一部分が弁孔52のテーパ部分55を通って第 1 油圧ポート24又は第2油圧ポートに突入され，上記シリンダ本体に給排される油圧流体の流量が比較的に小流量になる。」(5欄11行～24行)の記載(訳文は甲19による。)，並びに，甲2文献には，クレームに記載された範囲を逸脱しない範囲で，同等のものを採用したり置き換えを行ってもよいことが記載されていること(6欄25行～29行)に照らすと，ピストンロッドの作動速度を制御するべく，甲2発明のクランプシリンダのシリンダ本体の内部に，周知の流量調整弁を取り付ける動機付けがある。",
                "また，甲3文献記載の流量調整弁であるユニット 6の機能と上記周知の流量調整弁の機能の共通性に鑑みると，本件出願日当時，当業者において，甲2発明に上記周知技術及び甲3文献に記載された技術的事項を適用して，相違点3に係る構成は容易に想到することができた。",
                "そして，甲24，25，甲39(USP3202060)，甲40(特開平6-249214号公報)，甲41(USP3122063)及び甲42(実開昭53-71198号公報)に記載されているように，クランプ装置の中核部分としての流体圧シリンダに弁ケースを介して流量調整弁を設けることは当業者の周知・慣用技術であり，そのような構成を採用し得ることは当業者に自明な事柄にすぎない。",
                "以上より，相違点3に係る構造のように，弁孔，弁部材，弁ケース，第 1 及び第2 シール部材，ロックナット，弁部材を相対移動させる為の操作部を備えた構造のものは，例えば，甲18，23～25，37，39～42，45～49に示されているように従来周知の事項である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件発明においては，流量調整弁の配置を，「側面から操作する構造」に限定する構成はない。",
                "流量調整弁と第2油路との配置構成は，相違点2で容易想到であるとされたものである。流量調整弁を第2油路と同じ向きに配置することは，多数の公知文献に記載されており(甲3，20，21，23，25，37，39～42)，周知技術であった。",
                "「クランプ装置」とは，「油圧シリンダ」により進退駆動される出力ロッドに，ワーク等を固定する「クランプ部材」を取り付けたものにすぎない。本件発明は，「油圧シリンダに給排する作動油の流量を調整可能なもの」に関するものであり，油圧シリンダにおける「流量調整」に関する周知技術を適用することを阻害する事情はない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "無効理由1の相違点2について",
          "text": [
            "無効理由1の相違点2のうち，無効理由2の相違点3に係る構成と同様の構成については，上記(1)と同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「隙間」とは，「物と物との間の少しあいているところ」(広辞苑)を意味するものであるところ，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間」と，「前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間」に隙間が形成されていることは，本件明細書の記載から明らかである。二つの隙間に便宜上「第1隙間」，「第2隙間」と名付けることは適宜なし得ることにすぎない。また，「バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ことも，本件明細書の図6等に明示されているとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され」ることにより，「第1シール部材」に対して油室側における「弁ケース」と「弁体」との摺動面を長くして流量調整の調整代を大きくすることができる。また，本件発明1においては，「第1隙間」及び「第2隙間」のみならず，「前記油圧シリンダの油室側の小径部と，前記フランジ部の側面側の基部とを有し，前記小径部が前記フランジ部に形成された装着穴に内嵌状に螺合される弁ケースと，前記弁部材の外周面と前記弁ケースの内周面との間をシールする第1シール部材と，前記弁ケースと前記装着穴との間をシールする第2シール部材とを備え，前記弁ケースの前記基部に，前記弁部材の前記軸部が前記出力ロッドの長手方向と交差する方向に内嵌状に螺合され，前記基部および前記軸部は前記フランジ部の側面から外側に露出し，前記基部の基端にロックナットが装着され，前記弁部材における前記軸部の基端側部分に，前記弁部材をクランプ本体に対して前記接近／離隔方向に相対移動させる為の操作部に相当し，工具を係合させて前記軸部を回転させることが可能な穴が形成され」ることも規定している。「弁ケース」の「基部」と「弁部材」の「軸部」を「フランジ部」の側面から外側に露出させることにより，「弁部材」の相対移動量を確保しながら，「装着穴」の深さを抑制することが可能となる。結果として，「クランプ本体」をコンパクトに形成できる。",
                "このように，本件発明1の明示的な構成から，当業者であれば，本件明細書の【0009】に記載の「作動油の流量を容易且つ確実に微調整可能に構成すること，流量調整の為の構成を簡単化してその構成を含むクランプ本体をコンパクトにすること，作動油の流量を調整するために操作される部材の操作性を向上させる」という作用効果を認識することが可能である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「コンパクト化」のみを本件発明の作用効果として認定したものではない。",
                "第1油路40a  第1油路40a ［甲28  図6を清書したもの］              ［甲28  図6の油路40aを左側に移動させたもの］",
                "原告が主張する上図のうち，左側のものが「コンパクト化」したものであることは，原告も認めるところ，本件発明によると，他の制約がなければ上図の左側のような「コンパクト化」された構成を実現できる。",
                "また，仮に，何らかの制約により上図の右側のような構造にする必要があるとしても，本件発明の構成によると，「第1油路」の「装着穴」への「開口」の位置とは関係なく，「弁ケース」と「弁部材」又は「第1シール部材」との摺動面を長くして流量調整の調整代を大きくすることができ，本件発明の構成を備えない場合と比較して，装置全体を指向方向に小型化(コンパクト化)しつつ，作動油の流量を容易かつ確実に調整できる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由2について",
      "content": [
        {
          "fig": "(1)",
          "subject": "相違点5(5’)の認定について(取消事由2-1，2-3)",
          "text": [
            "相違点5に係る構成は，クランプ本体のフランジ部に設けられる流量調整弁及びその周辺の構造を規定するものである。原告が主張する相違点5-1及び5-2の事項は，いずれも「バイパス流路」の「第1流路」の構成を含み，相違点5-1の部分において「第1流路」の構造を詳細に規定した上で，相違点5-2の部分において「第1流路と第1隙間と第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ことが規定されている。したがって，上記相違点5-1及び相違点5-2の事項は相互に関連性がある。",
            "よって，相違点5及び相違点5’の認定に関する原告の主張は成り立たない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点5(5’)の容易想到性の判断について(取消事由2-2，2-4)",
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記(1)のとおり，相違点5を二つに分割して認定しなければならない理由はない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に，相違点5を「相違点5-1」と「相違点5-2」とに分けて認定したとしても，「相違点5-1」及び「相違点5-2」の容易想到性の判断は便宜上別々に行なわれるにすぎず，他の相違点に係る構成を考慮しながら行われるものであるから，一つの「相違点5」として認定された場合と判断が異なるものでもない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "甲34文献は審判段階では提出されていなかったから，甲34文献によって認定される公知事実との対比は，当審での主張として許されるものではない。",
                "甲34文献との対比を行うとしても，甲34文献は「弁部材」に設けられた「バイパス流路」を開示するものではなく，「バイパス流路の『第1流路』と，弁部材の外周面と弁ケースの内周面との間に形成される『第1隙間』と，油圧シリンダの油室側の先端と装着穴の内周面との間に形成される『第2隙間』とが，『第2油路』の指向方向に直交する同一平面内に位置できる」ことが甲34文献に示されているということはできない。",
                "仮に甲3文献の「流量調整弁」を甲2発明に適用する動機付けがあるとしても，その際に甲34文献に基づき「弁ケース」，「第1隙間」及び「第2隙間」までも同時に適用する動機付けがあるとは到底いえず，これを容易想到であると判断することはできない。甲3発明の目的は「一つのシリンダヘッドに一つのネジ付き孔を設けてこれに逆止弁と絞り弁を一体化したものを組み込むことにより，部品の数とシリンダヘッドに於けるドリル加工を減少させる」ことにあり，甲3発明の「逆止弁と絞り弁を一体化したもの」を適用する際に，甲34文献の「弁ケース」を同時に適用することは，甲3発明において「逆止弁と絞り弁を一体化した」ことの目的に反して部品点数を増やすことになり，このような適用には阻害要因がある。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "相違点3の容易想到性の判断について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件発明1の「弁部材」は「弁体部と弁孔との間の隙間をバイパスするバイパス流路」を有し，「弁ケース」は「小径部がクランプ本体のフランジ部に形成された装着穴に内嵌状に螺合」され，「弁ケースの油圧シリンダの油室側の先端と装着穴の内周面との間に第2隙間が形成される」構成について，甲18，23～25には，本件発明の「弁部材」及び「弁ケース」に相当し得る構成は開示されていない。すなわち，甲18の「流量調整弁」は「吸排管を接続した接手体」に設けられるものであり，クランプ本体のフランジ部に設けられるものではない。甲18の「流量調整弁」において，「固定ねじ6」は装着穴の内周面との間に隙間(第2隙間)が形成されるものではない。したがって，甲18には本件発明1の「弁ケース」に相当し得る構成は記載も示唆もされていない。甲23～25において「(弁部材に形成される)バイパス流路」は示されていない。甲23は「ブロック状の継手主体」に設けられるものであり，クランプ本体のフランジ部に設けられるものではない。甲24，25においては「油圧シリンダ」が開示されているが，「弁ケース」がクランプ本体のフランジ部に設けられるものではない。また，甲23～25には，「第2隙間」に相当し得る事項も全く示されていない。",
                "よって，甲18，23～25には，本件発明の「弁部材」及び「弁ケース」に相当し得る構成は記載も示唆もされていない。",
                "本件発明1の相違点3に係る構成は，相違点5の構成の前提となる「弁部材」や「弁ケース」を規定するものであり，その容易想到性を判断にするに当たっては，相違点5に係る構成との関係やそれらの相乗効果も考慮すべきである。相違点5の「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」との構成は当業者が容易に想到し得ないものであり，この前提としての相違点3に係る構成についても，相違点5に係る構成と同様，容易想到でないというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "従来のクランプ装置における「流量調整弁」は，油圧ポートを据付け面に設ける場合，フランジ部の側面に設ける場合のいずれにおいても，操作性が良いこと及び装着穴の加工性の観点から，上方から操作されるように設けることしか想定されていない(甲2，11)。したがって，甲2発明を出発点として，フランジ部の側面側から操作可能な流量調整弁を設けようとする動機付けはない。",
                "また，甲3発明はクランプ装置に係るものではなく，「ベース上面に当接する据付け面を有するフランジ部と，フランジ部から下方に延びベースに収容される部分とをクランプ本体が有する」ものではない。したがって，甲3発明を参照しても，フランジ部の側面側から操作可能な流量調整弁の構成を得る動機付けはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "甲3発明の「弁ユニット6」は，「ピストン棒8」の作動領域の全体にわたって作動するものではなく，「ピストン棒8」の行程端付近に限ってクッション作用を生じさせるために作動するものである。これに対して，甲2発明の「弁58」は，ピストンのストローク全域にわたって流量調整を行い，複数個所のクランプのタイミングのばらつきを抑制するためのものであって，甲3発明の「弁ユニット6」とは機能を異にするものである。したがって，甲2発明の「弁58」を甲3発明の「弁ユニット6」に置き換えて本件発明を得ようとする動機付けはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由3について",
      "content": [
        {
          "fig": "(1)",
          "subject": "相違点2(2’)の認定について(取消事由3-1，3-3)",
          "text": [
            "相違点2に係る構成は，クランプ本体のフランジ部に設けられる流量調整弁及びその周辺の構造を規定するものであり，相互に関連性がない事項の集まりとはいえない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点2(2’)の容易想到性の判断について(取消事由3-2，3-4)",
          "content": [
            {
              "fig": "ア",
              "text": [
                "取消理由2における相違点5と同様に，原告の主張は失当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "相違点2には，無効理由2の相違点3に係る構成と同様の構成が含まれているから，前記2(3)と同様の議論が当てはまる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，以下の記載がある(甲28)。なお，以下に引用する記載は，本件訂正の前後を通じて変更されていない(甲30，33)。",
                "【技術分野】【0001】本発明は，クランプ装置に関し，特に，出力ロッドを進退駆動する油圧シリンダに給排する作動油の流量を調節可能なものに関する。",
                "【背景技術】【0002】従来より，機械加工に供するワーク等のクランプ対象物を固定するクランプ装置としては，種々の型式のものが提案され，あるいは実用化されている。その中でも，クランプ本体と，このクランプ本体に進退可能に装着された出力ロッドを有し，クランプ本体内に配設された油圧シリンダにより出力ロッドを進退駆動することにより，ワーク等のクランプ対象物をクランプし，また，そのクランプ状態を解除するように構成されたものがある。",
                "【0003】ところで，サイズの大きなワーク等のクランプ対象物を固定する場合には，前述のクランプ装置が複数個同時に使用されて，複数箇所でクランプ対象物を固定するのが一般的である。しかし，このような場合に，例えば，複数のクランプ装置間で油圧シリンダへの作動油の供給速度(供給流量)が異なっていると，夫々のクランプ装置によりクランプ対象物をクランプするタイミングにばらつきが生じ，その間にクランプ対象物が外部からの衝撃等により所定の位置からずれたりして，サイズの大きなクランプ対象物を確実にその所定の位置に固定できなくなる虞がある。",
                "【0004】そこで，作動油の供給流量あるいは排出流量を調整可能なクランプ装置が提案されている。例えば，特許文献1に記載のクランプ装置は，出力ロッドを所定角度回転させてこの出力ロッドの先端部に固定されたクランプアームを旋回させてから，クランプアームでクランプ対象物をクランプする，いわゆる，スイング式のクランプ装置であるが，クランプ本体にニードルバルブが上下方向に移動可能に装着されており，このニードルバルブの先端部をクランプ本体内で水平に延びる油路内に突入させることにより，油路を流れる作動油の流量を調整できる。",
                "【0005】特許文献2に記載のクランプ装置においては，油圧供給用の油路及び油圧排出用の油路に夫々流量調整弁が設けられており，各流量調整弁は，クランプ本体内の油路の途中部に形成された弁座と，この弁座に水平方向に対向して設けられ弁座と協働して油路を開閉する弁体としての鋼球と，クランプ本体に螺着され鋼球を下方へ押圧可能な調整スロットルとを備えている。前記調整スロットルを操作して鋼球を所定量下方へ押し下げることにより，鋼球と弁座との間の隙間を調整して，油路を流れる作動油の流量を調整できる。",
                "【先行技術文献】【特許文献】【0006】",
                "【特許文献1】米国特許第5695177号公報(第4-5頁，図3)",
                "【特許文献2】特開2000-145724号公報(第5-6頁，図6-7)」",
                "【発明の概要】【発明が解決しようとする課題】【0007】前記特許文献1に記載のクランプ装置においては，水平に延びる油路に対して垂直方向にニードルバルブを突入させるために，出力ロッドの近傍部にニードルバルブが上方から装着されている関係上，作動油の流量を調整する際にニードルバルブを操作しにくいという欠点がある。",
                "【0008】一方，特許文献2に記載のクランプ装置においては，弁体としての鋼球を別部材の調整スロットルで下方へ押圧して，鋼球を弁座から水平方向に離隔させて流量を調整するため，必然的に部品数が多くなって作動油の流量調整の為の構成が複雑になるし，このような構成を含むクランプ本体のサイズをコンパクトにすることが困難な場合もある。また，鋼球を，弁座に接近／離隔する方向と交差する方向へ押圧して，鋼球と弁座との間の隙間を調整するように構成されているが，このような構成では，鋼球を弁座側へ直接移動させる場合に比べて作動油の流量の微調整が困難である。さらに，この調整スロットルは出力ロッドの近傍部に上方から装着されるため，特許文献1のクランプ装置と同様に操作性の面で不利な場合がある。",
                "【0009】本発明の目的は，作動油の流量を容易且つ確実に微調整可能に構成すること，流量調整の為の構成を簡単化してその構成を含むクランプ本体をコンパクトにすること，作動油の流量を調整するために操作される部材の操作性を向上させること，等である。",
                "【発明の効果】【0011】本発明によれば，クランプ本体に対して相対移動可能な弁部材を備え，弁体部と弁孔との隙間を調整することで流量を調節することができるため，油圧の流量を容易且つ確実に調整できる。",
                "【図1】                          【図2】",
                "【実施例1】…【0015】図1，図2に示すように，クランプ装置1は，クランプ本体2と，このクランプ本体2に進退可能に装着された出力ロッド3と，この出力ロッド3の先端部に連結されワークWにクランプ力を出力するクランプアーム4と，出力ロッド3を退入側へ駆動するクランプ用の油圧シリンダ5と，出力ロッド3を進出側へ駆動するクランプ解除用の油圧シリンダ6と，出力ロッド3の進退動作の一部をクランプ本体2に対する回転動作に変換する変換機構7とを備えている。そして，複数のクランプ装置1によりワークWを固定するように構成されている。",
                "【0016】まず，クランプ本体2について説明する。",
                "クランプ本体2は，その上部に据付け用フランジ部2fを有し，この据付け用フランジ部2fの外周部の下面には水平な据付け面2bが形成されている。クランプ本体2は，据付け用フランジ部2fから下方へ延びる下半部がベース10の収容穴に収容され，据付け面2bをベース10を上面に当接させた状態で，図示しない複数のボルトによりベース10に固定されている。",
                "【0017】クランプ本体2の内部には，出力ロッド3のロッド部3aが挿通されるロッド挿通孔11と，2つのシリンダ穴12，13とが上から順に直列的に形成されている。ロッド挿通孔11の上端付近部には，切削屑等の異物がクランプ本体2内に侵入するのを防ぐダストシール14が装着されている。クランプ本体2の下端部には，シリンダ穴13を下方から塞ぐキャップ部材15が装着されている。",
                "図1～図3に示すように，クランプ本体2の内部には，油圧シリンダ5，6の油室20，22に接続された油路40，41が設けられ，クランプ本体2の後端部には，図示外の油圧供給源から油路40，41に油圧を供給する油圧ポート21，23が設けられている。さらに，クランプ本体2には，これら油路40，41を流れる油圧の流量を夫々調節可能な後述の流量調整弁42，43が左右に並べて設けられている。",
                "【図3】                        【図4】",
                "【図5】",
                "【0018】次に，出力ロッド3について説明する。",
                "図1～図5に示すように，出力ロッド3は，上側2／3部分のロッド部3aと，このロッド部3aの下端に連なりロッド部3aよりもやや大径の筒部3bと，筒部3bの下端に連なる環状のピストン部3cとを一体形成したものである。ロッド部3aはロッド挿通孔11に摺動自在に挿通されており，ロッド部3aとロッド挿通孔11との間にはシール部材16が装着されている。ロッド部3aの上端部にはクランプアーム4が装着されナット17で固定されている。筒部3bは，シリンダ穴12に摺動自在に内嵌され，一方，ピストン部3cは，シリンダ穴13に摺動自在に内嵌されている。",
                "【0019】クランプアーム4は，出力ロッド3の回転動作に連動して旋回し，出力ロッド3の退入動作の際にワークWに当接してワークWをクランプする。図2に示すように，クランプアーム4の先端部の下面部には，クランプ状態でワークWに当接してワークWにクランプ力を出力する出力部4aが設けられている。",
                "【0020】次に，油圧シリンダ5，6について説明する。",
                "出力ロッド3を下方へ駆動するクランプ用の油圧シリンダ5は，シリンダ穴12，13と，出力ロッド3のピストン部3cと，ピストン部3cの上側に形成された油室20とを備えている。前記油室20は，クランプ本体2に形成された油路40及び油圧ポート21に接続されており，図示外の油圧供給源から，据付け面2bに形成された油圧ポート21，油路40を介して油室20に油圧が供給されると，油室20に出力ロッド3を下方へ駆動するクランプ力が発生する。",
                "【0021】一方，出力ロッド3を上方へ駆動するクランプ解除用の油圧シリンダ6は，シリンダ穴13と，出力ロッド3のピストン部3cと，筒部3bの内側及びピストン部3cの下側に形成された油室22とを備えている。油室22は，クランプ本体2に形成された油路41及び据付け面2bに形成された油圧ポート23に接続されており，図示外の油圧供給源から油圧ポート23，油路41を介して油室22に油圧が供給されると，油室22に出力ロッド3を上方へ駆動するクランプ解除力が発生する。",
                "【0022】ところで，図1～図3に示すように，クランプ本体2内に設けられた油路40，41には，夫々油路40，41を流れる油圧の流量を調整可能な流量調整弁42，43が設けられている。複数のクランプ装置1でワークWを固定する場合に，複数のクランプ装置1の出力ロッド3の退入速度をほぼ等しくして，複数のクランプ装置1によりほぼ同時にワークWをクランプすることができるように，流量調整弁42，43により油圧シリンダ5，6に供給される作動油の流量を調整するようになっている。",
                "【0023】2つの流量調整弁42，43は夫々同じ構成を有するため，クランプ用の油圧シリンダ5の油圧系に設けられた流量調整弁42について以下説明する。",
                "【図6】                        【図7】",
                "【図8】                          【図9】",
                "【0024】図6～図9に示すように，流量調整弁42は，クランプ本体2の据付け用フランジ部2fの側壁部に横向き水平に形成された装着穴48(ネジ孔に相当する)に螺着された筒状の弁ケース45と，油路40の途中部に形成され装着穴48の前端に連なる弁孔46と，弁ケース45に前後方向(出力ロッド3の長手方向と交差する方向)に移動可能に螺着された弁部材47とを備えている。",
                "【0025】弁ケース45は，前側の小径部45aと後側の断面六角形状の基部45bとを有し，小径部45aが装着穴48に内嵌状に螺合されるとともに，小径部45aと基部45bとの間の段部がクランプ本体2の後面部に当接している。装着穴48は油圧ポート21と第1油路40aにより接続され，一方，弁孔46は，その穴径が装着穴48よりも小さく形成され，この弁孔46に油圧シリンダ5の油室20に連なる第2油路40bが接続されている。",
                "【0026】弁部材47は，先端部に形成された筒状の弁体部47aと，この弁体部47aの基端に連なり弁体部47aよりもやや大径の軸部47bとを有する。軸部47bの基端側部分の外周部にはネジ部が形成されており，軸部47bが弁ケース45に内嵌状に螺合されて，弁部材47は，クランプ本体2に固定された弁ケース45に対して前後に相対移動可能に装着されている。図6～図8に示すように，軸部47bの基端側部分には，前方へ延びる六角穴47c(操作部に相当する)が形成されており，この六角穴47cに六角レンチ等の工具を係合させて軸部47bを回転させて，弁部材47を前後に移動させることができる。尚，基部45bの基端には抜け止め用のロックナット49も装着されている。",
                "【0027】弁体部47aは，弁孔46に前後摺動自在に挿入可能であり，弁体部47aには，装着穴48と弁孔46との間の段部に係合してそれ以上の弁体部47aの前方への移動を係止する係止部50が形成されている。",
                "【0028】図6，図7，図9に示すように，弁体部47aの外周部の上端部には，先端側ほど溝の深さが深い切欠状(正面視V字状)の溝部47dが形成されている。弁体部47aが最も後側の位置にある全開状態(図6参照)と，弁体部47aが最も前側の位置にある全閉状態(図7参照)の間で，弁体部47aを前後に移動させると，弁体部47aと弁孔46との間の隙間が変化してその間を流れる作動油の流量が調整される。さらに，弁体部47aの溝部47dにより，弁体部47aと弁孔46との間の隙間，つまり，油圧の流路面積を細かく調節することができるため，その隙間を流れる作動油の流量の微調整を容易に行うことができる。",
                "【0029】さらに，弁部材47には，前記の弁体部47aと弁孔46との隙間をバイパスするバイパス流路51，52と，バイパス流路51を油室20に油圧を供給する方向にのみ閉止する逆止弁53が設けられている。バイパス流路51は，弁体部47aの内側に前後に延びるように形成され，バイパス通路52は，バイパス通路51の基端から放射状に径方向外側へ延びるように形成されている。",
                "【0030】逆止弁53は，バイパス流路51の基端部に形成された弁座55と，この弁座55と協働してバイパス流路51を閉止する鋼球56と，この鋼球56を前方へ付勢するコイルバネ57とを有する。軸部47bには，バイパス流路51，52に連通して後方へ延びる鋼球収容孔58が形成されており，鋼球56は鋼球収容孔58と弁座55とに亙って前後方向へ移動可能に構成されている。鋼球収容孔58にはコイルバネ57も配設されており，鋼球56はコイルバネ57により弁座55側へ付勢されている。",
                "【0031】従って，油圧ポート21から油室20に油圧を供給する場合には，鋼球56が弁座55に密着してバイパス流路51が閉止されているため，油圧は弁体部47aと弁孔46との隙間のみを流れることになる。一方，油室20から油圧を排出する場合には，図7の鎖線で示すように，油圧により鋼球56が後方へ押圧されてバイパス流路51が開放されるため，前記隙間に加えてバイパス流路51，52からも油圧が油圧ポート21へ流れることになる。",
                "【0039】次に，クランプ装置1の作用について説明する。",
                "ワークWをクランプする場合には，図1のクランプ解除状態から，図示外の油圧供給源から油圧ポート21を介して油圧を供給する。その際，油圧は流量調整弁42を通って油路40を流れ油室20へ供給されることになる。このとき，流量調整弁42において，バイパス流路51は逆止弁53により閉止されるため，油圧は弁体部47aと弁孔46の間の隙間を流れることになる。ここで，弁部材47を前後方向に移動させて前記隙間を適切に調整しておくことで，油路40を流れる油圧が所定の流量に調整される。",
                "【0040】油路40を介してクランプ用の油圧シリンダ5の油室20に油圧が供給されると，油室20に発生したクランプ力により出力ロッド3のピストン部3cが下方へ駆動される。このとき，変換機構7により出力ロッド3の進退動作の一部がクランプ本体2に対する回転動作に変換され，出力ロッド3がクランプ本体2に対して回転しつつ下方へ退入する。この出力ロッド3の回転動作に連動して，クランプアーム4も平面視で時計回りの方向に90度旋回して，クランプアーム4の出力部4aがワークWの上側に位置する。",
                "【0041】クランプアーム4が所定位置まで旋回した後は，出力ロッド3が直線的に退入し，図2に示すように，クランプアーム4の出力部4aがワークWに当接して，出力部4aからクランプ力がワークWに出力されてワークWがクランプされる。",
                "【0042】ここで，複数のクランプ装置1によりワークWが固定されるが，各々の油圧シリンダ5の油室20に供給される油圧を流量調整弁42により適切な流量に調整することができるため，ワークWをクランプする際に，複数のクランプ装置1において，ほぼ同時にクランプアーム4を旋回させ，続けて，同時に出力部4aをワークWに当接させることができ，ワークWを所定の位置に確実にクランプできるようになる。",
                "【0043】一方，図2のクランプ状態を解除する場合には，クランプ用の油圧シリンダ5の油室20から油圧を排出するとともに，クランプ解除用の油圧シリンダ6の油室22に油圧を供給する。まず，クランプ用の油室20から排出される油圧は，油路40及び流量調整弁42を介して油圧ポート21へ流れるが，流量調整弁42において，第1油路40aの油圧により鋼球56が後方へ移動して逆止弁53がバイパス流路51を開放するため，油圧がバイパス流路51，52を通って迅速に油圧ポート21へ排出される。",
                "【0044】一方，クランプ解除用の油圧ポート23からは，油路41及び流量調整弁43を介してクランプ解除用の油室22へ油圧が供給される。この場合は，前述のクランプ時と同様に，流量調整弁43において，バイパス流路51は逆止弁53により閉止されるため，油圧は弁体部47aと弁孔46の間の隙間を流れることになり，油路41を流れる油圧が所定の流量に調整される。",
                "【0045】そして，油室22に発生したクランプ解除力によりピストン部3cが上方へ駆動される。このとき，出力ロッド3が直線的に所定量進出した後，変換機構7により出力ロッド3の進出動作の一部がクランプ本体2に対する回転動作に変換され，出力ロッド3がクランプ本体2に対して回転しつつ上方へ進出する。この出力ロッド3の回転動作に連動して，クランプアーム4も平面視で反時計回りの方向に90度旋回して，図1に示すクランプ解除状態となる。",
                "【0046】以上説明したクランプ装置1によれば，次のような効果が得られる。",
                "1)流量調整弁42，43において，弁部材47を弁孔46に対して接近／離隔する方向に移動させて，弁体部47aを弁孔46内に突入させることにより，弁体部47aと弁孔46との間の隙間を調節して，油路40を流れる作動油の流量を調整することができる。つまり，弁体部47aを有する弁部材47を直接弁孔46に接近／離隔する方向に移動させることができ，作動油の流量を容易に且つ確実に調整できるし，流量調整弁42，43の部品数を少なくしてその構成を簡単化することも可能である。",
                "【0047】2)弁体部47aには，油圧を微調整するための切欠状の溝部47dが設けられ，この溝部47dは先端側ほど溝の深さが深く形成されているため，弁体部47aを弁孔46に挿入したときの弁体部47aの突入量を調整することで，油路40を流れる作動油の流量を微調整することができる。",
                "【0048】3)弁部材47の内部に，隙間をバイパスするバイパス流路51を一方向にのみ閉止する逆止弁53が設けられているため，油圧シリンダ5，6に油圧を供給する場合にはその流量を調整し，逆に油圧を排出する場合には，流量を調整することなく迅速に油室20，22から排出するように構成できる。さらに，逆止弁53を流量調整弁42，43とは別に設ける場合に比べてクランプ装置1をコンパクトにすることができる。",
                "【0049】次に，前記実施形態に種々の変更を加えた変更形態について説明する。但し，前記実施形態と同様の構成を有するものについては，同じ符号を付して適宜その説明を省略する。",
                "【図11】",
                "【0052】3］図11に示すように，油圧を排出する場合の流量のみを調整する流量調整弁42Bに本発明を適用することもできる。この流量調整弁42Bにおいては，弁部材81の内部に，油室20から油圧ポート21へ油圧を排出する方向にのみバイパス流路51を閉止する逆止弁82が設けられている。",
                "【0053】逆止弁82は，バイパス流路83のうちの放射状に延びるバイパス流路84との接続部よりもやや前側の部分に形成された弁座85と，この弁座85と協働してバイパス流路83を閉止する鋼球86と，この鋼球86を後方へ付勢するコイルバネ87とを有する。",
                "【0054】従って，油圧ポート21から油室20に油圧を供給する場合には，油圧により鋼球86が後方へ押圧されてバイパス流路83が開放されるため，油圧は，弁体部81aと弁孔46との隙間に加えてバイパス流路83，84からも油室20へ流れ，流量が調整されることなく迅速に油室20に流れ込む。一方，油室20から油圧を排出する場合には，鋼球86が弁座85に密着してバイパス流路83が閉止されているため，油圧は弁体部81aと弁孔46との隙間のみを流れることになり，油圧が所定の流量に調整される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の概要",
              "text": [
                "前記(1)の記載によると，本件発明について以下のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，出力ロッドを進退駆動する油圧シリンダに給排する作動油の流量を調整可能なクランプ装置に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，機械加工に供するワーク等のクランプ対象物を固定するクランプ装置には，クランプ本体とクランプ本体に進退可能に装着された出力ロッドとを有し，クランプ本体内に配設された油圧シリンダで出力ロッドを進退駆動することにより，クランプ対象物をクランプしたり，そのクランプ状態を解除したりするものがある(【0002】)。",
                    "クランプ対象物が大きい場合は，一般に，このようなクランプ装置を複数個同時に使用し，複数個所でクランプ対象物を固定するが，これら複数のクランプ装置間で油圧シリンダへの作動油の供給速度(供給流量)が異なると，それぞれのクランプ装置でクランプ対象物をクランプするタイミングにばらつきが生じ，その間にクランプ対象物が外部からの衝撃などによって所定の位置からずれてしまい，クランプ対象物を所定の位置に確実に固定できなくなるおそれがあるので，作動油の供給流量又は排出流量を調整可能なクランプ装置が提案されている(【0003】，【0004】)。",
                    "そのようなクランプ装置には，特許文献1(米国特許第5695177号明細書，甲2)に記載されたクランプ装置のように，クランプ本体にニードルバルブを上下方向に移動可能に装着し，ニードルバルブの先端部をクランプ本体内で水平に延びる油路内に突入させて，油路を流れる作動油の流量を調整できるようにしたものがある(【0004】)。",
                    "また，特許文献2(特開2000-145724号公報，甲11)に記載されたクランプ装置のように，油圧供給用の油路及び油圧排出用の油路のそれぞれに流量調整弁を設け，各流量調整弁はクランプ本体内の油路の途中部に形成された弁座と，弁座に水平方向に対向して設けられ，弁座と協働して油路を開閉する弁体としての鋼球と，クランプ本体に螺着され鋼球を下方へ押圧可能な調整スロットルとを備えるものとし，調整スロットルを操作して鋼球を所定量下方へ押し下げることにより鋼球と弁座との間の隙間を調整して，油路を流れる作動油の流量を調整できるようにしたものもある(【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許文献1に記載されたクランプ装置は，水平に延びる油路に対して垂直方向にニードルバルブを突入させるため，出力ロッドの近傍部にニードルバルブが上方から装着されるので，作動油の流量を調整するニードルバルブが操作しにくいという欠点がある(【0007】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特許文献2に記載されたクランプ装置は，①弁体としての鋼球を別部材の調整スロットルで下方に押圧して弁座から水平方向に離隔させて流量を調整するので，必然的に部品数が多くなって作動油の流量調整のための構成が複雑になり，この複雑な構成を含むクランプ本体をコンパクトにすることが困難である，②鋼球が弁座に対して移動する方向と交差する方向に鋼球を押圧して鋼球と弁座との間の隙間を調整するので，鋼球を弁座側へ直接移動させる場合に比べて作動油の流量の微調整が困難である，③調整スロットルが出力ロッドの近傍部に上方から装着されるので，操作性の面で不利がある，といった問題がある(【0008】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明は，①作動油の流量を容易かつ確実に微調整可能にすること，②流量調整のための構成を簡単化して，その構成を含むクランプ本体をコンパクトにすること，③作動油の流量を調整するための操作部材の操作性を向上させること，などを目的とするものである(【0009】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件発明は，前記オの目的を達成するために，本件訂正後の請求項1～請求項3に記載された構成を備えるものであり，①弁体部を有する弁部材を直接弁孔に接近したり弁孔から離隔したりする方向に移動させることができるので，作動油の流量を容易にかつ確実に調整できるし，流量調整弁の部品数を減らして構成を簡単にすることができる(【0011】，【0046】)，②弁体部に切り欠き状の溝部が設けられ，その溝は弁体部の先端側が深くなっているので，弁体部の弁孔への挿入量を調整することで，油路を流れる作動油の流量を微調整することができる(【0047】，【0052】～【0054】)，③弁部材の内部に，隙間をバイパスするバイパス流路を一方向にのみ閉止する逆止弁が設けられているので，油圧シリンダに油圧を供給(油圧シリンダから油圧を排出)する場合にはその流量を調整し，逆に油圧シリンダから油圧を排出(油圧シリンダに油圧を供給)する場合には迅速に排出(供給)することができる(【0048】)，④弁部材の内部に，隙間をバイパスするバイパス流路を一方向にのみ閉止する逆止弁が設けられているので，逆止弁を流量調整弁とは別に設ける場合に比べてクランプ装置をコンパクトにすることができる(【0048】)，という効果を奏する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「第1隙間」及び「第2隙間」について",
              "text": [
                "本件明細書の図6を参照すると，弁部材47の弁体部47aの外周面と弁ケース45の小径部45aの内周面との間に隙間があることが見て取れる。同様に，弁ケース45の小径部45aの先端と装着穴48の内周面との間に隙間があることも見て取れる。また，本件明細書の「油圧ポート21から油室20に油圧を供給する場合には，鋼球56が弁座55に密着してバイパス流路51が閉止されているため，油圧は弁体部47aと弁孔46との隙間のみを流れることになる。」(【0031】)という記載は，油圧の流路としては弁体部47aと弁孔46との隙間だけではなく，バイパス流路51もあることを前提として，そのバイパス流路51が閉止されているため，油圧は弁体部47aと弁孔46との隙間のみを流れることをいうものであるから，この記載と図6とを照らし合わせると，第1油路40aからバイパス流路52及びバイパス流路51を経て第2油路40bに至る油圧の流路が存在することが理解できる。そして，この流路が存在する以上，弁部材47の弁体部47aの外周面と弁ケース45の小径部45aの内周面との間，及び弁ケース45の小径部45aの先端と装着穴48との間には隙間がなければならないことが理解できる。",
                "そうすると，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され」という記載における「第1隙間」及び「前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され」という記載における「第2隙間」は，本件明細書の記載から理解することができるものである。また，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置され」という記載は，本件明細書の図6に示された弁部材47の弁体部47aの外周面と弁ケース45の小径部45aの内周面との間の隙間，弁ケース45の小径部45aの先端と装着穴48の内周面との間の隙間，及びバイパス流路51の位置関係に合致するものであって，同図から理解することができる。",
                "したがって，本件訂正によって追加された「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，」「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置され」という記載は，本件明細書に記載された事項に基づくものであり，本件訂正は，新たな技術的事項を導入するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置され」という構成では装置全体を指向方向に小型化(コンパクト化)するという作用効果を得ることはできない，と主張する。",
                    "本件発明は，装置のコンパクト化を作用効果の一つとするものであるが，その意味は，前記1(2)カのとおり，本件発明は，弁部材の内部に，隙間をバイパスするバイパス流路を一方向にのみ閉止する逆止弁が設けられているので，逆止弁を流量調整弁とは別に設ける場合に比べてクランプ装置をコンパクトにすることができるというものであって，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」との構成は，この装置をコンパクト化する上記構成と関連するものではあるが，「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」との構成のみでコンパクト化が実現されているものではない。",
                    "したがって，原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件訂正後の特許請求の範囲には下図の右図のような構成も本件発明の構成に含むことになるから，本件明細書の図6に開示されていない発明を含むことになり，新たな技術的事項を導入したことになると主張する。",
                    "第1油路40a  第1油路40a ［甲28  図6を清書したもの］              ［甲28  図6の油路40aを左側に移動させたもの］",
                    "しかし，本件明細書の図6に「前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」ものが記載されているから，右図のような構成が本件発明の構成に含まれるからといって，新たな技術的事項を導入したものということはできないし，そのことから直ちにコンパクト化が実現されていないということもできない。",
                    "したがって，原告の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由2(無効理由2に関する認定判断の誤り)について",
      "content": [
        {
          "fig": "(1)",
          "subject": "甲2発明の認定，本件発明1及び本件発明3との一致点・相違点",
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲2文献には，以下の記載がある(訳文は，甲19による。)。",
                "①「油圧クランプのクランプ作動を他の製造動作に適合させるために，その油圧クランプのピストンがクランプ位置とリリース位置との間を移動される際に，上記ピストンの作動速度を調節することが頻繁に望まれる。」(第1欄34行～37行)",
                "②「特には，ある種の取付け及び取外しの操作を調節するため，1つ以上のクランプを他のクランプよりも早く又は遅くクランプ位置またはリリース位置へ移動させるのが望ましいことがある。」(第1欄59行～62行)",
                "③「上記の油圧クランプ16は，好ましくは，スイング式クランプであり，単動または複動であってもよい。上記クランプ16は，互いに同一であり，図3に示されたように，各クランプは，大まかにいえば，シリンダ本体18と，そのシリンダ本体に伸縮自在に収納されたピストン20と，そのピストンの上端部に固定されたクランプヘッド22と，シリンダ本体に対して油圧流体を給排するために上記シリンダ本体に形成された少なくとも1つの油圧ポート(翻訳注記：油圧流路)24と，参照数字26で示された流量制御手段であって，シリンダ本体に対して給排される油圧流体の流量を選択的に変化させる流量制御手段と，を含む。」(第3欄18行～30行)",
                "④「上記シリンダ本体18は，下側の長い中空シャンク部分28と，上側の拡大されたフランジ部分30とを含む。長くて中空のピストン収納室32は，シャンク部分28及びフランジ部分30の中心を通って形成されて，上記シリンダ本体18の全長に延びる。」(第3欄33行～38行)",
                "⑤「図2に示されたように，シャンク部分28の外周は，固定台14に形成された前記穴に螺合するようにネジが形成される。図1に示されたように，クランプ16の上記シャンク部分28は上記穴に螺合され，上記クランプ16のフランジ部分30が上記固定台14の上面に概ね接触される。」(第3欄44行～49行)",
                "⑥「前記の第1油圧ポート(翻訳注記：第1油圧流路)24は，前記フランジ部分30の一方側内に水平方向へ延びて，ピストン収納室32の小径部分36に連通する。そのポート24は，図2に示す油圧配管40によって油圧流体源(図示せず)に連通され，ピストン収納室32の小径部分36に対して油圧流体を給排させる。その油圧流体がポンプによって第1油圧ポート24を介してピストン収納室32の小径部分36へ供給されると，前記ピストン20が伸長リリース位置から後退クランプ位置へ移動される。",
                "図示の複動式の油圧クランプは第2油圧ポート(翻訳注記：第2油圧流路，参照数字なし)を含み，その第2油圧ポートは，図2に示すように，油圧配管42によって前記第1油圧ポート24と同じ油圧流体源に接続される。上記の第2油圧ポートは，前記フランジ部分30内に水平方向へ延びた後，下向きに方向転換してシャンク部分28を通り，ピストン収納室32の大径部分34に連通する。その第2油圧ポートは，ピストン収納室32の大径部分34に対して油圧流体を給排させる。その油圧流体がポンプによって第2油圧ポートを介してピストン収納室32の大径部分34へ供給されると，前記ピストン20が後退クランプ位置から伸長リリース位置へ移動される。」(第3欄56行～第4欄15行)",
                "⑦「前記ピストン20は，シリンダ本体18に対して，図1の後退クランプ位置と図3の伸長リリース位置との間で移動されるように，そのシリンダ本体18のピストン収納室32に伸縮可能に収納される。図3に示されたように，ピストン20は，下側の比較的に大径の部分46と上側の比較的に小径の部分48とを含む。",
                "ピストン20の上記の下側部分46は，ピストン収納室32の第1の大径部分34に収納される。そのピストン20の上記の上側部分48は，ピストン収納室32の第2の小径部分36に収納され，シリンダ本体18の外側に上方へ延びる。ピストン20の上記の両部分46，48の断面は，好ましくは概ね円形である。",
                "前記クランプヘッド22は，ピストン20の先端に取り付けられて，そのピストン20の後退クランプ位置で前記の固定台14に前記ワークピース12を係合およびクランプする。」(第4欄26行～44行)",
                "⑧「図3における流量制御手段26は，シリンダ本体18内に直接に形成されて，クランピング位置とリリース位置とにピストン20が移動されるときの速度を選択的に制御できるように，上記シリンダ本体に給排される油圧流体の流量を選択的に変化させるために設けられる。好適な流量制御手段26は，弁孔52と，その弁孔に移動可能に収納された流量制御弁54とを含む。",
                "前記の弁孔52は，好ましくは，シリンダ本体18のフランジ部分30のうちの容易にアクセス可能な上面を貫通するように形成されて，上記シリンダ本体内を下方へ延び，前記の第1油圧ポート24または第2油圧ポートへ連通される。」(第4欄48行～60行)",
                "⑨「前記の流量制御弁54は，下側のニードル弁56と，上側の手動操作ノブ58と，連結ステム60とを含む。上記ニードル弁56は，弁孔52のテーパ部分55に収納され，上記ノブ58は，フランジ部分30の上面を通って上方へ延びる。上記ステム60は，弁孔52の拡径部分53内に螺合される。そして，上記ノブ58が回転されたときに，弁孔52のテーパ部分55に対してニードル弁56が移動される。これにより，上記ニードル弁56は，第1油圧ポート又は第2油圧ポートに対して進退され，シリンダ本体18に対する油圧流体の給排流量が制御される。」(第4欄66行～第5欄10行)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記の甲2文献の記載によると，甲2文献には，前記第2，3(3)イの甲2発明が記載されていると認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件発明1と甲2発明を対比すると，前記第2，3(4)ア(ア)のとおり，一致点及び相違点があることが認められる。",
                "また，本件発明3と甲2発明を対比すると，前記第2，3(4)ウ(ア)のとおり，一致点及び相違点があることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由2-1(相違点5の認定の誤り)につき",
          "text": [
            "原告は，上記(1)ウの相違点5は，相違点5-1と相違点5-2に分けて認定すべきであると主張する。",
            "しかし，相違点5は，本件発明1における，①「バイパス流路」が存在すること，②シリンダ穴に油圧を供給するときには「バイパス流路」を閉止し，シリンダ穴から油圧を排出するときには「バイパス流路」を開放する逆止弁が存在すること，③弁部材の外周面と前記弁ケースの内周面との間に形成される第1隙間と，弁ケースの油圧シリンダの油室先端と装着穴の内周面との間に形成される第2隙間と，「バイパス流路」の第1流路とが「指向方向に直交する同一面内に位置できるように配置される」ことなどについて，甲2発明との相違点を相違点5としたものであって，相互に関連する事項を一つの相違点としており，相違点5-1と相違点5-2に分けるべき理由はない。",
            "したがって，取消事由2-1(相違点5の認定の誤り)に関する原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由2-2(相違点5の判断の誤り)につき",
          "content": [
            {
              "fig": "ア",
              "subject": "甲3文献に記載された発明",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "甲3文献の記載",
                  "text": [
                    "甲3文献には，以下の記載がある。",
                    "①「この考案はピストン行程の一端又は他端に於てピストンにクッション作用を与えるため逆止弁と絞り弁を有するクッション装置付き流体圧シリンダに関するもので，特に逆止弁と絞り弁が一体化されたクッション装置に関するものである。」(1欄24行～28行)",
                    "②「第1図および第2図，特に第2図を参照すると一体化された逆止弁および絞り弁6は一つの孔の中に収容されている。その孔の外方開口部22はネジが切られており，中間部23はその上端部24が内側へ向うテーパ状になっており，上部孔25は全長にわたってテーパ状で弁座を形成しその上端はシリンダヘッド4内の室10と連通する。側方に設けられた通路26は孔の中間部23とシリンダ体2およびシリンダヘッド4の右端に於てピストン3の左側とを連通する。」(3欄40行～4欄4行)",
                    "③「一体化された逆止弁および絞り弁6は孔22，23および25に於て選択的に軸方向に動き得るように組込まれており，一対の中空円筒状部材27および28が互にはまり合った形でその内部に逆止弁室29を有する一つの絞り弁となっている下部部材27は外径にネジを有し孔22内で軸方向に移動でき，その上部は外径が小さくなって孔23に滑合し，Oリング30で周縁をシールされている。上部部材28は，フランジ31が下部部材27にあたるまで部材27にはまりこんでおりその外径は孔23の直径よりも相当小さく，その間に後述するように流体の通路となる空所がある部材28の最上端部32は外周が孔25のテーパーに相当する角度のテーパー状になっており，部材27が孔22内に一ぱいにネジ込まれた時，孔25のテーパー状弁座に着座する絞り弁となっている。孔33は部材28の軸心にあり，弁室29とピストン棒8の周囲の室10との間を孔25を通って連絡している。孔33は室29の直径よりも小さくその両者のつなぎ目の部分で弁座を形成している。球弁34はその直径が孔33よりも大きく室29よりも小さいので，弁室29におかれてばね35により上に押しつけられ，孔33を密封している。ばね35は球弁34と部材27の間に置かれている。一個又は数個の通路36が部材28の側面に設けられ弁室29と孔23との間を連絡し，室10が圧力供給源に連通した時，圧力流体は室10から孔33，球弁34，通路36から通路26を通りピストン面に供給される。シリンダヘッド5にある一体化された逆止弁および絞り弁6は上述のものと全く同じもので上述と同様の方法でシリンダヘッド5に組込まれる。」(4欄5行～36行)",
                    "④「この装置を操作するには逆止弁および絞り弁ユニット6を孔22の中で部材27の端面にある切込み37によりねじ調整する。即ちこの切込み37に適合する工具を用いて弁32を弁座25に対して開閉することができる。この弁32が適当な量だけ開いた位置に於て，ピストン3が左方へ運動するとクッションリング13が行程終端近くで孔10にはまりこみ，シリンダ室から孔7を通る流体の排出通路を閉じる。しかしながら流体は尚シリンダ室から通路26，部材28の周囲，開いている弁32，および孔25を通り室10へ流れこの時排出通路となっている給排通路12から排出される。かくしてピストン3のクッション作用は絞り弁32の設定開度に応じて所望の程度になし得る。ピストン3が戻り行程を行うため給排通路12が供給通路として作用する時は圧力流体は室10，孔25，孔33に入り球弁34を押し上げ，通路36および26を通ってピストン3に作用し右方へのピストン運動を開始させる。」(4欄37行～5欄10行)",
                    "⑤第1図",
                    "⑥第2図"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲3文献に記載された発明の認定",
                  "text": [
                    "甲3文献の「一体化された逆止弁および絞り弁6は孔22，23および25に於て選択的に軸方向に動き得るように組込まれており，一対の中空円筒状部材27および28が互にはまり合った形でその内部に逆止弁室29を有する一つの絞り弁となっている。」との記載(前記(ア)③)及び第2図(前記(ア)⑥)からは，中空円筒状部材28が孔25の指向方向に相対移動可能に構成されていることが理解される。",
                    "そうすると，甲3文献の前記(ア)の記載によると，甲3文献には以下の発明(以下，「甲3発明」という。)が記載されている。",
                    "「シリンダ体2に対して通路26との接続部に形成された孔25の指向方向に相対移動可能な中空円筒状部材28及び前記中空円筒状部材28の基端に連なる前記中空円筒状部材28よりも大径の中空円筒状部材27を有し，前記中空円筒状部材28が前記孔25に挿入された全閉状態から前記中空円筒状部材28が前記孔25から離間した全開状態に至るまで前記中空円筒状部材28を移動させて前記中空円筒状部材28と前記孔25との間の隙間を調節可能な逆止弁及び絞り弁ユニット6であって，",
                    "前記中空円筒状部材27の外周面と前記逆止弁及び絞り弁ユニット6が装着される孔22，23の内周面との間をシールするOリング30を有し，",
                    "前記中空円筒状部材27の端面に，前記逆止弁及び絞り弁ユニット6を操作するための切込み37が形成され，",
                    "前記中空円筒状部材28は，前記中空円筒状部材28と前記孔25との間の隙間をバイパスする孔33及び通路36と，室10に圧力流体を排出するときには前記孔33及び通路36を閉止し，前記室10から圧力流体を供給するときには前記孔33及び通路36を開放する逆止弁とを有し，",
                    "前記孔33及び通路36は，前記中空円筒状部材28の内部に前記逆止弁及び絞り弁ユニット6の一端から他端に向かう方向に延びる孔33と，前記孔33から外周側に延びる通路36とを含み，",
                    "前記逆止弁は，前記孔33上に形成された弁座と，前記孔33内に移動可能に設けられた球弁34と，前記球弁34を前記弁座側に付勢するばね35とを含み，",
                    "前記室10から圧力流体を供給するときには，供給される前記圧力流体により前記球弁34が前記弁座と反対側に押圧されて前記孔33が開放される逆止弁及び絞り弁ユニット6。」"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "甲2発明のクランプ装置に甲3発明を適用して，相違点3及び相違点5の構成とすることの動機付けの有無",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "前記(1)ア認定のとおり，甲2文献には，クランプ装置において，クランピング位置とリリース位置とにピストン20が移動される速度を選択的に制御できるように，シリンダ本体18に給排される油圧流体の流量を選択的に変化させる流量制御手段26をシリンダ本体18内に設けることが記載されているが，その流量制御手段26について，甲2文献には，次の記載がある。",
                    "「ノブ58は，時計回り又は反時計回りに工具を使用せずに手動で回転でき，ニードル弁56を非閉鎖位置と閉鎖位置との間で無段階に移動させることができる。上記のニードル弁56を非閉鎖位置に移動させたときには，そのニードル弁56が第1油圧ポート又は第2油圧ポートから完全に取り外されて上記シリンダ本体に給排される油の流量が比較的に大流量になる。これとは逆に，上記のニードル弁56を閉鎖位置に移動させたときには，そのニードル弁56の少なくとも一部分が弁孔52のテーパ部分を通って第1油圧ポート24又は第2油圧ポートに突入され，上記シリンダ本体に給排される油圧流体の流量が比較的に小流量になる。」(第5欄11行～24行)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "上記(ア)で述べたところによると，甲2文献に記載されている流量制御手段26は，「水平に延びる油路に対して垂直方向にニードルバルブを突入させるため，出力ロッドの近傍部にニードルバルブが上方から装着される」もの(本件明細書【0007】)であって，甲3発明の逆止弁及び絞り弁ユニット6とは，その構造が大きく異なるものである。しかも，甲2発明においては，流量制御手段26の流量制御弁54は，フランジ部分30の上面を通って上方へ延びるノブ58を有しており(甲2文献の第4欄66行～5欄10行)，上記ノブ58を時計回り又は反時計回りに工具を使用せずに手動で回転できることを特徴としており，甲3発明の逆止弁及び絞り弁ユニットにはそのような特徴はないから，甲3発明の逆止弁及び絞り弁ユニット6と甲2文献の流量制御手段26の流量調整弁としての機能の共通性に鑑みても，甲2発明の流量制御弁54に代えて甲3発明の逆止弁及び絞り弁ユニット6を適用する動機付けがあるとは認められない。そうすると，甲2発明に甲3発明を適用して，本件発明1の相違点3及び相違点5の構成とすることについて動機付けがあるということはできない。そして，そのことは，本件発明1の構成の一部を備える周知技術(甲18，23～25，34，37，39～42，45～49など)があるとしても左右されるものではない。",
                    "したがって，本件発明1は，甲2発明に甲3に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "甲1文献には，後記4(1)アの記載があり，また，甲4には，油圧回路に用いられる流量制御弁が，甲5には，ネジ込み絞り弁セットが，甲6には，絞り機構と逆止弁機構からなる流量調整器が，甲7には，高圧用のニードル弁が，それぞれ記載されているが，さらに，これらの記載を考慮しても，本件発明1について，当業者が容易に発明することができたとは認められない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，甲2文献には，クレームに記載された範囲を逸脱しない限り同等のものを採用したり置き換えを行ってもよいことが記載されていると主張する。",
                "しかし，甲2文献から本件発明と対比すべき発明として認定できるのは，甲2発明であって，甲2文献に原告が主張する上記記載があるからといって，他の構成の発明を認定することはできないから，原告の上記主張は，前記ア～ウの判断を左右するものではない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "よって，本件発明1は，甲2発明に甲1，3～7に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められないので，審決の判断は，結論において誤りがない。",
                "本件発明2は，本件発明1に，さらに，「前記クランプ本体は，水平な前記据付け面を外部ベース部材に当接させて固定され，前記第1油路および前記第2油路は前記フランジ部に形成された」という発明特定事項を付加したものであるから，甲2発明に甲3～7に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められない。したがって，審決の判断は，結論において誤りがない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "取消事由2-3(相違点5’の認定の誤り)について",
          "text": [
            "原告は，上記(1)ウの相違点5’は，相違点5’-1と相違点5’-2に分けて認定すべきであると主張する。",
            "しかし，相違点5’は，油圧の供給及び排出に伴う逆止弁の開放及び閉止の関係が相違点5と逆になったものであって，他の構成は相違点5と変わらないから，前記(2)で述べたと同様の理由により，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "(5)",
          "subject": "取消事由2-4(相違点5’の判断の誤り)について",
          "text": [
            "本件発明3は，油圧の供給及び排出に伴う逆止弁の開放及び閉止の関係が，本件発明1と逆になったものであって，他の構成は本件発明1と変わらないから，前記(3)で述べたと同様の理由により，甲2発明に甲3～7に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められない。",
            "したがって，審決の判断は，結論において誤りがない。"
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "取消事由3(無効理由1に関する認定判断の誤り)について",
      "content": [
        {
          "fig": "(1)",
          "subject": "甲1発明の認定，本件発明1及び本件発明3との一致点・相違点",
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲1文献には，以下の記載がある。",
                "【0002】【従来の技術】従来，一般的なワーク固定用のクランプシステムにおいては，例えば，図12に示すように，ベース板200とこのベース板200に取付けられた複数の油圧式クランプ装置210が設けられ，これらクランプ装置210によりベース板200に載置されたワークWaが固定解除可能に固定され，この状態で，ワークWaに種々の機械加工等が施される。",
                "【0003】クランプ装置210は，シリンダ本体211と，シリンダ本体211から上方へ延びるピストンロッド213とこのピストンロッド213の先端部分に固定されたアーム214を有する出力部材212と，シリンダ本体211のロッド側シリンダエンド壁を構成するとともにピストンロッド213を昇降移動可能にガイドするガイド部材215を有する。ガイド部材215に油圧配管216や油圧ホースが接続され，この油圧配管216を介してシリンダ本体211に油圧供給装置(図示略)から油圧が供給される。すると，ピストンロッド213が下降駆動され，アーム214がワークWaの被クランプ部をベース板200の受台202に押圧してクランプする。",
                "【0004】左側のクランプ装置210は，シリンダ本体211をベース板200に形成された取付穴201に内嵌させてボルト217で固定され，右側のクランプ装置210は，シリンダ本体211とベース板200との間にベースプレート218を介在させ，このベースプレート218とともにボルト219でベース板200に固定されている。つまり，種々の厚さのベースプレートを用いることにより，ワークWaのサイズや形状で決まる被クランプ部をクランプする高さ位置をある高さ範囲で調節可能である。",
                "【図12】",
                "【0009】図16，図17のクランプシステムでは，ベース板260の縁部付近に沿って複数のクランプ装置250が並設されている。各クランプ装置250のフランジ251の下端部に1対の油圧ポート252，253が形成され，ベース板260の内部には，複数のクランプ装置250をクランプ動作させる為に，複数のクランプ装置250の一方の油圧ポート252に接続されたクランプ側油路261と，複数のクランプ装置250のクランプ状態を解除させる為に，複数のクランプ装置250の他方の油圧ポート253に接続されたアンクランプ側油路265が形成されている。",
                "【図16】",
                "【図17】"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上より，前記第2，3(3)ア(イ)のとおりの甲1発明を認定することができる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件発明1と甲1発明とを対比すると，前記第2，3(5)ア(ア)のとおり，一致点及び相違点があることが認められる。",
                "また，本件発明3と甲1発明を対比すると，前記第2，3(5)ウ(ア)のとおり，一致点及び相違点があることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由3-1(相違点2の認定の誤り)について",
          "text": [
            "原告は，審決が認定した相違点2は流量調整弁の構成という技術的事項と，第1隙間及び第2隙間の関係という技術的事項とを包含しており，技術的に一体不可分でないから，誤りである，と主張する。",
            "しかし，本件発明1は流量調整弁を備えており，しかも，その流量調整弁の構成を具体的に特定しているのに対し，甲1発明は流量調整弁それ自体を備えていない。そして，本件発明1の流量調整弁の構成は，その全てが一体となり，互いに協働することで，流量調整弁という技術的に意味のある構造物を形成し，かつそれを機能させているのであるから，その全てを一つの相違点として把握したことに誤りがあるということはできない。",
            "したがって，取消事由3-1(相違点2の認定の誤り)に関する原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由3-2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記3(1)アのとおり，甲2文献には，「図3における流量制御手段26は，シリンダ本体18内に直接に形成されて，クランピング位置とリリース位置とにピストン20が移動されるときの速度を選択的に制御できるように，上記シリンダ本体に給排される油圧流体の流量を選択的に変化させるために設けられる。」(第4欄48行～53行)との記載があり，特開2000-145724号公報(甲11)には，「【0037】前提として，本実施の形態のシリンダ装置1の流体の流量の制御の仕方は，図8に示すように，上記安全プレート30に矢印で図示されているために，作業者は，上記表示に従って操作する。まず，一般に，研削盤のテーブル送りやフライス盤用オイルモータなどでは，メータイン側の制御を行う。このような装置の場合には，図1に示すように，安全プレート30の工具用の穴30aからドライバ等の専用の工具で調整スロットル25のネジ頭25aを回すと，調整スロットル25の開閉部材21，31に対する押圧状態を調節することにより，図示しないポンプから吐出された液体(油)の流量を調節することができる。すなわち，上記調整スロットル25により吸入側の鋼球24が押圧されると，上記フランジ11の吸入側の流路13(第2の流路13b)が開けられるために，上記シリンダ本体の流路3aに対する流量が多くなり上記ピストンロッド2を早く押し出すこととなる。」，「【0041】【発明の効果】本発明の請求項1記載のシリンダ装置は，上記フランジに開閉部材と調整スロットルが内蔵されているので，従来の外付けの流量制御弁のように，この流量制御弁を接続するための作業が一切不要で，治具等の装置のスペースを広くとることが可能となり，ワーク品の大きさが制限されるようなことがなくなる。したがって，従来の外付けの流量制御弁の接続作業の際に生じる油の漏れ等の危険を防止することが可能となる。」との記載がある。これらの記載に照らすと，ピストンロッドの作動速度を制御するべく，甲1発明のフランジ251の内部に，何らかの流量調整弁を取り付ける動機付けがあるものと認められる。そして，油圧を用いたクランプ装置において，油圧ポートから設けられる油路を油圧シリンダのシリンダ穴まで導通させることは，周知の事項であって，フランジ251内に油圧ポート252，253から油路が設けられている甲1発明に，上記の周知の事項を適用して，当該油路を油圧シリンダのシリンダ穴に至るように構成することは，当業者にとって格別困難なことではなく(相違点1)，そのような構成とする際，油圧ポート252，253から上に向かって延びる油路と水平方向にシリンダ穴に向かう油路とが接続する構造とすることは，当業者にとって自明である。そうすると，甲3発明の逆止弁及び絞り弁ユニット6と上記周知の流量調整弁の機能の共通性に鑑み，甲 1 発明において，前記油圧ポート252，253から上に向かって延びる油路と水平方向にシリンダ穴に向かう油路とが接続する部分に甲3発明の逆止弁及び絞り弁ユニット6を装着する動機付けはあるものと認められる。",
                "しかし，相違点2のうち，「前記第1シール部材に対して前記油圧シリンダの油室側において前記弁部材の外周面と前記弁ケースの内周面との間に第1隙間が形成され，前記弁ケースの前記油圧シリンダの油室側の先端と前記装着穴の内周面との間に第2隙間が形成され，前記第1油路，前記第2油路，および前記バイパス流路は前記第1隙間および前記第2隙間に連通し，前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，前記バイパス流路の前記第1流路と前記第1隙間と前記第2隙間とが前記指向方向に直交する同一面内に位置できるように配置される」構造(以下，「本件構造」という。)については，油圧等の流体圧シリンダに用いる流量調整弁の技術分野における周知技術であると認めるに足りる証拠はなく，当業者がそのようにすることを検討するのが通常であるともいえないから，甲1発明に甲3発明を適用して，本件発明1の相違点2の構成を備えたものとすることはできない。そして，そのことは，本件発明1の構成の一部を備える周知技術(甲18，23～25，34，37，39～42，45～49など)があるとしても左右されるものではない。",
                "したがって，本件発明1は，甲1発明に甲3に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲4には，油圧回路に用いられる流量制御弁が，甲5には，ネジ込み絞り弁セットが，甲6には，絞り機構と逆止弁機構からなる流量調整器が，甲7には，高圧用のニードル弁が，それぞれ記載されているが，さらに，これらの記載を考慮しても，本件発明1について，当業者が容易に発明することができたとは認められない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，本件構造を細分化し，①「前記第1油路，前記第2油路，及び前記バイパス流路は前記第1隙間及び前記第2隙間に連通し，」との構成は，当然の構成である，②弁ケースを用いて「第1隙間」と「第2隙間」が生じた場合，これらを連通させるには，本件発明のように「弁ケース先端部と装着穴との間に隙間を設けて連通させる」か，「弁ケースの環状の周壁の一部に連通孔を設ける」かしか選択肢はなく，ケースと装着穴との間に隙間を設けて連通させる構成は，周知の構成であり，設計事項にすぎない，③「前記第1油路は前記油圧ポートから前記装着穴に向かうにつれて前記油室側に近づく斜め方向に延在するとともに前記第2隙間に面するように前記装着穴の内周面に開口し，」との構成については，第2隙間は第1油路に連通するのであるから，第1油路が第2隙間に面するように開口しているのは当然であり，斜め方向に連通させるかどうかは，設計事項にすぎない，④「前記バイパス流路の前記第 1 流路と前記第 1 隙間と前記第 2 隙間とが前記指向方向に直交する同一面内に位置できるように配置される」の構成は，甲34文献に記載された弁ケースが，甲3文献に記載された事項の「逆止弁内蔵式の流量調整弁」とともに適用された場合，充足される，バイパス流路の第1流路・第1隙間・第2隙間の位置関係からは，本件発明の作用効果を奏することはないし，その他の予期しない効果を奏するものでもないから，設計事項にすぎない，と主張する。",
                "しかし，本件発明1は，これらの構成が一体となって前記1(2)カのとおりの効果を奏する発明を構築しているといえるから，本件構造に至ることが，容易であるということはできない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "よって，本件発明1は，甲1発明に甲3～7に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められないので，審決の判断は，結論において誤りがない。",
                "本件発明2は，本件発明1に，さらに，「前記クランプ本体は，水平な前記据付け面を外部ベース部材に当接させて固定され，前記第1油路および前記第2油路は前記フランジ部に形成された」という発明特定事項を付加したものであるから，甲1発明に甲3～7に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められない。したがって，審決の判断は，結論において誤りがない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "取消事由3-3(相違点2’の認定の誤り)について",
          "text": [
            "原告は，審決が認定した相違点2’は流量調整弁の構成という技術的事項と，第1隙間及び第2隙間の関係という技術的事項とを包含しており，技術的に一体不可分でないから，誤りである，と主張する。",
            "しかし，相違点2’は，油圧の供給及び排出に伴う逆止弁の開放及び閉止の関係が相違点2と逆になったものであって，他の構成は相違点2と変わらないから，前記(2)で述べたと同様の理由により，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "(5)",
          "subject": "取消事由3-4(相違点2’の判断の誤り)について",
          "text": [
            "本件発明3は，油圧の供給及び排出に伴う逆止弁の開放及び閉止の関係が，本件発明1と逆になったものであって，他の構成は本件発明1と変わらないから，前記(3)で述べたと同様の理由により，甲1発明に甲3～7に記載された事項及び周知技術を適用して，当業者が容易に発明することができたとは認められない。",
            "したがって，審決の判断は，結論において誤りがない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，審決には，結論において誤りがないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10076",
    "date": "2018-03-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087675",
    "ipprecedent_id": "4906",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}