{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人が当審において追加した請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴人が，参加人に対し，参加人による別紙被告製品目録記載の各製品の生産，譲渡又は譲渡の申し出について，別紙特許権目録記載の各特許権の侵害に基づく差止請求権及び損害賠償請求権を有しないことを確認する。"
    },
    {
      "fig": "4",
      "text": "控訴費用(当審における追加請求及び参加に係る費用を含む。)は控訴人の負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "申立て",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "(控訴の趣旨)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，別紙被告製品目録記載の各製剤について，生産，譲渡又は譲渡の申し出をしてはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，別紙被告製品目録記載の各製剤を廃棄せよ。",
                "(当審において追加した請求)"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，控訴人に対し，1000万円及びこれに対する平成29年3月3日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "参加人",
          "text": [
            "主文第3項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特段の断りがない限り，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，別紙特許権目録記載の各特許権(本件特許権1及び本件特許権2)を有する控訴人が，被控訴人の製造，販売する別紙被告製品目録記載1ないし3の各製品(被告各製品)は上記各特許の特許請求の範囲請求項1記載の発明(本件発明1及び本件発明2)の技術的範囲に属する旨主張して，被控訴人に対し，特許法100条1項及び2項に基づき，被告各製品の生産等の差止め及び廃棄を求めた事案である。",
            "原判決は，被告各製品は，延長された本件特許権1の効力が及ぶものではなく，また，本件発明2の技術的範囲に属しないとして，控訴人の請求をいずれも棄却した。",
            "そこで，控訴人は，原判決を不服として本件控訴を提起し，当審において，被控訴人に対し，本件特許権1及び2の侵害に基づく損害賠償として，1000万円及びこれに対する不法行為の日以後である平成29年3月3日(平成29年3月1日付け訴えの変更申立書の送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める請求を追加した。",
            "また，参加人は，当審において，被控訴人から，被告各製品に係る事業の譲渡を受け，同事業に関して被控訴人が負うべき義務を承継したとして，訴訟参加を申し立て，控訴人に対し，控訴人が，参加人に対し，参加人による被告各製品の生産等について，本件特許権1及び2の侵害に基づく差止請求権及び損害賠償請求権を有しないことの確認を求める請求をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の2(2頁17行目から11頁8行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁22行目の「株式会社」を「合同会社」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁1行目及び同頁13行目の「なお」から「添付する。」までをいずれも削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁15行目の「移転を受けた。」の後に次のとおり加える。",
                "「控訴人は，本件特許2の全部について，日本国内において存続期間満了の日まで，ヤクルト本社に対し，専用実施権を設定している。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決8頁15行目の末尾に次のとおり加える。",
                "「同訴訟において，知的財産高等裁判所は，平成29年3月8日，上記(ウ)の審決を取り消す旨の判決をした。そこで，控訴人は，同年4月14日，同判決を不服として上告及び上告受理の申立てをした。(当裁判所に顕著な事実)」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決11頁6行目の「主要」を「腫瘍」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "後記(1)のとおり原判決を補正し，後記(2)のとおり「当審における当事者の主張」を付加するほかは，原判決「事実及び理由」の第2の3及び第3(11頁9行目から54頁22行目まで)に記載のとおりであるから，これを引用する(なお，参加人は，被控訴人の主張を援用した。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決15頁8行目の「意見書」の後に「(乙11。以下「本件意見書」という。)」と加える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決16頁3行目の「5年期間」を「5年間」と，同頁23行目の「当業者が」を「当業界で」とそれぞれ改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決23頁4行目の「被告各製品が」を「被告各製品は」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決26頁8行目の「再調整」を「再調製」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決30頁5行目の「いずれの」を「いずれかの」と改め，同頁24行目の「甲9」の後に「，54」と加える。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決43頁4行目の「29日」を「24日」と改める。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決49頁25行目の「原告作成」を「原告提出」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の当審における追加請求について",
                  "text": [
                    "【控訴人の主張】",
                    "被控訴人による被告各製品の製造，販売は，控訴人の本件特許権1及び2を侵害する不法行為であるところ，これにより，控訴人は，ヤクルト本社との間の本件特許権1及び2に係る専用実施権設定契約に基づいて同社から得られる約定実施料が減少し，少なくとも1000万円の損害を被った。",
                    "したがって，控訴人は，被控訴人に対し，不法行為による損害賠償として，1000万円及びこれに対する不法行為の日以後である平成29年3月3日(平成29年3月1日付け訴えの変更申立書の送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。",
                    "【被控訴人の主張】",
                    "争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "参加人の当審における請求について",
                  "text": [
                    "【参加人の主張】",
                    "控訴人は，被控訴人に対し，被控訴人が製造，販売していた被告各製品は本件発明1及び2の技術的範囲に属するとして，本件特許権1及び2の侵害に基づき，被告各製品の生産等の差止め及び損害賠償を請求するところ，参加人は，平成28年12月1日，被控訴人から，被告各製品に係る事業の譲渡を受け，同事業に関して被控訴人が負うべき義務を承継した。",
                    "しかるところ，被告各製品の生産等が本件特許権1及び2を侵害するものでないことは，被控訴人主張のとおりであるから，参加人は，控訴人に対し，控訴人が，参加人に対し，参加人による被告各製品の生産等について，本件特許権1及び2の侵害に基づく差止請求権及び損害賠償請求権を有しないことの確認を求める。",
                    "【控訴人の主張】",
                    "争う。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点(1)ウ(構成要件1C(オキサリプラティヌムの水溶液からなり)の充足性)について",
                  "text": [
                    "【控訴人の主張】",
                    "構成要件1Cの「オキサリプラティヌムの水溶液からなり」とは，オキサリプラティヌムを水に溶解させた液体であれば足り，添加剤を含まないものに限定されないことは，以下のような点から明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書1の記載",
                      "text": [
                        "本件明細書1には，本件発明1の目的が，「有効成分の濃度とpHがそれぞれ充分限定された範囲内にあり，有効成分が酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないオキサリプラティヌム水溶液を用いることにより，達成できることを示すことができた。」との記載があるが，「達成できることを示すことができた」と明記されているように，上記記載は，発明の目的を達成する一手段として「添加剤を含まない」態様を挙げているだけであり，添加剤を含まないことが技術的に重要であるとする記載ではない。",
                        "また，本件明細書1には，「この製剤は他の成分を含まず，原則として，約2％を超える不純物を含んではならない。」との記載も存在するが，この記載は，むしろ2％程度の不純物を含有することが許容されることを示すものであるから，本件発明1において，被告各製品に含まれる程度の第三成分(2％に満たない添加剤)が存在することは，許容されているといえる。",
                        "したがって，本件明細書1の上記各記載は，本件発明1が添加剤を含まないものに限定されることの根拠とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件意見書における主張",
                      "text": [
                        "本件意見書における控訴人の主張も，本件発明1が添加剤を含まないものに限定されることの根拠とはならない。すなわち，以下に述べるとおり，控訴人は，本件意見書において，本件発明1の引用文献との差を明確にするために，積極的に添加剤が含まれてはならない旨を主張しているものではないから，本件意見書における控訴人の主張を考慮しても，本件発明1が添加剤を含まないものに限定されるとの結論を導くことはできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，控訴人が引用文献1との関係で主張したのは，「引用文献1はオキサリプラティヌムからなる抗腫瘍剤の発明であり，安定な水溶液を得ることは記載されていない。」という点であり，添加剤を含んではならないとの主張は一切していない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，控訴人が引用文献2との関係で主張したのは，「引用文献2は，オキサリプラティヌムとシスプラチンを含む組成物が記載されている。該組成物は，請求項に記載のとおり，シスプラチンとオキサリプラティヌム，緩衝剤を含む凍結乾燥物であり，溶液とするための再構成を必要とする。しかしながら，これらの化合物を含む，水溶液の「安定な」薬剤を得ることは記載されていない。」などの点，すなわち，再構成の処置が必要であることや長期間で安定でないことだけであり，引用文献2に，「オキサリプラチン」の他に「シスプラチン」等が含まれていることが相違点であるとする主張は一切していない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，控訴人が引用文献3との関係で主張したのは，「当業者が引用文献3に記載されている方法に従って，オキサリプラティヌムの安定な水溶液を得ようとしても，オキサリプラティヌムでは困難である。なぜならば，…特に酸性溶液において顕著に弱いためである。",
                            "ＮaClの存在する水溶液は，通常，溶液を再構成して使用する。このとき，患者に投与する時点で，オキサリプラティヌムは簡単に分解する。…同文書の上記と同じ章に，配合禁忌が記載されているが，クエン酸の使用に関しての言及はない。…上述の通り，オキサリプラティヌムは非常に弱く特にクエン酸に対して大変繊細であり，オキサリプラティヌムにおけるシュウ酸の配位はカルボン酸基のために他の配位子によって置換を受けやすい。したがって，当業者が引用文献3に記載されている方法に従って，オキサリプラティヌムの安定な水溶液を得ることは非常に困難である。」という点である。すなわち，控訴人は，①酸性溶液においてオキサリプラチンが弱いこと，②ＮaClにオキサリプラチンが弱いこと，③配合禁忌としての記載はないものの，クエン酸に対してオキサリプラチンが大変繊細であることを主張したにすぎず，本件発明1に添加剤を加えてはならないとの主張はしていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また，控訴人は，本件意見書の「［2］  本願発明の説明」において，①本件発明1の目的が「該水溶液が，酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないこと」であること，②本件発明1の「溶液のpHは該溶液に固有のものであり，オキサリプラティヌムの水溶液の濃度にのみ依存する」こと，③「本願発明の構成においてのみ，安定な水溶液を得ることができる」ことを主張している。",
                            "しかし，上記①の主張は，本件明細書1の上記(ア)の記載を抜粋したものであり，また，当該記載が，発明の目的を達成する一手段として「添加剤を含まない」態様を挙げているだけであって，添加剤を含んではならないとの記載ではないことは，上記(ア)のとおりである。",
                            "また，上記②の主張は，添加剤が含まれていたとしても妥当する事実を述べたものであり，添加剤が含まれてはならない旨を述べたものではない。",
                            "さらに，上記③の主張も，添加剤が含まれてはならないものとする要素を何ら含んでいない。",
                            "【被控訴人の主張】"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "「本件明細書1の記載」に対し",
                      "text": [
                        "控訴人は，本件明細書1の記載によれば，本件発明1には「約2％を超えない不純物」ならば含んでもよいと解し得ることから，本件発明1において添加剤を含むことは許容されている旨主張する。",
                        "しかし，「不純物」が含まれることを許容する記載があったからといって，添加剤を含むことを許容するとはいえないし，ましてや，「酸性またはアルカリ性薬剤，緩衝剤」を許容する記載ではあり得ない。当業者が，医薬製剤において必然的に生成される(望ましくない)不純物が，医薬製剤を安定化させるために意図的に添加される緩衝剤に該当するなどと考えることはあり得ない。",
                        "なお，「不純物」については，平成13年5月1日付け医薬審発第568号(乙83)において，「1 新原薬として規定された化学物質以外の新原薬の構成成分。2  原薬として規定された化学物質あるいは医薬品添加剤以外の製剤の構成成分。」と定義され，また，平成15年6月24日付け医薬審発第0624001号(乙84)では，「製剤に含まれる物質のうち，原薬あるいは医薬品添加物以外の成分。」と定義されており，これらの定義からしても，添加剤が「不純物」に該当しないことが裏付けられる。",
                        "したがって，控訴人の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本件意見書における主張」に対し",
                      "text": [
                        "控訴人は，本件意見書において，引用文献3との関係で，本件発明1に添加剤を加えてはならないとの主張はしていない旨主張する。",
                        "しかし，控訴人は，本件意見書において，「オキサリプラティヌムは下記［3］に詳述するとおり，有機金属錯体であり，配位結合が非常に弱いという性質をもつ。このため，本願発明の構成においてのみ，安定な水溶液を得ることができる。」，「オキサリプラティヌムは非常に弱く特にクエン酸に対して大変繊細であり，オキサリプラティヌムにおけるシュウ酸の配位はカルボン酸基のために他の配位子によって置換を受けやすい。」，「いずれの先行文献の場合も記載されている発明は，錯体の配位結合が弱い，特にクエン酸に対して非常に弱いというオキサリプラティヌムの固有の性質に対して，安定な水溶液を得るものではなく」と述べているのであり，これらを要約すれば，控訴人が，オキサリプラティヌムは配位結合が弱いため，他の配位子によって置換を受けやすいこと(他の配位子を近付けるべきでないこと)，そのため，「本願発明の構成においてのみ」安定な水溶液を得ることができることを説明していることは明らかである。そして，その「本願発明の構成」が，いかなる「他の配位子」をも添加しないこと，すなわち「酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まない」ことを意味することは自明である。",
                        "したがって，控訴人は，本件意見書において，本件発明1が，オキサリプラティヌムと水のみからなる水溶液であって，添加剤を含有することが許されない旨を述べているものであるから，控訴人の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点(2)(被告各製品に延長された本件特許1の効力が及ぶか)について",
                  "text": [
                    "【控訴人の主張】",
                    "原判決は，本件処分対象物についての本件発明1と被告各製品との差異部分(被告各製品に酒石酸と水酸化ナトリウムが添加されている点)は，本件処分対象物についての本件発明1における本質的部分の差異に当たるから，被告各製品は均等の第1要件を充足しないとして，被告各製品は本件処分対象物の実質的同一物には当たらないとの判断をする。",
                    "しかし，政令処分により特定される「物」(先発医薬品)は「物」そのものであり，技術的思想たるものを有しておらず，技術的思想を観念することはできないから，政令処分により特定される「物」(本件で言えば「エルプラット」)との関係で，本件発明1の本質的部分の下位概念たるものを想定することはできない。したがって，本件発明1の技術的特徴を考慮して，後発医薬品が政令処分により特定される「物」と実質的同一物であるか否かを判断することは誤りである。",
                    "特許権が延長されたということは，延長された期間において，特許権者が特許発明を独占的に実施することができなかった「事実」が存在していることを意味しているのであり，特許権の延長登録制度は，そのような「事実」による不都合を解消するための制度であることからすれば，延長された特許権の効力が及ぶか否かの判断が，特許発明の技術的特徴によって左右されるべきものではない。",
                    "また，必然的に，有効成分や新たな用途に関する承認を得る場合には処分を受けるために時間がかかり，その結果として長期間の延長が認められることになり，他方，簡易な変更等である場合には処分を受けるために時間がかからず，短い期間だけの延長が認められることになる。これらのことからすると，延長された特許権の効力が及ぶか否かについては，特許発明の技術的特徴を考慮しなくても，延長期間の長さによってバランスを取ることができる。",
                    "さらに，延長された対象特許が新たな有効成分及び新たな用途に関するものでない場合には，後発医薬品メーカーは有効成分及び用途についての製剤を製造，販売することができ，あえて対象特許で示された形態(本件でいえば，水溶液の形態)の製剤を製造，販売する必要もない。後発医薬品メーカーは，従前から存在する形態の製剤を製造，販売する選択肢を自ら捨て，対象特許で示された形態を製造，販売することを選択したのであるから，有効成分に関する特許ではないという事情から延長された特許権の効力を実質的に限定的に解釈して，後発医薬品メーカーを救済する必要性も乏しい。",
                    "仮に，延長された特許権の効力が及ぶか否かについて，対象特許の技術的特徴を一定程度考慮するとしても，有効成分に関する特許であるか否かで分けることには誤りがある。従来の形態の製剤(本件でいえば，凍結乾燥剤の製剤)では利便性等に乏しく，製品としての魅力に劣り，事実上製品として販売できないというのであれば，その点を改良した新たな形態の製剤は，正に重要な技術的思想を提供したものであり，その点は考慮されなければならない。そうであるにも関わらず，添加剤を添加するという極めて簡易な回避手法によってその効力範囲外になることは，実質的に延長を認めないことに等しく，特許権者が特許発明を独占的に実施できなかった期間が存在するという「事実」を考慮しないものである。",
                    "したがって，原判決の判断は誤りである。",
                    "【被控訴人の主張】",
                    "控訴人は，本件処分対象物との実質的同一性の判断に当たっては，政令処分の対象物であるエルプラットと被告各製品の実質的同一性のみを考慮すべきであって，本件発明1の技術的特徴を考慮して判断すべきではない旨主張する。",
                    "しかし，特許法68条の2は，延長登録後の特許権の効力は，政令処分の対象となった物についての当該特許発明の実施以外の行為には及ばないと定め，延長された特許権の効力の範囲を具体的な物における実施の範囲に制限している。したがって，その権利範囲を解釈するに当たっては，政令処分の対象となった物の構成のうちで，当該特許発明の技術的特徴を具体化したと評価できる構成を，特許請求の範囲の記載や明細書等を勘案して特定し，その範囲でのみ権利保護を認めるべきことは当然である。",
                    "控訴人の主張は，後発医薬品であれば，延長登録後であっても，延長前の特許権と同様に権利が及ぶと主張しているに等しく，特許法68条の2の趣旨を無視した暴論である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "争点(4)ア(構成要件2B，2F及び2Gの「緩衝剤」の充足性)について",
                  "text": [
                    "【控訴人の主張】",
                    "以下に述べるとおり，本件発明2の「緩衝剤」(構成要件2B，2F及び2G)には，オキサリプラチン水溶液に外部から添加されるシュウ酸(以下「添加シュウ酸」という。)のみならず，解離シュウ酸も含まれると解すべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書2中の定義に従った解釈",
                      "text": [
                        "特許請求の範囲の用語は，明細書中に定義されている場合には，これに従って解釈されなければならない。",
                        "本件明細書2には，「緩衝剤」という用語は，「オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する」(【0022】)とされ，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M ～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である」(【0023】)として具体的に定義されており，これに従えば，「緩衝剤」は，本件発明2の対象である「オキサリプラチン溶液組成物」において，上記のモル濃度で存在するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味するものである。",
                        "したがって，添加シュウ酸と解離シュウ酸が，「緩衝剤」の該当性において区別されることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "添加シュウ酸と解離シュウ酸は同一の機能(効果)を有すること",
                      "text": [
                        "本件発明2は，「オキサリプラチン溶液組成物」の安定化を目的とするものであり，「緩衝剤」であるシュウ酸のモル濃度を一定範囲にコントロールすることにより，その目的を達成するものである。そして，オキサリプラチン溶液の安定化という作用効果は，添加シュウ酸であろうと，解離シュウ酸であろうと，オキサリプラチン溶液中に存在する全てのシュウ酸によってもたらされる作用効果である。したがって，本件発明2の課題，作用効果の観点からすると，オキサリプラチン溶液中に存在するシュウ酸に関して，添加シュウ酸と解離シュウ酸は区別され得ない。",
                        "オキサリプラチン水溶液は，下図のとおりの化学平衡状態に達するが，このことは，解離シュウ酸が溶液中に存在することで，オキサリプラチンがそれ以上分解しないことを意味しているのであって，解離シュウ酸は，オキサリプラチン溶液を安定化し，不純物の生成を防止するか又は遅延させ得るものである。",
                        "当業者は，本件明細書2の記載から，これまで不純物とされていた解離シュウ酸が，オキサリプラチン溶液組成物中に存在することで，安定性に寄与するという技術的意義が開示されていることを理解する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件明細書2の「オキサリプラチンの従来既知の水性組成物」は乙14公報記載のオキサリプラチン水溶液ではないこと",
                      "text": [
                        "原判決は，本件明細書2の【0031】における「オキサリプラチンの従来既知の水性組成物」は乙14公報記載のオキサリプラチン水溶液(以下「乙14水溶液」という。)を含むとした上で，同段落の記載から，本件発明2の「緩衝剤」は，乙14水溶液と比較して不純物を減少させる効果を有するものである旨判断する。",
                        "しかし，以下に述べるとおり，上記「オキサリプラチンの従来既知の水性組成物」とは，凍結乾燥物質であるオキサリプラチンを水に溶かして再構築したものを意味し，乙14水溶液を意味するものではないから，原判決の上記判断は誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書2において従来技術の問題とされているのは，オキサリプラチンが時間を追って分解していく製薬上安定とはいえない溶液組成物であること(【0013】～【0016】)であるところ，乙14水溶液の実施品は既に製薬上安定であるから，時間を追って分解していく製薬上安定とはいえない溶液組成物に該当しない。",
                            "仮に，本件発明2が，乙14水溶液を前提として，更なる不純物の減少を問題としているのであれば，本件明細書2において，既に製薬上安定なオキサリプラチン溶液組成物を前提に更なる不純物の減少が望まれる旨が記載されるはずであるが，そのように読み取れる記載は存在せず，また，乙14水溶液では，凍結乾燥物質の欠点が既に解決済みであるから，乙14水溶液を前提としながら，凍結乾燥物質の欠点(【0012】～【0013】)を列挙した上で，「前記の欠点を克服し」(【0017】)などと記載されるはずがない。",
                            "そして，本件明細書2の【0017】には，本件発明1が克服すべき課題である「欠点」は，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供する」という解決手段により克服されるものであることが記載されているところ，乙14水溶液は，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物」であるから，上記解決手段により克服される欠点を有しておらず，本件発明2が乙14水溶液の欠点を克服するものでないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書の実施例1及び8は，少なくとも出願当初は発明の実施例であったところ，出願当初の請求項1とその後の補正を経た本件発明2とでは，「緩衝剤」の文言も，本件明細書2中の定義(【0022】)も，「オキサリプラチンの従来既知の水性組成物」に関する記載(【0031】)も変わっていないのであるから，実施例1及び8も，「オキサリプラチンの従来既知の水性組成物」よりも「製造工程中に安定であ」り，「本発明の組成物中に生成される不純物が…少ない」もの(【0031】)であるはずである。",
                            "ところが，原判決によれば，実施例18(b)(乙14水溶液と変わらないもの)と実施例1及び8との間で，不純物を減少させる効果に差がないというのであるから，上記「オキサリプラチンの従来既知の水性組成物」は，乙14水溶液ではなく，凍結乾燥物質を再構築したものであると解釈しなければ，実施例1及び8が出願当初の実施例であったことと合致しないこととなる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "緩衝剤を添加したオキサリプラチン水溶液が，乙14水溶液と比較して「製造工程中に安定」(本件明細書2の【0031】)であると考えると，乙14水溶液を製造する工程と，オキサリプラチンに緩衝剤を添加した水溶液を製造する工程という別々の製造工程を比較する概念が突如として出てくることになる。本件明細書2には，乙14水溶液を製造する間(製造工程中)における安定性と，オキサリプラチンに緩衝剤を添加した水溶液を製造する間(製造工程中)における安定性を比較した結果は示されていないのであるから，このように理解することは不自然である。",
                            "本件明細書2には，凍結乾燥物質の再構築における不具合が記載され(【0012】3段落(a)，【0013】2段落(c))，その直後に，「水溶液中では，オキサリプラチンは，時間を追って，分解して，種々の量のジアクオDACHプラチン(式I)，ジアクオDACHプラチン二量体(式II)およびプラチナ(IV)種(式III )…を不純物として生成し得る，ということが示されている。」と記載されているのであるから，【0031】の「製造工程」とは，凍結乾燥物質を溶解させて再構築する工程であると考えるのが自然である。",
                            "凍結乾燥物を再構築する際にはオキサリプラチンを水に溶かして水性組成物を製造するという工程が存在し，その工程が不安定であるという問題が当業者に認識されていたのであり，これを前提に【0031】の「オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており」という記載がされているのであるから，上記「オキサリプラチンの従来既知の水性組成物」は，凍結乾燥物質であるオキサリプラチンを水に溶かして再構築したものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件明細書2の【0012】(2段落)～【0016】と，【0030】～【0032】とは対応した記載になっているところ，【0012】(2段落)～【0013】(2段落)には，凍結乾燥物を利用する際の課題が記載され，【0016】には，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」と，【0017】には，「前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える(RTU)形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。」と記載されている。",
                            "他方，前記aで述べたとおり，乙14水溶液が，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物」であって，上記解決手段により克服される欠点を有していないことからすれば，本件明細書2の【0013】(3段落)～【0016】(1行)は，【0012】(2段落)～【0013】(2段落)と同様，凍結乾燥物に関する記載であり，【0013】(3段落)で示された「水性溶液」とは，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性溶液のことを意味していることは明らかである。また，【0013】(3段落)～【0016】(1行)に対応する【0031】(2段落)で示された「オキサリプラチンの従来既知の水性組成物」も，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味していることは明らかである。",
                            "さらに，【0012】(2段落)に対応する【0030】(2段落)及び【0031】(1段落)と，【0013】(1段落(b))に対応する【0032】(1段落)との間に，【0031】(2段落)が記載されていることも，同段落における「オキサリプラチンの従来既知の水性組成物」が，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味することを裏付けている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本件明細書2には，従来技術としての公報が多数列記されており(【0002】～【0012】(1段落))，そのうちの一つとして乙14公報が挙げられているにすぎないところ，これら多数の従来技術の公報から乙14公報だけを抜き出して，その他の本件明細書2の記載(【0012】(2段落)～【0016】及び【0030】～【0032】)に反して，「オキサリプラチンの従来既知の水性組成物」(【0031】)を乙14水溶液と解釈することは，妥当性を欠く。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "原判決のように，「緩衝剤」が添加したものに限定されるとすれば，実施例1及び8でも添加シュウ酸等が存在する以上，「緩衝剤」が含まれていることになる。",
                            "他方，原判決は，実施例1及び8は，本件発明2の効果を奏しない比較例である旨判示するところ，そうすると，本件発明1の効果を奏しない比較例でも「緩衝剤」を含むことになり，「緩衝剤」の意味を解釈する際に，緩衝剤が添加されていない乙14水溶液と比較しなければならないという原判決の前提は論理的に矛盾している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件明細書2には解離シュウ酸を含む水溶液中の全てのシュウ酸の量に係る記載があること",
                      "text": [
                        "原判決は，本件明細書2では，添加シュウ酸の量しか記載されておらず，解離シュウ酸が考慮されていない旨判示するが，以下に述べるとおり，この判示は誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "ジアクオDACHプラチン1モルに対しシュウ酸1モル，ジアクオDACHプラチン二量体1モルに対しシュウ酸2モルがそれぞれ生じることが当業者にとって自明であることからすれば，本件明細書2に触れた当業者は，ジアクオDACHプラチン等のモル濃度から解離シュウ酸のモル濃度を推計することができ，それにより，解離シュウ酸を含めた水溶液中に含まれる全てのシュウ酸の量を理解することができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書2の各表に列記された添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の下限値である1×10-5Mという数値(実施例1及び8)と，【0023】において組成物中に存在する緩衝剤のモル濃度の下限値として示されている5×10-5Mという数値は合致しない。すなわち，【0023】で示された組成物中に存在する緩衝剤の量(モル濃度)の下限値が，実施例1～17における添加されたシュウ酸又はシュウ酸ナトリウムの量の下限値である1☓10-5Mより大きく，これが本件発明2の構成要件2Gの下限値として採用されている。",
                            "そして，本件明細書2の実施例1，8及び18(b)も，「実施例」と明記されているところ，これらにおける解離シュウ酸を含めた溶液組成物中のシュウ酸の総量は，以下に示す【表1】(原判決「事実及び理由」の第3の7〔原告の主張〕(2)イ(ウ)記載の表と同じ。)のように推計され，その下限は5×10-5Mを超える値になることからすれば，当業者であれば，本件発明2の構成要件2Gの濃度の下限値は，添加されたシュウ酸の濃度を規定するものではなく，これに解離シュウ酸の濃度を加えた値であることを容易に理解できる。",
                            "【表1】",
                            "実施例No.  ジアクオD ジアクオD (A)及び 付 加 さ ( C ) ＋ACHプラ ACHプラ (B)量か れ た シ (D)の合チン(A)  チン二量体 ら予想され ュ ウ 酸 計値",
                            "(B)  るシュウ酸 量量 ( 分 解 (D)",
                            "量)(C)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "2.9×10-5  1.2×10-5  5.2×10-5  1×10-5  6.2×10-5",
          "text": [
            "(初期)"
          ]
        },
        {
          "fig": "1",
          "subject": "3.0×10-5  1.2×10-5  5.3×10-5  1×10-5  6.3×10-5",
          "text": [
            "(1か月)",
            "8(初期)  3.2×10-5  1.3×10-5  5.8×10-5  1×10-5  6.8×10-5"
          ]
        },
        {
          "fig": "8",
          "subject": "3.9×10-5  1.5×10-5  6.8×10-5  1×10-5  7.8×10-5",
          "text": [
            "(1か月)"
          ]
        },
        {
          "fig": "18",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(b)",
                              "subject": "3.9×10-5  1.2×10-5  6.4×10-5  0  6.4×10-5",
                              "text": [
                                "(初期)"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "18",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(b)",
                              "subject": "3.3×10-5  1.2×10-5  5.8×10-5  0  5.8×10-5",
                              "text": [
                                "(1か月)",
                                "しかも，上記推計によれば，実施例1，8及び18(b)では，包含される全てのシュウ酸量が近似することが分かり，それに対応して，効果の面でも差がないことが分かるのであり，このことからも，上記の理解が本件明細書2の記載に整合することが分かる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件明細書2には，解離シュウ酸を含めた水溶液中の全てのシュウ酸の量に係る記載がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「緩衝剤」として「シュウ酸」と「そのアルカリ金属塩」が区別されていることとの関係等",
                      "text": [
                        "原判決は，「緩衝剤」としての「シュウ酸」がシュウ酸イオン(解離シュウ酸)を包含するとすれば，本件発明2において「シュウ酸のアルカリ金属塩」が規定されていることと整合しない旨判示する。",
                        "しかし，本件発明2は，解離シュウ酸のみを包含する態様に加えて，添加シュウ酸を加えた態様も含んでおり，添加シュウ酸として「そのアルカリ金属塩」を外部から加える態様も技術的範囲に含んでいるのであって，「シュウ酸」と「そのアルカリ金属塩」とを区別して記載することで，このことが明確になる。",
                        "また，本件明細書2の【0035】では，添加される緩衝剤も水性緩衝溶液の形態で計量することが好ましいとされており，「イオン」の形態で計量することが想定されている。したがって，本件明細書2では「イオン」であっても「緩衝剤」に当たる前提で記載がされているから，「緩衝剤」としての「シュウ酸」が「シュウ酸イオン」を包含しないかのような原判決の判断は，本件明細書2の記載を無視している。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「剤」の意味に基づく解釈",
                      "text": [
                        "本件発明2の「緩衝剤」における「剤」の意味を，「各種の薬を調合したもの。また，その薬。」という用語の一般的な意味で解釈するのは，不合理である。すなわち，「調合」の意義は，「数種の薬剤をまぜ合わせて，ある薬をつくること」(広辞苑〔第六版〕)であるから，「剤」について「調合」を要求すると，「剤」とは「「剤」をまぜ合わせたもの」を意味することとなり，意義が循環することになってしまう。しかも，「剤」に「調合」を要求すると，例えば，単一成分の薬剤が「剤」に該当しないという明らかに常識に反する結論となる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "請求項10～14の記載",
                      "text": [
                        "本件特許2の特許請求の範囲請求項10～14(以下「請求項10～14」という。)には，緩衝剤を「付加」することや「混合」することが記載されているのに対し，本件発明2に係る請求項1では，「包含」と記載され，意図的に文言が使い分けられていることからすれば，本件発明2の「緩衝剤」は，「付加」等されたものに限定されない。",
                        "【被控訴人の主張】"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "「本件明細書の定義に従った解釈」に対し",
                      "text": [
                        "控訴人は，特許発明の技術的範囲の解釈は，明細書の定義のみによらねばならず，特許請求の範囲の記載の意義に基づいた解釈を行うことは許されない旨主張する。",
                        "しかし，特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定めなければならない(特許法70条1項)から，本件発明2の「緩衝剤」の意義について，まずは，特許請求の範囲の記載からみていかなる解釈が自然に導き出されるかを検討すべきことは当然であって，控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「添加シュウ酸と解離シュウ酸は同一の機能(効果)を有すること」に対し",
                      "text": [
                        "控訴人は，解離シュウ酸も，添加シュウ酸と同様にオキサリプラチン溶液を安定化させる作用効果を有するから，添加シュウ酸と解離シュウ酸は区別され得ない旨主張する。",
                        "しかし，解離シュウ酸は，オキサリプラチン水溶液において，オキサリプラチンと水が反応して自然に生じる平衡状態の要素の一つでしかなく，オキサリプラチンの分解を防ぐ作用効果を有するものではないから，控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本件明細書2の「オキサリプラチンの従来既知の水性組成物」は乙14公報記載のオキサリプラチン水溶液ではないこと」に対し",
                      "text": [
                        "控訴人は，本件発明2は，オキサリプラチンの凍結乾燥製剤の欠点を克服すべく発明されたものであり，乙14水溶液と比較して不純物の少ない製剤として発明されたものではない旨主張する。",
                        "しかし，本件発明2の特許請求の範囲の記載及び本件明細書2の記載からして，本件発明2は，オキサリプラチンと水のみからなる従来既知の水性組成物の欠点を克服・改善すること，すなわち，このようなオキサリプラチン水溶液よりもジアクオDACHプラチン及びその二量体といった不純物が少ないオキサリプラチン溶液組成物を提供することを目的とし，その解決手段として，所定量のシュウ酸等を「緩衝剤」として添加する構成を採用したものであるから，控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本件明細書2には解離シュウ酸を含む水溶液中の全てのシュウ酸の量に係る記載があること」に対し",
                      "text": [
                        "控訴人は，実施例1及び8の添加シュウ酸の量(1×10-5M)が，本件明細書2の【0023】に記載されている緩衝剤のモル濃度の下限値(約5×10-5M)に達しないことなどを理由として，解離シュウ酸の量も「緩衝剤の量」に含まれる旨主張する。",
                        "しかし，実施例1及び実施例8は，出願人が当初権利範囲を広く確保するべく，添加シュウ酸の量が少ない場合についても実施例として取り込み，その後，補正等の経過の中で，本件明細書2の【0023】の記載を根拠に実施例から除外したものと解されるから，実施例1及び8の添加シュウ酸の量が，【0023】に記載されている緩衝剤のモル濃度の下限値に達していないからといって，本件発明2において，解離シュウ酸を「緩衝剤」に含めるものと想定されていたとはいえず，控訴人の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)ウ(構成要件1C(オキサリプラティヌムの水溶液からなり)の充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件1C(オキサリプラティヌムの水溶液からなり)の意義",
              "text": [
                "本件発明1の構成要件1C(オキサリプラティヌムの水溶液からなり)が，オキサリプラティヌムと水のみからなる水溶液であることを意味するのか，オキサリプラティヌムと水からなる水溶液であれば足り，他の添加剤等の成分が含まれる場合をも包含するのかについては，特許請求の範囲の記載自体からは，いずれの解釈も可能である。そこで，この点については，本件明細書1の記載及び本件特許1の出願経過を参酌して判断することとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書1の記載",
                  "text": [
                    "本件明細書1(甲2)には，次の記載が認められる。",
                    "「【発明の詳細な説明】",
                    "この発明は，腸管外経路用の，オキサリプラティヌムの医薬的に安定な製剤に関するものである。",
                    "オキサリプラティヌム…は，…ジアミノシクロヘキサン誘導体類(dach-白金)の混合物から製造した光学異性体の一つ…である。この白金錯体化合物は，例えばシスプラチンのような他の既知白金錯体化合物と同等またはそれ以上の治療活性を示すことが知られている。",
                    "…オキサリプラティヌムは，種々の型の癌…の治療的処置に使用し得る細胞増殖抑制性抗新生物薬である。…",
                    "現在，オキサリプラティヌムは，投与直前再構成用および5％ぶどう糖溶液希釈用の凍結乾燥物として，注射用水または等張性5％ぶどう糖溶液と共にバイアルに入れて，前臨床および臨床試験用に入手でき，投与は注入により静脈内に行われる。",
                    "しかし，このような投与形態は，比較的複雑で高価につく製造方法(凍結乾燥)および熟練と注意の双方を要する再構成手段の使用を意味する。さらに，実際上，このような方法は，溶液を突発的に再構成するとき間違いが起こる危険性があることが判明した；事実，凍結乾燥物から注射用医薬製剤を再構成するときまたは液剤を希釈するときに，0.9％NaCl溶液を使用するのはごく一般的である。オキサリプラティヌムの凍結乾燥形態の場合にこの溶液を誤って使用すると，有効成分に極めて有害であり，それはNaClで沈殿(ジクロロ-dach-白金誘導体)を生じ，上記製品の急速な分解を引き起こす。",
                    "それ故，製品の誤用のあらゆる危険性を避け，上記の操作を必要とせずに使用できるオキサリプラティヌム製剤を医療従事者または看護婦が入手できるようにするため，直ぐ使用でき，さらに，使用前には，承認された基準に従って許容可能な期間医薬的に安定なままであり，凍結乾燥より容易且つ安価に製造でき，再構成した凍結乾燥物と同等な化学的純度(異性化の不存在) および治療活性を示す，オキサリプラティヌム注射液を得るための研究が行われた。これが，この発明の目的である。",
                    "この発明者は，この目的が，全く驚くべきことに，また予想されないことに，腸管外経路投与用の用量形態として，有効成分の濃度とpHがそれぞれ充分限定された範囲内にあり，有効成分が酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないオキサリプラティヌム水溶液を用いることにより，達成できることを示すことができた。特に，約1mg/mlより低い濃度のオキサリプラティヌム水溶液は，充分安定でないことが見出された。",
                    "従って，この発明の目的は，オキサリプラティヌムが1ないし5mg/mlの範囲の濃度と4.5ないし6の範囲のpHで水に溶解し，医薬的に許容される期間の貯蔵後製剤中のオキサリプラティヌム含量が当初含量の少なくとも95％を示し，溶液が澄明，無色，沈殿不含有のままである，腸管外経路投与用のオキサリプラティヌムの安定な医薬製剤である。この製剤は他の成分を含まず，原則として，約2％を超える不純物を含んではならない。」(2頁11行目～3頁3行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許1の出願経過",
                  "text": [
                    "証拠(甲1，2，乙11，12)及び弁論の全趣旨によれば，本件特許1の出願経過として，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，平成7年8月7日，本件特許1に係る特許出願をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，平成15年7月11日付けで，特許庁から特許法29条2項を理由とする拒絶理由通知(乙12)を受けた。",
                        "同拒絶理由通知は，①特開昭53-031648号公報，②国際公開第94／12193号パンフレット，③特開平03-024017号公報を引用文献とするものであり(以下，それぞれを順に，「引用文献1」ないし「引用文献3」という。)，備考欄には，次の記載があった。",
                        "「引用例1には，オキサリプラティヌムからなる抗腫瘍剤の発明が記載されているが，安定な水溶液を得ることは記載されていない点で，本願上記請求項(判決注：請求項1～9を指す。)に係る発明と相違する。",
                        "しかし引用例2には，シスプラチン及びオキサリプラティヌムからなる医薬組成物を，水溶液の形態で投与することが記載されている。また，引用例3には，シスプラチンの安定な水溶液を得る目的で，シスプラチンの濃度，及び水溶液のpHを調整することが記載されている。",
                        "したがって，引用例1に記載の発明において，オキサリプラティヌムの安定な製剤を得る目的で，オキサリプラティヌムの濃度，及び水溶液のpHを調整し，本願上記請求項に係る発明を構成することは，当業者が容易になし得た程度のことである。",
                        "また，効果についても，本願上記請求項に係る発明が，引用例1～3に記載された発明と比較して，格別有利な効果を有するとも認められない。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，控訴人は，平成16年1月21日付けで本件意見書(乙11)を提出し，次のとおりの意見を述べた。",
                        "「［2］  本願発明の説明",
                        "本願発明の目的は，本願明細書(3)頁20行～(4)頁23行に記載のとおり，(1)オキサリプラティヌム水溶液を安定な製剤で得ること，かつ(2)該製剤のpHが4．5～6であることであり，さらに(3)該水溶液が，酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないことである。本願の上記溶液のpHは該溶液に固有のものであり，オキサリプラティヌムの水溶液の濃度にのみ依存する。オキサリプラティヌムは下記［3］に詳述するとおり，有機金属錯体であり，配位結合が非常に弱いという性質をもつ。このため，本願発明の構成においてのみ，安定な水溶液を得ることができる。」(2頁12～21行目)",
                        "「［3]  本願発明が特許法第29条第2項に該当しない理由",
                        "［3-1］  引用文献1について",
                        "…引用文献1はオキサリプラティヌムからなる抗腫瘍剤の発明であり，安定な水溶液を得ることは記載されていない。",
                        "［3-2］  引用文献2について",
                        "引用文献2は，オキサリプラティヌムとシスプラチンを含む組成物が記載されている。該組成物は，請求項に記載のとおり，シスプラチンとオキサリプラティヌム，緩衝剤を含む凍結乾燥物であり，溶液とするための再構成を必要とする。",
                        "しかしながら，これらの化合物を含む，水溶液の「安定な」薬剤を得ることは記載されていない。…",
                        "［3-3］  引用文献3について",
                        "引用文献3にはシスプラチンの安定な水溶液を得ること，該水溶液がＮaClおよびクエン酸を含むことが記載されている。…",
                        "しかしながら，当業者が引用文献3に記載されている方法に従って，オキサリプラティヌムの安定な水溶液を得ようとしても，オキサリプラティヌムでは困難である。なぜならば，オキサリプラティヌムは有機金属錯体であり，Pt原子は2つの配位子によって錯体が形成され，1つはシュウ酸またはシュウ酸塩で存在しており，Pt原子に結合しているシュウ酸のカルボン酸基の各々の結合は両方とも非常に弱く，特に酸性溶液において顕著に弱いためである。",
                        "ＮaClの存在する水溶液は，通常，溶液を再構成して使用する。このとき，患者に投与する時点で，オキサリプラティヌムは簡単に分解する。…",
                        "上述の通り，オキサリプラティヌムは非常に弱く特にクエン酸に対して大変繊細であり，オキサリプラティヌムにおけるシュウ酸の配位はカルボン酸基のために他の配位子によって置換を受けやすい。",
                        "したがって，当業者が引用文献3に記載されている方法に従って，オキサリプラティヌムの安定な水溶液を得ることは非常に困難である。」(2頁25行目～4頁18行目)",
                        "「［4］  まとめ",
                        "以上，［3-1］～［3-3］で述べたように，いずれの先行文献(判決注：「引用文献」の誤記と認める。以下同じ。)の場合も記載されている発明は，錯体の配位結合が弱い，特にクエン酸に対して非常に弱いというオキサリプラティヌムの固有の性質に対して，安定な水溶液を得るものではなく，これにより得られるオキサリプラティヌム水溶液の安定な製剤が，溶液の投与時の再構成を必要とせず，間違い・事故が起こる危険性が極めて低く，医療従事者が必要なときに直ぐに使用できるという本願発明が相する(判決注：「奏する」の誤記と認める。)格別な効果を開示ないし示唆する記載がない。",
                        "従って，本願発明は，先行文献1～3に記載される発明から当業者が容易に想到乃至到達できる発明はなく(判決注：「発明ではなく」の誤記と認める。)，しかもこれらを組み合わせたとしても当業者が容易に想到乃至到達できる発明でもない。それ故，本願発明は先行文献1-3に対して特許性を有する。",
                        "以上のとおり，本願請求項1～9に係る発明は，引用文献1～3に記載された発明に基づいて，当業者が容易に発明をすることが出来たものではないので，特許法第29条第2項の規定に該当しない。」(4頁24行目～5頁10行目)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "その後，控訴人は，平成16年3月19日付けで特許査定を受け，同年4月23日付けで本件特許権1の登録を受けた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "text": [
                    "前記アの本件明細書1の記載によれば，オキサリプラティヌムは，種々の型の癌の治療に使用し得る公知の細胞増殖抑制性抗新生物薬であり，本件発明1は，オキサリプラティヌムの凍結乾燥物と同等な化学的純度及び治療活性を示すオキサリプラティヌム水溶液を得ることを目的とする発明である。そして，本件明細書1には，オキサリプラティヌム水溶液において，有効成分の濃度とpHを限定された範囲内に特定することと併せて，「酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないオキサリプラティヌム水溶液」を用いることにより，本件発明1の目的を達成できることが記載され，「この製剤は他の成分を含まず，原則として，約2％を超える不純物を含んではならない」との記載も認められる。",
                    "他方で，本件明細書1には，「該水溶液が，酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤」を含有する場合に生じる不都合についての記載はなく，実施例においても，添加剤の有無についての具体的条件は示されておらず，これらの添加剤を入れた比較例についての記載もない。",
                    "しかしながら，前記イの出願経過において控訴人が提出した本件意見書には，本件発明1の目的が，「オキサリプラティヌム水溶液を安定な製剤で得ること」及び「該製剤のpHが4．5～6であること」に加えて，「該水溶液が，酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないこと」にあること，さらに，水溶液のpHが該溶液に固有のものであって，オキサリプラティヌムの水溶液の濃度にのみ依存すること，オキサリプラティヌムの性質上，本件発明1の構成においてのみ，「安定な水溶液」を得られることがわざわざ明記され，これらの記載を受けて，審査官が拒絶理由通知の根拠とする引用文献1ないし3では，そのような「安定な水溶液」は得られないこと，すなわち，緩衝剤を含む凍結乾燥物やクエン酸を含む水溶液では，「オキサリプラティヌムの安定な水溶液」を得ることは困難である旨が具体的に説明されている。",
                    "その上で，本件意見書は，本件発明1が特許法29条2項に該当しないとの結論を導いて審査官に再考を求めているのであり，その結果として控訴人は，本件特許1の特許査定を受けているのである。",
                    "以上のような本件明細書1の記載及び本件特許1の出願経過を総合的にみれば，本件発明1は，公知の有効成分である「オキサリプラティヌム」について，直ぐ使用でき，承認された基準に従って許容可能な期間医薬的に安定であり，凍結乾燥物を再構成して得られる物と同等の化学的純度及び治療活性を示す，オキサリプラティヌム注射液を得ることを課題とし，その解決手段として，オキサリプラティヌムを1～5mg／mlの範囲の濃度と4．5～6の範囲のpHで水に溶解することを示すものであるが，更に加えて，「該水溶液が，酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まない」ことをも同等の解決手段として示すものであると認めることができる。",
                    "してみると，本件発明1の特許請求の範囲における「オキサリプラティヌムの水溶液からなり」(構成要件1C)とは，本件発明1がオキサリプラティヌムと水のみからなる水溶液であって，他の添加剤等の成分を含まないものであることを意味すると解するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書1の記載について",
                      "text": [
                        "控訴人は，本件明細書1の記載のうち，①「酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないオキサリプラティヌム水溶液」を用いることにより発明の目的を達成できる旨の記載は，発明の目的を達成する一手段を挙げているにすぎず，また，②「この製剤は他の成分を含まず，原則として，約2％を超える不純物を含んではならない」との記載は，第三成分として2％に満たない程度の添加剤の存在が許容されることを示すものであるから，これらの記載は，本件発明1が添加剤を含まないものに限定されることの根拠とはならない旨主張する。",
                        "しかしながら，控訴人指摘のとおり，本件明細書1の上記記載のみから直ちに，本件発明1が添加剤を含まないものに限定されるとの解釈を導き出すことが困難であるとしても，これらの記載に加え，本件意見書での控訴人の主張内容を含む本件特許1の出願経過をも総合的に勘案すれば，本件発明1のオキサリプラティヌム製剤が，「酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まない」ものに限定して解釈されるべきことは，上記ウで述べたとおりである。",
                        "また，本件明細書1の上記②の記載は，本件発明1において，製剤中に所望でない不純物がやむなく生成されることを前提に，その量を約2％を超えないようにする必要があることを述べるものであって，2％を超えない量であれば，不純物とは明らかに異なる「添加剤」を第三成分として加えることも許容される旨の記載でないことは，その文脈上明らかである。",
                        "したがって，控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件意見書における主張について",
                      "text": [
                        "また，控訴人は，本件意見書において，本件発明1と引用文献との差を明確にするために，積極的に添加剤が含まれてはならない旨を主張しているものではないから，本件意見書における控訴人の主張を考慮しても，本件発明1が添加剤を含まないものに限定されるとの結論を導くことはできない旨主張する。",
                        "そこで検討するに，前記イ(ウ)のとおり，控訴人は，本件意見書において，本件発明1の目的が，「オキサリプラティヌム水溶液を安定な製剤で得ること」及び「該製剤のpHが4．5～6であること」のみならず，「該水溶液が，酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まないこと」でもあると断じた上で，「上記溶液のpHは該溶液に固有のものであり，オキサリプラティヌムの水溶液の濃度のみに依存する」こと(すなわち，酸性またはアルカリ性薬剤等の添加を要しないこと)，「オキサリプラティヌムは，下記[3]に詳述するとおり，…配位結合が非常に弱いという性質をもつ」ため，「本願発明の構成においてのみ，安定な水溶液を得ることができる」ことを指摘し，これを受けて，[3]においては，オキサリプラティヌムは，配位結合の弱さゆえに酸性溶液において顕著に弱いこと，ＮaClの存在する水溶液中で簡単に分解すること，特にクエン酸に対して大変繊細であり，オキサリプラティヌムにおけるシュウ酸の配位はカルボン酸基のために他の配位子によって置換を受けやすいことを説明し，これらを踏まえて，ＮaCl及びクエン酸を含むシスプラチンの安定な水溶液が記載された引用文献3について，「当業者が引用文献3に記載されている方法に従って，オキサリプラティヌムの安定な水溶液を得ることは非常に困難である」と結論付けている。しかるところ，以上のような本件意見書における控訴人の主張全体を合理的に理解すれば，控訴人は，本件発明1について，オキサリプラティヌムが有する「配位結合が非常に弱い」という性質に鑑み，他の配位子によって置換を受けることを避けるべく，「酸性またはアルカリ性薬剤，緩衝剤もしくはその他の添加剤を含まない」構成を採用したものであり，そのような「本願発明の構成においてのみ，安定な水溶液を得ることができる」旨を説明し，もって，本件発明1が引用文献3記載の発明とは異なるもので，これから容易に想到し得ない発明であることを主張しているものということができる。",
                        "してみると，控訴人は，本件意見書において，本件発明1が添加剤を含まないオキサリプラティヌム水溶液である旨を主張しているものというべきであるから，控訴人の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，控訴人の主張はいずれも採用の限りではなく，これらを踏まえてみても，構成要件1Cに係る前記ウの解釈が左右されるものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告各製品の構成要件1Cの充足性",
              "text": [
                "上記(1)のとおり，本件発明1の構成要件1C(オキサリプラティヌムの水溶液からなり)は，オキサリプラティヌムと水のみからなる水溶液であって，他の添加剤等の成分を含まないものであることを意味すると解されるところ，被告各製品は，オキサリプラティヌムと水のほか，酒石酸及び水酸化ナトリウムが添加されているものであるから，構成要件1Cを充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(4)ア(構成要件2B，2F及び2Gの「緩衝剤」の充足性)について",
          "text": [
            "争点(4)アについての判断は，後記(1)のとおり原判決を補正し，後記(2)のとおり「当審における当事者の主張に対する判断」を付加するほかは，原判決「事実及び理由」の第4の3及び4(67頁23行目から82頁22行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決75頁20行目冒頭から25行目末尾までを次のとおり改める。",
                    "「(2)ア  特許発明の技術的範囲は，願書に添附した明細書の特許請求の範囲の記載に基づいて定めなければならないから(平成14年法律第24号による改正前の特許法70条1項)，まずは，「緩衝剤」の意義について，本件発明2に係る特許請求の範囲の記載からみて，いかなる解釈が自然に導き出されるものであるかを検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，本件発明2に係る特許請求の範囲の記載によると，本件発明2は，①「オキサリプラチン」(構成要件2A)，②「緩衝剤」である「シュウ酸またはそのアルカリ金属塩」(構成要件2B，2F)及び③「担体」である「水」(構成要件2C，2E)を「包含」する「オキサリプラチン溶液組成物」に係る発明であることが明らかである。そして，ここでいう「包含」とは「要素や事情を中にふくみもつこと」(広辞苑〔第六版〕)を意味する用語であるから，本件発明2の「オキサリプラチン溶液組成物」は，上記①ないし③の3つの要素を含みもつものとして組成されていると理解することができる。すなわち，本件発明2の「オキサリプラチン溶液組成物」においては，上記①ないし③の各要素が，当該組成物を組成するそれぞれ別個の要素として把握され得るものであると理解するのが自然である。",
                        "しかるところ，本件優先日当時の技術常識によれば，「解離シュウ酸」は，オキサリプラチン水溶液中において，「オキサリプラチン」と「水」が反応し，「オキサリプラチン」が自然に分解すること(本判決第2の3(2)オの【控訴人の主張】(イ)          記載の図に示された反応)によって必然的に生成されるものであり，「オキサリプラチン」と「水」が混合されなければそもそも存在しないものである。してみると，このような「解離シュウ酸」をもって，「オキサリプラチン溶液組成物」を組成する，「オキサリプラチン」及び「水」とは別個の要素として把握することは不合理というべきであり，そうであるとすれば，本件発明2における「緩衝剤」としての「シュウ酸」とは，解離シュウ酸を含むものではなく，添加シュウ酸に限られると解するのが自然といえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，「緩衝剤」の用語に着目すると，「剤」とは，一般に，「各種の薬を調合すること。また，その薬。」(広辞苑〔第六版〕)を意味するものであるから，このような一般的な語義に従えば，「緩衝剤」とは，「緩衝作用を有するものとして調合された薬」を意味すると解するのが自然であり，そうであるとすれば，オキサリプラチンの分解によって自然に生成されるものであって，「調合」することが想定し難い解離シュウ酸(シュウ酸イオン)は，「緩衝剤」には当たらないということになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本件発明2においては，「緩衝剤」は「シュウ酸」又は「そのアルカリ金属塩」であるとされるから，「緩衝剤」として「シュウ酸のアルカリ金属塩」のみを選択することも可能なはずであるところ，オキサリプラチンの分解によって自然に生じた解離シュウ酸は「シュウ酸のアルカリ金属塩」ではないから，「緩衝剤」としての「シュウ酸のアルカリ金属塩」とは，添加されたものを指すと解さざるを得ないことになる。そうであるとすれば，「緩衝剤」となり得るものとして「シュウ酸のアルカリ金属塩」と並列的に規定される「シュウ酸」についても同様に，添加されたものを意味すると解するのが自然といえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "以上のとおり，本件発明2に係る特許請求の範囲の記載からみれば，本件発明2における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られるものと解するのが自然であるといえる。」"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決75頁26行目の「次に，」の後に次のとおり加える。",
                    "「特許請求の範囲に記載された用語の意義は，明細書の特許請求の範囲以外の部分の記載を考慮して解釈するものとされるので(平成14年法律第24号による改正前の特許法70条2項)，本件明細書2の記載を検討するに，」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決79頁2行目冒頭から18行目末尾までを削除する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書2中の定義等について",
                  "text": [
                    "控訴人は，本件明細書2中の「緩衝剤」の定義(【0022】，【0023】)に従えば，「緩衝剤」は，「オキサリプラチン溶液組成物」において，所定のモル濃度で存在するもので，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味するものであり，また，本件発明2におけるオキサリプラチン溶液の安定化という作用効果は，添加シュウ酸であろうと解離シュウ酸であろうと変わりがないから，添加シュウ酸と解離シュウ酸が「緩衝剤」の該当性において区別されることはない旨主張する。",
                    "しかしながら，オキサリプラチン溶液の安定化の作用効果において，添加シュウ酸と解離シュウ酸が異なるものであることは，前記説示(原判決「事実及び理由」の第4の4(3)ウ)のとおりである。",
                    "すなわち，オキサリプラチン水溶液においては，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成される。その際，これとは逆に，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される反応も同時に進行することになるが，十分な時間が経過すると，両反応(正反応と逆反応)の速度が等しい状態(化学平衡の状態)が生じ，オキサリプラチン，ジアクオDACHプラチン及びシュウ酸の量(濃度)が一定となる。また，上記の反応に伴い，オキサリプラチンの分解によって生じたジアクオDACHプラチンからジアクオDACHプラチン二量体が生成されることになるが，その際にもこれとは逆の反応が同時に進行し，化学平衡の状態が生じることになる。",
                    "しかるところ，上記のような平衡状態にあるオキサリプラチン水溶液にシュウ酸を添加すると，ルシャトリエの原理によって，シュウ酸の量を減少させる方向，すなわち，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される方向の反応が進行し，新たな平衡状態が生じることになる。そして，この新たな平衡状態においては，シュウ酸を添加する前の平衡状態に比べ，ジアクオDACHプラチンの量が少なくなるから，上記の添加されたシュウ酸は，不純物であるジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものといえる。",
                    "他方，解離シュウ酸は，水溶液中のオキサリプラチンの一部が分解され，ジアクオDACHプラチンとともに生成されるもの，すなわち，オキサリプラチン水溶液において，オキサリプラチンと水とが反応して自然に生じる上記平衡状態を構成する要素の一つにすぎないものであるから，このような解離シュウ酸をもって，当該平衡状態に至る反応の中でジアクオDACHプラチン等の生成を防止したり，遅延させたりする作用を果たす物質とみることはできないというべきである(また，以上に説示したところによれば，解離シュウ酸が，平衡状態に達した後のジアクオDACHプラチン等の生成を防止し，又は遅延させるものともいえない。)。",
                    "以上のとおり，オキサリプラチン水溶液中の解離シュウ酸は，添加シュウ酸とは異なり，ジアクオDACHプラチン等の不純物の生成を防止したり，遅延させたりする作用を果たす物質とはいえないのであり，そうである以上，本件明細書2の【0022】における「緩衝剤」の定義(「不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤」)に当てはまるものではないから，控訴人の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「オキサリプラチンの従来既知の水性組成物」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件明細書2の【0031】における「オキサリプラチンの従来既知の水性組成物」とは，凍結乾燥物質であるオキサリプラチンを水に溶かして再構築したものを意味し，乙14水溶液を意味するものではないから，同段落の記載から，本件発明2の「緩衝剤」は乙14水溶液と比較して不純物を減少させる効果を有するものであるとするのは誤りである旨主張する。",
                        "しかしながら，上記「オキサリプラチンの従来既知の水性組成物」が乙14水溶液を含むものであることは，前記説示(原判決「事実及び理由」の第4の3(2))のとおりである。",
                        "すなわち，本件明細書2においては，凍結乾燥粉末形態のオキサリプラチン生成物のみならず，乙14水溶液に相当する豪州国特許出願第 29896/95 号(WO96/04904)に係るオキサリプラチン水溶液についても従来技術として挙げられ(【0010】)，オキサリプラチンの水溶液中において不純物が生成されるという問題及び「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発する」という課題(【0013】～【0016】)についての説明がされ，その上で，本発明の組成物が，「オキサリプラチンの従来既知の水性組成物」よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ない旨が記載されている(【0031】)のであり，他方，本件明細書2に従来技術として挙げられているオキサリプラチン組成物のうち水溶液であることが明示されているのは，乙14水溶液及びこれと同様のものとされる米国特許第5716988号の製剤のみなのであるから(【0010】)，上記「オキサリプラチンの従来既知の水性組成物」が乙14水溶液を含むものであり，本件発明2は，当該水性組成物における不純物生成の問題を改善することをも目的とする発明であって，専ら凍結乾燥物質であるオキサリプラチンを水に溶かして再構築したものについての欠点を克服するための発明などではないことは明らかである(そもそも，凍結乾燥形態のオキサリプラチン生成物は，患者への投与の直前に再構築されて利用されるものであるから(本件明細書2の【0012】)，凍結乾燥物質であるオキサリプラチンを水に溶かして再構築したものについて，時間の経過による不純物の生成が問題とされること自体考え難いことといえる。)。",
                        "したがって，控訴人の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，以下のような点を上記主張の根拠として主張するが，いずれも採用することはできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，本件明細書2において従来技術の問題とされているのは，オキサリプラチンが時間を追って分解していく製薬上安定とはいえない溶液組成物であることであるところ，乙14水溶液の実施品は，既に製薬上安定であって，上記の問題を有する溶液組成物には該当せず，また，本件明細書には，乙14水溶液を前提として，更なる不純物の減少を問題とすることを示す記載も存在しない旨主張する。",
                            "しかし，上記(ア)で述べたとおり，本件明細書2においては，乙14水溶液に相当するものが従来技術として挙げられた上で，オキサリプラチン水溶液中で不純物が生成されるという従来技術の問題が指摘され，「不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発する」という課題が示されているのであるから，本件明細書2では，乙14水溶液が，不純物生成の問題を有する従来技術に属するオキサリプラチン水溶液であることを前提に，それより「有意に少ない量で…不純物を生成するオキサリプラチンのより安定な溶液組成物を開発する」ことを発明の課題とすることが開示されているものということができる。",
                            "また，控訴人は，本件発明2が克服すべき課題である「欠点」は，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供する」(本件明細書2の【0017】)という解決手段により克服されるものであるところ，乙14水溶液は，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物」であるから，上記解決手段により克服される欠点を有していない旨主張する。",
                            "しかし，上記で述べたとおり，本件明細書2においては，乙14水溶液に比して「より安定な溶液組成物を開発する」ことが発明の課題とされているのであるから，乙14水溶液は，溶液組成物としての安定性においてなお十分なものではなく，「製薬上安定なオキサリプラチン溶液組成物を提供する」という解決手段により克服される欠点を有するものとされていることが認められる。",
                            "したがって，控訴人の上記主張はいずれも採用できない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，本件明細書2の実施例1及び8が少なくとも出願当初は発明の実施例であった以上，これらについても，「オキサリプラチンの従来既知の水性組成物」よりも「製造工程中に安定であ」り，「本発明の組成物中に生成される不純物が…少ない」もの(【0031】)であるはずであるとの前提に立った上で，本件明細書2の実施例18(b)(乙14水溶液と変わらないもの)と実施例1及び8との間で不純物を減少させる効果に差がないとされることからすれば，本件明細書2の【0031】の「オキサリプラチンの従来既知の水性組成物」は，乙14水溶液ではなく，凍結乾燥物質を再構築したものと解釈されるべきである旨主張する。",
                            "しかし，後記ウ(イ)のとおり，実施例1及び8は，出願当初は本件発明1の実施例であったものの，その後，請求項1に緩衝剤の量を「5☓10-5M」以上とする数値限定がされたために実施例ではなくなったものと認められるところ，このような数値限定は，実施例1及び8が，乙14水溶液に相当する実施例18(b)と比較して有意に少ない量しか不純物を生成しないとはいえないものであること(本件明細書の【表8】，【表9】，【表14】)から，これらを本件発明2の技術的範囲から除外するためにされた数値限定であることが推認される。",
                            "このように，実施例1及び8は，本件発明2の作用効果を奏するものではないために実施例から除外されたものなのであるから，これらについてまで，「オキサリプラチンの従来既知の水性組成物」よりも「製造工程中に安定であ」り，「本発明の組成物中に生成される不純物が…少ない」もの(【0031】)であるはずであるとする控訴人の主張は誤りである。",
                            "したがって，控訴人の上記主張は，その前提において誤りであって，採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，緩衝剤を添加したオキサリプラチン水溶液が，乙14水溶液と比較して「製造工程中に安定」であると考えると，乙14水溶液を製造する工程と，オキサリプラチンに緩衝剤を添加した水溶液を製造する工程という別々の製造工程を比較する概念が突如出てくることになるが，本件明細書2には，これらの製造工程における安定性を比較した結果は示されていないから，このように理解することは不自然であり，本件明細書2の【0031】の「製造工程」とは，凍結乾燥物を溶解させて再構築させる工程であると考えるのが自然である旨主張する。",
                            "しかし，本件明細書2の【0031】では，「製造工程中に安定であること」について，「本発明の組成物中に生成される不純物…が少ないことを意味する」ことが記載されているにすぎないから，上記「製造工程」を「凍結乾燥物を溶解させて再構築させる工程」に限定して解釈すべき根拠はない。",
                            "したがって，控訴人の上記主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人は，本件明細書の【0012】(2段落)～【0016】と，【0030】～【0032】とが対応した記載になっていることなどから，【0031】の「従来既知の水性組成物」は凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味する旨主張する。",
                            "しかし，本件明細書2の上記記載から導かれるべき「オキサリプラチンの従来既知の水性組成物」の解釈は，前記(ア)のとおりであって，控訴人の上記主張は採用できない。",
                            "なお，控訴人の主張は，本件発明2の目的が「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供すること」(本件明細書2の【0017】)とされていることなどから，本件発明2を，専ら凍結乾燥粉末形態のオキサリプラチン生成物(及びそれを水に溶かして再構築したもの)に係る欠点を克服するための発明として理解するものといえる。",
                            "しかし，本件明細書2の記載によれば，本件発明2は，従来からある凍結乾燥粉末形態のオキサリプラチン生成物及び乙14水溶液を含むオキサリプラチン水溶液の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とする発明であり(【0010】，【0012】～【0017】)，請求項1の構成のオキサリプラチン溶液組成物とすることにより，組成物中のジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物の生成を防止し，又は遅延させることができ(【0022】，【0023】)，これによって，従来既知の前記オキサリプラチン組成物と比較して優れた効果，すなわち，①凍結乾燥粉末形態のオキサリプラチン生成物と比較すると，低コストで，かつさほど複雑でない製造方法により製造することができ，また，投与前の再構築を必要としないので，再構築のための適切な溶媒の選択に際してエラーが生じる機会がなく，②乙14水溶液を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものであること(本件明細書の段落【0030】，【0031】)が認められるものといえる。",
                            "このように，本件発明2は，凍結乾燥粉末形態のオキサリプラチン生成物と乙14水溶液を含むオキサリプラチン水溶液の双方に係る欠点を克服するための発明として理解できるものであるから，控訴人による本件発明2の理解には誤りがある。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "控訴人は，本件明細書2には，従来技術としての公報が多数列記されているのに，その中から乙14公報だけを抜き出して，「オキサリプラチンの従来既知の水性組成物」(【0031】)を乙14水溶液と解釈することは妥当性を欠く旨主張する。",
                            "しかし，本件明細書2の関係する記載を総合した結果として，【0031】の「オキサリプラチンの従来既知の水性組成物」が乙14水溶液を含むものと解釈できることは前記(ア)で述べたとおりであり，本件明細書2に他の従来技術が多数列記されているからといって，その解釈が否定される理由はない。",
                            "したがって，控訴人の上記主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "控訴人は，原判決のように「緩衝剤」が添加したものに限定されるとすれば，実施例1及び8でも添加シュウ酸等が存在する以上，「緩衝剤」が含まれていることになるところ，実施例1及び8が本件発明2の効果を奏しない比較例であるとすると，本件発明2の効果を奏しない比較例でも「緩衝剤」を含むことになり，「緩衝剤」の意味を解釈する際に，緩衝剤が添加されていない乙14水溶液と比較しなければならないという原判決の前提は論理的に矛盾している旨主張する。",
                            "しかし，実施例1及び8は，「緩衝剤」が含まれないから比較例になるわけではなく，「緩衝剤」が含まれてはいるが，後記ウ(イ)のとおり，含まれるべき緩衝剤の量を数値限定したことにより，本件発明2の技術的範囲から除外されたものと認められるのであるから，控訴人の上記主張は採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "解離シュウ酸を含む全てのシュウ酸の量に係る記載の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，ジアクオDACHプラチン等のモル濃度から解離シュウ酸のモル濃度を推計することができること，構成要件2Gが規定する緩衝剤の量の下限値と実施例における添加シュウ酸等の下限値が一致しないことからすれば，本件明細書2に触れた当業者は，解離シュウ酸を含めた水溶液中に含まれる全てのシュウ酸の量を理解することができるから，本件明細書2では，添加シュウ酸の量しか記載されておらず，解離シュウ酸が考慮されていないとした原判決の判示は誤りである旨主張する。",
                        "しかし，本件明細書2には，実施例として，添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度のみが数値として記載され(【表8】～【表13】)，解離シュウ酸のモル濃度については，測定値も推計値も記載されておらず，控訴人主張の推計方法等を示唆する記載もないこと，他方，実施例1～17のうち，後記(イ)のとおり実施例から除外されたものと認められる実施例1及び8を除き，実施例における添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度はいずれも構成要件2Gの数値の範囲内であることからすれば，これらの記載に接した当業者は，構成要件2Gに係るモル濃度の数値は，本件明細書2に具体的に記載されている添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値であると自然に理解するというべきであり，何らの記載も示唆もない解離シュウ酸のモル濃度の推計値を足し合わせた数値であるなどと理解することは考えられない。",
                        "したがって，控訴人の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，本件明細書の実施例1，8及び18(b)は本件発明2の実施例であり，これらにおける解離シュウ酸を含めた溶液組成物中のシュウ酸の総量を推計すると，その下限は5☓10-5Mを超える値になるから，当業者は，本件発明2の構成要件2Gの濃度の下限値は，添加シュウ酸の濃度に解離シュウ酸の濃度を加えた値であると理解する旨主張する。",
                        "しかしながら，実施例1，8及び18(b)がいずれも本件発明2の実施例とは認められないことは，前記説示(原判決「事実及び理由」の第4の4(2)カ，(3)エ)のとおりである。",
                        "すなわち，本件明細書2では，実施例18について，「比較のために，例えば豪州国特許出願第 29896/95 号・・・に記載されているような水性オキサリプラチン組成物を，以下のように調製した」と記載され(【0050】)，また，実施例18の安定性試験の結果を示すに当たっては，「比較例18の安定性」との表題が付された上で，実施例18(b)については「非緩衝化オキサリプラチン溶液組成物」と表現されている(【0073】)。そして，上記のとおり実施例18と同様の水性オキサリプラチン組成物とされる「豪州国特許出願第 29896/95 号」は，本件明細書2で従来技術として挙げられるもの(【0010】)にほかならない。以上のような本件明細書2の記載を総合すれば，控訴人が指摘する実施例18(b)は，「実施例」との文言が用いられてはいるものの，本件発明2の実施例ではなく，実施例との比較例として理解されるべきものであることが明らかといえる。",
                        "また，本件明細書2の実施例1及び8において添加された緩衝剤のモル濃度は，いずれも「0．00001M」(1☓10-5M)である(【表8】，【表9】)ところ，請求項1は，本件出願時には，「緩衝剤」の量についての限定がなかったものが，その後の補正等の経過の中で，「緩衝剤」の量を構成要件2Gの範囲のモル濃度とする限定がされたものと考えられる。すなわち，本件出願当初の請求項1に係る発明には上記数値限定はなく，その時点では，実施例1及び8も実施例であったが，「5☓10-5M」以上との数値限定がされたため，実施例1及び8は，本件発明2の実施例に該当しなくなったものと解される。このように，実施例1及び8は，上記補正等の結果，構成要件2Gを満たさないものとして本件発明2の実施例から除外されたものと認められるのであり，本件発明2の実施例とは認められない。",
                        "したがって，実施例1，8及び18(b)が本件発明2の実施例であることを前提とする控訴人の上記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「緩衝剤」として「シュウ酸」と「そのアルカリ金属塩」が区別されていることとの関係等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件発明2の「緩衝剤」として，「シュウ酸」と「そのアルカリ金属塩」が区別して規定されていることは，「緩衝剤」としての「シュウ酸」に解離シュウ酸が含まれないことの根拠とはならない旨主張する。",
                        "しかし，本件発明2において，「緩衝剤」としての「シュウ酸のアルカリ金属塩」は添加されたものしか考えられない以上，これと区別されて並列的に規定されている「シュウ酸」についても，同様に添加されたものを意味すると解するのが自然であることは，前記説示(前記(1)ア(ウ))のとおりである。",
                        "したがって，控訴人の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，本件明細書2の【0035】で，添加される緩衝剤も水性緩衝溶液の形態で計量することが好ましいとされていることから，本件明細書2は，「イオン」であっても「緩衝剤」に当たる前提で記載されている旨主張する。",
                        "この点，本件明細書2の【0035】には，「適切な緩衝剤(固体形態の，または好ましくは適切なモル濃度の水性緩衝溶液の形態の)を適切な容器中で計量して，混合容器…に移す。」との記載があるところ，【0034】ないし【0036】には，適切なモル濃度の水性緩衝溶液の形態の緩衝剤を適切な容器中で計量し，一定の濃度の緩衝剤の水溶液を調製した上，これにオキサリプラチンを溶かし，その後，更に水を加えて，オキサリプラチン水溶液を調製することが記載されているのであり，【0035】の上記記載は，実施例1～14のオキサリプラチン水性組成物を調製する工程における緩衝剤の計量方法として，固体形態での計量のほかに，水性緩衝溶液形態での計量があることを述べたものにすぎない。他方，本件明細書2には，実施例1～7において添加されたシュウ酸ナトリウム及び実施例8～14において添加されたシュウ酸について，いずれも重量(mg)とモル濃度を単位としてその分量が記載されており(【表1】，【表2】，【表8】～【表10】)，実施例8～14において添加されたシュウ酸は，二水和物として付加され，シュウ酸二水和物の重量が記載されている(【0042】)のであり，シュウ酸イオンの重量やモル濃度についての記載はないのであるから，【0035】の上記記載が，シュウ酸イオンの計量をもって「緩衝剤」を計量することを前提にしているなどということはできない。",
                        "したがって，控訴人の上記主張も採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「剤」の意味に基づく解釈について",
                  "text": [
                    "「剤」の一般的な語義に従えば，「緩衝剤」とは，「緩衝作用を有するものとして調合された薬」を意味し，オキサリプラチンの分解によって自然に生成され，「調合」することが想定し難い解離シュウ酸(シュウ酸イオン)は「緩衝剤」に当たらないものといえることは，前記説示(前記(1)ア(イ))のとおりである。",
                    "これに対し，控訴人は，「調合」の語義との関係で，「剤」に「調合」を要求すると意義の循環が生じるなどとして，上記一般的な語義に基づく解釈は不合理であるなどと主張する。",
                    "しかし，控訴人指摘の点を勘案しても，「各種の薬を調合したもの。また，その薬。」が「剤」の一般的な意味とされていること自体が否定されるものではなく，これに従って解釈する限り，オキサリプラチンの分解によって自然に生成される解離シュウ酸(シュウ酸イオン)は緩衝「剤」とはいえないとの理解ができるのであって，このことが，本件発明2の「緩衝剤」に解離シュウ酸が含まれないものとする解釈を支持する事情の一つとなり得ることは，何ら否定されるものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "請求項10～14の記載について",
                  "text": [
                    "控訴人は，本件特許2の特許請求の範囲の記載では，「緩衝剤」について，請求項10～14では，「付加」や「混合」と記載され，請求項1では「包含」と記載され，意図的に使い分けられていることから，本件発明2の「緩衝剤」は「付加」等されたものに限定されない旨主張する。",
                    "しかし，「包含」とは，「要素や事情を中にふくみもつこと」(広辞苑〔第六版〕)を意味する用語であるから，これを前提とすれば，本件発明1における「緩衝剤…を包含する…組成物」とは，「緩衝剤をつつみこみ，中にふくむ組成物」を意味するにすぎず，これによって，当該組成物中の「緩衝剤」の由来について，添加されたものに限るか否かの解釈が当然に定まるものではなく，他の根拠に基づいて，本件発明2の「緩衝剤」を外部から添加されたものに限るとの解釈をとることが，上記文言と矛盾することにはならない。",
                    "また，請求項10は，「オキサリプラチンの溶液の安定化方法」に係る発明，請求項11～14は，請求項1～9のいずれかの組成物の「製造方法」に係る発明であって，「付加」との記載は，緩衝剤を水性溶液に付加すること，「混合」との記載は，緩衝剤を，担体及びオキサリプラチン，又は，担体のみと混合すること，という構成要件に含まれているのに対し，請求項1における「包含」との記載は，組成物を構成する物を記載したものであるから，このような発明の対象・構成の違いから，異なる用語が使用されているものと理解することも可能である。したがって，「付加」，「混合」の用語は外部からの添加を意味し，「包含」の用語は外部からの添加を必ずしも意味しないものとして意図的に使い分けられているなどと断定できるものではない。",
                    "したがって，控訴人の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，当審における控訴人の主張は，いずれも採用の限りではなく，これらを踏まえても，本件発明2における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解されるべきである。",
                    "したがって，解離シュウ酸を含むのみで，シュウ酸又はそのアルカリ金属塩が添加されていない被告各製品は，構成要件2B，2F及び2Gの「緩衝剤」を含有せず，これらの構成要件を充足しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上によれば，被告各製品は，本件発明1の構成要件1Cを充足せず，また，本件発明2の構成要件2B，2F及び2Gを充足しないから，その余の構成要件について検討するまでもなく，被告各製品は，本件発明1及び2のいずれの技術的範囲にも属しない。",
                "そうすると，その余の点について判断するまでもなく，控訴人の各請求は，当審における追加請求も含めていずれも理由がない(なお，控訴人の差止・廃棄請求は，被控訴人から参加人に事業譲渡がされたことにより，現在においては，被控訴人には特許権侵害のおそれがなくなったという点においても理由がないものといえることを付言しておく。)。",
                "したがって，控訴人の請求をいずれも棄却した原判決は相当であって，本件控訴は理由がないから，これを棄却することとし，また，控訴人の当審における追加請求も理由がないから，これを棄却することとする。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "弁論の全趣旨によれば，参加人は，平成28年12月1日，被控訴人から，被告各製品に係る事業の譲渡を受け，同事業に関して被控訴人が負うべき義務を承継したことが認められるところ，上記(1)によれば，参加人の当審における請求は理由があるから，これを認容することとする。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(ネ)10009等",
    "date": "2017-07-12",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)12415",
    "precedent_id": "086974",
    "ipprecedent_id": "4707",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}