{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，原判決別紙被告製品目録記載の各製品を生産し，使用し，譲渡し，貸渡し，若しくは輸出し，又は譲渡若しくは貸渡しの申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人らは，原判決別紙方法目録記載の方法を使用してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人らは，原判決別紙被告製品目録記載の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，6545万円及びこれに対する被控訴人株式会社日本歯科工業社(以下「被控訴人日本歯科」という。)については平成27年4月29日から，被控訴人Y(以下「被控訴人Y」という。)については同月30日から，被控訴人株式会社広栄社(以下「被控訴人広栄社」という。)については同年5月1日から，支払済みまで年5分の割合による金員を各支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "7",
          "subject": "第2ないし6項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「不織布及び不織布製造方法」とする発明に係る本件特許権(特許第3674907号)を有する控訴人が，被控訴人らが製造又は販売等する原判決別紙被告製品目録記載の各製品(被告各製品)が本件特許権に係る特許(本件特許)の特許請求の範囲の請求項1に記載された発明(本件発明1)及び同請求項10に記載された発明(本件発明3)の技術的範囲に属し，被控訴人広栄社及び被控訴人Yが使用する製造方法(被告製造方法)が，本件特許の特許請求の範囲の請求項5に記載された発明(本件発明2)の技術的範囲に属すると主張して，①特許法100条1項及び2項に基づき，被告各製品の生産・販売等の禁止，原判決別紙方法目録記載の方法の使用の差止め及び被告各製品の廃棄を，②不法行為による損害賠償請求権に基づき，連帯して，損害賠償金6545万円及びこれに対する訴状送達の日の翌日(被控訴人広栄社については平成27年5月1日，被控訴人Yについては同年4月30日，被控訴人日本歯科については同月29日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，それぞれ求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被告各製品は，本件発明1及び本件発明3のいずれの技術的範囲にも属するとはいえず，被告製造方法は，本件発明2の技術的範囲に属するとはいえないとして，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そこで，控訴人が，原判決を不服として控訴を提起した。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "前提事実は，原判決「事実及び理由」の第2の2記載のとおりであり，争点は，原判決「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "争点に関する当事者の主張は，下記2のとおり，当審における主張を付加するほかは，原判決「事実及び理由」の第3記載のとおりである(ただし，原判決24頁3行目の「請求項5」を「請求項5に」と訂正する。)から，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張(争点(1)イ(構成要件B1及びB2の「加熱前のメラミン系樹脂発泡体よりも柔軟な」の充足性)について)",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「柔軟な」についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "柔軟性の向上は，単に曲げやすさだけを追求して曲がりやすくすれば良いものではなく，曲がりやすくなる作用がある程度犠牲になったとしても，曲がっても破壊しない粘り強さ(靭性)を確保しつつ曲がりやすくすることを意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明が「材料を破壊し難くして柔軟性維持の限界を高める」ことを目的としたものであることは，本件明細書等(甲2)に「柔軟に変形可能な靭性」(【0006】【0010】)を備えるとの記載があることから明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決は，控訴人が，「よりも柔軟な」という文言の意味を「柔軟性の有無に関するもの，すなわち材料を破壊し難くして柔軟性維持の限界を高めることを意味するなどと主張する」と整理しているが，控訴人はそのような主張はしていない。",
                    "控訴人は，原審において，「柔軟性を向上することは，材料を破壊し難くして柔軟性維持の限界を高めることと，材料を曲げ易くして柔軟性に富むようにすることとの双方を意味し，前者は，柔軟性の有無に係るものであり，後者は，柔軟性の程度に係るものである。」と主張しているところ，柔軟性の有無とは，破壊しない靱性(変形能)があるか否かということであり，柔軟性の程度とは，曲げやすい程度のことで，「より柔軟」であるか否かということである。控訴人の主張は，双方を意味するというもので，「材料を破壊し難くして柔軟性維持の限界を高めること」又は「材料を曲げ易くして柔軟性に富むようにすること」のいずれか一方ではないし，後者の「材料を曲げ易くして柔軟性に富むようにすること」は，柔軟性の程度に係るものであって，柔軟性の有無に係るものではないから，原判決の主張整理は，控訴人の主張内容とは異なる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人の原審における上記主張は，乙3意見書についての説明であって，本件発明1及び2についての主張ではない。",
                    "乙3意見書は，平成16年1月22日付けの手続補正書(乙4。以下「乙4補正書」という。)に記載された発明に関する意見を述べたものであり，同意見書の「本発明においては，本質的には，メラミン系樹脂発泡体を熱で改質して柔軟にすれば良く，厚さの低下又は制御や，形状の制御は，本質的な事項ではない。」との記載は，乙4補正書の請求項1の記載において，「圧縮した状態で加熱し，柔軟性を有する」との文言により，出願時の請求項1の発明を限定したことと関連する。本件各発明における「加熱前の前記メラミン系樹脂発泡体よりも柔軟な」(「より柔軟」)という文言は，平成17年3月30日付けの手続補正書(乙7)により加えられたもので，乙4補正書の請求項1の発明は，かかる文言による限定を含まないのであるから，乙3意見書には，「より柔軟」に直接関連した説明は含まれていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件特許の請求項1及び5では，「折り畳み可能な変形能」及び「加熱前の前記メラミン系樹脂発泡体よりも柔軟」という二つの物性が特定されている。したがって，柔軟性とは，「折り畳み可能な変形能」プラス「加熱前の前記メラミン系樹脂発泡体よりも柔軟」ということになる。",
                    "「折り畳み可能な変形能」という発明の構成は，本件明細書等に記載された「柔軟に変形可能な靱性」と同義又はその下位概念であり，「加熱前の前記メラミン系樹脂発泡体よりも柔軟」という発明の構成は，「より柔軟」であるから，柔軟性とは，「柔軟に変形可能な靱性」プラス「より柔軟」ということになる。すなわち，柔軟性の中に「柔軟な」及び「折り畳み可能な変形能」という意味合いが含まれ，柔軟性向上とは，靭性と曲がりやすさの複合的作用である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告各製品について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙11試験，乙34試験で使われた圧縮されたメラミンフォームは，被控訴人広栄社製の圧縮メラミンフォームではない可能性があること",
                  "text": [
                    "化学物質評価研究機構東京事業所による平成28年10月25日付け試験報告書(甲50。以下，この報告書記載の試験を「甲50試験」という。)は，圧縮後のメラミン系樹脂発泡体の重量を測定することにより，圧縮前のメラミン系樹脂発泡体の厚さを逆算し，これにより，圧縮前のメラミン系樹脂発泡体の厚さを特定して，被告各製品の圧縮比を確認するために控訴人が実施した試験に関するものである。",
                    "控訴人製品(長さ40mm×幅8mm×厚さ5．5mm)は，厚さ16mmのメラミン系樹脂発泡体を厚さ5．5mmに加熱・圧縮した圧縮比約1／3の製品であり，重量は0．0463gである。控訴人が，市場より最近入手した被控訴人広栄社製品(長さ40mm×幅8mm×厚さ5．5mm)の重量も0．0460gであるから，圧縮比約1／3の製品である。",
                    "この重量を，BASFジャパン株式会社作成の「バソテクトW物性表」(甲51。以下「甲51物性表」という。)に記載されたメラミン系樹脂発泡体の比重より検証すると，メラミン系樹脂発泡体の比重は，約9kg／m3であり，長さ40mm×幅8mm×厚さ16mmのメラミン系樹脂発泡体(非圧縮)の体積は5120mmであるから，重量は0．0461gとなり，被控訴人広栄社製品の重量と一致する。",
                    "したがって，被控訴人広栄社製品は，控訴人製品と一致するとともに，比重より逆算された厚さ16mmのメラミン系樹脂発泡体(非圧縮)とも一致するので，厚さ16mmのメラミン系樹脂発泡体を厚さ5．5mmに圧縮したものであると特定することができ，この厚さ比より被控訴人広栄社製品の圧縮比を計算すると，圧縮比は，上記のとおり約1／3となる。ところが，乙34試験は圧縮比の前提がこれとは異なる実験であり，被告各製品を前提とした実験になっていない。",
                    "被控訴人広栄社製品の圧縮率が1／2ではなく1／4であることは，被控訴人広栄社製品「ステイン・キャッチャー☆キラリン」の商品案内文(甲53。以下「甲53案内文」という。)からも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "提出されている実験結果から柔軟性を認定できること",
                  "text": [
                    "甲32，甲45，乙11及び乙34の各報告書は，いずれも「柔軟性」の評価に関する試験報告書ではあるが，甲45，乙11及び乙34の各報告書は，「より柔軟」に関する試験報告書であるのに対し，甲32報告書は，「より柔軟」に関する試験報告書ではなく，「柔軟に変形可能な靱性」を検証した破壊靱性試験の試験報告書である。",
                    "本件明細書等には，「好ましくは，上記メラミン系樹脂発泡体の圧縮比は，1／2～1／5の範囲に設定される。」(【0010】)と記載され，これは，本件特許の請求項9に規定されているが，この範囲内の圧縮比(2／5)でメラミン系樹脂発泡体を圧縮・加熱した甲45試験の試験結果では，この範囲の境界又は範囲外の圧縮比でメラミン系樹脂発泡体を圧縮・加熱した乙11及び乙34の各試験に比べて，「より柔軟」の効果が顕著である。",
                    "乙11試験は，厚さ7mmのメラミン系樹脂発泡体を厚さ4mmに圧縮・加熱する条件で行われた試験であり，乙34試験は，厚さ10mmのメラミン系樹脂発泡体を厚さ5mmに圧縮・加熱する条件で行われた試験であって，いずれも，厚さ10mmのメラミン系樹脂発泡体を用いた場合に厚さ4mmに圧縮するという被告各製品・被告製造方法と相違し，被告各製品・被告製造方法に一致した試験は，甲45試験だけである。",
                    "仮に，甲45，乙11及び乙34の各報告書を同等に評価したとしても，甲45試験のみならず，乙11及び乙34の各試験の結果も，「曲げやすさ」がそれぞれ15％，5％向上し，「より柔軟」の効果が得られるので，圧縮・加熱後に，「加熱前のメラミン系樹脂発泡体よりも柔軟な」ものとなっていることは，甲45，乙11及び乙34の各報告書に明確に示されている。",
                    "〔被控訴人らの主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "「柔軟な」の解釈についての控訴人の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，柔軟性の向上は，単に曲げやすさだけを追求して曲がりやすくすれば良いものではなく，曲がりやすくなる作用がある程度犠牲になったとしても，曲がっても破壊しない粘り強さ(靭性)を確保しつつ曲がりやすくすることを意味すると主張するが，このような柔軟性の定義については本件明細書等に一切記載されておらず，当業者にとって自明であったとする根拠もない。",
                    "控訴人は，メラミン系樹脂発泡体を加熱圧縮した場合に，圧縮前後における10mmたわみ時の荷重を比較することで，メラミン系樹脂発泡体における柔軟性の程度を評価しているが，この柔軟性を評価することは本件明細書等には記載されておらず，10mmたわみ時の荷重の測定に基づいてメラミン系樹脂発泡体が「より柔軟」になったとする実験データも，本件明細書等及び当初明細書等には一切開示されていない。",
                    "また，本件明細書等には，メラミン系樹脂発泡体の圧縮比が1／2～1／5の範囲が好適である旨の記載はあるが，加熱圧縮時の加熱温度，圧縮時間等の構成要件A1及びA2を実施するための条件について具体的な記載は一切ない。控訴人は，特許庁に提出した平成17年3月30日付け意見書(乙6)において，「そして，このようにメラミン系樹脂発泡体が『単独では成型不可能』であることから，」と主張し，メラミン系樹脂発泡体は単独では成型(熱圧成型又は熱圧縮成型)不可能であるという認識を示していたのであるから，当業者が，なぜ，熱硬化性樹脂であるメラミン系樹脂発泡体を単に加熱圧縮するだけの構成要件A1及びA2により，柔軟かつ靱性に改質できるのかについて理解できず，控訴人が主張する柔軟なメラミン系樹脂発泡体を得ることは実現不可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書等には，本件各発明は「材料を破壊しづらくして柔軟性維持の限界を高める」ことを目的としているとの記載は見受けられるものの，本件明細書等の記載内容全体から読み取れば，「柔軟性の向上」が「柔軟性維持の限界を高めること」のみを意味することをうかがわせる記載はなく，むしろ「容易に変形する」という意味で用いられていることが明らかである。靱性とは，建造物などの骨組に使用される鋼材の安全率に関する試験に使用される用語であり，エネルギー弾性を有する鋼材に対し，試料下面に切れ目を入れ，上部から荷重を加えることにより，切れ目の広がりをもって安全率を計測する試験によって数値が示されるものであり，メラミン系樹脂発泡体のように，繰り返し180度折り畳むことが容易なゴム弾性(エントロピー弾性)を有する素材に該当するものではない。",
                    "控訴人は，「柔軟な」を「容易に折り畳んだり変形させたり出来ることを意味するもの」と認定した原審は誤っていると主張する一方で，「より柔軟」，すなわち請求項に記載されている「よりも柔軟な」とは，より小さい力で曲げ変形しやすくするという意味であるとも主張しているが，「容易に折り畳んだり変形させたり出来ること」とは，「より小さい力で曲げ変形しやすくすること」と同義であるから，控訴人の主張内容は矛盾している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，原審において，当初は，「柔軟な」を柔軟性の程度の問題として主張していたが，後に，柔軟性の向上は，柔軟性の有無の向上と柔軟性の程度の向上の双方を意味し，本件特許においては前者が本質的な部分であるなどと主張した。被控訴人らは，平成28年8月20日付け準備書面において，控訴人の主張は，「より柔軟」であるかは柔軟性の有無の問題であり，柔軟性の程度は「より柔軟」の要件に関係しないという趣旨の主張であると整理した上で，反論を行ったが，控訴人から，かかる被控訴人らの主張整理が誤りであるとの指摘はなく，控訴人が原審において，少なくとも黙示的に，「より柔軟」であるか否かは柔軟性の有無の問題であると主張していたことは明らかである。",
                    "また，控訴人は，当審においても，「柔軟な」の意義を解釈するに当たり，「本件発明の技術的特徴としての『柔軟』の意義を検討」して解釈すべきであり，「本発明は『材料を破壊しづらくして柔軟性維持の限界を高める』ことを目的としている」などと主張しているのであって，控訴人が，「より柔軟」であるかを柔軟性の有無の問題として捉えていることは明らかである。",
                    "仮に，控訴人が当審で主張するように，柔軟性向上が靱性と曲がりやすさの複合的作用であるとしても，原判決は，靱性と曲げやすさの双方について検討した上で，いずれも向上していないことを認定しており，「柔軟性の向上」が生じていないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告各製品について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙11試験，乙34試験で使われた圧縮されたメラミンフォームは，被控訴人広栄社製の圧縮メラミンフォームではない可能性があるとの主張に対する反論",
                  "text": [
                    "被控訴人広栄社は，被告各製品の生産に当たり，材料として200mm×200mm×t9mmのメラミン系樹脂発泡体を仕入れ(乙40)，これを40mm×8mm×t9mmの大きさに切り分けたものを，厚さ4mmまで圧縮している。控訴人によれば，市場において入手した被控訴人広栄社製品の厚さが5．5mmであったとされるが，メラミン系樹脂発泡体は，その性質上圧縮後，時間が経つにつれ，ある程度まで復元するため，甲50試験において用いられた被控訴人広栄社製品は，厚さ4mmに圧縮した後に，時間の経過により厚さ5．5mmまで戻ったものであると考えられる。",
                    "控訴人は，被告各製品は，①厚さ16mmのメラミン系樹脂発泡体を厚さ5．5mmに圧縮した控訴人製品と一致すること，②比重により逆算された厚さ16mmのメラミン系樹脂発泡体(非圧縮)と一致することから，被告各製品は厚さ16mmのメラミン系樹脂発泡体を厚さ5．5mmに圧縮したものであると主張するが，かかる主張は，メラミン系樹脂発泡体の特性を全く無視したものである。",
                    "メラミン系樹脂発泡体は，無数の気泡を構成壁が囲む蜂の巣形状で構成され，気泡の大きさ，数にはばらつきがあるため，密度にばらつきが生じ，同じサイズであっても質量は同一とならない。甲51物性表の「9＋2／-1(kg／m3)」との記載は，「8～11(kg／m3)」を意味し，メラミン系樹脂発泡体1m3において，その質量が8kgから11kgとばらつきがあることを示している。長さ40mm，幅8mmのメラミン系樹脂発泡体について，異なる厚さを乗じて質量を求めると，厚さが16mmの場合は0．041～0．056g，14mmの場合は0．036～0．049g，12mmの場合は0．031～0．042gとなって数値の一部が重なり，質量のみから厚さを特定することは不可能である。",
                    "また，控訴人は，甲53案内文から，被告各製品の圧縮率が1／4であることが明らかであると主張するが，甲53案内文は，被控訴人広栄社が作成したものではなく，内容も6年以上前の情報で，現在の事実とは異なっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "提出されている実験結果から柔軟性を認定できるとの主張に対する反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙11試験，乙34試験について",
                      "text": [
                        "メラミン系樹脂発泡体の曲げやすさは密度や質量に依存するところ，仕様書に「8～11(kg／m3)」と記載されているように，現代の技術をもってしても，メラミン系樹脂発泡体の密度を均一にすることは不可能である。メラミン系樹脂発泡体の10mmたわみ時の荷重において，乙11，乙34の各試験結果に見られるようなわずかな数値の差は，発泡体であることに由来する誤差の範囲内である。",
                        "したがって，圧縮の前後で10mmたわみ時の荷重が変化したとはいえず，乙11，乙34の各試験結果から，圧縮後において「曲げやすさ」が向上しているとする控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲45試験について",
                      "text": [
                        "控訴人の主張によれば，最も適正な圧縮比0．2～0．5の範囲をわずかにでも外れた圧縮比0．57の場合には15％，境界線上にある圧縮比0．50の場合には5％のみ曲がりやすさが向上するのに対し，圧縮比0．40の場合には，383％も曲がりやすさが向上するとされるが，このような差が生じる物理学的根拠は認められない。最も適正な圧縮比0．2～0．5という数値も，控訴人が本件明細書等において主張するだけのものであり，何ら根拠がない。",
                        "圧縮後のメラミン系樹脂発泡体における10mmたわみ時荷重を見ると，乙34試験において0．62Ｎ，甲45試験において0．60Ｎと，極めて近い。乙34試験の圧縮率が0．5，甲45試験の圧縮率が0．4と，圧縮率に若干の差があることを加味しても，この試験結果は妥当であるといえる。",
                        "一方，圧縮前の厚さ10mmのメラミン系樹脂発泡体における10mmたわみ時荷重は，乙34試験によれば0．62Ｎである。また，甲45報告書の試験報告書2によれば，圧縮前の厚さ5mmのメラミン系樹脂発泡体の10mmたわみ時の曲げ荷重は0．387Ｎであるところ，メラミン系樹脂発泡体の曲げ強さは質量に比例するため，圧縮前の厚さ10mmのメラミン系樹脂発泡体の10mmたわみ時の曲げ荷重は，2倍の0．774Ｎとなるはずで，この数値と上記乙34試験結果である0．62Ｎの差は，メラミン系樹脂発泡体であることに由来する誤差の範囲内といえる。",
                        "ところが，甲45試験では，圧縮前の厚さ10mmのメラミン系樹脂発泡体である「ノーマルメラミンフォーム10mm」における10mmたわみ時荷重は2．9Ｎとされ，乙34試験の結果とは，2．0Ｎ以上，約4倍もかけ離れており，密度のばらつきを考慮したとしても，もはや誤差の範囲内ということはできない。",
                        "そうすると，甲45試験においては，「ノーマルメラミンフォーム10mm」における10mmたわみ時荷重が2．9Ｎという異常に大きな値とされているために，圧縮後の0．60Ｎと大きな差が生じ，曲がりやすさが向上したかのように見えるにすぎないから，甲45試験の試験結果より，圧縮後において「曲げやすさ」が向上しているとする控訴人の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告各製品は本件発明1及び3の技術的範囲に属するとはいえず，被告製造方法は本件発明2の技術的範囲に属するとはいえないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明の意義",
          "text": [
            "原判決「事実及び理由」の第4の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)イ(構成要件B1及びB2の「加熱前のメラミン系樹脂発泡体よりも柔軟な」の充足性)について",
          "text": [
            "事案に鑑み，争点(1)イから判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「柔軟な」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「柔軟な」という用語の意味について，JIS工業用語大辞典第4版(甲27)によれば，「容易に手で折りたたまれ，ねじ(捻)られかつ湾曲させられること」をいうものとされている。",
                    "そして，本件特許の請求項1及び5には，メラミン系樹脂発泡体を「圧縮した状態で加熱する」ことによって，「加熱前の前記メラミン系樹脂発泡体よりも柔軟な」シート状物に賦形し，「折り畳み可能な変形能を与えた」ことが記載されている。また，本件明細書等にも，メラミン系樹脂発泡体を「圧縮した状態で加熱する」工程によって「加熱前の前記メラミン系樹脂発泡体よりも柔軟な」シート状物に賦形し，「折り畳み可能な変形能を与えた」(【0009】)，メラミン系樹脂発泡体を「圧縮した状態で加熱する」ことで「加熱前の前記メラミン系樹脂発泡体よりも柔軟な」シート状物に賦形し，「折り畳み可能な変形能を前記メラミン樹脂発泡体に与える」(【0012】)等の記載があり，メラミン系樹脂発泡体を圧縮した状態で加熱することにより，加熱前のメラミン系樹脂発泡体よりも柔軟なものとし，その結果，折り畳み可能な変形能を与えたことが記載されている。",
                    "本件各発明は，メラミン系樹脂発泡体からなる清掃具における「折り畳み可能な清掃具の変形能や，清掃対象面の形態に応じて変形可能な清掃具の柔軟性等」が乏しいという課題(【0006】)を解決することを目的とするものであり，その効果は，「捩じり又は絞ったり，或いは，手指の動きに応じて多様な清掃対象物の汚れを拭き取るといった布雑巾的な用法で使用可能な」ものを提供する(【0011】)というものであることからも，本件各発明における圧縮・加熱の工程を経たメラミン系樹脂発泡体が，加熱前のメラミン系樹脂発泡体「よりも柔軟な」ものになったということは，圧縮・加熱前よりも，容易に折り畳みが可能で，清掃対象面の形態に応じて変形することができるようになったことを意味するということができる。",
                    "よって，本件各発明における「柔軟な」とは，容易に折り畳んだり，変形させたりできることを意味するものと認めることが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点に関し，控訴人は，柔軟性を向上するとは，柔軟性の有無と柔軟性の程度の双方の向上を意味し，本件明細書等における「柔軟に変形可能な靱性」を向上するという記載からすると，本件各発明は，本質的には，柔軟性の有無の向上，すなわち，材料を破壊し難くして柔軟性維持の限界を高めることを意図したものであるなどと主張する。",
                        "しかしながら，本件明細書等には，「柔軟」という用語の定義はされておらず，「柔軟性」を向上することが，「材料を破壊し難くして柔軟性維持の限界を高めること」の意味であることをうかがわせる記載はない。",
                        "確かに，本件明細書等には，従来のメラミン系樹脂発泡体は「柔軟に変形可能な靱性」を備えていない(【0006】)，本発明の目的とするところは，「柔軟に変形可能な靱性」を備えることにある(【0008】)，本発明の構成によるメラミン系樹脂発泡体のシート状物は「柔軟に変形可能な靱性」を発揮する(【0010】)等，本件各発明において，「柔軟」かつ「靱性」を備えることを意図していることをうかがわせる記載はある。しかしながら，理化学辞典第5版(甲30)及び工業材料大辞典(甲31)によれば，「靱性」とは，一般に，「材料のねばり強さ，外力に抗して破壊し難い性質」を意味することが認められるところ，本件明細書等には，「柔軟性」の向上が，靱性，すなわち，「材料のねばり強さ，外力に抗して破壊し難い性質」の向上を意味するものである旨の記載はない。",
                        "また，控訴人は，乙3意見書において，「『柔軟』は『やわらかなこと。しなやかなこと。』(広辞苑)を意味し，『柔軟性』は，やわらかな性質又はしなやかな性質を意味する。」と記載し，「柔軟性」が「やわらかな性質」を意味するとの意見を述べていたことが認められる。「やわらかな」ものは，一般に，変形しやすいと考えられるから，「柔軟性」を向上するということが「容易に変形しやすいものとなる」ことを意味するとの解釈とは矛盾しない一方，「材料のねばり強さ，外力に抗して破壊し難い性質」の向上とは意味が異なり，整合しない。",
                        "よって，柔軟性を向上することが，材料を破壊し難くして柔軟性維持の限界を高めることであるとの控訴人の主張は採用することができず，構成要件B1及びB2の「よりも柔軟な」という文言を，「より靱性が高い(破壊し難い)」と解釈することはできない。",
                        "控訴人は，柔軟性の向上は，単に曲げやすさだけを追求して曲がりやすくすれば良いものではなく，曲がりやすくなる作用がある程度犠牲になったとしても，曲がっても破壊しない粘り強さ(靭性)を確保しつつ曲がりやすくすることを意味するとも主張するが，上記に照らすならば，かかる主張も採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，柔軟性を向上することは，柔軟性の有無と柔軟性の程度の双方の向上を意味するところ，これを本件特許の請求項1及び5で特定される「折り畳み可能な変形能」及び「加熱前の前記メラミン系樹脂発泡体よりも柔軟」という二つの物性と関連して説明すると，柔軟性とは，「折り畳み可能な変形能」プラス「加熱前の前記メラミン系樹脂発泡体よりも柔軟」ということになり，「柔軟に変形可能な靱性」プラス「より柔軟」ということになるので，柔軟性の中に「柔軟な」及び「折り畳み可能な変形能」という意味合いが含まれ，柔軟性向上とは，靭性と曲がりやすさの複合的作用であるなどと主張する。",
                        "しかしながら，本件明細書等において，「柔軟性」が，「折り畳み可能な変形能」プラス「加熱前の前記メラミン系樹脂発泡体よりも柔軟」であると解すべき根拠がないことは，前記(ア)で検討したとおりである。また，「折り畳み可能な変形能」が「柔軟に変形可能な靱性」に，「加熱前の前記メラミン系樹脂発泡体よりも柔軟」が「より柔軟」に対応することについても，本件明細書等に記載はなく，柔軟性の中に「柔軟な」及び「折り畳み可能な変形能」という意味合いが含まれ，柔軟性向上が，靭性と曲がりやすさの複合的作用であるなどと解する根拠はない。",
                        "そして，本件明細書等には，「柔軟性」と「柔軟な」の意味が異なる旨の解釈についての記載はない上，前述のとおり，控訴人は，乙3意見書において，「柔軟」は「やわらかなこと。しなやかなこと。」，「柔軟性」は，「やわらかな性質又はしなやかな性質」を意味すると記載しており，「柔軟性」と「柔軟な」に異なる意味があることを前提としていたとは認められないことからも，かかる解釈に根拠はない。",
                        "したがって，控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告各製品について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上を前提に，被告各製品に用いられているメラミン系樹脂発泡体が，被告製造方法における圧縮・加熱の工程を経て，加熱前のメラミン系樹脂発泡体「よりも柔軟な」ものとなったといえるか否かを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲45報告書によれば，「10mmたわみ時曲げ強さ(Ｎ)」の結果は，圧縮前のメラミン系樹脂発泡体(厚さ10mm)について平均2．90Ｎ(サンプル数5)，これを圧縮した後のメラミン系樹脂発泡体(厚さ4mm)について平均0．600Ｎ(サンプル数5)であったことが認められる。",
                    "一方，乙11報告書によれば，「10mmたわみ時の荷重(Ｎ)」(甲45試験の「10mmたわみ時曲げ強さ(Ｎ)」と同じ。)は，圧縮前のメラミン系樹脂発泡体(厚さ7mm)について平均0．47Ｎ(サンプル数5)，これを圧縮した後のメラミン系樹脂発泡体(厚さ4mm)について平均0．41Ｎ(サンプル数5)であったことが認められ，また，乙34報告書によれば，厚さ10mmのメラミン系樹脂発泡体を5mmに圧縮した場合，「10mmたわみ時の荷重(Ｎ)」は，圧縮前(厚さ10mm)では平均0．65Ｎ(サンプル数5)，圧縮後(厚さ5mm)は平均0．62Ｎ(サンプル数5)であったことが認められる。",
                    "圧縮前後のメラミン系樹脂発泡体のサンプル平均を比較すると，甲45試験では，圧縮前後の荷重の差は2．3Ｎであり，圧縮後のメラミン系樹脂発泡体の方が圧縮前のものよりも，約5分の1の力で10mmたわんだとの結果になっている。しかしながら，乙11試験では，メラミン系樹脂発泡体の10mmたわみ時の荷重の圧縮前後の差は0．06Ｎで，圧縮後の方がより弱い力でたわんだとの結果になっているものの，約15％弱い力にすぎず，乙34試験では，その差は0．03Ｎとさらに小さく，圧縮後の方が約5％弱い力でたわんだとの結果にとどまる。甲45試験と，乙11試験，乙34試験の試験結果は，同一の試験機関によるものであるところ，各試験で用いられた試料の圧縮の程度に差があることを考慮したとしても，大きく異なるといわざるを得ないが，甲45，乙11，乙34の各報告書中には，これら試験結果に大きな差が生じ得たと考えられるような条件の記載はない。",
                    "圧縮後のメラミン系樹脂発泡体における10mmたわみ時荷重の平均値は，甲45試験において0．60Ｎ，乙11試験において0．41Ｎ，乙34試験において0．62Ｎで，特に，甲45試験と乙34試験の数値は極めて近い。ところが，圧縮前のものについての同数値は，乙11試験では0．47Ｎ，乙34試験では0．65Ｎなのに対し，甲45試験では，2．90Ｎとされており，乙11，乙34の各試験結果とは2．0Ｎ以上，約4倍の差となっているのであって，圧縮の条件等による差が考えられない圧縮前の数値についてのみ，このような顕著な差があることについて，合理的に理解することは困難といわざるを得ない。乙34報告書によれば，厚さ40mmのメラミン系樹脂発泡体を10mmに圧縮したものについての10mmたわみ時荷重は平均2．8Ｎ(サンプル数5)で，甲45試験と極めて近接した数値となっていることも勘案すると，甲45試験の結果をもって，圧縮後の方が「柔軟」になったと認定することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，圧縮後のメラミン系樹脂発泡体である，被控訴人広栄社製品の重量を測定することにより，圧縮前のメラミン系樹脂発泡体の厚さを逆算し，これにより，圧縮前のメラミン系樹脂発泡体の厚さを特定して，被告各製品の圧縮比を確認するために控訴人が実施した甲50試験によれば，被告各製品の圧縮比は約1／3となるから，これとは圧縮比の前提が異なる乙34試験は，被告各製品を前提とした実験になっておらず，乙11，乙34の各試験は，被告各製品を用いた実験ではないなどと主張する。",
                    "しかし，甲50試験には，試料について，「広栄社製」であるとの記載はあるものの，被告各製品のいずれから得たものかは記載されておらず，控訴人の主張によっても，控訴人が市場より最近入手した被控訴人広栄社の製品というのみで，甲50試験の試料が被告各製品のいずれなのかは明らかではない。また，控訴人は，被控訴人広栄社製品「ステイン・キャッチャー☆キラリン」の圧縮率は1／4であるとする甲53案内文も提出するが，この製品が，被告各製品のいずれなのかは特定されていない上，被控訴人広栄社製品の圧縮率が約1／3であるとする甲50試験の結果とも矛盾している。これらの証拠によっては，乙11試験，乙34試験が，被告各製品を用いた試験ではないとは認められず，控訴人の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，乙11試験，乙34試験を前提としても，圧縮前のメラミン系樹脂発泡体と圧縮後のメラミン系樹脂発泡体を比べると，乙11試験では15％，乙34試験では5％曲げやすさが向上しており，数％の性能改善を評価する近年の技術一般においてこのような値は看過できないから，「より柔軟」と評価できる旨主張する。",
                    "しかし，乙11試験及び乙34試験における10mmたわみ時の荷重値については，いずれも5つの試料の平均値であるところ，個々の試料の数値を見ると，圧縮前のものは，乙11試験では0．352Ｎから0．568Ｎまでの値(最大と最小の差は0．216Ｎ)，乙34試験では0．573Ｎから0．733Ｎまでの値(最大と最小の差は0．160Ｎ)をとっており，圧縮後のものは，乙11試験では0．329Ｎから0．521Ｎまでの値(最大と最小の差は0．192Ｎ)，乙34試験では0．502Ｎから0．833Ｎまでの値(最大と最小の差は0．331Ｎ)をとっているのであって，同じ条件の下でも試料によって数値は大きく異なる上，圧縮後の数値の中には，圧縮前の平均値よりも大きいものも存在する。これらの数値と対比すると，乙11試験における圧縮前後の平均値の差0．06Ｎや，乙34試験における圧縮前後の平均値の差0．03Ｎが，有意の差であるといえるかは疑問である。また，そもそも，本件明細書等には，メラミン系樹脂発泡体を加熱圧縮した場合に，圧縮前後における10mmたわみ時の荷重を比較することで，柔軟性を評価することについては記載がなく，上記15％や5％の差をもって，より「柔軟」になったと評価できる根拠はないことも併せると，控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，甲32報告書によれば，圧縮前後のメラミン系樹脂発泡体について，同じ厚さ(20mm)の試料を用いて，割れた時の曲げ強度を比較したところ，曲げ強度の平均値(サンプル数3)は，圧縮前が22．8kPa，圧縮後が41．9kPaとなっていることが認められるが，これは，1mmの切れ込みを入れた試験片が割れた時の曲げ強度を比較して，割れやすさを評価した試験であると認められ，「柔軟な」についての試験とはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上からすると，被告各製品及び被告製造方法において，メラニン系樹脂発泡体が，圧縮・加熱後に，「加熱前のメラミン系樹脂発泡体よりも柔軟な」ものとなっていると認めるに足りる証拠はない。したがって，被告各製品は構成要件B1を，被告製造方法は構成要件B2を，それぞれ充足せず，構成要件B2を充足しない被告製造方法により製造された被告各製品は，構成要件A3を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，被告各製品が本件発明1及び3の，被告製造方法が本件発明2の技術的範囲に，それぞれ属するものと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の被控訴人らに対する本訴請求をいずれも棄却した原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}