{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-11869号事件について平成29年5月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実(証拠を掲記した以外の事実は，当事者間に争いがないか，弁論の全趣旨から認められる。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「車両の位置を決定するシステム，このシステムを備えた車両及びその方法」とする発明について，平成23年2月21日を国際出願日とする特許出願(特願2012-553337号。パリ条約による優先権主張：平成22年2月19日  欧州特許庁。以下「本願」という。)をした。(甲3，4)",
            "原告は，本願につき，平成28年3月30日付けで拒絶査定を受けたことから，同年8月5日，拒絶査定不服審判を請求(不服2016-11869号)するとともに，同日付けの手続補正書により特許請求の範囲を補正(以下「本件補正」という。本件補正後の請求項の数は7。)した。(甲9，10)",
            "特許庁は，平成29年5月24日，「本件審判の請求は，成り立たない。」との審決をし(出訴期間として90日を附加。)，同年6月6日，その謄本が原告に送達された。",
            "原告は，平成29年10月4日，審決の取消しを求めて，本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願に係る発明は，本件補正後の特許請求の範囲請求項1から7記載の事項により特定されるところ，その請求項6の記載は，次のとおりである(以下，本件補正後の請求項6に係る発明を「本願発明」と，本願に係る明細書及び図面を併せて「本願明細書」という。)。",
            "「車両の位置を決定する方法において，",
            "2次元アレイに配置された複数のセンサから該センサで測定された磁気マーカ要素の磁界強度を取得する工程と，",
            "前記二次元アレイ内の位置を前記個々の磁界強度の測定値と関連させる工程と，",
            "前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程と，",
            "前記磁気マーカ要素の磁界の空間モデルに適合された前記磁界強度の位置のセットに基づいて，前記複数のセンサに対する前記磁気マーカ要素の位置を決定する工程とからなる方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書の写しに記載のとおりである。その要旨は，本願発明は，特開2008-305395号公報(公開日：平成20年12月18日。甲1。以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び実願平2-116006号(実開平4-73805号)のマイクロフィルム(公開日：平成4年6月29日。甲2。以下「周知例」という。)記載の周知の事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した引用発明並びに本願発明と引用発明との一致点及び相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「車両の前部に第1のセンサアセンブリが配置され，後部に第2のセンサアセンブリが配置され，",
                "このセンサアセンブリは，磁石により生成された磁界を検出する磁界センサアセンブリであり，",
                "車両が移動する道路の表面には磁石が埋め込まれており，",
                "センサアセンブリのセンサの配置は2次元アレイであるので，検出区域内でマーカ磁石の正確なx，y位置を特定でき，オンとなるセンサのパターンから，センサアレイ下の磁石のx位置及びy位置を計算する",
                "車両の位置を決定する方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点",
              "text": [
                "車両の位置を決定する方法において，",
                "2次元アレイに配置された複数のセンサで磁気マーカ要素の磁界強度を感知する工程と，",
                "前記2次元アレイ内の位置を前記個々の磁界強度と関連させる工程と，",
                "前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程と，",
                "前記磁気マーカ要素の磁界の空間モデルに適合された前記磁界強度の位置のセットに基づいて，前記複数のセンサに対する前記磁気マーカ要素の位置を決定する工程とからなる方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との相違点",
              "text": [
                "本願発明では，センサから，「センサで測定された磁気マーカ要素の磁界強度を取得」し，2次元アレイ内の位置を，「前記個々の磁界強度の測定値」と関連させているのに対し，引用発明では，センサは，(道路の表面に埋め込まれた)マーカ磁石の磁界強度を検出しているものの，磁界強度を取得することは示されておらず，また，「オンとなるセンサのパターンから，センサアレイ下の磁石のx位置及びy位置を計算」して，「磁石の正確なx，y位置を特定」しているものの，マーカ磁石の位置をマーカ磁石の磁界強度の測定値と関連させることも，示されていない点。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "審決が認定した周知例記載の周知の事項",
          "text": [
            "磁気検出素子(例えばホール素子や磁気抵抗素子等)を用い，磁界強度を測定し，磁気データを得ること。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例の段落【0098】～【0101】及び図11には，引用発明は，オンとなるセンサのパターンから，面積モーメント法を利用して磁石のx位置及びy位置を計算するものであることが記載されている。これに対し，引用例には，面積モーメント法以外に，磁石のx位置及びy位置を計算する方法は記載されておらず，他の方法の利用を示唆する記載もない。",
                "したがって，引用発明は，磁石のx位置及びy位置を計算する際に面積モーメント法を利用する発明である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，審決は，引用発明を認定するに当たり，「オンとなるセンサのパターンから，センサアレイ下の磁石のx位置及びy位置を計算する」際に「面積モーメント法を利用して」との限定を付することを看過した。すなわち，引用例に記載された技術事項を把握するに当たり，磁石のx位置及びy位置を計算する方法として，面積モーメント法以外の方法を含むものとすることは，過度に上位概念化・抽象化するもので誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と引用発明との一致点及び相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "2次元アレイに配置された複数のセンサで磁気マーカ要素の磁界強度を感知する工程について",
              "text": [
                "引用例の段落【0091】の記載によれば，引用発明における磁界の検出は，磁気マーカ要素の磁界強度の感知ではなく，センサ素子が作動しているか否かの状態を読み取り，読み取ったセンサ素子の状態から磁界が検出されたか否か(磁界を感知したか否か)を判断することで行われる。",
                "これに対し，本願発明は，センサで測定された「磁気マーカ要素の磁界強度を取得」するものである。",
                "すなわち，本願発明と引用発明とは，「2次元アレイに配置された複数のセンサで磁気マーカ要素の『磁界を感知する』工程」の点で共通するといえるものの，「磁界強度を感知する」工程で共通しているとはいえない。",
                "したがって，本願発明と引用発明とは，「2次元アレイに配置された複数のセンサで磁気マーカ要素の磁界強度を感知する工程」を有する点で共通していないから，この点を本願発明と引用発明の一致点とした審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "2次元アレイ内の位置を個々の磁界強度と関連させる工程について",
              "text": [
                "上記(1)のとおり，引用発明における磁界の検出は，センサ素子が作動しているか否かの状態を読み取り，読み取ったセンサ素子の状態から磁界が検出されたか否か(磁界を感知したか否か)を判断することで行われる。また，引用発明の「オンとなるセンサの特定」とは，2次元アレイに配置されたセンサにおいて，作動している状態であるセンサを特定することである。すなわち，引用発明の「『2次元アレイ』に配置された『磁界センサアセンブリ』の『センサ』のうち，磁界により『オンとなるセンサ』を特定する」工程において，2次元アレイに配置されたセンサの位置は，各センサにおける個々の磁界強度と何ら関連付けられていない。",
                "これに対し，本願発明は，2次元アレイ内の位置を個々のセンサで測定された磁界強度と関連させている。",
                "したがって，本願発明と引用発明とは，「前記2次元アレイ内の位置を前記個々の磁界強度と関連させる工程」を有する点で共通していないから，この点を本願発明と引用発明の一致点とした審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "磁界強度の位置のセットについて",
                  "text": [
                    "審決は，引用発明の「オンとなるセンサのパターン」が，本願発明における「磁界強度の位置のセット」に相当すると判断したが，これは誤りである。",
                    "すなわち，引用発明において，「オンとなるセンサ」はs ＝1として，ijそれ以外のセンサはs ＝0としてそれぞれ特定されるから，「オンとなijるセンサのパターン」とは，2次元アレイに配置されたセンサのうちsij＝1として特定されたセンサの配置である。",
                    "これに対し，本願発明の「磁界強度の位置のセット」は，2次元アレイに配置されたセンサの個々の位置の情報と，各センサの磁界強度の測定値の情報との組合せである。",
                    "したがって，引用発明における「オンとなるセンサのパターン」は，本願発明における「磁界強度の位置のセット」に相当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "磁界の空間モデルに適合させることについて",
                  "text": [
                    "上記アのとおり，引用発明において「オンとなるセンサのパターン」を検出することは，2次元アレイに配置されたセンサのうちs ＝1としてij特定されたセンサの配置を検出することであって，オンとなるセンサを，センサアセンブリ上における磁界の正規分布形状(すなわち空間モデル)と適合させることではない。",
                    "これに対し，本願発明では，磁界強度の位置のセットを，磁気マーカ要素の磁界の空間モデルに適合させている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願発明と引用発明とは，「前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程」を有する点で共通していないから，この点を本願発明と引用発明の一致点とした審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "磁気マーカ要素の磁界の空間モデルに適合された磁界強度の位置のセットに基づいて，複数のセンサに対する磁気マーカ要素の位置を決定する工程について",
              "text": [
                "上記1(1)のとおり，引用例には，引用発明は，オンとなるセンサのパターンから，面積モーメント法を利用して，センサアレイ下の磁石のx位置及びy位置を計算するものであることが記載されているのであって，面積モーメント法を利用しないで，オンとなるセンサのパターンから，センサアレイ下の磁石のx位置及びy位置を計算することの記載も示唆もない。",
                "また，上記(3)のとおり，引用発明における「オンとなるセンサのパターン」は，本願発明における「磁界強度の位置のセット」に相当しない上，引用発明における「オンとなるセンサのパターン」を特定することは，本願発明の「前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程」に相当しない。",
                "したがって，本願発明と引用発明とは，「前記磁気マーカ要素の磁界の空間モデルに適合された前記磁界強度の位置のセットに基づいて，前記複数のセンサに対する前記磁気マーカ要素の位置を決定する工程」を有する点で共通していないから，この点を本願発明と引用発明の一致点とした審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，上記(1)～(4)の各工程は，いずれも本願発明と引用発明との相違点として認定されるべきである。",
                "しかし，これらをすべて一致点と認定し，相違点として認定しなかった審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明において，上記第2の5記載の周知の事項を適用し，「磁界センサ」として，磁気検出素子(例えばホール素子や磁気抵抗素子等)を用い，磁気検出素子により，マーカ磁石の磁界強度を取得し，マーカ磁石の位置を，センサアレイにおける個々の磁界強度の測定値と関連させるようにして，上記第2の4(3)記載の相違点に係る本願発明の構成とすることは，当業者が容易になし得たことであると判断した。",
                "しかし，次のとおり，この判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に周知例記載の技術事項を組み合わせても本願発明を得られない",
              "text": [
                "上記2において主張したとおり，引用発明は，本願発明の①2次元アレイに配置された複数のセンサから該センサで測定された磁気マーカ要素の磁界強度を取得する工程，②前記2次元アレイ内の位置を前記個々の磁界強度の測定値と関連させる工程，③前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程，及び④前記磁気マーカ要素の磁界の空間モデルに適合された前記磁界強度の位置のセットに基づいて，前記複数のセンサに対する前記磁気マーカ要素の位置を決定する工程，に相当する工程をいずれも有していない。",
                "また，周知例には，縦横各々n(n≧3)個の磁気検出素子を格子状に配置した磁気検出ヘッドと，磁気検出ヘッドの出力信号から目標検出位置に対する磁気検出ヘッドの2次元位置と傾きを演算する演算装置とを備える2次元位置検出装置が記載されている。この演算装置は，磁気検出ヘッドの出力信号について，縦及び横の各ライン上の想定データを放物線近似して縦横各ライン上の磁界がピークになる位置を計算し，更に縦及び横のそれぞれのピーク位置を結ぶことで，目標検出位置に対する磁気検出ヘッドの2次元位置と傾きを演算するものである。すなわち，周知例には，本願発明の上記①～④の工程がいずれも記載されていない。",
                "したがって，引用発明に周知例記載の技術事項を組み合わせたとしても，本願発明を得ることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "ホール素子や磁気抵抗素子等の各種センサを利用することの示唆・動機付けの不存在",
              "text": [
                "引用例の段落【0095】には，確かに「また，VCCピンと，アースピンと，磁界の強度に対応する電圧出力の範囲を供給するための＋VOピンと-VOピンとを有する4つのピンのセンサが利用されてもよい。」との記載がある。",
                "しかし，当該段落には，3つのピンを有する磁気センサを利用する代わりに，4つのピンを有するセンサを利用してもよいことが示されているのであって，ホール素子や磁気抵抗素子等の各種のセンサを利用してもよいことが示唆されているわけではない。",
                "また，引用発明の各センサは，センサから磁石までの距離を大きく延長しても磁界を検出できるようにするとの課題を解決するため，センサと磁石の間に軟強磁性体部材を配置し，センサが備えるセンサ素子としては磁気センサスイッチであるのが最も好ましいとされているから，引用発明に磁気センサスイッチ以外のセンサを用いる動機付けは存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明においてマーカ磁石の位置をセンサアレイにおける個々の磁界強度の測定値と関連させることができることを示していない",
              "text": [
                "仮に，引用発明において，磁界センサとして，磁気検出素子(例えばホール素子や磁気抵抗素子等)を用い，磁気検出素子により，マーカ磁石の磁界強度を取得することができたとしても，面積モーメント法を利用して，磁界の測定値を用いることなくマーカ位置が計算される引用発明において，どのようにマーカ磁石の位置を，センサアレイにおける個々の磁界強度の測定値と関連させるのかについて，審決は全く示していない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "引用例の段落【0075】には，「位置推定器26は既知のアルゴリズムに従って磁石22に対して相対的な車両の位置を算出」と記載されているから，面積モーメント法は，上記「既知のアルゴリズム」の1つとして引用例に記載されたものである。",
            "したがって，審決が引用発明を認定するに当たり，面積モーメント法を利用する方法に限定しなかったことに誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と引用発明との一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "2次元アレイに配置された複数のセンサで磁気マーカ要素の磁界強度を感知する工程について",
              "text": [
                "引用例の段落【0004】の記載によれば，引用例において「磁界を検出」することは，磁界の「強度情報」(すなわち物理的な「磁界強度」)を決定することである。また，引用例の段落【0080】に，引用発明における「磁界センサ」は「磁気センサスイッチ」が最も好ましいと記載されているところ，段落【0005】の記載からすると，引用発明の「磁界センサ」の典型例である磁気センサスイッチは，所定の「動作しきい値」を有し，物理的な磁界強度がその「動作しきい値」を上回ったときに動作する(オンになる)ものであるといえる。",
                "したがって，引用発明の「磁界センサ」は，オンとなったりオフ(オンとならない状態)となったりするものであるが，このオン・オフは，物理的な磁界強度の大きさを感知した上で，その大きさが動作しきい値を上回るか否かによって決められている。",
                "審決は，この点を踏まえ，本願発明と引用発明とは，「2次元アレイに配置された複数のセンサで，磁気マーカ要素の磁界強度を感知する工程」で共通すると認定したものであり，誤りはない。なお，審決がこの点に関連して用いた「磁界強度」との語は，連続値・多値のみならず，二値をも含む概念である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "2次元アレイ内の位置を個々の磁界強度と関連させる工程について",
              "text": [
                "上記(1)のとおり，引用発明の「磁界センサ」のオン・オフは，物理的な磁界強度の大きさを感知した上で，その大きさが動作しきい値を上回るか否かによって決められる。また，「磁界センサ」は「2次元アレイに配置され」ているから，それぞれが特定の配置位置を有する。",
                "そうすると，引用発明において，2次元アレイに配置されたオン／オフとなるセンサを特定することは，オン／オフとなった磁界センサの各配置位置における物理的な磁界強度が動作しきい値を上回る／上回らないことを特定するにほかならない。",
                "したがって，本願発明と引用発明とは，「前記2次元アレイ内の位置を前記個々の磁界強度と関連させる工程」を有する点で共通しているとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "磁界強度の位置のセットについて",
                  "text": [
                    "引用発明の「オンとなるセンサのパターン」は，「オンとなるセンサ」を特定したことによって得られた「セット」である。そして，上記(2)のとおり，引用発明の2次元アレイに配置された磁界センサアセンブリのセンサのうち，磁界によりオンとなるセンサを特定することは，「前記2次元アレイ内の位置を前記個々の磁界強度と関連させる工程」といえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "磁界の空間モデルに適合させることについて",
                  "text": [
                    "一般に，永久磁石の磁界分布の形状は，永久磁石の中心上にピークを持つ正規分布状になるから，引用発明において，「マーカ磁石」からセンサアレイへ向かう方向をz方向とし，これと垂直な平面内にx方向及びy方向をとると，「マーカ磁石」の磁界分布の形状を所定のしきい値で二値化したものは，理論的には「マーカ磁石」のx位置及びy位置を中心とした円となる。そして，引用発明において現実に観測されるものは，「オンとなるセンサのパターン」であるところ，この形状も「マーカ磁石」のx位置及びy位置を中心とした円となることが想定される。",
                    "そうすると，引用発明における「オンとなるセンサのパターン」及び「磁界分布の形状を所定のしきい値で二値化したものが，理論的には『マーカ磁石』のx位置及びy位置を中心とした円となる」は，本願発明における「磁界強度の位置のセット」及び「磁気マーカ要素の磁界の空間モデル」にそれぞれ該当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願発明と引用発明とは「前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程」を有する点で共通しているとした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "磁気マーカ要素の磁界の空間モデルに適合された磁界強度の位置のセットに基づいて，複数のセンサに対する磁気マーカ要素の位置を決定する工程について",
              "text": [
                "上記(1)～(3)のとおり，本願発明と引用発明とを対比すると，両発明は「前記磁気マーカ要素の磁界の空間モデルに適合された前記磁界強度の位置のセットに基づいて，前記複数のセンサに対する前記磁気マーカ要素の位置を決定する工程」を有する点で共通しているから，審決が同旨の認定をしたことに誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，審決における本願発明と引用発明との一致点及び相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例及び周知例に本願発明の工程が記載されていないとの主張について",
              "text": [
                "原告は，本願発明の工程に相当する工程が引用例及び周知例に記載されていないと主張するが，引用発明もこれらの各工程を有していることは，上記2において主張したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ホール素子や磁気抵抗素子等の各種センサを利用することについて",
              "text": [
                "引用例の段落【0080】には，「センサ素子6としては磁気センサスイッチであるのが最も望まし」いと記載されているから，利用できるセンサ素子が磁気センサスイッチに限られるわけではない。",
                "また，段落【0095】に記載されているセンサは，「磁界の強度に対応する電圧出力の範囲を供給するための＋VOピンと-VOピンとを有する」ものであるから，連続的な出力を有する素子といえるところ，そのような素子として典型的なものは，ホール素子や磁気抵抗素子である。また，その連続値をA／D変換して多値として出力することも，周知例に記載されているとおり，常套手段である。",
                "さらに，引用発明の「センサアセンブリのセンサの配置は2次元アレイであるので，検出区域内でマーカ磁石の正確なx，y位置を特定でき」るという技術思想は，磁界強度が連続値・多値であることを排除していないことは明らかである。",
                "したがって，引用例には，各種センサを利用することが示唆されているといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明においてマーカ磁石の位置をセンサアレイにおける個々の磁界強度の測定値と関連させることができることを示していないとの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決のこの点についての判断の趣旨は，次のとおりであることが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，二値である磁界強度を用いて，「マーカ磁石」の位置を決定するものである。",
                    "引用例には，「マーカ磁石」の位置を決定する具体的方法として，面積モーメント法が例示されている。一般に，面積モーメント法として，連続値・多値による重み付けをして計算するものが存在し，その方が二値によるものよりも精度が向上することは技術常識である。",
                    "そして，上記(2)のとおり，引用例は，連続値・多値である磁界強度を取得する磁界センサを利用することを示唆していることからすると，引用発明において，「マーカ磁石」の位置を決定する具体的手法として面積モーメント法を念頭に置いたときに，「2次元アレイ」に配置された各「磁界センサ」として連続値・多値である磁界強度を取得するものを採用した上で，当該具体的手法として，連続値・多値である磁界強度を用いる面積モーメント法とする構成を得ることに，格別の困難性はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，本願発明の「磁気マーカ要素の磁界の空間モデルに適合させる工程」等における「適合」がモデル関数を用いたフィッティング(あてはめ)を意味するものであるとしても，引用発明の「マーカ磁石」の位置を決定するという逆問題を解くための具体的手法として，常套手段であるモデル関数のフィッティングの手法を採用するとともに，上記(2)のとおり，「磁界センサ」として連続値・多値である磁界強度を取得するものを採用した上で，二値である磁界強度を用いることに代えて，連続値・多値である磁界強度を用いる構成とすることに，格別の困難性はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "本願発明の特許請求の範囲は，上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願明細書の記載内容",
              "text": [
                "本願明細書には，概ね以下の記載がある(甲3，4。なお，記載中の図1～3については，別紙本願明細書図面目録参照。また，原文の改行は適宜省略することがある。以下同じ。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は車両の位置を決定するシステムに関する。また本発明はそのようなシステムからなる車両に関する。さらに本発明は車両の位置を決定する方法に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "車両の位置を決定するシステムは長年知られている。そのような公知のシステムは，車両が移動する面に設けられた格子状の磁石を利用している。このシステムは，磁界の強度を検出することができる複数のセンサからなる。複数のセンサは，車両が磁石を通過したときに地面に配置された磁石が検出されるのを保証するために，車両の横方向に配置されている。センサからの信号は，定期的に抽出され，演算手段に提供され，センサに対する検出された磁石の位置を演算する。個々の磁石は通常お互いに区別できないので，この磁石の検出は位置を決定するのに十分ではない。したがって，従来のあるシステムでは，位置変化とともに位置を決定するために，回転カウンタが少なくとも2つの車輪に設置され，車輪の回転を追跡している。磁石の検出は，位置の決定における誤差の累積，及び位置のドリフトの発生を防止している。(【0002】)",
                    "この公知のシステムの欠点は，車両がカーブを曲がるとき，カーブの外側のセンサが磁界強度を不十分に抽出する一方，カーブの内側のセンサは磁界強度を過剰に抽出することである。後者は，現在のデジタル信号プロセッサに利用できる処理能力の問題が少ないが，前者は車両がカーブを曲がるときの決定位置の精度の低下を生じる。(【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本発明の目的は，車両がカーブを曲がるときの精度の低下が前記従来の技術に比べて実質的に少ない車両の位置を決定するシステムを提供することである。(【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "この目的は，車両の位置を決定するシステムにおいて，磁石の磁界強度を測定する複数のセンサと，前記複数のセンサに対する前記磁石の位置を決定する演算手段とからなり，前記複数のセンサは2次元アレイで配置されているシステムを提供することにより，本発明により実現される。(【0005】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "車両12(図1)が走行するのに適した地面には，磁気マーカ要素14が備えられている。車両12は複数の磁気センサ20(図2)を含み，該磁気センサ20は2次元に配置され，磁気センサアレイ10を形成している。(【0015】)",
                    "磁気マーカ要素14が，ある最小数のセンサ20の下を通過すると，磁気マーカ要素14に対する車両の位置が測定される。センサの必要最小数は，例えばフィッシャーインフォメーションマトリックス(Fisher Information Matrix)により得ることができる。磁気マーカ要素14により発生する磁界は，1またはそれ以上の磁気センサ20で検出される。磁気センサ20はデジタル処理プロセッサ(DSP)24に接続されている。DSP24は，磁気センサ20からくる信号を磁気マーカ要素14の磁界の3次元モデルに適合させる。適合モデルから，磁気マーカ要素14の位置が磁気センサアレイ10に対して得られる。その結果，既知の磁気マーカ要素14の位置から車両12の位置が得られる。これは，ナビゲーションコンピュータ26により行われる。(【0016】)",
                    "磁気マーカ要素14の位置は，図1に格子状パターンで示されている。本発明では，磁気マーカ要素14のパターンは格子状である必要はない。磁気マーカ要素14の位置が既知であれば十分である。図1の格子状パターンのような規則パターンが有利である。パターンから位置を容易に引き出せるので，個々のマーカ要素の位置を記憶する必要がないからである。ある特別な実施形態では，車両は所定の通路に沿って進行し，格子は該所定の通路に沿って延びる1次元格子である。(【0017】)",
                    "磁気センサ20のパターンは，特定のパターンに制約されない，原則として，位置推定アルゴリズムがアレイ内の個々の磁気センサ20の位置を考慮する限り，パターンはランダムにすることができる。(【0018】)",
                    "DSP24とナビゲーションコンピュータ26により与えられる階層機能性30は，以下の通りである(図3)。最下位はIOレベル32である。IOレベル32は，センサ20から磁界強度読み出し値を得る責任を負う。(【0019】)",
                    "次のレベルであるスキャナ(scanner)レベル34では，センサ20のアレイ10内の位置が個々の磁界強度測定値と関連している。これらの位置は2次元に固定され，時間はもはや役割りを果たさないので，1次元で磁気センサを利用している従来の技術からの形態と比べてむしろ簡単である。(【0020】)",
                    "次に，磁界強度の位置の組は，フィッター(fitter)レベル36で，磁気マーカ要素14の3次元モデルに適合される。この結果，磁気マーカ要素14の位置がセンサ20のアレイ10に対して推定される。(【0021】)",
                    "最後に，磁気マーカ要素14の推定相対位置は，最後のレベルであるコーディング(coding)レベル38で，車両12の位置を決定するのに使用される。ある特別な実施形態では，位置は特定の時間的瞬間，例えば時間同期信号の発生からの経過時間に関係する。(【0022】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の特徴",
              "text": [
                "本願発明は，概要次のとおりのものであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，車両の位置を決定する方法に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "車両の位置を決定する公知のシステムは，車両が移動する面に設けられた格子状の磁石を利用している。このシステムは，磁界の強度を検出することができる複数のセンサからなる。複数のセンサは，車両が磁石を通過したときに地面に配置された磁石が検出されるのを保証するために，車両の横方向に配置されている。センサからの信号は，定期的に抽出され，演算手段に提供され，センサに対する検出された磁石の位置を演算する。個々の磁石は通常お互いに区別できないので，この磁石の検出は位置を決定するのに十分ではない。したがって，従来のあるシステムでは，位置変化とともに位置を決定するために，回転カウンタが少なくとも2つの車輪に設置され，車輪の回転を追跡している(【0002】)。この公知のシステムの欠点は，車両がカーブを曲がるとき，カーブの外側のセンサが磁界強度を不十分に抽出する一方，カーブの内側のセンサは磁界強度を過剰に抽出することである。後者は，現在のデジタル信号プロセッサに利用できる処理能力の問題が少ないが，前者は車両がカーブを曲がるときの決定位置の精度の低下を生じる(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明の目的は，車両がカーブを曲がるときの精度の低下が前記従来の技術に比べて実質的に少ない車両の位置を決定するシステムを提供することである(【0004】)。この目的は，車両の位置を決定するシステムにおいて，磁石の磁界強度を測定する複数のセンサと，前記複数のセンサに対する前記磁石の位置を決定する演算手段とからなり，前記複数のセンサは2次元アレイで配置されているシステムを提供することにより，実現される(【0005】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，概ね以下の記載がある(甲1。なお，記載中の図1～4，8～14については，別紙引用例図面目録参照。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本発明は自動車両誘導システムの磁界センサと磁界センサを有する自動車両誘導システムとに関する。(【0001】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "車両が往来する経路に沿うまたは経路上の磁石のグリッドや線を利用する自動車両誘導システムは既知である。車両には磁石を検出する磁界センサがあり，そのため磁石に対して相対的に車両を誘導可能にする情報が得られる。(【0002】)",
                        "通常，磁気センサスイッチを有する磁気センサは，道路に固定されていて車両が往来する経路を規定する磁石とともに使用される。磁界を検出することにより，磁石に対して相対的な車両の位置に関する強度情報が決定され，ある場所から別の場所へと運転する際に車両が磁石を追跡するよう車両の操縦が制御される。(【0004】)",
                        "デジタル出力信号回線を備える磁気センサスイッチは一般に，センサに近接して配置されている磁石の存在を検出するために使用されている。従って，近接した磁界を検出することを意図し磁気センサスイッチは動作しきい値を高くして製造される。この点から，遠い磁界の検出を必要とする用途においては，局所的な磁界強度を高めるためにおよそ100mmの直径と75mmの厚さの相対的に大きい磁石が必要である。上記の大きさの磁石ではセンサから磁石までの距離は22cm程度にしかできない。即ち，センサが磁石による磁界を検出するためには，センサが磁石の上を通過する際，センサは磁石から22cm以下のところになくてならない。(【0005】)",
                        "従って，磁石誘導システムのほとんどは，車両の縦の偏位が少ない屋内や工場の環境で使用される車両の走行に利用されている。センサは地面の磁石に近接した一定の高さを維持する。上記システムは製鉄所のような重工業の現場でも使用される。しかし，上記の用途では移動する車両の速度は毎秒およそ2メートルであり比較的遅い。従って，車両(及び車両に保持されているセンサ)が動いている間の動的な縦の偏位は，十分に検出の限界内にある。(【0006】)",
                        "しかしその結果，上記環境以外の環境，特に車両が60トンまでの実質的な負荷変動を受ける環境，例えば，運送用コンテナが船から下ろされた後にある場所から路上走行車に積み込む別の場所へと運送用コンテナを輸送するために車両が使用されている環境などでは，上記のシステムの応用範囲は広くはない。上記の自動的に誘導される車両は空気タイヤで走り，上記車両の最大の直線走行速度は毎秒7メートル，方向転換速度および平行車線変更速度は毎秒3メートルである。従って，車両に荷積みや荷下ろしがされる際や移動中に道路からの車両までの距離すなわち高さの実質的な変動が起こりうる。更に，異物のないことが確実な環境でシステムが使用される場合は地面がセンサを損傷することはありえないが，センサが低く取り付けられている場合にはセンサの損傷が起こりうる。従ってこのことにより，センサと地面との間には一定の最小の離隔距離が必要とされる。(【0007】)",
                        "デジタル出力の磁気センサスイッチを利用する従来のシステムに関する第2の問題は，ヒステリシスの現象に関するものである。上記の問題が発生するのは，設計と構造の性質により磁気センサスイッチの動作点と解放点とが異なるためである。センサが磁石を離れると，センサの動作点よりかなり低いセンサの解放点より磁束レベルが下がるまで，磁気センサスイッチはオンに切り換わったままである。従って，計算された磁石位置はメモリ効果すなわちヒステリシスにより磁石の物理的位置の後方に「遅れ」として現れる。これにより，磁石位置は不正確に推定されることになる。波止場の環境でのある場所から別の場所への運送用コンテナの移動においては，荷積みや荷下ろし作業の目的地点から5cm以内で車両は停止(他のセンサの補助なしで)するように要求されているので，磁石の位置の検出精度は非常に重要である。(【0009】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の開示",
                      "text": [
                        "本発明の第1の態様の目的は，センサから磁石までの距離に関する上述した第1の問題を克服することである。(【0010】)",
                        "本発明のこの態様は，以下に示すセンサアセンブリの中に存在すると言いうる。すなわち，このセンサアセンブリは，磁石により生成された磁界を検出する磁界センサアセンブリであって，センサ素子を有する少なくとも1つのセンサと，上記センサの使用時に上記センサ素子に近接しかつ上記センサ素子と上記磁石との間に配置された磁化可能部材とを備え，上記部材は，上記センサアセンブリの使用時に，上記磁石により生成された上記磁界により磁化され，上記センサ素子により検出される第2の磁界を生成し，上記磁石により生成された局所的な磁束密度を増加させる。(【0011】)",
                        "本発明の本態様によれば，部材は，磁石による外部印加磁界の存在下で，磁性を誘導し一時磁石になる。ここで，部材は空気より高い物質透磁率を有しセンサ素子に近接している。従って，この部材を用いない場合にはセンサから磁石までの距離が十分長くて磁界はセンサ素子を作動させるには小さすぎるであろうような場合であっても，この部材によって生成された磁界がセンサ素子により検出可能となる。従って，磁気センサの動作点はそのままでセンサから磁石までの距離は大きく延長できる。即ち，センサを始動するには小さい外部磁界強度があればよい。これは，センサが磁石の上を通過する際に上記小さい磁界強度は部材内に磁性を誘導し，上記磁界がセンサ素子によって検出され，磁石を示すセンサ素子からの出力を生成するためである。(【0012】)",
                        "また，好ましくは，上記センサ素子は，当該センサ素子に近接する磁化可能部材を有し，上記磁化可能部材は上記磁石により生成された磁界によって磁化され，上記少なくとも1つのセンサ素子によって検出される上記局所的な磁界強度を高める。(【0051】)",
                        "この発明のさらなる態様は，以下に示すセンサアセンブリの中に存在すると言いうる。すなわち，このセンサアセンブリは，磁石により生成された磁界を検出する磁界センサアセンブリであって，少なくとも1つの中央のセンサアレイと，上記中央のセンサアレイを間に挟むよう上記中央のセンサアレイの各側方に設けられた第1の側方センサアレイと第2の側方センサアレイとを備え，上記中央のセンサアレイは，所定の第1の距離を隔てて配置される複数のセンサを有し，上記第1と第2の側方センサアレイは，それぞれ，上記第1の距離より長い第2の所定の距離を隔てて配置される複数のセンサを有する。(【0057】)",
                        "また，好ましくは，上記センサアレイは，それぞれ，各センサアレイからの出力信号を受信して上記磁石に対する相対的な車両の位置を決定するプロセッサボードに連結されている。(【0062】)",
                        "また，好ましくは，上記プロセッサボードは，上記磁石に対する相対的な車両の位置を決定するとともに上記位置信号に応じて上記車両の移動を制御する制御信号を生成するナビゲーションシステムに連結可能となっている。(【0063】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "図1は，車輪14を有する車両10の底面の図を示す。車両の前部には第1のセンサアセンブリ15が配置され，車両の後部には第2のセンサアセンブリ16が配置されている。センサアセンブリ15及び16について，後に詳細に説明する。(【0073】)",
                        "車両10が移動する道路20の表面には磁石22が埋め込まれている。磁石22は一般に円筒形の構成だが，図1では単純に図を簡略化するために四角で示されている。(【0074】)",
                        "図2を参照すると，車両が道路に沿って磁石22の上を走っている際，センサアセンブリ15及び16は，磁石22の検出を示す検出信号を位置推定器26へと出力する。位置推定器26は既知のアルゴリズムに従って磁石22に対して相対的な車両の位置を算出し，回線28を介して位置信号を出力する。ここで位置信号は，制御コンピュータ(図示せず)からの目標値信号30と組み合わされ，ドライバ制御信号としてドライバ制御装置32に供給される。ドライバ制御装置32は，車輪14を介して車両の速度と車両の回転とを制御するために，回線34を介して，速度および前輪と後輪のステアリングコマンドを車両10へと出力する。その結果，車両10は，道路に沿って磁石22に対して相対的に動きながら，ある場所から別の場所へと自動的に誘導される。(【0075】)",
                        "センサアセンブリ15と16とは，構成は同一であり，図式的に図3に示される。センサアセンブリ15及び16それぞれは，中央左側のセンサアレイ40と，中央右側のセンサアレイ42と，左側のセンサアレイ44と，右側のセンサアレイ46とを含んで構成される。各センサアレイ40～46は複数のセンサ50を備えている。中央のアレイ40と42のセンサ50は，x方向に3cmまたy方向に5cmずつ間隔を隔てて配置され，9行8列のセンサを有し，よって各アレイ40と42には72個のセンサが備わる。左側と右側のセンサアレイ44と46にも9行8列のセンサがあるので，各々72個のセンサが設けられている。しかし，アレイ44と46のセンサ50はx方向とy方向の両方向に5cmずつ間隔を隔てて配置されている。(【0076】)",
                        "中央のアレイ40と42のセンサ密度が高いと精度が向上するが，これは，直線を運転する場合にはたいてい磁石22が中央のアレイ40と42の下に位置することが予想されるためである。上記アレイ中のセンサ間の離隔距離は短いので，精度が向上する。一方，側方のセンサアレイ44と46は，磁石22が中央のセンサアレイ40と42のどちらかの側方に現れる回転操作中は有用である。2つの側方センサアレイ44と46は，センサの間隔が広いので精度は若干低下するが広い探索範囲を提供する。それでも，図3に示すセンサの配置では，車両の操作中に磁石22を検出するために精度と広い探索範囲の両方を備えたセンサを提供できるように，高い精度は検出の殆どが行われる中央のアレイのセンサ密度によりもたらされ，広い検出範囲は左側のアレイ44と右側のアレイ46のセンサの広い間隔によりもたらされるようにしている。(【0077】)",
                        "センサアセンブリ15及び16のセンサの配置は2次元アレイであるので，システムは検出区域内でマーカ磁石の正確なx，y位置を特定できる。2次元アレイのサイズは用途の目的とする有効範囲に依存する。本発明の好適な実施の形態では，アレイ40と42のx方向の長さは21cmであり，アレイ44と46のx方向の長さは35cmである。アレイ40，42，44，46のy方向の長さは40cmである。(【0078】)",
                        "図4に最もよく示されているように，センサ50にはセンサ素子60を備えている。ここでセンサ素子60としては磁気センサスイッチが最も望ましく，例えば，ハネウェル社製の固体の磁気センサ(2SS52M)などが利用できる。センサ素子60に隣接して配置されるのは，局所的な磁界強度を増加させる中間ブースタとして働くようにセンサ50と磁石22との間に配置される軟強磁性体部材62である。部材62は，一般的な化学式がMnZn‐Fe O のセラミック材料であるマンガンジンクフェライトから成ることが望ましい。上記軟磁性材料は容易に磁化されかつ消磁されるが，これは透磁率が比較的高くヒステリシスループが非常に小さいためである。(【0080】)",
                        "磁石22によりもたらされる磁界などの外部の印加磁界が存在する場合，棒62は磁性を誘導し一時磁石になる。棒62の物質透磁率が高くなるに従い，フェライト棒62による磁束密度の増大が極めて激しくなる。棒62をセンサ素子60の検出面61に押し付けることにより，システム全体に必要なのはセンサ素子60を作動させるに十分な小さい外部の磁界強度のみとなる。従って，磁気センサの動作点は必要とされる磁界の量という観点からは元のままであるが，センサから磁気までの距離は，磁石22により生成された磁界に関して棒が持つ増幅効果により効果的に延長される。試験によると，前述の磁気センサ素子を用いた場合，磁気センサが動作し磁石22への近接を適切に示すためには，従来の最高のセンサから磁石までの離隔距離は18cmである。センサ素子60の面61に当たる上述のフェライト棒62を用いる本発明では，距離は31cmまで延長可能である。更に，磁石22のサイズは相対的に小さいままでもよく，そのため磁石22は道路に容易に埋め込み可能である。本発明の好適な実施の形態では，磁石22は直径およそ100mmかつ長さおよそ50mmの円筒形状のセラミックフェライト磁石である。上記の大きさの磁石は，道路を強化するために道路に埋め込まれている補強バーなどの補強構造に支障をきたすことなく，道路に容易に埋め込み可能である。(【0082】)",
                        "図9は図8の回路の動作を示すフローチャートである。図9に示すように，計算サイクルの開始に先立って，電源が安定するよう2msに渡ってセンサ素子60に電源を入れるために，トランジスタ90をオンに切り換えることで電力がセンサに供給される(ステップ901)。2msの時間の最後には，センサ素子60が磁界を検出しているかどうかを決定するためにセンサ素子60の状態が読み取られる(ステップ902)。センサ素子60の状態が読み込まれた後にトランジスタ90はターンオフされる(ステップ903)。それから作動しているセンサ素子60があるかどうかの決定がなされ，応答が「ＮO」の場合にはシステムはステップ901に戻る。応答が「YES」の場合にはステップ905でマーカ位置が計算され，ステップ906でマーカ位置を示す情報が出力される。(【0091】)",
                        "図8及び8Aに示されるような，3つのピン(即ち，VCCピンと，アースピンと，出力ピン)を有するピン配置の磁気センサを利用する代わりに，センサには，VCCピンと，アースピンと，電気的な特性が異なる2つの出力(例えば，ＮPＮ型とPＮP型)を供給するための第1の出力ピンと第2の出力ピンとからなる4つのピンが利用されてもよい。また，VCCピンと，アースピンと，磁界の強度に対応する電圧出力の範囲を供給するための＋VOピンと-VOピンとを有する4つのピンのセンサが利用されてもよい。(【0095】)",
                        "図10は，アセンブリ15(または16)を構成する磁気センサモジュールのブロック図を示す。モジュール80には，プロセッサボード81と4つのセンサアレイ40，42，44，46とが設けられている。プロセッサボード81には処理回路全体を構成する基本的なビルディングブロックが含まれる。上記ビルディングブロックには，マイクロコントローラ96と，ランダムアクセスメモリ88と，消去可能なプログラマブルランダムアクセスメモリ89と，アドレス復号回路87と，センサアレイに接続されたデジタル入力インタフェース82とがある。検出アルゴリズムを実行するソフトウェアプログラムは，消去可能なプログラマブルランダムアクセスメモリ89に保存されている。デジタル入力インタフェース82には，回線83，84，85，86により各アレイ40，42，44，46にそれぞれ接続されている4つの入力端がある。図2に示した位置推定器26への接続用の外部シリアルインタフェース99を提供するために，マイクロコントローラ96にはRS422ドライバ98が接続されている。(【0096】)",
                        "磁石を検出する検出アルゴリズムは磁石位置を計算するために3つの技法を利用する。上記技法の選択は，オンとなるセンサのパターンに依存し，同様に，センサアレイ下の磁石の位置に支配される。これらの技法を合わせて利用すると，システムはセンサの境界線に出現したマーカをも検出できる。上記のことは，使用されるセンサの数を物理的に増やす必要なく効果的に広いセンサ有効範囲を提供する。(【0097】)",
                        "検出アルゴリズムの略図を描く図11を参照すると，以下のように面積モーメントを利用して磁石のy位置がステップ1001で計算される。(【0098】)",
                        "【数1】",
                        "ただし，部分的でも全面的でもセンサ有効範囲内にあるあらゆる位置にある磁石の横方向y位置の計算は，面積モーメント法により正確に与えられる。これはパターンが中心軸(x軸に平行)に対してパターンを通じて対称なためである。(【0099】)",
                        "磁石の縦方向x位置の決定は，円形のパターンがどの程度センサ有効範囲内にあるかに依存する(ステップ1002および1003)。検出された円形のパターンが図12に示すように完全にセンサ有効範囲内にある場合は，ステップl004が以下のように実行される。(【0100】)",
                        "【数2】",
                        "端検出でセンサ有効範囲内にある円形のパターンが図13に示すように半分よりも大きい場合，磁石のx位置はステップ1005に従って以下のように計算される。",
                        "(a)行に関してスキャンし，最大の弦の幅を見つけることにより，円形の検出パターンの直径を決定する。",
                        "(b)直径の半分として半径Rを求める。",
                        "(c)円の先端(X ，Y )を決定する。"
                      ],
                      "content": [
                        {
                          "fig": "i",
                          "subject": "i(d)磁石のx位置は単純に［X -R］により与えられる。(【01r01】)",
                          "text": [
                            "端検出でセンサ有効範囲内にある円形のパターンが図14に示すように半分より小さく，ステップ1006に従って検出される場合，磁石のx位置は以下の順に計算される。",
                            "(a)センサ有効範囲の端の円形検出パターンの弦の幅をcとする。",
                            "(b)円の先端(X ，Y )を決定する。"
                          ],
                          "content": [
                            {
                              "fig": "r",
                              "text": [
                                "r(c)円の先端からセンサ有効範囲の端までの垂直高さhを決定する。",
                                "(d)検出された円の半径Rが幾何学の公式により概算される。(【0102】)",
                                "【数3】",
                                "(e)磁石のx位置は［X -R］により与えられる。(【0103】)",
                                "rイ  上記アによれば，引用例には，審決が認定したとおりの引用発明が記載されていると認めるのが相当である。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例には，磁石のx位置及びy位置を計算する方法として面積モーメント法のみが記載されているから，引用発明は，磁石のx位置及びy位置を計算する際に面積モーメント法を利用する発明として認定されるべきであり，審決における引用発明の認定には，「オンとなるセンサのパターンから，センサアレイ下の磁石のx位置及びy位置を計算する」際に「面積モーメント法を利用して」との限定を付することを看過した誤りがあると主張する。",
                "この点について検討するに，引用例の発明を実施するための最良の形態の欄には，磁石のx位置及びy位置を計算する際に，面積モーメント法を利用する方法が記載されている(段落【0098】～【0101】，図11)一方で，段落【0075】には，「位置推定器26は既知のアルゴリズムに従って磁石22に対して相対的な車両の位置を算出」するものであることが記載されている。そうすると，引用発明において，磁石のx位置及びy位置を計算する方法は，既知のアルゴリズムを用いるものであればよいのであって，面積モーメント法は当該既知のアルゴリズムの一例として挙げられたものにすぎないというべきである。",
                "したがって，引用発明における磁石のx位置及びy位置を計算する方法が面積モーメント法に限定されていると認めることはできないから，この点についての原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願発明と引用発明との一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "2次元アレイに配置された複数のセンサで磁気マーカ要素の磁界強度を感知する工程について",
              "text": [
                "原告は，本願発明と引用発明とは，「2次元アレイに配置された複数のセンサで磁気マーカ要素の『磁界を感知する』工程」の点で共通するといえるものの，「磁界強度を感知する」工程で共通しているとはいえないと主張する。",
                "しかし，上記2(1)ア(イ)のとおり，引用例の段落【0005】には，引用発明の「磁界センサ」の具体例であるデジタル出力信号回線を備える磁気センサスイッチについて，近接した磁界を検出することを意図し，動作しきい値を高くして製造されると記載されているから，この磁気センサスイッチは，磁界強度を感知し，それが動作しきい値以上のときに「オン」，すなわち「磁界を検出した」こととなり，それ以外の場合は「オフ」となるものといえる。そうすると，引用発明において，「磁界センサ」が配置された「磁界センサアセンブリ」が「磁界を検出する」とは，磁界センサがその箇所の磁界強度が動作しきい値以上であることを感知することにほかならない。",
                "したがって，本願発明と引用発明とが，「2次元アレイに配置された複数のセンサで，磁気マーカ要素の磁界強度を感知する工程」の点で共通するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "2次元アレイ内の位置を個々の磁界強度と関連させる工程について",
              "text": [
                "原告は，引用発明の「『2次元アレイ』に配置された『磁界センサアセンブリ』の『センサ』のうち，磁界により『オンとなるセンサ』と特定する」工程において，2次元アレイに配置されたセンサの位置は，各センサにおける個々の磁界強度と何ら関連付けられていないと主張する。",
                "しかし，上記(1)において説示したとおり，引用発明の「磁界センサ」が「オン」になるとは，磁界センサがその箇所の磁界強度が動作しきい値以上であることを感知することである。また，引用発明の「磁界センサ」は，「2次元アレイに配置され」ていて，それぞれの配置位置が把握できていることは明らかである。そうすると，引用発明において，「2次元アレイ」に配置された「オンとなるセンサ」を特定することは，「オン」となった「磁界センサ」の各配置位置における磁界強度が動作しきい値以上であることを特定することにほかならない。",
                "したがって，引用発明の「2次元アレイ」に配置された「磁界センサアセンブリ」の「センサ」のうち，磁界により「オンとなるセンサ」を特定することが，本願発明の「前記二次元アレイ内の位置を前記個々の磁界強度と関連させ」る工程の点で共通するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "磁界強度の位置のセットについて",
                  "text": [
                    "原告は，審決において，引用発明の「オンとなるセンサのパターン」が，本願発明における「前記磁界強度の位置のセット」に相当すると認定したした点に誤りがあると主張する。",
                    "しかし，引用発明の「オンとなるセンサのパターン」は，上記(1)及び(2)において説示したところによれば，感知した磁界強度が動作しきい値以上であるセンサの配置位置のセットであるから，これが本願発明の「前記磁界強度の位置のセット」に相当するとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "磁界の空間モデルに適合させることについて",
                  "text": [
                    "原告は，引用発明において「オンとなるセンサのパターン」を検出することは，2次元アレイに配置されたセンサにおけるs ＝1として特定さijれたセンサの配置を検出することであり，オンとなるセンサをセンサアセンブリ上における磁界の正規分布形状(空間モデル)と適合させることではないから，両者を一致点であるとした審決の認定は誤りであると主張する。",
                    "この点について検討するに，後記4(1)アにおいて説示するとおり，一般に，磁石が作り出す磁界に関し，当該磁石が置かれた平面からみて，一定の高さにある平面内の，当該磁石の中心の直上の点を通る直線上における磁界強度分布の形状は，当該磁石の中心の直上の点をピークとする正規分布状となることが知られているところ(別紙周知例図面目録【第3図】(a)参照)，このことは引用発明の「マーカ磁石」が作り出す磁界についても同様である。そして，この磁界強度分布を，磁界センサがセンサアセンブリに2次元アレイとして配置される平面においてみると，磁界強度が磁界センサの動作しきい値以上である領域の形状は，理論的には当該マーカ磁石の形状等により一意に定まるものとなり，例えば，引用例の発明を実施するための最良の形態の欄に例示されている円筒形状の磁石(段落【0082】)を用いた場合のほか，センサと磁石の位置関係から磁石の大きさが無視できる(点とみなせる)場合には円形となる。引用発明は，この原理に基づき，磁界センサが配置される平面において磁界強度が磁界センサの動作しきい値以上である領域の重心がマーカ磁石のx位置とy位置であると推定できることを利用して，「オンとなるセンサのパターン」を特定し，「オンとなるセンサのパターンから，センサアレイ下の磁石のx位置及びy位置を計算する」ものである。",
                    "そうすると，引用発明において「オンとなるセンサのパターン」を検出することは，上記領域の形状(引用例に例示されている円筒形状の磁石の場合には円形)，すなわち空間モデルと適合させることであるとした審決の認定に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，この点についての原告の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "磁気マーカ要素の磁界の空間モデルに適合された磁界強度の位置のセットに基づいて，複数のセンサに対する磁気マーカ要素の位置を決定する工程について",
              "text": [
                "原告は，本願発明と引用発明とは，「前記磁気マーカ要素の磁界の空間モデルに適合された前記磁界強度の位置のセットに基づいて，前記複数のセンサに対する前記磁気マーカ要素の位置を決定する工程」を有する点で共通していないから，この点を本願発明と引用発明の一致点とした審決の認定は誤りであると主張する。",
                "しかしながら，上記(3)において説示したとおり，引用発明の「オンとなるセンサのパターン」は，本願発明の「前記磁界強度の位置のセット」に相当し，また，引用発明において「オンとなるセンサのパターン」を特定することは，本願発明の「前記磁界強度の位置のセットを磁気マーカ要素の磁界の空間モデルに適合させる工程」に相当する。",
                "したがって，この点についての原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，審決の本願発明と引用発明との一致点及び相違点の認定に誤りがあるとはいえないから，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知の事項及び技術常識について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例には，図面とともに以下の記載がある(甲2。なお，記載中の第3図については，別紙周知例図面目録参照。)。",
                    "「…磁気式2次元位置検出装置は，磁気検出ヘッド1とA／D変換器2及び演算装置3により構成されている。",
                    "磁気検出ヘッド1内は，第2図に示すように，縦横各々n(n≧3)個の磁気検出素子(例えば，ホール素子や磁気抵抗素子等)5を十字状に配置した構造になっている。",
                    "第3図は，磁気式2次元位置検出装置の原理を示している。同図(a)は，ある一定の高さで測定した永久磁石6の磁界分布(1次元)の例である。また，同図(b)は，磁気検出ヘッドと目標検出位置の関係を示している。一般に，永久磁石6の磁界分布の形状は，永久磁石6の中心上にピークを持つ正規分布状になる。」(3頁1～14行目)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "近江和生，「最近のPTVの研究動向」，可視化情報学会誌，29巻112号，社団法人可視化情報学会，p．37～45，2009年1月1日発行(乙3)には以下の記載がある。",
        "「さて次に第二の課題である粒子中心の高精度の計算法についてであるが，これについては粒子の分離方法ほど多様な方法論の展開はない。もし粒子画像が何らかの形で2値化されているならば，比較的簡便な計算方法がある。粒子中心を粒子像を構成する画素の重心として計算する方法である。この場合，全画素を等価とする重心計算ではなく，画素輝度の重み付き平均計算を行うことで，中心の計算精度はかなり向上する。」(39頁左欄23～30行目)"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "上記アにおいて認定した周知例の記載内容及びその公開時期を勘案すると，上記第2の5記載の事項は，本願の優先日前において当業者に周知の事項であったと認めるのが相当である。",
        "また，上記イの記載からも明らかなとおり，一般に，面積モーメント法として，二値ではなく，連続値ないし多値による重み付けをして計算をする方法もあり，その方法の方が二値によるものよりも精度が向上することは，当業者における技術常識である。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "相違点に係る構成の容易想到性について",
          "text": [
            "引用発明は，2次元アレイに配置された磁界センサの各位置における磁界強度が動作しきい値以上の場合を1と，それ以外を0とする二値を用いて，「マーカ磁石」の位置を決定するものであって，引用例には，「マーカ磁石」の位置を決定するための具体的な計算方法として面積モーメント法が例示されている。",
            "また，引用例の段落【0095】の「VCCピンと，アースピンと，磁界の強度に対応する電圧出力の範囲を供給するための＋VOピンと-VOピンとを有する4つのピンのセンサが利用されてもよい。」との記載は，磁界センサとして，磁界の強度を電圧出力とするセンサ，すなわち，磁界強度の連続値を出力するセンサを利用してもよいことを示唆するものと認めるのが相当である。",
            "そして，上記(1)ウにおいて説示したとおり，一般に，面積モーメント法として，二値ではなく，連続値ないし多値による重み付けをして計算をする方法もあり，その方法の方が二値によるものよりも精度が向上することは，当業者における技術常識である。",
            "そうすると，引用発明において，マーカ磁石の位置検出の精度を向上させることは当然の課題であるから(引用例の段落【0009】参照)，当該課題を解決するために，段落【0095】記載の磁界センサに係る示唆に基づいて，「磁気検出素子(例えばホール素子や磁気抵抗素子等)を用い，磁界強度を測定し，磁気データを得ること」との周知の事項(上記第2の5)を適用した上で，連続値ないし多値の形で得られた磁界強度の測定値に基づいて，技術常識である当該連続値ないし多値による重み付けをした面積モーメント法により計算をし，マーカ磁石の位置をセンサアレイにおける個々の磁界強度の測定値と関連させることで，相違点に係る本願発明の構成とすることは，当業者が容易に想到し得たと認めるのが相当である。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "原告の主張について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，周知例には本願発明が有する工程が記載されていないから，引用発明に周知例記載の技術事項を組み合わせたとしても，本願発明を得ることはできないと主張する。",
        "しかし，上記3において説示したとおり，原告がこの点に関して主張する本願発明が有する工程は，いずれも引用発明も有しているものであるから，この原告の主張は，その前提において誤っているといわざるを得ず，採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また，原告は，引用例には，ホール素子や磁気抵抗素子等の各種のセンサを利用してもよいことの示唆はなく，かえってセンサ素子として磁気センサスイッチを用いるのが最も好ましいとされており，引用発明に磁気センサスイッチ以外のセンサを用いる動機付けは存在しないと主張する。",
        "しかし，引用例の段落【0080】の「センサ素子60としては磁気センサスイッチが最も望ましく」との記載は，引用発明の「磁界センサ」であるセンサ素子60として，磁気センサスイッチ以外のセンサも利用可能であることを前提としていることは明らかである。また，上記(2)において説示したとおり，引用例の段落【0095】の記載は，磁界センサとして，磁界強度の連続値を出力するセンサを利用してもよいことを具体的に示唆するものである。",
        "なお，原告が指摘するとおり，引用例の段落【0051】には「好ましくは，上記センサ素子は，当該センサ素子に近接する磁化可能部材を有し，上記磁化可能部材は上記磁石により生成された磁界によって磁化され，上記少なくとも1つのセンサ素子によって検出される上記局所的な磁界強度を高める。」と，センサと磁石の間に磁化可能部材を配する旨が記載されている。しかし，この記載からすると，当該磁化可能部材(軟強磁性体部材62)は，センサから磁石までの距離を延長するために任意に用いられる部材にすぎないことが明らかであり，引用発明における必須の構成であるとはいえない。したがって，「磁化可能部材(軟強磁性体部材62)」に関する技術的事項が，引用発明に磁気センサスイッチ以外のセンサを用いることの阻害要因になるとはいえない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "このほか，原告はこの点について種々の主張をするが，いずれも採用することはできない。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上検討したところによれば，本願発明は，引用発明及び周知の事項に基づいて当業者が容易に想到し得たと認めるのが相当であるから，原告が主張する取消事由3は理由がない。"
          ],
          "content": [
            {
              "fig": "5",
              "subject": "結論",
              "text": [
                "以上によれば，原告が主張する取消事由はいずれも理由がなく，審決に取り消されるべき違法があるとは認められない。",
                "よって，原告の請求を棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10183",
    "date": "2018-08-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087958",
    "ipprecedent_id": "4984",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}