{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-332号事件について平成29年10月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年4月9日，「マイナンバー実務検定」の文字を標準文字で表して成り，第41類「技芸・スポーツ又は知識の教授，検定試験の企画・運営又は実施及びこれらに関する情報の提供，セミナーの企画・運営又は開催，検定試験受験者へのセミナーの開催及びこれらに関する情報の提供，電子出版物の提供，図書及び記録の供覧，図書の貸与，書籍の制作，教材用書籍の制作，教育・文化・娯楽・スポーツ用ビデオの制作（映画・放送番組・広告用のものを除く。），教材用ビデオ・DVDの制作（映画・放送番組・広告用のものを除く。），映画・演芸・演劇・音楽又は教育研修のための施設の提供，レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与」を指定役務とする商標の登録出願（商願2015-33387号）をした（甲103。以下「本願商標」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年10月5日付けで拒絶査定を受けたので（甲107），平成29年1月11日，これに対する不服の審判を請求した（甲108）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを，不服2017-332号事件として審理し，同年10月2日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をした。同月17日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年11月15日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本願商標は，①公益に関する事業であって営利を目的としないものを表示する標章で，著名な「マイナンバー」の文字から成る標章（以下「引用標章」という。）と類似するから，商標法4条1項6号に該当し，②別紙引用商標目録記載の商標（甲105。以下「引用商標」という。）と類似する商標であるから，商標法4条1項11号に該当し，商標登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項6号に該当するとの判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号に該当するとの判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標法4条1項6号に該当するとの判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用標章の著名性について",
              "text": [
                "本件審決は，「マイナンバー」の文字が「行政手続における特定の個人を識別するための番号の利用等に関する法律（平成25年法律第27号。以下「マイナンバー法」という。）に基づく社会保障・税番号」を表示するものであるとし，該文字は公益に関する事業であって営利を目的としないものを表示する標章として一般に広く知られている著名な標章である旨認定している。",
                "しかしながら，「マイナンバー」の文字は，平易な英語である「my」及び「number」に由来する外来語であって，「私の番号」の意味合いを容易に認識し理解せしめるものである。したがって，「マイナンバー」の文字に接する本願商標の指定役務の取引者，需要者は，一義的には「私の番号」を意味する語として認識し理解するのが自然であり，「マイナンバー法に基づく社会保障・税番号」を表示するものとして認識するとはいえない。",
                "また，マイナンバー制度は，導入されてから日が浅く，必ずしも国民全般に広く浸透しているとまではいえず，その利用も極めて低調であるから，本願商標の指定役務の取引者，需要者を含む国民の多くが，「マイナンバー」の文字から直ちに「公益に関する事業であって営利を目的としないものを表示する標章」であると認識して理解することはなく，マイナンバー制度において使用されている標章を連想，想起するとまではいえない。",
                "したがって，「マイナンバー」の文字は，マイナンバー制度において使用されている標章として一般に広く知られているものとはいえず，たとえ，マイナンバー制度が公益に関する事業であって営利を目的としないものであるとしても，当該事業を表示する著名な標章ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用標章との類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標について",
                  "text": [
                    "本願商標は，「マイナンバー実務検定」の各文字が，同書，同大，等間隔，同色で外観上まとまりよく一体的に構成されているばかりでなく，観念上も特に軽重の差を見出すことのできないものである。また，これより生ずる「マイナンバージツムケンテイ」の称呼も，全体をもってよどみなく一連に称呼し得るものである。",
                    "本願商標に接する取引者，需要者は，構成中の後半に配された「実務検定」の文字部分を捨象して，前半の「マイナンバー」の文字部分のみに着目し，これを独立した識別標識として認識するとは言い難く，むしろ，構成全体をもって一体不可分の一種の造語として認識し把握するとみるのが自然であり，本願商標は，その構成文字全体に相応して「マイナンバージツムケンテイ」の一連の称呼のみを生ずるというべきである。",
                    "また，「マイナンバー」の文字は，「私の番号」の意味合いを容易に認識し理解することができるものであり，「実務」の文字が「実際の事務。実地に扱う業務」の，「検定」の文字が「一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること。検定試験の略」の各意味を有することからすれば，本願商標は全体として，「私の番号の実際の事務，実地に扱う業務を一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること」，「私の番号の実際の事務，実地に扱う業務の検定試験」等の観念を生ずる。",
                    "仮に，「マイナンバー」の文字が，「マイナンバー法に基づく社会保障・税番号」を表す標章として著名であるとしても，本願商標からは，「マイナンバー制度におけるマイナンバーについての実際の事務，実地に扱う業務を一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること」，「マイナンバー制度におけるマイナンバーについての実際の事務，実地に扱う業務の検定試験」等の一連の観念を生ずるのであって，「マイナンバー法に基づく社会保障・税番号」の観念は生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告による本願商標の使用  ",
                  "text": [
                    "原告は，文部科学大臣の許可法人，文部科学省生涯学習政策局の所管の団体として平成11年10月にスタートし，児童から高齢者に至るまでの幅広い層に情報教育に関する事業を実施し，情報に係る生涯学習を推進している一般財団法人で，情報教育に関する技能検定を実施し，また，情報教育に関する講習会を開催するとともに，情報学習に関する調査研究及び出版物の刊行を行うことにより，情報に係る生涯学習を推進している。原告は，他団体とも協力の上，マイナンバー制度に関する講習会を開催するとともに，産経新聞社，角川アスキー総合研究所の後援を得て，マイナンバー制度に関する実務検定等を広く推進している。",
                    "原告は，平成27年8月にマイナンバー制度に関する実務検定試験を開始し，これまでに，全国主要都市の合計138会場において12回のマイナンバー実務検定試験を実施しており，その受験申込者は平成29年12月分を含めて合計4万5968名に達している。",
                    "原告は，マイナンバー実務検定についての宣伝広告映像をYouTubeにアップロードし，テレビで広告を放映し，新聞に広告を掲載するなど，広く宣伝広告を行っているほか，パンフレット，案内ビラ，ポスター等を作製し配布又は展示している。また，原告は，日本能率協会マネジメントセンターの発行するマイナンバー実務検定公式テキストを監修するとともに，合計3万部のマイナンバー実務検定公認テキスト，同公式過去問題集等を発行している。これらの宣伝広告，パンフレット，案内ビラ，テキスト等には常に本願商標と同一の「マイナンバー実務検定」の文字が一体不可分に表示されている。",
                    "これらの事情によれば，本願商標は，原告の業務に係る「実務検定試験及びその講習会の企画・運営又は実施及びこれらに関する情報の提供」について使用する商標として取引者，需要者の間に広く認識されており，本願商標に接する取引者，需要者は，本願商標を一体不可分のものとして，かつ，原告の業務に係る役務について使用するものとして認識し把握している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と引用標章との対比",
                  "text": [
                    "本願商標は，上記アのとおり，「マイナンバー実務検定」の文字が一体不可分のものとして認識し把握され，「マイナンバージツムケンテイ」の一連の称呼のみを生ずるもので，「私の番号の実際の事務，実地に扱う業務を一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること」，「私の番号の実際の事務，実地に扱う業務の検定試験」，あるいは，「マイナンバー制度におけるマイナンバーについての実際の事務，実地に扱う業務を一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること」，「マイナンバー制度におけるマイナンバーについての実際の事務，実地に扱う業務の検定試験」等の一連の観念を生ずるものであり，上記イの使用状況等の取引における実情をも併せ考慮するなら，本願商標の「マイナンバー」の文字部分のみを分離抽出した上で，これが自他役務の識別標識としての要部であるとすべき理由はない。",
                    "他方，引用標章は，「マ」，「イ」，「ナ」，「ン」，「バ」，「ー」の文字のみからなるものであり，「マイナンバー」の称呼を生じ，「私の番号」又は「マイナンバー制度におけるマイナンバー」の観念を生ずるものである。",
                    "本願商標と引用標章とは，外観上判然と区別し得る差異を有するものであるばかりでなく，それぞれから生ずる「マイナンバージツムケンテイ」の称呼と「マイナンバー」の称呼とは，構成音数を異にし，「ジツムケンテイ」の音の有無という顕著な差異により容易に区別することができるものである。また，前述のとおり，本願商標から生ずる観念と引用標章から生ずる観念も，別異のものである。",
                    "したがって，本願商標と引用標章とは，外観，称呼及び観念のいずれの点からも，非類似である。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用標章が「公益に関する事業であって営利を目的としないものを表示する標章」であることについて",
              "text": [
                "マイナンバー制度は，マイナンバー法に基づいて，行政機関や地方公共団体が，社会保障，税，災害対策の3分野について，分野横断的な共通の番号を導入することで，個人の特定を確実かつ迅速に行うことにより，公平・公正な社会の実現，国民の利便性の向上，行政の効率化を実現するために設けられた制度である。",
                "以上のような制度の趣旨及び内容並びに行政機関及び地方公共団体における取組みの実情からすると， マイナンバー制度は，行政機関や地方公共団体において，社会保障・税・災害対策等の行政手続で利用される公的な制度であるといえ，行政機関や地方公共団体が実施する「公益に関する事業であって営利を目的としないもの」であるといえる。",
                "「マイナンバー」の文字は，マイナンバー制度における社会保障・税・災害対策の行政手続で必要となる番号として，地方公共団体を通じて，日本国内に住民票を有する全ての個人に「個人番号」として付与，通知されており，行政機関や地方公共団体における各種の行政サービスにおいて使用されているものである。",
                "したがって，「マイナンバー」は，「マイナンバー法に基づく社会保障・税番号」を表示する文字であって，行政機関や地方公共団体が実施する公的な事業であるマイナンバー制度に利用されるものであるから，「マイナンバー」の文字は，「公益に関する事業であって営利を目的としないものを表示する標章」といえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用標章の著名性について",
              "text": [
                "「マイナンバー」の文字は，平成25年5月にマイナンバー法が成立し，平成27年10月から我が国に住民票を有する全ての個人に「マイナンバー」が通知され，平成28年1月に我が国が新たに運用を開始した「社会保障・税番号」に関するマイナンバー制度において使用されている標章として，その導入前から国民全体が関心を持って注目されてきたものである。  ",
                "そして，「マイナンバー」は，マイナンバー制度の導入から現在において，各種の様々な行政手続に必要となる「個人番号」として，国民生活一般に密接に関わるものであり，加えて，その間，「マイナンバー」に関する記事が多数の新聞記事，インターネット情報等に取り上げられている。",
                "そうすると，「マイナンバー」は，マイナンバー制度において利用されている「マイナンバー法に基づく社会保障・税番号」を表すものとして，我が国において一般に普及し，広く知られている文字であるといえ，「著名なもの」に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用標章との類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標について",
                  "text": [
                    "本願商標は，「マイナンバー実務検定」の文字を標準文字で表してなるところ，該文字は，視覚上，片仮名で表された「マイナンバー」の文字と漢字で表された「実務検定」の文字とを結合した構成からなるものと，認識，把握されるものである。",
                    "そして，本願商標の前半の「マイナンバー」の文字部分は，「マイナンバー法に基づく社会保障・税番号」の意味を有する著名な標章である「マイナンバー」と，その構成文字を同じくするものであるから，当該文字部分によって，本願商標が「マイナンバー法に基づく社会保障・税番号」に関するものであることを強く理解，認識させるものであるといえ，該文字部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものであるといえる。",
                    "本願商標の後半の「実務検定」の文字部分は，「実務」の文字が，「実際の事務」を意味する語，また，「検定」の文字が，「検定試験の略」を意味する語であって，各種実務に関する検定試験を表すものとして「実務検定」の文字が使用されている実情があることからすると，当該文字部分は，「検定試験」における種類（内容）を表す「実務に関する検定試験」程の意味合いを理解させるものである。",
                    "本願商標に接する取引者，需要者は，本願商標の後半の「実務検定」の文字部分を検定試験の種類を表す一般的な名称の一つを表示した部分として理解，認識するにすぎないから，当該文字部分は商品又は役務の識別標識としての機能を発揮しないか，又は極めて弱いものである。",
                    "そうすると，本願商標の構成中の「マイナンバー」の文字部分は，「実務検定」の文字部分と比しても，強く支配的な印象を与える部分ということができ，本願商標から「マイナンバー」の文字部分が独立して強く看取されるものであるから，本願商標は，その構成中の「マイナンバー」の文字部分を要部として抽出し，当該文字部分のみを引用標章と比較して，商標の類否判断をすることが許されるものである。",
                    "したがって，本願商標は，これを構成する文字全体より生じる「マイナンバージツムケンテイ」の称呼及び「マイナンバー法に基づく社会保障・税番号の実務に関する検定試験」の観念のほか，その構成中の要部である「マイナンバー」の文字に相応して，「マイナンバー」の称呼及び「マイナンバー法に基づく社会保障・税番号」の観念を生じるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用標章について",
                  "text": [
                    "引用標章は，「マイナンバー」の文字から成り，当該文字に相応して，「マイナンバー」の称呼及び「マイナンバー法に基づく社会保障・税番号」の観念を生じるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と引用標章が類似することについて",
                  "text": [
                    "本願商標の要部である「マイナンバー」の文字部分と引用標章の「マイナンバー」の文字部分を対比するに，称呼及び観念については，「マイナンバー」の称呼及び「マイナンバー法に基づく社会保障・税番号」の観念を共通にするものである。また，外観については，本願商標の要部及び引用標章のいずれも，その構成文字を同じくする「マイナンバー」の片仮名を表したものであるから，外観において同一といって差し支えないほど近似する。",
                    "そうすると，本願商標の要部である「マイナンバー」と引用標章とは，外観，称呼及び観念において，いずれも同一又は類似するものであり，本願商標と引用標章とは，類似するものというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法4条1項11号に該当するとの判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本件審決は，本願商標の構成中の「マイナンバー」の文字部分が著名な引用標章と同一であって，本願商標の要部として看者の注意を強くひき，「実務検定」の文字部分は本願商標の指定役務との関係で識別力が弱いから，本願商標が「マイナンバー」の称呼を生じ，かつ，「マイナンバー法に基づく社会保障・税番号」の観念を生じるとする。",
                "しかし，本願商標は同書，同大，等間隔，同色の文字により外観上まとまりよく一体的に構成され，一体不可分の一種の造語として認識し把握されるものであるから，「マイナンバー」の文字部分のみを分離抽出し，これが本願商標の自他役務の識別標識としての要部であるとすべき理由はない。",
                "「実務検定」の文字部分が指定役務との関係において識別力が比較的弱いものであるとしても，本願商標は，取引者，需要者によって一体不可分のものとして認識し把握されているから，本願商標の構成を分断して観察すべきではない。「マイナンバー」の文字は，本願商標の指定役務について使用する商標として広く知られているものとはいえないことからも，本願商標から「マイナンバー」の文字部分のみが独立して自他役務の識別標識としての機能を果たすものとはいえない。",
                "本願商標は，あくまでも全体をもって一体不可分のものとして自他役務の識別標識としての機能を果たしているから，「マイナンバージツムケンテイ」の一連の称呼のみを生ずる。",
                "そして，本願商標は，全体として「私の番号の実際の事務，実地に扱う業務を一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること」，「私の番号の実際の事務，実地に扱う業務の検定試験」の観念を生ずるものであり，また，「マイナンバー制度におけるマイナンバーについての実際の事務，実地に扱う業務を一定の基準に照らして検査し，合格・不合格・価値・資格などを決定すること」，「マイナンバー制度におけるマイナンバーについての実際の事務，実地に扱う業務の検定試験」等の一連の観念を生ずることもあるが，単に「マイナンバー法に基づく社会保障・税番号」の観念のみを生ずることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，「マイナンバー」の文字を標準文字で表して成り，第9類，第16類，第25類，第35類，第36類，第38類，第41類，第42類及び第45類に属す商品及び役務を指定商品及び指定役務とするものである。",
                "そして，引用商標は，その構成文字に相応して「マイナンバー」の称呼を生じ，「私の番号」の観念を生ずるほか，「マイナンバー制度におけるマイナンバー」の観念を生ずる場合もあるものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標との類否について",
              "text": [
                "引用商標は，引用標章と同一の構成からなるものであるから，本願商標と引用商標との類否については，取消事由1で述べたことがそのまま当てはまり，本願商標と引用商標とは非類似である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "指定役務の類否について",
              "text": [
                "本件審決は，本願商標の指定役務と引用商標の指定商品及び指定役務との類否について何ら具体的に判断することなく，本願商標が商標法4条1項11号に該当するものであるとしており，理由不備であって，審理不尽といわざるを得ない。",
                "また，本件審決においてこの点について判断していないにもかかわらず，本件訴訟においてこれを主張することは，時機に後れた攻撃防御方法であって，認められるものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，「マイナンバー実務検定」の文字を標準文字で表してなるところ，当該文字は，視覚上，片仮名で表された「マイナンバー」の文字と漢字で表された「実務検定」の文字を結合した構成からなるものと，認識，把握されるものといえる。",
                "そして，本願商標の前半の「マイナンバー」の文字部分は，前記のとおり，本願商標が「マイナンバー法に基づく社会保障・税番号」に関するものであることを強く理解，認識させる。",
                "本願商標の後半の「実務検定」の文字部分は，前記のとおり，「検定試験」における種類（内容）を表す「実務に関する検定試験」程の意味合いを理解させるものといえ，本願の指定役務中，「検定試験」との関連を有する分野において，各種実務に関する検定試験を表すものとして多数使用されている実情がある。",
                "そうすると，前記の指定役務の分野において，本願商標に接する需要者は，本願商標の構成中，「実務検定」の文字部分から，当該役務が「実務に関する検定試験」に係ることを内容とするもの，すなわち，役務の質（内容）を表す部分として，認識，理解するというべきであるから，「実務検定」の文字部分は，役務の識別標識としての機能を発揮し得ないものであり，当該部分のみからは，役務の出所識別標識としての称呼及び観念が生じない。",
                "以上によれば，本願商標の構成中の「マイナンバー」の文字部分が，「実務検定」の文字部分に比して，役務の出所識別標識として強く支配的な印象を与えるものであって，役務の識別標識としての機能を発揮し得るものといえるから，前記の指定役務の分野において，本願商標は，その構成中の「マイナンバー」の文字部分を要部として抽出し，当該文字部分のみを引用商標と比較して，商標の類否判断をすることが許されるものである。",
                "そうすると，本願商標は，その構成文字全体から生じる「マイナンバージツムケンテイ」の称呼及び「マイナンバー法に基づく社会保障・税番号の実務に関する検定試験」の観念のほかに，その構成中の要部である「マイナンバー」の文字に相応して，「マイナンバー」の称呼及び「マイナンバー法に基づく社会保障・税番号」の観念を生じるものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，「マイナンバー」の片仮名を標準文字で表してなるところ，当該文字は，行政機関や地方公共団体が実施しているマイナンバー制度において利用されている「マイナンバー法に基づく社会保障・税番号」を意味するものとして著名な標章であるから，当該文字に相応して「マイナンバー」の称呼及び「マイナンバー法に基づく社会保障・税番号」の観念を生じるものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否について ",
              "text": [
                "本願商標と引用商標とは，外観においては，その全体の構成において，「実務検定」の文字の有無に差異を有するものであるが，本願商標の要部として看取される「マイナンバー」と引用商標とは，いずれもその構成文字を同じくする片仮名を標準文字で表したものであるから，両者は，外観上，同一のものといえる。 ",
                "次に，称呼においては，本願商標全体から生じる「マイナンバージツムケンテイ」の称呼と引用商標から生じる「マイナンバー」の称呼は，その音構成及び音数において差異を有するものであって，聴別されるものであるが，本願商標の要部として看取される「マイナンバー」の文字と引用商標の「マイナンバー」の文字とは，ともに「マイナンバー」の称呼を生じるものであるから，両者は，称呼上，同一といえる。 ",
                "そして，観念においては，本願商標全体から生じる「マイナンバー法に基づく社会保障・税番号の実務に関する検定試験」の観念と引用商標から生じる「マイナンバー法に基づく社会保障・税番号」の観念とは，観念上，類似しないものであるが，本願商標の要部として看取される「マイナンバー」の文字と引用商標の「マイナンバー」の文字とは，ともに「マイナンバー法に基づく社会保障・税番号」の観念を生じるものであるから，両者は，観念上，同一といえる。 ",
                "そうすると，本願商標と引用商標とは，本願商標の要部である「マイナンバー」の文字との比較において，外観，称呼及び観念を同一にするものであるから，これらを総合してみれば，本願商標と引用商標を同一又は類似の役務に使用したときは，両商標は，役務の出所について誤認混同を生じるおそれのある，互いに類似の商標というべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "指定役務の類否について",
              "text": [
                "本願商標の指定役務中，「技芸・スポーツ又は知識の教授，セミナーの企画・運営又は開催，検定試験受験者へのセミナーの開催及びこれらに関する情報の提供，電子出版物の提供，図書及び記録の供覧，図書の貸与，書籍の制作，教材用書籍の制作，教育・文化・娯楽・スポーツ用ビデオの制作（映画・放送番組・広告用のものを除く。），教材用ビデオ・DVDの制作（映画・放送番組・広告用のものを除く。），レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与」は，引用商標の指定役務中の「行政手続における特定の個人を識別するための番号の利用等に関する法律（平成25年法律第27号）に関する知識の教授，社会保障・税番号制度に関する知識の教授，行政サービス又は行政手続に関する知識の教授，その他の技芸・スポーツ又は知識の教授，行政手続における特定の個人を識別するための番号の利用等に関する法律（平成25年法律第27号）に関するセミナーの企画・運営又は開催，社会保障・税番号制度に関するセミナーの企画・運営又は開催，行政サービス又は行政手続に関するセミナーの企画・運営又は開催，その他のセミナーの企画・運営又は開催，電子出版物の提供，図書及び記録の供覧，図書の貸与，書籍の制作，教育・文化・娯楽・スポーツ用ビデオの制作（映画・放送番組・広告用のものを除く。），レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与」と同一の役務を含むものであるから，互いに同一又は類似するものといえる。",
                "また，本願商標の指定役務中の「検定試験の企画・運営又は実施及びこれらに関する情報の提供」と，引用商標の指定役務中の「行政手続における特定の個人を識別するための番号の利用等に関する法律（平成25年法律第27号）に関する知識の教授，社会保障・税番号制度に関する知識の教授，行政サービス又は行政手続に関する知識の教授，その他の技芸・スポーツ又は知識の教授」とは，例えば，その役務の事業者を共通にすることや，特定の講座（知識の教授）を受講した者が，その知識に関連した検定試験を受験するというように，それぞれの役務の需要者が共通する関係性があることからすると，前記の役務は，互いに類似するものといえる。",
                "原告は，本件審決は，本願商標の指定役務と引用商標の指定商品及び指定役務との類否について具体的に判断することなく，本願商標が商標法4条1項11号に該当するものであるとしており，理由不備，審理不尽と主張する。しかし，本願商標の指定役務と引用商標の指定役務とは，本願商標の指定役務が，引用商標の指定役務と同一である役務を含んでいることが明らかであることから，本件審決において，本願商標と引用商標を同一又は類似の役務に使用したときは，両商標は，役務の出所について誤認混同を生じるおそれのある，互いに類似の商標と判断したのであるから，理由不備や審理不尽はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標は，引用商標と類似するものであって，かつ，引用商標の指定役務と同一又は類似する役務に使用をするものであるから，商標法4条1項11号に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標法4条1項6号に該当するとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項6号の趣旨",
              "text": [
                "商標法4条1項6号は，同号に掲げる標章を一私人に独占させることは，同号所定の団体の信用や権威を損ない，国際信義に反することから，これを不登録事由としたものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用標章が「公益に関する事業であって営利を目的としないものを表示する標章で著名」であることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "下記に掲記した証拠及び弁論の全趣旨によれば，次の各事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "マイナンバー制度は，平成25年5月に成立したマイナンバー法に基づいて，行政機関や地方公共団体が，社会保障，税，災害対策の3分野について，分野横断的な共通の番号を導入することで，個人の特定を確実かつ迅速に行うことにより，所得や他の行政サービスの受給状況を把握しやすくなることから，負担を不当に免れることや給付を不正に受けることを防止するとともに，きめ細やかな支援を行うことができ（公平・公正な社会の実現），また，添付書類の削減など，行政手続が簡素化され，国民の負担が軽減され，行政機関が持っている自分の情報を確認したり，行政機関から様々なサービスのお知らせを受け取ることができ（国民の利便性の向上），さらに，行政機関や地方公共団体などで，様々な情報の照合，転記，入力などに要している時間や労力が大幅に削減され，複数の業務の間での連携が進み，作業の重複などの無駄が削減される（行政の効率化）ことを実現するために設けられた制度であり，平成28年1月から，順次，運用を開始している（乙1～3）。",
                        "マイナンバーは，「社会保障・税の番号」であり，日本国内に住民票を有する，全ての個人に割り当てられ，各種の様々な行政手続に必要となる12ケタの個人番号であり，平成27年10月以降，市区町村から住民票の住所にマイナンバーを記載した通知カードを送付する方法により，日本国内に住民票を有する全ての個人に通知されている（乙2～4）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「マイナンバー」の文字は，マイナンバー制度において使用されている標章であり，内閣府のウェブサイト（乙1，2，5），総務省のウェブサイト（乙3），厚生労働省のウェブサイト（乙6），文部科学省のウェブサイト（乙7），国税庁のウェブサイト（乙8），名古屋市，大阪市，福岡市のウェブサイト（乙9，10，11），地方公共団体情報システム機構のウェブサイト（乙12）等において用いられている。",
                        "上記ウェブサイト等においては，「マイナンバー（社会保障・税番号制度）」（乙2，5），「マイナンバー（社会保障・税番号）」（乙7），「社会保障・税番号制度＜マイナンバー＞」（乙8），「マイナンバー  社会保障・税番号制度」（乙9，10，12），「社会保障・税番号（マイナンバー）」（乙9），「マイナンバー（個人番号）」（乙2，3，7，11）等の記載がある。また，goo辞書には，「＜＜（和）my  number＞＞マイナンバー法に基づいて日本国内に住民票を有するすべての個人に割り当てられる『個人番号』の通称。住民票コードを変換して得られる12桁の固有の番号で，住所地の市町村長が指定し，通知する。共通番号。社会保障・税番号。」（乙4）との記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "マイナンバーないしマイナンバー制度については，多数の新聞記事，雑誌記事，インターネット情報等に取り上げられ，それらの記事等においても，「マイナンバー」の文字が使用されている（甲62～65，乙13～23）。  "
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の事実を前提に検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "マイナンバー制度は，行政機関や地方公共団体において，社会保障・税・災害対策等の行政手続で利用される公的な制度であり，行政機関や地方公共団体が実施する「公益に関する事業であって営利を目的としないもの」に該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "マイナンバー制度については，行政機関や地方自治体のウェブサイトによって周知が図られ，新聞記事等にも多数回取り上げられていること，平成27年10月以降，各個人に宛ててマイナンバーを記載した通知カードが送付されていること，平成28年1月からマイナンバー制度の運用が開始していること等の事実を総合すると，マイナンバー制度自体は国民一般に広く知られているものと認められる。",
                        "そして，上記のウェブサイトや新聞記事においては，「マイナンバー」との文字が付され，「マイナンバー（社会保障・税番号制度）」，「社会保障・税番号（マイナンバー）」，「マイナンバー（個人番号）」などと記載されていることや，辞書等に示された定義等によれば，引用標章は，マイナンバー法に基づく社会保障・税番号又は個人番号，あるいは，社会保障・税番号制度であるマイナンバー制度を表示する標章として，広く使用されているものと認められる。",
                        "以上によれば，引用標章は，我が国において一般に広く知られたマイナンバー制度において利用されている文字であり，マイナンバー法に基づく社会保障・税番号又は個人番号，あるいは，社会保障・税番号制度であるマイナンバー制度を意味する語として，本願商標の指定役務の取引者，需要者に広く知られているといえるから，「著名」であるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，「マイナンバー」との文字は，「my」及び「number」に由来する外来語で，「私の番号」との意味合いを認識，理解させるものであり，本願商標の指定役務の取引者，需要者は，「私の番号」を意味する語として認識，理解するのが自然である一方，マイナンバー制度は，必ずしも国民全般に広く浸透しているとまではいえないから，本願商標の指定役務の需要者，取引者を含む国民の多くが，直ちに引用標章からマイナンバー制度において使用されている標章を連想，想起するものとはいえず，著名とはいえない旨主張する。",
                    "しかしながら，「マイナンバー」は，行政機関や地方公共団体が実施する公的な事業であるマイナンバー制度において使用される文字であり，マイナンバー法に基づく社会保障・税番号又は個人番号，あるいは，社会保障・税番号制度であるマイナンバー制度を意味する語であること，また，マイナンバー制度は，国民一般に広く知られている制度であることは，前記イのとおりである。",
                    "そうすると，引用標章は，本願商標の指定役務の需要者，取引者において，マイナンバー制度において使用されている標章を連想，想起するものというべきであり，原告の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "よって，引用標章は，「公益に関する事業であって営利を目的としないものを表示する標章」で「著名なもの」であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用標章の類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "判断基準",
                  "text": [
                    "商標の類否は，同一又は類似の商品又は役務に使用された商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものである（最高裁昭和39年（行ツ）第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照）。",
                    "複数の構成部分を組み合わせた結合商標と解される商標の類否判断に当たり，構成部分を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合には，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，①その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，②それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである（最高裁昭和37年（オ）第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年（行ツ）第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年（行ヒ）第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照）。  "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の「マイナンバー」の構成部分を類否判断の対象とすることの可否",
                  "text": [
                    "本願商標は，「マイナンバー実務検定」というものであり，その全体の構成から，「マイナンバージツムケンテイ」との称呼を生じ，「マイナンバーについての実務検定」との観念を生じる。",
                    "また，本願商標の「マイナンバー」の構成部分は，著名な標章である「マイナンバー」とその構成文字を同じくするものであるから，当該構成部分は，役務の出所識別標識として強く支配的な印象を与えるものと認められる。",
                    "他方，本願商標の指定役務には，「検定試験の企画・運営又は実施及びこれらに関する情報の提供」，「検定試験受験者へのセミナーの開催及びこれらに関する情報の提供」が含まれるところ，本願商標の「実務検定」の構成部分は，上記指定役務との関係では，「実務」の「検定」であることを一般的に表示するものにすぎず，当該構成部分から役務の出所識別標識としての称呼，観念は生じないというべきである。",
                    "以上によれば，本願商標からは，「マイナンバージツムケンテイ」との称呼及び「マイナンバーについての実務検定」との観念のみならず，「マイナンバー」との称呼及び著名な標章である「マイナンバー」と同一の観念，すなわち，「マイナンバー法に基づく社会保障・税番号又は個人番号，社会保障・税番号制度であるマイナンバー制度」との観念も生じ得る。",
                    "よって，本願商標のうち，「マイナンバー」という構成部分を抽出し，当該構成部分のみを引用商標と比較して商標の類否を判断することも許されるというべきである。  "
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と引用標章の類否",
                  "text": [
                    "本願商標のうち，出所識別標識として強く支配的な印象を与える「マイナンバー」の構成部分と，引用標章の「マイナンバー」とは，称呼及び観念がいずれも同一である。",
                    "そうすると，本願商標と引用標章は，その外観において同一又は類似といえないとしても，本願商標と引用標章が本件指定役務に使用された場合に，役務の出所につき誤認混同を生ずるおそれがあるから，本願商標と引用標章は類似するというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，本願商標からは，「マイナンバー実務検定」としての一連の称呼，観念のみを生じると主張する。",
                    "①原告が，文部科学大臣の許可法人，文部科学省生涯学習政策局の所管の団体として，平成11年10月15日に設立が認可された一般財団法人であり（甲67，129），情報教育に関する技能検定試験を実施し，また，情報教育に関する講習会を開催するとともに，情報学習に関する調査研究及び出版物の刊行を行うことにより，情報に係る生涯学習を推進していること（甲68），②原告が，産経新聞社，角川アスキー総合研究所の後援を得て，平成27年8月2日から平成29年12月17日までの間に，全国の主要都市の合計138会場において，12回にわたり，「マイナンバー実務検定」との名称の検定試験を実施しており，その受験申込者は，合計4万5968名に達していること（甲69～71，82～95，112，133，134），③原告が，ウェブサイト「マイナンバー実務検定」を紹介するほか（甲70，71），「マイナンバー実務検定」の広告動画を大手動画サイトであるYouTubeにアップロードし（甲72，74，123～126），テレビでコマーシャル映像を合計502回放映し（甲73，116，117の1～6，127，128，135，136の1～4，137～143，144の1・2），新聞にも広告記事を掲載し（甲75，76，133，134），いずれにおいても，「マイナンバー実務検定」の文字が表示されていること，④原告が，「マイナンバー実務検定」に関するパンフレット，案内ビラ，ポスター等を作成の上，配布又は展示しており（甲77～94，118），これらにおいても，「マイナンバー実務検定」の文字が表示されていること，⑤原告が，マイナンバー実務検定のテキストや過去問題集等を発行しており（甲97～102，131，132），その印刷部数は，平成29年5月の時点で，Web販売のみの7000部を含めて3万部に達し（甲119，120），その全てに「マイナンバー実務検定」の文字が表示されていること等の取引の実情に照らすなら，本願商標に，一定の周知性はあるものと認められる。",
                    "しかし，本願商標の「マイナンバー」の構成部分が，役務の出所識別標識として強い印象を与えるのに対して，「実務検定」の構成部分は，役務の出所識別標識としての呼称，観念を生じるものではないことから，「マイナンバー」の構成部分を抽出し，この部分だけを引用商標と比較して商標の類否を判断することが許されることは，前記イのとおりである。そうすると，本願商標から「マイナンバー実務検定」としての一連の称呼及び観念を生じるほか，「マイナンバー」の構成部分のみを抽出した場合には，「マイナンバー」との称呼や，「マイナンバー法に基づく社会保障・税番号又は個人番号，社会保障・税番号制度であるマイナンバー制度」との観念も生じるから，本願商標から，「マイナンバー実務検定」としての一連の称呼，観念のみを生じるとはいえない。",
                    "よって，原告の主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は，商標法4条1項6号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法4条1項11号に該当するとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，「マイナンバー」との標準文字である片仮名6文字から成るところ，この文字は，前記1で認定の著名標章「マイナンバー」（引用標章）と同一である。よって，文字に相応する「マイナンバー」との称呼と，マイナンバー法に基づく社会保障・税番号又は個人番号，社会保障・税番号制度であるマイナンバー制度の観念を生ずる。",
                "また，引用商標は，第41類のほか，第9類，第16類，第25類，第35類，第36類，第38類，第42類及び第45類に属する指定商品及び指定役務を商品及び役務としている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の類否",
              "text": [
                "本願商標のうち，出所識別標識として強く支配的な印象を与える「マイナンバー」という構成部分を抽出し，当該構成部分のみを引用商標と比較して商標の類否を判断することが許されることは，前記1(3)イのとおりである。",
                "そして，前記1(3)アの判断基準に照らすなら，引用標章と同一の標章である引用商標も，本願商標と類似するというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "指定役務の類否",
              "text": [
                "本願商標の指定役務のうち，「技芸・スポーツ又は知識の教授，セミナーの企画・運営又は開催，検定試験受験者へのセミナーの開催及びこれらに関する情報の提供，電子出版物の提供，図書及び記録の供覧，図書の貸与，書籍の制作，教材用書籍の制作，教育・文化・娯楽・スポーツ用ビデオの制作（映画・放送番組・広告用のものを除く。），教材用ビデオ・DVDの制作（映画・放送番組・広告用のものを除く。），レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与」は，引用商標の指定役務と同一の役務を含むものであるから，同一又は類似するといえる。",
                "また，本願商標の指定役務のうち，「検定試験の企画・運営又は実施及びこれらに関する情報の提供」と，引用商標の指定役務中の「行政手続における特定の個人を識別するための番号の利用等に関する法律（平成25年法律第27号）に関する知識の教授，社会保障・税番号制度に関する知識の教授，行政サービス又は行政手続に関する知識の教授，その他の技芸・スポーツ又は知識の教授」とは，検定試験の企画・運営等とマイナンバー法等に関する知識の教授が同一の事業者により行われる可能性や，マイナンバー法等に関する知識の教授を受ける者と検定試験の受験者等の需要者を共通する可能性があり，本願商標と引用商標とをこれらの役務に使用するときは，同一営業主に係る役務と誤認されるおそれがあると認められる関係にあるから，互いに類似するといえる。",
                "本願商標の指定役務のうち，「映画・演芸・演劇・音楽又は教育研修のための施設の提供」と，引用商標の指定役務中の「行政手続における特定の個人を識別するための番号の利用等に関する法律（平成25年法律第27号）に関する知識の教授，社会保障・税番号制度に関する知識の教授，行政サービス又は行政手続に関する知識の教授，その他の技芸・スポーツ又は知識の教授」とは，教育研修のための施設の提供とマイナンバー法等に関する知識の教授が同一の事業者により行われる可能性があり，本願商標と引用商標とをこれらの役務に使用するときは，同一営業主に係る役務と誤認されるおそれがあると認められる関係にあるから，互いに類似するといえる。",
                "よって，本願商標の指定役務は，引用商標の指定役務と同一又は類似すると解するのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，本件審決は，本願商標の指定役務と引用商標の指定商品及び指定役務との類否について具体的に判断していないのであるから，理由不備，審理不尽である旨主張する。 ",
                  "text": [
                    "商標法は，審決は，「審決の結論及び理由」を記載した文書をもって行わなければならない旨を定めている（商標法56条1項，特許法157条2項4号）。商標法が，民事訴訟手続に準じた審判手続を設け，商標登録の取消事由があるかどうかについては審判手続において法律上及び事実上の争点について十分な審理判断をすべきものとし，また，当事者の関与の下でそのような十分な審理判断がされていることを前提として，事実審を省略し，審決に対する訴えを東京高等裁判所の専属管轄としていること（商標法63条1項）に鑑みると，審決の記載事項を義務付けた上記規定の趣旨は，審判官の判断の慎重，合理性を担保しその恣意を抑制して審決の公正を保障すること，当事者が審決に対する取消訴訟を提起するかどうかを考慮するのに便宜を与えること及び審決の適否に関する裁判所の審査の対象を明確にすることにある。",
                    "したがって，審決書に記載すべき理由としては，特段の事由がない限り，審判における最終的な判断として，その判断の根拠を証拠による認定事実に基づき具体的に明示することを要するものと解するのが相当であり（最高裁昭和54年（行ツ）第134号同59年3月13日第三小法廷判決・裁判集民事141号339頁参照），商標法4条1項11号に該当するとして，拒絶査定不服審判請求が成り立たない旨の審決をする場合には，同号に該当すること，すなわち，本願商標と引用商標とが同一又は類似すること及び両商標の指定商品又は指定役務が同一又は類似することを，審決において審理判断し，審決書に記載しなければならない。",
                    "しかるに，本件審決には，本願商標の指定役務と引用商標の指定商品及び指定役務とが同一又は類似することについての判断が欠けている。したがって，本件審決には，この点において理由が十分記載されていないということができる。",
                    "もっとも，本件においては，本願商標と引用商標とが類似し，本願商標の指定役務と引用商標の指定役務とが同一又は類似する旨の拒絶査定がされたのに対し（甲107），原告は，審判請求書において，専ら本願商標と引用商標とが類似しない旨の主張に終始し，本願商標の指定役務と引用商標の指定役務とが類似しないことについての主張はしていないし（甲108），本件訴訟においても，本願商標の指定役務と引用商標の指定役務とが類似しない旨の主張はしていない。そして，本願商標の指定役務と引用商標の指定役務とが同一又は類似することは，前記(3)のとおりである。しかも，本願商標が商標法4条1項6号に該当することは，前記1のとおりである。そうすると，本件審決が，指定役務の類否について判断を示すことなく，商標法4条1項11号該当性を肯定したことをもって，結論に影響する違法があるとまでいうことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，被告が，本件訴訟において指定役務の類似を主張することは，時機に後れた攻撃防御方法であると主張する。",
                    "しかし，被告の上記主張によって，訴訟の完結を遅延させることとはならないから，時機に後れた攻撃防御方法に該当しないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，本願商標は，商標法4条1項6号及び11号に該当する商標であり，これを登録することができないとした本件審決は，結論において正当である。よって，本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}