{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-800104号事件について平成29年10月4日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（後掲証拠及び弁論の全趣旨から認められる事実）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，名称を「回転数適応型の動吸振器を備えた力伝達装置および減衰特性を改善するための方法」とする発明に係る特許権（特許第5473933号。国際出願日  平成20年11月17日（パリ条約による優先権主張  平成19年11月29日  ドイツ。（以下「本件優先日」という。）），設定登録日  平成26年2月14日。請求項の数12。以下，「本件特許権」といい，同特許権に係る特許を「本件特許」という。）の特許権者である（甲32）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年8月15日，本件特許につき特許庁に無効審判請求をし，特許庁は上記請求を無効2016-800104号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年10月4日，審判請求は成り立たない旨の審決（以下「本件審決」という。）をし，その謄本は，同月13日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年11月10日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1～12の記載は，次のとおりである。以下，各請求項に係る発明を請求項の番号に従い「本件発明1」，「本件発明2」などといい，「本件発明」と総称する。本件特許の明細書（甲32）を，図面を含めて「本件明細書」という。また，本件明細書の図面の一部は，別紙本件明細書図面目録記載のとおりである。",
            "【請求項1】  駆動装置と被駆動装置との間で出力伝達するための力伝達装置（1）であって，少なくとも1つの入力体（E）と，出力体（A）と，少なくとも部分的に運転媒体である油で充填可能な室内に配置された振動減衰装置（3，4）とが設けられており，該振動減衰装置（3，4）が，回転数適応型の動吸振器（5）に連結されている形式のものにおいて，回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されていることを特徴とする，駆動装置F effと被駆動装置との間で出力伝達するための力伝達装置。",
            "【請求項2】回転数適応型の動吸振器（5）の共振が，励振の次数qに合致しないように，次数オフセット値q が選択されている，請求項1記載の力伝達装置。",
            "F【請求項3】回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振effの次数qを0．05～0．5の範囲内の次数オフセット値q だけ上回っている，F請求項1または2記載の力伝達装置。",
            "【請求項4】回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振effの次数qを0．05～0．4の範囲内の次数オフセット値q だけ上回っている，F請求項3記載の力伝達装置。",
            "【請求項5】回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振effの次数qを0．05～0．3の範囲内の次数オフセット値q だけ上回っている，F請求項3記載の力伝達装置。",
            "【請求項6】回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振effの次数qを0．14～0．3の範囲内の次数オフセット値q だけ上回っている，F請求項3記載の力伝達装置。",
            "【請求項7】回転数適応型の動吸振器（5）が，遠心振り子装置として形成されており，該遠心振り子装置が，慣性質量体支持装置（10）を有しており，該慣性質量体支持装置（10）が，該慣性質量体支持装置（10）に対して相対的に運動可能に該慣性質量体支持装置（10）に配置された慣性質量体（9，9．1，9．2，9．11，9．12，9．13，9．14）を備えており，個々の慣性質量体（9，9．1，9．2，9．11，9．12，9．13，9．14）の重心間隔Sが，駆動装置の励振の次数qの関数として規定され，有効次数q へのq だけの次数オフセットが，次数オフセット値q に関連したeff F F重心間隔の変化を規定するように，回転数適応型の動吸振器（5）が形成されていて，設計されている，請求項1から6までのいずれか1項記載の力伝達装置。",
            "【請求項8】次数オフセット値q の量が，駆動装置の励振の次数qの変化に比例Fして変化するようになっている，請求項1から7までのいずれか1項記載の力伝達装置。",
            "【請求項9】力伝達装置（1）が，ハイドロダイナミック式の構成要素と，該ハイドロダイナミック式の構成要素を跨ぐための装置とを有しており，ハイドロダイナミック式の構成要素が，ポンプホイール（P）として機能する少なくとも1つの一次ホイールと，タービンホイール（T）として機能する二次ホイールとを備えており，両ホイールが，作業室（AR）を互いに形成しており，タービンホイール（T）が，少なくとも間接的に力伝達装置（1）の出力体（A）に相対回動不能に結合されており，ハイドロダイナミック式の構成要素と，該ハイドロダイナミック式の構成要素を跨ぐための装置とが，それぞれ出力分岐路に配置されており，回転数適応型の動吸振器（5）を備えた振動減衰装置（3，4）が，少なくとも出力分岐路の一方に直列に接続されており，少なくとも部分的に運転媒体である油で充填可能な室が，力伝達装置（1）の内室によって形成されるようになっており，該内室が，ハイドロダイナミック式の構成要素の運転媒体によって通流されるようになっている，請求項1から8までのいずれか1項記載の力伝達装置。",
            "【請求項10】少なくとも1つの入力体（E）と，出力体（A）と，少なくとも部分的に運転媒体である油で充填可能な室内に配置された振動減衰装置（3，4）とが設けられており，該振動減衰装置（3，4）が，回転数適応型の動吸振器（5）に連結されている，駆動装置と被駆動装置との間で出力伝達するための力伝達装置（1）の減衰特性を改善するための方法において，回転数適応型の動吸振器（5）を，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計することを特徴とすF effる，駆動装置と被駆動装置との間で出力伝達するための力伝達装置の減衰特性を改善するための方法。",
            "【請求項11】前記室が，ハイドロダイナミック式の構成要素の運転媒体によって通流されるようになっている，請求項10記載の方法。",
            "【請求項12】前記方法が，以下の方法ステップ：すなわち，",
            "・原動機の励振次数qを規定し，",
            "・該励振次数qに対する回転数適応型の動吸振器（5）のジオメトリを確定し，",
            "・必要となる次数オフセット値q を規定し，",
            "F・該次数オフセット値q の関数としての動吸振器（5）のジオメトリを検出すFる：",
            "を有している，請求項10または11記載の方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①  無効理由1として本件発明1～7及び9～12について，下記の甲4文献に記載された発明（以下「甲4発明」という。）及び技術常識に基づく進歩性欠如，②  無効理由2として本件発明1～7及び9～12について，甲4発明，下記の甲5文献に記載された発明（以下「甲5発明」という。），下記の甲6文献に記載された事項及び技術常識に基づく進歩性欠如，③  無効理由3として本件発明1～7及び9～12について，甲4発明，下記の甲7文献に記載された発明（以下「甲7発明」という。），甲6文献に記載された事項及び技術常識に基づく進歩性欠如，④  無効理由4として本件発明1～7及び9～12について，下記の甲8文献に記載された発明（以下「甲8発明」という。），甲5発明，甲4文献に記載された事項，甲6文献に記載された事項及び技術常識に基づく進歩性欠如，⑤  無効理由5として本件発明1～7及び9～12について，甲8発明，甲7発明，甲4文献に記載された事項，甲6文献に記載された事項及び技術常識に基づく進歩性欠如，⑥  無効理由6として，請求項1及び請求項8の記載についてのサポート要件違反，⑦  無効理由7として請求項7及び請求項12の記載についての明確性要件違反を主張した。",
                "本件審決の理由は，別紙審決書（写し）記載のとおりであり，要するに，①  無効理由1～3につき，下記(2)の相違点1に係る構成を当業者が容易に想到することができたとはいえないから，特許法29条2項に該当しない，②  無効理由4，5につき，下記(2)の相違点2に係る構成を当業者が容易に想到することができたとはいえないから，同項に該当しない，③  無効理由6につき，請求項1～12の記載は，同法36条6項1号の規定に違反しない，④  無効理由7につき，請求項7及び12の記載は，同項2号の規定に違反しないとして，原告の無効審判請求は成り立たないというものである。なお，文献中の図面の一部は，文献の番号に応じた別紙図面目録記載のとおりである。",
                "甲4：米国特許第6026940号明細書。登録日平成12年2月22日。",
                "甲5：米国特許第6450065号明細書。登録日平成14年9月17日。",
                "甲6：米国特許第5295411号明細書。登録日平成6年3月22日。",
                "甲7：Vibration Reduction in a Variable Displacement Engine Using Pendulum Absorbers, Tyler M. Nesterほか。平成15年5月発行。",
                "甲8：国際公開第2004／018897号明細書"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明",
                  "text": [
                    "「  駆動装置と被駆動装置との間で出力伝達するための流体式トルク・コンバータ100であって， ",
                    "ベアリングジャーナル1と，",
                    "タービン・ハブ15と，  ",
                    "運転媒体である油で充填可能な室内に配置された駆動側駆動手段39，弾性要素41及び従動側駆動手段43とが設けられており，  ",
                    "駆動側駆動手段39，弾性要素41及び従動側駆動手段43が，補償フライホイール質量体54を切欠き53で案内するキャリア51に連結されている流体式トルク・コンバータ100。」 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明",
                  "text": [
                    "「  内燃機関のクランク軸が，回転数適応型の動吸振器に連結されている形式のものにおいて，回転数適応型の動吸振器が，kが0．8から0．999，又は1．001から1．2の範囲のうち，0．8から0．999の範囲では，内燃機関の励起振動の次数xよりも「1-（1／√k）」だけ大きい有効次数に設計されている，回転数適応型動吸振器。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲7発明",
                  "text": [
                    "「  クランクシャフトが，振子式アブソーバに連結されている形式のものにおいて，振子式アブソーバが，エンジンの振動次数n＝2よりも0．15だけ大きい幾何学的な次数に設計されている振子式アブソーバにおいて，アブソーバを支持する孔は，孔を覆うエンドキャップによりローラを定位置に保持し，クランクケースが油を噴射されることにより，十分な潤滑をもたらす，振子式アブソーバ。」 "
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲8発明",
                  "text": [
                    "「  駆動装置と被駆動装置との間で出力伝達するための流体式トルク・コンバータ30であって， ",
                    "ハウジング31と， ",
                    "ブッシュ32と， ",
                    "運転媒体である油で充填可能な室内に配置されたタービントーションダンパ40，43とが設けられており， ",
                    "タービントーションダンパ40，43が，可変的な固有振動数を持つスプリング・マス・システム22に連結されている流体式トルクコンバータ30。」 "
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲4発明",
                  "text": [
                    "両発明は以下の［一致点］で一致し，［相違点1］について相違する。",
                    "［一致点］",
                    "駆動装置と被駆動装置との間で出力伝達するための力伝達装置であって，少なくとも1つの入力体と，出力体と，少なくとも部分的に運転媒体である油で充填可能な室内に配置された振動減衰装置とが設けられており，該振動減衰装置が，回転数適応型の動吸振器に連結されている形式の，駆動装置と被駆動装置との間で出力伝達するための力伝達装置。",
                    "［相違点1］",
                    "本件発明1では，「回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きいF有効次数q に設計されている」のに対し，甲4発明では，補償フライホeffイール質量体54を切欠き53で案内するキャリア51が，どのように設計されているか不明である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲8発明",
                  "text": [
                    "両発明は以下の［一致点］で一致し，［相違点2］について相違する。",
                    "［一致点］",
                    "駆動装置と被駆動装置との間で出力伝達するための力伝達装置であって，少なくとも1つの入力体と，出力体と，少なくとも部分的に運転媒体である油で充填可能な室内に配置された振動減衰装置とが設けられており，該振動減衰装置が，固有周波数が可変的である動吸振器に連結されている形式の，駆動装置と被駆動装置との間で出力伝達するための力伝達装置。",
                    "［相違点2］",
                    "「固有周波数が可変的である動吸振器」に関して，本件発明1は，「回転数適応型の動吸振器（5）」であり，「回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されている」のに対し，甲8発F eff明では，スプリング・マス・システム22が可変的な固有振動数を持つものであり，スプリング・マス・システム22がどのように設計されているか不明である点。 "
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1：無効理由1～3につき，本件発明1と甲4発明との相違点1の認定，判断の誤り",
            "取消事由2：無効理由4，5につき，本件発明1と甲8発明との相違点2の認定，判断の誤り",
            "取消事由3：無効理由1～5につき，本件発明10～12と甲4発明との相違点1及び甲8発明との相違点2の認定，判断の誤り",
            "取消事由4：無効理由6につき，サポート要件違反に関する判断の誤り",
            "取消事由5：無効理由7につき，本件発明7及び12に関する明確性要件違反に関する判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由1～3につき，本件発明1と甲4発明との相違点1の認定，判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明における「油影響に関連して，」「設計されている」との要件（以下「油影響要件」という。）が本件発明1の発明特定事項であることを前提に，本件発明1に油影響要件が存在することを相違点1として認定したものであるが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動吸振器のチューニングについての技術常識",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "動吸振器の遠心振り子の固有振動数が駆動装置の励振の振動数と一致したときに，ねじり振動を最も効果的に減衰できるということが，古くから知られた動吸振器の基本原理であり，このことからすれば，動吸振器の遠心振り子の「実際の次数」が「駆動装置の励振の次数」と一致したときに，ねじり振動を最も効果的に減衰できる。",
                        "𝐿(イ)  動吸振器のチューニングとは，「動吸振器の幾何学的次数」（√ （た𝑙だし，Lは回転中心から遠心振り子の支点までの長さ，lは遠心振り子の中央位置での長さ）。本件発明1にいう「有効次数」のこと。）を決定することである。この決定は，通常，上記の動吸振器の基本原理を念頭に置いて行われる。",
                        "𝐿 N(ウ)  「動吸振器の幾何学的次数」（√ ）と「駆動装置の励振の次数」（ ）𝑙 2との大小関係は，理論上も実際上も，",
                        "①  アンダーチューニング（［動吸振器の幾何学的次数］＜［駆動装置の励振の次数］）",
                        "②  イーブンチューニング（［動吸振器の幾何学的次数］＝［駆動装置の励振の次数］）",
                        "③  オーバーチューニング（［動吸振器の幾何学的次数］＞［駆動装置の励振の次数］）",
                        "の3通りしか存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1は，その文言上は，動吸振器の構成として，オーバーチューニング（［動吸振器の幾何学的次数］＞［駆動装置の励振の次数］）されたものであることに加え，オーバーチューニングが油影響要件を満たすことを規定しているが，油影響要件は「物の発明」たる本件発明1の発明特定事項，すなわち，同発明に係る物と他の物とを区別する機能を有する要素であるとは認められない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，油影響要件について，「少なくとも部分的に油で充填可能な室内で回転する油による作用を考慮して設計されたものであること」と解した上で，これを本件発明1の発明特定事項とした。",
                        "しかし，オーバーチューニングされた動吸振器において，「回転する油による作用を考慮して設計された」ものと，このような考慮をしないで設計されたものとを，物の構造又は特性の点で区別することは不可能である。例えば，励振の次数が2である駆動装置に対応する動吸振器が2．15という幾何学的次数（有効次数）でオーバーチューニングされたものである場合，当該動吸振器は，回転する油の作用を考慮して設計されたものであるか否かにかかわらず幾何学的寸法（回転中心から遠心振り子の支点までの長さLと遠心振り子の長さlとの関係）は異ならない。このように，設計に当たって，「回転する油による作用を考慮」する点は，動吸振器の構造又は特性を区別する要素になり得ない。",
                        "以上のように，本件審決の解釈による油影響要件は，本件発明1における動吸振器について，オーバーチューニングされた動吸振器という構成以上の限定を加えるものではないから，発明特定事項とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，油影響要件についての本件審決の解釈以外の解釈をとるとしても，「油影響に関連して」との要件を，オーバーチューニングされた動吸振器をさらに構造又は特性で特定（限定）するものと解釈することはできない。",
                        "最高裁平成24年（受）第1204号平成27年6月5日第2小法廷判決は，物の発明について，特許請求の範囲にその物の製造方法の記載がある，いわゆるプロダクト・バイ・プロセス・クレームの発明の要旨認定について，製造方法の要件は発明特定事項にならない（発明は当該製造方法によって製造された物に限定されない）とする。そして，この判決の説示するところは，本件発明1のように，物の発明でありながら，クレームにその物の設計にあたっての考慮事項の記載がある場合（いわばプロダクト・バイ・「設計」・プロセス・クレーム）の要旨認定にも当てはまる。",
                        "上記(ア)のとおり，本件発明1について，油影響要件を充たす動吸振器とこれを充たさない動吸振器はいずれもオーバーチューニングされた動吸振器として構造又は特性を区別することができないのであり，油影響要件は動吸振器の構造又は特性を特定する機能を有しない。",
                        "したがって，油影響要件をどのように解釈しても，本件発明1の要旨認定において，同発明が備える動吸振器は，オーバーチューニングされた動吸振器として客観的に特定されるのであり，油影響要件を発明特定事項とみることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，油影響要件は，その解釈にかかわらず，本件発明1の発明特定事項とはいえないから，油影響要件があることをもって本件発明1と甲4発明との相違点と認定するのは誤りである。",
                    "そうすると，本件審決は，本件発明1と甲4発明との相違点の認定に際し，存在しない油影響要件に係る相違点を相違点と認定した上で，かかる相違点の容易想到性を否定したものであるから，上記相違点の認定誤りは，審決の結論に影響を与えることが明らかであり，取消事由となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術常識に基づく容易想到性（無効理由1に対応）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "動吸振器のチューニングについての技術常識",
                      "text": [
                        "上記(1)イのとおりの動吸振器のチューニングについての知見は，本件優先日以前から技術常識であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "オーバーチューニングについての技術常識",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "動吸振器を理想条件下（例えば，真空下）でなく，現実の環境，すなわち，非理想条件下で動作させた場合，遠心振り子の固有振動数（1秒当たりの振動の数）が理想条件下における固有振動数に比して様々な要因により低下することは，多くの文献（単振り子の固有振動数の低下について甲12～14，20，動吸振器の固有振動数の低下について甲16～18，21～24）に記載されており，本件優先日当時の技術常識であった。このような固有振動数の低下は，例えば，動吸振器が油のような液体中で動作する場合に振り子の動きが浮力等の影響で遅くなることや，振り子の振幅が大きくなる場合にその動きが遅くなることにより，換言すれば，「復元力の低下」によって，生じるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "非理想条件下における動吸振器の固有振動数（1秒当たり振動の数）や「実際の次数」（1回転当たりの振動の数）が，理想条件下における固有振動数や「実際の次数」と比べて低下し，それにより駆動装置の励振の振動数（1秒当たりの振動の数）や「励振の次数」（1回転当たりの振動の数）と一致しなくなることを補償するために，動吸振器の幾何学的次数を駆動装置の励振の次数よりも大きく設定すること（オーバーチューニング）は，本件優先日当時の技術常識であった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，オーバーチューニングの具体的手段については，動吸振器の遠心振り子の長さlをLに対して相対的に短くすればよいことは，𝐿幾何学的次数の定義自体（√ ）から自明であり，多数の文献（甲5～𝑙7，15～18，30）にも，動吸振器のオーバーチューニングが開示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性",
                      "text": [
                        "甲4発明には，動吸振器のチューニングの態様が上記(1)イ(ウ)①～③のいずれになるか記載されていないが，当業者が甲4発明を実施するために動吸振器を設計するに際しては，必ず動吸振器の幾何学的寸法を決定する必要があるから，上記①～③のいずれかが選択される。",
                        "そして，上記(ア)，(イ)の技術常識に照らせば，当業者において，甲4発明の動吸振器のチューニングに際してオーバーチューニングを選択することが困難であろうはずがなく，本件優先日当時の当業者が，上記の技術常識に基づき，甲4発明における動吸振器をオーバーチューニングすることを容易に想到し得たことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明を副引用例とする容易想到性（無効理由2に対応）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5発明の認定について",
                      "text": [
                        "本件審決の甲5発明の認定（上記第2の3(2)イ）は，甲5発明がオーバーチューニングされた動吸振器の発明であることを認定している点においては正しいが，次の点に誤りがある。",
                        "すなわち，①  「内燃機関のクランク軸」は，甲5文献の第1欄5～6行（甲26・段落【0001】も参照）に「本発明は軸の周りを回転可能なシャフト用の回転数適応式振動吸収装置に関する。」と記載されているとおり，「回転可能なシャフト」と認定すべきであり，②  「1-（1／√k）」は，次の計算式のとおり，「x（（1／√k）-1）」と認定すべきである。",
                        "R＝kL ⇔ L = x2 ⇔ √𝐿 = 𝑥 = x + x(1−√𝑘) = x + x(1 −1)",
                        "x2 R k 𝑅 √𝑘 √𝑘 √𝑘そうすると，甲5文献からは，次の発明を認定することができる（下線部が本件審決と異なる。）。",
                        "「回転可能なシャフトに回転数適応型の動吸振器が連結されている形式のものにおいて，回転数適応型の動吸振器が，kが0．8から0．999，又は1．001から1．2の範囲のうち，kが0．8から0．999の範囲では，内燃機関の励起振動の次数xよりも「x（（1／√k）-1）」だけ大きい有効次数に設計されている，回転数適応型動吸振器。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4発明の動吸振器に甲5発明を適用することの容易想到性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記ア(ア)，(イ)のとおり，本件優先日当時，①  甲4発明を実施するに際して，その動吸振器をチューニングすることは必要不可欠な作業であること，②  動吸振器のチューニングは，アンダーチューニング，イーブンチューニング，オーバーチューニングという3つの選択肢しか存在しないこと，③  動吸振器のチューニングにおいて，非理想条件下ではオーバーチューニングが望ましいことは技術常識であったことがいえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，甲4発明と甲5発明は同一の技術分野に属し，甲4発明の動吸振器と甲5発明の動吸振器は，いずれも回転シャフトに生じるねじり振動を減衰するという周知の共通の課題を有するとともに，回転数適応型の遠心振り子式動吸振器である点において，共通の課題解決原理を有している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，甲5発明の動吸振器の適用対象はクランクシャフトに限定されるものでなく，エンジンに連結されるその他の回転シャフトにも及ぶから，甲5発明の適用範囲には甲4発明の動吸振器が含まれる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件優先日当時，当業者が，甲4発明の動吸振器を設計するにあたって甲5発明を適用し，甲4発明の動吸振器をオーバーチューニングすることの動機付けがあるといえる。これによれば，本件優先日当時の当業者が，甲4発明に甲5発明を適用して，相違点1の構成に容易に想到し得たものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，仮に，油影響要件が発明特定事項であるとの本件審決の前提に立ったとしても，相違点1に係る構成は容易に想到し得たものというべきである。",
                        "すなわち，甲5文献には，0．8から0．999の範囲でkを選択すること，すなわちオーバーチューニングを含む甲5発明の構成により，「・・・例えば，慣性質量部材（原告注：遠心振り子のおもりのこと。）の非線形性の往復運動に加え，潤滑剤に起因する流体静力学上，及び流体動力学上の効果が大幅に補償可能となる。」（甲5文献・第2欄下から2行ないし第3欄2行。）ことが記載されている。",
                        "この記載によれば，甲5発明におけるオーバーチューニングをするに当たり，潤滑剤に起因する流体静力学上の効果（浮力など）や流体動力学上の効果（粘性抵抗など）を考慮することは容易になし得ることである。",
                        "他方，甲4発明の力伝達装置における運転媒体としての油（オートマチック・トランスミッション・フルード＝自動変速機液）は，動吸振器に対する潤滑剤としての機能も有しており，潤滑剤に起因する流体静力学上の効果や流体動力学上の効果を及ぼすことは自明である。",
                        "したがって，当業者が，甲4発明の動吸振器のチューニングにおいて，甲5発明のオーバーチューニングされた動吸振器を適用する（かかる適用が容易であることは上記イのとおり。）に当たり，甲5文献の上記記載に基づき，甲4発明の力伝達装置における油，すなわち，「少なくとも部分的に油で充填可能な室内で回転する油」による作用を考慮することは，容易に想到し得たというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲7発明を副引用例とする容易想到性（無効理由3に対応）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7発明の認定について",
                      "text": [
                        "本件審決の甲7発明の認定（上記第2の3(2)）は争わない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4発明の動吸振器に甲7発明を適用することの容易想到性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件優先日当時の技術常識については，上記イ(イ)と同様である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，甲4発明と甲7発明は同一の技術分野に属し，甲4発明の動吸振器と甲7発明の動吸振器は，いずれも回転シャフトに生じるねじり振動を減衰するという周知の共通の課題を有するとともに，回転数適応型の遠心振り子式動吸振器である点において，共通の課題解決原理を有している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，甲7発明はクランクシャフトに直接連結されるものであるが，甲7発明と共通の課題解決原理を有する動吸振器を開示する甲6文献には，動吸振器の適用範囲として，クランクシャフトだけでなくトルクコンバータも含まれることが明示されているから，当業者は甲7発明に係るオーバーチューニングされた動吸振器の技術思想をクランクシャフトだけでなく，トルクコンバータにおける動吸振器にも適用可能であると理解する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件優先日当時，当業者が，甲4発明の動吸振器を設計するに当たって甲7発明を適用し，甲4発明の動吸振器をオーバーチューニングすることの動機付けがあるといえる。これによれば，本件優先日当時の当業者が，甲4発明に甲7発明を適用して，相違点1の構成に容易に想到し得たものといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2～7及び9について（無効理由1ないし3に共通）",
                  "text": [
                    "無効理由1～3に関する本件発明2～7及び9についての本件審決の判断は，本件発明1についての判断と同様，相違点1についての容易想到性を否定したものであるから誤りであり，その誤りは，審決の結論に影響を及ぼすものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由4，5につき，本件発明1と甲8発明との相違点2の認定，判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が相違点2の認定に際し，存在しない油影響要件に係る相違点を相違点と認定し，容易想到性を否定したものであり，この相違点2の認定が誤りであり，これが取消事由となることについては，上記1に述べたところが妥当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "無効理由4，5に関する本件発明2～7及び9についての本件審決の判断は，本件発明1についての判断と同様，相違点2についての容易想到性を否定したものであるから誤りであり，その誤りは，審決の結論に影響を及ぼすものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由1～5につき，本件発明10～12と甲4発明との相違点1及び甲8発明との相違点2の認定，判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明10～12についても，油影響要件が発明特定事項であることを前提として，存在しない油影響要件に係る相違点を相違点と認定し，これに基づいて容易想到性を否定したものであるから誤りであり，この誤りが審決の結論に影響を及ぼすことは上記1，2と同様である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明10～12は「力伝達装置の減衰特性を改善するための方法」であるから，単純方法の発明（特許法2条3項2号）である。そして，方法の発明であっても，発明の構成要件は客観的に特定されることが必要であり，構成要件の解釈として，主観的目的が含まれるような解釈は許されない（知財高裁平成25年（行ケ）第10347号平成26年10月9日判決）。",
                "本件発明10～12において方法を客観的に特定する要件は，力伝達装置が備える動吸振器をオーバーチューニングすることだけであり，オーバーチューニングが「油影響に関連して」行われることを規定する油影響要件はオーバーチューニングを客観的に限定する要件にはなり得ない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由6につき，サポート要件違反に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件明細書の【0038】，【0039】及び図3には，本件発明の実施例が記載されているとしてサポート要件違反を否定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書【0038】，【0039】及び図3はいずれも本件発明の実施例を開示するものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，本件明細書の【0038】は，その記載から明らかなように，「回転数適応型の動吸振器5が原動機による励振の次数qに設計されている場合」（動吸振器がイーブンチューニングされている場合）の記載であって，回転数適応型の動吸振器5が，「駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されている」（動F eff吸振器がオーバーチューニングされている）場合の記載ではない。【0038】の「同じ設計の場合，動吸振器5の次数のオフセットは油下でより低い次数値に行われる。」にいう「同じ設計の場合」とは，「回転数適応型の動吸振器5が原動機による励振の次数qに設計されている場合」（動吸振器がイーブンチューニングされている場合）を意味し，また，同文にいう「次数のオフセット」とは，動吸振器を取り囲む油の影響により固有振動数が低下し，動吸振器の「実際の次数」（1回転当たりの振動の数）が，見かけ上，低下することを意味するものであり，動吸振器のオーバーチューニングを意味するものではないことは，その文脈から明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件明細書の【0039】は，次数オフセット値q を選択するとF結果的に油影響が考慮される旨の記載にとどまり，油影響を考慮して次数オフセット値q を選択する旨の記載，すなわち，次数オフセット値q の選F F択に先立ち油影響を考慮する旨の記載ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，図3中の実線は，回転する油環なしである室内に配置されている回転数適応型の動吸振器5が原動機による励振の次数qに設計された力伝達装置の特性を示し，同図中の破線は，同じ設計，すなわち，回転数適応型の動吸振器5が原動機による励振の次数qに設計された油の影響下での力伝達装置の特性を示しており（【0038】），いずれも動吸振器がイーブンチューニングされている場合の記載であって，動吸振器がオーバーチューニングされている場合の記載ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書の記載のみからでは「次数オフセットさせた油有りのグラフを想定すること」はできないし，また，「動吸振器の共振を，励振の次数qに合致しないようにすること」と「次数オフセットさせた油有りのグラフを想定してその振幅比の極大点を，油なしのグラフの振幅比の極大点に近づけるようにすること」は無関係である。本件明細書の図3中の実線及び破線を比較することで分かるのは，同じ幾何学的次数に設定された動吸振器を備える力伝達装置であっても，油影響下にある場合には「振幅比-励起の次数」グラフにおいて左方向にシフトすること（「実際の次数」が低下すること）のみであって，これは本件審決も認める本件優先日当時の技術常識（非理想条件下では動吸振器の周囲環境等の影響により動吸振器の固有振動数，また，「実際の次数」が低下すること。）以上のことを開示するものではない。本件明細書には，特定の力伝達装置について，当該力伝達装置に使用される油の特性（回転する油の特性を含む。）に応じたオーバーチューニングの程度を計算するための計算式についての記載もない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "このように，本件明細書の【0038】，【0039】及び図3は，本件発明の実施例を記載したものではなく，また，本件明細書のその他の記載を見ても本件発明の実施例の記載は存在しないから，これを前提とする本件発明1～12に関するサポート要件違反についての本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，本件発明8について，本件審決がサポート要件を充足することの根拠として引用する本件明細書の【0025】の記載は，単に駆動装置の励振の次数qについてq＝2の場合とq＝4の場合を本件発明8の「次数オフセット値q の量が，駆動装置の励振の次数qの変化に比例して変化するようFになっている」という要件に当てはめただけであって，本件発明8の対象物である1つの力伝達装置において，次数オフセット値q の量が，駆動装置のF励振の次数qの変化に比例して変化する回転数適応型の動吸振器の具体的な構成を開示するものではない。また，本件明細書には，本件発明8の対象物である1つの力伝達装置において，駆動装置の励振の次数qが変化（例えば励振の次数が2から4に変化）するような駆動装置の構成についても記載がないし，本件発明8の対象物である1つの力伝達装置において，駆動装置の励振の次数の変化に比例して次数オフセット値qの量を変化させたとしても，Fそれによって本件発明の課題が解決されるか否か，本件明細書の記載からは明らかではない。",
                "よって，この点からも，本件発明8はサポート要件を充足せず，本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（無効理由7につき，本件発明7及び本件発明12に関する明確性要件違反に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明7について",
              "text": [
                "本件発明7における「関数として規定され」との記載に関し，一般に「YがXの関数として規定される」との用語は，通常，「あるXが与えられれば，そのXに対応してYが定まること」を意味する。",
                "本件審決が次数オフセット前の関数であると述べる数式「S＝l（q2＋1）」を見ると，あるqが与えられたとしても，未だlがパラメータとして残っており，あるqに対応して直ちにSが定まらないから，本件発明7が規定する「個々の慣性質量体の重心間隔Sが，駆動装置の励振の次数qの関数として規定され」るとの事象は想定できない。",
                "これによれば，本件発明7はその特許請求の範囲の技術的意義が不明であり，明確性要件に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明12について",
              "text": [
                "本件発明12の特許請求の範囲の技術的意義が明確であることについて，本件審決は，「動吸振器（5）のジオメトリ」との用語を「L（慣性質量体の枢着点と回転軸線との間隔）／l（枢着点に対する慣性質量体の間隔）の値」と認定するようであるが，「ジオメトリ」との用語の一般的な意味からも，本件明細書の記載からもそのように理解することはできず，その根拠は明らかではない。",
                "また，仮に「動吸振器（5）のジオメトリ」との用語を「L（慣性質量体の枢着点と回転軸線との間隔）／l（枢着点に対する慣性質量体の間隔）の値」と理解したとしても，本件発明12の特許請求の範囲の記載においては，動吸振器（5）のジオメトリについて，一旦，「確定」されたにもかかわらず，その後，これを「検出する」とされ，本件明細書の記載を検討しても，その意味するところは不明である。",
                "したがって，本件発明12は，特許請求の範囲の技術的意義が不明であり，明確性要件に違反する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由1～3につき，本件発明1と甲4発明との相違点1の認定，判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，油影響要件は本件発明1の発明特定事項とはいえないと主張するが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "回転数適応型の動吸振器の幾何学的寸法は，動吸振器の次数が決まって初めて設定できるものであるから，特許請求の範囲の「油影響に関連して，駆動装置の励振の次数よりも所定の次数オフセット値q だけ大きい有効次F数 q に設計されている」との記載は動吸振器の幾何学的な寸法を決定effする動吸振器の次数を特定する構成要件であり，回転数適応型の動吸振器を構造において特定するものであることは明らかである。上記記載を動吸振器の「設計プロセス」を意味するものと解釈する余地はない。",
                    "よって，相違点1についての本件審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1における油影響要件の意義について",
                  "text": [
                    "「油」とは「振動減衰装置の配置された室内に充填可能な，運転媒体である油」であることは明らかであり，ここにいう「室内」とは，以下に示す本件明細書の図1bにつき色付けされた部分に相当する。運転媒体である油は，この部分に充填され，かつ，力伝達装置の動作時には高速に回転する。",
                    "これによれば，回転数適応型の動吸振器が受ける油影響とは，上記室内を通流する油に起因する様々な要因を含む概念であることは，当業者ならば当然に理解できることである。",
                    "さらに，本件明細書の【0015】，【0018】，【0020】，【0021】，【0039】，【0044】の記載によれば，本件発明において，次数オフセット値q および有効次数 q が，動吸振器の個々の慣性F eff質量体への回転する油の影響，油の浮力による影響，油の遠心力による影響，慣性質量体と回転する油との間の相対運動により生じる影響など，駆動装置の駆動によって回転する油に基づく様々な要因による影響に関連して客観的に設計されるものであることは，当業者にとって明らかである。",
                    "以上によれば，「油影響要件」とは，駆動装置の駆動に基づいて，少なくとも部分的に油で充填可能な室内で回転する油が動吸振器に作用することを考慮した設計をいうものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術常識に基づく容易想到性（無効理由1について）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術常識について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲4発明における動吸振器をオーバーチューニングすることが容易であるとして，相違点1の構成が容易想到であると主張するが，相違点1に係る構成は，動吸振器を油影響に関連して駆動装置の励振の次数よりも所定の次数オフセット値q だけ大きい有効次数qF eに設計するというものであり，動吸振器のオーバーチューニングのff構成ではないから，原告の主張は前提において誤っている。",
                            "上記アのとおり，本件発明1の「油影響」は，油による浮力のみならず，動吸振器の幾何学的な構成による影響，油の遠心力による影響，慣性質量体と回転する油との間の相対運動により生じる影響など，様々な要因による影響を総合的に指す。そして，これらの要因は，動吸振器の慣性質量体の揺動角及び揺動速度に関連して変化するものであるから，それぞれの要因ごとに動吸振器の有効次数のオフセット値を算出することは極めて困難でありかつ手間がかかる。本件発明1は，異なる要因により生じる動吸振器の有効次数のオフセット値をただ1つの次数オフセット値q によって補償することを提案するものであり，F単に動吸振器のオーバーチューニングを選択したものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，チューニングが，イーブンチューニング，オーバーチューニング，アンダーチューニングの3通りしか存在しないと主張するが，動吸振器のチューニングに際し，その励振次数の取り得る値は無数に存在するから，オーバーチューニングという手法が知られていたという事実は本件発明の進歩性を否定する理由にはなり得ない。当業者は，イーブンチューニング，オーバーチューニング，アンダーチューニングをランダムに選択するわけではなく，動吸振器のチューニングに際しては，対象となる製品が何であるか（DMF，クランクシャフト，トルクコンバータなど），どのような環境で運転されるか（空気環境，油環境など），振動の要因は何か（製造公差，摩耗，過負荷など）等を必ず考慮するはずであり，オーバーチューニングを選択した個別の事情を無視するのは相当ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，動吸振器を理想条件下（例えば真空下）でなく，現実の様々な周囲環境である非理想条件下で動作させた場合，遠心振り子の固有振動数が理想条件下の固有振動数より低下することは，本件優先日当時の技術常識であった旨主張する。",
                            "しかし，原告が指摘する文献は，本件発明を認識した後に個々の文献における文脈を無視して文章の一部のみを拾い集めてきたものであり，後知恵にすぎない。すなわち，甲12～14及び甲20は，単振り子に関するものであり動吸振器に関するものではない。単振り子の固有振動数は，f＝1／2π・√（g／l）で表されるのに対し，動吸振器の固有振動数は，f＝ω／2π・√（L／l）で表されることから分かるように，単振り子と動吸振器に生じる影響は単純に比較できるものではない。本件発明のような力伝達装置では，動吸振器は運転中回転し続ける振動減衰装置に接続され，例えば遠心振り子の形態で円周方向に複数設けられており，その挙動は極めて複雑であるし，動吸振器は力伝達装置の室内に充填された回転する運転媒体である油の影響を極めて強く受けるため，振り子質量にかかる力の大きさが全く異なる。甲21～23は，振り子が空気環境下にあるものであり，本件発明のように動吸振器が運転媒体である油で充填可能な室内に配置されているものではない。また，これらは，非線形挙動に対応することを目的としており，本件発明のように，線形挙動を主に対象としているものとは異なる。",
                            "かえって，本件優先日前には，振動が過大であり振り子が非線形挙動になるときはオーバーチューニングが有効になる場合もあるが，振動が小さく振り子が線形挙動の範囲内にある場合はイーブンチューニングが最適であるというのが技術常識であった。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲5には，「動吸振器は回転数に比例する固有振動数f をもabsorberち，ねじり振動は同様にシャフトの回転数n（毎秒当たりの回転数）に比例する振動数をもつので，広い回転数領域においてねじり振動減衰することができる。」（第1欄32～37行）との記載があり，通常の挙動の場合にはイーブンチューニングが有効であることが記載されているといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲7には，「アブソーバは支配的な二次モードの振動に対処するようにチューニングされ，そして，非線形効果を補償するようにわずかにオーバーチューニングされる。」（1頁左欄6～8行）「試験結果により，アブソーバを有する車両で，V4モードにおいて振動レベルが低く，そのためV4モードでの動作時に負荷がかかることによって一般車両で最も激しい振動が生じる状況において，アブソーバが特に効果的であることが実証された。）」（1頁右欄20～25行）（ここでいうアブソーバとは，非線形効果を補償するためにオーバーチューニングされたアブソーバと考えられる。），「チューニングは，アブソーバの固有振動数を，ωをエンジン速度，nを打ち消そうとするエンジンの振動次数としたときに，nωに近くなるようにすることによって達成される［2］。・・・このチューニングは，アブソーバの小さい振幅運動には有効であるが，エンジンの振動によりアブソーバが大きく振動するようになると，非線形性により振動が大きくなり得るようにチューニングがシフトされる。」（2頁左欄12～15行）との記載があり，アブソーバの振幅運動が小さい場合にはイーブンチューニングが有効であるが，振動が大きくなり非線形振動になるとオーバーチューニングが有効であることが記載されているといえる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲15には，「したがって，振幅が小さい振動における2本吊り遠心振り子について知られた原理によれば，振り子の長さrはn2＝R／rの式から得られ，ここでnは振動の次数，又は1回転当たり10トラックである。」（第4欄38行～46行），「振り子の振幅が大きい場合に振り子の使用を可能とするために，わずかなオーバーチューニング（n2＜R／r）が要求されることが当業者において知られている。」（第4欄52～58行）との記載があり，遠心振り子の振幅が小さい場合にはイーブンチューニングが有効であるが，振り子の振幅が大きい場合にはオーバーチューニングが有効であることが記載されているといえる。",
                                "甲15は，「振り子の振幅が大きい場合に振り子の使用を可能とするために，わずかなオーバーチューニング（n2＜R／r）が要求されることが当業者において知られている」（第4欄49行～54行）と記載されているにすぎない。本件発明に係る力伝達装置は，振り子の振幅が大きい場合に該当するものではないし，原告もこの点について何ら言及していない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "甲16には，「ダンパの働く次数は図245 (a)， (b)と7・2・3・bにより，ダンパ振幅が微小な場合の線形特性値ν を算出できるが，0小質量のダンパによって大トルクを処理する方針をとると振幅は有限となり，振り子の非線形復原性がダンパ固有周期を増大させるので，方針の場合にはν をあらかじめ大きく設計し，・・・」（1406頁左欄6～11行）との記載があり，ダンパの振幅が小さく線形挙動の場合にはイーブンチューニングが有効であるが，振り子が非線形挙動をする場合にはオーバーチューニングが有効であることが記載されているといえる。",
                                "甲16には，「小質量のダンパによって大トルクを処理する方針をとると振幅は有限となり，振り子の非線形復原性がダンパ固有周期を増大させるので，この方針の場合にはν0をあらかじめ大きく設計し，」（146頁左欄8～11行）と記載されているにすぎない。本件発明に係る力伝達装置は，小質量のダンパによって大トルクを処理する方針をとるものではないし，原告もこの点について何ら言及していない。また，油影響については何ら記載されていない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "甲30には，「ミスチューニングの絶対等級が大きくなるほど局所化が強くなることも明らかである。これは，3つのアブソーバが効果的に動作することを大きなミスチューニングが妨げており，その一方，第4のアブソーバは，そのミスチューニングが比較的小さい場合（すなわち，グラフの右側で），事実上全ての吸収を行っているという事実に起因する。」（6頁右欄2～7行）との記載があり，ミスチューニングが大きくなるとアブソーバが効果的に動作しないことが記載されているといえる。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "甲31には，「これらの特性は，アブソーバの2つの基本的な特性：（1）アブソーバの固有振動数が励振周波数または強制的周波数と等しいとき，最適な有効性が達成される。のために有益である。」（第4欄16～20行）との記載があり，アブソーバのイーブンチューニングが最適であることが記載されているといえる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また，動吸振器の振り子が潤滑油による影響を受けることが技術常識であるとしても，潤滑油は力伝達装置の「運転媒体」にはなり得ず力伝達装置によって回転させられないという点で，運転媒体である油とは異なるから，潤滑油に関する技術常識は，運転媒体である油で充填可能な室内に配置される本件発明の振動減衰装置には当てはまらない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲4文献は，回転する油が動吸振器に与えうる影響や励振次数の変化については言及しておらず，本件優先日以前には，運転媒体である油で充填可能な室内に配置された動吸振器に生じ得る現象は着目されていなかった。",
                        "本件優先日当時，当業者は，甲4発明を実際の条件下で稼働させた場合，その動吸振器の固有振動数が理想条件下での固有振動数に比して低下するため，動吸振器の基本原理に基づき効果的な振動減衰を実現するには，当該固有振動数の低下を補償しなければならないという課題を容易に認識できたとはいえず，甲4発明における動吸振器を，油影響に関連して，駆動装置の励振の次数よりも所定の次数オフセット値q だけ大Fきい有効次数q に設計する構成を容易に想到し得たとはいえない。",
                        "effウ  甲5発明を副引用例とする容易想到性（無効理由2について）"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲6文献の「この回転シャフト24（ねじり振動アブソーバシステムが採用される回転シャフトのこと。）は，エンジンのクランクシャフト，フライホイール，クラッチ，トルクコンバータ又はクランクシャフトによって回転自在に動かされるその他の構造のいずれかの形式をとることができる。」という記載は，甲6文献に記載の「ねじり振動アブソーバシステムが採用される回転シャフト」が，クランクシャフトやトルクコンバータに適用可能であることを述べているに過ぎず，クランクシャフトに取り付けられる振動吸収装置一般にまで広げて解釈することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲4発明はトルクコンバータの基本的な構成を開示する発明であり，甲5発明を甲4発明における動吸振器に適用できると主張するが，甲5発明はクランクシャフト上の振動吸収装置に係る発明であり，本件優先日当時の当業者は，甲4発明に係るトルクコンバータに，甲5発明に係るクランクシャフト上の振動吸収装置を適用することはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲7発明を副引用例とする容易想到性（無効理由3について）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4発明に係る補償フライホイール質量体54は油で充填された室内に配置されているのに対し，甲7発明に係るアブソーバは単に潤滑油が噴射されているだけであり，共通の課題解決原理を有しているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲7発明に係るアブソーバの構成と甲4発明に係るトルクコンバータにおける補償フライホイール質量体54の構成とは全く異なるものであって容易に組み合わされるものではないし，仮に甲4発明と甲7発明とを組み合わせても，本件発明1の構成に想到することはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由4，5につき，本件発明1と甲8発明との相違点2の認定，判断の誤り）について",
          "text": [
            "上記1において述べたのと同様に，相違点2についての本件審決の判断に誤りはなく，本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由1～5につき，本件発明10～12と甲4発明との相違点1及び甲8発明との相違点2の認定，判断の誤り）について",
          "text": [
            "上記1及び2において述べたところが妥当する。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由6につき，サポート要件違反に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件優先日以前から，油なしの環境における回転数適応型の動吸振器について，駆動装置の励振の次数に動吸振器の励振の次数を一致させることにより，振幅比が極小，すなわち極小点を得られること，ゆえに，動吸振器の励振の次数を駆動装置の次数に一致させることで，最も効果的な振動減衰がもたらされることは，当業者にとって周知の技術であった。",
                "本件明細書の【0038】，【0039】，【0043】及び図3によれば，油ありの場合，次数q＝2のときには，0．14だけ極小点をとる励振次数が低下することが読み取れる。振幅比が極小となる動吸振器の励振の次数（励振の次数の極小点）を駆動装置の次数に一致させることにより駆動装置から伝わる振動を最大に減衰できることは技術常識であるから，図3のグラフの実線と破線の各極小点に着目し，励振次数の当該低下分を次数オフセット値q（なお，本件審決においては「振幅比の極大点」に着目しているが，F振動を減衰する観点からは，「振幅比の極小点」に着目する。）とし，回転数適応型の動吸振器を，駆動装置の励振の次数qよりも次数オフセット値qだけ大きい有効次数q に調整することが理解できる。",
                "F effこのように，本件特許発明の実施例は【0043】に記載されているから，サポート要件違反に関する本件審決の判断に誤りはない。なお，本件発明10～12（方法に係る発明）の実施例は，本件明細書【0046】に記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明8の特許請求の範囲の「次数オフセット値q の量が，駆動装置Fの励振の次数qの変化に比例して変化するようになっている」との記載は，異なる励振の次数qを有する力伝達装置に対して，励振の次数qの変化に比例する異なる次数オフセット値q を有する各力伝達装置を摘示するものであFる。原告の主張する，「1つの力伝達装置」において，次数オフセット値qFの量が駆動装置の励振の次数qの変化に比例して変化する回転数適応型の動吸振器という原告主張のものが想定できないことは，駆動装置の励振の次数が駆動装置のタイプ（気筒数）に基づいて決まる固定値であることから，明らかである。本件発明8についてのサポート要件違反に関する本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（無効理由7につき，本件発明7及び12に関する明確性要件違反に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明7について",
              "text": [
                "原告は，本件審決が次数オフセット前の関数であると述べる数式「S＝l（q2＋1）」によれば，あるqが与えられたとしても，未だlがパラメータとして残っており，あるqに対応して直ちにSが定まらない旨を主張するが，自動車に搭載される力伝達装置の設計に当たり，S，Lまたはlの値を仮に設定することは，通常の設計手法である。ここで，lの値を仮に設定したとすれば，数式S＝l（q2＋1）に基づいて，Sを定めることができるから，明確性に欠けることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明12について",
              "text": [
                "「ジオメトリ」との語は，①  幾何学，②  配置，配列，③  形状といった意味であり（乙7），本件明細書【0020】及び【数1】の記載によれば，ジオメトリについて，「L（慣性質量体の枢着点と回転軸線との間隔）／l（枢着点に対する慣性質量体の間隔）の値」と解することができる。",
                "本件発明12の「確定」と「検出」のステップは，次数オフセット値q ，Fひいては有効次数q を求めるために，最初に，振動減衰装置が油なしの室eff内に配置された力伝達装置を用意して，駆動装置の励振次数に対する慣性質量体の振幅変化を求め，力伝達装置における回転数適応型の動吸振器（5）のジオメトリを「確定」し，ジオメトリが確定された力伝達装置を用いて，本件明細書の段落【0038】および図3で説明するような実験を実施することによって，次数オフセット値q を規定し，動吸振器が油影響下にある動F吸振器のジオメトリを，q の関数として「検出」するというものである。しFたがって，動吸振器（5）のジオメトリを一旦「確定」し，その後，次数オフセット値q を規定した後に，最終的に動吸振器（5）のジオメトリを「検F出する」ことに，何ら不明確な点は存在しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件発明の特許請求の範囲の記載は，上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には以下の記載がある（甲32）。",
                "【0001】本発明は，駆動装置と被駆動装置との間で出力伝達するための力伝達装置であって，少なくとも1つの入力体と，出力体と，少なくとも部分的に運転媒体，特に油で充填可能な室内に配置された振動減衰装置とが設けられており，該振動減衰装置が，回転数適応型の動吸振器に連結されている形式のものに関する。",
                "【0002】さらに，本発明は，少なくとも1つの入力体と，出力体と，少なくとも部分的に運転媒体，特に油で充填可能な室，特にハイドロダイナミック式の構成要素の運転媒体によって通流される室内に配置された振動減衰装置とが設けられており，該振動減衰装置が，回転数適応型の動吸振器に連結されている，駆動装置と被駆動装置との間で出力伝達するための力伝達装置の減衰特性を改善するための方法に関する。",
                "【0005】原動機の広域の回転数範囲，有利には回転数全範囲にわたる励振の作用を抑制するためには，・・・パワートレーンに回転数適応型の動吸振器が設けられる。この回転数適応型の動吸振器は，固有周波数が回転数に比例していることによって，ねじり振動をより大きな回転数範囲，理想的には，原動機の回転数全範囲にわたって抑制することができる。回転数適応型の動吸振器は，遠心力場における円錐振り子もしくは遠心振り子の原理により作業する。この円錐振り子もしくは遠心振り子は，公知の形式ですでに内燃機関に対するクランクシャフト振動を抑制するために使用される。・・・",
                "【0006】ハイドロダイナミック式の回転数／トルクコンバータと，このハイドロダイナミック式の回転数／トルクコンバータを介した出力伝達路を跨ぐための装置とを有する始動ユニットが，・・・公知である。この公知の始動ユニットは少なくとも1つの付加質量体を有している。この付加質量体の重心は，伝動装置エレメントの相対的な位置に関連して，モーメント伝達経路の回動軸線に対して遠心力影響下で半径方向に変位可能である。",
                "【0007】・・・自動車のパワートレーンに設けられた，原動機と被駆動装置との間でのトルク伝達するためのトルク伝達装置が公知である。この公知のトルク伝達装置は，切換可能なクラッチ装置のほかに，少なくとも1つのねじり振動減衰装置を有している。このねじり振動減衰装置には，遠心振り子装置が対応配置されている。この遠心振り子装置は複数の振り子質量体を有している。これらの振り子質量体は走行ローラによって振り子質量体支持装置に対して相対的に運動可能にこの振り子質量体支持装置に枢着されている。",
                "【0008】ハイドロダイナミック式の構成要素と，回転数適応型の動吸振器が連結された，組み込まれた振動減衰装置との力伝達装置の構成も同じくすでに公知先行技術に基づき公知である。しかし，回転数適応型の動吸振器の配置によって本来意図された絶縁効果が十分に得られないことが判った。",
                "【0009】したがって，本発明の課題は，冒頭で述べた形式の力伝達装置，特にハイドロダイナミック式の構成要素と，回転数適応型の動吸振器を備えた少なくとも1つの振動減衰装置とを備えた力伝達装置を改良して，大きな回転数範囲にわたって回転むらを最適な形式で抑制することができ，したがって，まさに車両のパワートレーンへの使用時に原動機と協働するこのような形式の力伝達装置の全運転範囲にわたって，最適な走行特性，特に高い走行快適性を力伝達装置の伝達挙動によって保証することができるようにすることである。",
                "【0010】この課題を解決するために本発明の力伝達装置では，回転数適応型の動吸振器が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されているようF effにした。",
                "【0011】本発明の力伝達装置の有利な態様によれば，回転数適応型の動吸振器の共振が，励振の次数qに合致しないように，次数オフセット値qが選択されている。",
                "F【0012】本発明の力伝達装置の有利な態様によれば，回転数適応型の動吸振器の有効次数q が，駆動装置の励振の次数qを0．05～0．5，eff有利には0．05～0．4，特に有利には0．05～0．3，全く特に有利には0．14～0．3の範囲内の次数オフセット値q だけ上回っている。",
                "F【0013】本発明の力伝達装置の有利な態様によれば，回転数適応型の動吸振器が，遠心振り子装置として形成されており，該遠心振り子装置が，慣性質量体支持装置を有しており，該慣性質量体支持装置が，該慣性質量体支持装置に対して相対的に運動可能に該慣性質量体支持装置に配置された慣性質量体を備えており，個々の慣性質量体の重心間隔Sが，駆動装置の励振の次数qの関数として規定され，有効次数q へのq だけの次数eff Fオフセットが，次数オフセット値q に関連した重心間隔の変化を規定するFように，回転数適応型の動吸振器が形成されていて，設計されている。",
                "【0014】本発明の力伝達装置の有利な態様によれば，次数オフセット値q の量が，駆動装置の励振の次数qの変化に比例して変化するようになっFている。",
                "【0015】本発明の力伝達装置の有利な態様によれば，力伝達装置が，ハイドロダイナミック式の構成要素と，該ハイドロダイナミック式の構成要素を跨ぐための装置とを有しており，ハイドロダイナミック式の構成要素が，ポンプホイールとして機能する少なくとも1つの一次ホイールと，タービンホイールとして機能する二次ホイールとを備えており，両ホイールが，作業室を互いに形成しており，タービンホイールが，少なくとも間接的に力伝達装置の出力体に相対回動不能に結合されており，ハイドロダイナミック式の構成要素と，該ハイドロダイナミック式の構成要素を跨ぐための装置とが，それぞれ出力分岐路に配置されており，回転数適応型の動吸振器を備えた振動減衰装置が，少なくとも出力分岐路の一方に直列に接続されており，少なくとも部分的に運転媒体，特に油で充填可能な室が，力伝達装置の内室によって形成されるようになっており，該内室が，ハイドロダイナミック式の構成要素の運転媒体によって通流されるようになっている。",
                "【0016】さらに，前述した課題を解決するために本発明の方法では，回転数適応型の動吸振器を，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計するようF effにした。",
                "【0017】本発明の方法の有利な態様によれば，原動機の励振次数qを規定し，該励振次数qに対する回転数適応型の動吸振器のジオメトリを確定し，必要となる次数オフセット値q を規定し，該次数オフセット値q のF F関数としての動吸振器のジオメトリを検出する。",
                "【0020】次数オフセットによって，より低い次数への動吸振器の次数のオフセットを招く個々の慣性質量体への回転する油の影響が一緒に考慮され，有利には完全に補償され，これによって，有効に作用する遠心力が，運転の間に回転する油なしの構成に比べて不変となり，原動機の励振次数における回転むらの所望の絶縁が完全に保証されている。手間のかかる制御手段が不要となり，動吸振器だけがそのジオメトリに関して，次数オフセット値だけ高められた次数に対して相応に設計される。この場合，幾何学的な調和次数は，公知先行技術の構成のように，励振の調和次数に相当しておらず，所定の次数オフセット値だけ高い値に相当している。",
                "【0021】次数オフセット値q は，回転数適応型の動吸振器の共振が，励F振の次数qに合致しないように選択される。次数オフセット値は，油充填された室内の油が遠心力影響下で動吸振器に作用することを考慮している。この作用は無視することができない。この場合，回転数適応型の動吸振器の有効次数q は，駆動装置の励振の次数qを次数オフセット値q だけeff F上回っている。この次数オフセット値q は，0．05～0．5，有利にはF0．05～0．4，特に有利には0．05～0．3，全く特に有利には0．14～0．3の範囲内にある。この場合，この範囲は，構成部材の精度に関する誤差規定の範囲外にあり，明らかな有効次数オフセットを生ぜしめる。",
                "【0022】回転数適応型の動吸振器は遠心振り子装置として形成されている。この遠心振り子装置は慣性質量体支持装置を有している。この慣性質量体支持装置は，この慣性質量体支持装置に対して相対的に運動可能にこの慣性質量体支持装置に配置された慣性質量体を備えている。回転数適応型の動吸振器は，個々の慣性質量体の重心間隔Sが，駆動装置の励振の次数qの関数として規定されるように形成されていて，設計されている。・・・すなわち，有効重心間隔S は，油影響が考慮されない同じ幾何学的な状eff況および同じ設計での重心間隔と，回転する油を考慮して生ぜしめられる偏差との総和に相当している。",
                "【0025】2次における励振を伴う駆動装置，たとえば4気筒内燃機関では，有利には約0．14の次数オフセット値q が選択される。励振の次数Fが，たとえば6気筒内燃機関への原動機の変更によって変化する場合には，次数オフセット値q の量が駆動装置の励振の次数qの変化に比例して変化Fする。",
                "【0031】図1aには，直列に接続可能な2つのダンパ3，4の間に設けられた回転数適応型の動吸振器5を備えた力伝達装置1の第1の構成が示してある。この場合，ダンパ3，4は，少なくとも一方のパワーフロー方向，ここでは，両パワーフロー方向で直列に接続されていて，振動を減衰するための装置，すなわち，個々のダンパ3，4が実際にどのように形成されているかに関係なく，いわば弾性的なクラッチとして作用する。これに対して，図1bには，本発明により形成された別の力伝達装置が示してある。しかし，この場合，ここでは，両ダンパ3，4がその機能において，それぞれ一方の出力分岐路I；IIにおける一方のパワーフロー方向でしか弾性的なクラッチとして直列に接続されていない。この場合，図1bによれば，直列に接続された両ダンパ3，4から成るアッセンブリが，入力体Eと出力体Aとの間のパワーフロー方向におけるパワーフローで見て，機械的な出力分岐路IIに常に後置されており，両ダンパ3，4が弾性的なクラッチとして作用するのに対して，ハイドロダイナミック的な出力分岐路では，第1のダンパ3が動吸振器として作用する。",
                "【0032】図1bには，回転数適応型の動吸振器5が組み込まれて配置されて，高い機能集中を伴ったダンパアッセンブリ2が形成された特に有利な構造上の構成が示してある。回転数適応型の動吸振器5は遠心振り子装置8として形成されていて，1つ，有利には複数の慣性質量体を有している。これらの慣性質量体は，慣性質量体支持装置10に対して相対的に運動可能にこの慣性質量体支持装置10に支承されている。この場合，たとえば走行ローラ11を介した支承が行われる。",
                "【0037】本発明により形成された回転数適応型の動吸振器5は，その幾何学的な調和次数が誤差を考慮して原動機の励振次数に直接相当しておらず，回転数適応型の動吸振器5がより高い次数にオフセットされているように設計されていて，形成されている。すなわち，回転数適応型の動吸振器5が，励振の次数qよりも高い次数に設計されている。この場合，設計は，運転状態において機関の励振次数が遠心振り子の共振に合致しないように選択される。このことは，所定の次数オフセット値q だけの次数オフFセットによって行われる。",
                "【0038】仮に次数オフセットが与えられておらず，回転数適応型の動吸振器5が原動機による励振の次数qに設計されている場合，このことは，4つの気筒を備えた内燃機関では，たとえば2次に相当している。振動を減衰するための装置，特に減衰アッセンブリ2が，運転媒体，特に力伝達装置1の回転時の運転の間，回転する油環なしである室内に配置されている力伝達装置1では，図3に示した線図によれば，そこに実線によって示した曲線が得られる。これに対して，同じ設計でハイドロダイナミック式の構成要素6内の油の影響下での回転数適応型の動吸振器5の絶縁は破線によって示してある。ここから明らかであるように，同じ設計の場合，動吸振器5の次数のオフセットは油下でより低い次数値に行われる。この場合，動吸振器5の共振は，最も不利な事例では，機関の励振次数，ここでは，2次に合致する。さらに，一点鎖線によって，回転数適応型の動吸振器5なしのデュアルマスフライホイールの挙動が示してある。",
                "【0039】発明者は，運転の間，それを介した出力伝達が行われようと行われまいと，運転媒体，特に油によって遠心的にまたは求心的に通流されるハイドロダイナミック式の構成要素を備えた力伝達装置において，回転する油質量体の油が動吸振器5，特に遠心振り子の機能に著しく作用することを認識した。この場合，特に慣性質量体と，回転する油との間に相対運動が生ぜしめられる。次数オフセット値q だけの抑制次数のオフセットFに相当する，より高い次数値への幾何学的な調和次数の次数オフセットは，遠心力に抵抗する油影響から結果的に生じる作用を考慮している。",
                "【0043】いま，回転数適応型の動吸振器5を，特に油充填された室に設けられたハイドロダイナミック式の構成要素としてのハイドロダイナミック式のクラッチまたはハイドロダイナミック式の回転数／トルクコンバータを備えた力伝達装置1への配置に対して設計したい場合には，次数オフセットが考慮されなければならない。この次数オフセットはq で表される。Fこの次数オフセットq から，有効に調整しかつ有効に設定したい次数qF e＝q＋q が得られる。この次数q ＝q＋q は，本発明によれば，ff F eff F0．05～0．5の間の範囲内に規定される。この場合，次数オフセットq は，自由に選択可能な値として規定されていてもよいし，励振の個々のF次数に対して，それぞれ固定の値が設定されていてもよい。",
                "【0045】油内，たとえばハイドロダイナミック式の構成要素内での回転数適応型の動吸振器の所望の絶縁が達成されるようにするためには，この回転数適応型の動吸振器が，より高い次数に設計されなければならない。すなわち，油，特に油圧による抑制次数のオフセットと，このオフセットから生じる力とが，設計時に一緒に考慮されなければならない。油による抑制次数のオフセットは，慣性質量体もしくは振り子質量体の重心のオフセットで表現することができるので，慣性質量体ジオメトリおよび重心の変化時には，油によるオフセットを十分に補償することができる。",
                "【0046】本発明による方法は，以下に説明するように実現することができる。まず，励振の次数の検出が第1のステップで行われる。この検出に関連して，出発点として，0．05～0．5の範囲内にあるより高い次数へのオフセットが選択されることが重要となる。この場合，運転形式の間に一緒に運転される系では，設計が，乾いた遠心振り子の相応の理想状況に基づき行われる。この場合，0．05～0．5の範囲内にある次数オフセットが設定される。この次数オフセットに関連して，慣性質量体9．11～9．14のジオメトリの認識時に結合点ひいては重心軌道が油影響を考慮して検出される。これに基づき，有効重心間隔S が得られる。そのeff後，この有効重心間隔S で重心の枢着が行われる。その後，必要となるeff別の幾何学的な特性量，たとえば重心軌道の有効半径，重心軌道中心点の有効半径および走行ローラの軌道半径が規定可能になる。この場合，重心軌道は円軌道と異なって形成されていてよい。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の特徴",
              "text": [
                "上記(1)及び(2)によれば，本件発明の特徴は次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件発明は，駆動装置と被駆動装置との間で出力伝達するための力伝達装置であって，少なくとも1つの入力体と，出力体と，少なくとも部分的に運転媒体，特に油で充填可能な室内に配置された振動減衰装置とが設けられており，該振動減衰装置が，回転数適応型の動吸振器に連結されている形式のものに関する。",
                    "さらに，本件発明は，少なくとも1つの入力体と，出力体と，少なくとも部分的に運転媒体，特に油で充填可能な室，特にハイドロダイナミック式の構成要素の運転媒体によって通流される室内に配置された振動減衰装置とが設けられており，該振動減衰装置が，回転数適応型の動吸振器に連結されている，駆動装置と被駆動装置との間で出力伝達するための力伝達装置の減衰特性を改善するための方法に関する。（【0001】，【0002】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "原動機の広域の回転数範囲，有利には回転数全範囲にわたる励振の作用を抑制するために，パワートレーンに回転数適応型の動吸振器が設けられるが，この回転数適応型の動吸振器は，固有周波数が回転数に比例していることによって，ねじり振動をより大きな回転数範囲，理想的には，原動機の回転数全範囲にわたって抑制することができる。回転数適応型の動吸振器は，遠心力場における円錐振り子又は遠心振り子の原理により作業するが，この円錐振り子又は遠心振り子は，すでに内燃機関に対するクランクシャフト振動を抑制するために使用されるものである。",
                    "ハイドロダイナミック式の回転数／トルクコンバータと，このハイドロダイナミック式の回転数／トルクコンバータを介した出力伝達路を跨ぐための装置とを有する始動ユニットが公知であり，この公知の始動ユニットは少なくとも1つの付加質量体を有している。この付加質量体の重心は，伝動装置エレメントの相対的な位置に関連して，モーメント伝達経路の回動軸線に対して遠心力影響下で半径方向に変位可能である。",
                    "自動車のパワートレーンに設けられた，原動機と被駆動装置との間でのトルク伝達するためのトルク伝達装置が公知であり，この公知のトルク伝達装置は，切換可能なクラッチ装置のほかに，少なくとも1つのねじり振動減衰装置を有している。このねじり振動減衰装置には，遠心振り子装置が対応配置され，この遠心振り子装置は複数の振り子質量体を有している。これらの振り子質量体は走行ローラによって振り子質量体支持装置に対して相対的に運動可能にこの振り子質量体支持装置に枢着されている。",
                    "ハイドロダイナミック式の構成要素と，回転数適応型の動吸振器が連結された，組み込まれた振動減衰装置との力伝達装置の構成も同じく公知である。しかし，回転数適応型の動吸振器の配置によって本来意図された絶縁効果が十分に得られないことが判った。（【0005】～【0008】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本件発明の課題は，上記アの形式の力伝達装置，特にハイドロダイナミック式の構成要素と，回転数適応型の動吸振器を備えた少なくとも1つの振動減衰装置とを備えた力伝達装置を改良して，大きな回転数範囲にわたって回転むらを最適な形式で抑制することができ，車両のパワートレーンへの使用時に原動機と協働する上記形式の力伝達装置の全運転範囲にわたって，最適な走行特性，特に高い走行快適性を力伝達装置の伝達挙動によって保証することができるようにすることである。（【0009】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "この課題を解決するために本発明の力伝達装置では，回転数適応型の動吸振器が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されているようにした。F effさらに，前述した課題を解決するために本発明の方法では，回転数適応型の動吸振器を，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計するようにした。",
                    "F eff具体的には，駆動装置と被駆動装置との間で出力伝達するための力伝達装置（1）であって，少なくとも1つの入力体（E）と，出力体（A）と，少なくとも部分的に運転媒体である油で充填可能な室内に配置された振動減衰装置（3，4）とが設けられており，該振動減衰装置（3，4）が，回転数適応型の動吸振器（5）に連結されている形式のものにおいて，回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計さF effれていることを特徴とする，駆動装置と被駆動装置との間で出力伝達するための力伝達装置とし（請求項1），",
                    "その回転数適応型の動吸振器（5）の共振が，励振の次数qに合致しないように，次数オフセット値q が選択されるようにし（請求項2），",
                    "F回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振の次eff数qを0．05～0．5の範囲内の次数オフセット値q だけ上回っているFものとし（請求項3），",
                    "回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振の次eff数qを0．05～0．4の範囲内の次数オフセット値q だけ上回っているFものとし（請求項4），",
                    "回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振の次eff数qを0．05～0．3の範囲内の次数オフセット値q だけ上回っているFものとし（請求項5），",
                    "回転数適応型の動吸振器（5）の有効次数q が，駆動装置の励振の次eff数qを0．14～0．3の範囲内の次数オフセット値q だけ上回っているFものとし（請求項6），",
                    "回転数適応型の動吸振器（5）が，遠心振り子装置として形成されており，該遠心振り子装置が，慣性質量体支持装置（10）を有しており，該慣性質量体支持装置（10）が，該慣性質量体支持装置（10）に対して相対的に運動可能に該慣性質量体支持装置（10）に配置された慣性質量体（9，9．1，9．2，9．11，9．12，9．13，9．14）を備えており，個々の慣性質量体（9，9．1，9．2，9．11，9．12，9．13，9．14）の重心間隔Sが，駆動装置の励振の次数qの関数として規定され，有効次数q へのq だけの次数オフセットが，次数オフeff Fセット値q に関連した重心間隔の変化を規定するように，回転数適応型のF動吸振器（5）が形成されていて，設計されているものとし（請求項7），",
                    "次数オフセット値q の量が，駆動装置の励振の次数qの変化に比例してF変化するようになっているものとし（請求項8），",
                    "力伝達装置（1）が，ハイドロダイナミック式の構成要素と，該ハイドロダイナミック式の構成要素を跨ぐための装置とを有しており，ハイドロダイナミック式の構成要素が，ポンプホイール（P）として機能する少なくとも1つの一次ホイールと，タービンホイール（T）として機能する二次ホイールとを備えており，両ホイールが，作業室（AR）を互いに形成しており，タービンホイール（T）が，少なくとも間接的に力伝達装置（1）の出力体（A）に相対回動不能に結合されており，ハイドロダイナミック式の構成要素と，該ハイドロダイナミック式の構成要素を跨ぐための装置とが，それぞれ出力分岐路に配置されており，回転数適応型の動吸振器（5）を備えた振動減衰装置（3，4）が，少なくとも出力分岐路の一方に直列に接続されており，少なくとも部分的に運転媒体である油で充填可能な室が，力伝達装置（1）の内室によって形成されるようになっており，該内室が，ハイドロダイナミック式の構成要素の運転媒体によって通流されるようになっているものとした（請求項9）。",
                    "また，少なくとも1つの入力体（E）と，出力体（A）と，少なくとも部分的に運転媒体である油で充填可能な室内に配置された振動減衰装置（3，4）とが設けられており，該振動減衰装置（3，4）が，回転数適応型の動吸振器（5）に連結されている，駆動装置と被駆動装置との間で出力伝達するための力伝達装置（1）の減衰特性を改善するための方法において，回転数適応型の動吸振器（5）を，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計F effすることを特徴とする，駆動装置と被駆動装置との間で出力伝達するための力伝達装置の減衰特性を改善するための方法とし（請求項10），",
                    "前記室が，ハイドロダイナミック式の構成要素の運転媒体によって通流されるようになっているものとし（請求項11），",
                    "前記方法が，以下の方法ステップ：すなわち，",
                    "・原動機の励振次数qを規定し，",
                    "・該励振次数qに対する回転数適応型の動吸振器（5）のジオメトリを確定し，",
                    "・必要となる次数オフセット値q を規定し，",
                    "F・該次数オフセット値q の関数としての動吸振器（5）のジオメトリを検F出する：",
                    "を有しているものとした（請求項12）。（【特許請求の範囲】，【0010】～【0017】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "次数オフセットによって，より低い次数への動吸振器の次数のオフセットを招く個々の慣性質量体への回転する油の影響が一緒に考慮され，有利には完全に補償され，これによって，有効に作用する遠心力が，運転の間に回転する油なしの構成に比べて不変となり，原動機の励振次数における回転むらの所望の絶縁が完全に保証されている。手間のかかる制御手段が不要となり，動吸振器だけがそのジオメトリに関して，次数オフセット値だけ高められた次数に対して相応に設計される。この場合，幾何学的な調和次数は，公知先行技術の構成のように，励振の調和次数に相当しておらず，所定の次数オフセット値だけ高い値に相当している。（【0020】）"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4文献の記載",
              "text": [
                "甲4文献には，「ねじり振動ダンパの補償フライホイール質量体を有するロックアップクラッチ」に関し，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「図1は，ベアリングジャーナル1を有する流体式トルク・コンバータ100を示している。ベアリングジャーナル1からは第1フランジ3が径方向外側に延出している。第1フランジ3は，インペラ・シェル5に固定的に接続されている。インペラ・シェル5は，その径方向内側端部にコンバータハブ7を有している。第1フランジ3とインペラ・シェル5は，トルク・コンバータ100のコンバータ・ハウジング9を形成している。",
                    "インペラ・シェル5は，トルク・コンバータ100のインペラ・ホイール11を形成するための羽根配列を有している。インペラ・ホイール11は，同じく羽根配列を有するタービン・ホイール13と協働する。タービン・ホイール13は，内側歯部16を有するタービン・ハブ15に固定されている。タービン・ハブ15は，内側歯部16を介して従来の構造を有する従動シャフトに接続可能である。例えば，この種の従動シャフトとして上記で引用したDE4121586A1に記載のものを使用することができる。」（第3欄25～41行）"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「タービン・ハブ15は，軸方向軸受17と軸方向軸受19との間にクランプされている。軸方向軸受17は，第1フランジ3からタービン・ハブ15を分離している。軸方向軸受19は，別の軸方向軸受21とともに，ステータ・ホイール23を固定している。軸方向軸受21は，コンバータ・ハウジング9におけるコンバータハブ7の領域に支持されている。ステータ・ホイール23は，インペラ・ホイール11及びタービン・ホイール13とともに，流体式コンバータ回路24を形成している。",
                    "ロックアップ・クラッチ25は，第1フランジ3とタービン・ホイール13との間に軸方向に設けられている。ロックアップ・クラッチ25はピストン27を有しており，このピストン27はタービン・ホイール15に回転可能且つ軸方向に変位可能に取り付けられている。ピストン27の径方向外側端部は，第1フランジ3の摩擦表面31と協働する摩擦面29を有している。コンバータ回路24によりピストン27の背部に圧力がかけられると，ピストン27の摩擦面29が摩擦表面31に接触し，コンバータ・ハウジング9に導入されたトルクがピストン27に伝達され得る。第1フランジ3とピストン27との間に軸方向に位置するチャンバ35は，第1フランジ3からピストン27を上昇させるよう軸方向軸受17内の溝33を介して圧力媒体の供給を受けることができる。」（第3欄42行～63行）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「ピストン27は，カバープレートの形体の駆動側駆動手段39を有するリベット連結部37を有している。ピストン27は駆動側駆動手段39とともに，駆動側伝動要素40を形成している。駆動側駆動手段30（判決注：原文のまま）は，複数の弾性要素41を介して内側歯部45を有するハブ・ディスクの形体の従動側駆動手段43において作動する。弾性要素41は好ましくは周方向に配設されたバネである。内側歯部45により，駆動側駆動手段30（判決注：原文のまま。）はホルダ49の外側歯部47に係合する。タービン・ハブ15は，補償フライホイール質量体54用のキャリア51を固定的に受容している。この補償フライホイール質量体54は，従動側駆動手段43及びホルダ49とともに，従動側の伝動要素52を形成している。したがって，コンバータ・ハウジング9からピストン27を介して導入されるねじり振動は，このねじり振動の作用方向に対抗する補償フライホイール質量体54のたわみを生じさせ，これにより補償フライホイール質量体54の補償機能が有効となる。ねじり振動ダンパにおける補償フライホイール質量体54の基本的な動作態様は，例えば上述のDE19618864A1に記載されている。」（第4欄4行～24行）"
                },
                {
                  "fig": "エ",
                  "text": [
                    "「図2は，切欠き53の延長部の領域にあるキャリア51の構造を示している。切欠き53は，補償フライホイール質量体54用の案内路55として径方向外側領域において動作する。周方向中央部からのたわみの増大にともなって，補償フライホイール質量体54は径方向内側にますます押圧される。補償フライホイール質量体54の内側への移動は，補償フライホイール質量体54に作用する遠心力に抗して発生するため，たわみが増大するにつれて，より剛性の高いバネに抗してたわみが生じるような印象となる。",
                    "図1に戻ると，補償フライホイール質量体54は中央ピン57を有しており，この中央ピン57によって補償フライホイール質量体54は切欠き53内へと案内される。中央ピン57の両側において固定フランジ59が軸方向に隣接している。固定フランジ59はその直径が切欠き53の径方向延長部より大きいように構成されており，これにより補償フライホイール質量体54が切欠き53から脱落しないようになっている。」（第4欄25行～41行）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4発明の認定及び本件発明との対比",
              "text": [
                "上記(1)の記載によれば，甲4文献には前記第2の3(2)ア記載の発明が記載されていると認められ，これによれば，本件発明1と甲4発明の一致点及び相違点は，同(3)ア記載の［一致点］及び［相違点1］のとおりであると認められる（本件審決の甲4発明及び一致点の認定については当事者も争わない。）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術常識に基づく容易想到性（無効理由1に関し）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願前の刊行物及び本件出願時の技術常識に関し，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件優先日以前から，遠心振り子及び動吸振器について次の点は技術常識であった（甲3，弁論の全趣旨）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "理想条件下（少なくとも，真空下で動作し，かつ，一定の条件を満𝐿たす場合。）における，1回転当たりの遠心振り子の振動の数は， √𝑙（L：回転体の半径，l：遠心振り子の腕の長さ）に等しい。",
                            "また，遠心振り子の原理を応用した回転数適応型の動吸振器においても，理想条件下において，動吸振器に固有の幾何学的寸法である，𝐿√ は，遠心振り子の1回転当たりの振動の数と等しい。",
                            "𝑙b  回転数適応型の動吸振器において，理論上最も効果的に駆動装置側の振動を減衰できるのは，遠心振り子の固有振動数が駆動装置の励振の振動数と一致する場合である。",
                            "これによれば，必ずしも理想条件下にあるとは限らない動吸振器を用いて振動を低減しようとする際には，動吸振器の幾何学的寸法によって算出される固有振動数（又は次数），すなわち，理想条件下での固有振動数（又は次数）ではなく，動吸振器の実際の固有振動数（又は次数）と低減しようとする振動数（又は次数）を合致させることが原則である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "動吸振器のチューニングについては，「動吸振器の幾何学的次数」𝐿 N（√ ）と「駆動装置の励振の次数」（ ）との大小関係に応じ，次のと𝑙 2おり分類することが可能である。",
                            "①  動吸振器の幾何学的次数＜駆動装置の励振の次数",
                            "②  動吸振器の幾何学的次数＝駆動装置の励振の次数（以下「イーブンチューニング」という。）",
                            "③  動吸振器の幾何学的次数＞駆動装置の励振の次数（以下「オーバーチューニング」という。）"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次のとおりの文献の記載からすれば，液体の存在する中においては，振り子の固有振動数（又は次数）が，幾何学的に計算される固有振動数（又は次数）よりも低下することが，本件優先日以前からよく知られていた事項であったものということができる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "A pendulum experiment on added mass and the principle of equivalence（甲20。平成19年3月）には，①  「真空中の単振り子の振動周期は，重力質量と慣性質量が一致するため，その質量には依存しない。これに対し，流体中では浮力と付加質量が周期に影響する。」（226頁9行ないし11行），②  「もし浮力及び付加質量を加味して訂正するならば，方程式（9）から",
                          "text": [
                            "という，浮力及び付加質量を加味した非減衰の振動の振動数を示す式を得る。」（228頁右欄下から11行ないし7行）との記載がある。",
                            "（ρは流体の密度，ρ はおもりの密度であり",
                            "bρb−ρ√ <1",
                            "ρb＋kρ～となるから，ω＜ω となる。）",
                            "ab  米国特許第6358153号明細書（甲22。平成14年3月19日登録）には，「加えて，このようにして引き起こされる振動子の固有振動数は，軌道に沿って動く偏向質量体が媒体中を動かなければならず，また，増加した抵抗に反して動かなければならないという事実に影響され得る。」（第3欄1行ないし5行），「すなわち，流体82bは偏向質量体50bの動きに抵抗を加える。したがって，個々の振動子の固有振動数は，流体82bによる動作に対する抵抗によって影響される。」（第8欄下から15行ないし11行）との記載がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "独国特許公開第10005544号明細書（甲23。平成13年8月16日公表）には，「この従来技術における偏向質量体は，粘性媒体に十分浸されており，偏向軌道に沿った動作中，結合ピンは粘性媒体，すなわち潤滑剤に浸されている。しかしながら，これは，偏向質量室にかなりの量の潤滑流体を充填することを必要とするため，このことは，潤滑に貢献するだけではなく，同時にそれらに必要となる変位による減衰にも貢献する。しかし，そのような減衰効果は振動減衰装置のデチューニングにつながり得るため，意図された振動数の範囲における必要な振動減衰をもたらすことが出来なくなり得る。」（第1欄30行ないし44行）との記載がある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の「油影響に関連して…設計されている」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1に係る，本件発明1の「回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されている」ことの意義についF effてみると，本件発明1の特許請求の範囲には，「所定の次数オフセットq 」をいかに設定するかについて，「油影響に関連して」されるものでFあること以上に特定する記載はないから，「油影響」について何らかの関連を有し，何らかの次数オフセットq だけ大きい有効次数q に設F eff計されているという程度の意味であると理解できる。",
                        "さらに，本件明細書についてみると，①  図3に関する【0038】～【0039】の記載から，同じ設計の動吸振器であれば，回転する油質量体の下では次数値が低くオフセットされるため，その抑制次数q にF相当する分だけ高い次数値への次数オフセットをすることが，遠心力に抵抗する油影響から結果的に生じる作用を考慮することになることが示されているといえる。また，②  【0043】によれば，q は自由に選F択可能な値として規定されていてもよいし，励振の個々の次数に対して，それぞれ固定の値が設定されていてもよいとされているから，次数オフセットq 自体は，任意に設定し得る値であることが読み取れる。",
                        "F(イ)  以上によれば，q は，①のような実験的な測定に基づき設定されるFものに限られず，②のような任意の値も採り得るものであるといえる。そして，動吸振器の幾何学的次数が，駆動装置の励振の次数（q）よりも任意の値（q ）の分だけ大きい数値（q ）になるように設計されF effているということは，オーバーチューニングに当たるといえる。そうすると，本件発明1の「回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大Fきい有効次数q に設計されていること」は，「油影響」を受ける状況eff下においては，動吸振器の次数が低下することから，任意の値の次数オフセットにより，動吸振器をオーバーチューニングしたという程度の意味と解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「油影響に関連して…設計されている」構成の容易想到性",
                  "text": [
                    "上記ア(イ)の技術常識によれば，油中に浸漬され，油という液体の影響を受ける遠心振り子のような動吸振器にあっても，回転する油中であるか否かにかかわらず，その固有振動数（又は次数）に何らかの影響，特に，その固有振動数（又は次数）が低下するような影響が生じるであろうことは，当業者にとって当然に予測し得ることといえる。",
                    "そして，回転数適応型の動吸振器において，理論上最も効果的に駆動装置側の振動を減衰できるのは，遠心振り子の固有振動数が駆動装置の励振の振動数と一致する場合なのであるから（上記ア(ア))，油の影響を受ける回転数適応型の動吸振器において，効果的に駆動装置の振動を減衰させるためには，油の影響によって固有振動数（又は次数）が低下することから，動吸振器の固有振動数（又は次数）について，任意の値の次数オフセットによりオーバーチューニングするという，相違点1に係る構成を採用することは，当業者が容易に想到し得たことであるといえる。",
                    "よって，相違点1に係る構成は，甲4発明及び技術常識から容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "text": [
                "被告は，上記(3)の容易想到性に対し，①  「油影響要件」とは，少なくとも部分的に油で充填可能な室内で回転する油が，様々な機序に基づいて動吸振器に作用することを考慮した設計をいうものであるから，相違点1に係る構成は，単にオーバーチューニングすることをいうのではなく，上記の点を考慮した設計をいうものであること，②  液体の存在する中においては，振り子の固有振動数（又は次数）が，幾何学的に計算される固有振動数（又は次数）よりも低下することが，本件優先日以前からよく知られていた事項であったとはいえず，むしろ，本件優先日前には，振動が過大であり振り子が非線形挙動になるときはオーバーチューニングが有効になる場合もあるが，振動が小さく振り子が線形挙動の範囲内にある場合はイーブンチューニングが最適であるというのが技術常識であったこと，③  動吸振器の振り子が潤滑油による影響を受けることが技術常識であるとしても，潤滑油に関する技術常識は運転媒体である油で充填可能な室内に配置される本件発明の振動減衰装置には当てはまらないことを主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "①について，本件明細書の記載を考慮すると，「油影響要件」は「油影響」を受ける状況下においては，動吸振器の次数が低下することから，（任意の値の）次数オフセットにより，オーバーチューニングしたという程度の意味に解されるのは上記(3)イのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "②に関し，被告は，甲13及び甲20は単振り子に関するものであり，動吸振器に関するものではないところ，動吸振器の挙動は極めて複雑であり，振り子質量にかかる力の大きさ等が異なるから，動吸振器が運転媒体である油で充填可能な室内に配置されて場合の固有振動数の低下を示唆するものではないことを主張するが，動吸振器として用いられる遠心振り子の錘に作用する力は遠心力であり，単振り子の錘に作用する力は重力である点に違いはあるものの，振り子の錘の振れにより周期的な運動をする点では両者は共通するものであるから，例えば甲13や甲20に示されるように，単振り子の錘が液体中に浸漬される場合において固有振動数が低下することによれば，当業者であれば，同じく振り子の錘の振れを用いる動吸振器においても，液体中においては固有振動数が低下する可能性があることを予測するものといえる。",
                    "また，被告は，甲20，22，23は振り子が空気環境下にあるもので，本件発明のように動吸振器が運転媒体である油で充填可能な室内に配置されたものではないと主張するが，上記各文献は，いずれも空気環境下での振動減衰装置の挙動を示すものではない。",
                    "さらに，被告は，甲5，7，15，16，30，31によれば，本件優先日前には，振動が小さく振り子が線形挙動の範囲内である場合は，イーブンチューニングが最適であるというのが技術常識であった旨主張するが，被告が挙げる証拠は，液体中における振り子の錘の挙動を示すものではないから，これらの文献に基づいて，液体中に浸漬される場合であっても，振幅が小さく，振り子が線形挙動する範囲内にあればイーブンチューニングをするのが最適であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "③について，上記アのとおり，振り子の錘が液体中に浸漬される場合に固有振動数が低下することからすれば，当業者は，同じく振り子の錘の振れを用いる動吸振器においても，液体中においては固有振動数が低下する可能性があることに想い到るといえるところ，このような事情は，振り子の錘が浸漬される液体が，運転媒体である油であるか潤滑油であるかには関わらないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，相違点1の容易想到性を否定し本件発明1につき無効理由1の成立を否定した本件審決の判断は誤りである。また，本件審決は，本件発明1につき無効理由1の成立が否定されることを前提として，本件発明1の記載を直接又は間接に引用する本件発明2～7及び9についての無効理由1の成立を否定したものであるから，本件発明1についての容易想到性の判断の誤りは本件審決の結論に影響を及ぼすものであり，取消事由1には理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由1～5につき，本件発明10～12と甲4発明との相違点1及び甲8発明との相違点2の認定，判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明10は，本件発明1の「駆動装置と被駆動装置との間で出力伝達するための力伝達装置」の発明に対応する，「駆動装置と被駆動装置との間で出力伝達するための力伝達装置の減衰特性を改善するための方法」の発明であるところ，相違点1の認定及びその容易想到性について上記2に説示したところは，本件発明10についても妥当するといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本件発明10についての無効理由1の成立を否定した本件審決の判断には誤りがある。また，本件審決は，本件発明10についての無効理由1の成立が否定されることを前提として，本件発明10を直接又は間接に引用する本件発明11及び12についての無効理由1の成立を否定したものであるから，上記の誤りは本件審決の結論に影響を及ぼすものであり，取消事由3には理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由6につき，サポート要件違反に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記を前提に，サポート要件違反について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記2(3)イのとおり，本件発明1の特許請求の範囲には，「所定の次数オフセットq 」について，「油影響に関連して」設定されるものであるこFとのほかに具体的な設定の手法等についての特定はないから，「回転数適応型の動吸振器（5）が，油影響に関連して，駆動装置の励振の次数qよりも所定の次数オフセット値q だけ大きい有効次数q に設計されていF effる」とは，「油影響」を受ける状況下においては，動吸振器の次数が低下することから，任意の値の次数オフセットにより，動吸振器をオーバーチューニングしたという程度の意味に解される。",
                    "そして，本件明細書の発明の詳細な説明には，①  図3に関連する【0038】，【0039】の記載から，同じ設計の動吸振器であれば，回転する油質量体の下では，次数値が低くオフセットされるから，その抑制次数に相当する分だけ高い次数値への次数オフセットをすることが，遠心力に抵抗する油影響から結果的に生じる作用を考慮することになることが示され，この記載の対応する限度では，当業者は，本件発明の課題（上記1(3)ウ）を解決できるものと認識できるといえる。",
                    "しかし，上記のとおり，特許請求の範囲には，次数オフセットq についFての具体的な設定の手法等を特定する記載はなく，②  本件明細書【0043】のとおり，任意に設定された次数オフセットq だけ高い次数値へのF次数オフセットをする場合も含まれるというべきであるが，このような任意に設定した次数オフセットq をとった場合については，本件明細書の記F載から当業者が本件発明の課題を解決できるものと認識できるとはいえない。",
                    "そうすると，本件発明1は，当業者が発明の課題を解決できると認識できる範囲のものであるとはいえないから，サポート要件に適合するとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明2～9についても，上記アに説示したところが妥当するから，本件発明1と同様の理由により，サポート要件に適合するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明10は，本件発明1の「駆動装置と被駆動装置との間で出力伝達するための力伝達装置」の発明に対応する，「駆動装置と被駆動装置との間で出力伝達するための力伝達装置の減衰特性を改善するための方法」の発明である。本件発明1と本件発明10とは，発明のカテゴリーが異なるのみで，その特定事項は実質的に相違するものではないから，本件発明1について上記アに説示したところは，本件発明10についても妥当するといえる。本件発明11及び12についても同様の理由により，サポート要件に適合するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件明細書【0038】，【0039】，【0043】，【0046】及び図3の記載を挙げて，本件発明はサポート要件を充足すると主張するが，上記に照らし採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1～12についてサポート要件に反しないとした本件審決の判断は誤りであるから，取消事由4には理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，本件発明1～12は無効理由1及び6によって無効とされるべきところ，これを否定した本件審決の判断には誤りがあるから，取消事由1，3及び4には理由があり，本件審決は取り消されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}