{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が，不服2016-8990号事件について平成28年12月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年11月25日，発明の名称を「電子カルテ画面構成システム」とする特許出願をしたが（特願2015-229249号。請求項数2。甲1），平成28年5月20日付けで拒絶査定を受けたので，同年6月16日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許庁は，これを不服2016-8990号事件として審理し，原告は，同年11月1日付け手続補正書により補正を行った（甲3。以下「本件補正」という。）。  "
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，同年12月16日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，平成29年1月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年2月3日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲請求項1は，以下のとおりである（甲3）。以下，請求項1に記載された発明を「本願発明」といい，本件補正後の明細書（甲1。ただし，甲3による補正後のもの。）を「本願明細書」という。",
            "【請求項1】医療や介護上の文書を記録する電子カルテシステムにおいて，文書を構成する個々のデータを記録するデータ記録場所を備え，以下(1)から(4)を備えることにより個々のデータの入力及び出力を複数の画面構成系列を用いて可能とし，さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照・編集を可能としていることを特徴とする電子カルテ画面構成システム。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "複数の画面構成系列を設定する画面構成系列設定手段と，前記複数の画面構成系列の内から使用する画面構成系列を指定する画面構成系列指定手段を備え，"
            },
            {
              "fig": "(2)",
              "subject": "前記画面構成系列設定手段は，当該画面構成系列に属する複数の画面構成を設定する個別画面構成設定手段を備え，"
            },
            {
              "fig": "(3)",
              "subject": "前記個別画面構成手段は，画面を構成する個々の画面構成要素を設定する画面構成要素設定手段を備え，"
            },
            {
              "fig": "(4)",
              "subject": "前記画面構成要素設定手段は，表示位置，大きさ，見出しを含む構成要素表示条件設定手段を備え，さらに，",
              "text": [
                "a） データの入力や，入力済みデータの出力を行うデータ入出力要素においては，当該データの記録場所を指定するデータ記録場所設定手段，",
                "b）別の画面への遷移を行うナビゲーション要素においては，画面の遷移先を指定する画面遷移先指定手段，",
                "c）表示データに対して処理を行うデータ処理要素においては処理内容を設定する処理内容設定手段，",
                "以上a）からc）の内，少なくとも一つを備えている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本願発明は，下記引用例に記載された発明（以下「引用発明」という。）に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許を受けることができないものであるから，拒絶すべきものである，というものである。",
                "引用例：特開2007-128261号公報（甲2）"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである。なお，「／」は，原文の改行箇所を示す（以下同じ。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報を蓄積する病院内のDB119を備え，電子カルテに記載された情報の入力は，医師，看護士，医療技師，薬剤師，医療事務員などが各自の担当部分について入力し，A：病歴，B：処置処方，C：処方調剤内容，D：シェーマ，E：レセプトの各々のコンテンツ（コンテナ）を主表示とする各レイアウト画面を表示可能であり，／編集モードにおいて，電子カルテの所定のコントロールの必要な箇所に必要な情報を入力し，／表示モードにおいて，動的にレイアウトされたコントロールをクリックすると，そのコントロールに関連付けられたコントロールが集合し，再レイアウトし，関連付けは，各コントロールごとに相関関係を設定することで実現し，リンクした場合にその相関関係に基づき表示するコントロールを決定し，再レイアウト，再表示を行い，／相関関係を示すテーブルは各コントロールの重みを有し，その重み付けに基づきコントロールのレイアウトを行い，相関関係テーブルの左隅の列は主表示のコンテンツを示し，最上部の行は副表示のコンテンツを示し，各セルの数値は，左隅の列のコンテナの，他のコンテナに対する表示比率を示すものであり，／さらに，ユーザごとに異なる相関関係テーブルを所持することで，同一の電子カルテの情報を表示する際の表示内容をユーザの業務，作業内容に合わせてカスタマイズすることができる機能を有する，／電子カルテシステム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "医療や介護上の文書を記録する電子カルテシステムにおいて，文書を構成する個々のデータを記録するデータ記録場所を備え，以下(1)から(4)を備えることにより個々のデータの出力を複数の画面構成系列を用いて可能とし，さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "複数の画面構成系列を設定する画面構成系列設定手段と，前記複数の画面構成系列の内から使用する画面構成系列を指定する画面構成系列指定手段を備え，"
            },
            {
              "fig": "(2)",
              "subject": "当該画面構成系列に属する複数の画面構成を設定する個別画面構成設定手段を備え，"
            },
            {
              "fig": "(3)",
              "subject": "画面を構成する個々の画面構成要素を設定する画面構成要素設定手段を備え，"
            },
            {
              "fig": "(4)",
              "text": [
                "表示位置，大きさ，見出しを含む構成要素表示条件設定手段を備え，さらに，／別の画面への遷移を行うナビゲーション要素においては，画面の遷移先を指定する画面遷移先指定手段，／を備えている。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明は「個々のデータの入力及び出力を複数の画面構成系列を用いて可能」としているのに対し，／引用発明は「電子カルテに記載された情報の表示は，医師，看護士，医療技師，薬剤師，医療事務員の各々が所持する相関関係テーブルに基づいて」「表示可能」，即ち，「個々のデータの出力を複数の画面構成系列を用いて可能」としているものの，「個々のデータの入力」については「複数の画面構成系列を用いて可能」としているか否かは明らかではない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明は「複数の異なる文書種類から，それぞれの構成要素の読み出し参照・編集を可能としている」のに対し，／引用発明は「相関関係テーブルに基づいて」「A：病歴，B：処置処方，C：処方調剤内容，D：シェーマ，E：レセプトの各々のコンテンツ（コンテナ）を主表示とする各レイアウト画面を表示可能」である，即ち，「複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としている」ものの，「それぞれの構成要素の編集」については「複数の異なる文書種類から」可能としているか否かは明らかではない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "一致点の「画面構成系列設定手段」，「個別画面構成設定手段」，「画面構成要素設定手段」，「構成要素表示条件設定手段」に関し，／本願発明では，「画面構成系列設定手段」は「個別画面構成設定手段」を備え，「個別画面構成手段」は「画面構成要素設定手段」を備え，「画面構成要素設定手段」は「構成要素表示条件設定手段」を備えるのに対し，／引用発明では，これらの手段はいずれも「相関関係テーブル」が備えるものであって，各手段間の包含関係は明らかではない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の容易想到性の判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り及び相違点の看過"
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一致点の認定の誤り及び相違点の看過について",
          "text": [
            "本願発明は，引用発明から容易に想到し得るものではなく，顕著な作用効果を奏するものであるので，進歩性を有するが，本件審決は，その前提として以下の各相違点を看過したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「データ記録場所」について",
              "text": [
                "本願発明のシステムを運用するには，データが特定の領域に格納され，その場所からデータをスムーズに出し入れすることが必須であり，これを可能とするために「データ記録場所」という概念を設けているのであるから，本願発明の「データ記録場所」は，記録領域を意味する概念である。",
                "しかし，引用発明の「DB119」は，ハードディスク等のデータ記録媒体であり，本願発明の「データ記録場所」とは概念が異なる。引用発明において，異なるハードディスクやドライブに分散されて記録されているような状況であれば，引用発明には「データ記録場所」の記載があるとはいえず，本件審決が，「データ記録場所を備え」ている点を一致点と認定したことは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム」について",
              "text": [
                "「構成要素」は，「文書種類」をさらに細かく区分した単位であり，本願明細書図2の表示場面であれば，「訴え」，「診断」，「所見」，「処方」の各欄に表示された個別の項目が「構成要素」である。本願発明は，文書の中から必要な「構成要素」を単位として抽出表示させているので，複数の異なる文書種類から自己に必要な文書のみをピックアップして表示させることができ，操作性に優れている。",
                "しかし，引用発明には，コントロール（コンテンツ）の内容自体をカスタマイズする点については記載がなく，「文書種類」を細分化した「構成要素」に相当する技術はない。引用発明では，「さらに複数の異なる文書種類から，それぞれの文書種類の読み出し参照を可能」としているのであって，「文書種類」の読み出しは可能であるが，「構成要素」単位で読み出しているのではなく，「構成要素」単位で編集することはできない。引用例の図31，32に示されている表示の遷移は，レイアウトが変更しているのみで，同一の情報がスライドしているにすぎない。",
                "よって，引用発明には，本願発明の「構成要素」に相当するものがないので，本件審決が，「さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム」の点で一致すると認定したことは誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」について",
              "text": [
                "本願発明は，「文書を構成する個々のデータを記録するデータ記録場所を備え，」「個々のデータの入力及び出力を複数の画面構成系列を用いて可能とし」という構成を採用しているので，データの検索場所が「データ記録場所」一か所に集約され，データがいかに膨大になっても対応可能という利点があり，そのため，「構成要素」という細分化されたデータの取扱いが可能である。この優れた効果は，「データ記録場所」という，データ形式を統一した一か所の記録領域を備えて，そこから「個別画面構成設定手段」を初めとする各手段によって，データの取り出しと記録を行うことによってのみ，実現される。",
                "他方，引用発明の「相関関係テーブル」は，分散された文書の相関関係を規定し，カルテ情報をカスタマイズする際に用いられるデータであるところ， 「相関関係テーブル」を使用したコンピュータ処理は，カスタマイズを実行するプログラムが，各スタッフに係るデータベースすべてのフォルダを巡回し，さらにフォルダ内の入り組んだ階層も漏らさず，特定のフォルダに格納されたファイルを見つけ出し，そのファイルから必要なデータを取得しなければならないものであって，コンピュータに多大な負担であり処理に膨大な時間を要する。引用発明では「データ記録場所」という概念を採用していないので，「相関関係テーブル」が機能しない。",
                "このように，引用文献の「相関関係テーブル」を使用したとしても，本願発明と同様の効果を実現することはできず，「相関関係テーブル」は，本願発明の「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」に相当するものではないから，本件審決が，「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」を備えている点で一致すると認定したことは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，「構成要素」は読み出していないから，「構成要素」単位で編集することはできないところ，本願発明では，「構成要素」単位で参照・編集を可能としており，顕著な作用効果を奏する。したがって，本件審決の相違点の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願発明は，引用発明から容易に想到し得るものではなく，文書の中から必要な構成要素を単位として抽出表示させているので，複数の異なる文書種類から自己に必要な文書のみをピックアップして表示させることができる，データの検索場所がデータ記録場所一か所に集約されるため，データがいかに膨大になっても対応可能である，との顕著な作用効果を奏するのに，本件審決がこれらの効果を看過したことも誤りである。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "一致点の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "「データ記録場所」について",
              "text": [
                "本願発明の「データ記録場所」については，「データ」を記録するための「場所」という意味に解するほかなく，本願明細書【0017】等の記載を参酌しても，これと異なる意味に解すべき事情はない。",
                "引用発明の「診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報を蓄積する病院内のDB119」は，本願発明の「医療や介護上の文書を記録する電子カルテシステムにおいて，文書を構成する個々のデータを記録するデータ記録場所」に相当する。",
                "「基本情報」や「診察情報」といった各情報は，データであり，また，「DB119」において，当該データを蓄積するために設けられている領域は，それを記録するための場所にほかならない。したがって，本件審決が，引用発明の「DB119」が本願発明の「データ記録場所」に相当するとした点に誤りはなく，引用発明に「データ記録場所」が含まれるとして一致点を認定した点にも誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム」について",
              "text": [
                "請求項1には，「複数の異なる文書種類から，それぞれの構成要素の読み出し参照・編集を可能とする」との記載があり，この記載からは，1つの「文書種類」には複数の「構成要素」が含まれていることが把握できる一方，「文書種類」をどの程度細分化したものが「構成要素」であるのかは，直ちに明らかではない。そこで，本願明細書の記載（【0014】～【0018】）を参酌するなら，「構成要素」とは，一つの文書種類（例えば「医師記事」）を構成する複数の要素（例えば「訴え」，「所見」等）であるものと解され，「構成要素」と「画面構成要素」とは同じものを指している。",
                "「複数の異なる文書種類から，それぞれの構成要素の読み出し参照」を可能とするとは，複数存在する文書種類のうちのある文書種類（例えば「医師記事」）を通じて，（データ記録場所から）それぞれの構成要素（例えば「訴え」，「所見」等）を読み出して，参照する（図2のように表示する）ことを可能とするとともに，他の文書種類を通じても，それぞれの構成要素を読み出して，参照することを可能とすることであるものと解される（図4，5）。なお，本願発明の「画面構成」は，各画面構成系列が「文書種類」に対応して有するものであると解される（【0013】）。",
                "引用発明の「A：病歴，B：処置処方，C：処方調剤内容，D：シェーマ，E：レセプトの各々のコンテンツ（コンテナ）」は，本願発明の「画面を構成する個々の画面構成要素」に相当する。具体的には，引用発明の相関関係テーブルのコンテンツAを主表示とするレイアウト画面において，医師がコントロールC（処方調剤内容）をクリックすると，Cを主表示とするレイアウト画面に遷移するものと理解されるが（【0113】，【0129】，図31），これら2つのレイアウト画面は，画面のレイアウトが異なるものであって，「複数の異なる画面構成」であり，また，これらは互いに文書としての内容が異なっていることが把握できるから，上記「Aを主表示とするレイアウト画面」と「Cを主表示とするレイアウト画面」は「複数の異なる文書種類」に対応したものであり，「Cを主表示とするレイアウト画面」と「Bを主表示とするレイアウト画面」（図32）についても同様である。そして，図31の「Aを主表示とするレイアウト画面」から，「病歴」の枠や「処置処方」の枠が存在することが把握できるところ，それらは，いずれも文書種類に対応する画面を構成する複数の要素の一つであるから，「構成要素」といえる。",
                "引用発明が「診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報を蓄積する病院内のDB119」を備えることからすれば，「病歴」や「処置処方」等の各構成要素に対応する情報はDB119に蓄積されるものであるから，複数存在する文書種類のうちのある文書種類を通じて，DB119から読み出したそれぞれの構成要素を参照することが可能とされている。そうすると，引用発明は，複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としているものであるから，本件審決がこれを一致点と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「画面構成系列設定手段」，「画面構成系列指定手段」について",
                  "text": [
                    "本願発明の「画面構成系列」とは，複数の文書種類に対応した画面構成の集まりのことであり，異なる複数の画面構成系列を設定可能であって（図1），ある画面構成系列に含まれる個々の文書種類を，切り替えて画面構成として表示できること（図2）を前提とするものであると解される。",
                    "また，「画面構成系列設定手段」とは，「画面構成系列A」，「画面構成系列B」といった各画面構成系列が，それぞれどのような系列であるかを設定するための手段であって，具体的には，当該系列Aに含まれる文書種類及びその画面構成が，「基本情報」及びその画面構成，「医師記事」及びその画面構成等であることを設定するための手段であるものと解される。",
                    "さらに，「画面構成系列指定手段」とは，以上のように設定された複数の画面構成系列の内から，使用する画面構成系列，すなわち表示等の対象とする文書種類及びその画面構成が含まれる画面構成系列を指定するための手段であるものと解される。",
                    "他方，引用発明では，ユーザごとに異なる相関関係テーブルを所持することで，同一の電子カルテの情報を表示する際の表示内容をユーザの業務，作業内容に合わせてカスタマイズすることができる（【0128】）。また，医師が所持する相関関係テーブル（図31）により，Aを主表示とするレイアウト画面において，医師がコントロールをクリックすると，Cを主表示とするレイアウト画面に遷移し，医療事務が所持する相関関係テーブル（図32）により，Cを主表示とするレイアウト画面において，医療事務がコントロールをクリックすると，Bを主表示とするレイアウト画面に遷移する（【0129】）。このように，例えば，図31の「Aを主表示とするレイアウト画面」と「Cを主表示とするレイアウト画面」とは，一方の文書種類に対応する画面構成から他方の文書種類に対応する画面構成への遷移が可能な関係を有しているから，それらは，切り替えて表示できる，複数の文書種類に対応する画面構成の集まりである。そして，当該複数の文書種類に対応する画面構成の集まりは，「画面構成系列」である。",
                    "また，ユーザの業務，作業内容に合わせてカスタマイズされたレイアウト画面は，医師用のレイアウト画面（図31）や医療事務用のレイアウト画面（図32）とで異なるから，「複数の」相関関係テーブルで定義された「複数の」レイアウト画面の集まりであって，「複数の画面構成系列」であるといえる。",
                    "そして，ユーザごとに異なる相関関係テーブルを所持することにより，複数の画面構成系列の設定が可能となるのであるから，引用発明の「相関関係テーブル」は，「複数の画面構成系列を設定する画面構成系列設定手段」である。",
                    "引用発明では，役割指定の入力により，相関関係テーブルが特定されることで，複数の画面構成系列のうちの，表示の対象とする文書種類及びその画面構成が含まれる画面構成系列が特定されるから（【0108】），ユーザが使用する画面構成系列を選択するための「複数の画面構成系列の内から使用する画面構成系列を指定する画面構成系列指定手段」を備える。",
                    "よって，「画面構成系列設定手段」，「画面構成系列指定手段」に関する記載に誤りはないから，本件審決が「画面構成系列設定手段」，「画面構成系列指定手段」がいずれも引用発明に含まれるものとして一致点を認定したことにも誤りはない。",
                    "なお，図31の，Aを主表示とするレイアウト画面，Cを主表示とするレイアウト画面では，ある画面構成系列のデータが表示画面に出力されており，図32の，Cを主表示とするレイアウト画面，Bを主表示とするレイアウト画面では，別の画面構成系列のデータが表示画面に出力されているから，本件審決が，「個々のデータの出力を複数の画面構成系列を用いて可能と」することが引用発明に含まれるものとして一致点を認定したことにも誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「個別画面構成設定手段」について",
                  "text": [
                    "本願発明の「個別画面構成設定手段」とは，ある画面構成系列に属する複数の文書種類のそれぞれについて，例えば，各文書種類の構成要素の表示位置や大きさを設定することにより，画面構成を設定する手段であるものと解される（【0019】）。",
                    "引用発明の「相関関係テーブル」では，相関関係テーブルのセルの数値を設定することで，各コンテナの表示比率が設定され（【0113】，【0114】），個々のコンテナの表示の比率に従って，レイアウトが行われ（【0116】），各コンテナが相関関係テーブルに設定された表示比率に従って表示される。ある画面構成系列に属する複数の文書種類のそれぞれについて，各文書種類に含まれる構成要素の表示比率を設定して，画面構成が設定され，また，表示比率の設定により，各構成要素の大きさが設定される結果，各構成要素の画面上に占める位置（範囲）も設定される。",
                    "よって，引用発明の「相関関係テーブル」は「画面構成系列に属する複数の画面構成を設定する個別画面構成設定手段」であるから，本件審決が，引用発明に「個別画面構成設定手段」が含まれるものとして一致点を認定した点にも誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の判断の誤りについて",
          "text": [
            "引用発明は，「複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としている」ものである点で本願発明と一致するところ，この一致点によれば，引用発明は，「構成要素」単位で参照を可能とするという効果が既に得られるものである。そうすると，引用発明において，「編集」を可能とする結果，「構成要素」単位での編集も可能となることが明らかであるから，「構成要素」単位で参照・編集が可能となることは，引用例から予測し得る範囲のものであって，格別のものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特許請求の範囲の記載は，前記第2の2に記載のとおりであるところ，本願明細書（甲1）には，本願発明について以下の事項が記載されている（下記記載中に引用する図面については，別紙本願明細書図面目録参照）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本願発明は医療や介護，福祉機関で，患者や入所者などの記録や作業指示を，コンピュータネットワークを用いて効率的に行う電子カルテにおいて，電子カルテベンダーによって異なる画面構成系列を必要に応じて使い分ける電子カルテ画面構成システムに関する。（【0001】）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題",
              "text": [
                "多数の電子カルテベンダーから電子カルテシステムが供給されているが，同じ情報の入出力に際しても，画面の構成や，次の画面への遷移のやり方等が統一されていない。このため，医師や看護師などが，異なるベンダーの電子カルテを採用している別の病院に勤務しようとすると，初めて見る電子カルテ画面で，どこをどう操作すれば目的とする作業が行えるか見当がつかない。このため，まごついて多大な作業時間を要したり，操作ミスをきたしたりしやすいことが問題となっている。（【0004】）",
                "本願発明はかかる従来の問題点を解決するためになされたものであって，その目的とするところは，異なったベンダーの電子カルテであっても，使い慣れたベンダーの電子カルテ画面構成を用いて入力や参照，画面遷移などの操作を可能とし，直ちに，まごつかず，操作ミスのない利用を可能とする電子カルテ画面構成システムを提供することである。（【0007】）"
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題解決手段",
              "text": [
                "本願発明により，前記課題が解決される。（請求項1，【0008】）"
              ]
            },
            {
              "fig": "(4)",
              "subject": "効果",
              "text": [
                "①  画面構成系列設定手段及び画面構成系列指定手段により，複数の画面構成系列の中からユーザーが習熟していて使いたい画面構成系列を選択できる。",
                "②  個別画面構成設定手段により，対応する文書種類ごとに個々の画面構成を設定することができる。",
                "③  画面構成要素設定手段により，画面を構成する個々の構成要素を任意に設定することができる。",
                "④  構成要素表示条件設定手段を備え，さらに，データ記録場所設定手段，画面遷移先指定手段及び処理内容設定手段の内少なくとも一つを備えているので，個々の画面構成要素ごとに，画面表示の形式，データ入出力の記録場所，画面遷移先の指定，データの処理内容を必要に応じて設定可能である。（【0010】）",
                "⑤ 異なったベンダーの電子カルテであっても，使い慣れたベンダーの電子カルテ画面構成を用いて入力や参照，画面遷移などの操作を可能とし，直ちに，まごつかず，操作ミスのない利用を可能とする。（【0007】）",
                "⑥ データ記録場所指定手段により，画面構成系列Aの「医師記事」の各データ入出力構成要素群で入力されたデータを，画面構成系列Bの「再診時医師記事」の各データ入出力構成要素群で読み出し，表示，編集することが可能となる。（【0017】）"
              ]
            },
            {
              "fig": "(5)",
              "subject": "実施例",
              "text": [
                "それぞれの画面構成系列において，個別画面構成設定手段を用いて文書種類と，それに対応する各個別画面構成の設定を行う。それぞれの個別画面構成設定においては，当該画面を構成する画面構成要素ごとに画面構成要素設定手段を用いる。画面構成要素設定に当たっては，構成要素表示条件設定手段を用いて，画面を構成する画面構成要素の表示位置や大きさを設定する。データの入力や，入力済みデータの出力を行うデータ入出力要素においては，データ記録場所設定手段を用いて，当該データの記録場所を指定する。別の画面への遷移を行うナビゲーション要素においては，画面遷移先指定手段を用いて，画面の遷移先を指定する。表示データに対して処理を行うデータ処理要素においては処理内容設定手段によって処理内容を設定する。（【0019】）",
                "本願発明の実施例には，二つの画面構成系列A及びBが存在する。画面構成系列Aは，主として診療所で使用される形態であって，比較的単純な画面構成系列で，各々の文書種類に対応する画面構成を有する。画面構成系列Bは，病院で使用されることの多い画面構成系列で，多数の文書種類と，それらに対応する画面構成を有している。（【0013】，図1）",
                "画面構成系列Aの医師記事の表示場面では，最上列に患者のID番号，氏名，年齢が表示され，2段目には，文書種類の切り替えタブが表示され，ハイライトされたタブにより，現在表示されている文書種類が医師記事であることが示され，その次には4つに区切られた医師記事の内容を構成する各要素の表示領域があり，その次には矢印群があり，その次には「コピー」，「キャンセル」及び「確定」の各ボタンが表示される。現在表示している文書種類以外のタブをクリックすると，その文書種類の最新記事が表示される。矢印群は，同じ文書種類の中で，作成日の異なる文書を選択するためのものであり，これら矢印群を用いると過去にさかのぼって文書内容を表示することができる。「コピー」ボタンは現在文書種類の，表示されている文書をコピーして，本日作成の文書案とするものである。この文書案に編集を加え，出来上がった文書案を，「確定」ボタンのクリックにより，本日作成の最新文書として保存する。「キャンセル」ボタンは，現在編集中の文書に加えられた変更を破棄するものである。（【0014】，図2）",
                "画面構成系列Bの「再診時医師記事」の表示場面では，最上列に「再診時医師記事」の文書種類が表示され，2段目には，文書種類の切り替えタブが表示され，そこには現在表示されている文書種類である「再診時医師記事」を除く文書種類が列挙されており，その次には矢印群があり，矢印群の横には，「前回コピー」，「キャンセル」及び「確定」の各ボタンが表示され，その次には患者のID番号，氏名，年齢が表示され，その次には4つに区切られた「再診時医師記事」の内容を構成する各要素の表示領域がある。切り替えタブをクリックすると，その文書種類の最新内容に表示が切り替わる。これらのタブへの文書種類の割り付け順序は任意であり，使用頻度の高い文書種類を始めに集めたり，職種によって切り替えたりしても良い。矢印群は，同じ文書種類の中で，作成日の異なる文書を選択するためのものであり，通常これらの矢印群を用いると過去にさかのぼって文書内容を表示することができる。「前回コピー」ボタンは現在文書種類の，表示されている文書をコピーして，本日作成の文書案とするものである。この文書案に編集を加え，出来上がった文書案を，「確定」ボタンのクリックにより，本日作成の最新文書として保存する。「キャンセル」ボタンは，現在編集中の文書に加えられた変更を破棄するものである。（【0015】，【0016】，図3）",
                "画面構成要素のうち，データの入力や，入力済みデータの出力を行うものをデータ入出力要素という。（【0017】）",
                "データ記録場所指定手段を用いてデータ入出力要素のデータの記録場所を指定することができ，例えば，画面構成系列Aの「医師記事」を構成する各データ入出力構成要素，すなわち，「訴え」，「所見」，「診断」及び「処方」と，画面構成系列Bの「再診時医師記事」を構成する各データ入出力構成要素，すなわち，「主観的訴え」，「客観的所見」，「病態評価」及び「検査・治療計画」とを，各記録場所〈1〉～〈4〉に対応させて指定することができる。これにより，画面構成系列Aの「医師記事」の各データ入出力構成要素群で入力されたデータを，画面構成系列Bの「再診時医師記事」の各データ入出力構成要素群で読み出し，表示，編集することが可能となる。（【0017】，図4）",
                "文書種類とその構成要素が画面構成系列間で1：1に対応する必要はなく，複数の異なる文書種類が分割されたり，同じ記録要素が複数の文書種類で参照，編集されたりしても良い。例えば，画面構成系列Aの文書種類aの各データ入出力構成要素群ア～オは記録場所〈1〉～〈5〉に各々対応するが，画面構成系列Bの文書種類bの各データ入出力構成要素群カ，キ，クは，記録場所〈2〉，〈1〉，〈4〉に対応し，画面構成系列Bの文書種類cの各データ入出力構成要素群ケ，コは，記録場所〈3〉，〈5〉に対応するようにしても良い。この場合は，編集を許すデータ入出力構成要素は一つとしておいて，他のデータ入出力構成要素は参照のみとしておけば混乱を避けることができる。（【0018】，図5）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例（甲2）には，引用発明に関し，おおむね，以下のとおり開示されている（下記記載中に引用する図面については，別紙引用例図面目録参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "引用発明は，データベースからコンテンツを取得してレイアウトを決定するレイアウトシステムを適用した電子カルテに関する。（【0001】，【0117】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題",
                  "text": [
                    "電子カルテは，医師，看護士，医療技師，薬剤師，医療事務などにより必要な表示，閲覧内容が異なる。言い換えれば，電子カルテに記載されたすべての情報を表示すれば，電子カルテを参照する際の視認性を低下させる。また，複数の診療科を統合して使用する電子カルテの場合，他の診療科の医師が記載内容を参照するには，すべての情報を一度表示する必要がある。また，電子カルテの記載欄には，通常，見る必要がない欄も多数存在する。つまり，同一の電子カルテでも，ユーザやグループが着目する情報ごとに表示したい情報が異なる。（【0117】，【0118】）",
                    "従って，引用発明は，表示すべきコンテンツの相関関係を設定可能にしたレイアウトシステムを用いて，ユーザまたはグループ単位に役割を設定し，ユーザが望む電子カルテの表示，閲覧を提供することを目的とする。（【0008】，【0117】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題解決手段",
                  "text": [
                    "引用発明は，コンテナを選択し，前記選択されたコンテナと，コンテナのレイアウトを定義する相関関係テーブルに基づき，前記コンテンツのレイアウトを決定するものであり，相関関係を示すテーブルは各コントロールの重みを有し，その重み付けに基づきコントロールのレイアウトを行うものである（【0010】，【0127】）",
                    "さらに，ユーザごとに異なる相関関係テーブルを所持することで，同一の電子カルテの情報を表示する際の表示内容をユーザの業務，作業内容に合わせてカスタマイズするものである。（【0128】）",
                    "コンテナは，文書テンプレート内の固定または可変テキスト，イメージすなわち，固定または可変のコンテンツをもつスペースで，他のコンテナやオブジェクトとともにレイアウトされ（【0037】，【0038】），コンテナは，文書生成時にデータソースからのデータとマージされ，可変コンテンツは，データソースから特定のデータの表示（印刷またはモニタへの表示）をもたらす。（【0040】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果",
                  "text": [
                    "引用発明によれば，表示すべきコンテンツの相関関係の設定を許容し，設定された相関関係に基づく画面情報を生成することができる。（【0011】）",
                    "ユーザごとに異なる相関関係テーブルを所持することで，同一の電子カルテの情報を表示する際の表示内容をユーザの業務，作業内容に合わせてカスタマイズすることができる機能を有する。（【0128】）",
                    "このように，使用したコントロールのみを抽出し，画面に最適にレイアウトすることで，ユーザの視認性を高めることができる。また，当該ユーザ以外の入力項目も同系列に表示されるため，確認漏れなどを防ぐことが可能になる。また，ユーザごとに異なる相関関係テーブルを所持することで，同一の電子カルテでも，ユーザの業務，作業内容に合った表示を行うことが可能になる。（【0130】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "電子カルテの上部にはメニューバー2101，ツールバー2102がある。表示メニューにより，表示モードと編集モードとを切り替え可能である。（【0120】）",
                    "ツールバー2102の下には，診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報を入力，編集，表示する情報欄2104がある。編集モードにおいて情報欄2104に入力された情報は病院内のDB119に蓄積され，電子カルテのコンテンツとして運用される。（【0121】，図22）",
                    "表示モードでの表示の一例としては，閲覧情報として，病歴欄2201，処置処方欄2202，処方調剤欄2203，および，シェーマ2204としてレントゲン写真が表示される。表示項目はテキスト，画像に限らず，役割の設定および選択によって，電子カルテの情報としてDB119に蓄積されたすべての項目を表示することができる（【0122】）。この画面において，閲覧者（ユーザ）が処方調剤欄2203をクリックした場合，コンテナの相関関係に基づきコンテナを抽出し，再レイアウトが行われて画面が遷移する。（【0123】，図23，図24）",
                    "相関関係を示すテーブルは各コントロールの重みを有し，その重み付けに基づきコントロールのレイアウトを行う（【0127】）。相関テーブルの左隅の列は主表示のコンテンツを示し，最上部の行は副表示のコンテンツを示す（【0113】）。各セルの数値は，左隅の列のコンテナの，他のコンテナに対する表示比率を示す（【0114】）。",
                    "コンテナは，文書生成時にデータソースからのデータとマージされ，そのデータが表示される。（【0040】）",
                    "ユーザは，コンテナにより，文書のコンテンツのサイズ，位置を指定でき（【0043】），ユーザごとに，例えば，医師と医療事務が異なる相関関係テーブルを所持することで，同一の電子カルテの情報を表示する際の表示内容をユーザの業務，作業内容に合わせてカスタマイズすることができる。（【0128】，【0129】，図30）",
                    "以下に，医師の相関関係テーブル及び画面遷移の具体例を示す。この例は，コンテナAに病歴を，コンテナBに処置処方を，コンテナCに処方調剤内容を，コンテナDにシェーマを，コンテナEにレセプトを表示するものであり，医師の相関関係テーブルとして，A（病歴）を主表示コンテンツとした場合には，B（処置処方）の重み付け（表示比率）は5，C（処方調剤内容）の重み付けは3，D（シェーマ）の重み付けは2，E（レセプト）の重み付けは0となっており，C（処方調剤内容）を主表示コンテンツとした場合には，A（病歴）の重み付けは0，B（処置処方）の重み付けは4，D（シェーマ）の重み付けは0，E（レセプト）の重み付けは5となっている。（図31）",
                    "医師が主表示のコンテンツとして病歴（A）を選択している状態では，相関関係テーブルの重み付けに従い，病歴（A）が左上に表示される他に，副表示コンテンツとしてB（処置処方）が左下に，D（シェーマ）が右上に，C（処方調剤内容）が右下に表示される（重み付けが0のE（レセプト）は表示されない）。この状態で，C（処方調剤内容）を選択すると，C（処方調剤内容）を主表示コンテンツとした表示状態に遷移し，C（処方調剤内容）が右上に表示される他に，B（処置処方）が左上に，E（レセプト）が下に表示される（重み付けが0のA（病歴）及びD（シェーマ）は表示されない）。このように，選択したコンテナとコンテナの相関関係に従い，動的にレイアウトが変更される。（図31，【0129】，【0116】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "text": [
                "以上によれば，引用例には，本件審決の認定した引用発明（前記第2の3(2)ア）が記載されていることが認められるところ，この点については，当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由（本願発明の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「データ記録場所」について",
                  "text": [
                    "原告は，引用発明の「DB119」は，ハードディスク等のデータ記録媒体であり，本願発明の「データ記録場所」ではないから，本件審決が，「データ記録場所を備え」ている点を一致点と認定したことは誤りであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「データ記録場所」の意義",
                      "text": [
                        "請求項1の「データ記録場所」とは，文理上，「データ」を記録するための「場所」であると理解するのが自然である。",
                        "この点，原告は，「データ記録場所」は，データが特定の領域に格納され，その場所からデータをスムーズに出し入れすることを可能とするために設けられた概念であると主張する。",
                        "しかし，請求項1には，データが格納される領域についての具体的な記載はない。また，本願明細書の「図4は，画面構成要素のうち，データの入力や，入力済みデータの出力を行うデータ入出力要素において，当該データ入出力要素のデータの記録場所を指定するデータ記録場所指定手段を用いて，画面構成系列Aの「医師記事」を構成するデータ入出力構成要素群と，画面構成系列Bの「再診時医師記事」を構成するデータ入出力構成要素群を，それぞれの記録場所に指定した1例である。これにより，画面構成系列Aの「医師記事」の各データ入出力構成要素群で入力されたデータを，画面構成系列Bの「再診時医師記事」の各データ入出力構成要素群で読み出し，表示，編集することが可能となる。」（【0017】）との記載を参酌しても，データ入出力構成要素と記録場所とを対応付けることが記載されているのみで，データを記録する領域についての詳細な記載があるわけではない。",
                        "よって，原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明との対比",
                      "text": [
                        "引用発明の「診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報」は，本願発明の「医療や介護上の文書」を「構成する個々のデータ」に相当するところ，引用発明の「診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報を蓄積する病院内のDB119」は，かかるデータを記録するためのデータベースであるから，本願発明の，医療や介護上の文書を記録する電子カルテシステムにおいて，文書を構成する個々のデータを記録する「データ記録場所」に相当する。",
                        "この点，原告は，「DB119」において，異なるハードディスクやドライブに分散されて記録されているような状況であれば，本願発明の「データ記録場所」とは異なると主張するが，その前提とする「データ記録場所」についての解釈を採用できないことは前記(ア)のとおりである以上，かかる主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件審決が，「データ記録場所を備え」ている点を一致点と認定したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム」について",
                  "text": [
                    "原告は，引用発明には，「文書種類」を細分化した「構成要素」に相当する技術はないので，「さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム」を一致点と認定したことは誤りであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「構成要素」の意義",
                      "text": [
                        "請求項1の「複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としている」との記載からは，1つの「文書種類」に複数の「構成要素」が含まれることが把握できるものの，「構成要素」が「文書種類」をどの程度細分化したものであるのかは，一義的に明らかではない。",
                        "本願明細書の「画面構成系列Aは，比較的単純な画面構成系列で，各々の文書種類に対応する画面構成を有する…画面構成系列Bは…多数の文書種類と，それらに対応する画面構成を有している。」（【0013】），「図2は画面構成系列Aの医師記事の表示場面を示す。最上列に患者のID番号，氏名，年齢が表示されている。2段目は，文書種類の切り替えタブで，現在表示されている文書種類は，ハイライトされている医師記事であることを示している」（【0014】）との記載によれば，「文書種類」とは，例えば，「医師記事」のように，各画面構成において表示される文書の種類であると解される。",
                        "そして，図2に関する「次の4つに区切られた領域は，医師記事の内容を構成する各要素の表示領域を示している。「….」は表示内容を示す。」（【0014】）との記載や，図4に関する「画面構成系列Aの「医師記事」の各データ入出力構成要素群と，画面構成系列Bの「再診時医師記事」の各データ入出力構成要素群が，記録場所〈1〉～〈4〉に対応している。」（【0017】）との記載及び図4において，「訴え」が記録場所〈1〉に，「所見」が同〈2〉に，「診断」が同〈3〉に，「処方」が同〈4〉にそれぞれ対応していることによれば，「構成要素」とは，例えば「医師記事」における「訴え」，「所見」，「診断」，「処方」のそれぞれに対応するものであり，「文書種類」の内容を構成する要素であると解される。",
                        "これに対して，原告は，「訴え」，「所見」，「診断」，「処方」の各欄に表示された個別の項目が「構成要素」であると主張するが，本願明細書には，例えば，「医師記事」の「訴え」がさらに複数の要素に細分化されることの記載はなく，そのような示唆もないから，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としている」の意義",
                      "text": [
                        "請求項1の「複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としている」との記載からは，構成要素の読み出し参照の具体的態様は，一義的に明らかではない。",
                        "本願明細書の図4，5及び「画面構成系列Aの「医師記事」の各データ入出力構成要素群で入力されたデータを，画面構成系列Bの「再診時医師記事」の各データ入出力構成要素群で読み出し，表示，編集することが可能となる。」（【0017】），「同じ記録要素が複数の文書種類で参照，編集されたりしても良い。」（【0018】）との記載によれば，複数存在する文書種類のうちのある文書種類（医師記事）を通じて，記録場所からそれぞれの構成要素（「訴え」，「所見」等）を読み出して，図2のように表示して参照することを可能とするとともに，他の文書種類を通じても，それぞれの構成要素を読み出して参照することを可能とするものであると解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明との対比",
                      "text": [
                        "引用例の「コンテナ」は，文書生成時にデータソースからのデータとマージされ，そのデータが表示されるスペースであるところ（【0037】，【0040】），引用発明では，表示モードにおいて，閲覧情報として，病歴欄2201，処置処方欄2202，処方調剤欄2203及びシェーマ2204に，DB119に蓄積されたテキスト，画像の情報が表示される（【0122】，図23）のであるから，引用発明の「A：病歴，B：処置処方，C：処方調剤内容，D：シェーマ，E：レセプトの各々のコンテンツ（コンテナ）」は，本願発明の「画面を構成する個々の構成要素」に相当する。",
                        "引用例には，「本発明に係る情報処理は，コンテナを選択し，前記選択されたコンテナと，コンテナのレイアウトを定義する相関関係テーブルに基づき，前記コンテンツのレイアウトを決定することを特徴とする」（【0010】），「図19は相関テーブルの登録例を示す図である。図19に示すA～Eはそれぞれコンテンツを示し，○は表示を，×は非表示を示す。また，左隅の列は主表示のコンテンツを示し，最上部の行は副表示のコンテンツを示す。例えば，コンテンツAを表示する場合は，二行目の例では，コンテンツAのほかにコンテンツCとEを表示する。このようなテーブルが，役割ごとに登録可能である。」（【0113】），「各セルの数値は，左隅の列のコンテナの，他のコンテナに対する表示比率を示す」（【0114】）との記載があり，【0116】に，コンテナの表示状態例が記載されていることによれば，引用発明は，コンテナのレイアウトが相関関係テーブルに基づいて決定されるものであり，主表示コンテンツとして選択されたコンテナによって特定される相関関係テーブルの行のセルの数値に基づいて，副表示コンテンツを表示するコンテナの表示の有無及び表示比率が設定され，これにしたがって電子カルテの表示画面のレイアウトが行われるものであると解される。",
                        "そして，引用例には，医師用の相関関係テーブルのコンテンツAを主表示とするレイアウト画面において，医師がコントロールC（処方調剤内容）をクリックすると，コンテンツCを主表示とするレイアウト画面に遷移すること及び医療事務用の相関関係テーブルのコンテンツCを主表示とするレイアウト画面において，医療事務がコントロールB（処置処方）をクリックすると，コンテンツBを主表示とするレイアウト画面に遷移することの記載があるところ（【0129】，図31，図32），図31に示された2つのレイアウト，図32に示された2つのレイアウトは，いずれも，それぞれの画面のレイアウトが異なるので，「複数の異なる画面構成」である。",
                        "医師用のAを主表示とするレイアウト画面には，「病歴」，「処置処方」，シェーマ，「処方調剤」が表示されるのに対し，Cを主表示とするレイアウト画面では，「処置処方」，「処方調剤」，「レセプト」が表示されており，両者は表示される文書としての内容が異なるから，Aを主表示とするレイアウト画面と，Cを主表示とするレイアウト画面は，「複数の異なる文書種類」である。同様に，医療事務用のCを主表示とするレイアウト画面には，「処置処方」，「処方調剤」，「レセプト」が表示されるのに対し，Bを主表示とするレイアウト画面では，「病歴」，シェーマ，「処方調剤」，「処置処方」，「レセプト」が表示されており，両者は表示される文書としての内容が異なるから，Cを主表示とするレイアウト画面と，Bを主表示とするレイアウト画面は，「複数の異なる文書種類」である。",
                        "前記アのとおり，引用発明は，「診察日や患者名などの基本情報，診察情報，病歴，レセプト，投薬情報などの電子カルテに必須の情報を蓄積する病院内のDB119」を備えており，「病歴」，「処置処方」等の各「構成要素」に対応する「データ」はDB119に蓄積されるから，複数存在する文書種類のうちのある文書種類を通じて，DB119から読み出したそれぞれの構成要素を参照することが可能とされていると解され，引用発明は，「複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能」とするものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "text": [
                        "原告は，引用例の図31，32に示されている表示の遷移は，レイアウトが変更しているのみで，同一の情報がスライドしているにすぎないと主張する。",
                        "しかし，前記のとおり，医師用のAを主表示とするレイアウト画面とCを主表示とするレイアウト画面，医療事務用のCを主表示とするレイアウト画面とBを主表示とするレイアウト画面は，レイアウトの変更のみならず，表示する文書が異なることは明らかであるから，理由がない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件審決が，「さらに複数の異なる文書種類から，それぞれの構成要素の読み出し参照を可能としていることを特徴とする電子カルテ画面構成システム」との点を一致点と認定したことに，誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」について",
                  "text": [
                    "原告は，引用発明の「相関関係テーブル」は，「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」を備えていないので，「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」を一致点と認定したことは誤りであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「画面構成系列設定手段」，「画面構成系列指定手段」の意義",
                      "text": [
                        "請求項1の記載によれば，「画面構成系列設定手段」は，「複数の画面構成系列」を設定する「手段」であり，「画面構成系列指定手段」は，「複数の画面構成系列の内」から「使用する画面構成系列」を指定する「手段」であると理解することができる。",
                        "本願明細書には，「図1は，二つの画面構成系列AおよびBを示す。画面構成系列Aは，比較的単純な画面構成系列で，各々の文書種類に対応する画面構成を有する。主として診療所で使用される形態である。これに対して，画面構成系列Bは，病院で使用されることの多い画面構成系列で，多数の文書種類と，それらに対応する画面構成を有している。」（【0013】），「図2は画面構成系列Aの医師記事の表示場面を示す。最上列に患者のID番号，氏名，年齢が表示されている。2段目は，文書種類の切り替えタブで，現在表示されている文書種類は，ハイライトされている医師記事であることを示している。他のタブをクリックすると，その文書種類の最新記事が表示される。」（【0014】）との記載があり，これらの記載及び図1，2によれば，「画面構成系列」とは，複数の文書種類に対応した画面構成の集まりのことであり，画面構成系列A及びBのように，複数の画面構成系列を設定することが可能である（図1）とともに，ある画面構成系列に含まれる複数の文書種類を，切り替えタブをクリックすることによって切り替え，異なる文書種類を表示できることが認められる。",
                        "そうすると，「画面構成系列設定手段」とは，「画面構成系列A」，「画面構成系列B」等の複数の画面構成系列について，各画面構成系列が，それぞれどのような系列であるかを設定するための手段であり，当該画面構成系列に含まれる文書種類及びその画面構成を設定するための手段であると解される。また，「画面構成系列指定手段」とは，以上の設定された複数の画面構成系列の内から，「使用する画面構成系列」，すなわち，表示等の対象とする文書種類及びその画面構成が含まれる画面構成系列を指定するための手段であると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「個別画面構成設定手段」の意義",
                      "text": [
                        "請求項1の記載によれば，「個別画面構成設定手段」とは，「画面構成系列に属する複数の画面構成」を設定する「手段」であると理解することができる。",
                        "本願明細書には，「それぞれの画面構成系列において，個別画面構成設定手段を用いて文書種類と，それに対応する各個別画面構成の設定を行う。それぞれの個別画面構成設定においては，当該画面を構成する画面構成要素ごとに画面構成要素設定手段を用いる。画面構成要素設定に当たっては，構成要素表示条件設定手段を用いて，画面を構成する画面構成要素の表示位置や大きさを設定する。」（【0019】）との記載があり，ある画面構成系列に属する複数の文書種類に対応する画面構成について，各構成要素の表示位置や大きさを設定することにより，画面構成を設定する手段であると解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明との対比",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「画面構成系列設定手段」，「画面構成系列指定手段」について",
                          "text": [
                            "前記のとおり，引用例には，相関関係テーブルのコンテンツAを主表示とするレイアウト画面において，医師がコントロールC（処方調剤内容）をクリックすると，コンテンツCを主表示とするレイアウト画面に遷移すること等の記載があり（【0129】，図31，図32），ある文書種類に対応する画面構成であるAを主表示とするレイアウト画面から，異なる文書種類に対応する画面構成であるCを主表示とするレイアウト画面への遷移が可能であることが記載されている。したがって，1つの相関関係テーブルによって設定される，AないしEをそれぞれ主表示とする複数のレイアウト画面の集まりは，複数の文書種類に対応できる画面構成の集まりであるから，本願発明の「画面構成系列」に相当する。",
                            "そして，引用例には，「ユーザごとに異なる相関関係テーブルを所持することで，同一の電子カルテの情報を表示する際の表示内容をユーザの業務，作業内容に合わせてカスタマイズすることができ」る（【0128】）との記載があり，医師用のAを主表示とするレイアウト画面，Cを主表示とするレイアウト画面と，医療事務用のCを主表示とするレイアウト画面，Aを主表示とするレイアウト画面とを異なるものとすることが理解できる。そうすると，「ユーザの業務，作業内容に合わせてカスタマイズ」された，AないしEをそれぞれ主表示とする複数のレイアウト画面の集まりは，医師用や医療事務用に用意された「複数」の相関関係テーブルによってそれぞれ設定された「複数」の画面構成系列であるから，本願発明の「複数の画面構成系列」に相当する。",
                            "そして，「ユーザごとに異なる相関関係テーブルを所持すること」によって，複数の画面構成系列の設定が可能になるのであるから，引用発明の「相関関係テーブル」は，本願発明の「複数の画面構成系列を設定する画面構成系列設定手段」に相当する。",
                            "また，引用例の「まず，ユーザの役割指定を入力し（S1701），指定された役割に登録されたコンテナの相関関係を参照する（S1702）」（【0108】）との記載によれば，ユーザの役割指定の入力により，相関関係テーブルが特定されることで，複数の画面構成系列から，ユーザが使用する文書種類及びその画面構成が含まれる画面構成系列が選択されるのであるから，引用発明は，本願発明の「複数の画面構成系列の内から使用する画面構成系列を指定する画面構成系列指定手段」を備えている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「個別画面構成設定手段」について",
                          "text": [
                            "前記のとおり，引用発明は，コンテナのレイアウトが相関関係テーブルに基づいて決定されるものであり，主表示コンテンツとして選択されたコンテナによって特定される相関関係テーブルの行のセルの数値に基づいて，副表示コンテンツを表示するコンテナの表示の有無及び表示比率が設定され，これにしたがって電子カルテの表示画面のレイアウトが行われるものである。そして，「図24は，図23の画面の閲覧者（ユーザ）が処方調剤欄2203をクリックした場合に遷移する画面例を示す図で，上述したコンテナの相関関係に基づきコンテナを抽出し，再レイアウトが行われる。そして，図24に示すように，レイアウトは変わるが処置処方欄2202および処方調剤欄2203は残り，病歴2201およびシェーマ2204は消え，新たに処方箋欄2205が表示される。つまり，閲覧者が選択したコンテンツ（コンテナ）に設定された相関関係に基づくコンテンツ（コンテナ）を表示するレイアウトが行われる。」（【0123】），「このように，複数のコントロールを有する電子カルテアプリケーションにおいて，使用したコントロールだけを集合させ，表示可能なウィンドウサイズ内に各コントロール間のサイズを動的に配置する。また，各コントロールのサイズも，そのデータ量によって変化させることで，視認性を高めることができる。」（【0124】）との記載及び図23，24によれば，「病歴2201」，「処置処方欄2202」等の各コンテナが，相関関係テーブルによって設定された表示比率に従って表示されるものと解される。",
                            "したがって，引用発明の「A：病歴，B：処置処方，C：処方調剤内容，D：シェーマ，E：レセプトの各々のコンテンツ（コンテナ）を主表示とするレイアウト画面」は，1つの相関関係テーブルによって設定される画面構成系列に属する複数の画面構成であり，相関関係テーブルはこれを設定するものであるから，引用発明の「相関関係テーブル」は，本願発明の「画面構成系列に属する複数の画面構成を設定する個別画面構成設定手段」に相当する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "text": [
                        "原告は，本願発明は，データの検索場所が「データ記録場所」一か所に集約され，そこから，「個別画面構成設定手段」を初めとする各手段によって，データの取り出しと記録を行うのに対し，引用発明では，「データ記録場所」を採用していないので，「相関関係テーブル」が機能せず，これを使用しても本願発明と同様の効果を実現することはできないから，「相関関係テーブル」は，「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」に相当するものではないと主張する。",
                        "しかし，請求項1には，データの検索場所が「データ記録場所」一か所に集約されるとの記載はなく，「文書を構成する個々のデータを記録するデータ記録場所を備え，」，「個々のデータの入力及び出力を複数の画面構成系列を用いて可能とし」との特定事項を備えていることをもって，データの検索場所が「データ記録場所」一か所に集約することが可能になると理解することもできない。本願明細書にも，「データ記録場所」の具体的構成についての記載はなく，図4の「記録場所」が記録媒体においてどのように実現されているかは明らかではない上，データの検索場所が「データ記録場所」一か所に集約されるとの記載や示唆はない。",
                        "また，原告は，引用発明の「相関関係テーブル」では，必要なデータを取得するために，カスタマイズを実行するプログラムが，各スタッフに係るデータベース全てのフォルダを巡回する等が必要となる旨主張するが，引用例には，そのような記載も示唆もなく，そのように解すべき根拠はない。",
                        "したがって，原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件審決が，「画面構成系列設定手段」，「画面構成系列指定手段」及び「個別画面構成設定手段」を一致点と認定したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "よって，本件審決には一致点の認定の誤り及び相違点の看過はないから，本願発明と引用発明との一致点及び相違点は，本件審決が認定したとおり（前記第2の3(2)イ，ウ）であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明は，「構成要素」は読み出していないから，「構成要素」単位で編集することはできないところ，本願発明は，「構成要素」単位で参照・編集を可能とするもので，顕著な効果を奏するから，本件審決の相違点の判断は誤りであると主張する。",
                    "しかし，前記(1)イのとおり，引用発明は，「病歴」，「処置処方」等の各「構成要素」を参照することが可能とされている。",
                    "また，引用発明は，「編集モードにおいて，電子カルテの所定のコントロールの必要な箇所に必要な情報を入力」（【0125】）するものであるところ，表示モードでのレイアウト画面（図23，24）においても，メニューバー2101の表示メニューのドロップダウンメニューにより「編集（E）」を選択して，編集することが可能である以上，参照した構成要素の編集は可能であると解されるから，「構成要素」単位で編集を可能とするとの効果も，引用発明から予測し得る範囲のものである。",
                    "したがって，「構成要素」単位で参照・編集できることは，本願発明の顕著な効果とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本願発明では，文書の中から必要な構成要素を単位として抽出表示させているので，複数の異なる文書種類から自己に必要な文書のみをピックアップして表示させることができる，データの検索場所がデータ記録場所一か所に集約されるため，データがいかに膨大になっても対応可能である，との顕著な作用効果を奏するのに，本件審決がこれらの効果を看過していることが誤りであるとも主張する。",
                    "しかし，文書の中から必要な構成要素を単位として抽出表示させているので，複数の異なる文書種類から自己に必要な文書のみをピックアップして表示させることができるとの効果は，引用発明の構成から自明のものであり，本願発明の顕著な効果ではない。",
                    "さらに，前記(1)ウのとおり，本願発明は，データの検索場所がデータ記録場所一か所に集約されるとの構成を備えているとは認められない以上，かかる構成に由来する，データがいかに膨大になっても対応可能であるとの効果があるとは認められず，この点も本願発明の顕著な効果ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決の相違点の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由には理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}