{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-890063号事件について平成29年4月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，以下の商標(登録第5858891号。以下「本件商標」という。)の商標権者である(甲1の1・2)。",
                "登録商標：「MEＮ’S  CLUB」の欧文字を標準文字で表してなる。",
                "登録出願：平成28年1月7日",
                "登録査定日：平成28年6月1日",
                "設定登録：平成28年6月17日",
                "指定商品：第3類「男性用化粧品」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年10月28日，本件商標について，商標登録無効審判を請求した(甲20)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを無効2016-890063号事件として審理し，平成29年4月5日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月17日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年5月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件商標の登録は，原告が使用している以下の商標(以下「引用商標」という。甲3の1・2参照)との関係で，商標法4条1項15号及び19号のいずれにも違反してされたものとはいえないから，同法46条1項の規定に基づき，その登録を無効にすべきでない，というものである。",
            "商標：「MEＮ’S  CLUB」の欧文字からなる。",
            "商品：雑誌(男性ファッション誌)"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項15号該当の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項19号該当の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したときに，当該商品等が他人の商品又は役務に係るものであると誤信されるおそれがある商標のみならず，当該商品等が他人との間にいわゆる親子会社や系列会社などの緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ(広義の混同を生ずるおそれ)がある商標を含む(最高裁平成10年(行ヒ)第85号同12年7月11日第三小法廷判決・民集第54巻6号1848頁参照)。",
                "したがって，15号該当性の判断に際しては，このような法の趣旨を考慮しつつ，実際の取引実態に即して個別具体的な判断を行う必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知性及び独創性について",
              "text": [
                "本件審決も認めるとおり，引用商標は高い周知性を獲得している。このことは，広義の混同を生ずるおそれの判断に際し，重視されるべきである。",
                "引用商標のそれぞれの言葉自体は一般的であるものの，「MEＮ’S(男性の)」「CLUB(集まりないし同好会)」という趣旨の英単語2文字を組み合わせた「MEＮ’S  CLUB」という語は，その組合せ及び雑誌という商品との関係において，必ずしも独創性が低いとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商品の関連性の程度及び取引者と需要者の共通性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "男性ファッション誌と男性用化粧品の関連性",
                  "text": [
                    "男性ファッション誌においては，服飾品のほか，靴や鞄，生活雑貨，美容，車，時計，宝飾品，旅行，グルメなど，極めて幅広いジャンルで読者の生活スタイル全般にわたる情報提供や提案を行っている(甲6)。また，出版社においては，雑誌で紹介された商品を扱う実店舗を設置したり(甲6)，各種ブランドとの共同企画(「コラボレーション企画」などと呼ばれる。甲6，21～25)等を駆使し，さらには，雑誌誌上で紹介される各種商品に対して雑誌の名称を冠することで，消費者に対して品質を保証し，あるいは流行を取り入れた商品であることを提示して購買へ結びつけるよう働きかけるなど，その発行する雑誌で紹介される商品について，極めて多角的に事業活動を展開している。",
                    "原告においても，発行する雑誌「MEＮ’S  CLUB」(以下「本件雑誌」という。)について，雑誌や印刷物に限らず，極めて多種多様な男性向け商品の企画や情報発信，イベントやコラボレーション企画等を種々実施してきた(甲6，21～24)。",
                    "本件商標の指定商品である「男性用化粧品」もまた，当然に，本件雑誌を始めとする男性ファッション誌において紹介される主力商品であり，男性のライフスタイルの一環として，本件雑誌の名を冠した商品企画は数多く行われている。",
                    "本件雑誌では，「美容定例」として，毎月多くのページを化粧品の特集にあてており，ほぼ毎月何らかの化粧品やコスメ用品を紹介している(甲7の1～16の11)。さらに，平成21年以降は，毎年1回，「メンクラコスメ大賞」と題する企画を設け(当初は「美貌男コスメ大賞」の名称)，およそ30頁以上にわたる美容特集を組んで，化粧品，コスメ用品の紹介等を行ってきた(甲9の7，10の7，11の7，12の8，13の8，14の8，15の8，16の8)。また，本件雑誌に掲載される化粧品の広告も増加傾向にあり，同誌の広告掲載料における化粧品の占める割合は，平成26年8．4％，同27年11．4％，同28年(10月ころまで)11．9％と，年々増加している(甲17)。さらに原告は，本件雑誌について，富士フィルムが販売する「アスタリフト」という化粧品シリーズや，株式会社マンダムが製造，販売するLUCIDO化粧品シリーズ等につき，化粧品会社と提携してコラボレーション企画を数多く実施してきた(甲21～25)。",
                    "このような，雑誌と雑誌掲載商品とのコラボレーション企画は，雑誌及び商品の有するブランドイメージを相互に利用することで，双方のブランドイメージ及び顧客吸引力の向上を図るものであり，商品の側からすれば，掲載される雑誌が周知著名であればあるほど，提携の効果は高いこととなる。このような事実からしても，本件雑誌と，本件商標の指定商品である男性用化粧品とが極めて強い関連性を有していることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "需要者が共通すること",
                  "text": [
                    "前記アのとおり，本件雑誌は化粧品特集を多く組み，かつ，その広告掲載料における化粧品広告の割合も増加傾向にある。これは本件雑誌の購読者層が当該化粧品の購買者層と重なっているからにほかならない。本件雑誌は30代から40代のファッションに関心の高い男性をターゲットとする雑誌であるところ，このような男性が化粧品についても高い関心を示しているからこそ，同誌においては男性用化粧品特集を積極的に企画し，かつ関連広告を掲載しているのである。",
                    "このような事実からしても，本件雑誌と男性用化粧品の需要者が基本的に共通していることは明白である。",
                    "また，「混同を生ずるおそれ」の有無の判断に当たっては，「当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として」判断すべきであるところ，ファッション雑誌や化粧品を購入する際に，一般男性消費者が払う注意は必ずしも高いとはいえない。",
                    "以上のとおり，実際にファッション雑誌において化粧品特集が多く掲載され，かつ，雑誌と化粧品のコラボレーション企画が数多く実施され，雑誌の名前を冠した商品が多く流通しているという取引の実態からすれば，需要者としては，「MEＮ’S  CLUB」の商標の付された化粧品を見れば，本件雑誌とのコラボレーション企画によるものであるか，又は本件雑誌に掲載されたお勧め化粧品である，若しくは原告がライセンスし，あるいは品質について何らかの監修等を行った商品である等，原告と何らかの提携関係があるものであろうと誤認することは容易に想定されるところである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件審決も認めるとおりの引用商標の高い周知性と，引用商標と本件商標の類似性に加え，取引実情に裏付けられた本件雑誌と男性用化粧品との強い関連性に鑑みれば，男性用化粧品に本件商標が使用された場合，それに接した消費者としては，当該化粧品は，本件雑誌とのコラボレーション企画によるものであるとか，又は本件雑誌に掲載されたお勧め化粧品である，若しくは原告がライセンスし，あるいは品質について監修等を行った商品である等，少なくとも「原告と何らかの提携関係があるものであろう」といった広義の誤認混同を生ずるおそれは極めて高い。",
                "よって，本件商標は，商標法4条1項15号に該当する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用商標の独創性について",
              "text": [
                "本件審決も述べるとおり，「MEＮ’S」及び「CLUB」の文字は，わが国で親しまれた英語であり，この2つの英単語を組み合わせた引用商標は，雑誌という商品については独創性が低いものである。そもそも「CLUB」の語は「同好会」等を意味する英単語であるところ，趣味や興味の対象を同じくする需要者が購入するものとして，雑誌の名称に多数使用されている。「CLUB」「クラブ」「倶楽部」の語を含む雑誌名の例として，「たまごクラブ」「ひよこクラブ」「レタスクラブ」「大家倶楽部」「BOAT  CLUB」「RIDERS  CLUB」「CLUB  HARLEY」「BiCYCLE  CLUB」(乙115～122)等が挙げられる。このような実情に，「MEＮ’S」が「男性の」を意味することを考え併せれば，「男性用雑誌」を「MEＮ’S  CLUB」と名付けることは，本件審決が示すとおり，独創性が低いといえる。なお，本件雑誌が一定程度需要者に知られているとしても，引用商標は高い周知性を獲得していない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の関連性の程度及び取引者と需要者の共通性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "男性ファッション誌と男性用化粧品の関連性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件雑誌の提供する情報は「化粧品」の分野に限定されるものではない。本件雑誌に掲載される化粧品の広告の割合は，平成28年においても全体の約1割を占めるにすぎない(甲17)。本件雑誌では，極めて幅広いジャンルで情報提供や提案が行われており，化粧品に関する情報は本件雑誌のほんの一部にすぎない。例えば，雑誌において需要者の注意を最も引く表紙には，毎号主要テーマが大きく掲載されているところ，本件雑誌の平成29年8月号において表紙に掲載されたテーマは「男の旅」であり(乙123)，同年7月号以前についても，「夏の白」「ニット  ポロ  スウェット  ボーダー」「ニットとローファー」等，服飾品である(乙124)。原告から提出された本件雑誌の抜粋(甲7の1～16の11)においても，化粧品についての掲載ページは雑誌のごく一部にすぎず，表紙を大きく飾るテーマは，服飾品に関するものがほとんどである。さらに，本件雑誌の目次を見ても，化粧品に関する記事は，数ある項目の中のわずか1ないし2項目にすぎない(乙125～127)。",
                        "このような事実を勘案すると，本件雑誌の一部に掲載されているにすぎない化粧品について雑誌との強い関連性を認めるのは，本件雑誌で紹介される全ての商品について雑誌との強い関連性を認めることとなり，ひいては指定商品「雑誌」について不当に広い権利範囲を認めることとなり，全く不合理である。",
                        "また，原告は，実店舗の設置やコラボレーション企画を行っていることを主張するが，実店舗の販売規模などは明らかにされておらず，提出された証拠のうち，本件雑誌と化粧品会社とのコラボレーション企画はわずか3件のみである(甲21，23，24)。このような状況をもって，本件雑誌と男性用化粧品が強い関連性を有するといえないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "むしろ，ファッション誌においては幅広いジャンルの商品が紹介されるが故に，需要者は様々な商品のうちの特定の一商品について雑誌と強い関連性を認識するとは考え難く，雑誌名は雑誌名としてのみ認識すると考えられる。",
                        "現に，本件雑誌は，被服のほかに靴や鞄を掲載し，かつ，自身のウェブサイトにおいて鞄を販売しているにもかかわらず(乙128)，指定商品第18類「かばん類」及び第25類「靴類(「靴合わせくぎ・靴くぎ・靴の引き手・靴びょう・靴保護金具」を除く)」についての「MEＮ’S  CLUB」の商標は，第三者により登録されている(商標登録第719683号及び第661310号。乙129，130)。また，第三者による「MEＮ’S  CLUB」の商標を付した鞄及び靴は，市場において何ら本件雑誌と混同されることなく販売されている(乙131)。",
                        "さらに，ファッション誌では「美容」に関連するものとして「化粧品」のほかに被服やエステティックサロン等についても情報提供がなされているのはいうまでもないところ，下記のとおり第16類「雑誌」又は「印刷物」を指定する商標と第3類「化粧品」又は第25類「被服」若しくは第44類「美容」を指定する同一又は類似の商標とが併存登録され，かつ，それぞれの商標を付した商品又は役務が，市場において混同を生じることなく販売又は提供されている(乙11～19，132～168)。",
                        "・「with」(商標登録第1872185号，第16類「雑誌」)及び「WITH／ウイズ」(商標登録第2291577号，第3類「化粧品」)",
                        "・「MORE」(商標登録第1528038号，第16類「印刷物」)及び「MORE／モア」(商標登録第1427414号，第3類「化粧品」)並びに「mORE∞モア」(商標登録第5882173号，第44類「エステティック美容」他)",
                        "・「ViVi」(商標登録第5473596号，第16類「印刷物」)及び「ヴィ・ヴィ／VIVI」(商標登録第2554275号，第3類「化粧品」)",
                        "・「ストーリー／STORY」(商標登録第2426445号，第16類「雑誌」)及び「ストーリー／STORY」(商標登録第2018305号，第25類「被服」)",
                        "・「Domani」(商標登録第4512063号，第16類「印刷物」)及び「Domani／ドマーニ」(商標登録第5912522号，第44類「美容」)",
                        "・「Precious／プレシャス」(商標登録第4766816号，第16類「印刷物」)及び「Precious／プレシャス」(商標登録第1490307号，第3類「化粧品」)並びに「Precious／プレシャス」(商標登録第5459665号，第44類「美容」)",
                        "・「VERY  ヴェリィ」(商標登録第4248505号，第16類「雑誌」)及び「Very」(商標登録第4845240号，第44類「ネイルアート，美容」)",
                        "・「HERS／ハーズ」(商標登録第5115479号，第16類「印刷物」)及び「HERS」(商標登録第5806926号，第3類「入浴剤(医療用のものを除く。)，浴用化粧品(医療用のものを除く。)」)",
                        "・「LEE」(商標登録第4005531号，第16類「印刷物」)及び「LEE」(商標登録第4282277号，第25類「被服」)",
                        "・「FRaU」(商標登録第4767205号，第16類「新聞・雑誌」)及び「Frau／フラウ」(商標登録第4944421号，第3類「化粧品」)",
                        "上記はいずれも女性ファッション誌であり，女性の方が男性より化粧品を使用する需要者の割合が多いことはいうまでもない。また，上記ファッション誌の平成29年1月ないし3月における発行部数は，いずれも本件雑誌の発行部数と同等，又はそれ以上である(乙169)。にもかかわらず，雑誌の名称と同一又は類似の商標が指定商品「化粧品」「被服」又は指定役務「美容」等について登録され，かつ当該商標を使用した商品又は役務が市場において当該ファッション誌と混同されることなく販売又は提供されている。この事実は，需要者はファッション誌の名称とファッション誌で紹介される商品の名称とを明確に区別していることを示す証左にほかならない。",
                        "女性ファッション誌ですら，雑誌名と化粧品とが市場において混同を生じていないという事実に鑑みれば，本件商標のみが，男性用化粧品に使用された場合に原告の業務と混同を生じるという原告の主張は全くの失当であり，「男性用化粧品」と「男性ファッション誌」との関連性が低い，とした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "需要者が共通すること",
                  "text": [
                    "ファッション誌が極めて幅広いジャンルで情報提供がなされるものであるところ，そのような雑誌の需要者の一部に化粧品に関心のある者が含まれるとしても，ほかのジャンルに関心の高い需要者も多いことは明らかである。前記ア(ア)で述べたとおり，本件雑誌の広告に占める化粧品の広告の割合は1割にしかすぎず，また，本件雑誌に占める化粧品の掲載ページはごく一部にすぎない。とすれば，「男性用化粧品」と「男性ファッション誌」との関連性は低いから，需要者が共通するとはいえないとした本件審決の判断は妥当である。",
                    "さらに，原告は，ファッション雑誌や化粧品を購入する際に，一般男性消費者が払う注意は必ずしも高いとはいえないと主張するが，むしろ，化粧品に高い関心のある需要者にとっては，どのブランドの化粧品を選択するかは重要事項であり，購入する際には高い注意力を払うと考えられる。よって，需要者が被告の商品と原告の業務とを混同する可能性は極めて低いといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，「商品の出所について混同を生ずるおそれはない」として，本件商標登録は商標法4条1項15号に該当しないと認定した本件審決の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項19号該当の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，昭和50年以降，本件商標と全く同一の商標を全く同一の指定商品について商標登録していたが(商標登録番号第1109985号。以下「旧登録商標」という。甲2の1～3)，この旧登録商標を長期間にわたって全く使用しておらず，そのため原告の請求した不使用取消審判に対しても何らの反論，使用実績も主張することなく，平成28年6月27日，取消審決が確定した。",
                "にもかかわらず，被告は，原告が旧登録商標の譲渡を持ちかけた途端，原告との面談予定日(平成28年1月8日)の前日(同年1月7日)に，旧登録商標と商標・指定商品とも全く同一の本件商標を出願した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本件商標出願の目的が，現実に本件商標を使用することではなく，本件商標を原告に高額で譲渡するか，あるいは原告の予定する事業を妨害するために出願したことは明白である。",
                "よって，本件商標は，商標法4条1項19号に該当する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，引用商標が「周知著名」であると主張するが，本件審決においては「需要者の間に広く認識されている」と述べられているだけであり，「著名」とまでは判断されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告が本件商標登録の出願を行ったのは平成28年1月7日であり，原告が商標権譲渡の交渉を持ちかけたのは同月8日，旧登録商標に対する不使用取消審判の請求日は平成28年2月12日である。原告からの書簡(甲18)には「ご相談に伺わせていただきたく」としか記載されておらず，本件商標登録の出願時においては，被告は相談の内容が商標権譲渡に関するものであることを知らされていない。よって，「商標権譲渡の交渉を持ちかけた途端に本件登録商標の出願を行った」との原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決の認めるとおり，「club(CLUB)」ブランドは，被告を含むCLUBグループによって化粧品について長年使用されている。「club(CLUB)」ブランドは，CLUBグループのハウスマークの役割を果たすともいうべき主要ブランドであり(乙20～100の4)，被告の所有する「club(CLUB)」又は「クラブ」の語を含む商標登録は105件にのぼる(乙170)。そのうちの登録商標「club(ロゴ)」(商標登録番号第1082495号)及び「CLUB」(商標登録第1188007号，第1270785号，第450997号，第451005号)は，AIPPI  JAPAＮの発行する「日本有名商標集」に掲載されていることからも，被告の「club(CLUB)」ブランドが「化粧品」について需要者に広く認識されていることは明らかである(乙102)。",
                "化粧品の業界において，特定の商標に「MEＮ’S」を冠した商標を男性用商品の商標として使用することは，通常行われているものであるところ(乙67～76)，被告は「club(CLUB)」ブランドの男性用として，自己が使用するために本件商標登録を出願したにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "旧登録商標については，自己使用目的で出願したものの，使用計画が具体化しないまま登録後3年以上が経過したものである。そして使用の予定が生じた段階で，旧登録商標が3年以上使用されていない事実を確認し，第三者の不使用取消審判請求により旧登録商標が取り消される可能性を考慮して，自己の使用権を確保するために本件商標登録を出願したものである。このような自己の使用権を確保するための商標出願についての戦略は，一般的に行われていることであり，商標法4条1項19号にいう「不正の目的」に該当しないことはいうまでもない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "さらに，被告は，本件商標の使用の計画が具体化した段階において，商品パッケージのデザイン案を作成し(乙112)，平成28年8月30日付けで商標「MEＮ’s  club(ロゴ)」(出願番号2016-094979)及び「MEＮ’s／club∞G∞ヒゲソリあとや／肌あれ防止に∞弱油性∞タイプ」(出願番号2016-094980)を出願している(乙113，114)。被告は，先願主義の下，早期に商標権を確保するために，具体的な商標の態様が決定していない段階において標準文字で本件商標の出願を行い，使用計画が具体化した段階で実際の使用態様にて商標出願を行っているのである。このような事実を考慮すると，本件商標を出願した被告の行為に，原告の予定する事業を妨害するとか，原告に高額で売却するなどの「不正の目的」など入る余地はなく，被告が本件商標について使用意思を有することは明白である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，商標法4条1項19号に該当しないと認定した本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "後掲各証拠によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，雑誌の出版等を行う株式会社であり，「婦人画報」，「25ans(ヴァンサンカン)」，「MEＮ’S  CLUB」(本件雑誌)等複数の雑誌を出版している(甲4)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件雑誌は，男性ファッション誌であり，株式会社婦人画報社(以下「婦人画報社」という。)が昭和29年に「婦人画報増刊  男の服飾讀本」として創刊し，昭和31年に「MEＮ’S  CLUB」のロゴが初めて使用された。そして，昭和32年に婦人画報増刊から独立し，誌名を「男の服飾  MEＮ’S  CLUB」と変更し，さらに，昭和34年に「MEＮ’S  CLUB」と誌名変更し，昭和40年からは月刊誌として，現在まで60年以上継続して発行されている(甲5，7～16)。",
                    "原告は，婦人画報社から，本件雑誌の発行を継承するとともに，引用商標も継承して使用を継続している(甲3の1・2，4)。",
                    "本件雑誌の平成27年の発行部数は約6万部であり(甲4)，平成27年12月号は通巻658号である(甲15の12)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件雑誌は，少なくとも平成19年1月号からほぼ毎号，化粧品についての記事を掲載しており，平成21年からは毎年1回(7月号又は8月号)，15頁ないし30頁程度の美容特集を掲載している(甲7～16)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，特設の店舗を設置し，別注企画として引用商標を雑誌以外の商品に使用しているが(甲6)，それらの販売規模などは定かでない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，化粧品会社等と共同で企画する，いわゆるコラボレーション企画を数回実施している(甲21～24)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件雑誌の競合誌でも，インターネットサイトにおいて雑誌名を用いた通販サイトを設け，被服や服飾品に加え，化粧品を販売するなど，多角経営を行っている(甲33～35)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したときに，当該商品等が他人の商品又は役務に係るものであると誤信されるおそれがある商標のみならず，当該商品等が他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ(広義の混同を生ずるおそれ)がある商標を含むものと解するのが相当である。そして，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきである(最高裁平成10年(行ヒ)第85号同12年7月11日第三小法廷判決・民集第54巻6号1848頁参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標との類似性の程度について",
                  "text": [
                    "本件商標は，「MEＮ’S  CLUB」の欧文字を標準文字で表してなるものであるのに対し，引用商標は「MEＮ’S  CLUB」の欧文字からなるものである。",
                    "本件商標と引用商標は，外観において極めて類似し，共に「男性の集まりないし同好会」という観念を生じさせ，称呼は「メンズクラブ」であって，共通する。",
                    "したがって，本件商標と引用商標は，商品の出所の誤認混同を生ずるおそれのある極めて類似したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標の周知著名性及び独創性について",
                  "text": [
                    "前記(1)イのとおり，本件雑誌は，昭和29年に創刊され，昭和34年から「MEＮ’S  CLUB」の誌名で本件商標の登録出願の日前である平成27年12月まで60年以上継続して，通巻で658号が発行され，その後も本件商標の登録査定日はもとより現在まで継続して発行されているものである。",
                    "したがって，引用商標は，本件商標の登録出願の日前及び登録査定日はもとより，現在も需要者の間に広く認識されているものと認めるのが相当である。",
                    "もっとも，引用商標は，「MEＮ’S」「CLUB」という普通名称の組合せであって，その独創性の程度は，造語による商標に比して高いとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "商品間の関連性並びに取引者及び需要者の共通性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)ウのとおり，本件雑誌には，少なくとも最近約10年間にわたり，ほぼ毎号，化粧品についての記事が掲載されている。男性ファッション誌の主な対象は服飾品であるものの，化粧品はファッション全般に関するものとして，男性ファッション誌の対象とされているというべきである。",
                        "したがって，男性化粧品と男性ファッション誌は，共にファッションに関するものとして少なからぬ関連性を有するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "男性化粧品と男性ファッション誌の需要者は，いずれも男性向けファッションに関心のある者と考えられ，共通するというべきである。男性化粧品と男性ファッション誌の取引者が異なるからといって，需要者の共通性は何ら否定されない。",
                        "したがって，男性化粧品と男性ファッション誌については，需要者が共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件商標の指定商品は，日常的に消費される性質の商品であり，その需要者は特別の専門的知識経験を有する者ではないことからすると，これを購入するに際して払われる注意力は，さほど高いものでないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項15号該当性",
              "text": [
                "以上のとおり，①本件商標は，引用商標と外観において極めて類似し，観念及び称呼において共通するのであって，本件商標と引用商標は，極めて類似したものであること，②引用商標は，独創性が高いとはいえないものの，数十年にわたり，需要者の間に広く認識されていること，③本件商標の指定商品(男性用化粧品)は，原告の業務に係る本件雑誌(男性ファッション誌)の対象として，少なからぬ関連性を有するもので，本件雑誌と需要者が共通することその他需要者の注意力等を総合的に考慮すれば，本件商標を指定商品に使用した場合は，これに接した需要者に対し，引用商標を連想させて，当該商品が原告あるいは原告との間に緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であると誤信され，商品の出所につき誤認を生じさせるおそれがあるものと認められる。",
                "そうすると，本件商標は，商標法4条1項15号にいう「混同を生ずるおそれがある商標」に当たると解するのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，引用商標は，わが国で親しまれた英単語の組合せにすぎず，「CLUB」を付した雑誌は多数発行されているから，引用商標の独創性は低いと主張する。",
                    "確かに，引用商標の独創性は，造語による商標に比して高いとはいい難い。しかし，本件商標と引用商標は極めて類似し，引用商標の周知性は高いといえる。そして，本件商標の指定商品は男性用化粧品であって，引用商標が現に使用されている商品(男性ファッション誌)と少なからぬ関連性を有するものである。また，両者の需要者も共通している。これらの事情を総合すると，引用商標の独創性の程度が造語による商標に比して高いとはいい難いからといって，15号の「混同を生ずるおそれ」が否定されるものではない(最高裁平成12年(行ヒ)第172号同13年7月6日第二小法廷判決・裁判集民事202号599頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件雑誌の一部に掲載されているにすぎない化粧品について雑誌との強い関連性を認めるのは，本件雑誌で紹介される全ての商品について雑誌との強い関連性を認めることとなり，ひいては指定商品「雑誌」について不当に広い権利範囲を認めることとなり，不合理であると主張する。",
                    "しかし，前記(2)ウのとおり，本件雑誌にはほぼ毎号化粧品に関する記事が掲載され，化粧品自体，本件雑誌の対象であることが明らかな服飾品と少なからぬ関連性を有するものである。そして，引用商標は長期間にわたって周知のものであることに加え，原告がコラボレーション企画等を行っていることをも併せ考慮すれば，いわゆる広義の混同が生じるおそれが認められる。",
                    "したがって，指定商品を男性用化粧品とする本件商標を15号該当とすることが不合理であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件雑誌のウェブサイトにおいて鞄が販売されている(乙128)にもかかわらず，指定商品第18類「かばん類」及び第25類「靴類(「靴合わせくぎ・靴くぎ・靴の引き手・靴びょう・靴保護金具」を除く)」についての「MEＮ’S  CLUB」の商標がケントジャパン株式会社に登録され(乙129，130)，この商標を付した鞄及び靴は，市場において本件雑誌と混同されることなく販売されていること(乙131)，被服についても，同社の登録商標を付した商品が，本件雑誌と混同されることなく販売されていること(乙4～10，173，174)からすれば，需要者は，引用商標と雑誌に掲載された商品との強い関連性を認識するとは考え難く，引用商標を雑誌名としてのみ認識すると主張する。",
                    "しかし，ケントジャパン株式会社の有する商標の最も古いものは，引用商標が初めて使用された年と同じ昭和31年に出願されたものであり(乙4)，同社の商標として周知性を獲得していると考えられる。",
                    "したがって，ケントジャパン株式会社の有する商標を考慮しても，「混同を生ずるおそれ」がないものということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，女性ファッション誌において，雑誌名と同一の商標が第三者によって登録され，販売等されていること(乙132～168)からすれば，需要者は，雑誌名は雑誌名としてのみ認識するのであって，対象商品との強い関連性を認識するとは考え難いと主張する。",
                    "しかし，商標法4条1項15号該当性は，商品の関連性のみならず他人の表示の周知著名性や独創性の程度，取引の実情等を総合的に判断するものであって，男性誌に比べて種類が多い女性誌において，雑誌名と同一の商標が第三者によって登録されていることがあるからといって，数少ない男性誌として半世紀以上にわたり発行されている本件雑誌と同列には考え難いというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，「男性用化粧品」と「男性ファッション誌」との関連性は低いから，需要者が共通するとはいえないと主張する。",
                    "しかし，前記(2)ウのとおり，男性用化粧品と男性ファッション誌には少なからぬ関連性があるというべきであり，また，需要者が共通することは明らかである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，化粧品に高い関心のある需要者にとって，どのブランドの化粧品を選択するかは重要事項であり，購入する際に高い注意力を払うと考えられるから，需要者が被告の商品と原告の業務とを混同する可能性は極めて低いと主張する。",
                    "しかし，男性化粧品の需要者は，特別の専門的知識経験を有しない一般消費者であり，日常的に消費される性質の商品である化粧品を購入する際に払われる注意力はさほど高いものではないから，周知の引用商標と何らかの関係があると誤認混同するおそれは優に認められる。証拠(乙171，172)を考慮しても，前記判断は左右されない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "したがって，被告の上記主張はいずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件商標は商標法4条1項15号に該当し，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，その余の点について判断するまでもなく，原告の請求は理由があるから，認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}