{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-26368号事件について平成28年10月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の特許拒絶査定不服審判請求を不成立とした審決に対する取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「有機物質に由来する揮発性有機化合物の吸着」とする発明について，平成18年10月26日を国際出願日とする特許出願（特願2008-538426号。請求項の数26。以下「本願」という。）をしたが（パリ条約による優先権主張平成17年11月1日，英国），平成26年8月21日付けで拒絶査定を受けた。",
            "このため，原告は，同年12月24日付けで拒絶査定不服審判（不服2014-26368号）を請求するとともに，平成28年7月15日付け手続補正書をもって特許請求の範囲の変更等を内容とする手続補正（補正後の請求項の数20。以下「本件補正」という。）を行った。",
            "しかし，特許庁は，同年10月11日，「本件審判の請求は，成り立たない。」との審決をし（出訴期間として90日を附加），その謄本は，同月21日，原告に送達された。",
            "そこで，原告は，平成29年2月16日，審決の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の請求項1の記載は，次のとおりである（以下，同請求項1に係る発明を「本願発明」といい，本件補正後の明細書及び図面を「本願明細書」という。なお，文中の「／」は，改行箇所を指す。以下同じ。）。",
            "「パラジウムドーピングされた水素-ZSM-5の使用であって，／有機物質に由来する揮発性有機化合物（VOC）を吸着するものであり，／前記水素-ZSM-5のSi：Al比が22：1～28：1であり，／前記VOCが，-10℃～30℃の温度で吸着されてなる，使用。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本願発明は，特開平9-249824号公報（甲15。以下「引用例」という。）に記載された発明（以下「引用発明」という。）及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「パラジウムでイオン交換されたH型ZSM5の使用方法であって，／エチレンを吸着するものであり，／前記H型ZSM5のシリカ／アルミナ比が90である使用方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "「パラジウムドーピングされた水素-ZSM-5の使用であって，／揮発性有機化合物（VOC）を吸着するものである使用。」の点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明の揮発性有機化合物（VOC）が「有機物質に由来する」ものであるのに対し，引用発明のエチレンは由来が不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明の水素-ZSM-5の「Si：Al比が22：1～28：1」であるのに対し，引用発明のH型ZSM5のシリカ／アルミナ比が90（Si：Al比が45：1）である点。",
                        "なお，審決は，ほかに相違点3を認定しているが，相違点3は本件の争点と関係がないので省略する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "一致点・相違点の認定の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "相違点1についての進歩性判断の誤り（取消事由3-1）"
            },
            {
              "fig": "(4)",
              "subject": "相違点2についての進歩性判断の誤り（取消事由3-2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，食品のような腐敗しやすい有機商品などから放出される揮発性有機化合物（VOC）を，貯蔵容器などの閉鎖された空間において，内容物の劣化などの防止を目的として除去するものであるのに対し，引用発明は，空気の浄化を目的として，アンモニア，硫化水素，アセトアルデヒド等の浄化が難しいものも含めた様々な大気汚染物質を除去でき，浄化効率が高く安全な空気浄化塗料を提供することを目的としている。",
                "このように，本願発明と引用発明とでは，除去対象としている化合物の種類（本願発明は，有機商品などから放出される有機化合物を除去するのに対し，引用発明で主に想定されているのは，大気中に存在するアンモニア，硫化水素などの無機化合物である。）においても，用いられる環境（本願発明は，密閉された空間で特定の有機物の品質保持のために用いられるのに対し，引用発明は，空気中の汚染物質を除去して大気を浄化することを目的としている。）においても，明らかに異なっており，そのため，それぞれの目的に適した解決手段も異なる（すなわち，技術的思想の相違がある）と考えるのが合理的である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用例の【0016】の記載等に基づいて引用発明を認定しているが，引用例に記載されているのは，飽くまでも，空気中に存在するあらゆる臭気成分を吸着することによって空気を浄化する方法ないしそのための塗料であり（【0007】【0010】)，エチレンのような特定の化合物のみをターゲットとして吸着させるものではない。",
                "引用例の【図2】ないし【図9】の記載は，単に各種臭気成分に対する吸着性能を測定しているにすぎない（【0016】）。すなわち，【図2】ないし【図9】の各種試験は，空気中に存在するあらゆる臭気成分を吸着するという引用例の技術的課題（【0007】【0010】）を解決し得るか否かを判定する手段として，大気中に存在し得る各種臭気成分毎の吸着性能のテストを行っているにすぎず，これに臭気成分であるアンモニア，トリメチルアミン，硫化水素，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンそれぞれについての吸着（除去）方法が記載されていると理解するのは，引用例の技術的思想を全く理解していない誤った解釈である。",
                "前記のとおり，本願発明では，有機商品などから放出される有機化合物を除去するのに対し，引用発明では，大気中に存在するアンモニア，硫化水素などの無機化合物を中心とするあらゆる大気汚染物質を除去して空気を浄化することを目的としているのであって，吸着することを想定している対象化合物の種類が両発明の間で根本的に異なっている。それにもかかわらず，審決は，両発明において，たまたま（吸着する）化合物の種類として共通しているエチレンに限定して引用発明を捉えており，かかる判断は，本願発明の構成ありきの後知恵により，両発明の相違点を恣意的に小さく見せる目的で，引用例の技術的思想に反して，引用発明を本願発明に近づけて認定するものであり，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，引用例においては，吸収剤でイオン交換されている金属イオンに関し，「銅または銀または白金またはパラジウム」のイオンが使用可能とされている（【0010】）にもかかわらず，パラジウムに限定して認定している点においても，審決は，両発明の相違点を恣意的に小さく見せる目的で，引用例の技術的思想に反して，引用発明を本願発明に近づけて認定するものであり，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上を踏まえ，引用発明を正しく認定すると，以下のとおりとなる。",
                "「銅または銀または白金またはパラジウムのイオンでイオン交換されたH型ZSM5の使用方法であって，／アンモニア，トリメチルアミン，硫化水素，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンなどのあらゆる大気汚染物質を吸着するものであり，／前記H型ZSM5のシリカ／アルミナ比が90である使用方法。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "かかる正しい引用発明の認定を前提とする限り，前記のとおり，本願発明と引用発明とでは，除去対象としている化合物の種類においても，用いられる環境においても両発明は明らかに異なっており，それぞれの目的に適した解決手段も異なると考えるのが合理的であるから，引用発明を基に本願発明に至る動機付けは存在しない。",
                "以上より，審決には結論に影響する誤りがあり，それ以降の審決の判断について検討するまでもなく取消しを免れないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（一致点・相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した引用発明を前提にしても，本願発明との一致点・相違点の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，本願発明で特定する「パラジウムドーピングされた水素-ZSM-5」は，パラジウムがZSM-5の総重量に対して0．1～10．0重量％を構成するものであって（本願明細書【0021】），ZSM-5の理想化学組成（甲21）からすると，仮に最大量である10．0重量％がパラジウムに置換されていたとしても，担体である水素-ZSM-5中の水素イオンの全てがパラジウムに交換されているわけではなく，水素イオンも残存しているのであるから，水素イオンがパラジウムにより完全にイオン交換されている引用発明の「パラジウムでイオン交換されたH型ZSM5」とは異なるものである（ゼオライトによる吸着のメカニズムは，ゼオライトに存在する分子レベルの細孔内に様々な物質を吸着するものであるところ，更にその吸着特性はゼオライトを構成するアルミノケイ酸塩骨格の負電荷を補償するカチオン種によっても大きく変動することが知られているから，カチオンとしてパラジウムイオンのみならず，水素イオンが残存している本願発明に係る吸着剤と，水素イオンがパラジウムにより完全にイオン交換されている引用発明に係る吸着剤とでは，有する吸着能も異なっていると考えるのが自然である。）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，両者を合理的な説明なしに一致点としている審決の認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-1（相違点1についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した引用発明及び本願発明との一致点・相違点を前提にしても，相違点1についての進歩性判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，取消事由1で主張したとおり，引用発明は，アンモニア，トリメチルアミン，硫化水素，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンなどのあらゆる大気汚染物質を吸着し，大気を浄化する方法に係る発明であって，エチレンの吸着方法に係る発明ではないから，あえてエチレンの吸着に着目し，青果物等の有機物質に由来するエチレンの吸着のために用いる動機付けは存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，引用例の【図2】ないし【図9】の各データを比較すると，引用発明の吸収剤は，アンモニアなどの大気汚染物質も考慮した総合的な吸収性能においては優れていても，エチレンの吸収性能に関しては十分な効果を奏しないことが読み取れる（例えば，アンモニアを対象とする【図2】では，15分程度で清浄空気レベルである0．2Vに達しているのに対し，エチレンを対象とする【図9】においては，かかる清浄空気レベルに遠く及ばない0．8V程度で頭打ちになっている。）から，あえて引用発明の吸収剤をエチレン等の有機物質に由来する揮発性有機化合物（VOC）を吸着する目的で用いる動機付けがなく，むしろ明確な阻害要因がある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，相違点1に関して想到容易と認めた審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-2（相違点2についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した引用発明及び本願発明との一致点・相違点を前提にしても，相違点2についての進歩性判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，引用例の【0015】で用いられているH型ZSM5は，イオン交換されておらず，パラジウムドーピングされたものではない。また，吸着の対象としているのは，無機化合物であるアンモニアであって，エチレンを含む揮発性有機化合物（VOC）ではないから，【図1】の諸条件における吸収性能の傾向は，有機物質に由来するエチレンを吸着する目的で，パラジウムドーピングされた水素-ZSM-5を用いる場合には，当てはまらないと考えるのが合理的である。",
                "したがって，【図1】の記載を根拠として，シリカ／アルミナ比が56と92の場合の吸着性能が略同等であるから，引用発明においてその比を56（Si：Al比が28：1）に変更することが容易であると判断するのは，明らかに論理が飛躍しており，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願明細書の【0025】の記載から明らかなとおり，本願明細書の各種実施例で記載されているZSM-5のSi：Al比は，22：1～28：1であるから，本願明細書の【0048】及び【図3】において「SiO ：A2l O 比が23：1」と記載されているのは，「Si：Al比が23：1」2 3の明らかな誤記である。",
                "そして，本願発明において「Si：Al比が22：1～28：1」としたことによる顕著な効果が本願明細書の【図3】に示されているから，本願発明の進歩性を，この効果を参酌して判断することはできないとする審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，引用例の【図1】を基に，パラジウムドーピングされた水素-ZSM-5を用いて，有機物質に由来するエチレンなどの揮発性有機化合物を吸着した場合の作用効果が予測できたとしても，【図1】によれば，せいぜいシリカ／アルミナ比が56と92の場合に同等の効果を示すことが予測できるにすぎない。一方，【図9】によれば，Si：Al比が45：1（シリカ／アルミナ比が90）の場合において，エチレンに対する引用発明の吸着性能は低いことが認められるから，Si：Al比を28：1（シリカ／アルミナ比を56）としても，十分な吸着性能が見られないと考えられる。",
                "その上，引用例においては，その技術的課題の解決の観点から，シリカ／アルミナ比を56以上92以下（Si：Al比で28：1～46：1）にすることが奨励されている（【0022】）のであるから，シリカ／アルミナ比をそれ以下に下げる動機付けは存在しない。",
                "その上，Si：Al比が23ないしその近傍でエチレンの吸着量が著しく増大することなど，引用例からは全く予想ができない結果である。",
                "以上のことから，引用発明を基にSi：Al比が22：1～28：1にする動機付けは何ら存在せず，むしろ阻害要因があるというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，相違点2に関して想到容易と認めた審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤り）について",
          "text": [
            "引用例は， 発明の名称を「光触媒を用いた空気浄化塗料」とする特許文献であって，その【特許請求の範囲】の【請求項1】には，「光触媒と吸着剤をバインダーを用いて塗料化した空気浄化塗料であって，前記吸着剤としてシリカ／アルミナ比が56以上92以下のハイシリカ合成ゼオライトH型ZSM5を用いたことを特徴とする光触媒を用いた空気浄化塗料。」が記載されている。",
            "そして，【0015】及び【0016】には，当該吸着剤である合成ゼオライトH型ZSM5（所定のシリカ／アルミナ比としたもののほか，更に中心イオンである水素イオンを所定量だけ各種の金属イオンでイオン交換させたもの）について，密閉ボックス内で各種臭気成分ガスを発生させて，それらに対する吸着性能を測定したことが記載されている。",
            "また，【図1】ないし【図9】には，その測定結果が図示され，それらの測定結果について，【0017】には，「イオン交換率を重量比で1％以上にすれば，吸着性能がいずれの臭気に対しても活性炭と同等またはこれを凌駕するものとなる。」と，良好な吸着性能を示すことが記載されている。",
            "上記のうち，【図9】には，臭気成分ガスがエチレンである場合の測定結果が図示されており，シリカ／アルミナ比が90の合成ゼオライトH型ZSM5であって，中心イオンである水素イオンを粉の重量比で1％に当たる分だけパラジウムイオンでイオン交換させたものが，最も良好な吸着性能であったことが，○印を結んだ曲線のデータとして示されている。  ",
            "以上の記載からみて，引用例には，中心イオンである水素イオンを粉の重量比で1％に当たる分だけパラジウムイオンでイオン交換させた，シリカ／アルミナ比が90の合成ゼオライトH型ZSM5について，そのエチレンに対する吸着性能が，一般によく知られた吸着剤である活性炭と少なくとも同等以上の良好なものであることが記載されていると理解することができる。そして，上記の合成ゼオライトH型ZSM5を使用すれば，活性炭と少なくとも同等以上にエチレンを吸着できることは，引用例の上記記載から当業者が直ちに認識し，理解できることであるから，引用例には，上記の合成ゼオライトH型ZSM5を使用して，エチレンを吸着することについても記載されているということができる。",
            "以上を踏まえ，審決は，引用発明を前記第2の3(2)アのとおり認定したものであり，その認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（一致点・相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書の【0020】【0021】【0027】の記載によれば，本願発明における「パラジウムドーピングされた」とは，水素-ZSM-5を各種のパラジウム塩（硝酸塩など）で含浸させた後，乾燥及びか焼することにより，パラジウムが水素-ZSM-5の一部を構成する（総重量に対して0．1重量％～10．0重量％）ようにすることを意味するものといえる。そして，原告の主張を前提とすれば，パラジウムが水素-ZSM-5の総重量に対して10．0重量％を構成するようにしたとしても，水素-ZSM-5中の水素イオンの全てがパラジウムに交換されているわけではなく，水素イオンも残存しているものと解される。",
                "他方，引用発明は，「パラジウムでイオン交換されたH型ZSM5」を用いるものであり，「イオン交換」とは，ゼオライト中に存在する陽イオン（カチオン）を別の陽イオン（カチオン）に交換することを意味するが，引用発明の場合は，H型ZSM5中に存在していた水素イオンをパラジウムイオンに交換することを意味することになる。また，引用例の【請求項2】【請求項3】【0016】の記載によれば，引用発明における「パラジウムでイオン交換された」とは，H型ZSM5中に存在していた水素イオンをパラジウムイオンに交換し，パラジウムがH型ZSM5の一部を構成する（全体の1重量％）ようにすることを意味するものといえる。",
                "ところで，ゼオライトにおける「イオン交換」と「ドーピング」とがほぼ同義の用語として用いられ，イオン交換が，ゼオライト材料を金属の硝酸塩などで処理した後，乾燥及び焼成することにより行われるものであることは，技術常識である（このことは，特開2002-339729号公報〔乙1〕の【0023】，特表2001-515876号公報〔乙2〕の【0038】の記載からも明らかである。）。",
                "そうすると，引用発明の「H型ZSM5」は，本願発明の「水素-ZSM-5」に相当するものであることを前提とすれば，本願発明における「パラジウムドーピングされた」と，引用発明における「パラジウムでイオン交換された」とは，いずれも，同様の方法により，ゼオライト中に存在していた水素イオンをパラジウムイオンに交換し，パラジウムがゼオライトの一部を構成するようにすることを意味するものといえる。",
                "そして，上記のとおり，引用発明においては，イオン交換によって，パラジウムがH型ZSM5全体の1重量％を構成するようにするものであるが，他方，本願発明においては，パラジウムが水素-ZSM-5の総重量に対して10．0重量％を構成するようにしたとしても，水素-ZSM-5中の水素イオンの全てがパラジウムに交換されているわけではなく，水素イオンも残存しているのであるから，引用発明においても同様に，H型ZSM5中の水素イオンの全てがパラジウムに交換されているわけではなく，水素イオンも残存していると解される。",
                "したがって，引用発明の「パラジウムでイオン交換されたH型ZSM5」が本願発明の「パラジウムドーピングされた水素-ZSM-5」に相当することは，技術常識に照らし当業者にとって自明なことであったといえるから，特段の説明を付記することなく，これを一致点として認定した審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，請求項1の記載をみても「パラジウムドーピングされた水素-ZSM-5」と特定するのみであって，パラジウムによるドープの量や程度等については何ら特定するものではない。",
                "そうであれば，本願発明の「パラジウムドーピングされた水素-ZSM-5」は，ドープの量や程度を何ら限定しないものと解され，仮に，引用発明の「パラジウムでイオン交換されたH型ZSM5」が，全ての水素をパラジウムによってイオン交換されたものであったとしても，本願発明との相違点とはならない。",
                "そして，引用発明の「パラジウムでイオン交換されたH型ZSM5」について，引用例の【0016】には，「この中心イオンの水素イオンを粉の重量比で1％を白金，パラジウム，銅，銀等のイオンでイオン交換させた。」と記載されているから，仮に，本願発明の「パラジウムドーピングされた水素-ZSM-5」について，本願明細書の【0021】に記載されたパラジウムの量（0．1～10重量％）が特定されていたとしても差異にはならないことは，前記(1)のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，審決の一致点・相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-1（相違点1についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明も，本願発明と同様，「パラジウムでイオン交換されたH型ZSM5」を使用して，エチレンを吸着するものであるところ，食品（果物や野菜など）から放出されるエチレンが食品を熟成させるものであり，鮮度維持や長期間の貯蔵等の点から，このような食品の熟成を避けるべきことは，周知の課題であり，また，このような課題を解決するために，活性炭やゼオライト等の吸着剤を使用して，食品から放出される（すなわち，有機物に由来する）エチレンを吸着，除去することは，本願出願前における周知技術である（甲16～18）。",
                "また，引用発明における「パラジウムでイオン交換されたH型ZSM5」は，引用例の【図9】に示されるように，エチレンの吸着に関して，活性炭を凌駕し，最も良好な吸着性能を示すものである。",
                "そうすると，鮮度維持や長期間の貯蔵等の点から，食品の熟成を避けるために，引用発明における「パラジウムでイオン交換されたH型ZSM5」を使用して，食品から放出される（すなわち，有機物に由来する）エチレンを吸着，除去することは，当業者が容易に想到することである。すなわち，引用発明において，吸着対象であるエチレンを「有機物に由来する」ものに特定することは，当業者が容易に想到することである。",
                "以上のとおりであるから，審決が，相違点1について，「周知技術から当業者が容易に想到し得た」と判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例の【図2】ないし【図9】の各データを比較すると，引用発明の吸収剤は，アンモニアなどの大気汚染物質も考慮した総合的な吸収性能においては優れていても，エチレンの吸収性能に関しては十分な効果を奏しないことが読み取れるから，あえて引用発明の吸収剤をエチレン等の有機物質に由来する揮発性有機化合物（VOC）を吸着する目的で用いる動機付けがなく，むしろ明確な阻害要因があると主張する。",
                "しかしながら，引用例の【図9】には，エチレンの吸着に関して，引用発明で用いた吸着剤である「パラジウムでイオン交換されたH型ZSM5」が，活性炭を凌駕し，最も良好な吸着性能を示すことが図示されており，このことは，当業者にとって，当該吸着剤を上記周知技術に適用する十分な動機付けがあることを示すものといえる。そして，当該吸着剤がアンモニアなどの大気汚染物質も考慮した総合的な吸収性能において優れているとしても，そのことは，阻害要因になるわけではない。",
                "したがって，上記原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，審決の相違点1の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-2（相違点2についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例の記載（【0005】【0008】【0009】【0015】【図1】）によれば，①吸着剤は，高湿度雰囲気下で吸湿すると，脱臭性能（吸着性能）が低下してしまうところ，②吸着剤である「ハイシリカ合成ゼオライトH型ZSM5」のシリカ／アルミナ比を高くすることにより疎水性が向上するとされていることから，シリカ／アルミナ比を56以上とすることにより，疎水性が十分に向上し，その結果，高湿度雰囲気下でも吸湿が抑制されるため，浄化性能（吸着性能）の低下が少なくなるが，③430では逆に吸着性能が低下してしまうため，シリカ／アルミナ比を92以下としたこと，④シリカ／アルミナ比が56と92の場合で，吸着性能が略同等であることが理解できる。",
                "上記においては，アンモニアを対象として吸着性能を測定しているが，上記のような高湿度雰囲気下での吸着性能の低下は，吸着剤が吸湿する（すなわち，吸着剤に空気中に存在する水分が吸着する）ことにより生じるものであるから，アンモニア以外の各種臭気成分（【0016】）であっても同様に，吸着剤が吸湿すれば吸着性能は低下し，一方，吸着剤の疎水性が十分に向上し，その結果，吸湿が抑制されれば，吸着性能の低下は少なくなり，各種臭気成分に対する本来の吸着性能が発揮されるものと解される。",
                "そして，上記④のとおり，シリカ／アルミナ比が56と92の場合で，吸着性能が略同等になっている。これは，シリカ／アルミナ比が56と92のいずれの場合においても，吸着剤の疎水性が十分に確保され，吸湿が抑制されているため，吸着性能の低下が少なくなり，アンモニアに対する本来の吸着性能が発揮された結果であると理解できるが，このようなことは，アンモニア以外の各種臭気成分であっても同様であり，例えばエチレン（【0016】）についても同様に，シリカ／アルミナ比が56と92のいずれの場合においても，エチレンに対する本来の吸着性能が発揮されて，シリカ／アルミナ比が56と92の場合で，吸着性能が略同等になると解される。",
                "そして，このようなことは，吸着剤がパラジウムでイオン交換されているとしても変わるものではない。すなわち，前記のとおり，高湿度雰囲気下での吸着性能の低下は，吸着剤が吸湿することにより生じるものであるから，吸着剤がパラジウムでイオン交換されたとしても，吸着剤の疎水性が十分に向上し，その結果，吸湿が抑制されれば，吸着性能の低下は少なくなり，各種臭気成分に対する本来の吸着性能（パラジウムでイオン交換された吸着剤の吸着性能）が発揮されるものと解される。",
                "以上を要するに，引用例には，吸着剤として「シリカ／アルミナ比が56以上92以下のハイシリカ合成ゼオライトH型ZSM5」を用いること（【0008】【0009】），シリカ／アルミナ比を92以下とすること（【0015】），シリカ／アルミナ比が56と92の場合で，吸着性能が略同等であること（【図1】）が記載されているが，前記のとおり，アンモニアの場合だけではなく，エチレンの場合についても同様に，シリカ／アルミナ比が56と92の場合で，さらには90の場合でも，吸着性能が略同等になると解される。そして，このようなことは，前記のとおり，吸着剤がパラジウムでイオン交換されているとしても変わるものではない。",
                "また，後記のとおり，本願発明において，「Si：Al比」を「22：1～28：1」としたことによる格別の技術的意義があるともいえない。",
                "そうすると，「パラジウムでイオン交換されたH型ZSM5」の「シリカ／アルミナ比が90である」引用発明において，吸着性能が略同等になると解される「シリカ／アルミナ比が56」に変更することも，引用例の記載から，当業者が容易に想到することといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「顕著な効果」について",
              "text": [
                "原告は，本願明細書の【0048】及び【図3】において「SiO ：Al2O 比が23：1」と記載されているのは，「Si：Al比が23：1」の2 3明らかな誤記であることを前提として，本願明細書の【図3】には，本願発明において「Si：Al比が22：1～28：1」としたことによる顕著な効果が示されていると主張する。",
                "しかしながら，本願明細書には，上記の【0048】及び【図3】のほかにも，【0034】に「SiO ：Al O 比23」と記載された箇所がある。2 2 3また，引用例のように，本願発明と同様のゼオライトについて，「シリカ／アルミナ比」を特定するものも知られている。そうすると，本願発明における「パラジウムドーピングされた水素-ZSM-5」の組成を特定する比として，「Si：Al比」と「SiO ：Al O 比」のいずれが正しいのかは，2 2 3直ちにいうことができない。",
                "そうすると，原告が主張するように，本願明細書の【0048】及び【図3】において「SiO ：Al O 比が23：1」と記載されているのは，「S2 2 3i：Al比が23：1」の明らかな誤記であるということはできないから，原告の主張は，前提において失当である。",
                "以上によれば，本願明細書の【図3】には，本願発明において「パラジウムドーピングされた水素-ZSM-5」の「Si：Al比」を「22：1～28：1」としたことによる顕著な効果が示されているということはできないから，本願発明が顕著な効果を奏するとはいえない（本願明細書の【図3】に示される効果は，「SiO ：Al O 比が23：1」についてのもの，す2 2 3なわち，「Si：Al比が11．5：1」についてのものであるから，このような効果を，本願発明の進歩性の判断において参酌することはできない。）。",
                "したがって，審決における本願発明の効果についての判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，審決の相違点2の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（甲1，2）には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の分野",
                  "text": [
                    "【0001】本発明は，有機物質に由来する揮発性有機化合物(VOC)の吸着に関する。より詳しくは，有機物質は，腐りやすい有機商品，例えば食品，でよい。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】VOCは，環境汚染物，例えば自動車排ガスの特定成分，溶剤およびエーロゾルガス，を含む広範囲な区分の化合物であるが，有機物質に由来する化合物群も含む。有機物質に由来するVOCの一例は，エチレン，すなわち熟成を引き起こす植物ホルモンであり，もう一つの例は，トリメチルアミン，すなわち魚が分解する時に一般的に放出されるガスである。",
                    "【0003】有機物質に由来するVOCの除去は，様々な用途で重要である。エチレンを吸着することにより，好ましくない熟成および軟化，色あせ，葉の損失や芽吹きが果物や野菜に起こるのを阻止することができ，他の食品や園芸産物が早期に朽ちるのを阻止すること，および不快臭の排除に役立つことも分かっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】ここで我々は，先行技術で開示されている方式よりも該ガスをより効率的に吸着することにより，常温で，または有機商品，例えば食品，を冷却または冷蔵して貯蔵寿命を延長する温度で，有機物質に由来するVOCを除去することができる触媒系を開発した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】本発明の第一の態様により，有機物質に由来するVOCを吸着するためのパラジウムドーピングされた，Si：Al比が100：1以下であるZSM-5の使用を提供する。所望により，ZSM-5のSi：Al比は22：1～28：1である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0009】一実施態様では，有機物質は，腐敗しやすい有機商品，例えば食品および園芸産物，からなる。食品は，果物および／または野菜を含んでなることができる。園芸産物は，植物および／または切り花を含んでなることができる。",
                    "【0010】別の実施態様では，有機物質は，廃棄物を含んでなる。そのような廃棄物には，分解の際に不快臭を発生する台所の廃棄物，例えば生ゴミ，が挙げられる。",
                    "【0011】VOCを発生する有機物質は，ドーピングされたZSM-5が，閉鎖された，または半分閉じ込められた環境を有し，その中でVOCを吸着するように，貯蔵容器または包装物の中に収容することができる。腐敗しやすい有機商品の場合，貯蔵容器または包装物は，商品を収容する容器または包装物，例えば輸送の際に商品の貯蔵に使用される箱，または購入前の展示する時に商品を保管する包装物，でよい。・・・",
                    "【0013】しかし，VOCの供給源が廃棄物である場合，貯蔵容器または包装物は，廃棄物容器でよい。",
                    "【0016】本発明に関連する利点の一つは，VOCを比較的低い温度，例えば-10℃～50℃，より一般的には0℃～30℃，で吸着させることができることである。・・・加熱および空気循環装置（例えば空調装置）を使用できる特別な用途の場合，ドーピングされたZSM-5を，例えば60℃を超える高温で操作することもできる。",
                    "【0017】一実施態様では，VOCはエチレンを含んでなる。エチレンは，植物から放出され，植物をしおれさせ，果物を熟成させることができる気体状ホルモンである。植物から発生するVOCを除去することにより，これらの過程を遅延させ，食品および園芸産物を，腐敗を促進することなく，長期間，移動および／または貯蔵することができる。・・・完熟呼吸増加が開始された後でも，パラジウムドーピングされたZSM-5を使用してエチレンを吸着することにより，果物のそれ以上の熟成が防止される(あるいは，少なくとも熟成速度が遅くなる)。",
                    "【0018】別の実施態様では，VOCがホルムアルデヒドおよび／または酢酸を含んでなる。・・・ホルムアルデヒドは，圧縮接着された木材製品，例えば合板，から放出されることがあるが，染料，織物，プラスチック，紙製品，肥料，および化粧品中にも見られる。酢酸は，生ゴミおよび動物の廃棄物から放出されることがある。従って，本発明に可能な一用途は，家庭環境から来る悪臭の除去である。",
                    "【0020】パラジウムドーピングされたZSM-5の製造方法は，当業者には公知であり，様々なパラジウム塩，例えばPd(ＮO ) ，Pd(OC3 2H CO )およびPdCl ，の使用を包含する。一般的に，ZSM-5は，3 2 2少なくとも一種のパラジウム塩で含浸した後にか焼するが，用途によっては，この必要がない場合もある。パラジウムドーピングされたZSM-5の，か焼された試料は，少なくとも部分的に酸化されたパラジウムを含んでなる。",
                    "【0021】パラジウム自体は，ZSM-5の総重量に対して0．1重量％～10．0重量％，所望によりZSM-5の総重量に対して0．5重量％～5．0重量％を構成することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0027】例1  ドーピングされた担体の調製",
                    "吸着剤とも呼ばれるドーピングされた担体は，初期湿潤含浸処理方法（incipient  wetness  impregnation  method）を使用して調製した。典型的には，担体（例えば，ゼオライトの水素形態）20gを，適切な金属の（例えばパラジウム）の硝酸塩または塩酸塩で含浸させ，次いで110℃で乾燥させてから，空気中，500℃で2時間か焼した。",
                    "【0028】例2  エチレン吸着測定",
                    "測定は，21℃の栓流反応器中で，粒子径250～355μmのドーピングされた担体0．1gを使用し，O 10％，C H 200ppm，水約2 2 41％（存在する場合），残部He／Arを含んでなるガスの流量50ml／分で行った。",
                    "【0029】例3  様々な担体上にドーピングしたPdによるエチレン吸着",
                    "4．0重量％Pdドーピングされた活性炭および2．5重量％Pd／ZSM-5（23）の試料を，例1により（塩化パラジウム塩および硝酸パラジウムをそれぞれ使用する），様々な活性炭で調製した。これらの試料を，それらのエチレン吸着容量に関して，例2により試験した。結果を以下に示す。",
                    "【0030】",
                    "吸着剤                    エチレン吸着／μlg-1",
                    "Pd／ZSM-5                      32228",
                    "PdCl／C（Blackpearl）              372",
                    "PdCl／C（denka）                    80",
                    "PdCl／C（vulcite）                 132",
                    "PdCl／C（ketjen）                  292",
                    "PdCl／C（xc-72R）                  205",
                    "【0031】この実験は，Pd／ZSM-5が，Pdドーピングされた活性炭よりも，遙かに高い吸着容量を有することを示している。",
                    "【0032】例4  金属ドーピングされたZSM-5およびAl O 上の2 3KMnO による「湿潤」エチレン吸着",
                    "4例1により製造した2．5重量％Pd／ZSM-5（23）の試料，およびAl O 上5重量％KMnO （Condea，140m2／g）を，2 3 4それらのエチレン吸着容量に関して，例2により試験した。これらの材料を，乾燥時に，および水を含むデシケーター中に常温で設定時間置くことにより，水に露出した後で，試験した。この実験の結果を下記の表に示す。",
                    "【0033】",
                    "吸着剤              前処理            エチレン吸着μlg-1",
                    "Pd／ZSM-5    空気中500℃でか焼         4162",
                    "Pd／ZSM-5    空気中500℃でか焼,        3753",
                    "水蒸気に21℃で100時間露出",
                    "KMnO ／Al O 乾燥110℃                 750",
                    "KMnO ／Al O 乾燥110℃,水蒸気に          0",
                    "21℃で72時間露出",
                    "【0034】さらに，2．5重量％M／ZSM-5，M＝Pt，Co，Ｎi，Rh，Ru，Ir，Mo，Cu，W，V，およびAu（全てSiO ：2Al O 比23による）を例1により製造し，上記のように水に露出した2 3後，それらのエチレン吸着容量に関して試験した。測定したエチレン吸着容量は，全ての試料で60μlg-1であった。",
                    "【0035】この実験は，パラジウムドーピングされたゼオライトが，湿った時に，その乾燥エチレン吸着容量を約10％しか失わないことを示している。試験した他の全ての金属は，湿った時に無視できる程度のエチレン吸着を示したのに対し，Al O 上のKMnO は，湿った時に，そのエ2 3 4チレン吸着機能を完全に失う。",
                    "【0036】例5  果物からのエチレン吸着",
                    "バナナ（重量約150g）を容積1．15リットルの気密容器中に入れ，約1日放置した。CO およびエチレン濃度の経時増加を，ガスクロマトグ2ラフィーを使用して測定した。次いで，容器中に吸着剤（2．5重量％Pd／ZSM-5）0．2gを入れ，この実験を繰り返した。",
                    "【0037】図4から分かるように，バナナ単独では，CO およびエチレ2ン濃度が大体直線的に増加したのに対し，吸着剤が存在する場合には，エチレン濃度は検出できる程の増加を示さないが，CO は前とほぼ同じ速度2で増加し，同等の呼吸速度を示した。",
                    "【0038】さらに実験を，同じ気密容器中に様々な果物を入れて約20時間放置して行い，下記の結果を得た。",
                    "【0039】",
                    "果物  果物重量／g      吸着剤          エチレン濃度／ppm バナナ  140    無し                                      5.5",
                    "バナナ  140    ドーピングしていないZSM-5（23）    3.9",
                    "バナナ  156    1重量％Pd／ZSM-5（23）           0.0",
                    "バナナ  137    2.5重量％Pd／ZSM-5（23）         0.0",
                    "モモ    114    無し                                     35.0",
                    "モモ    114    2.5重量％Pd／ZSM-5（23）         1.5",
                    "リンゴ  148    無し                                    316.4",
                    "リンゴ  148    1重量％Pd／ZSM-5（23）          17.2",
                    "トマト  208    無し                                      1.4",
                    "トマト  207    2.5重量％Pd／ZSM-5（23）         0.0",
                    "ナシ    156    無し                                     42.9",
                    "ナシ    156    1重量％Pd／ZSM-5（23）           1.7",
                    "パッションフルーツ",
                    "60.9   無し                                    109.9",
                    "パッションフルーツ",
                    "2.5重量％Pd／ZSM-5（23）        13.7",
                    "【0040】例6  モノリスを使用するエチレン吸着",
                    "車両排気触媒に一般的に使用される型の，900cpsi（セル／平方インチ）コージーライト触媒モノリス，重量3g，直径2．2cm，長さ2．5cm，を，2．5重量％Pd／ZSM-5スラリーで被覆した。スラリーは，細かく粉砕した，ドーピングされたZSM-5を水中に分散させて調製した（ドーピングされたZSM-5は，例1に記載されている方法により調製した）。ウォッシュコート装填量は，0．28g／cm2であった。モノリスは，そのエチレン吸着に関して，ITKリグで，O 10％，2C H 20ppmおよび残部Arを含んでなるガスを使用し，流量10m2 4l／分で試験した。試験結果を図5に示す。",
                    "【0041】この実験は，吸着剤で被覆したモノリスが，数日間にわたって，存在するエチレンのほとんど全てを除去できることを示している。",
                    "【0042】例7  指示薬の存在下におけるエチレン吸着",
                    "エチレン指示薬は，日本国特許出願第60-201252号明細書に従って調製した（実質的にモリブデン酸アンモニウムおよび硫酸パラジウムの酸性化された溶液を多孔質担体に含浸させたものである）。エチレンに露出すると，この材料は色が，明るい黄色から暗青／黒色に変化する。",
                    "【0043】1リットルガラスビーカー中に，指示薬0．5gを単独で，リンゴ1個のみと共に，およびリンゴ1個とエチレン吸着剤0．2gと共に，入れた（すなわち，ビーカー1＝センサーのみ，ビーカー2＝果物＋指示薬，ビーカー3＝果物＋吸着剤＋指示薬）。各ビーカーを粘着テープで密封し，72時間放置した。24時間間隔で，各エチレンセンサー粉末を取り出し，色をSpectroflash500シリーズ比色計で測定した。100の値が白であり，0が黒である，CIELAB明度スケール（L）を使用してセンサー粉末の明度変化を監視した。",
                    "【0044】エチレン指示薬の試料もエチレン1000ppmに24時間露出した。この試料および新しい試料の色測定値も比較用に記録した。",
                    "【0045】図6から分かるように，リンゴから放出されるエチレンは，補集剤無しでは，指示薬を72時間後に，エチレン1000ppmに24時間露出したエチレン指示薬とほとんど同じ程度に，黒変させた。果物を吸着と共に含むビーカー中のセンサー粉末の色は，あまり黒変せず，エチレン吸着剤がエチレンを除去することを示している。空のビーカー中に密封したエチレンセンサーの試料は，72時間にわたって，大きく変色しなかった。",
                    "【0046】例8  ホルムアルデヒドおよび酢酸吸着",
                    "飽和装置を使用し，21℃で，粒子径250～355μmのドーピングされたZSM-5（23）0．1gを使用し，O 10％，CH Oまたは2 2CH COOH300ppmおよび残部He／Arを含んでなるガスの流量350ml／分で測定を行った。",
                    "【0047】2．5重量％Pd／ZSM-5（23）のホルムアルデヒド吸着容量は，9750μl／g吸着剤であることが分かった。2．5重量％Pd／ZSM-5（23）の酢酸吸着容量は，29241μl／g吸着剤であることが分かった。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "図面",
                  "text": [
                    "【図1】ないし【図6】（別紙1参照）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "(1)の記載を総合すると，本願発明について，次の事項が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "有機物質に由来するVOCとして，熟成を引き起こす植物ホルモンであるエチレン，魚が分解する時に一般的に放出されるトリメチルアミンがあり，有機物質に由来するVOCの除去は，様々な用途で重要である（【0002】【0003】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，先行技術で開示されている方式よりも該ガスをより効率的に吸着することにより，常温で，または冷却された温度で，有機物質に由来するVOCを除去することができる触媒系の開発を目的とする。本願発明は，有機物質に由来するVOCを吸着するために，パラジウムドーピングされたZSM-5を使用するものであり，ZSM-5のSi：Al比は22：1～28：1である（【0006】【0007】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明におけるVOCを発生する有機物質の例は，腐敗しやすい有機商品，例えば食品および園芸産物，分解の際に不快臭を発生する台所の廃棄物，例えば生ゴミ，が挙げられ，VOCはエチレン，ホルムアルデヒドおよび／または酢酸を含む（【0009】【0010】【0016】【0017】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例（甲15）には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】光触媒と吸着剤をバインダーを用いて塗料化した空気浄化塗料であって，前記吸着剤としてシリカ／アルミナ比が56以上92以下のハイシリカ合成ゼオライトH型ZSM5を用いたことを特徴とする光触媒を用いた空気浄化塗料。",
                "【請求項2】前記ハイシリカ合成ゼオライトH型ZSM5は，中心イオンである水素イオンを銅または銀または白金またはパラジウムのイオンでイオン交換したハイシリカ合成ゼオライトH型ZSM5を一種類以上含むことを特徴とする請求項1に記載の光触媒を用いた空気浄化塗料。",
                "【請求項3】前記ハイシリカ合成ゼオライトH型ZSM5のイオン交換率は，前記ハイシリカ合成ゼオライトH型ZSM5全体の1重量％以上であることを特徴とする請求項2に記載の光触媒を用いた空気浄化塗料。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の詳細な説明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は光触媒を用いた空気浄化塗料に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】空気の浄化物としては，一般的には活性炭が知られている。活性炭は多数の細孔を有しており，その細孔内に臭気等の汚れ成分を吸着させて空気を浄化するものである。",
                    "【0003】また，特開平5-293165号公報には，活性炭と光触媒を複合化したものが提案されている。これは，活性炭の表面に光触媒を担持させることにより，紫外線ランプ等を用いて光触媒を励起させ，活性炭を再生させるとともに，臭気成分を分解するようにしたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】しかしながら，上述した従来の空気浄化物のうち，前者の活性炭単独のものの場合には，臭気を吸着するうちに吸着量が飽和状態に達し，浄化性能が無くなってきて，いずれ交換しなければならなくなるという問題がある。",
                    "【0005】一方，後者の活性炭と光触媒を複合したものの場合においては，脱臭性能は活性炭の吸着性能によって決まり，活性炭で吸着困難なアンモニア，硫化水素，アセトアルデヒド等の浄化性能が良くないという問題がある。また，高湿度雰囲気下では吸湿して脱臭性能が低下してしまうという問題がある。さらに，光触媒と活性炭は塗料化できないため，光触媒はハニカム状等に成形した活性炭に焼き付けられるが，焼き付け条件によっては活性炭が発火するという問題や，光触媒による活性炭の分解が起こり得るという問題もある。",
                    "【0006】本発明は，上記のような問題点を解決するためになされたもので，その目的は，紫外線の照射によって浄化性能を再生することができ，高湿度雰囲気下でも十分な浄化性能を有し，紫外線に対して安定しており，かつ発火の危険性がない空気浄化塗料を提供することにある。",
                    "【0007】また，本発明の他の目的は，どのような種類の臭気成分も吸着可能な空気浄化塗料を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】上記目的を達成するために，本発明は，光触媒と吸着剤をバインダーを用いて塗料化した空気浄化塗料であって，前記吸着剤としてシリカ／アルミナ比が56以上92以下のハイシリカ合成ゼオライトH型ZSM5を用いたことを特徴とするものである。",
                    "【0009】本発明の空気浄化塗料を各種材料のシートまたはハニカム等の通気性担体または容器壁等に塗布し，乾燥・焼き付けを行って空気浄化皮膜を形成させると，この皮膜付近を通過する空気の臭気成分が皮膜に吸着されて空気が浄化される。吸着された臭気成分は紫外線照射によって分解され，これによって塗料の浄化性能が再生される。本発明の空気浄化塗料は，吸着剤が疎水性であるため，高湿度雰囲気下でも吸湿による浄化性能の低下が少ない。また，吸着剤が活性炭よりも化学的に安定しており，光触媒で分解されることがなく，発火する危険性もない。",
                    "【0010】なお，どのような臭気成分も吸着可能にするために，前記ハイシリカ合成ゼオライトH型ZSM5は，中心イオンである水素イオンが銅または銀または白金またはパラジウムのイオンでイオン交換されたハイシリカ合成ゼオライトH型ZSM5を一種類以上含むことが好ましい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0015】以下，本発明の具体的な実施形態を図面を参照しながら説明する。疎水性合成ゼオライトであるH型ZSM5を用いてシリカ／アルミナ比が56，92，430となるように粉を作成し，この粉4gについて27リットルの密閉ボックス内で清浄空気をパージした後，蒸留水を蒸発させて95％RH以上の高湿度雰囲気とし，中にアンモニアを蒸発させて100ppmの初期濃度とし，通風して粉を循環させ，濃度の変化をガスセンサーにて測定することによりこれらの吸着性能を測定した。図1がその結果を示すグラフである。シリカ／アルミナ比が高いほど疎水性が向上するとされているが，430では逆に吸着性能が低下しており，シリカ／アルミナ比は92以下で良い。",
                    "【0016】さらに，シリカ／アルミナ比が90の合成ゼオライトH型ZSM5を用い，この中心イオンの水素イオンを粉の重量比で1％を白金，パラジウム，銅，銀等のイオンでイオン交換させた。これらの各種臭気成分に対する吸着性能を見るために同上の方法により乾燥雰囲気のなかで各種ガスを発生させて，吸着性能を測定した。図2はアンモニア（初期濃度170ppm），図3はトリメチルアミン（初期濃度90ppm），図4は硫化水素，図5はエチルメルカプタン（初期濃度80ppm），図6は硫化メチル（初期濃度100ppm），図7は酢酸（初期濃度140ppm），図8はアセトアルデヒド（初期濃度65ppm），図9はエチレン（初期濃度1400ppm）に対するものである。なお，各図において，ブランクとは，密閉ボックス内に吸着剤を入れないときのガスセンサー値である。",
                    "【0017】これらのグラフより，銅イオン交換ZSM5，パラジウムイオン交換ZSM5は大抵の臭気に対して吸着性能が優れていることがわかる。なお，イオン交換率を重量比で1％以上にすれば，吸着性能がいずれの臭気に対しても活性炭と同等またはこれを凌賀（判決注：「凌駕」の誤記と認める。）するようになる。図5において，銅イオン交換ZSM5の重量比を0．5％から1％にすると，吸着性能が向上して活性炭とほぼ同等になることが判る。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0022】以上説明したように，本発明によれば，吸着剤としてシリカ／アルミナ比が56以上92以下のハイシリカ合成ゼオライトH型ZSM5を用いたことにより，吸着剤が疎水性であるため高湿度雰囲気でも浄化性能の低下が少ない。また，ハイシリカ合成ゼオライトH型ZSM5は活性炭よりも化学的に安定しており，光触媒で分解されることがなく，発火する危険性もない。また，塗料化したことにより，使用時の自由度が高く，非常に扱い易い。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "図面",
                  "text": [
                    "【図1】ないし【図9】（別紙2参照）"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（引用発明の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例（甲15）は， 発明の名称を「光触媒を用いた空気浄化塗料」とする特許文献であって，前記のとおり，特許請求の範囲の請求項1には，「光触媒と吸着剤をバインダーを用いて塗料化した空気浄化塗料であって，前記吸着剤としてシリカ／アルミナ比が56以上92以下のハイシリカ合成ゼオライトH型ZSM5を用いたことを特徴とする光触媒を用いた空気浄化塗料。」が記載されている。",
                "また，発明の詳細な説明の【0015】及び【0016】には，当該吸着剤について，密閉ボックス内でアンモニア，トリメチルアミン，硫化水素，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンに対する吸着性能を測定したことが記載され，その測定結果が【図2】ないし【図9】に図示されている。",
                "さらに，【0017】には，「これらのグラフより，銅イオン交換ZSM5，パラジウムイオン交換ZSM5は大抵の臭気に対して吸着性能が優れていることがわかる。なお，イオン交換率を重量比で1％以上にすれば，吸着性能がいずれの臭気に対しても活性炭と同等またはこれを凌駕するようになる。」との記載があり，【図2】ないし【図9】に示された測定結果から，引用例には，銅イオン交換ZSM5とパラジウムイオン交換ZSM5は，イオン交換率を重量比で1％以上にすれば，試験されたいずれの臭気物質に対しても良好な吸着性能を示すことが記載されていると認められる。",
                "ところで，【0016】によれば，これらの測定に用いられたパラジウムイオン交換ZSM5は，シリカ／アルミナ比が90の合成ゼオライトH型ZSM5の中心イオンである水素イオンを粉の重量比で1％に当たる分だけパラジウムイオンでイオン交換させたものである。また，【0016】に記載された吸着対象である臭気物質のうち，トリメチルアミン，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンは，有機物質であるから，引用発明は，無機物質であるアンモニアだけでなく，有機物質も吸着する能力を有しているものである。",
                "そうすると，引用例には，吸着剤として，中心イオンである水素イオンを粉の重量比で1％に当たる分だけパラジウムイオンでイオン交換させた，シリカ／アルミナ比が90の合成ゼオライトH型ZSM5を用いる場合に，無機物質であるアンモニアだけでなく，有機物質であるトリメチルアミン，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンを含むいずれの臭気成分に対する吸着性能も，一般によく知られた吸着剤である活性炭と少なくとも同等以上の良好なものであることが記載されているといえるから，当該吸着剤について，有機物質であるエチレンを吸着対象とする使用方法の発明も記載されていると認められる。",
                "したがって，審決が，引用例に記載された発明として，「パラジウムでイオン交換されたH型ZSM5の使用方法であって，／エチレンを吸着するものであり，／前記H型ZSM5のシリカ／アルミナ比が90である使用方法。」（前記第2の3(2)アのとおりの引用発明）を認定したのは相当であり，この点に関し，審決の認定判断に誤りがあるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "これに対し，原告は，本願発明は，有機商品などから放出される揮発性有機化合物を対象とし，密閉された空間で特定の有機物の鮮度保持のために用いられるのに対し，引用発明は，様々な大気汚染物質を対象に，空気の浄化を目的とするものであるから，両者の技術思想は異なるにもかかわらず，審決が，この技術思想の相違を無視して，①引用例に記載された吸着対象を本願発明と共通している（揮発性有機化合物の）エチレンに限定して引用発明を捉えている点，また，②イオン交換されている金属イオンに関しても，これをパラジウムに限定して認定している点において，引用発明を本願発明に（恣意的に）近づけて認定した誤りがある旨主張する。",
                "しかしながら，本願の請求項では，本願発明に係る吸着剤を密閉された空間で特定の有機物の鮮度保持のために用いる旨の特定はされていないし，本願明細書の【0002】【0003】【0010】【0018】によれば，有機物に由来するVOCには，魚が腐敗するときに発生するトリメチルアミン，木材製品などから放出されるホルムアルデヒドや，生ゴミ等の廃棄物から放出される酢酸が含まれ，本願発明は，一般家庭環境から発生する悪臭の除去も目的とする。そうすると，本願発明は，原告が主張するような密閉容器中での商品の鮮度保持を目的とする技術に限定されるものではなく，一方，引用発明における空気の清浄化も，アンモニア，硫化水素，アセトアルデヒドをはじめとする臭気物質の吸着除去を目的とするものであるから（引用例の【0004】～【0007】），両者は関連する技術であるといえる。",
                "そして，上記①に関しては，前記のとおり，引用例には，無機物質であるアンモニアだけでなく，有機物質であるトリメチルアミン，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンを含むいずれの臭気成分に対する吸着性能も，一般によく知られた吸着剤である活性炭と少なくとも同等以上の良好なものであることが記載されているといえるから，引用例記載の吸着剤について，（無機物質だけでなく）有機物質であるエチレンを吸着対象とする使用方法の発明も記載されていると認められるのであって，これを恣意的な特定ということはできない。",
                "また，上記②の点に関しても，前記のとおり，引用例には，当該吸着剤として，シリカ／アルミナ比が90の合成ゼオライトH型ZSM5の中心イオンである水素イオンを粉の重量比で1％に当たる分だけパラジウムイオンでイオン交換させたもの（パラジウムイオン交換ZSM5）が具体的に示されている以上，引用例の記載に接した当業者は，当然，当該吸着剤（パラジウムイオン交換ZSM5）が，従来エチレンの吸着に用いられてきた活性炭と同様に，エチレンの吸着に使用できると理解するといえ，恣意的にパラジウムのみを特定したということはできない。",
                "したがって，審決が，本願発明との対比において，（一纏まりの技術思想として）上記のとおり引用発明を認定したことについては，何ら問題がないというべきであり，これに反する原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（一致点・相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ゼオライトは，最小基本単位であるSiO 四面体のSi原子がO原子を介4して三次元的な骨格構造を組み立てており，そのSi原子の一部がAl原子によって置換され，この置換によって生じた電荷のアンバランスを補うためにＮa，K，Caなどのカチオンが存在する（乙3）。また，ゼオライトの吸着特性に影響を与える固体酸性の調節のために，ゼオライトのカチオンをプロトン（H＋）などの別のカチオンで置き換えることが行われており（甲22，乙3），引用発明におけるH型ZSM-5は，ゼオライトのカチオンがプロトンに置き換えられたものであるといえる。",
                "他方，本願明細書の【0027】には，本願発明における担体の例として「ゼオライトの水素形態」なるものが記載されていることからすると，結局，本願発明における「水素-ZSM-5」は，引用発明における「H型ZSM-5」と同一のものを指すと認められる（この点は，当事者間においても特に争われていない。）。",
                "ところで，本願明細書の【0020】【0021】【0027】の記載によれば，本願発明における「パラジウムドーピングされた水素-ZSM-5」とは，水素-ZSM-5を硝酸塩などのパラジウム塩で含浸させた後，乾燥及びか焼することにより，水素-ZSM-5の水素の一部をパラジウムに置き換えて，総重量の0．1重量％～10．0重量％をパラジウムが構成するようにすることを意味するものといえる。",
                "他方，引用発明は，パラジウムでイオン交換されたH型ZSM5を用いるものであり，イオン交換とは，ゼオライト中に存在する陽イオンすなわちカチオンを別のカチオンに交換することを意味し（甲21，22），引用発明の場合は，H型ZSM5中に存在していた水素イオンをパラジウムイオンに交換することを意味する。引用例の特許請求の範囲の請求項2及び3並びに発明の詳細な説明の【0016】の記載によれば，引用発明における「パラジウムでイオン交換された」とは，H型ZSM5中に存在していた水素イオンをパラジウムイオンに交換し，パラジウムがH型ZSM5全体の1重量％を構成するようにすることを意味するものといえる。",
                "そして，前述した本願発明におけるパラジウムドーピングの方法や，ゼオライトにおけるイオン交換とドーピングとがほぼ同義の用語として用いられていること，イオン交換が，ゼオライト材料を金属の硝酸塩などで処理した後，乾燥及び焼成することにより行われるものであることは，技術常識であること（乙1，2）に鑑みれば，本願発明における「パラジウムドーピングされた」と，引用発明における「パラジウムでイオン交換された」とは，いずれも，同様の方法により，ゼオライト中に存在していた水素イオンをパラジウムイオンに交換し，パラジウムがゼオライトの一部を構成するようにすることを意味するものといえる。",
                "また，上記のとおり，パラジウムの含有割合が，引用例では1重量％であり，本願発明では0．1重量％～10．0重量％であるから，引用発明におけるパラジウムによるイオン交換量は，本願発明の範囲内であるといえる。",
                "そうすると，引用発明の「パラジウムでイオン交換されたH型ZSM5」は，本願発明の「パラジウムドーピングされた水素-ZSM-5」に相当するといえる（すなわち，水素イオンがパラジウムイオンに交換されている量からすると，両者の間に相違はないといえる）から，審決がこの点を一致点としたことは相当であり，この点に関し，審決の認定判断に誤りがあるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "これに対し，原告は，本願発明の「パラジウムドーピングされた水素-ZSM-5」では，担体である水素-ZSM-5中の水素イオンの全てがパラジウムに交換されているわけではなく，水素イオンも残存しているのに対し，引用発明の「パラジウムでイオン交換されたH型ZSM5」では，水素イオンがパラジウムにより完全にイオン交換されている（水素イオンが残存していない）ことを前提に，両者を一致点とした審決の認定には誤りがあると主張する。",
                "しかしながら，そもそも，水素イオンがパラジウムにより完全にイオン交換されているか否か（水素イオンが残存しているか否か）については，本願発明を特定する事項として請求項に記載されていない。そして，担体中の水素イオンの残存量については，本願明細書にも引用例にも明確な記載がなく（少なくとも，引用例には，引用発明の「パラジウムでイオン交換された」が，本願発明とは異なり，水素イオンがパラジウムにより完全にイオン交換されていることを意味すると認めるに足る記載は全く見当たらない。），これを補う技術常識があることについての的確な証拠も存しない。",
                "むしろ，仮に，パラジウムの含有割合が0．1重量％～10．0重量％であるようにドーピングされた水素-ZSM-5である本願発明における吸着剤では，原告が主張するように，水素-ZSM-5中の水素イオンの全てがパラジウムに交換されていないのであれば，上で検討したとおり，引用発明における吸着剤は，本願発明における吸着剤と同じ手法で製造され，かつ，パラジウムの含有割合も本願発明における吸着剤のパラジウムの含有割合の範囲内である1重量％なのであるから，引用発明においても，ゼオライト中の水素イオンが全てパラジウムで交換されているはずはないことになる。",
                "したがって，上記の点において差異がある（審決が認定した相違点1及び2以外にも上記の相違点がある）とする原告の主張は，その前提自体に誤りがあるというべきであり，採用できないものといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-1（相違点1についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点1に関し，①引用発明は大気を浄化する方法に係る発明であって，エチレンの吸着方法の発明ではないことから，あえてエチレンの吸着に着目し，青果物等の有機物質に由来するエチレンの吸着のために用いる動機付けは存在しない，②引用例に示されたデータ，特に【図9】では，引用発明の吸着剤を用いても，エチレンの清浄空気レベルに達しておらず，エチレンの吸収に十分な効果を奏しないことが読み取れ，引用例に記載された吸着剤をエチレン等の有機物質に由来する揮発性有機化合物（VOC）を吸着する目的で用いることに明確な阻害要因がある，などと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，前記のとおり，引用例には，無機物質であるアンモニアだけでなく，有機物質であるトリメチルアミン，エチルメルカプタン，硫化メチル，酢酸，アセトアルデヒド，エチレンを含むいずれの臭気成分に対する吸着性能も，一般によく知られた吸着剤である活性炭と少なくとも同等以上の良好なものであることが記載されているといえるから，引用例記載の吸着剤について，（無機物質だけでなく）有機物質であるエチレンを吸着対象とする使用方法の発明も記載されていると認められる。",
                "そして，野菜や果物などから放出されるエチレンは，熟成を促進する物質であるところ，このような熟成を避け，鮮度を保持するために，活性炭やゼオライト等の吸着剤を使用して，野菜や果物などの食品，すなわち有機物に由来するエチレンを吸着，除去することは，本願出願前における周知技術であると認められる（甲16～18）。",
                "したがって，食品の熟成を避け，鮮度を保持するために，引用例記載の「パラジウムでイオン交換されたH型ZSM5」を使用して，食品から放出されるエチレンを吸着，除去すること（すなわち，引用発明において，吸着対象であるエチレンを「有機物に由来する」ものに特定すること）は，当業者が容易に想到することであるといえる。    ",
                "また，【図9】によれば，パラジウムイオン交換ZSM5の吸着性能は粒状活性炭をはるかに上回ることが読み取れるのであるから，【図9】の測定結果に接した当業者は，たとえ試験後の空気が清浄空気レベルに到達していないとしても，このことを理由として，引用例に記載された吸着剤をエチレン等の有機物質に由来する揮発性有機化合物（VOC）を吸着する目的で用いることができないと理解するとは考えられない。むしろ，【0017】の記載，すなわち，各測定結果から，パラジウムイオン交換ZSM5は大抵の臭気に対して吸着性能が優れていることが分かり，特にイオン交換率が重量比で1％以上のパラジウムイオン交換ZSM5は，吸着性能がいずれの臭気に対しても活性炭と同等またはこれを凌駕するようになるとの記載をも踏まえれば，引用発明における吸着剤であるパラジウムイオン交換ZSM5が，従来エチレンの吸着に用いられてきた活性炭と同様に，エチレンの吸着にも使用できると理解する，と認めるのが相当である。",
                "したがって，引用例において，原告が主張するような阻害要因があるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点1について想到容易と認めた審決の判断に誤りがあるとは認められず，原告主張の取消事由3-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3-2（相違点2についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例の【0015】によれば，シリカ／アルミナ比を56以上とすることにより，疎水性が十分に向上し，その結果，高湿度雰囲気下でも吸湿が抑制されて，浄化性能（吸着性能）の低下が少なくなるが，430では逆に吸着性能が低下してしまうため，シリカ／アルミナ比は（56以上）92以下で良いことが理解できる。",
                "また，高湿度雰囲気下においてシリカ／アルミナ比の異なる合成ゼオライトH型ZSM5によるアンモニアの吸着を測定した結果である【図1】から，シリカ／アルミナ比が56と92の場合で，吸着性能が略同等であることが読み取れる。",
                "さらに，ゼオライトの吸着特性に及ぼす因子として，細孔構造，イオン交換・化学反応による細孔径制御，Si／Al比の相違による親疎水性制御があり，一般的に，結晶骨格のSi／Al比が低い（Al原子数が多い）ほど，親水性となり水分吸着量が高くなること，逆に，Si／Al比が高くなる（Al原子数が少なくなる）に従い疎水性を示すことが当業者に知られている（甲21，22）。",
                "以上を踏まえると，引用例の【図1】においては，アンモニアを対象として（パラジウムでイオン交換されていない）合成ゼオライトH型ZSM5の吸着性能を測定しているものの，前記のとおり，高湿度雰囲気下での吸着性能の低下は，吸着剤の吸湿，すなわち，吸着剤への空気中の水分の吸着により生じるものであるから，アンモニア以外のエチレンのようなガスであっても同様に，吸着剤が吸湿すれば吸着性能は低下し，一方，吸着剤の疎水性が十分に向上すれば，吸湿による吸着性能の低下が防止され，各種臭気成分に対する本来の吸着性能が発揮されるものと理解できる（なお，エチレンは引用例において吸着対象としている臭気成分の一つであるところ，エチレンを含むオレフィンやアンモニアは，いずれも，電子密度の局在により，ゼオライトと相互作用を示すことが認められ〔乙3〕，ゼオライトへの吸着に関し類似の性質を示すものといえる。）。",
                "そして，この疎水性の向上は，ゼオライトの骨格を形成する成分であるシリカ／アルミナ比の向上によるものであり，ゼオライトの骨格以外の成分であるカチオンがパラジウムに置き換えられても，上記の傾向は同様に当てはまるといえるから，パラジウムでイオン交換されたH型ZSM5についても，シリカ／アルミナ比が56と92の間で吸着性能が略同等になることが引用例の記載から理解できる。",
                "そうすると，引用例の記載は，エチレンを含め，臭気成分の吸着剤として，【図2】ないし【図9】の吸着試験で用いられたシリカ／アルミナ比が90であるパラジウムでイオン交換されたH型ZSM5に限らず，シリカ／アルミナ比56と92の間にあるパラジウムでイオン交換されたH型ZSM5も，上記と同等の吸着性能を持つものとして用いることができることを示唆するものといえる。そして，シリカ／アルミナ比56と92は，Si：Al比で表すと，それぞれ，28：1と46：1であるから，引用発明において，引用例の示唆に基づき，パラジウムでイオン交換されたH型ZSM5，すなわち，パラジウムでドープされた水素-ZSM-5として，シリカ／アルミナ比56のものを用いた場合には，そのSi：Al比は28：1となり，本願発明の範囲内のものとなることが分かる。",
                "したがって，引用発明において，シリカ／アルミナ比を56（Si／Al比が28：1）に変更することは，当業者が適宜なし得る設計変更にすぎないといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告主張の「顕著な効果」について",
              "text": [
                "原告は，本願明細書の【0048】及び【図3】において「SiO ：Al2O 比が23：1」と記載されているのは，「Si：Al比が23：1」の2 3明らかな誤記であり，これを是正すると，本願発明において「Si：Al比が22：1～28：1」としたことによる顕著な効果が本願明細書の【図3】に示されていると主張する。",
                "しかしながら，かかる原告の主張は採用できない。",
                "すなわち，本願においては，原告が指摘する【0048】に「図3は，様々なパラジウムドーピングされたゼオライト（SiO ：Al O 比を括弧内に2 2 3示す）によるエチレン吸着を示し，」との記載があるところ，原告は，【0048】及び【図3】において「SiO ：Al O 比」が「23：1」と記2 2 3載されていると主張するが，いずれの箇所においても「23：1」との記載はなく，【図3】において，SiO ：Al O 比を表す数値として「23」2 2 3という数値が記載されているのみである（本願明細書には，ほかにも，【0034】に「SiO ：Al O 比23」との記載がある。）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "2 3ところで，ゼオライトの組成については，請求項におけるSi：Al比（原子比）による表示のほかに，慣用的に，SiO とAl O のモル基準による2 2 3シリカ／アルミナ比（分子比）でも表示されていると認められるところ（甲14。これは，原告自身が審判手続で主張した事項である。），本願においては，Si：Alの原子比を記載するときは，例えば，請求項1における「Si：Al比が22：1～28：1」のように，右辺に1を表示した比で表示しているのに対し，【0034】のようにSiO ：Al O 比を示すときは，2 2 3Si：Al比を記載するときの形式である「23：1」のような表示形式を採らず，「SiO ：Al O 比23」のように，ゼオライト中のSiO の2 2 3 2存在量を，Al O を基準としたモル数を表す「23」という単一の数値で2 3表示しており，両者を使い分けているものと認められ，このことからすると，前記【0048】及び【図3】の表示方法は，むしろ，SiO とAl O の2 2 3モル基準によるシリカ／アルミナ比についての表示方法と一致するものであるといえる。また，前記「23」という数値が，SiO ：Al O 比の値と2 2 3して不合理なものであることを示す特段の事情があるとも認められない。",
            "そうすると，本願明細書の【0048】及び【図3】における「SiO ：2Al O 比」との記載が，請求項の記載と整合していないとしても，「Si：2 3Al比が23：1」の明らかな誤記であるとまではいえない。そして，これを前提にすれば，【図3】において最もエチレン吸着量が最も大きいZSM5（23）は，飽くまでSiO ：Al O 比23のゼオライトであり，その2 2 3Si：Al比は「46：1」であって，原告が主張するように，【図3】が，Si：Al比が「23：1」の場合にエチレンの吸着量が顕著に大きいことを示し，Si：Al比が「22：1～28：1」である本願発明が格別顕著な効果を奏するものであるということはできない。",
            "したがって，この点に関する原告の主張は採用できない。"
          ],
          "content": [
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点2について想到容易と認めた審決の判断に誤りがあるとは認められず，原告主張の取消事由3-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第であるから，審決に取り消されるべき違法はなく，原告の請求は理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}