{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-11029号事件について平成29年10月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年2月25日，発明の名称を「情報提供方法，情報提供プログラム，および情報提供システム」とする特許出願（特願2016-33952。以下「本願」という。）をしたが，平成29年6月8日付けで拒絶査定（甲11）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告は，平成29年7月25日，これに対する不服の審判を請求するとともに，同日付け手続補正書により，特許請求の範囲を補正した（以下「本件補正」という。請求項の数5。甲12，13）。 "
            },
            {
              "fig": "(3)",
              "subject": "特許庁は，これを不服2017-11029号事件として審理し，平成29年10月13日，本件補正を却下した上で，「本件審判の請求は成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同月31日，原告に送達された。 "
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年11月29日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前（平成29年5月12日付け手続補正書（甲10）による補正後のもの。請求項数6）の特許請求の範囲請求項1及び5の記載は，次のとおりである。「／」は，原文の改行部分を示す（以下同じ。）。以下，本件補正前の特許請求の範囲請求項1に記載された発明を「本願発明」という。また，本願の願書に最初に添付した明細書，特許請求の範囲及び図面（甲7の1～3）を，併せて「本願当初明細書等」という。",
                "【請求項1】通信端末から送信されたユーザの音声情報に対する回答メッセージ，あるいは前記回答メッセージを特定できない場合には問合せメッセージを前記通信端末に送信し，／仮想オペレータを表示するように構成された前記通信端末において前記回答メッセージ，前記問合せメッセージを再生する際，前記回答メッセージ，前記問合せメッセージを再生しない時と比較し，前記仮想オペレータの一部が大きな動作を行うように前記仮想オペレータを表示する情報提供システム。",
                "【請求項5】通信端末から送信されるユーザの質問を含む音声情報を受信し，／前記音声情報に関する音量データに応じて前記通信端末から前記質問を文字情報として受信することを，コンピュータに実行させるプログラム。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の範囲請求項1及び4の記載は，次のとおりである（下線部は本件補正による補正部分である。なお，本件補正前の請求項4は本件補正により削除され，同請求項5の発明特定事項は請求項4に移行されている。甲13）。以下，本件補正後の請求項1に記載された発明を「本件補正発明」という。また，本件補正後の明細書及び図面（甲7の1及び3）を，「本件補正明細書」という（ただし，本願の願書に最初に添付した明細書及び図面と同一の内容である。）。 ",
              "text": [
                "【請求項1】通信端末から送信されたユーザの音声情報に対する回答メッセージ，あるいは前記回答メッセージを特定できない場合には問合せメッセージを前記通信端末に送信し，／現実の事業者のオペレータを模造した仮想オペレータを表示するように構成された前記通信端末において前記回答メッセージ，前記問合せメッセージを再生する際，前記回答メッセージ，前記問合せメッセージを再生しない時と比較し，前記仮想オペレータの一部が大きな動作を行うように前記仮想オペレータを表示する情報提供システム。",
                "【請求項4】通信端末から送信されるユーザの質問を含む音声情報を受信し，／前記音声情報に関する音量データに基づき前記質問がその他の音声情報と区別できない場合に，前記通信端末から前記質問を文字情報として受信することを，コンピュータに実行させるプログラム。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①ⅰ）本件補正後の特許請求の範囲請求項4に係る本件補正は，本願当初明細書等に記載した事項の範囲内においてするものではないから，特許法17条の2第3項の規定に違反する，ⅱ）本件補正発明は，下記アの引用例1に記載された発明（以下「引用発明1」という。）並びに下記イの引用例2に記載された発明（以下「引用発明2」という。）及び下記ウないしオの周知例1ないし3に記載された周知事項に基づいて当業者が容易に発明をすることができたものであり，特許出願の際独立して特許を受けることができないから，本件補正は，同法17条の2第6項において準用する同法126条7項の規定に違反するとして，本件補正を却下した上で，②本願発明は，引用発明1並びに引用発明2及び周知事項に基づいて当業者が容易に発明をすることができたものであるから，同法29条2項の規定により，特許を受けることができない，というものである。 ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2016-24765号公報（甲1） "
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2015-28566号公報（甲2） "
                },
                {
                  "fig": "ウ",
                  "subject": "周知例1：竹林 洋一ほか「音声自由対話システムTOSBURG  Ⅱ-マルチモーダル応答と音声応答キャンセルの利用-」情報処理学会研究報告（社団法人情報処理学会，平成4年11月13日）92巻89号93～100頁（甲3，乙8） "
                },
                {
                  "fig": "エ",
                  "subject": "周知例2：特開2010-79103号公報（甲4）"
                },
                {
                  "fig": "オ",
                  "subject": "周知例3：特開2010-153956号公報（甲5）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決が認定した引用発明1，本件補正発明と引用発明1との一致点及び相違点は，以下のとおりである。 ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "ユーザ端末装置10からユーザ音声質問をサーバ部20に送信し，前記サーバ部20は，前記ユーザ音声質問に対応する想定回答又は聞き返し質問を前記ユーザ端末装置10に送信し，前記ユーザ端末装置10は前記想定回答又は前記聞き返し質問を，音声出力し，操作表示部28に表示する，対話型処理システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "通信端末から送信されたユーザの音声情報に対する回答メッセージ，あるいは前記回答メッセージを特定できない場合には問合せメッセージを前記通信端末に送信し，／所定の事象を表示するように構成された前記通信端末において前記回答メッセージ，前記問合せメッセージを再生する情報提供システム。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "一致点の「所定の事象」について，本件補正発明は「現実の事業者のオペレータを模造した仮想オペレータ」を表示するのに対し，引用発明1は仮想オペレータを表示しない点。／それに伴い，本件補正発明は「前記通信端末において前記回答メッセージ，前記問合せメッセージを再生する際，前記回答メッセージ，前記問合せメッセージを再生しない時と比較し，前記仮想オペレータの一部が大きな動作を行うように前記仮想オペレータを表示する」のに対し，引用発明1はそのような特定がない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正を却下した判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規事項の追加（取消事由1-1）"
                },
                {
                  "fig": "イ",
                  "subject": "独立特許要件違反（本件補正発明の進歩性）（取消事由1-2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の進歩性判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1（新規事項の追加）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件補正について，「通信端末から送信されるユーザの質問を含む音声情報に関する音量データに基づき，前記ユーザの質問がその他の音声情報と区別できない場合に，前記通信端末から前記ユーザの質問を文字情報として受信すること」との技術事項を実質的に含むものであるところ，かかる技術事項は，本願当初明細書等には記載も示唆もされていないと判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本願当初明細書等【0093】には，通信端末100の周囲の雑音とユーザが入力した音声情報が区別できない場合，ウェブチャットモードへ移行することが記載されているところ，通信端末の周囲の雑音とユーザが入力した音声情報が区別できないことの前提として，通信端末の周囲の雑音とユーザの音声情報とが解析の対象となっていることは明らかである。",
                "そして，【0093】には，「音量データ」を用いることは明記されてはいないものの，「音声区間検出」を行うことが明記されている。一般に「音声区間検出」では，「振幅閾値レベルと零交差数」を用いており，ユーザの質問（ユーザの音声情報）とその他の音声情報（周囲の雑音）に関する音量データ（振幅に相関する値）を用いる必要がある。なお，GMM（混合ガウスモデル）による音声区間検出，デコーダベースの音声区間検出も，音量データを用いるものである（甲19）。音響特徴量の統計モデルを用いた方法，雑音を棄却する方法は，音声区間検出の方法ではない。乙1～3は，音声区間検出において，音量データを用いていないことを示すものではない。",
                "また，音声情報の解析に音声が備える音量データが用いられることは技術常識である。そして，音声認識技術において，音声情報から取り出された音量データと相関がある特徴ベクトル（メル周波数ケプストラムMFCC）は，識別部により，音声認識に用いられる。また，声の大きさと相関するパワーの変化量Δパワーや，その変化量ΔΔパワーが特徴ベクトルに加えられることがある。（甲17）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，通信端末周囲の音量データには，ユーザの音声（質問）が含まれる場合もあるから，本願当初明細書等【0026】は，本件補正に係る技術事項を積極的に排除していない。",
                "また，本願当初明細書等【0088】には，「…ユーザの音声と周囲の雑音が区別できない場合…には，自動的に，あるいはユーザが自主的にウェブチャットモードへ移行できるようにプログラムを構成してもよい。」と記載されている。ここで，「周囲の雑音」は，ユーザの音声（質問）と区別する意味において，「その他の音声情報」と整理することが可能であるから，本件補正に係る技術事項の「その他の音声情報」に相当する。そして，「ユーザの音声」と「周囲の雑音」とを何に基づいて区別するかは，本件補正に係る技術事項とは関係がない。",
                "なお，本件補正に係る技術事項は，本願当初明細書等【0092】とは関係がない。 "
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件補正に係る技術事項は，本願当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において新たな技術的事項を導入するものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本願当初明細書等【0093】には，音声情報の解析に「音声区間検出」を用いることは記載されているものの，「音声区間検出」にどのような方法を用いるかまでは特定されていない。そして，本願当初明細書等には，「音声区間検出」の方法として「振幅閾値と零交差数」を用いることについては記載も示唆もされていない。「音声区間検出」の方法として，「振幅閾値と零交差数」を用いるほかにも，さまざまな音量に基づかない方法（GMM（混合ガウスモデル）による音声区間検出，デコーダベースの音声区間検出，音響特徴量の統計モデルを用いた方法，雑音を棄却する方法）が知られている（甲14の1・2，15，乙1～3）。本願当初明細書等において「音声区間検出」を行っているから，「音量データに基づき」ユーザの質問がその他の音声情報と区別されているということはできない。",
                "また，本願当初明細書等【0026】に記載された構成に対応する実施形態【0092】の記載によれば，【0026】の「通信端末周囲の音量データ」について，ユーザの音声（質問）と周囲の雑音とを含む音声情報の音量データである場合も含むものということはできない。",
                "その他，本願当初明細書等には，本件補正にかかる技術事項について，記載も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，本件補正に係る技術事項は，本願当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において新たな技術的事項を導入するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2（独立特許要件違反（本件補正発明の進歩性））について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が認定した引用発明1，本件補正発明と引用発明1との一致点及び相違点は，認める。しかし，本件審決は引用発明2の認定を誤ったものであり，引用発明1に引用発明2を適用しても，相違点に係る本件補正発明の構成に至らない。また，仮に本件審決における引用発明2の認定に誤りがなかったとしても，引用発明1に引用発明2を適用することは容易ではなく，さらに周知事項を適用することも容易ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2を「エージェントを表示装置に表示するナビゲーション装置において，当該エージェントが話しているように表示するため，待機中と比較して，回答側センターの応答音声データをスピーカから出力させる際に，当該エージェントの口を開くように当該エージェントを表示すること。」と認定した。",
                    "しかし，引用発明2は，正しくは，「①第1の応答システム及び第2の応答システムにそれぞれ対応するエージェントA及びエージェントBを表示装置に同時に表示するナビゲーション装置において，待機中と比較して，回答側センターの応答音声データをスピーカから出力させる際に，②回答側センターに対応するエージェントの静止画のそばに当該エージェントが話しているように見えるような表示をすること。」と認定されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "①について",
                  "text": [
                    "引用例2に記載の発明は，表示装置に，第1の応答システムに対応するエージェントA，第2の応答システムに対応するエージェントBを同時に表示させた上で，応答するべきと判定された方の応答システムに対応するエージェントが話しているように画像を表示させる。そして，引用例2において，当該エージェントが話しているように画像を表示させるのは，どちらのエージェントが応答しているかを区別し，もってユーザにおいて回答側センターに対応するエージェントを認識させるためである（【0089】）。引用発明2は，複数の応答システムが利用可能な場合の課題を解決することを目的とするものであって，複数の応答システムが存在するとの構成が特徴である。",
                    "そして，引用例2には，複数の応答システムが含まれること及び当該複数の応答システムにそれぞれ対応する複数のエージェントが表示されることが記載されている一方で，複数の応答システムがあるにも関わらず1つのエージェントのみを表示させることについての記述はない。",
                    "このように，引用発明2は，複数の応答システムが存在するとの構成が特徴である。この特徴がないものとして引用発明2を認定することは，引用例2に記載されたひとかたまりの技術的思想を構成する要素のうち技術的に最も重要な部分を無視して発明を認定するものであるから許されない。",
                    "なお，従来技術（引用例2【0059】，乙4）として，「ある応答システムに応じたエージェントを表示する技術」においてエージェントが話しているように画像を表示することまでは引用例2には記載されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "②について",
                  "text": [
                    "引用例2【0059】には，「複数のエージェントの画像」と記載され，「複数のエージェントの複数の画像」などと記載されていない。【図6】も，口が開いた状態のエージェントの静止画のそばに吹き出しが表示されている。引用例2は，カーナビゲーション装置を前提とするから，【0065】における「適宜設計」の範囲は，走行中に運転手の注意を必要以上に引き付けないような範囲で行う限度である。したがって，引用例2に記載の発明においては，エージェント1人あたり1枚の画像，すなわち静止画しか用いられていないものと考えるのが自然かつ合理的である。引用例2には，エージェントの口を開くようにエージェントを表示することまでは開示されていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，引用発明1に，正しく認定した引用発明2を適用すると，情報提供システムにおいて，複数のエージェントが表示され，回答をする際に，回答側センターに対応するエージェントの静止画のそばに当該エージェントが話しているように見えるような表示をすることとなる。",
                    "まず，本件補正発明の「仮想オペレータ」と，「複数のエージェント」とは異なる。",
                    "また，本件補正発明は，メッセージの再生時に「仮想オペレータの一部が大きな動作を行う」ことで，ユーザが自然な通話によりメッセージを受け取ることができ，種々の課題を解決するものであるところ，「エージェントの静止画のそばに当該エージェントが話しているように見えるような表示」をしても，これではユーザは自然な通話によりメッセージを受け取ることはできず，本件補正発明の課題を解決することはできない。",
                    "したがって，引用発明1に，正しく認定した引用発明2を適用しても，相違点に係る本件補正発明の構成には至らない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2の適用",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1の具体的な課題は，ユーザの質問に対して適切な回答内容をユーザに返すことができる装置を提供することである。引用発明2の具体的な課題は，ユーザにおいて当該ユーザの音声入力に対してどちらの回答側センターのエージェントが対応しているのか認識させることである。甲6に記載された発明の課題は，表情が自然でかつ発話を促すように変化するアバタを生成するアバタ生成装置を提供することである。",
                    "本件審決は，周知の課題として，メディアコミュニケーションの円滑化を図ることと認定するが，上記各発明の課題を殊更に抽象化，上位概念化するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件補正発明の課題は「携帯端末を介した自然な通話という手段を通じて，ユーザと事業者との距離感を低減させてより親密なユーザ-事業者関係を構築し，ユーザに新しいユーザ体験を享受する機会を与えること」及び「ユーザ対応による人的資源の消耗を回避することで事業者の業務負担を軽減するとともに，豊富な情報を，事業者の知識や経験，能力に制限されることなく，ユーザに提供することで，ユーザに対して高品質で高付加価値を有するサービスを適時に提供する方法を創成すること」である。",
                    "一方，引用例1には，本件補正発明の課題について記載はないから，当業者は，引用発明1に基づき相違点に係る本件補正発明の構成に到達しようという動機付けがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明1に引用発明2を適用することは当業者にとって容易ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "周知事項の適用",
              "text": [
                "引用例2において，エージェントは，単なる「人物」ではなく，「架空の人物」である（【0058】）。「架空の人物」である「エージェント」から，「現実の事業者のオペレータを模造した仮想オペレータ」に想到することは，格別の努力が必要である。",
                "エージェントを，「現実の事業者のオペレータを模造した仮想オペレータ」として表示することによって，より親密なユーザ・事業者関係を構築すること，ユーザ対応による人的資源の消耗を回避すること，ユーザに豊富な情報を適時提供することなどの効果を奏することになる。",
                "また，引用発明2は，運転中も使用されるカーナビゲーション装置に関する発明であるところ，単なるキャラクタが表示される場合に比べて，現実の事業者のオペレータを模造した仮想オペレータが表示された場合の方がより運転手の注意を引き付けてしまうから，そのように構成を変更することには阻害要因がある。",
                "したがって，引用発明1及び2から容易に想到し得たものを基準として，さらに周知事項を適用することは当業者にとって容易ではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件補正発明は，引用発明1並びに引用発明2及び周知事項に基づいて，当業者が容易に発明をすることができたものとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明2の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "①について",
                  "text": [
                    "引用発明2の認定においては，引用例2の記載事項全体に基づいて判断すべきであり，引用例2の「特許請求の範囲に記載された発明」の目的に基づいて引用発明2が認定されなければならない旨の原告の主張は誤りである。",
                    "そして，「ある応答システムに応じたエージェントを表示する技術」自体は，引用例2の従来技術（【0059】）である特開2006-195578号公報（乙4）にも開示されている公知技術であって，当該公知技術は複数のエージェント表示を前提とするものではない。また，エージェントをテキストと共に表示させ，当該エージェントが話しているように画像を表示させる視覚効果を得るために，複数のエージェントが必要というわけでもない（引用例2【0065】）。本件審決の認定に係る引用発明2の技術は，複数のエージェント表示を必要とするものではないから，エージェントA及びエージェントBを同時に表示することを引用発明2として認定する必要はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "②について",
                  "text": [
                    "引用例2【図6】において，口を閉じている表示である待機中のエージェントAの表示から，口を開いた表示である回答時のエージェントAの表示への表示変化をとらえることで「当該エージェントの口を開くように当該エージェントを表示する」と認定可能である。なお，本件審決は，引用発明2を，エージェントの「口を開ける動きを動画で示すように」当該エージェントを表示すると認定しているわけではない。",
                    "そして，引用例2【0065】「当該エージェントが話しているように画像を表示させる視覚効果」の意味を，「静止画のそばに吹き出しを表示させること」などと限定解釈すべき理由はない。エージェントが話しているように画像を表示させる視覚効果は適宜設計されれば良い（【0065】）。",
                    "また，引用例2の従来技術（【0059】）である特開2006-195578号公報（乙4）には，「エージェントの容姿は，人間をはじめとして，動物，ロボット，漫画のキャラクター等，様々存在し，ユーザの好みによって選択可能なものである。エージェントは，ディスプレイ上を動くものであってもよい」と記載されているから（【0013】），引用例2に接した当業者は，エージェントが動く動画のような表示態様も想起できる。さらに，エージェントを静止画や動画で表示することは，常套手段である（乙5【0016】，乙6【0034】）。なお，カーナビゲーションにおいて，目的地探索のような画面を注視する必要がある操作は，自動車の停車中のみに限定することが技術常識であるから，運転手の注意を必要以上に引き付けないようにエージェントの表示を配慮する必要はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の適用",
              "text": [
                "「メディアコミュニケーションの円滑化を図ること」は周知の課題であり，かつ，当該課題の解決手段として「アバタを表示して動かすこと」は本願出願前から知られていたものである（周知例1の96～97頁，甲6【0002】～【0005】，乙9【0019】【0029】，乙10【0022】【0091】，乙11の31及び35頁）。  "
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知事項の適用",
              "text": [
                "引用例2には，「エージェント」を架空の人物，擬人化された動物「など」のキャラクタから選択して「エージェント」として採用することができることが示唆されている（【0058】）。",
                "そして，「人物を含め様々なエージェントの中からエージェントをユーザが適宜選択して用いること。」は普通に知られており（乙4【0013】【0025】，乙12【0054】，乙13【0027】），「ユーザが適宜選択」するエージェントの選択肢の一つとして「現実の事業者」を模造したエージェントが存在することも普通に知られている（周知例1の95～97頁及び図5，周知例2【0040】～【0042】【図6】，周知例3【0028】～【0031】【0034】【図3】，乙14【0046】，乙15【0037】）。",
                "このように，引用発明1に引用発明2を適用した上で「現実の事業者のオペレータを模造した仮想オペレータ」とすることは，当業者が適宜なし得る設計変更にすぎない。このような設計変更は，「容易の容易」には相当しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件補正発明は，引用発明1並びに引用発明2及び周知事項に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（本願発明の進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕",
            "本件補正は，「仮想オペレータ」が「現実の事業者のオペレータを模造した」ものであることを，より明確にしたものにすぎない。",
            "したがって，前記2〔原告の主張〕と同様に（(4)を除く），本願発明は，引用発明1並びに引用発明2及び周知事項に基づいて，当業者が容易に発明をすることができたものとはいえない。",
            "〔被告の主張〕",
            "前記2〔被告の主張〕と同様に，本願発明は，引用発明1並びに引用発明2及び周知事項に基づいて，当業者が容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "text": [
            "本件補正発明に係る特許請求の範囲の記載は，前記第2の2(2)【請求項1】に記載のとおりであるところ，本件補正明細書（甲7の1及び3）によれば，本件補正発明の特徴は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明は，事業者がユーザに情報を提供するシステムに関するものである。（【0001】）"
            },
            {
              "fig": "(2)",
              "subject": "通信ネットワークの発展により，ユーザは通信ネットワークを経由して，事業者からサービスの提供を受けるようになり，例えば，インターネットバンキングにおいて，ユーザは通信端末を操作することにより，各種商取引を行うことが可能になっている。（【0002】）",
              "text": [
                "本件補正発明は，①事業者とユーザとの新たな接点を創出利用することにより，ユーザに最適な情報を提供し，②より親密な事業者ユーザ関係を構築することにより，ユーザに新しいユーザ体験を享受する機会を与え，③事業者の業務負担を軽減するとともに，豊富な情報をユーザに提供することにより，ユーザに高品質で高付加価値を有するサービスを適時に提供するためのシステムを提供することを課題とする。（【0005】）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正発明は，上記課題を解決するために，本件補正発明に係る特許請求の範囲の記載のとおりの構成を採用したものである。",
                "その実施形態の一つは，通信端末と，通信端末から送信されたユーザの音声情報を認識する音声認識部と，音声情報に対する回答メッセージ等をデータベースから選択する対話部と，回答メッセージ等を通信端末に送信する送信部を有し，通信端末において回答メッセージ等を再生する際，通信端末に表示された仮想オペレータの一部が大きな動作を行うように構成される。（【0005】【0006】）"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件補正発明では，仮想オペレータとユーザが対話を行い，また対話を通じて必要な情報にユーザを誘導することにより，前記各課題を解決することができる。（【0046】）"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2（独立特許要件違反（本件補正発明の進歩性））について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1並びに本件補正発明と引用発明1との一致点及び相違点が，前記第2の3(2)アないしウのとおりであることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2の記載",
                  "text": [
                    "引用例2（甲2）の【発明を実施するための形態】には，次のとおり記載されているほか，別紙図面目録のとおり引用例2【図1】【図6】が記載されている。",
                    "【0016】本実施形態において第1センター3および第2センター4がそれぞれ応答システムとして動作し，ナビゲーション装置1は各応答システムを利用するためのユーザインターフェース…として動作する。…",
                    "【0017】第1センター3は，一例として自動車会社の情報センターであって，…ナビゲーション装置1の機能を利用するための音声入力による命令…に対応する。",
                    "【0035】及び【0036】携帯電話機2は，…第2通信部17とも通信を実施する。…第2センター4は，例えば携帯電話会社の情報センターであって，…携帯電話機2のユーザに対して種々のサービスを提供する。…",
                    "【0038】ナビゲーション装置1は，車両に搭載されるものであって，一般的なナビゲーション装置と同様の経路案内を行う機能を有している他に，例えば，第1センター3や，携帯電話機2を介して第2センター4と通信を行う機能を有している。ナビゲーション装置1は，図1に示すように，…表示装置13，スピーカ14…制御部18を備えている。",
                    "【0050】及び【0051】回答一時保存部18Bは，第1センター3および第2センター4から受信した応答音声データをメモリ15に一時保存する。…回答側センター設定部18Cは，第1センター3から送られてくる判定結果信号に応じて，第1センター3および第2センター4のどちらから取得する応答音声データを，ユーザから入力された質問への回答としてスピーカ14から出力するかを決定する。…",
                    "【0058】…エージェント表示制御部18Fは，表示装置13に図6（A）に示すように，それぞれの応答システムに対応するエージェントA，Bを同時に表示させる。図6中のエージェントAは，第1センター3による応答システムに対応するエージェントの画像であり，エージェントBが第2センター4による応答システムに対応するエージェントの画像である。なお，エージェントとは，架空の人物や擬人化された動物などのキャラクターである。",
                    "【0059】…特許文献1は，複数の応答システムのそれぞれに対応する複数のエージェントを表示するものではない。本実施形態のエージェント表示制御部18Fは，…複数のエージェントの画像を1つの画面に表示されるように合成または重畳して表示するものとする。",
                    "【0064】…回答側センターからの応答音声データをスピーカ14に音声出力させる。また，回答側センターの応答音声データをスピーカ14から音声出力させるとともに，図6の（B）や（C）に示すように回答側センターに対応するエージェントを相対的に大きく表示し，かつ，当該エージェントが話しているように画像を表示させる。…",
                    "【0065】…当該エージェントのそばに当該テキストを表示しても良い。当該エージェントが話しているように画像を表示させる視覚効果は適宜設計されれば良い。",
                    "【0089】…表示装置13に各センターに対応するエージェントA，Bを表示し，…センターに対応するエージェントが話しているように表示する。これによって，ユーザは，自身の音声入力に対してどちらのセンターが対応しているのかが一目で認識することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知事項の認定",
                  "text": [
                    "以下の周知例1ないし3，乙14及び乙15の記載によれば，本願出願日時点において，コンピュータ上の対話型処理システムの技術分野では，「通信端末に現実の事業者のオペレータを模造した人物を表示すること」は，周知であったと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例1",
                      "text": [
                        "周知例1には，「システムとの対話を円滑に進めるためには，計算機の内部状態や対話の状況を把握しやすいようにユーザに提示する必要があり，システムからの応答としてマルチメディアをいかに利用するかが重要である」とされた上で，「店員の姿を表わすアニメーションを提示し，単純明快でわかりやすい応答をユーザに出力する（図5参照）」，「店員の姿のアニメーションでは，音声応答にあわせて口を動かすことにより，動いている実感のある目標…を具体的に示し，ユーザが自然に計算機ヘ音声入力できる雰囲気を作る」と説明されている（96～97頁）。また，周知例1には，別紙図面目録周知例1のとおり，通信端末に店員を模造した人物を表示した図5が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知例2",
                      "text": [
                        "周知例2には，音声対話装置に関する発明が開示されているところ，「図6に示すように，タッチパネルディスプレイ2上には，受付嬢をイメージしたキャラクタ画像と…表示される。」（【0042】）と記載され，別紙図面目録周知例2のとおり，通信端末に受付担当者を模造した人物を表示した【図6】が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "周知例3",
                      "text": [
                        "周知例3には，会社等への来訪者に対する受付業務を行うシステムに関する発明が開示されているところ，「図3は，タッチパネル210における表示画面の一例を表す図である。この画面においては，後述の描画プログラムによって生成された，受付業務を行う仮想人物M（以下適宜，仮想受付者Mという）がオフィス風の背景Gとともに表示される。」と記載され（【0034】），別紙図面目録周知例3のとおり，通信端末に受付業務を行う者を模造した人物を表示した【図3】が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "乙14（特開2003-37674号公報）",
                      "text": [
                        "乙14には，利用者からの問合せに対して担当窓口を接続して対応するヘルプデスクシステムに関する発明が開示されているところ，「本実施形態のヘルプデスクシステムでは，受付窓口端末12で受付窓口オペレータが対応するものとしたが，その受付窓口オペレータを仮想オペレータとしても良い。この場合，ヘルプデスクシステムではCG等を利用してオペレータイメージを利用者に提供し…。」（【0046】）と記載され，通信端末に受付窓口オペレータを模造した人物を表示してもよいとされている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "乙15（特開2002-282104号公報）",
                      "text": [
                        "乙15には，飲食店の各客席に設置されたタッチパネル式ディスプレイ装置を含む発明が開示されているところ，ディスプレイ装置の画面に表示される「挨拶画像は，例えば店員と同じ服装をした「店員キャラクタ」が挨拶をするアニメーション画像であって…。」（【0037】）と記載され，通信端末に飲食店の店員を模造した人物を表示する旨説明されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2には，前記【0038】【0058】【0064】【0065】のとおり記載されているほか，【図6】には，待機中は口を閉じ，回答時には口を開くエージェントの画像が記載されている。",
                        "そうすると，引用例2には，本件審決が引用発明2として認定したとおり，「エージェントを表示装置に表示するナビゲーション装置において，当該エージェントが話しているように表示するため，待機中と比較して，回答側センターの応答音声データをスピーカから出力させる際に，当該エージェントの口を開くように当該エージェントを表示すること。」との発明が開示されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ここで，引用例2には，「エージェント」について，「架空の人物や擬人化された動物などのキャラクターである」（【0058】），「当該エージェントが話しているように画像を表示させる視覚効果は適宜設計されれば良い」（【0065】）と開示されている。引用発明2の「エージェント」とは，キャラクタであって，具体的人物から昇華した抽象的概念を含むものである。",
                        "そして，本願出願日時点において，コンピュータ上の対話型処理システムの技術分野では，「通信端末に現実の事業者のオペレータを模造した人物を表示すること」が周知であったものである。",
                        "このような周知事項を考慮すれば，引用例2に接した当業者は，引用発明2の「エージェント」に含まれる概念の一つとして，「現実の事業者のオペレータを模造した人物」を当然に想起することができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，引用発明2には，「現実の事業者のオペレータを模造した人物を表示装置に表示するナビゲーション装置において，当該模造した人物が話しているように表示するため，待機中と比較して，回答側センターの応答音声データをスピーカから出力させる際に，当該模造した人物の口を開くように当該模造した人物を表示すること。」との具体的な構成が含まれているというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "複数のエージェント",
                      "text": [
                        "原告は，引用例2に開示された発明の特徴は，複数の応答システムが存在することであるから，引用発明2として，複数のエージェントが表示装置に表示される旨認定されるべきであると主張する。",
                        "しかし，引用例2において，複数の応答システムが存在し，複数のエージェントが表示装置に表示される技術的事項が開示され（【0016】【0017】【0035】【0036】【0050】【0051】【0058】），それが請求項に記載された発明の特徴であったとしても，引用例2に開示された発明として，その全てを備えた構成を引用発明2として認定しなければならないものではない。",
                        "そして，【0059】によれば，引用例2には，発明の特徴の前提として，応答システムが単数であって，単数のエージェントが表示装置に表示される技術的事項も開示されているといえる。また，複数のエージェントが表示装置に表示されることにより，ユーザがどちらのセンターが対応しているのかが一目で認識できるとしても，このことは，センターに対応するエージェントが話しているように表示されることが前提となっている（【0089】）。",
                        "したがって，引用例2に開示された発明として，複数のエージェントが表示装置に表示される旨認定する必要はないから，原告の前記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "エージェントの動作",
                      "text": [
                        "原告は，引用例2には，エージェントの口が開くようにエージェントを表示することまでは開示されていないと主張する。",
                        "しかし，【0064】には，「図6の（B）や（C）に示すように回答側センターに対応するエージェントを相対的に大きく表示し，かつ，当該エージェントが話しているように画像を表示させる」との記載があり，【図6】には，待機中は口を閉じ，回答時には口を開くエージェントの画像が記載されている。",
                        "したがって，本件審決が，引用発明2として，待機中と比較して「当該エージェントの口を開くように当該エージェントを表示すること。」と認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "周知事項の考慮",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「架空の人物」である「エージェント」から，「現実の事業者のオペレータを模造した仮想オペレータ」に想到することは，格別の努力が必要であると主張する。",
                            "しかし，前記のとおり，本願出願日時点において，コンピュータ上の対話型処理システムの技術分野では，「通信端末に現実の事業者のオペレータを模造した人物を表示すること」は周知であったから，通信端末に表示されたキャラクタの具体的な構成として，現実の事業者のオペレータを模造した人物を当然に想起することができるというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用発明2は，運転中も使用されるカーナビゲーション装置に関する発明であるから，通信端末に，現実の事業者のオペレータを模造した人物を表示すれば，運転手の注意を引き付けることになると主張する。",
                            "しかし，引用例2は，カーナビゲーション装置の通信端末に「架空の人物や擬人化された動物などのキャラクター」を表示することを許容している（【0058】）。カーナビゲーション装置の通信端末に，架空の人物，擬人化された動物が表示された場合と，現実の事業者のオペレータを模造した人物が表示された場合とで，運転手の注意を引き付ける程度に相違があるとはいえない。引用発明2の具体的な構成には，現実の事業者のオペレータを模造した人物が含まれるというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2の適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知の課題及び解決手段",
                  "text": [
                    "以下の周知例1及び各文献（甲6，乙9～11）の記載によれば，コンピュータ上の対話型処理システムの技術分野では，本願出願日時点において，コンピュータによる対話型処理の「円滑化を図る」ことは周知の課題であって，通信端末にキャラクタが動いているような表示をするという解決手段を採用することも周知であったと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例1",
                      "text": [
                        "周知例1には，前記のとおり記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲6（特開2010-250761号公報）",
                      "text": [
                        "甲6には，機械を挟んでコミュニケーションを行う際に，反応のない機械に対して発話するために，間をつかみにくいなどの問題を解決するために，アバタを表示する従来技術が開示されている（【0002】【0003】）。そして，甲6は，従来技術には，アバタの表情やジェスチャー等をユーザが操作しなくてはならない課題があったことを指摘し，表情が自然でかつ発話を促すように変化するアバタを生成するプログラム等を提供することを目的とする旨説明されている（【0003】【0005】【0006】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙9（特開平4-338817号公報）",
                      "text": [
                        "乙9は，ユーザと電子機器とがコミュニケーション（対話だけに止まらず，表情や身振り等をも含めた様々な手段による意思交換）を取り易い環境を構築するためには，電子機器が豊かなコミュニケーション能力を有することが必要であるとした上で，エージェントに人間と同じような感情表現をさせることによって，コミュニケーションの円滑化を図ること，感情表現の手段として，アニメーションキャラクタに表情を与えたり，ある身振りをさせたりすることが説明されている（【0019】【0029】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "乙10（特開2005-148724号公報）",
                      "text": [
                        "乙10は，従来技術においては，音声認識の本来の目的，即ち人間を相手にしているかのような自然なコミュニケーションを通じた情報入力という目的が実現されていなかったとの課題を指摘する（【0008】）。その上で，乙10には，その解決手段として，次のとおり記載されている。",
                        "【0017】…ディスプレイ等の表示装置に擬人化されたキャラクタを含む画像を表示させられるようにし，こうしたエージェントの選択を含む情報処理過程に応じて，キャラクタの容姿を変更するようにしてもよい。",
                        "【0019】容姿は，あたかもキャラクタに内在する感情を利用者に感じ取らせるような視覚的表現としてもよい。こうすることにより，キャラクタの動きは極めて人間的となり，…",
                        "【0091】…顔データ，手データ，体（服装）データ，足データの各部品はその外形（静止画）であってもよいが，本実施例においては，よりキャラクタ容姿をより自然人のしぐさに近づけるため，顔の表情，手，足の動きを含むもの（動画）としている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "乙11（西村良太ほか「複数の対話エージェントを扱う音声対話システムの構築と評価」電子情報通信学会技術研究報告（社団法人電子情報通信学会，平成22年12月13日発行）110巻357号31～36頁）",
                      "text": [
                        "乙11には，音声対話システムにおいては，より自然な対話を実現することが重要であり，ユーザを対話に引き込み，ユーザの満足が得られる対話システムを構築するために，待ち状態の場合に，体が少し揺れたりするなどのアニメーションを行うことや，音声出力を行っている場合に，口をパクパクと動かして，喋っていることを表現することが説明されている（31頁右欄・32頁左欄・35頁左欄）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付け",
                  "text": [
                    "引用発明1はコンピュータ上の対話型処理を行うシステムである。また，当業者は，本願出願日時点において，コンピュータ上の対話型処理システムである引用発明1には，コンピュータによる対話型処理の「円滑化を図る」という周知の課題があることを理解し，引用発明1の通信端末に，キャラクタが動いているような表示をするとの周知の解決手段の適用を試みるということができる。",
                    "一方，引用発明2はコンピュータ上の対話型処理を行うナビゲーション装置である（引用例2【0038】【0050】【0051】）。また，引用発明2は，表示装置にエージェントを表示し，回答時に当該エージェントの口が開くというものであるから，当業者は，かかる構成を，コンピュータによる対話型処理の「円滑化を図る」という周知の課題を解決するための，周知の解決手段の一つ，すなわち通信端末にキャラクタが動いているような表示をする構成の一つであると理解する。",
                    "そうすると，引用発明1に上記周知の課題があることを認識し，これに上記周知の解決手段の適用を試みる当業者は，同じ技術分野に属し，かかる課題を解決する手段である引用発明2を，引用発明1に適用することを動機付けられるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，周知の課題として「メディアコミュニケーションの円滑化を図る」などと認定することは，課題を殊更に上位概念化するものであると主張する。",
                        "しかし，引用発明1及び2は，いずれもコンピュータ上の対話型処理システムの技術分野に関するものである。そして，このような技術分野に関する前記各文献には，「ユーザが自然に計算機へ音声入力できる雰囲気」（周知例1・97頁），「反応のない機械に対して発話するために間が掴み辛い」（甲6【0002】），「ユーザと電子機器とがコミュニケーションを取り易い環境を構築」（乙9【0019】），「人間を相手にしているかのような自然なコミュニケーションを通じた情報入力」（乙10【0008】），「より自然な対話を実現」（乙11・31頁右欄）などと，コンピュータ上の対話型処理システムにおいて，対話型処理の「円滑化を図る」必要性が複数指摘されている。",
                        "したがって，本願出願日時点において，コンピュータによる対話型処理の「円滑化を図る」ことは，周知の課題であったと認定することができ，これは課題を殊更に上位概念化するものということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1には本件補正発明の課題が記載されていないから，当業者には，引用発明1に基づき相違点に係る本件補正発明の構成に到達しようという動機付けがないと主張する。",
                        "しかし，前記のとおり，引用発明1及び2は，コンピュータ上の対話型処理システムの技術分野に関するものであって，このような技術分野では，本願出願日時点において，コンピュータによる対話型処理の「円滑化を図る」ことは周知の課題であったものである。そして，本件補正発明は，システム上で仮想オペレータとユーザが対話を行うというものであり（本件補正明細書【0001】【0046】），コンピュータ上の対話型処理システムの技術分野に関するものであるから，本件補正発明は，引用発明1及び2と同様に，上記周知の課題を含むものである。また，そもそも，引用発明1を出発点として本件補正発明の構成に到達するか否かを検討するに当たり，引用発明1が本件補正発明の課題を必ず有していなければならないということはできない。",
                        "したがって，引用例1には本件補正明細書に記載された本件補正発明の課題と同じ課題が記載されていないから動機付けを欠く，との原告の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明2を適用した引用発明1の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)ウ(ウ)のとおり，引用発明2には，「現実の事業者のオペレータを模造した人物を表示装置に表示するナビゲーション装置において，当該模造した人物が話しているように表示するため，待機中と比較して，回答側センターの応答音声データをスピーカから出力させる際に，当該模造した人物の口を開くように当該模造した人物を表示すること。」との具体的な構成が含まれている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件補正発明の構成は，通信端末において，回答メッセージ等を再生する際，これを再生しない時と比較し，仮想オペレータの「一部が大きな動作を行うように」仮想オペレータを表示するというものである。そして，仮想オペレータの一部の大きな動作がどのようなものであるかについて，本件補正明細書において何ら特定されていない。",
                    "また，仮想オペレータの一部の大きな動作について，本件補正明細書【0071】には，「仮想オペレータの口や目を動かすようにしてもよい。あるいは手を動かすなど，説明を行うジェスチャーをするようにしてもよい。すなわち，メッセージが再生されていない時と比較し，仮想オペレータの一部がより大きな動作を行うようにプログラムを構成してもよい。」と記載されている。したがって，待機中と比較して模造された人物が「口を開く」との構成は，本件補正発明における「一部」の「大きな動作」に含まれるものである。",
                    "さらに，仮想オペレータの一部が大きな動作をすることによって得られる効果について，本件補正明細書【0072】には，「音声合成技術を活用して仮想オペレータと対話するため，ユーザは無機質な対話を強制されることなく，自然な対話を行うことができる」と記載されている。もっとも，「自然な対話」の程度については何ら特定されておらず，回答時に模造された人物が「口を開」けば，回答時においても待機中と同様に口を閉じている場合と比較して，円滑なコミュニケーションが図られているような印象を与えることができる。したがって，回答時に模造された人物が「口を開く」との引用発明2の構成によって，「自然な対話を行う」という本件補正発明の効果を奏することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明2における前記具体的な構成を引用発明1に適用すれば，本件補正発明の構成に至るというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用例2がカーナビゲーション装置を前提とする技術を開示するから，引用例2に開示されたエージェントが話しているような表示は，走行中に運転手の注意を必要以上に引き付けないような範囲で行う限度の表示にとどまると主張する。",
                    "しかし，原告主張に係る表示態様がどのようなものかについては明らかではなく，そのようなエージェントの表示態様が「一部」の「大きな動作」に相当しないということはできない。また，そのようなエージェントの表示態様では「自然な対話」を行えなくなるというものでもない。待機中と比較してエージェントが「口を開く」との構成をもって，本件補正発明における「一部」の「大きな動作」に相当するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "顕著な効果",
              "text": [
                "原告は，通信端末に，現実の事業者のオペレータを模造した人物を表示することにより，より親密なユーザ・事業者関係を構築するなどの効果を奏することになると主張する。",
                "しかし，コンピュータ上の対話型処理システムにおいて，回答メッセージ等を再生する際，通信端末に，エージェントを表示することにより得られる効果と，現実の事業者のオペレータを模造した人物を表示することにより得られる効果との間に，より親密なユーザ・事業者関係を構築するなどの観点から，顕著な相違があることを認めるに足りる証拠はない。本件補正発明が顕著な効果を奏するということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "したがって，本件補正発明は，引用発明1並びに引用発明2及び周知事項に基づいて，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないというべきである。本件補正を却下した本件審決の判断に誤りはない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（本願発明の進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲の記載は，前記第2の2(1)【請求項1】に記載のとおりである。引用例1に，前記第2の3(2)アのとおり引用発明1が記載されていることは当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明1との一致点及び相違点は，以下のとおりであると認められる（甲1，7の1ないし3）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "通信端末から送信されたユーザの音声情報に対する回答メッセージ，あるいは前記回答メッセージを特定できない場合には問合せメッセージを前記通信端末に送信し，／所定の事象を表示するように構成された前記通信端末において前記回答メッセージ，前記問合せメッセージを再生する情報提供システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "一致点の「所定の事象」について，本願発明は「仮想オペレータ」を表示するのに対し，引用発明1は仮想オペレータを表示しない点。／それに伴い，本願発明は「前記通信端末において前記回答メッセージ，前記問合せメッセージを再生する際，前記回答メッセージ，前記問合せメッセージを再生しない時と比較し，前記仮想オペレータの一部が大きな動作を行うように前記仮想オペレータを表示する」のに対し，引用発明1はそのような特定がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記2と同様に，引用例2には，本件審決が認定したとおりの引用発明2が開示されていることが認められ，周知事項を考慮すれば，引用発明2には「オペレータを模造した人物を表示装置に表示するナビゲーション装置において，当該模造した人物が話しているように表示するため，待機中と比較して，回答側センターの応答音声データをスピーカから出力させる際に，当該模造した人物の口を開くように当該模造した人物を表示すること。」との具体的な構成が含まれているというべきである。そして，引用発明2を，引用発明1に適用する動機付けがあり，引用発明2における上記具体的な構成を引用発明1に適用すれば，本願発明の構成に至るということができる。",
                "したがって，本願発明は，引用発明1並びに引用発明2及び周知事項に基づいて，当業者が容易に発明をすることができたものであり，進歩性を欠く。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}