{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800031号事件について平成29年4月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告らは，発明の名称を「ICU鎮静のためのデクスメデトミジンの用途」とする発明について，平成11年3月31日(優先日平成10年4月1日・同年12月4日，優先権主張国米国)を国際出願日とする特許出願(以下「本件出願」という。)をし，平成22年10月15日，特許権の設定登録を受けた(特許第4606581号。請求項の数12。以下，この特許を「本件特許」という。甲67)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成28年3月2日，本件特許について特許無効審判を請求した。",
                "特許庁は，上記請求を無効2016-800031号事件として審理を行い，平成29年4月13日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月21日，原告らに送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，平成29年5月19日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし12の記載は，以下のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」などという。)。",
            "【請求項1】",
            "集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用であって，該患者が覚醒され，見当識が保たれる使用。",
            "【請求項2】",
            "デクスメデトミジンまたはその薬学的に許容し得る塩が，本質的に唯一の活性薬剤または唯一の活性薬剤である請求項1記載の使用。",
            "【請求項3】",
            "デクスメデトミジンまたはその薬学的に許容し得る塩が，1～2ng／mlプラズマ濃度に達する量投与される請求項1または2記載の使用。",
            "【請求項4】",
            "デクスメデトミジンまたはその薬学的に許容し得る塩が，静脈注射で投与される請求項3記載の使用。",
            "【請求項5】",
            "デクスメデトミジンの負荷投与量および維持量が投与される請求項4記載の使用。",
            "【請求項6】",
            "負荷投与量および維持量がヒトに投与される請求項5記載の使用。",
            "【請求項7】",
            "デクスメデトミジンの負荷投与量が0．2～2μg／kgである請求項6記載の使用。",
            "【請求項8】",
            "負荷投与量が約10分で投与される請求項7記載の使用。",
            "【請求項9】",
            "デクスメデトミジンの負荷投与量が1μg／kgである請求項8記載の使用。",
            "【請求項10】",
            "デクスメデトミジンの維持量が0．1～2．0μg／kg／hである請求項6記載の使用。",
            "【請求項11】",
            "デクスメデトミジンの維持量が0．2～0．7μg／kg／hである請求項10記載の使用。",
            "【請求項12】",
            "デクスメデトミジンの維持量が0．4～0．7μg／kg／hである請求項11記載の使用。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
            "要するに，原告ら主張の無効理由1(本件発明1及び2について特許法39条1項違反)，無効理由2(本件発明3ないし12について原文新規事項)，無効理由3(本件発明1ないし12について甲1ないし甲9のそれぞれに基づく新規性欠如)，無効理由4.01(本件発明1ないし12について甲1及び周知技術に基づく進歩性欠如)，無効理由4.02(本件発明1ないし12について甲3と甲1，甲6及び周知技術に基づく進歩性欠如)，無効理由4.03(本件発明1ないし12について甲5と甲1，甲6及び周知技術に基づく進歩性欠如)，無効理由5(本件発明1ないし12についてサポート要件違反)，無効理由6(本件発明1ないし12について実施可能要件違反)及び無効理由7(本件発明1ないし12について明確性要件違反)は，いずれも理由がないというものである。",
            "甲1ないし9は，以下のとおりである。",
            "甲1  Anesthesiology, 1994, Vol.80(6), p.1216-1227,“Dexmedetomidine decreases  thiopental  dose  requirement  and  alters  distribution pharmacokinetics.”",
            "甲2  J Cereb Blood Flow Metab., 1993, Vol.13(2), p.350-353,",
            "“Dexmedetomidine decreases cerebral blood flow velocity in humans.”",
            "甲3  Anesthesiology, 1995, Vol.82(3), p.620-633,“Effects of",
            "perioperative  dexmedetomidine  infusion  in  patients  undergoing vascular surgery. The Study of Perioperative Ischemia  Research Group.”(訳文・甲3抄訳，甲60)",
            "甲4  Anesthesiology, 1997, Vol.87(4), p.835-841,“Dexmedetomidine does     not  alter  the  sweating  threshold,  but  comparably  and  linearly decreases the vasoconstriction and shivering thresholds.”",
            "甲5  Anesthesia and analgesia, 1997, Vol.85(5), p.1136-1142,",
            "“ Postoperative  pharmacokinetics  and  sympatholytic  effects  of dexmedetomidine.”(訳文・甲5抄訳，乙7)",
            "甲6  Anesthesia and analgesia, 1992, Vol.75(6), p.940-946,",
            "“Dexmedetomidine infusion for maintenance of anesthesia in patients undergoing abdominal hysterectomy.”",
            "甲7  Anesthesiology, 1997, Vol.86(2), p.331-345,“Dexmedetomidine as an anesthetic adjunct in coronary artery bypass grafting.”",
            "甲8  Anesthesiology, 1997, Vol.86(5), p.1055-1060,“Reduction of the     minimum alveolar concentration of isoflurane  by dexmedetomidine.”",
            "甲9  Anesthesiology, 1992, Vol.77(6), p.1125-1133,“Effects of     intravenous dexmedetomidine in humans. I. Sedation, ventilation, and metabolic rate.”(以下「甲9x」という。)",
            "Anesthesiology,  1992,  Vol.77(6),  p.1134-1142, “ Effects  of intravenous dexmedetomidine in humans. II. Hemodynamic changes.”(以下「甲9y」という。)"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(甲3に基づく新規性判断の誤り)(無効理由3関係)"
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(甲3及び周知技術に基づく進歩性判断の誤り)(無効理由4.02関係)"
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(甲5に基づく新規性判断の誤り)(無効理由3関係)"
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(甲5及び周知技術に基づく進歩性判断の誤り)(無効理由4.03関係)"
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(原文新規事項に関する判断の誤り)(無効理由2関係)"
            },
            {
              "fig": "(6)",
              "subject": "取消事由6(明確性要件の判断の誤り)(無効理由7関係)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲3に基づく新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，本件特許の優先日(以下「本件優先日」という。)前に頒布された刊行物である甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静」という用途が記載されていないから，本件発明1は甲3に記載された発明と同一であるとはいえず，同様に，本件発明2ないし12は甲3に記載された発明と同一であるとはいえない旨判断したが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「集中治療を受けている重篤患者の鎮静」の意義について",
                  "text": [
                    "本件審決は，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。)の記載事項(【0001】，【0002】)から，本件発明1の「集中治療を受けている重篤患者の鎮静」とは，「集中治療室(ICU)滞在中の患者の実際の鎮静に加えて，上記患者がICU滞在中に目覚めている時があり，その時に経験する，不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置といったICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む鎮静」を意味するものと認定した。",
                    "しかしながら，本件明細書の記載事項(【0001】ないし【0003】，【0018】，【0025】)によれば，本件明細書では，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」とは，通常の医学用語としての鎮静(「意識のぼんやりとした状態であるが，適当に人の命令に答えたりできる状態」。甲75)のほか，「α2アゴニストとしての活性に導かれるすべての可能性のある用途」(【0018】，【0025】)を含むものであって，鎮痛，不安緩解(抗不安)，交換神経遮断作用まで幅広く含むα2アゴニストとしての全ての作用を対象とした用語として定義されており，α2アゴニストの作用と同義であるから，集中治療を受けている患者にデクスメデトミジンを投与することによりα2アゴニストのいずれかの作用(例えば，鎮痛)をもたらせば，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当すると解釈すべきである。なお，本件審決のいう「ICU滞在中に目覚めている時」に経験する「ICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療」としての鎮静は，α2アゴニストの作用である不安緩解(抗不安)作用又は交換神経遮断作用(「不安の解消をもたらす作用」)にほかならない。",
                    "また，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「集中治療を受けている重篤患者」とは，投与の対象(患者)を特定しているだけであり，それによって「鎮静」の意味に何らかの限定を加えるものではない。",
                    "したがって，本件審決がした本件発明1の「集中治療を受けている重篤患者の鎮静」の用語の解釈に関する上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲3に記載された発明との同一性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲3の記載事項(審決訳文甲3aないし甲3e)から，甲3には，「デクスメデトミジンの用途については，高い冠動脈疾患リスクを有し，血管手術を受ける外科患者の周術期の血行動態安定化，麻酔開始前の該患者の鎮静，及び，手術後の該患者の鎮痛が記載されていること」，「手術後のVAS疼痛スコアは群間で差がなく，手術後モルヒネ要求量に差はなかったこと，すなわち，いずれの用量群でも手術後の鎮痛効果が見られたこと」を認定している。",
                        "甲3記載の「手術後の該患者」は，血管手術を受けた外科患者であって，全身麻酔を受けている以上，術後は集中治療室で麻酔からの離脱を確認することは当然であるから，本件発明1の「集中治療を受けている重篤患者」である。",
                        "また，「手術後の該患者」の「鎮痛」は，α2アゴニストの作用の一つであるから，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当する。",
                        "したがって，本件審決の上記認定を前提としても，甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静」の用途が開示されているといえるから，この点において，本件審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3の記載事項(審決訳文甲3b)には，周術期の合併症発生率や死亡率を低下させるために，手術前後のストレスを軽減させる必要性を指摘した上で，①α2アゴニストであるクロニジンやデクスメデトミジンがもたらす鎮痛作用や鎮静作用が血管外科患者のようなハイリスク外科患者の周術期のストレス反応の軽減に有効であること，②デクスメデトミジンがクロニジンよりも強力なα2アゴニストであること，③デクスメデトミジンが健常ボランティアに対して鎮痛作用や鎮静作用があることが知られていること，④甲3の研究は，デクスメデトミジンの交感神経遮断作用はハイリスク外科患者に悪影響を与える可能性があるために，その悪影響の有無を調査して，血行動態作用が健康ボランティアと同様であることを確認している臨床研究であることの開示がある。",
                        "甲3の上記開示事項によれば，甲3の研究は，臨床研究の段階にあったデクスメデトミジンを，実際の血管外科患者に対する鎮静剤として投与したうえで，特段の悪影響が見られないことを確認しているのであるから，デクスメデトミジンをハイリスク外科患者の鎮静に使用できるかについての臨床研究をすることを目的とするものである。",
                        "そして，甲3記載の血管外科患者は，本件発明1の実施例(被験者が冠動脈バイパス手術の患者等)と同様の患者であるから，「重篤患者」である。また，甲3では，デクスメデトミジンの臨床研究をしているから，甲3記載の血管外科患者は，十分な看護体制がされた状態にあり，実際，術後にカテーテルなどを設置し，酸素濃度，血圧，心電図などを測定しており，常時看護されていること(622頁左欄下から3行～右欄下から5行)からすると，「集中治療室」(甲43，48)で集中治療を受けているといえる。",
                        "そして，前述のとおり，甲3記載の「手術後の該患者」の「鎮痛」は，α2アゴニストの作用の一つであるから，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当する。また，仮に本件発明1の「集中治療を受けている重篤患者の鎮静」には，本件審決のいう「ICU滞在中に目覚めている時」に経験する「ICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療」としての「鎮静」が必要であるとしても，「デクスメデトミジンの交感神経遮断作用」は，交感神経を遮断して「ストレス反応」を抑え，これにより落ち着いた状態になり，不安の解消をもたらす作用であるから，本件審決のいう上記「鎮静」に該当する。なお，甲3には，デクスメデトミジンの鎮静作用は投与開始の翌日(手術翌日)には観察されなかった旨の記載があるが(審決訳文甲3d)，この記載は，「手術翌日」までの期間は鎮静作用が持続していたことを示すものである。",
                        "そうすると，甲3記載の血管外科患者は，「集中治療を受けている重篤患者」に該当し，上記血管外科患者に対するデクスメデトミジンの投与は，「集中治療を受けている重篤患者の鎮静」の用途に使用するものであるから，甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲3には，VAS(視覚的アナログスケール)を用いて疼痛強度を測定した旨の記載があり(623頁右欄下から4行～624頁左欄12行)，術後の患者がVASを行えたのであれば，時間，場所，周囲の人及び状況を正しく認識していたといえるから(甲38)，当該患者が「覚醒され，見当識が保たれ」ていたことの開示がある。また，甲3には，①術後に全身麻酔から覚醒した患者において，デクスメデトミジンを投与した患者は，投与していない患者と比較して，有意に心拍数，血圧が下がっていること(625頁左欄下から11行～末行)，②デクスメデトミジンを高用量投与した群では，容易に覚醒可能であったこと(審決訳文甲3e)が記載されている。",
                        "そうすると，甲3記載の血管外科患者に対するデクスメデトミジンの投与は，本件発明1の「該患者が覚醒され，見当識が保たれる使用」に該当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，甲3記載の血管外科患者に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」であって，「該患者が覚醒され，見当識が保たれる使用」に該当する。",
                        "したがって，本件発明1は，甲3に記載された発明と同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明1は甲3に記載された発明と同一であるから，これと異なる本件審決の判断は誤りである。同様に，本件発明2ないし12は甲3に記載された発明と同一であるとはいえないとした本件審決の判断にも誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「集中治療を受けている重篤患者の鎮静」の意義について",
                  "text": [
                    "本件明細書の【0001】及び【0002】は，「集中治療を受けている重篤患者の鎮静」は，「不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置」を伴う集中治療を受けている重篤患者に対して，「実際の鎮静に加えて，苦痛および不安などの患者の安心感に影響を及ぼす状態の治療」を通して，「興奮することなく，快適であり，くつろいでいて，また静脈ライン(iv‐line)またはほかのカテーテルの設置といったような不快感を与える処置に耐えることを保証する」ことを必要とすることを明示しているから，本件発明1の「集中治療を受けている重篤患者の鎮静」には，患者の「実際の鎮静」と「患者の安心感に影響を及ぼす状態の治療」のいずれもが必要であると解釈すべきである。本件明細書の【0018】には，「ICUにおいて患者を鎮静させる方法は…たとえば，低血圧剤，抗不安薬，鎮痛薬，鎮静薬などとしての用途はすべて包含する」との記載があるが，この記載は，デクスメデトミジンが「低血圧剤，抗不安薬，鎮痛薬，鎮静薬などとしての用途」を有しており，そのような作用の結果として「ICUにおいて患者を鎮静させる」(すなわち「患者が，興奮することなく，快適であり，くつろいでいて，また静脈ライン(iv‐line)またはほかのカテーテルの設置といったような不快感を与える処置に耐えることを保証する」(【0002】)場合が本件発明1に含まれることを意味するものと解釈するのが妥当であり，集中治療を受けている患者にデクスメデトミジンを投与することによりα2アゴニストのいずれかの作用(例えば，鎮痛)をもたらせば，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当するとの原告ら主張の根拠となるものではない。",
                    "また，原告らは，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「集中治療を受けている重篤患者」とは，投与の対象(患者)を特定しているだけであり，それによって「鎮静」の意味に何らかの限定を加えるものではない旨主張するが，「集中治療を受けている重篤患者」は，ICU滞在中における「不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置」(【0002】)により，集中治療を受けていること自体によって精神的及び肉体的に大きな苦痛を受けており(甲45等)，本件発明1の「集中治療を受けている重篤患者の鎮静」とは，このような特殊な環境下にある重篤患者の鎮静であって，通常の環境下にある健常者又は軽症患者の鎮静とは異なるというべきであるから，原告らの上記主張は失当である。",
                    "したがって，本件審決がした「集中治療を受けている重篤患者の鎮静」の用語の解釈に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲3に記載された発明との同一性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3の臨床研究は，高い冠動脈疾患リスクを有する外科患者の手術前後におけるデクスメデトミジン投与の血行動態に対する影響を評価することを目的とするものであり(審決訳文甲3a)，デクスメデトミジンを鎮静の目的で利用することを前提とした研究ではない。",
                        "そして，甲3には，患者が集中治療を受けていたことや，患者が集中治療室に滞在したとの記載はなく，「集中治療を受けている重篤患者」の記載はない。また，甲3には，「患者がICU滞在中に目覚めている時があり，その時に経験する，不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置といったICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む鎮静」についての記載はない。",
                        "かえって，甲3には，デクスメデトミジンの鎮静作用は，投与開始の翌日(手術翌日)には認められなかったことが記載されており(審決訳文甲3d)，この記載は，術後患者は，集中治療を受けておらず，重篤患者でもないことを示唆するとともに，タキフィラキシー(脱感作)により鎮静作用が消失するため，デクスメデトミジンが「集中治療を受けている重篤患者」の鎮静に適していないことを示唆するものである。また，甲3では，患者の心電図がホルター心電計により測定されたことが記載されているが(622頁右欄下4行～623頁左欄2行)，ホルター心電計は，家庭でも利用可能な小型軽量の携帯型端末であり(甲58)，ICUに備え付けられているはずの高精度な据え置き式の心電計とは異なるものであるから，この点からも，術後患者は，集中治療を受けていないといえる。",
                        "これに対し，原告らは，甲3記載の「手術後の該患者」は，血管手術を受けた外科患者であって，術後は集中治療室で全身麻酔からの離脱を確認することは当然であるから，「集中治療を受けている重篤患者」である旨主張するが，単に集中治療室又は類似の部屋で，麻酔離脱中の患者が眠っている状態をもって，「集中治療を受けている」とはいえないし，「集中治療を受けている重篤患者」にも該当しないから，原告らの上記主張は失当である。",
                        "したがって，甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静」についての開示がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前述のとおり，甲3には，「集中治療を受けている重篤患者」の記載がなく，その患者が「鎮静」されていることの記載もない以上，デクスメデトミジンの使用によって，「該患者が覚醒され，見当識が保たれる」ことの記載もない。",
                        "また，甲3記載のVASは，スケールの1か所を指すという簡易な動作で主観的評価を伝えるものであり，意識がはっきりしない状態であってもできるだけ確からしい結果を得る目的で採用されているものと考えられるから，VASによる評価を行ったことをもって，患者が，治療をするための質問に協力的に応答できる状態であったということはできず，患者が「見当識が保たれ」ていると評価することはできない。",
                        "したがって，甲3には，デクスメデトミジンの使用であって，本件発明1の「該患者が覚醒され，見当識が保たれる使用」についての開示がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲3に記載された発明と同一であるとはいえず，同様に，本件発明2ないし12は，甲3に記載された発明と同一であるとはいえないから，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲3及び周知技術に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲3に記載された発明との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3の記載事項を総合すると，甲3には，以下の発明(以下「原告甲3発明」という。)が記載されている。",
                        "「重篤患者の鎮静に使用する医薬品の製造における，",
                        "デクスメデトミジンまたはその薬学的に許容し得る塩の使用であって，",
                        "該患者が覚醒され，見当識が保たれる使用。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1と原告甲3発明とを対比すると，本件発明1には，「集中治療を受けている重篤患者」との特定があるのに対し，原告甲3発明では，重篤患者が「集中治療を受けている」ことが明示されていない点でのみ相違し(以下「本件相違点」という。)，その余の構成は一致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性について",
                  "text": [
                    "血管外科手術を行った患者について，その容態次第で集中治療を行うことは当然のことである。",
                    "本件優先日当時，集中治療室において，患者が軽く呼びかければ応答し，刺激をしなければ周囲の騒々しさには無関心でいられる状態の鎮静が必要であることは周知の課題であり(例えば，甲78)，また，集中治療室に収容された患者にα2アゴニストを投与することは，周知であった(例えば，甲45，51，54ないし56)。",
                    "そうすると，甲3に接した当業者においては，原告甲3発明における重篤患者が集中治療室に収容された場合に，そのままデクスメデトミジンを投与し，「集中治療を受けている重篤患者の鎮静」に使用することは極めて容易なことであるから，原告甲3発明に本件相違点に係る本件発明1の構成を適用することを容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲3に記載された発明(原告甲3発明)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。同様に，本件発明2ないし12は，当業者が容易に発明をすることができたものとはいえないとした本件審決の判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲3に記載された発明との対比について",
                  "text": [
                    "前記1(2)イのとおり，甲3には，「集中治療を受けている重篤患者の鎮静」についての開示がなく，また，デクスメデトミジンの使用であって，「該患者が覚醒され，見当識が保たれる使用」についての開示もない。",
                    "そうすると，甲3記載の血管外科患者に対するデクスメデトミジンの使用は，「集中治療を受けている重篤患者の鎮静」に使用するものではない点及び「該患者が覚醒され，見当識が保たれる使用」ではない点で相違する。",
                    "したがって，甲3には，原告甲3発明の記載はないし，また，本件発明1と甲3に記載された発明が，原告ら主張の本件相違点においてのみ相違するということもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前述のとおり，甲3には原告甲3発明の記載はないから，甲3及び周知技術に基づく本件発明1の容易想到性に関する原告らの主張は，その前提において失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "①本件優先日当時，デクスメデトミジンのようなα2アゴニストが「集中治療を受けている重篤患者の鎮静」に使用できるかどうか不明であったこと，②α2アゴニストには徐脈又は低血圧の副作用があるため(甲1，3，10，11)，「集中治療を受けている重篤患者の鎮静」に使用することには阻害要因があったこと，③甲3には，タキフィラキシー(脱感作)により鎮静作用が消失するため，デクスメデトミジンが「集中治療を受けている重篤患者」の鎮静に適していないことの示唆があること(審決訳文甲3d)からすると，甲3に接した当業者において，甲3記載のデクスメデトミジンを「集中治療を受けている重篤患者の鎮静」に使用することについての動機付けはないから，上記使用の構成を容易に想到することができたものとはいえない。",
                        "次に，「集中治療を受けている重篤患者の鎮静」においては，「集中治療室(ICU)滞在中の患者の実際の鎮静に加えて，上記患者がICU滞在中に目覚めている時があり，その時に経験する，不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置といったICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む鎮静」が要求されるが，本件優先日当時，このような「集中治療を受けている重篤患者の鎮静」を行う際には，症状に合わせて複数の薬剤を併用することが技術常識であり，その際に軽く呼びかければ応答するような鎮静を得ることは困難であって，患者が「覚醒され，見当識が保たれる」ことは予想できなかったことからすると，仮に甲3記載のデクスメデトミジンを「集中治療を受けている重篤患者の鎮静」に使用することに想到することが可能であったとしても，当業者において，「該患者が覚醒され，見当識が保たれる使用」の構成と組み合わせることを容易に想到することができたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲3及び周知技術に基づいて当業者が容易に発明をすることができたものであるとの原告らの主張は理由がなく，本件発明2ないし12についても，これと同様であるから，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲5に基づく新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，本件優先日前に頒布された刊行物である甲5には，本件発明1の「集中治療を受けている重篤患者の鎮静」という用途が記載されていないから，本件発明1は甲5に記載された発明と同一であるとはいえず，同様に，本件発明2ないし12は甲3に記載された発明と同一であるとはいえない旨判断したが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「集中治療を受けている重篤患者の鎮静」の意義について",
                  "text": [
                    "前記1(1)アのとおり，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」とは，通常の医学用語としての鎮静(「意識のぼんやりとした状態であるが，適当に人の命令に答えたりできる状態」。甲75)のほか，「α2アゴニストとしての活性に導かれるすべての可能性のある用途」(【0018】，【0025】)を含むものであって，鎮痛，不安緩解(抗不安)，交換神経遮断作用まで幅広く含むα2アゴニストとしての全ての作用を対象とした用語として定義されており，α2アゴニストの作用と同義であるから，集中治療を受けている患者にデクスメデトミジンを投与することによりα2アゴニストのいずれかの作用(例えば，鎮痛)をもたらせば，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当すると解釈すべきである。",
                    "したがって，これと異なる本件審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲5に記載された発明との同一性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，甲5の記載事項(1136頁左欄1行～右欄7行)によれば，甲5の研究は，デクスメデトミジンを交感神経活動が亢進した外科患者の鎮静に使用するための臨床研究であることの開示がある。",
                        "本件審決は，甲5の記載事項(審決訳文甲5aないし甲5d)から，甲5には，デクスメデトミジンの用途については，選択的α2-アドレナリン作動薬であり，「中枢を介した交感神経遮断作用，鎮静作用，鎮痛作用」を有することが記載されていることを認定しているところ，「中枢を介した交感神経遮断作用，鎮静作用，鎮痛作用」は，α2アゴニストの作用であるから，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」に該当する。また，仮に本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」には，本件審決のいう「ICU滞在中に目覚めている時」に経験する「ICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療」としての「鎮静」が必要であるとしても，「手術直後期におけるデクスメデトミジンの交感神経遮断作用」(審決訳文甲5a)は，交感神経を遮断して「ストレス反応」を抑え，これにより落ち着いた状態になり，不安の解消をもたらす作用であるから，本件審決のいう上記「鎮静」に該当する。",
                        "次に，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，手術後の麻酔後ケアユニットにおいて，デクスメデトミジンの持続投与を受けているところ(1137頁左欄24行～41行)，「下垂体微小腺腫に対する経蝶形骨洞切除術」とは，頭蓋底に穴を開けて，下垂体腺腫を切除する手術であるので，「重篤患者」であり，また，全身麻酔後に麻酔後ケアユニットに収容されて治療を受けているので，「集中治療」を受けているといえる。さらに，「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，病院のプラクティスとして，術後に集中治療室に収容されることとされており(甲80)，実際にも，ICUに収容されることが通常であるから(甲81～85)，「集中治療を受けている重篤患者」である。",
                        "そうすると，麻酔後ケアユニットに収容された上記「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，本件発明1の「集中治療を受けている重篤患者」に該当し，上記経蝶形骨洞切除術を受けた患者に対するデクスメデトミジンの投与は，「集中治療を受けている重篤患者の鎮静」の用途に使用するものであるから，甲5には，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」が記載されている。",
                        "したがって，甲5には，本件発明1の「集中治療を受けている重篤患者の鎮静」の用途が開示されていないとした本件審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲5には，「(麻酔後ケアユニットでデクスメデトミジンの持続注入を受けている)患者のリクエスト及び看護師の判断に従って，2mg量のモルヒネを静脈投与」したこと，「デクスメデトミジン持続注入期間に，1人の患者のみが，手術後の鎮痛のために，モルヒネの静注(8mg)を受けた」ことの記載があり(1137頁左欄24行～41行，1139頁右欄29行～33行)，上記記載によれば，モルヒネをリクエストした患者は，看護師との間に協力的な意思疎通があり，「覚醒され，見当識が保たれ」ていることは明らかである。",
                        "そうすると，甲5記載の下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者に対するデクスメデトミジンの投与は，本件発明1の「該患者が覚醒され，見当識が保たれる使用」に該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲5記載の下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」であって，「該患者が覚醒され，見当識が保たれる使用」に該当する。",
                        "したがって，本件発明1は，甲5に記載された発明と同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明1は甲5に記載された発明と同一であるから，これと異なる本件審決の判断は誤りである。同様に，本件発明2ないし12は甲5に記載された発明と同一であるとはいえないとした本件審決の判断にも誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「集中治療を受けている重篤患者の鎮静」の意義について",
                  "text": [
                    "前記1(2)アのとおり，本件審決がした「集中治療を受けている重篤患者の鎮静」の用語の解釈に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲5に記載された発明との同一性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5の臨床研究は，交感神経の活動が活発になる手術患者において交感神経の活動を低下させるために用いることを念頭に，薬物動態及び交感神経遮断作用を評価することを目的とするものであり(審決訳文甲5b，1136頁要旨左欄12行～右欄13行，1136頁左欄1行～右欄7行，1136頁右欄下から11行～1137頁左欄4行)，ICU患者に安心感等を与える鎮静に使用するという目的は存在しない。",
                        "甲5には，「集中治療を受けている重篤患者」の記載はない。もっとも，甲5には，「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」が「麻酔後ケアユニット(PACU)」に滞在していたことの記載があるが，①「経蝶形骨洞切除術」とは，鼻の奥(副鼻腔)を経由することで脳には触らずに下垂体腫瘍を「ほじくり出す」手術であって，「術後6時間ほどで飲水が可能」で「翌日には普通に歩行できる」程度のものであること(乙1)，②PACUは，手術後に麻酔が覚醒する際に経過観察する部屋であり，集中治療室とは区別されていること(甲48)からすると，上記記載は，「集中治療を受けている重篤患者」を記載したものとはいえない。",
                        "また，甲5には，一般的な意味での「鎮静」の記載はあるが，本件発明1の「集中治療を受けている重篤患者の鎮静」，すなわち，「集中治療室(ICU)滞在中の患者の実際の鎮静に加えて，上記患者がICU滞在中に目覚めている時があり，その時に経験する，不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置といったICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む鎮静」についての記載はない。",
                        "これに対し，原告らは，甲5記載の「手術直後期におけるデクスメデトミジンの交感神経遮断作用」は，不安の解消をもたらす作用であるから，「集中治療を受けている重篤患者の鎮静」にいう「鎮静」に該当する旨主張するが，甲5記載の交感神経遮断作用の評価においては，被験者の鎮静レベルは評価されておらず，ここでいう交感神経遮断作用とは，心拍数及び血圧を安定化させる作用を指すものであって，鎮静とは関係がないから，原告らの上記主張は失当である。",
                        "したがって，甲5には，本件発明1の「集中治療を受けている重篤患者の鎮静」についての開示がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前述のとおり，甲5には，「集中治療を受けている重篤患者」の記載がなく，その患者が「鎮静」されていることの記載もない以上，デクスメデトミジンの使用によって，「該患者が覚醒され，見当識が保たれる」ことの記載もない。",
                        "また，甲5には，「患者のリクエスト及び看護師の判断に従って，2mg量のモルヒネを静脈投与することにより，手術後の鎮痛が行われた。」との記載があるところ(1137頁左欄24行～41行)，上記記載から，患者が表情や仕草等により痛みを示したり，一方的に鎮痛剤を要求したりした可能性はあるとしても，看護師との間に協力的な意思疎通があり，「見当識が保たれ」ていると直ちに評価することはできない。",
                        "したがって，甲5には，デクスメデトミジンの使用であって，本件発明1の「該患者が覚醒され，見当識が保たれる使用」についての開示がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲5に記載された発明と同一であるとはいえず，同様に，本件発明2ないし12は，甲5に記載された発明と同一であるとはいえないから，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(甲5及び周知技術に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲5に記載された発明との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5の記載事項を総合すると，甲5には，以下の発明(以下「原告甲5発明」という。)が記載されている。",
                        "「麻酔後ケアユニットに収容された下垂体微小腺腫に対する経蝶形骨洞切除術を受けた重篤患者の鎮静に使用する医薬品の製造における，",
                        "デクスメデトミジンまたはその薬学的に許容し得る塩の使用であって，患者がモルヒネをリクエストしている使用(デクスメデトミジンがα2アゴニストの効果を奏している使用)。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1と原告甲5発明とを対比すると，次の2点でのみ相違し，その余の構成は一致する。",
                        "(相違点①)",
                        "本件発明1には，「集中治療を受けている重篤患者」との特定があるのに対し，原告甲5発明では，「麻酔後ケアユニットに収容された下垂体微小腺腫に対する経蝶形骨洞切除術を受けた重篤患者」である点",
                        "(相違点②)",
                        "本件発明1では，「該患者が覚醒され，見当識が保たれる使用」であるのに対し，原告甲5発明では，「該患者が覚醒され，見当識が保たれる」ことは明示されていない点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "麻酔後ケアユニットに収容された下垂体微小腺腫に対する経蝶形骨洞切除術を行った患者について，その容態次第で集中治療を行うことは当然のことである。",
                        "本件優先日当時，集中治療室において，患者が軽く呼びかければ応答し，刺激をしなければ周囲の騒々しさには無関心でいられる状態の鎮静が必要であることは周知の課題であり，また，集中治療室に収容された患者にα2アゴニストを投与することは，周知であったことは，前記2(1)イのとおりである。",
                        "そうすると，甲5に接した当業者においては，原告甲5発明における「麻酔後ケアユニットに収容された下垂体微小腺腫に対する経蝶形骨洞切除術を受けた重篤患者」が集中治療室に収容された場合に，そのままデクスメデトミジンを投与し，「集中治療を受けている重篤患者の鎮静」に使用することは極めて容易なことであるから，原告甲5発明に相違点①に係る本件発明1の構成を適用することを容易に想到することができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "α2アゴニストであるデクスメデトミジンを適切な量で投与すれば，「覚醒され，見当識が保たれる使用」になることは明らかであるところ，およそ，薬剤を適切な量で投与することは単なる設計的事項に過ぎない。",
                        "そうすると，甲5に接した当業者においては，原告甲5発明に相違点②に係る本件発明1の構成(「該患者が覚醒され，見当識が保たれる使用」の構成)を適用することを容易に想到することができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲5に記載された発明(原告甲5発明)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。同様に，本件発明2ないし12は，当業者が容易に発明をすることができたものとはいえないとした本件審決の判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲5に記載された発明との対比について",
                  "text": [
                    "前記3(2)イのとおり，甲5には，「集中治療を受けている重篤患者の鎮静」についての開示がなく，また，デクスメデトミジンの使用であって，「該患者が覚醒され，見当識が保たれる使用」についての開示もない。",
                    "そうすると，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」に対するデクスメデトミジンの使用は，「集中治療を受けている重篤患者の鎮静」に使用するものではない点及び「該患者が覚醒され，見当識が保たれる使用」ではない点で相違する。",
                    "したがって，甲5には，原告甲5発明の記載はないし，また，本件発明1と甲5に記載された発明が，原告ら主張の相違点①及び②においてのみ相違するということもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前述のとおり，甲5には原告甲5発明の記載はないから，甲5及び周知技術に基づく本件発明1の容易想到性に関する原告らの主張は，その前提において失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "①本件優先日当時，デクスメデトミジンのようなα2アゴニストが「集中治療を受けている重篤患者の鎮静」に使用できるのかは不明であったこと，②α2アゴニストには徐脈又は低血圧の副作用があるため(甲1，3，10，11)，「集中治療を受けている重篤患者の鎮静」に使用することには阻害要因があったことからすると，甲5に接した当業者において，甲5記載のデクスメデトミジンを「集中治療を受けている重篤患者の鎮静」に使用することについての動機付けはないから，上記使用の構成を容易に想到することができたものとはいえない。",
                        "次に，前記2(2)イ(イ)のとおり，本件優先日当時，「集中治療を受けている重篤患者の鎮静」を行う際には，症状に合わせて複数の薬剤を併用することが技術常識であり，その際に軽く呼びかければ応答するような鎮静を得ることは困難であって，患者が「覚醒され，見当識が保たれる」ことは予想できなかったことからすると，仮に甲5記載のデクスメデトミジンを「集中治療を受けている重篤患者の鎮静」に使用することに想到することが可能であったとしても，当業者において，「該患者が覚醒され，見当識が保たれる使用」の構成と組み合わせることを容易に想到することができたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲5及び周知技術に基づいて当業者が容易に発明をすることができたものであるとの原告らの主張は理由がなく，本件発明2ないし12についても，これと同様であるから，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(原文新規事項に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，本件特許の請求項3の「1～2ng／mlプラズマ濃度」の記載について，本件出願に係る国際出願日における国際出願の明細書，特許請求の範囲又は図面(原文英語。以下「本件国際出願明細書」という。甲47)には，「1～2ng／mlプラズマ濃度」との文言の記載はないが，「0．1～2ng／mlプラズマ濃度」との記載があり，「1～2ng／mlプラズマ濃度」の数値範囲は，「0．1～2ng／mlプラズマ濃度」の数値範囲の約半分ほどの範囲を占める部分であって，当該範囲は，他の数値範囲からは予測できない特段の意味を有する数値範囲でもなく，新たな技術的事項を導入するものでもないから，本件発明3及び請求項3を発明特定事項として引用する本件発明4ないし12は，本件国際出願明細書に記載した事項の範囲内にあり，原文新規事項(特許法123条1項5号)に該当しない旨判断した。",
                "しかしながら，デクスメデトミジンのプラズマ濃度が「1～2ng／ml」に達すると，患者は深く眠ってしまって覚醒できなくなるが，プラズマ濃度が「0．1～1ng／ml」であれば，音声指示によって容易に目を覚ますことが可能であり(甲9x，9y，10)，「1～2ng／ml」のプラズマ濃度におけるデクスメデトミジンの作用は，「0．1～1ng／ml」のプラズマ濃度におけるデクスメデトミジンの作用とは，明らかに異質なものであるから，本件国際出願明細書に記載のない「1ng／mlプラズマ濃度」を数値範囲の境界値として本件特許の請求項3に記載することは，新たな技術的事項を導入するものであり，原文新規事項に該当する。",
                "また，本件国際出願明細書と国内移行時の明細書(以下「本件国内書面」という。甲77の2)によれば，国際出願時の請求項3で「0．1～2ng／mlプラズマ濃度」とされていたものが，本件国内書面の請求項3で「1～2ng／mlプラズマ濃度」となったようであり，誤訳の可能性が高いとも推測されるが，既に特許登録されている請求項3を「0．1～2ng／mlプラズマ濃度」に訂正する手段はないから，原文新規事項に該当するというほかない。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "text": [
                "デクスメデトミジンの血漿濃度は，鎮静の目的レベル及び患者の全体的な状態に依存して当業者が適宜設定することができるものであり，本件発明3ないし12における「1～2ng／mlプラズマ濃度」という数値範囲は，他の数値範囲からは予測できない特段の意味を有する数値範囲ではないから，本件国際出願明細書に記載した事項の範囲内にあり，新たな技術的事項を導入するものではない。原告らが挙げる甲9x及び甲9yから，デクスメデトミジンのプラズマ濃度が「1～2ng／ml」に達した場合，被験者が目を覚まさないと理解することはできない。",
                "また，本件国際出願明細書記載の患者の状態等に応じて適宜個別の用量範囲を設定することは周知技術であるところ，本件発明3ないし12における「1～2ng／ml」という数値範囲は，本件国際出願明細書に記載の「0．1～2ng／ml」の用量範囲から，周知技術に従い，一部の用量を選択し，あるいは一部の用量を除いたものにすぎず，それによって発明の特徴が変化したり，顕著な効果が得られたりするものではないから，新たな技術的事項を導入するものではない。",
                "したがって，本件発明3ないし12は，原文新規事項に該当しないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(明確性要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，請求項2の「本質的に唯一の活性薬剤」の「本質的に」の記載について，本件発明1の「集中治療を受けている重篤患者の鎮静」という用途，すなわち，「集中治療室(ICU)滞在中の患者の実際の鎮静に加えて，上記患者がICU滞在中に目覚めている時があり，その時に経験する，不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置といったICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む鎮静」という用途のために用いられる活性薬剤はデクスメデトミジンのみであることと解されるから，上記記載は明確であり，本件発明2及び請求項2を発明特定事項とする本件発明3ないし12は，明確性要件に違反しない旨判断した。",
                "しかしながら，前記1(1)アのとおり，本件審決における本件発明1の「集中治療を受けている重篤患者の鎮静」の用語の解釈は誤りである以上，請求項2の「本質的に唯一の活性薬剤」の「本質的に」の記載は不明確となるから，本件発明2及び請求項2を発明特定事項とする本件発明3ないし12は，明確性要件に違反する。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "text": [
                "原告らの主張は争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲3に基づく新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。",
                    "本件明細書(甲67)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【0001】",
                      "text": [
                        "［発明の背景］",
                        "本発明は，集中治療室(ICU)鎮静におけるデクスメデトミジンまたはその薬学的に許容し得る塩の用途に関する。ICUにおける患者の実際の鎮静に加えて，ICU状況における用語，鎮静(the word sedation)は，苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む。同様に，用語，集中治療室は，集中治療を提供するいかなる設定をも含む。したがって，本発明は，ICUにいるあいだ，デクスメデトミジンまたはその薬学的に許容し得る塩を投与することにより，患者を鎮静する方法に関する。とくに，本発明は，ICUにいる間，デクスメデトミジンまたはその薬学的に許容し得る塩を投与することにより，患者を鎮静する方法であり，デクスメデトミジンがこの目的に対して投与される本質的に唯一の活性薬剤または唯一の活性薬剤である方法に関する。本発明は，集中治療室鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の用途にも関する。",
                        "【0002】",
                        "危機的な病状の段階から回復する患者は，彼らがICU滞在中に最も悩まされた因子を報告している(Gibbons, C. R., et al., Clin. Intensive Care 4 (1993) 222-225)。最も共通した不快な記憶は，不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置である。ICU鎮静のねらいは，患者が，興奮することなく，快適であり，くつろいでいて，また静脈ライン(iv‐line)またはほかのカテーテルの設置といったような不快感を与える処置に耐えることを保証することである。",
                        "【0003】",
                        "今のところ，普遍的に容認された，重篤な患者に対する鎮静プログラム(regimen)はない。したがって，これらの患者はICUにいる間様々な薬剤を与えられ，しばしば，様々な薬剤が同時作用的に与えられている。最も普通に用いられる薬剤が患者を快適にするために与えられる。種々の薬剤が，不快な処置に対して，抗不安(ベンゾジアゼピン)，記憶喪失(ベンゾジアゼピン)，無痛覚(オピオイド(opioides))，抗うつ(抗うつ剤／ベンゾジアゼピン)，筋肉緩和，睡眠(バルビツレート，ベンゾジアゼピン，プロポフォール(propofol)および無感覚(フロポフォール，バルビツレート，揮発性麻酔薬)を生じさせるために投与される。鎮静は，苦痛および不安などの患者の安心感に影響を及ぼす状態の処置をも含んでおり，前記の薬剤の多くはICU鎮静の状況外では鎮静剤とみなされていないけれども，これらの薬剤は，ICU鎮静の状況においては累積的に鎮静剤と呼ばれる。",
                        "【0004】",
                        "現在使用できる鎮静剤は，延長された鎮静もしくは過剰鎮静(フロポフォールおよびとくにミダゾラムの低代謝(poor metabolizers))，延長された離脱(prolonged weaning)(ミダゾラム)，呼吸低下(ベンゾジアゼピン，フロポフォール，およびオピオイド)，低血圧(投薬するフロポフォール丸薬)，徐脈，腸閉塞もしくは低下した胃腸の運動性(オピオイド)，免疫抑制(揮発性麻酔薬および亜酸化窒素)，腎機能障害，肝毒性障害(hepatotoxicity)(バルビツレート)，トレランス(ミダゾラム，フロポフォール)高脂質血症(フロポフォール)増加された感染症(フロポフォール)，方向性および協力性の欠如(ミダゾラム，オピオイドおよびフロポフォール)，ならびに潜在的虐待(potential abuse)(ミダゾラム，オピオイドおよびフロポフォール)などのような有害効果と結び付けて考えられている。",
                        "【0005】",
                        "すべての個々の鎮静剤の有害効果に加えて，これらの薬剤を組み合わせることによって(多薬療法)有害効果が生じ得る。たとえば，薬剤は相乗的に作用し，それは予想できないものであり，薬剤の毒性は付加的となり，それぞれの薬剤の薬物動態学は予想できない様式で変わる。さらに，アレルギー反応の可能性はひとつの薬剤より多くの薬剤の使用に伴い増加する。さらに，これらの有害効果は，その有害効果を治療するためにさらなる薬剤の使用を必要とする可能性があり，そのさらなる薬剤それ自身が有害効果を有するかもしれない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0006】",
                      "text": [
                        "重篤患者にとって鎮静の好ましいレベルは，近年かなり変化してきた。今日，ICUにおいて最も集中治療にたずさわっている医師は，彼らの患者が眠っていてしかし容易に覚醒することを好み，今は，鎮静のレベルは患者の個々の要求を考えてあつらえられる。筋肉弛緩剤は集中治療中はめったに使用されない。心臓血管の安定がこのハイリスク患者群において望まれているとき，血行力学的活性薬剤がしばしば，充分な鎮静にもかかわらず適当な血行力学の制御のために必要とされる。",
                        "【0007】",
                        "α2-アドレノレセプターアゴニストは，それらの交感神経遮断性，鎮静剤，麻酔，および血行力学安定化効果のために，一般的な麻酔の実施において評価されている。Tryba らは，離脱症状の患者をICUにおいて治療するような状況におけるα2-アゴニストの有用性について議論している(Tryba et al., Drugs 45(3)(1993), 338-352)。オピオイド，ベンゾジアゼピン，ケタミン，および神経弛緩薬と共同して使用された唯一の前記α2-アゴニストはクロニジンであった。Tryba らは，クロニジンは，離脱症状のICU患者において有用である可能性があると示唆しているが，Tryba らは，ICU鎮静におけるクロニジンの用途について簡単に触れているに過ぎない。さらに，Tryba らはICU鎮静に対するほかの鎮静剤の補足剤として単にクロニジンに触れているに過ぎない。",
                        "【0008】",
                        "Tryba らによれば，クロニジンは，主にそれぞれの個々の患者に対して滴定しなければならないような，その予測できない血行力学効果，すなわち徐脈および低血圧のために，重篤患者を鎮静することにおいてその限界を有する。重篤患者を長期クロニジンで治療することは，頻脈および高血圧のような反動効果に関連すると報告されている。",
                        "【0009】",
                        "α2-アゴニストは，現在ICU鎮静においてそれ自身は使用されていない。さらに，α2-アゴニストは，一般的にほかの鎮静薬剤と共同してさえも，ICU鎮静において使用されていない。クロニジンだけがICU鎮静における用途が評価され，オピオイド，ベンゾジアゼピン，ケタミン，および神経弛緩薬と共同しての用途のみ評価されている。さらに，本質的に唯一の活性薬剤または唯一の活性薬剤として，鎮静を達成させるためのICUにおける患者へのクロニジンの投与は，本出願人の知る限りでは開示されていない。",
                        "【0010】",
                        "重篤患者にとって理想的な鎮静薬は，血行力学安定化効果とともに急速な覚醒作用により容易に決定される投与量で鎮静を提供すべきである。さらに，それは抗不安薬および鎮痛薬であるべきであり，悪心，嘔吐および震えを予防するべきである。それは呼吸障害を引き起こすべきではない。好ましくは，理想的な鎮静薬は，多薬療法の危険なしにICU鎮静においてそれ自身で使用できるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0011】",
                      "text": [
                        "デクスメデトミジンまたは(＋)-(S)-4-［1-(2，3-ジメチルフェニル)エチル］-1H-イミダゾールは以下の構造式を有する。",
                        "【0013】",
                        "デクスメデトミジンは米国特許4，910，214号に，一般的な鎮静／鎮痛ならびに高血圧または不安治療のための，α2-レセプターアゴニストとして記載されている。米国特許5，344，840号および5，091，402号では，デクスメデトミジンの手術時および硬膜外での用途についてそれぞれ論じている。米国特許5，304，569号はデクスメデトミジンの緑内障への用途を論じている。米国特許5，712，301号ではデクスメデトミジンの，エタノールの消費(comsumption)によって起こる神経変性(neurodegeneration)を予防するための用途を論じている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0017】",
                      "text": [
                        "［発明の要約］",
                        "デクスメデトミジンまたはその薬学的に許容し得る塩が，患者を安心させるためにICUにおいて患者に投与するのに理想的な鎮静薬であることは，不意に見出された。したがって，本発明の目的は，ICUにいるあいだ，目的とする治療効果を与えるのに充分な時間，デクスメデトミジンまたはその薬学的に許容し得る塩を投与することからなる，患者を鎮静させる方法を提供することである。",
                        "【0018】",
                        "ICUにおいて患者を鎮静させる方法は，そのα2-アゴニストとしての活性に導かれるすべての可能性のある用途を含むデクスメデトミジンまたはその薬学的に許容し得る塩の可能性のあるICU用途，たとえば，低血圧剤，抗不安薬，鎮痛薬，鎮静薬などとしての用途はすべて包含することに留意すべきである。また，用語，集中治療室は集中治療を提供するようないかなる環境をも包含することにも留意すべきである。",
                        "【0019】",
                        "本発明のさらなる目的および利点は，以下の説明である程度述べ，一部は説明から明らかになるであろうし，または本発明の実施により知ってもよい。本発明の目的および利点は，とくに添付の請求項に指摘した要素および組み合わせによって理解され達成されるであろう。",
                        "【0020】",
                        "ある側面において，本発明は，デクスメデトミジンまたはその薬学的に許容し得る塩を投与することによってICUにいるあいだ患者を鎮静させる方法であって，デクスメデトミジンが本質的に唯一の活性薬剤または唯一の活性薬剤である方法に関する。その方法は，本質的にデクスメデトミジンまたはその薬学的に許容し得る塩だけが，鎮静および患者の安心感を達成するためにICUで患者に投与するために必要であるという発見を前提とする。さらなる鎮静剤は必要とされない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0024】",
                      "text": [
                        "［発明の詳細な説明］",
                        "本出願人は，驚くべきことにデクスメデトミジンまたはその薬学的に許容し得る塩が，患者を安心させるためにICUにおいて患者に投与するのに理想的な鎮静剤であることを発見した。とくに，デクスメデトミジンまたはその薬学的に許容し得る塩が，患者を鎮静させるためにICUにおいて患者に投与される本質的に唯一の活性薬剤または唯一の活性薬剤であり得るということを見い出した。",
                        "【0025】",
                        "ICUにおいて患者を鎮静させる方法は，そのα2-アゴニストとしての活性に導かれるすべての可能性のある用途を含むデクスメデトミジンまたはその薬学的に許容し得る塩の可能性のあるICU用途，たとえば，低血圧剤，抗不安薬，鎮痛薬，鎮静薬などとしての用途はすべて包含する。",
                        "【0026】",
                        "また，集中治療室という用語は集中治療を提供するようないかなる環境をも包含する。患者という用語は，ヒトおよび動物の患者の両方を含むことを意図する。",
                        "【0027】",
                        "デクスメデトミジンの投与によって達成されるICUにおける鎮静の性質は独特なものである。デクスメデトミジンまたはその薬学的に許容し得る塩によって鎮静化された患者は，患者の治療が容易にできるよう覚醒され，見当識が保たれる(oriented)。患者は呼び覚まされ，そして彼らは質問に応答することができる。彼らは気づいているけれども，不安そうではなく，気管チューブをよく許容している。もし，鎮静の深いレベルまたはより鎮静が要求されまたは望まれるならば，デクスメデトミジンの投与量の増加が，患者をスムーズに深いレベルの鎮静に推移させる。デクスメデトミジンの投与量は，ほかの鎮静剤と関連して，呼吸器障害，吐気，持続鎮静，腸閉塞もしくは胃腸運動性の減少または免疫抑制などの有害効果を有さない。呼吸器障害がないため，デクスメデトミジンは非通気(non-ventilated)された状態にも使用することができ，鎮静，抗不安薬，鎮痛薬および血行力学的安定の必要な重篤患者は，なお見当識のある状態を維持され，また容易に覚醒されなければならない。さらにそれは水溶性であるので，投与量は長期間鎮静化された患者において，脂質負荷(lipid load)を増加させない。予測できる薬理反応が，ICUにおいて患者にデクスメデトミジンまたはその薬学的に許容し得る塩を投与することによって成し遂げられる。",
                        "【0028】",
                        "デクスメデトミジンまたはその薬学的に許容し得る塩は，経口的に，経粘膜的，経皮的，静脈内的または筋肉内的に投与できる。当業者は，本発明の方法に適した投与量および剤形がわかるであろう。本発明によって投与される薬物の正確な量は，患者の全体的な状態，治療のための状態，目的の使用持続期間，投与経路，哺乳類のタイプなどの非常にたくさんの因子に依存している。デクスメデトミジンの投与量の範囲は，標的プラズマ濃度として記載することができる。ICUにおける患者の人々に鎮静を提供することを期待されるプラズマ濃度範囲は，鎮静の目的レベルおよび患者の全体的な状態に依存して0．1～2ng／mlの間で変わる。これらのプラズマ濃度は，瞬時投与(bolus dose)および規則的な維持注入(steady maintenance infusion)による継続投与を用いて静脈内投与によってなされることができる。たとえば，ヒトにおいて前記プラズマ濃度範囲に到達するための瞬時の投与量範囲は，約10分間またはそれよりゆっくり投与されるため，約0．1～2．0μg／kg，好ましくは約0．5～2μg／kg，より好ましくは1．0μg／kgであり，ついで，約0．1～2．0μg／kg／h，好ましくは約0．2～0．7μg／kg／h，より好ましくは0．4～0．7μg／kg／hが維持投与される。デクスメデトミジンまたはその薬学的に許容し得る塩の投与期間は，目的の使用持続期間に依存している。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0031】",
                      "text": [
                        "実施例1",
                        "ICUにおいて鎮静を必要とする，外科手術後の冠状動脈バイパス移植患者(CABG)におけるデクスメデトミジンの有効性，安全性および滴定能力(titratability)を研究した。患者は8～24時間挿管された。すべての患者に，ICUへの入室の1時間以内にデクスメデトミジンが投与され，デクスメデトミジン注入は，抜管後6時間まで続けられた。デクスメデトミジンは0．9％塩化ナトリウム水溶液中，塩酸塩(100μg／ml，塩基)の形で用いられ，標準注射器ポンプおよび静脈内投与セットを利用して，2段階注入(負荷投与ののち維持注入)で投与された。",
                        "【0032】",
                        "12人の患者を選び，2つのグループに分けた。はじめの6人の患者には，10分間にわたってデクスメデトミジンを，負荷投与量6μg／kg／hで投与し，そののち0．2μg／kg／hで維持注入した。6人の患者の第2グループには，はじめに10分間にわたってデクスメデトミジンを，6μg／kg／h負荷投与量投与し，そののち0．4μg／kg／hの維持注入で投与した。両グループにおける注入速度は0．2から0．7μg／kg／hの範囲で維持された。鎮静の臨床効果が明らかになった(約15分から30分以内)のち，注入の持続速度を，ラムセイ鎮静スコアレベル3以上(図1参照)に到達および維持するため，0．1μg／kg／h以上徐々に増加させて調整することができる。",
                        "【0034】",
                        "デクスメデトミジンの投与のあいだ，血圧および心拍変動は減少し，高血圧もしくは心拍の治療，たとえばベータブロッカーで，またはベンゾジアゼピンもしくはプロポフォールでの鎮静／抗不安の増加のいずれかのために薬理学的介入の必要ないより安定で予期できる血行力学を意味する。結論として，患者はただひとつの薬理学的デクスメデトミジンによって，好都合に鎮静化され，血行力学的に安定し，自覚的なよい気分の制御のために容易に覚醒したままでいられた。",
                        "【0035】",
                        "実施例はデクスメデトミジンが，鎮静化と患者の快適化の独自の性質を提供するので，ICUにおいて患者を鎮静化するための理想的な薬剤であることを示す。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0041】",
                      "text": [
                        "実施例3",
                        "2つの III期デクスメデトミジン多中心(multicenter)臨床試験(試験1および試験2)が，ヨーロッパおよびカナダでICUにおいて実施された。各試験は2つの部分言い換えると，公開標識部(パートI)および二重盲任意プラセボー標準化部(パート II)を有する。試験はデクスメデトミジンを与えた患者が，ICU鎮静の要求の減少を評価(ほかの鎮静／鎮痛剤の投与によって評価されるように)するために企画された。鎮静および鎮痛に対してそれぞれプロポフォールおよびモルヒネの使用がひとつの試験(試験1)で評価され，もう一方の試験(試験2)ではミダゾラムおよびモルヒネが評価された。総計493人の患者が試験1に登録され処置され，438人の患者が試験2に登録され処置された。",
                        "【0046】",
                        "以下の16のケースは前記試験1および2のパート IIのものである。このケースはデクスメデトミジンが鎮痛剤の性質を有し，有効な鎮静および抗不安を提供する一方，患者は関心を示し，意志疎通できる。",
                        "【0051】",
                        "5．多量アルコール摂取歴を有する47歳の男性患者が，咽頭主要の摘出および空腸弁による再構築を受けた。外科的手術は，患者が300mlの血液を失い，6単位の血液の輸血を必要としたあいだ10時間続いた。ICUにおいて，デクスメデトミジンが10分間，負荷投与6μg／kg／hで投与され，ついで35分間，維持投与0．4μg／kg／hで，20分間0．6μg／kg／hで，その後注入が続けられた間0．7μg／kg／hで注入された。患者は，デクスメデトミジンを与えられている間，穏やかで協力的なままで，彼のラムセイ鎮静スコアは2から3の間に容易に維持された。彼は，デクスメデトミジンの注入開始から46時間後にミダゾラム2mgが与えられ，66時間後にも再び与えられた。手術の性質と患者のアルコール消費歴を考慮すると，はじめの術後のモルヒネ要求はまったく限られたもの(24mg)であった。なお，必要とされたモルヒネ投与量はデクスメデトミジンの注入中止後76mgまで段階的に拡大した。",
                        "【0054】",
                        "7．60歳の男性アルコール中毒者(超音波での肝臓への脂肪負担(fatty charges on liver ultrasound)で1週間に35単位)が腹部大動脈瘤の修復を受けた。彼は40年の喫煙歴，高血圧，狭心症および肺繊維症をもっていた。手術は技術的に難しく，3時間かかった。失った血液は3100mlで，6単位の血液が輸血された。モルヒネ(30mg)が手術中投与された。患者はICUに到着したとき血行力学的に安定であった。デクスメデトミジンが，10分間，負荷投与量6μg／kg／hで開始され，ついで2時間まで0．7μg／kg／hで滴定された維持投与量0．4μg／kg／hで注入された。ラムセイ鎮静スコアはおおよそ4に維持された。モルヒネの要求は，ICUでの患者の最初の6時間はきわだって変動していた。",
                        "【0055】",
                        "患者は目覚め，見当識のある状態で，ひどい苦痛を経験したことを伝えることができた。デクスメデトミジン投与量0．5μg／kg／hで約7時間，全移植片を取り去り，底部(the bottom)を後ろの腹部壁(posterior abdominal wall)から分解および離脱することが決定された。モルヒネの要求は，継続している出血のために段階的に増加し続けた。デクスメデトミジンのより速い注入速度の使用は，出血の結果である血行力学的不安定さの存在によって制限された。患者はその後手術室に戻った。折りよく，手術的介入は，患者がデクスメデトミジンを与えられているあいだに経験した飛躍的な苦痛を伝える患者の能力によって容易になった。",
                        "【0059】",
                        "10．58歳の女性患者には二重冠動脈バイパス手術が予定された。彼女の過去の病歴は高血圧，狭心症，タイプ II糖尿病を示した。彼女はICUに午後7：20に到着し，10分間にわたるデクスメデトミジン1μg／kgの瞬時投与を受け，ついで0．4～0．7μg／kg／hで注入された。抜管は翌朝の午前7：50に行なわれ，デクスメデトミジンは午後1：40まで継続された。彼女は，平穏な術後の経過をたどった。デクスメデトミジンで挿管時は彼女のラムセイ鎮静スコアは4であった。彼女は穏やかで，容易に覚醒でき，よい見当識のある状態(well-oriented)を示した。彼女は，彼女の周囲(騒音，職員およびモニター機器)によりびっくりしなかった。抜管後デクスメデトミジン注入は，段々と0．3μg／kg／hまで減少され，彼女のラムセイ鎮静スコアは2と3のあいだで変動した。彼女は穏やかで協力的なままで，呼吸器障害は起こさなかった。彼女は，デクスメデトミジン注入のあいだは，さらなる鎮静剤を必要とせず，また鎮痛剤もほとんど必要としなかった。デクスメデトミジン注入の中止後，彼女は落ち着かず，快適でなく，ざわついた。彼女の不安なプロフィールは，投薬時と非投薬時でかなり異なっていた。質問をされると，彼女は，彼女のICU滞在の記憶を失っておらず，さらに苦痛または不愉快な思い出を示さなかった。",
                        "【0060】",
                        "11．54歳の男性患者が4重(quadruple)冠状動脈バイパス手術を受けた。彼は35年の過剰アルコール飲酒歴をもつが，手術に先立ち6週間のあいだ消費量を減らしていた。アルコール中毒患者は，よくICUにおいて増加した不安および動揺レベルを示すが，この個人は，デクスメデトミジンを投与されているあいだ，すばらしい術後の経過をたどった。彼は，穏やかで静かで，さらによい見当識が保たれたままであった。デクスメデトミジンの注入は0．3と0．7μg／kg／hの間に維持され，さらなる鎮静薬は必要としなかった。彼は手術の日の夕方抜管されたが，デクスメデトミジンの注入は翌朝まで続けられた。質問をされるとすぐに，彼はICUでの滞在に非常に満足していると知らせた。",
                        "【0061】",
                        "12．49歳の女性患者が，ロス手法による大動脈弁交換(replacement)手術を受けた。患者は手術の1週間前まで彼女の心臓の状態に気づいておらず，精神的に準備ができてなく，手術前の高度の不安を示した。ICUに到着してすぐ，彼女は10分間かけたデクスメデトミジン1μg／kgの瞬時投与を受け，ついでデクスメデトミジンの注入が0．2～0．5μg／kg／hのあいだでされた。彼女は手術の日の夕方には抜管され，デクスメデトミジンは翌朝まで続けられた。彼女の術後経過のあいだ，彼女は少し忘れていたけれども，患者は穏やかで，怖れまたは不安をもたず，よい見当識が保たれた。彼女はすばらしく進歩し，ICU経験で非常に快適だった。",
                        "【0062】",
                        "13．患者は高血圧で，腎石症および「無症候性(silent)」左の腎臓を有する51歳の男性であった。彼は腎摘出を認められた。共存症は，裂孔ヘルニア，胃潰瘍および憩室，ならびに肝脂肪変性を含む。これらの異常以外は身体検査は正常であった。彼の手術経過および麻酔経過は平穏無事で，彼はベースラインラムセイ鎮静スコア4でICUに着いた。鎮静の目的レベルは，図2に示すように注入されたデクスメデトミジンの投与量をほとんど調節することなく達成された。患者は容易に目覚めさせられ，看護職員に彼の要求を伝えることができた。気管内チューブがあるにもかかわらず，彼は，外部からの刺激がないときは穏やかで眠っていた。患者はICU入室6時間後に抜管された。彼の苦痛に対してたびたびなされる評価とさらなる鎮痛薬を要求する機会とがあったにもかかわらず，彼は，研究期間6時間でモルヒネ硫酸塩を単一投与量(2mg)だけ要求した。彼の術後経過は，デクスメデトミジンの投与開始後14時間とデクスメデトミジン注入の中止後3時間近くとの，穏やかな高血圧期間以外は平穏無事なものであった。患者は晶質注入に応答し，医師によってその期間はモルヒネの効果およびおそらく軽い容量不足に起因すると考えられた。研究後，患者の唯一の苦情は傷口の痛みだった。会見時，患者は気管内チューブが不快であったが，もしもう一度その集中治療室に再入院したら，現入院期間に受けたのと同じ鎮静剤を要求するだろうと言った。",
                        "【0063】",
                        "14．冠動脈バイパス手術を受けた42歳の男性患者が，ラムセイ鎮静スコア5(眠っている，光による眉間へのタップ(light glabellar tap)または大きな聴覚的刺激に緩慢な応答)でICUに到着した。デクスメデトミジンを負荷投与量6μg／kg／hで投与し，ついで投与量0．4μg／kg／hで維持注入した。患者のラムセイ鎮静スコアは，最初の半時間は6(眠っている，応答なし)であった。しかしながら，注入は急速にまた容易に滴定され，ICUにおける彼の残りの滞在期間は，スコア2(協力的，見当識が保たれている(oriented)，平静)または3(患者は命令に対して応答する)に到達および維持された。血行学的に不安定であるという証拠は観察されず，アヘン剤(opiate)は必要とされなかった。患者は6時間で抜管され，彼のICU静養の経過は平穏無事なものであった。彼は，抜管後穏やかな苦痛を経験した。その苦痛はモルヒネ2mgの単一注入で容易に制御された。",
                        "【0066】",
                        "前述したケースは，デクスメデトミジン鎮静の重篤患者における有益性を説明している。ちょうどよく鎮静化されると，患者は生理学的に安定な方向に向かい，最小限の苦痛，不快および不安を経験した。人工呼吸器を放しているあいだ，および呼吸器障害を避けるため抜管後のあいだ鎮静薬を中止することが最近の慣習である。このような慣習はデクスメデトミジンでは必要ない。さらに，デクスメデトミジンは，苦痛の恐れを取り除くことによる治療的介入(たとえば，可動化または胸部理学療法)によって患者のコンプライアンスを増加させる。これは，単一の薬物によるそうそうたる目を見張るべき効果である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件発明1の従来技術，課題，内容，効果等に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "危機的な病状の段階から回復する患者(重篤患者)のICU滞在中における最も共通した不快な記憶は，「不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置」であり，ICU鎮静のねらいは，「患者が，興奮することなく，快適であり，くつろいでいて，また静脈ライン(iv‐line)またはほかのカテーテルの設置といったような不快感を与える処置に耐えることを保証すること」であり(【0002】)，鎮静は，「苦痛および不安などの患者の安心感に影響を及ぼす状態の処置」をも含んでいる(【0003】)。しかし，普遍的に容認された，ICU滞在中の重篤患者に対する鎮静プログラムはなく，重篤患者は，ICUにいる間，不快な処置に対して，抗不安(ベンゾジアゼピン)，記憶喪失(ベンゾジアゼピン)，無痛覚(オピオイド(opioides))，抗うつ(抗うつ剤／ベンゾジアゼピン)，筋肉緩和，睡眠(バルビツレート，ベンゾジアゼピン，プロポフォール(propofol)および無感覚(フロポフォール，バルビツレート，揮発性麻酔薬)を生じさせるために種々の薬剤が投与され，これらの薬剤は，ICU鎮静の状況においては累積的に鎮静剤と呼ばれるが，個々の鎮静剤の有害効果に加えて，これらの薬剤を組み合わせること(多薬療法)によって有害効果が生じ得るので，理想的な鎮静薬は，多薬療法の危険なしにICU鎮静においてそれ自身で使用できるべきである(【0003】ないし【0005】，【0010】)。",
                        "一方，α2-アドレノレセプターアゴニスト(α2-アゴニスト)は，交感神経遮断性，鎮静剤，麻酔，および血行力学安定化効果のために，一般的な麻酔の実施において評価されているが，ICU鎮静においてそれ自身は使用されておらず，クロニジンだけがオピオイド，ベンゾジアゼピン，ケタミン，および神経弛緩薬と共同してのICU鎮静における用途が評価されていたが，本質的に唯一の活性薬剤または唯一の活性薬剤として，ICU鎮静を達成するための患者へのクロニジンの投与は，知られていなかった(【0007】，【0009】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本出願人」は，α2-アゴニストであるデクスメデトミジンまたはその薬学的に許容し得る塩が，患者を安心させるためにICUにおいて患者に投与するのに理想的な鎮静剤であり，特に患者を鎮静させるためにICUにおいて患者に投与される本質的に唯一の活性薬剤または唯一の活性薬剤であり得ることを発見し(【0024】)，「本発明」をした。",
                        "デクスメデトミジンの投与によって達成されるICUにおける鎮静の性質は，独特なものであり，デクスメデトミジンまたはその薬学的に許容し得る塩によって鎮静化された患者は，治療が容易にできるよう覚醒され，見当識が保たれており，患者は呼び覚まされ，質問に応答することができ，気づいているけれども，不安そうではなく，気管チューブをよく許容している(【0027】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の「集中治療を受けている重篤患者の鎮静」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件発明1の特許請求の範囲(請求項1)には，「集中治療を受けている重篤患者の鎮静」の用語の意義を規定した記載はない。",
                    "次に，本件明細書を参酌すると，「集中治療を受けている重篤患者の鎮静」の用語の意義を規定した記載はないが，①「ICU状況における鎮静」の用語は，ICU(集中治療室)における「患者の実際の鎮静」に加えて，「苦痛および不安などの患者の安心感に影響を及ぼす状態の治療も含む」こと(【0001】)，②危機的な病状の段階から回復する患者(重篤患者)のICU滞在中における最も共通した不快な記憶は，「不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置」であり，ICU鎮静のねらいは，「患者が，興奮することなく，快適であり，くつろいでいて，また静脈ライン(iv‐line)またはほかのカテーテルの設置といったような不快感を与える処置に耐えることを保証すること」であり(【0002】)，集中治療を受けている重篤患者の鎮静は，「苦痛および不安などの患者の安心感に影響を及ぼす状態の処置」をも含んでいること(【0003】)，③α2-アゴニストであるデクスメデトミジンまたはその薬学的に許容し得る塩が，「患者を安心させるためにICUにおいて患者に投与するのに理想的な鎮静剤」であること(【0024】)，④ICUにおける鎮静の性質は，独特なものであり，デクスメデトミジンまたはその薬学的に許容し得る塩によって鎮静化された患者は，治療が容易にできるよう覚醒され，見当識が保たれており，患者は呼び覚まされ，質問に応答することができ，気づいているけれども，「不安そうではなく，気管チューブをよく許容している」こと(【0027】)，⑤実施例はデクスメデトミジンが，「鎮静化と患者の快適化の独自の性質を提供するので，ICUにおいて患者を鎮静化するための理想的な薬剤であることを示す」こと(【0035】)，⑥「集中治療室」の用語は，「集中治療を提供するようないかなる環境をも包含する」こと(【0026】)の記載がある。上記⑥に関連し，一般に，「ICU」とは，「内科系・外科系を問わず，呼吸・循環・代謝・その他の全身管理を集中的に行うことにより，治療効果を期待し得る急性重症患者を収容する部門」を意味する(甲48)。",
                    "そして，請求項1の文言及び本件明細書の上記記載事項等を総合すると，本件発明1の「集中治療を受けている重篤患者の鎮静」は，集中治療を受けている重篤患者の実際の鎮静に加えて，(呼吸，循環，代謝その他の全身管理が集中的に行われる)集中治療の状況下での様々なカテーテルの存在，理学療法などの処置によって生じる苦痛および不安などの「患者の安心感に影響を及ぼす状態の治療」としての鎮静を意味するものであり，この両方の鎮静が必要であるものと認められる。",
                    "本件発明1の「集中治療を受けている重篤患者の鎮静」の用語に関する本件審決の認定は，これと同旨をいうものと認められるから，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告らは，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」は，通常の医学用語としての鎮静(「意識のぼんやりとした状態であるが，適当に人の命令に答えたりできる状態」。甲75)のほか，「α2アゴニストとしての活性に導かれるすべての可能性のある用途」(【0018】，【0025】)を含む，鎮痛，不安緩解(抗不安)，交換神経遮断作用まで幅広く含むα2アゴニストとしての全ての作用を対象とした用語であり，α2アゴニストの作用と同義であるから，集中治療を受けている患者にデクスメデトミジンを投与することによりα2アゴニストのいずれかの作用(例えば，鎮痛)をもたらせば，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当すると解釈すべきである旨主張する。",
                    "しかしながら，原告らが根拠として挙げる本件明細書の段落(【0018】，【0025】)の記載は，「ICUにおいて患者を鎮静させる方法は，そのα2-アゴニストとしての活性に導かれるすべての可能性のある用途を含むデクスメデトミジンまたはその薬学的に許容し得る塩の可能性のあるICU用途，たとえば，低血圧剤，抗不安薬，鎮痛薬，鎮静薬などとしての用途はすべて包含する。」というものであって，「ICUにおいて患者を鎮静させる方法」が「デクスメデトミジンまたはその薬学的に許容し得る塩」を使用することにあること，「デクスメデトミジンまたはその薬学的に許容し得る塩」の可能性のあるICU用途には，「α2-アゴニストとしての活性に導かれるすべての可能性のある用途，例えば，低血圧剤，抗不安薬，鎮痛薬，鎮静薬などとしての用途はすべて包含する」ことを述べたものにすぎず，上記記載から，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」が，α2アゴニストの作用と同義であると解釈することはもとより，集中治療を受けている患者にデクスメデトミジンを投与することによりα2アゴニストのいずれかの作用(例えば，鎮痛)をもたらせば，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当すると解釈することもできない。",
                    "また，集中治療を受けている患者にデクスメデトミジンを投与することによりα2アゴニストのいずれかの作用(例えば，鎮痛)をもたらせば，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当すると解釈することは，ICU滞在中における最も共通した不快な記憶は，「不安，苦痛，疲労，衰弱，乾き，様々なカテーテルの存在，および理学療法などの少数派の処置」であり，ICU鎮静のねらいは，「患者が，興奮することなく，快適であり，くつろいでいて，また静脈ライン(iv‐line)またはほかのカテーテルの設置といったような不快感を与える処置に耐えることを保証すること」であること(【0002】)，鎮静は，「苦痛および不安などの患者の安心感に影響を及ぼす状態の処置」をも含んでいること(【0003】)などの本件明細書の他の記載事項と整合しない。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3には，次のような記載がある(下記記載中に引用する「表1」については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「背景：デクスメデトミジンは，高度に選択的なα2-アドレナリン作動薬であり，健康な患者において周術期の血行動態の安定性を高めるが，血圧を低下させ心拍数を減じる。本研究の目的は，高い冠動脈疾患リスクを有する外科患者の手術前後におけるデクスメデトミジン投与の血行動態に対する効果を予備的に評価することである。",
                        "方法：24人の血管外科手術の患者が，麻酔開始の1時間前から手術後48時間まで，プラセボ，または0．15ng／ml(低用量)，0．30ng／ml(中用量)，0．45ng／ml(高用量)の3種類の用量の内一つの血漿デクスメデトミジン濃度を目標として，継続的な持続注入を受けた。すべての患者に標準化した麻酔を行い，血行動態を管理した。血圧，心拍数，ホルター心電図をモニタリングし，さらに，術前には持続12誘導心電図，術中には麻酔濃度と心筋壁運動(心エコー図)，術後には心筋の酵素をモニタリングした。",
                        "結果：術前，デクスメデトミジン投与を受けた患者において，心拍数低下(低用量群11％，中用量群5％，高用量群20％)と収縮期血圧低下(低用量群3％，中用量群12％，高用量群20％)を認めた。術中では，事前に定めた限界内に血行動態を維持するため，デクスメデトミジン群においてより多くの血管作動薬を必要とした。術後，デクスメデトミジン群でプラセボ群よりも頻脈が少なかった(頻脈を認めた時間［分］/モニタリング時間［時間］)(プラセボ群23分／時間；低用量群9分／時間，P＝0．006；中用量群0．5分／時間，P＝0．004；高用量群2．3分／時間，P＝0．004)。徐脈はすべての群で稀であった。心筋梗塞はなく，臨床検査結果に識別できる傾向はなかった。",
                        "結論：血漿濃度目標0．45ng／mlまでのデクスメデトミジン投与は，血管手術を受ける外科患者の周術期の血行動態管理に有益なようであるが，血圧と心拍数をサポートするためより多くの手術中の薬理学的介入を必要とした。(キーワード：デクスメデトミジン：血行動態，用量効果，心臓：冠動脈疾患，交感神経系，α2-アドレナリン受容体作動薬：デクスメデトミジン)」(620頁左欄1行～右欄11行・審決訳文甲3a)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「手術や手術後のストレスは，視床下部-下垂体-副腎系，レニン-アンジオテンシン系，交感神経系の刺激として症状が発現する内分泌反応を引き起こす[1-3] 。交感神経系の刺激は循環血漿中のノルエピネフリンやエピネフリンの濃度を高め，血圧や心拍数を増加させ[1，2] ，手術後合併症の発生率を高める[4]。高心拍出量性(hyperdynamic)変化は，特に冠動脈血流量予備能が低下している患者集団において，心筋を虚血に傾かせる。周術期に虚血を生じると，手術後の合併症や死亡が有意に増加する[5，6]。心筋虚血のリスクが高い患者において，周術期のストレス反応を軽減するなら，心筋虚血の発生を減じ，その結果として，周術期の合併症発生率や死亡率を低下させることができる可能性がある。",
                        "α2-アドレナリン受容体作動薬は周術期ストレス反応を減弱させるのに有効であること[7-9]，および，クロニジンは周術期抗虚血作用を有すること[10]を複数の臨床研究が示唆している。デクスメデトミジンはα2-アドレナリン受容体作動薬であり，クロニジンよりもα2／α1受容体選択性が10倍高い[11]。健常ボランティアにおいて，デクスメデトミジンは循環血中のカテコラミンを最大90％減少させ，クロニジンと同様に，鎮痛作用と鎮静作用を有する[12-14]。健康な外科患者において，デクスメデトミジンは，血行動態安定性を高め，麻酔薬の必要量を減じ，挿管に対する高心拍出量性反応を減弱させる[15-18]。しかし，交感神経遮断は，血圧低下や徐脈など，潜在的に有害な臨床作用も来す。このような血行動態的変化に，血管疾患患者や重症心筋疾患患者には耐えられない可能性がある。",
                        "これまで，デクスメデトミジンは健常ボランティアと健康な外科患者に対してのみ投与されてきた。そのため，ハイリスク外科患者へのデクスメデトミジンの周術期投与の実施可能性と影響の予備的評価を行うため，血管外科患者を対象として，連続的に増加する 3 用量のデクスメデトミジンの持続注入について検討した。血管外科患者は，冠動脈疾患(CAD)の罹患率が高く，周術期の血行動態安定性が高まることにより大きな恩恵が得られると思われる患者集団である。」(620頁右欄12行～621頁左欄14行・審決訳文甲3b)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「患者",
                      "text": [
                        "我々のヒト研究委員会及び書面によるインフォームドコンセントに基づいて，我々は，サンフランシスコ復員軍人援護局医療センターにおいて血管手術が予定されている冠動脈疾患を有するかまたはそのリスクが高い25人を対象として，本研究を行った。」(621頁左欄16行～21行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「実験プロトコール",
                      "text": [
                        "本研究は，3用量のデクスメデトミジンとプラセボを用いたランダム化二重盲検用量漸増試験であった。24例の患者を，低用量群，中用量群，高用量群の3群(1群8例)に分け，各群とも6例にデクスメデトミジンを投与し，2例にプラセボを投与した。したがって，6例の患者が本研究中プラセボの投与を受けた。この研究で用いた患者数は統計学的検出力の計算には基づかなかった。低用量群から研究を開始し，当該用量が忍容できることが確定したら，中用量群に進み，次に，同様にして，高用量群へ進んだ。当初，25例の患者を本研究に登録したが，1例(高用量群)は，緊急手術が行えるよう，デクスメデトミジンを投与の24時間以内に中止した時に除外した。",
                        "デクスメデトミジンを，血漿濃度0．15ng／ml(低用量)，0．30ng／ml(中用量)，0．45ng／ml(高用量)を目標とし，コンピュータ制御持続注入ポンプ(CCIP)を用いて投与した。STANPUMP ソフトウェア(Steve Shafer，Stanford University，Palo Alto,",
                        "CA)を用いて持続注入ポンプを作動させた(Harvard Apparatus 22，Harvard Apparatus，South Natick, MA)。STANPUMPソフトウェアは，目標とする血漿濃度に薬物を送達できるよう，デクスメデトミジンの薬物動態データを用いて10秒間隔で注入速度を更新した。注入速度データは，STANPUMPプログラムを作動させるために用いられるラップトップコンピュータに保存された。覚醒患者と麻酔患者におけるデクスメデトミジンの影響を検討するため，麻酔導入1時間前に投与を開始し，手術中と手術後48時間投与を継続した。持続注入されたデクスメデトミジンの平均投与量は，低用量群2．64μg／kg(2．30～3．75μg／kgの範囲)，中用量群5．31μg／kg(4．40～5．97μg／kgの範囲)，高用量群8．03μg／kg(5．57～9．87μg／kgの範囲)であった。試験薬投与中，患者は歩行を許可されなかった。」(621頁左欄36行～右欄28行・審決訳文甲3c)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「臨床データ収集",
                      "text": [
                        "動脈圧(収縮期，拡張期，及び平均)及び心拍数は，Marquette 7000血行動態モニター(Marquette Electronics 社，ミルウォーキー，ウィスコンシン州)を用いて，麻酔導入前の1時間の注入時間，手術中及び手術後60分の間，継続的に測定した。動脈圧は，胸骨の5cm後方でゼロ化された Transpac II 変換器(Abbott Laboratories 社, 北シカゴ，イリノイ州)に接続した橈骨動脈カニューレを介して測定した。ヘモグロビン酸素飽和度は，Ohmeda Biox 3700 パルスオキシメーター(Ohmeda社，ルイスビル，コロラド州)を用い，プローブを末節骨に設置して，非侵襲的に測定した。呼気終末のイソフルラン濃度は，Chemetron Medspect 質量分析計(PPG，カンザスシティー，カンザス州)を用いて測定した。血行動態及び呼気終末のイソフルランのデータは，自動化データ収集システム(ARKIVE Series 2000，Diatek社，サンディエゴ，カリフォルニア州)を介し，臨床モニターから 1分間隔で記録した。Spo2データは，手術中は毎分記録し，術後は1時間毎に記録した。",
                        "血液学的数値と生化学的数値の解析用の血液サンプルと尿検査用の尿を術前，術後1，5，14日目，退院日に採取した。いずれにせよ早いうちに採取を行った。",
                        "サンプルはSan Francisco Veterans Affairs Medical Center Hospitalの中央検査機関で解析された。",
                        "12誘導心電図の記録は，手術前，術後1，2，3，5日目とその後は週一で，退院日，また，臨床的に必要なときに取得し検討した。心筋酵素を手術前と術後72時間中の12時間毎に測定した。すべてのサンプルのクレアチンキナーゼ(CK)の総濃度を解析した。正常範囲(235U／I)を超える総CK濃度が認められたすべてのサンプルにおいてCK-MBを解析した。すべての有害な心臓転帰(心臓死，心筋梗塞，不安定狭心症，うっ血性心不全，致死的不整脈)を記録した。心筋梗塞の定義は，標準12誘導心電図上の新たなQ波もしくは心筋酵素検査陽性，またはその両方が存在することとした。心筋酵素が陽性となるには，術後最初の12時間において総CK-MB＞100ng／ml，その後は総CK-MB＞70ng／mlとなることが必要であった。",
                        "術中および術後のすべての薬剤，静脈内輸液，尿量，失血を記録した。すべての有害事象を記録した。」(622頁左欄下から3行～右欄下から5行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「ホルターECGモニタリング",
                      "text": [
                        "ECG(ホルター)記録を，3-チャネルAMホルターECGレコーダー(Marquette，シリーズ8500)を用いて，術前の少なくとも8時間の間，麻酔導入前の1時間の薬剤注入の間，手術中，及び術後96時間の間に，継続的に入手した。」(622頁右欄下から4行～623頁左欄2行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "「術後の鎮痛は，患者調節鎮痛(PCA)ポンプから供給される硫酸モルヒネの静注によって行われた。最初のPCAの設定は，6分間のロックアウト間隔を置いた1mgの単回静脈投与とした。鎮痛が不十分な場合は，追加で2mgのモルヒネを必要に応じて静注した。追加の2mgの単回静脈投与後も鎮痛が不十分であった場合は，PCA投与量を00．5mgずつ増加した。",
                        "鎮痛評価は視覚的アナログスケール(VAS)を用いて行った。VASは，100mmの水平線から成り，片側の端は「痛みがない」ことを表し，もう一方の端は「想像できる最悪の痛み」を表した。術後，患者が覚醒している限り，最初の48時間は4時間毎にVASを用いて疼痛強度を測定した。疼痛の評価は患者が安静時に行い，前回評価後最悪の疼痛の重症度をランク付けした。」(623頁右欄下から4行～624頁左欄12行)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「データ解析",
                      "text": [
                        "術中のイソフルランの必要量を決定するため，呼気終末イソフルランの濃度時間曲線下面積を積分し，術中時間で割った。麻酔導入前の1時間のデクスメデトミジン注入に対する血行動態反応を，注入直前の収縮期血圧および心拍数の数値(5分平均)を注入開始から1時間後に得られた数値と比較して解析した。挿管への反応は，挿管直前の血行動態値と挿管後5分以内に得た最も高い値を比較して解析した。麻酔からの覚醒における血行動態反応は，術前の非侵襲時の収縮期血圧および心拍数のベースライン測定値と，手術室退出前の麻酔中止後に得られた最も高い数値を比較して解析した。",
                        "麻酔導入前の1時間のデクスメデトミジン注入による心拍数×血圧の積(心拍数×収縮期血圧)のパーセント変化は，1時間の注入終了時の心拍数×血圧の積(5分平均)と試験薬注入直前の心拍数×血圧の積(5分平均)を比較して計算した。挿管による心拍数×血圧の積のパーセント変化は，挿管後5分以内の最も高値の心拍数×血圧の積と試験薬注入直前の心拍数×血圧の積(5分平均)を比較して計算した。麻酔からの覚醒による心拍数×血圧の積のパーセント変化は，手術室退出前の麻酔中止後の最も高値の心拍数×血圧の積と試験薬注入前の心拍数×血圧の積(5分平均)を比較して計算した。」(624頁左欄13行～下から4行)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「表1  被験患者の人口統計学的特徴および臨床的特徴(24名)」(625頁)"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「心拍数×血圧の積は，麻酔導入前の 1時間のデクスメデトミジン注入に反応して低下した(図2)。プラセボ群と比較して，中用量群(P＜0．05)と高用量群(P＜0．05)では低下が有意であった。挿管に対する反応に関して，デクスメドトミジン群の心拍数×血圧の積は，プラセボ群との違いはなかった(P＝0．19，図2)。麻酔からの覚醒に反応して心拍数×血圧の積が増加し(図2)，高用量群はプラセボ群と比べて有意差があった(P＜0．01)。」(625頁左欄下から11行～末行)"
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "「麻酔導入前の1時間のデクスメデトミジン注入の間，連続12誘導心電図またはホルター心電図による記録から，重症の徐脈，新たな伝導障害，洞停止，新たな律動異常，虚血エピソードは，検出されなかった。",
                        "12誘導心電図およびMB型クレアチニンキナーゼ(CK-MB)のデータによると心筋梗塞を有していた患者はいなかった。",
                        "術後，心臓関連死，不安定狭心症のエピソード，洞停止，または生命に関わる律動異常は見られなかった。肺間質液の増加の放射線学的徴候が4名の患者に認められた。そのうち1名(プラセボ群)において，肺間質液の増加は静注輸液の過剰投与に起因しており，もう1名(中用量群)においては肺炎に起因していた。その他の患者2名(中用量群および高用量群)は2名ともうっ血性心不全の既往歴があり，うっ血性心不全の徴候を有すると臨床的に判断された。患者3名は主治医によって術後にニトログリセリンを静注投与された。そのうちプラセボ群の患者2名は試験薬注入の間にニトログリセリンを投与されたが，1名はST低下，もう1名はMB型クレアチニンキナーゼ(CK-MB)値の上昇が理由であった。残りの高用量群の患者 1名は，息切れと心房細動の発症のため試験薬注入後にニトログリセリンを投与された。」(627頁左欄下から7行～右欄19行)"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「鎮静と鎮痛",
                      "text": [
                        "麻酔開始に先立つ1時間の持続投与中，中用量群及び高用量群の全ての患者は眠りについたが容易に覚醒可能であった。手術後2日目，試験薬に起因する臨床的に観察可能な鎮静は認められなかった。手術後のVAS疼痛スコアは群間で差がなく，手術後モルヒネ要求量に差はなかった。」(627頁右欄25行～32行・審決訳文甲3d)"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "「複数の研究がデクスメデトミジンによる用量依存性の鎮静効果を報告している[17]。麻酔開始に先立つ1時間のデクスメデトミジン持続投与のあいだ，中用量群及び高用量群の患者は眠りについたが容易に覚醒可能であった。デクスメデトミジン持続投与は，麻酔開始前に鎮静作用を有していたが，手術の翌日には鎮静は観察されなかった。これは，ラットにおいてデクスメデトミジンの麻酔効果にタキフィラキシーが生じたという最近の知見と一致している[27]。」(631頁左欄7行～16行・審決訳文甲3e)"
                    },
                    {
                      "fig": "(セ)",
                      "subject": "「制限",
                      "text": [
                        "我々の研究は，患者の数が少ないことにより制限される。この研究は，高いリスクの外科患者における用量設定の予備的研究として計画され，それ自体，既に血管疾患を発症している外科患者における，デクスメデトミジンの3つの異なる注入用量での安全及び血行動態の影響についての有用な情報を提供する。この研究は，全ての有害な心臓に関する結果を検出するために計画されたものではなく，そして，この研究は，デクスメデトミジンの安全性及び抗虚血効果についての明確な結論を導き出すには十分な検出力が無い。大規模な研究がこれらの予備的結果を確認するために必要であり，そして，その大規模研究は，我々の虚血データに基づけば，0．45ng／mlの血漿デクスメデトミジン濃度に標的化されて実施されるべきであろう。より高用量のデクスメデトミジン濃度が，過度の副作用無しに，更なる利益を提供するか否かは，依然として見極められていない。」(631頁左欄17行～右欄5行)"
                      ]
                    },
                    {
                      "fig": "(ソ)",
                      "subject": "「結論",
                      "text": [
                        "血管外科患者におけるデクスメデトミジンの血行動態作用は，健常ボランティアにおけるものと同様であると思われる。0．45ng／mlという用量が，周術期ストレスに対する血行動態反応を抑制するのに最も有効であると思われたが，血圧と心拍数をサポートするため，より多くの手術中の薬理学的介入を必要とした。より多くのハイリスク患者を対象としたさらなる研究が，これら予備的結果を立証するために実施されるだろう。」(632頁左欄22行～31行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲3には，①心筋虚血のリスクが高い患者において，周術期のストレス反応を軽減するなら，心筋虚血の発生を減じ，周術期の合併症発生率や死亡率を低下させることができる可能性があり，一方，α2-アドレナリン受容体作動薬は，周術期のストレス反応を減弱させるのに有効であるが，交感神経遮断作用が，血圧低下や徐脈など潜在的に有害な臨床作用も来し，このような血行動態的変化に血管疾患患者や重症心筋疾患患者には耐えられない可能性があるため，従来，α2-アドレナリン受容体作動薬であるデクスメデトミジンは，健常ボランティアと健康な外科患者に対してのみ投与されてきたこと，②甲3の臨床研究は，高い冠動脈疾患リスクを有する外科患者へのデクスメデトミジンの周術期投与の実施可能性と影響の予備的評価を行うため，24人の血管外科患者を対象として，麻酔開始の1時間前から手術後48時間まで，プラセボ群と3つの異なる注入用量のデクスメデトミジン群(低用量群(血漿濃度目標0．15ng／ml)，中用量群(同0．30ng／ml)及び高用量群(同0．45ng／ml)に分けて，デクスメデトミジンの持続注入を行い，血圧，心拍数，心筋の酵素等を測定し，その臨床データを解析した研究であること，③研究の結論として，血漿濃度目標0．45ng／mlまでのデクスメデトミジン投与は，血管手術を受ける外科患者の周術期の血行動態管理に有益なようであるが，血圧と心拍数をサポートするためより多くの手術中の薬理学的介入を必要としたことの開示があることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1と甲3に記載された発明との同一性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，甲3記載の血管外科患者は，「集中治療を受けている重篤患者」に該当し，上記血管外科患者に対するデクスメデトミジンの投与は，「集中治療を受けている重篤患者の鎮静」の用途に使用するものであるから，甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」が記載されている旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，①甲3記載の血管外科患者は，血管手術を受けた外科患者であって，全身麻酔を受けている以上，術後は集中治療室で麻酔からの離脱を確認することは当然であるから，本件発明1の「集中治療を受けている重篤患者」である，②甲3記載の血管外科患者は，本件発明1の実施例(被験者が冠動脈バイパス手術の患者等)と同様の患者であるから，「重篤患者」であり，十分な看護体制がされた状態にあり，実際，術後にカテーテルなどを設置し，酸素濃度，血圧，心電図などを測定しており，常時看護されていること(622頁左欄下から3行～右欄下から5行)からすると，「集中治療室」で集中治療を受けているといえるから，本件発明1の「集中治療を受けている重篤患者」に該当する旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，甲3には，研究の対象とされた24人の血管外科患者が，その外科手術後に，集中治療室(ICU)に収容されたことや，集中治療を受けたことを明示した記載はない。",
                            "次に，甲3の表1「被験患者の人口統計学的特徴および臨床的特徴(24名)」(別紙2)は，24人の血管外科患者をプラセボ群，低用量群，中用量群及び高用量群に区分した上で，各群ごとの患者の心臓病歴，外科手術の区分(大動脈手術，頚動脈手術及び末梢血管手術の3種類)，手術時間等の特徴について記載したものである。",
                            "表1の外科手術の区分をみると，プラセボ群では，「大動脈手術3，頚動脈手術1，末梢血管手術2」，低用量群では，「大動脈手術3，頚動脈手術0，末梢血管手術3」，中用量群では，「大動脈手術1，頚動脈手術2，末梢血管手術3」，高用量群では，「大動脈手術2，頚動脈手術3，末梢血管手術1」との記載がある。このうち，「大動脈手術」を受けた患者については，一般に，「大動脈手術」には，開胸手術や開腹手術といった侵襲性の高い手術が含まれることに照らすと，術後の集中治療を要する患者であった可能性が高く，「集中治療を受けている重篤患者」に該当するものと認められる。",
                            "一方，「頚動脈手術」を受けた患者及び「末梢血管手術」を受けた患者については，表1には，各患者の冠動脈疾患やそのリスクの程度についての記載や患者が受けた外科手術の具体的な内容についての記載がないことに照らすと，「集中治療を受けている重篤患者」に該当するものと直ちに認めることはできない。",
                            "この点について，原告らは，甲3記載の血管外科患者は，血管手術を受けた外科患者であって，全身麻酔を受けている以上，術後は集中治療室で麻酔からの離脱を確認することは当然であるから，「集中治療を受けている重篤患者」に該当する旨主張するが，全身麻酔からの離脱を確認するために「集中治療室」に収容されているからといって，呼吸・循環・代謝・その他の全身管理を集中的に行われていることが認められない以上，集中治療を受けているということはできない。ま",
                            "た，原告らが挙げる甲3の記載事項(622頁左欄下から3行～右欄下から5行。前記(3)ア(オ))から，24人の血管外科患者は，臨床研究のデータ収集等のため，常時観察・看護されていたことは認められるものの，「頚動脈手術」を受けた患者及び「末梢血管手術」を受けた患者について，呼吸，循環，代謝その他の全身管理が集中的に行われていたものとまでは認められず，集中治療を受けていたものと認めることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，甲3記載の血管外科患者が「集中治療を受けている重篤患者」に該当するとの原告らの主張は，「大動脈手術」を受けた患者については理由があるが，その余の手術を受けた患者については理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，甲3記載の「手術後の該患者」(血管外科患者)の「鎮痛」は，α2アゴニストの作用の一つであるから，本件発明1の「集中治療を受けている重篤患者の鎮静」に該当し，また，仮に本件発明1の「集中治療を受けている重篤患者の鎮静」には，「ICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療」としての「鎮静」が必要であるとしても，「デクスメデトミジンの交感神経遮断作用」は，交感神経を遮断して「ストレス反応」を抑え，これにより落ち着いた状態になり，不安の解消をもたらす作用であるから，上記「鎮静」に該当し，甲3記載の血管外科患者に対するデクスメデトミジンの投与は，「集中治療を受けている重篤患者の鎮静」の用途の使用に当たる旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，甲3には，甲3記載の血管外科患者について，その手術後に，実際の鎮静と(呼吸，循環，代謝その他の全身管理が集中的に行われる)集中治療の状況下での様々なカテーテルの存在，理学療法などの処置によって生じる苦痛および不安などの「患者の安心感に影響を及ぼす状態の治療」としての鎮静のいずれもが確認されたことについての記載はない。また，甲3には，甲3記載の血管外科患者に対するデクスメデトミジンの投与が上記両方の鎮静の用途に使用するものであったことについての記載もない。",
                            "したがって，甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静」についての開示がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記1(2)イ記載の「鎮痛」に関する認定事実及び甲3記載の「デクスメデトミジンの交感神経遮断作用」は，手術のストレスにより交感神経系が刺激され，内分泌反応を引き起こして血圧や心拍数を増加させることを抑制するために，交感神経を遮断する作用であること(前記(3)ア(イ))に照らすと，原告らのいう甲3記載の「手術後の該患者」(血管外科患者)の「鎮痛」や「デクスメデトミジンの交感神経遮断作用」は，いずれも集中治療の状況下での様々なカテーテルの存在，理学療法などの処置によって生じる苦痛および不安などの「患者の安心感に影響を及ぼす状態の治療」としての鎮静に該当しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，甲3記載の血管外科患者に対するデクスメデトミジンの投与が，本件発明1の「集中治療を受けている重篤患者の鎮静」の用途の使用に当たるとの原告らの主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，甲3には「集中治療を受けている重篤患者」についての開示はあるものの(前記(ア))，「集中治療を受けている重篤患者の鎮静」についての開示がないから(前記(イ))，甲3に本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」が記載されているとの原告らの主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，甲3記載の血管外科患者に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」ではない点で，本件発明1と相違するから，その余の点について判断するまでもなく，本件発明1と同一の発明であると認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，甲3に記載された発明と同一であるとは認められず，同様に，本件発明2ないし12は，甲3に記載された発明と同一であると認められないから，原告ら主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲3及び周知技術に基づく進歩性判断の誤り)について",
          "text": [
            "原告らは，本件発明1と甲3に記載された発明(原告甲3発明)は，本件発明1には，「集中治療を受けている重篤患者」との特定があるのに対し，原告甲3発明では，重篤患者が「集中治療を受けている」ことが明示されていない点(本件相違点)でのみ相違し，その余の構成は一致するところ，本件発明1は，甲3に記載された発明(原告甲3発明)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りであり，同様に，本件発明2ないし12は，当業者が容易に発明をすることができたものとはいえないとした本件審決の判断も誤りである旨主張する。",
            "しかしながら，前記1で説示したとおり，甲3には，本件発明1の「集中治療を受けている重篤患者の鎮静」についての開示がなく，甲3記載の血管外科患者に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静」に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用ではない点で，本件発明1と相違するから，本件発明1と甲3に記載された発明が本件相違点においてのみ相違し，その余の構成は一致するということはできない。",
            "したがって，原告らの上記主張(取消事由2)は，その前提を欠くものであるから，その余の点について判断するまでもなく，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲5に基づく新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「デクスメデトミジンの手術後の薬物動態と交感神経遮断作用」(1136頁タイトル・審決訳文甲5a)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「デクスメデトミジンは選択的α2-アドレナリン作動薬であり，中枢を介した交感神経遮断作用，鎮静作用，鎮痛作用を有する。本試験では，1)外科患者における血漿および脳脊髄液(CSF)中のデクスメデトミジンの薬物動態；2)手術直後期におけるデクスメデトミジンのコンピュータ制御持続投与プロトコール(CCIP)の精密度；3)手術直後期におけるデクスメデトミジンの交感神経遮断作用を評価した。デクスメデトミジンを，8例の女性に，血漿濃度(CP)600pg／mlを目標とし，コンピュータ制御持続投与プロトコール(CCIP)を用いて，60分間，手術後に投与した。」(1136頁要旨左欄1行～12行・審決訳文甲5b)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「投与前，投与中，及び投与後に，ノルエピネフリン，エピネフリン，及びデクスメデトミジンの血漿濃度を判定するために血液がサンプリングされ，CSFがデクスメデトミジン濃度(C )を判定するたCSFめにサンプリングされた。心拍数及び動脈血圧が，投与前5分から投与終了後3時間まで継続して測定された。投与中，C 値は概して目標値Pを超え，中央％誤差の平均は21％であって-2％から74％の範囲にあり，中央絶対％誤差の平均は23％であって4％から74％の範囲にあった。投与後，C はC の4±1％であった。C はほとんど定CSF P CSF量アッセイ限界を超えなかったため，CSF薬物動態は判定されなかった。注入中，ノルエピネフリンは2．1±0．8から0．7±0．3nmol／Lに減少し，エピネフリンは0．7±0．5から0．2±0．2nmol／Lに減少し，心拍数は76±15から64±11bpmに減少し，収縮期血圧は158±23から140±23mmHgに減少した。我々は，公表された薬物動態パラメータを用いたCCIPによるデクスメデトミジン投与では，手術後の早期において目標デクスメデトミジン濃度を超えると結論づけた。血液動態及びカテコールアミンの結果は，デクスメデトミジンが手術直後期において交感神経活動を弱めることを示す。」(1136頁要旨左欄12行～右欄13行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「手術直後期にデクスメデトミジンの薬物動態及び交感神経遮断作用を調べたところ，この期間に得られた薬物動態データは，目標としていた血漿デクスメデトミジン濃度をわずかにオーバーシュートすることがわかった。また，我々は，心拍数，血圧，及び血漿カテコールアミン濃度が，デクスメデトミジン静注中に減少することを見出した。」(1136頁要旨右欄14行～21行・審決訳文甲5c)"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「デクスメデトミジンは選択的α2アドレナリン作動薬である。健康なボランティア及び手術患者において，デクスメデトミジンは，用量依存的に，鎮静作用，鎮痛作用，及び麻酔節約作用を有し，心拍数，血圧，及び循環している血中カテコールアミン濃度を減少させる[1-3]。",
                        "公表されているデクスメデトミジンの血漿薬物動態結果は，その投与から恩恵を受ける可能性が高い集団(交感神経活動が亢進した外科患者)ではなく，健康で興奮していないボランティア(文献4)から得られたものである。それゆえ，本試験は，外科患者の血漿中デクスメデトミジンの薬物動態，および手術直後期のコンピュータ制御デクスメデトミジン注入プロトコール(CCIP)の精度を評価するために行われた。」(1136頁左欄1行～右欄7行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「α2アゴニストは，静脈に(iv)，硬膜外に，又は髄腔内に投与された際に鎮痛をもたらす(5，6)。この鎮痛作用は，部分的には脊髄のレベルで媒介される(7)。さらに，脳脊髄液(CSF)α2アゴニスト濃度により，脊髄で媒介される鎮痛作用の始まり及び期間を予測できる(8)。このように，CSFにおけるデクスメデトミジンの薬物動態の知識は，CSFデクスメデトミジン濃度のデクスメデトミジンの鎮痛作用及び交感神経遮断作用に対する関係の研究を可能にするかもしれない。しかしながら，ヒトにおけるCSFデクスメデトミジン濃度に関するデータは存在しなかった。」(1136頁右欄下から11行～末行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「それゆえ，本研究のもうひとつの目的は，CSFデクスメデトミジン濃度を測定し，デクスメデトミジン静脈内(IV)投与後の交感神経遮断作用を評価することであった。」(1137頁左欄1行～4行)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「カリフォルニア大学サンフランシスコ校の施設内治験審査委員会の承認及び書面によるインフォームドコンセントを得て，我々は下垂体微小腺腫に対する経蝶形骨洞切除術を受けた8人の女性患者について研究した。患者の年齢(平均±SD，かっこ内は分布範囲)は，36±7(23-44)歳，身長は166±7(157-178)cm，そして体重は69±6(62-79)kgであった。研究参加基準として，18歳から45歳の患者であること，及び腰部に脊椎内カテーテルが設置されていることが採り入れられた。肝疾患もしくは腎疾患を有する患者，クロニジンもしくは三環系抗鬱薬を服用している患者，標準体重の130％を上回る体重の患者は，除外された。手術中の麻酔管理は，亜酸化窒素，及びオピオイド(2．9-5．7μg／kgのフェンタニルまたは119-151μg／kgのアルフェンタニルのどちらか)，並びにデスフルラン(5人)，イソフルラン(1人)，プロポフォール(2人)のいずれかを用い，麻酔ケアチームの裁量で行った。」(1137頁左欄6行～23行・審決訳文甲5d)"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「持続投与プロトコール",
                      "text": [
                        "本研究は，単一用量の非盲検試験であり，600pg／mlの血漿デクスメデトミジン濃度を目標として，コンピュータ制御の持続投与により60分間投与された。持続注入ポンプ(Harvard Apparatus 22,",
                        "Harvard Apparatus, South Natick, MA)は，(カリフォルニア州，スタンフォード大学，麻酔科のA医学士より入手した)STANPUMPソフトウェアによって制御され，当該ソフトウェアは，デクスメデトミジンの既知の薬物動態データに基づいて，保存しておいた持続注入速度に10秒毎に調節した(付属文書1)。デクスメデトミジンの持続注入は，患者が麻酔後ケアユニットに到着した約30分後に，5分間の血圧変化と心拍数変化が30％以下になり次第開始された。",
                        "患者のリクエスト及び看護師の判断に従って，2mg量のモルヒネを静脈投与することにより，手術後の鎮痛が行われた。」(1137頁左欄24行～41行)"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「血行動態",
                      "text": [
                        "デクスメデトミジン持続注入の開始5分前から終了後3時間まで，動脈血圧(収縮期，拡張期，及び平均)及び心拍数を継続的に測定した(Propaq106; プロトコールシステム，ビーバートン，オレゴン州)。動脈血圧は，手術中に挿入した橈骨動脈カニューレに接続した Transpac II 圧変換機(アボット ラボラトリーズ，北シカゴ，イリノイ州)を用いて測定した。ヘモグロビン酸素飽和度(Spo )は，パルスオキシメーター(Propaq106)のプローブを遠位指節骨に取り付けて非侵襲的に測定した。血行動態データおよびヘモグロビン酸素飽和度データは，自動データ収集システムを用いて10秒間隔で記録した。」(1137頁左欄下から5行～右欄8行)"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「デクスメデトミジン及びカテコールアミンの濃度",
                      "text": [
                        "デクスメデトミジンの持続投与開始の直前，持続投与開始から15，30，45，及び60分後，持続投与終了から2，5，10，15，22．5，30，45，60，120，及び180分後に，血漿のノルエピネフリン及びエピネフリン濃度解析のための動脈血サンプル，並びにデクスメデトミジン濃度測定のための血漿及び脳脊髄液のサンプルが採取された。血液サンプルは直ちに氷冷し，遠心分離を用いて血漿を分離した。脳脊髄液のサンプルは，18Gの硬膜外麻酔用ナイロンカテーテル(Burron Medical Inc.，ペンシルベニア州ベスレヘム)を，頭方向に約20cm通し，L3-4またはL4-5の椎間の髄腔内に留置して採取した。脳脊髄液のサンプルを採取するため，カテーテルの死腔容量(0．4mL)を引き出して捨て，次に，脳脊髄液1mLを低温チューブ内に採取し，氷冷した。血漿および脳脊髄液のサンプルは，分析まで-70℃で保存した。」(1137頁右欄9行～27行)"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「デクスメデトミジンの持続注入の間，心拍数は76±15bpmから64±11bpmに減少し(P＜0．01，図3)，収縮期血圧は158±23mmHgから140±23mmHgに減少した(P＜0．01)。」(1139頁左欄29行～右欄1行)"
                    },
                    {
                      "fig": "(ス)",
                      "subject": "「カテコールアミン",
                      "text": [
                        "(デクスメデトミジンの)持続注入の間(図4)，血漿ノルエピネフリン濃度は2．1±0．8nmol／Lから0．7±0．3nmol／Lに低下し(P＜0．01)，血漿エピネフリン濃度は0．7±0．5nmol／Lから0．2±0．2nmol／Lに低下し(P＜0．01)，試験終了まで，ベースライン以下にとどまった。」(1139頁右欄16行～22行)"
                      ]
                    },
                    {
                      "fig": "(セ)",
                      "subject": "「デクスメデトミジン持続注入期間に，1人の患者のみが，手術後の鎮痛のために，モルヒネの静注(8mg)を受けた。さらに，デクスメデトミジン持続注入の終了後の試験期間に，さらに4人の患者がモルヒネ投与を受けた。」(1139頁右欄29行～33行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲5には，①選択的α2-アドレナリン作動薬であるデクスメデトミジンは，中枢を介した交感神経遮断作用，鎮静作用，鎮痛作用を有するが，公表されているデクスメデトミジンの血漿薬物動態結果は，健康で興奮していないボランティアから得られたものであったこと，②甲5の研究は，外科患者の血漿および脳脊髄液(CSF)中のデクスメデトミジンの薬物動態，手術直後期におけるデクスメデトミジンのコンピュータ制御持続投与プロトコール(CCIP)の精密度及び手術直後期におけるデクスメデトミジンの交感神経遮断作用の評価を行うために，下垂体微小腺腫に対する経蝶形骨洞切除術を受けた8人の女性患者を対象として，血漿濃度600pg／mlを目標とし，CCIPを用いて，手術後に60分間，デクスメデトミジンの持続注入を行い，血圧，心拍数，ヘモグロビン酸素飽和度，血圧，心拍数，デクスメデトミジン，カテコールアミンの濃度等を測定し，そのデータを解析した研究であることの開示があることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲5に記載された発明との同一性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，本件発明1の「集中治療を受けている重篤患者」に該当し，上記経蝶形骨洞切除術を受けた患者に対するデクスメデトミジンの投与は，「集中治療を受けている重篤患者の鎮静」の用途に使用するものであるから，甲5には，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」が記載されている旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，①「下垂体微小腺腫に対する経蝶形骨洞切除術」とは，頭蓋底に穴を開けて，下垂体腺腫を切除する手術であるので，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，「重篤患者」であり，また，全身麻酔による手術を受けた後，麻酔後ケアユニットに収容されて治療を受けているので，「集中治療」を受けていること，②「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，病院のプラクティスとして，術後に集中治療室に収容されることとされており(甲80)，実際にも，ICUに収容されることが通常であるから(甲81～85)，「集中治療を受けている重篤患者」であることからすると，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，本件発明1の「集中治療を受けている重篤患者」に該当する旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，甲5には，研究の対象とされた8人の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」が，その手術後に，集中治療を受けたことを明示した記載はない。",
                            "次に，乙1(広島大学脳神経外科のウエブページ掲載の「下垂体腫瘍の手術」と題する記事)には，①「経蝶形骨洞手術(経鼻的下垂体手術)とはどんな手術？」について，「開頭手術の場合頭の皮膚を切って骨を切って脳と脳の隙間をわけて下垂体に到達しますが，経蝶形骨洞手術の場合皮膚を切ったり頭の骨を切ったりする必要はありません。」，「蝶形骨洞はこれら副鼻腔の一部で，ちょうど下垂体の前にある空洞です。この空洞を利用して(経由して)行う手術なので経蝶形骨洞手術といいます。手術は下垂体腫瘍を底の方からほじくり出すような手術になりますので脳組織を手術にさわることは一切ありません。」，②「手術時間は？」について，「この手術の手術時間はだいたい2-3時間です。ただし，全身麻酔の手術ですので手術前に全身麻酔をかけたり，体位をとる(患者様の体の位置を手術しやすいように調整する)のに時間が必要です。また，手術後麻酔を覚ますのにやはり30分から1時間必要です。」，③「手術後は動けますか？」について，「手術当日はベッド上安静です。術後6時間ほどで飲水が可能です。通常翌日から食事ができます。翌日からは普通に歩行できます。」との記載がある。上記記載によれば，下垂体腫瘍に対する経蝶形骨洞切除術は，頭蓋底に穴を開けて，下垂体腺腫を切除する開頭手術ではなく，副鼻腔の一部である蝶形骨洞を利用して，下垂体腫瘍を底の方から掻き出すような手術であって，術後6時間ほどで飲水が可能で，通常翌日から食事をしたり，普通に歩行できる手術であることが認められる。",
                            "そうすると，下垂体腫瘍に対する経蝶形骨洞切除術は，侵襲性の低い術式であるものと認められるから，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，「重篤患者」に該当するということはできない。もっとも，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，麻酔後ケアユニットに到着した後に，デクスメデトミジンの投与が開始され，手術後，麻酔後ケアユニットに収容されていたことが認められるが(前記(1)ア(ケ))，甲5には，麻酔後ケアユニットにおいて，患者が呼吸，循環，代謝その他の全身管理が集中的に行われていたことや集中治療を要するような急性機能不全の状態であったことをうかがわせる記載はないから，集中治療を受けていたものと認めることはできないし，麻酔後ケアユニットに収容されていたからといって，「集中治療を受けている重篤患者」に該当するということもできない。",
                            "また，原告らは，「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」は，病院のプラクティスとして，術後に集中治療室に収容されることとされていること(甲80)，実際にも，ICUに収容されることが通常であること(甲81～85)を根拠として挙げて，「集中治療を受けている重篤患者」である旨主張するが，甲80ないし85においても，患者に呼吸，循環，代謝その他の全身管理が集中的に行われることや集中治療を要するような急性機能不全の状態となる危険があり得ることをうかがわせる記載はないから，集中治療を受けているものと認めることはできないし，「集中治療室(ICU)」に収容されているからといって，「集中治療を受けている重篤患者」に該当するということもできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」が「集中治療を受けている重篤患者」に該当するとの原告らの主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，甲5記載の「中枢を介した交感神経遮断作用，鎮静作用，鎮痛作用」は，α2アゴニストの作用であるから，本件発明1の「集中治療を受けている重篤患者の鎮静」にいう「鎮静」に該当し，また，仮に本件発明1の「集中治療を受けている重篤患者の鎮静」には，「ICU状況における苦痛および不安などの患者の安心感に影響を及ぼす状態の治療」としての「鎮静」が必要であるとしても，「手術直後期におけるデクスメデトミジンの交感神経遮断作用」は，交感神経を遮断して「ストレス反応」を抑え，これにより落ち着いた状態になり，不安の解消をもたらす作用であるから，上記「鎮静」に該当し，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」に対するデクスメデトミジンの投与は，「集中治療を受けている重篤患者の鎮静」の用途の使用に当たる旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記1(2)アのとおり，本件発明1の「集中治療を受けている重篤患者の鎮静」は，集中治療を受けている重篤患者の実際の鎮静に加えて，(呼吸，循環，代謝その他の全身管理が集中的に行われる)集中治療の状況下での様々なカテーテルの存在，理学療法などの処置によって生じる苦痛および不安などの「患者の安心感に影響を及ぼす状態の治療」としての鎮静を意味するものであり，この両方の鎮静が必要であるものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そこで検討するに，甲5には，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」について，その手術後に，実際の鎮静と(呼吸，循環，代謝その他の全身管理が集中的に行われる)集中治療の状況下での様々なカテーテルの存在，理学療法などの処置によって生じる苦痛および不安などの「患者の安心感に影響を及ぼす状態の治療」としての鎮静のいずれもが確認されたことについての記載はない。また，甲5には，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」に対するデクスメデトミジンの投与が上記両方の鎮静の用途に使用するものであったことについての記載もない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告らのいう甲5記載の「手術直後期におけるデクスメデトミジンの交感神経遮断作用」は，血漿カテコールアミン濃度(血漿ノルエピネフリン濃度及び血漿エピネフリン濃度)の減少を指標として，評価しているものであり(前記(1)ア(ウ)，(ス))，集中治療の状況下での様々なカテーテルの存在，理学療法などの処置によって生じる苦痛および不安などの「患者の安心感に影響を及ぼす状態の治療」としての鎮静に該当しない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，甲5記載の「下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者」に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静」の用途の使用に当たるとの原告らの主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，甲5に本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」が記載されているとの原告らの主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，甲5記載の下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用」ではない点で，本件発明1と相違するから，その余の点について判断するまでもなく，本件発明1と同一の発明であると認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，甲5に記載された発明と同一であるとは認められず，同様に，本件発明2ないし12は，甲5に記載された発明と同一であるものと認められないから，原告らの主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(甲5及び周知技術に基づく進歩性判断の誤り)について",
          "text": [
            "原告らは，本件発明1と甲5に記載された発明(原告甲5発明)は，本件発明1には，「集中治療を受けている重篤患者」との特定があるのに対し，原告甲5発明では，「麻酔後ケアユニットに収容された下垂体微小腺腫に対する経蝶形骨洞切除術を受けた重篤患者」である点(相違点①)及び本件発明1では，「該患者が覚醒され，見当識が保たれる使用」であるのに対し，甲5発明では，「該患者が覚醒され，見当識が保たれる」ことは明示されていない点(相違点②)でのみ相違し，その余の構成は一致するところ，本件発明1は，甲5に記載された発明(原告甲5発明)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りであり，同様に，本件発明2ないし12は，当業者が容易に発明をすることができたものとはいえないとした本件審決の判断も誤りである旨主張する。",
            "しかしながら，前記3で説示したとおり，甲5には，本件発明1の「集中治療を受けている重篤患者の鎮静」についての開示がなく，甲5記載の下垂体微小腺腫に対する経蝶形骨洞切除術を受けた患者に対するデクスメデトミジンの投与は，本件発明1の「集中治療を受けている重篤患者の鎮静」に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用ではない点で，本件発明1と相違するから，本件発明1と甲5に記載された発明とは，相違点①及び②においてのみ相違し，その余の構成は一致するということはできない。",
            "したがって，原告らの上記主張(取消事由4)は，その前提を欠くものであるから，その余の点について判断するまでもなく，理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(原文新規事項に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件審決は，本件特許の請求項3の「1～2ng／mlプラズマ濃度」の記載について，本件国際出願明細書には，「1～2ng／mlプラズマ濃度」との文言の記載はないが，「0．1～2ng／mlプラズマ濃度」との記載があり，「1～2ng／mlプラズマ濃度」の数値範囲は，「0．1～2ng／mlプラズマ濃度」の数値範囲の約半分ほどの範囲を占める部分であり，当該範囲は，他の数値範囲からは予測できない特段の意味を有する数値範囲でもなく，新たな技術的事項を導入するものでもないから，本件発明3及び請求項3を発明特定事項として引用する本件発明4ないし12は，本件国際出願明細書に記載した事項の範囲内にあり，原文新規事項に該当しない旨判断したが，①「1～2ng／ml」のプラズマ濃度におけるデクスメデトミジンの作用は，「0．1～1ng／ml」のプラズマ濃度におけるデクスメデトミジンの作用とは，明らかに異質なものであり(甲9x，9y，10)，「1ng／mlプラズマ濃度」を数値範囲の境界値として本件特許の請求項3に記載することは，新たな技術的事項を導入するものであるから，原文新規事項に該当する，②本件国際出願明細書と本件国内書面によれば，国際出願時の請求項3で「0．1～2ng／mlプラズマ濃度」とされていたものが，本件国内書面の請求項3で「1～2ng／mlプラズマ濃度」となったようであるが，既に特許登録されている請求項3を「0．1～2ng／mlプラズマ濃度」に訂正する手段はないから，原文新規事項に該当するというほかないとして，本件審決の上記判断は誤りである旨主張する。",
                "そこで検討するに，本件国内書面(甲77の2)には，プラズマ濃度に関し，「デクスメデトミジンの投与量の範囲は，標的プラズマ濃度として記載することができる。ICUにおける患者の人々に鎮静を提供することを期待されるプラズマ濃度範囲は，鎮静の目的レベルおよび患者の全体的な状態に依存して0．1～2ng／mlの間で変わる。これらのプラズマ濃度は，瞬時投与(bolus dose)および規則的な維持注入(steady maintenance infusion)による継続投与を用いて静脈内投与によってなされることができる。たとえば，ヒトにおいて前記プラズマ濃度範囲に到達するための瞬時の投与量範囲は，約10分間またはそれよりゆっくり投与されるため，約0．1～2．0μg／kg，好ましくは約0．5～2μg／kg，より好ましくは1．0μg／kgであり，ついで，約0．1～2．0μg／kg／h，好ましくは約0．2～0．7μg／kg／h，より好ましくは0．4～0．7μg／kg／hが維持投与される。デクスメデトミジンまたはその薬学的に許容し得る塩の投与期間は，目的の使用持続期間に依存している。」(【0028】)との記載がある。上記記載によれば，【0028】には，ICUにおける患者の人々に鎮静を提供することを期待されるプラズマ濃度範囲は，「鎮静の目的レベルおよび患者の全体的な状態に依存して0．1～2ng／mlの間で変わる」ことが開示されていることが認められるが，一方で，本件国内書面の発明の詳細な説明及び図面には，【0028】以外に，「0．1～2ng／mlプラズマ濃度」に関して言及した記載はない。また，この点については，本件国際出願明細書も，本件国内書面と同様であることが認められる。",
                "そして，本件特許の請求項3の「1～2ng／mlプラズマ濃度」は，【0028】記載の「0．1～2ng／ml」の数値範囲内にあるから，ICUにおける患者の人々に鎮静を提供することを期待されるプラズマ濃度範囲にあることは明らかである。",
                "そうすると，本件特許の請求項3の「1～2ng／mlプラズマ濃度」の記載が，本件国際出願明細書のすべての記載を総合することにより導かれる技術事項との関係において新たな技術的事項の導入に当たるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関し，原告らは，甲9x，9y，10を根拠として挙げて，デクスメデトミジンのプラズマ濃度が「1～2ng／ml」に達すると，患者は深く眠ってしまって覚醒できなくなるが，プラズマ濃度が「0．1～1ng／ml」であれば，音声指示によって容易に目を覚ますことが可能であるから，「1～2ng／ml」のプラズマ濃度におけるデクスメデトミジンの作用は，「0．1～1ng／ml」のプラズマ濃度におけるデクスメデトミジンの作用とは，明らかに異質なものである旨主張(上記①の主張)する。",
                "しかし，原文新規事項に該当するかどうかは，本件国際出願明細書の全ての記載を総合することにより導かれる技術事項との関係において新たな技術的事項の導入に当たるかどうかを判断すべきであるところ，甲9x，9y，10は，本件国際出願明細書とは別の文献であり，しかも，原告らが根拠として挙げる上記各文献の具体的な記載内容が，本件優先日当時技術常識であったとまで認められないから，原告らの上記①の主張は，採用することができない。",
                "また，原告らは，本件特許の請求項3の「1～2ng／mlプラズマ濃度」の記載が原文新規事項に該当することの根拠として，請求項3の「1～2ng／mlプラズマ濃度」の記載を「0．1～2ng／mlプラズマ濃度」に訂正する手段がないことを挙げるが(上記②の主張)，そのように訂正する手段があるかどうかの問題と請求項3の「1～2ng／mlプラズマ濃度」の記載が原文新規事項に該当するかどうかの問題とは別個の問題であるというべきであるから，原告らの上記②の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件発明3及び請求項3を発明特定事項として引用する本件発明4ないし12は，本件国際出願明細書に記載した事項の範囲内にあり，原文新規事項に該当しないとした本件審決の判断に誤りがあるとの原告らの上記主張(取消事由5)は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(明確性要件の判断の誤り)について",
          "text": [
            "原告らは，本件審決における本件発明1の「集中治療を受けている重篤患者の鎮静」の用語の解釈は誤りである以上，請求項2の「本質的に唯一の活性薬剤」の「本質的に」の記載は不明確となるから，本件発明2及び請求項2を発明特定事項とする本件発明3ないし12は，明確性要件に違反する旨主張する。",
            "しかしながら，本件審決における本件発明1の「集中治療を受けている重篤患者の鎮静」の認定に誤りがないことは，前記1(2)アのとおりである。",
            "また，請求項2の文言から，本件発明2は，「集中治療を受けている重篤患者の鎮静に使用する医薬品の製造における，デクスメデトミジンまたはその薬学的に許容し得る塩の使用であって，該患者が覚醒され，見当識が保たれる使用」(請求項1記載の使用)における，デクスメデトミジンまたはその薬学的に許容し得る塩が，本質的に唯一の活性薬剤または唯一の活性薬剤であることを内容とする発明であることを明確に理解することができる。",
            "したがって，原告らの上記主張(取消事由6)は，理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告らの請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}