{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴及び本件附帯控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とし，附帯控訴費用は附帯控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "被控訴人兼附帯控訴人のために，この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴関係",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴の趣旨",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中控訴人敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記取消しに係る部分につき，被控訴人の請求を棄却する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訴訟費用は，第1審，第2審とも被控訴人の負担とする。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の答弁",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件控訴を棄却する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴費用は控訴人の負担とする。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴関係",
          "content": [
            {
              "fig": "(1)",
              "subject": "附帯控訴の趣旨",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決を次のとおり変更する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "附帯被控訴人は，附帯控訴人に対し，2700万円及びこれに対する平成26年5月23日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訴訟費用は，第1審，第2審とも附帯被控訴人の負担とする"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "附帯被控訴人の答弁",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本案前の答弁",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件附帯控訴を却下する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "附帯控訴費用は附帯控訴人の負担とする。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本案の答弁",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件附帯控訴を棄却する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "附帯控訴費用は附帯控訴人の負担とする。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人兼附帯被控訴人（以下「1審被告」という。）は，少なくとも平成23年11月中旬から平成26年5月23日まで，自己が運営責任者である「プロダクトキー販売  A」と称するウェブサイト（以下「1審被告ウェブサイト」という。）において，取扱商品として「マイクロソフトのプロダクトキーを扱っております。」，新着情報として「マイクロソフトの Windows や Office 等のプロダクトキーを販売しています。ダウンロード版と考えてもらえれば分かりやすいと思います。」と表記するなどして，「マイクロソフト」という標章(以下「1審被告標章」という。）を使用し，原判決別紙被告掲載商品一覧表及び別紙原告製品一覧表各記載のOS又はアプリケーションプログラムのソフトウェア製品（以下，併せて「1審原告製品」という。）のプロダクトキー（プログラムをコンピュータにインストールするに際し，入力が求められるシリアルデータであって，ユーザーが被控訴人兼附帯控訴人からライセンスの認証を受けるために必要なものをいう。以下，1審被告が販売したプロダクトキーを総称して「1審被告商品」という。）を，原判決別紙被告掲載商品一覧表記載の販売価格で販売するとの内容を掲載する行為をし，その後，購入者に対して1審被告商品を提供した。",
            "本件は，原判決別紙商標権目録記載の商標権（以下「1審原告商標権」といい，その登録商標を「1審原告商標」という。）を有する被控訴人兼附帯控訴人（以下「1審原告」という。）が，1審被告に対し，1審被告の上記行為が1審原告商標権を侵害すると主張して，商標法38条1項又は民法709条に基づき，逸失利益2億7130万2033円及び弁護士費用731万円の一部請求として，2700万円及びこれに対する不法行為日以後の日である平成26年5月23日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審は，1審被告商品はマニアが集めてインターネット上に掲載した適当なプロダクトキーを拾ってきたものであり，1審原告製品の真正商品ではないほか，1審被告は，1審原告製品のライセンス認証ができない場合に備え，顧客に対し，ライセンス認証という技術的制限手段を不正に回避するクラックツールのダウンロードURLを送信していたと認定した上，1審被告の上記行為は1審原告商標権を侵害すると判断した。そして，原審は，1審被告が注文データ数ベースで合計1059件の1審被告商品を販売し，合計608万3060円を売り上げたと認定した上，1審被告の行為により，1審原告に逸失利益の損害が生じたことが認められるものの，その損害額を立証するために，必要な事実を立証することが当該事実の性質上極めて困難であるとして，商標法39条が準用する特許法105条の3に基づき，1審原告に生じた逸失利益に係る損害額を500万円と認定するとともに，1審被告の商標権侵害の不法行為と相当因果関係のある弁護士費用の額を50万円と認定して，1審原告の請求のうち，1審被告に対し合計550万円及びこれに対する平成26年5月23日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で認容し，1審原告のその余の請求を棄却した。",
            "1審原告及び1審被告は，原判決中各敗訴部分を不服として，1審被告が控訴し，1審原告が附帯控訴した。",
            "なお，1審被告は，平成26年10月15日，上記行為などにより1審原告商標権を侵害する行為とみなされる行為をしたとして，商標法78条の2，37条等に基づき，懲役1年及び罰金100万円に処せられ，3年間その懲役刑の執行を猶予する旨の判決を受けた。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決「事実及び理由」欄の「第2  事案の概要」の1（原判決2頁12行目から3頁11行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点は，原判決「事実及び理由」欄の「第2  事案の概要」の2（原判決3頁13行目から25行目まで）に記載のとおりであり，争点に対する当事者の主張は，原判決14頁11行目の「安く売ることをした」を「安く売ることにした」に改めるとともに，下記(1)及び(2)において当審における当事者の主張を付加するほかは，原判決「事実及び理由」欄の「第3  争点に関する当事者の主張」の1から9まで（原判決4頁1行目から19頁2行目まで）に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "1審被告の補充主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1審原告商標の指定商品と1審被告商品の類否（争点2）",
                      "text": [
                        "原判決は，1審原告商標の指定商品である「電子応用機械器具及びその部品」には，1審原告が著作権を有するOS又はアプリケーションプログラムのソフトウェア製品である1審原告製品のみならず，プロダクトキーが含まれるというべきであるから，1審被告商品は，1審原告商標の指定商品と同一のものということができると判断した。",
                        "しかしながら，「電子応用機械器具」に電子計算機用プログラムが含まれるとしても，プログラムとは，指令の組合せであり，通常は著作物であるのに対し，プロダクトキーは，単なる文字・数字の組合せであり指令の組合せではないし，著作物でもない。そうすると，プログラムが1審原告商標の指定商品の類似範囲に含まれるとしても，プロダクトキーは類似範囲には含まれない。",
                        "したがって，原判決の上記判断には，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告標章の使用は商標的使用に該当するか否か又は商標法26条1項6号に該当するか否か（争点4）並びに1審被告標章の使用は商標法26条1項2号に該当するか否か（争点5）",
                      "text": [
                        "原判決は，1審被告ウェブサイトの「マイクロソフトのプロダクトキーを扱っております。」，「マイクロソフトの Windows や Office 等のプロダクトキーを販売しています。ダウンロード版と考えてもらえば分かりやすいと思います。」との記載に接した取引者・需要者は，1審被告商品が，1審原告が著作権を有する1審原告製品のプロダクトキーであって，1審被告商品の出所が1審原告であると理解するのが通常であるから，単に1審被告商品の内容の説明や1審被告商品の適合関係を示すために被告標章が使用されていると理解するものではないと判断した。",
                        "しかしながら，1審被告ウェブサイトの表記によれば，1審被告ウェブサイトにおいてはプロダクトキーのみが販売されており，ソフトウェアが販売されていると理解することはできず，1審被告ウェブサイトにおいては，「販売業者」として「A」，「運営責任者」として「X」と記載されているから，需要者は，プロダクトキーの販売業者が「マイクロソフト」とは別の主体である1審被告であると認識することになる。",
                        "したがって，原判決の上記判断は，1審被告ウェブサイトについての誤った評価を前提とするものであり，誤りがある。  "
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告商品の販売は真正商品の販売として実質的違法性を欠くか否か（争点6）",
                      "text": [
                        "原判決は，1審被告が，マニアが集めてインターネット上に掲載している適当なプロダクトキーを拾ってきて，これを1審被告商品として，これに関する広告を内容とする情報に1審原告標章と同一又は少なくとも類似する1審被告標章を付して電磁的方法により提供することは，当該プロダクトキーが真正商品ではない以上，1審原告商標権の出所表示機能及び品質保証機能を害し，実質的違法性を有すると判断する。",
                        "しかしながら，1審被告商品は Tech Net 等から購入したプロダクトキーであるから，そのプロダクトキーを販売する際に広告に「マイクロソフト」と記載することは，出所表示として正しいものであり，出所表示機能を害しない。また，1審被告は，プロダクトキーを改造せず，Tech Net 等契約に基づき取得したプロダクトキーをそのままの状態で転売しているのであるから，品質保証機能を害しない。そうすると，1審被告商品を販売する旨の広告において1審被告標章を使用することは，原告商標権の出所表示機能，品質保証機能を害するものではなく，実質的違法性が阻却される。",
                        "したがって，原判決の上記判断には，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "1審被告の過失の有無（争点7）",
                      "text": [
                        "原判決は，1審被告による地元の警察に対する問合せの具体的な時期及び態様が何ら明らかでない上，地元の警察から違法性がない旨の指摘を受けたとしても，それだけでは，過失の推定を覆すに足りる事由ということはできないと判断する。",
                        "しかしながら，1審被告は，平成22年か23年頃に長野南警察署に相談に行き，マイクロソフトの商標を使ってプロダクトキーを販売しようと思うが違法かなどと問い合わせたところ，問題ないという回答を得た。また，1審被告は，平成23年頃に，電話で一般社団法人コンピュータソフトウェア著作権協会（ACCS）に対して同旨の問合せをしたところ，プロダクトキー自体はただの英数字の羅列で何の権利も付いていないので問題ないなどという回答を得た。そうすると，1審被告は，上記のとおり，2つの公的機関から問題ないとの回答を受けて，1審被告ウェブサイトにおける掲載行為に及んだのであるから，結果的に商標権侵害に該当したとしても，過失はない。",
                        "したがって，原判決の上記判断には，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "商標法38条1項の適用の肯否（争点8）",
                      "text": [
                        "原判決は，結果的に商標法38条1項の適用を否定したものの，1審被告商品が商標法38条1項にいう「侵害の行為を組成した商品」に該当するとした。",
                        "しかしながら，1審被告ウェブサイトには，1審被告標章が付されており，1審被告商品を販売するかを問わず商標権侵害が成立するものの，1審被告商品には1審被告標章は付されていないから，1審被告商品の販売のみでは商標権侵害は成立しない。そのため，1審被告商品は，「侵害の行為を組成した商品」に該当しない。",
                        "したがって，原判決の上記判断には，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "民法709条による損害額の算定（争点9）",
                      "text": [
                        "原判決は，商標法39条の準用する特許法105条の3により逸失利益を500万円であると認定した。",
                        "しかしながら，1審被告は，1審被告ウェブサイトで売上高を上回る費用を支出しており，1審被告商品の販売によって得た利益はなく，1審原告製品は，ソフトウェアプログラムであり，それ自体が一定の価値があるのに対して，1審被告商品は，プロダクトキーにすぎず，それ自体に価値はない。また，1審原告製品のプロダクトキー販売業者が多数存在し，1審被告は価格競争が激しい中において，サーバを借りて，自らウェブサイトを開設し，プロダクトキーであることを分かりやすく解説し，安価で販売するなどの営業努力をしていた。これに対して，1審原告製品は，1審被告商品に比べて著しく高額であり，1審被告商品の購入者が，1審被告商品を購入しなければ，1審原告製品を購入したような事情はない。",
                        "以上の事情によれば，逸失利益を500万円であるとした原判決の認定は，著しく高額である。",
                        "したがって，原判決の上記認定には，誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "1審原告の反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1審原告商標の指定商品と1審被告商品の類否（争点2）",
                      "text": [
                        "1審被告は，プロダクトキーが1審原告商標の指定商品でないと主張するが，原判決の判断が正当であり，1審被告の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告標章の使用は商標的使用に該当するか否か又は商標法26条1項6号に該当するか否か（争点4）並びに1審被告標章の使用は商標法26条1項2号に該当するか否か（争点5）",
                      "text": [
                        "原判決の判断は正当であり，また，1審被告は原審と同じ主張を繰り返すにすぎず，1審被告の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告商品の販売は真正商品の販売として実質的違法性を欠くか否か（争点6）",
                      "text": [
                        "1審被告は，1審被告がインターネット上に掲載されているプロダクトキーを拾ってきた旨供述した捜査段階での調書（甲16）の信用性を争い，真実は1審被告商品をTech Net 等から購入したと主張する。しかしながら，1審被告商品を Tech Net 等から購入していたなら，刑事事件の捜査段階において，その事実を主張したはずであり，そもそも，インターネット上に掲載されているプロダクトキーを拾ってきたという事実を供述することに比べ，1審被告商品を Tech Net 等から購入したという事実を供述することが困難であるというような事情は全く存在しない。",
                        "したがって，刑事事件の捜査段階における1審被告の供述は，十分信用性が認められるから，1審被告の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "1審被告の過失の有無（争点7）",
                      "text": [
                        "1審被告の過失が推定されることは，原判決の判示のとおりであり，1審被告の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "商標法38条1項の適用の肯否（争点8）",
                      "text": [
                        "1審被告は，1審被告商品には1審被告標章が付されていないから，1審被告商品の販売のみでは商標権侵害は成立せず，1審被告商品は，「侵害の行為を組成した商品」に該当しないと主張する。",
                        "しかしながら，1審被告商品に関する広告を内容とする情報に1審原告商標と同一又は少なくとも類似する1審被告標章を付して電磁的方法により提供した行為が、1審被告商品について1審被告標章を使用することに当たるとした原判決は，正当である。",
                        "したがって，1審被告の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "民法709条による損害額の算定（争点9）",
                      "text": [
                        "1審被告は，プロダクトキーの販売により利益を得ていないと主張するが，1審被告は，販売した1審被告商品の個数及び販売した1審原告製品に関するプロダクトキーの内容を明らかにしていない。それにもかかわらず，1審被告が，上記主張をすることは，禁反言に触れるものであり，そもそも1審被告が利益を得ていないということを裏付ける資料も存在しない。",
                        "したがって，1審被告の主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "附帯控訴について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "1審原告の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本案前の答弁に対する反論",
                      "text": [
                        "1審被告の主張は，理由がなく，争う（第2回口頭弁論調書参照）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告標章の使用が商標法2条3項8号又は同項2号に該当するか否か（争点3）",
                      "text": [
                        "原判決は，「被告商品に関する広告に標章を付し，あるいは被告商品に関する広告を内容とする情報に被告標章を付したとしても，プロダクトキーである被告商品自体には被告標章が付されていない以上，被告標章が被告商品に付されたものということはできない。」と判断した。",
                        "しかしながら，有体物の商品について，そのラベルやタグに標章を付することも商品に標章を付すると解されている以上，同一のサイトに，商品であるプロダクトキーとともに1審被告標章が表示されていれば，商品に1審被告標章が付されたと理解されるべきである。",
                        "したがって，原判決の上記判断には，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "商標法38条1項の適用の肯否（争点8）",
                      "text": [
                        "原判決は，「原告は，MO，MRS及び日本マイクロソフトに対して，原告製品の販売に際して，原告商標の使用を許諾しているものの，日本においては，専ら日本マイクロソフトが原告製品を販売しており，原告自らは原告製品又は被告商品と市場において競合する可能性のある商品を販売していない」という理由から，日本市場においては，1審被告商品が販売されていなければ，その需要が，1審原告が販売する1審原告製品又は1審被告商品と市場において競合する可能性のある商品に向けられたであろうという代替関係がなく，「商標権者がその侵害の行為がなければ販売することができた」という関係が存在しないと判断した。",
                        "しかしながら，1審原告は，日本マイクロソフトが販売する製品に関しては，1審原告企業グループ内のアジア地域の流通・卸部門を担当するMO，MRS（1審原告の企業グループ内のアジア地域の流通・卸部門を担当する会社をいう。以下同じ。）を通じて1審原告製品を供給し，日本マイクロソフトは，1審原告商標を使用して1審原告製品を販売しているのであるから，1審原告は，日本において，日本マイクロソフトを通じて1審原告製品を販売しているということができる。そして，日本市場において，1審被告商品が販売されなければ，その商品は1審原告製品のためのプロダクトキーであるから，当然に，その需要は，1審原告が販売する1審原告製品に向けられることになる。そうすると，1審原告製品と1審被告商品とは，明らかに相互補完関係にあるということができる。",
                        "したがって，原判決の上記判断は，相互補完関係に関する誤った認定を前提とするものであり，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "民法709条による損害額の算定（争点9）",
                      "text": [
                        "原判決は，1審原告製品の価格には相当なバラツキがあること，1審原告製品は高額なものであるため，一般ユーザーがこれを購入することは必ずしも容易ではないから，1審被告商品を購入したことにより，高額な1審原告製品の需要減少があったということは，実態にそぐわないと判断した。",
                        "しかしながら，1審原告製品は100万円以上の製品と20万円以下の製品に2分化できるため，20万円以下の製品であれば，一般ユーザーが購入することは容易であり，このような商品については，1審被告商品を購入することにより，需要減少が生じるとすることは，十分実態にあったものといえる。そして，100万円以上の高額な1審原告製品を除いた20万円以下の1審原告製品の平均価格は，6万8705円となる。そうすると，1審原告の限界利益は42％を下回ることはないから，1審原告製品の1個当たりの平均利益は，少なくとも2万8856円であると認めることができる。1審被告は少なくとも1059個の1審被告商品を販売したことが認められるから，1審原告の逸失利益は，1審原告製品の平均価格に1審原告の限界利益42％及び1審被告商品の販売個数1059個を乗じたものとして，少なくとも3055万8504円であるということができる。",
                        "したがって，原判決の損害額の算定は，1審原告製品の平均価格を誤るものであり，その算定の前提において，誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "1審被告の反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本案前の答弁の理由",
                      "text": [
                        "1審原告は，控訴状を控訴期間内に提出せず，控訴が不適法であったことから，控訴を取り下げ，同一内容の附帯控訴をした。そうすると，当該附帯控訴は，控訴期間を定めた法の趣旨を潜脱するものであり，不適法なものであるから，却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審原告の主張に対する反論 ",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "1審被告標章の使用が商標法2条3項8号又は同項2号に該当するか否か（争点3）",
                          "text": [
                            "1審原告は，有体物の商品について，そのラベルやタグに標章を付することも商品に標章を付すると解されている以上，同一のサイトに，商品であるプロダクトキーとともに1審被告標章が表示されていれば，商品に1審被告標章が付されたものと理解されるべきであると主張する。",
                            "しかしながら，1審被告商品には，1審被告標章は付されておらず，ウェブサイトは，包装ではないから，商標法2条3項2号に該当しない。かえって，1審原告の主張によれば，広告に標章を付する行為（商標法2条3項8号）が当然に同項2号にも該当することになり，同項8号を同項2号と別途に規定した意義を没却することになる。",
                            "したがって，1審原告の主張は，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "商標法38条1項の適用の肯否（争点8）",
                          "text": [
                            "1審原告は，日本マイクロソフトが販売する製品に関しては，シンガポール所在のMO，MRSを通じて1審原告製品を供給し，日本マイクロソフトは，1審原告商標を使用して1審原告製品を販売しているのであるから，1審原告は，日本市場において，日本マイクロソフトを通じて1審原告製品を販売しているということができると主張し，さらに，1審原告は，日本市場において，1審被告商品が販売されなければ，その商品は1審原告製品のためのプロダクトキーであるから，当然に，その需要は，1審原告が販売する1審原告製品に向けられるのであり，1審原告製品と1審被告商品とは，明らかに相互補完関係にあるということができると主張する。",
                            "しかしながら，商標法は日本国内でのみ効力を有することからすれば，商標法38条1項が適用されるためには，日本市場において，「その侵害行為がなければ商標権者が自己の商品を販売することができた」という関係が必要である。本件では，1審原告は日本国内で原告製品を販売しておらず，1審原告のMOに対する販売数量の減少は，シンガポール市場において発生しているのであるから，当該損害について商標法38条1項を適用すれば，属地主義と明らかに抵触することになる。この点につき，1審原告は，知財高裁平成25年2月1日特別部判決を引用するものの，同判決は，そもそも，特許法102条1項ではなく，同条2項の解釈を示すものである上，特許権者が特許発明に係る製品を直接日本法人に販売していた事案であったため，日本市場における販売数量の減少が特許権者の損害と評価される余地がある。しかしながら，本件では，1審原告は1審原告製品を直接日本マイクロソフトに販売するものではないから，日本市場における販売数量の減少を1審原告の損害と評価する余地はない。そのため，上記判決は，本件に適切ではない。",
                            "したがって，1審原告の主張は，理由がない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "民法709条による損害額の算定（争点9）",
                          "text": [
                            "1審原告は，1審原告製品につき，100万円以上の製品と20万円以下の製品に2分化でき，20万円以下の製品であれば，一般ユーザーが購入することは容易であり，このような商品については，1審被告商品を購入することにより，1審原告製品の需要減少が生じるとすることは，十分実態にあったものといえるとして，20万円以下の1審原告製品の平均価格（6万8705円）に対し，1審原告の限界利益42％及び1審被告商品の販売個数1059個を乗じた3055万8504円を逸失利益であると認定すべきであると主張する。",
                            "しかしながら，原判決別紙原告製品一覧表に掲げる1審原告製品は，平成26年6月27日時点で1審被告ウェブサイトに掲載されていた製品にすぎず，実際に販売されたものではなく，また，1059個というのは，注文があった件数にすぎず実際に販売された件数ではないから，1審原告の主張は，その前提を欠くものである。",
                            "したがって，1審原告の主張は，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，1審原告の請求は，1審被告に対し合計550万円及びこれに対する平成26年5月23日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由があり，その余は理由がないものと判断する。その理由は，下記1のとおり原判決を補正し，下記2のとおり当審における当事者の主張に対する判断を示すほかは，原判決「事実及び理由」欄の「第4  当裁判所の判断」の1から9まで（原判決19頁4行目から37頁2行目まで）に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決20頁11行目から12行目まで，同26行目，同24頁11行目から12行目まで及び同25頁4行目の「原告製品のプロダクトキー」を「1審原告製品の真正商品に係るプロダクトキー」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同20頁26行目から同21頁1行目にかけての「用いられているとの取引の実情」を「用いられており，1審被告商品が1審原告製品の真正商品に係るものとして販売されているという取引の実情」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同27頁16行目の末尾に行を改めて「現に，1審被告は，平成26年5月27日，1審被告商品をインストールしても認証エラーとなった購入者に対し，同人が1審被告から既に送信されていたクラックツールのダウンロードURLではクラックツール自体が削除されていたことから，再度，クラックツールのダウンロードURLを送信したことが認められる（甲2）。」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "1審被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本案前の答弁について",
                  "text": [
                    "民事訴訟法293条1項は，被控訴人は，控訴権が消滅した後であっても，口頭弁論の終結に至るまで，附帯控訴をすることができると規定している。この理は，控訴の取下げによって控訴権が消滅した場合であっても，当てはまるものといえる。",
                    "これを本件についてみると，1審原告は，当審の口頭弁論終結前である平成30年1月20日，控訴を取り下げるとともに，附帯控訴（以下「本件附帯控訴」という。）をしているのであるから，本件附帯控訴は，適法なものであると認められる。",
                    "これに対し，1審被告は，控訴期間を徒過した不適法な控訴を取り下げてこれと同一内容の附帯控訴をすることは，控訴期間を定めた法の趣旨を潜脱するものであるから，本件附帯控訴は，不適法なものであり，却下されるべきであると主張する。",
                    "しかしながら，附帯控訴は控訴手続に従属するものであって，そもそも要件及び効果が控訴とは異なるものであるから，上記のとおり，本件附帯控訴が民事訴訟法293条に規定する各要件を充足する以上，1審原告による控訴が適法であったか否かにかかわらず，本件附帯控訴が不適法なものとはいえない。",
                    "したがって，1審被告の主張は，独自の見解をいうものであり，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本案に係る主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，当審においても，1審被告商品はいずれも適法に購入された真正商品であり，1審被告商品がマニアの集めたプロダクトキーを拾ってきたものであると記載された1審被告の供述調書（甲16）の信用性は低いなどと主張する。",
                        "しかしながら，前記引用に係る原判決の認定事実によれば，1審被告は，平成26年5月27日，1審被告商品をインストールしても認証エラーとなった購入者に対し，同人が1審被告から送信されたクラックツールのダウンロードURLではクラックツールが既に削除されていたことから，再度，上記と異なるクラックツールのダウンロードURLを送信したことが認められる。",
                        "上記認定事実によれば，1審被告は，1審被告商品の購入者に対し，1審被告商品と併せてクラックツールのダウンロードURLを送信していたのであるから，このような行為は，1審被告商品がいずれも適法に購入された真正商品であるという上記主張と矛盾するものである。かえって，上記捜査段階における1審被告の供述内容は，マイクロソフトの業務用パッケージであるMSDＮに係るDVDの販売につき，マイクロソフトからID停止を受け，その後，MSDＮ関係の販売に使用していたヤフーIDも，ソフトウェア保護団体からの警告で頻繁に停止されるようになったことから，ID停止に関係のない独自のショッピングサイトを設立し，クラックツールのURLに関する情報の販売をメインとして生計を立てていた当時の実情を述べるものであって，その内容は，具体的かつ詳細なものである上，上記認定事実にも沿うものである。しかも，1審被告は，顧客に送信したプロダクトキーを記載したメールを全て削除したとして，プロダクトキーの内容及び入手ルートさえ明らかにしていないのであり，上記主張を客観的に裏付ける証拠を何ら提出するものではない。",
                        "以上のとおり，上記捜査段階における1審被告の供述は，具体的かつ詳細なものであって，客観的事実に沿うものである上，これに反すると認めるに足りる客観的証拠が存在しないことからすると，その信用性が十分に高いというべきである。",
                        "したがって，1審被告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その他の当審における1審被告の主張は，独自の見解をいうもの，又は証拠の裏付けを欠くものにすぎず，これに対する判断は，前記引用に係る原判決が説示するとおりであり，上記主張を採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，商標法38条1項の適用の肯否につき，日本マイクロソフトが販売する製品に関しては，シンガポール所在のMO，MRSを通じて1審原告製品を供給し，日本マイクロソフトは，1審原告商標を使用して1審原告製品を販売しているのであるから，1審原告は，日本において，日本マイクロソフトを通じて1審原告製品を販売しているということができ，日本市場において，1審被告商品が販売されなければ，当然に，その需要は，1審原告が販売する1審原告製品に向けられるのであり，1審原告製品と1審被告商品とは，明らかに相互補完関係にあるということができると主張する。",
                    "しかしながら，1審原告の上記主張を前提としても，1審原告が1審原告製品を販売する相手方は，シンガポール市場におけるMOであって，日本市場における日本マイクロソフトではないから，1審原告が日本市場において1審原告製品を販売することを前提とする1審原告の主張は，その前提を欠くものである。",
                    "この点について，1審原告は，知財高裁平成25年2月1日特別部判決を引用するものの，同判決は，特許権者が特許権侵害に対する損害賠償を求める事案において，特許法102条1項ではなく，同条2項が適用されるための要件を示すものである上，同判決は，特許権者が自らの特許発明を国外で製造した製品を日本国内に所在する法人に販売していたという事案に対し，同項の適用の可否を判断するものである。そうすると，1審原告引用に係る上記判決は，本件とは事案を異にし，本件に適切でない。",
                    "したがって，1審原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その他の当審における1審原告の主張に対する判断は，前記引用に係る原判決が説示するとおりであり，1審原告の主張は，独自の見解をいうものであって，採用することができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，1審原告の請求のうち1審被告に対し合計550万円及びこれに対する平成26年5月23日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で認容し，その余の請求を棄却した原判決は相当であって，本件控訴及び本件附帯控訴は理由がないからいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「1審原告」に，「被告」とあるのを「1審被告」と，適宜読み替える。"
  ]
}