{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-22686号事件について平成29年2月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年1月3日，発明の名称を「荷電粒子ビーム衝突型核融合炉」とする発明について特許出願(特願2015-7号。優先権主張：平成26年12月7日・日本。請求項の数10。乙1)をしたが，平成27年9月3日付けで拒絶査定を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年12月24日，上記拒絶査定について不服審判を請求し，特許庁はこれを不服2015-22686号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年2月6日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年3月1日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年3月21日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲請求項1ないし10の記載は，平成28年12月20日付け手続補正書(乙2)による補正後の，次のとおりのものである。以下，請求項1に記載された発明を「本願発明」といい，明細書及び図面(乙1，2)を併せて「本願明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】対向して打ち出す2本の核融合燃料である荷電粒子ビームが／双方共に重水素原子核2H(デューテリウムD)であるもの，／重水素原子核2H(デューテリウムD)と三重水素原子核3H(トリチウムT)であるもの，／重水素原子核2H(デューテリウムD)とヘリウム3原子核3Heであるもの，及び，／双方共にヘリウム3原子核3Heであるもの，であって，／これらの核融合燃料である荷電粒子をクーロン力により加速してパルス状の荷電粒子ビームのバンチにする粒子加速器62，荷電粒子ビームを収束する電子レンズ63，及び荷電粒子ビームの飛翔方向を変える偏向器64からなる「荷電粒子ビーム発生器」を2組，並びに，核融合反応を発生する真空容器55を備え，／真空容器55の中心部に荷電粒子ビームを収束し，2つの荷電粒子ビームの軸を合わせて荷電粒子ビームのバンチ全体が相互に衝突するように飛翔方向を調整し，核融合燃料の組み合わせによって決まる核融合反応断面積が大きくなる適切な速度で対向して衝突させて核融合反応を発生させ，／真空容器55の中心部からパルス状に放射する核融合反応により生成した荷電粒子を電磁誘導作用により減速するとともに，荷電粒子の運動エネルギーを直接電気エネルギーとして取り出す，核融合反応点を取り囲むように配置した回生減速器65を備え，／炉内から未反応燃料粒子及び核融合生成粒子を回収するイオン回収路68を備え，／地球上に豊富にある重水素(D，2H)を最初の燃料として核融合反応を行い，炉内から回収した核融合生成物である三重水素(T，3H)を核融合燃料として使用することで消滅させ，ヘリウム3(3He)の生産を行い，中性子(n)を発生しない核融合燃料ヘリウム3(3He)の生産を行い，核融合燃料サイクルを構成できること特徴とする荷電粒子ビーム衝突型核融合炉60。",
            "【請求項2】セラミックなどの絶縁材料で作成した一方が細くなったテーパー形状の容器の外壁面に加速電極(直径が大きい部分には，加速グリッド62aを加える。)を軸方向に複数配置し，先に負，次に正の両極性パルスを加え，半導体スイッチを使用して立ち上がり波形を先鋭化するとともに，先行する立下り波形より立ち上がり波形を早く伝搬する特性を有する遅延回路62dの端子Ｎ0～Ｎnを通して，加速電極(グリッド62a)に順次両極性パルスを印加することによって，クーロン力により荷電粒子を進行方向に加速するとともに圧縮し，容器の形状に従い半径方向にも圧縮して，2本の荷電粒子ビームのバンチを同期して同時に打ち出すことができる電界ピストン型粒子加速器62tを備えることを特徴とする，請求項1の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項3】複数の減速グリッド65bから成る回生減速器65において，核融合反応により生成したパルス状に飛翔する荷電粒子により個々の減速グリッド65bに発生する誘導電荷を，荷電粒子の飛行速度より遅延して，次のグリッド65bに伝達する遅延回路65d(核融合反応点に近い初段の減速グリッドにおいて，分布定数型のグリッド65fとしたものを含む。)を有する回生減速器65を備えることを特徴とする請求項1または2に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項4】核融合反応により生成したパルス状に飛翔する荷電粒子から直接正電荷を受け取り，飛翔する荷電粒子より早く減速グリッド65bに正パルスを順次伝達し，効果的に荷電粒子の減速を行う，核融合反応点に近い絶縁されていない先端部を有する回生減速器65を備えることを特徴とする請求項1から3のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項5】対向して打ち出す2本の核融合燃料である荷電粒子ビームが，／双方共に重水素原子核2H(デューテリウムD)であるもの，及び，／重水素原子核2H(デューテリウムD)と三重水素原子核3H(トリチウムT)であるものであって，／核融合生成粒子のうち，回生減速器65や真空容器55を透過した中性子を減速するとともに熱に変える中性子減速材10で満たした熱交換室57を備え，真空容器55を取り囲むように配置したことを特徴とする請求項1から4のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項6】セラミックなどの絶縁材料で作成した筒状の容器の外側に電極を設け，位相の異なるプラスまたはマイナスの高電圧を一定の周期で加えることで，／核融合生成粒子である荷電粒子，及び，／対向して打ち出した2本の荷電粒子ビームのうち衝突しなかった未反応粒子を回収して，荷電粒子の状態で移送するイオン回収チューブ68tを備えることを特徴とする請求項1から5のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項7】対向して打ち出す2本の核融合燃料である荷電粒子ビームが，／双方共に重水素原子核2H(デューテリウムD)であるものの核融合生成粒子に含まれるヘリウム3原子核3He，及び，三重水素原子核3H(トリチウムT)を，／重水素原子核2H(デューテリウムD)と三重水素原子核3H(トリチウムT)であるものの核融合未反応粒子に含まれる三重水素原子核3H(トリチウムT)を，並びに，／重水素原子核2H(デューテリウムD)とヘリウム3原子核3Heであるもの，及び，双方共にヘリウム3原子核3Heであるものの核融合未反応粒子に含まれるヘリウム3原子核3Heを，／電荷質量比の違いを利用してそれぞれ他の荷電粒子から分離する電荷質量分離器64xを備えることを特徴とする請求項1から6のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項8】核融合反応点を取り囲むように配置した回生減速器65の一部または全部を取り去り，／星形の断面形状を有する真空容器55の壁面で荷電粒子を反射して，先端のイオン回収路68に導き，／荷電粒子の運動エネルギーの一部または全部を熱(電磁誘導電流による発熱を含む。)に変換し，／真空容器55及びイオン回収路68の壁を通して熱伝導により気体あるいは液体を加熱する熱交換室57を備えることを特徴とする請求項1から7のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項9】核融合反応点を取り囲むように配置した回生減速器65の一部または全部を取り去り，／星形に成形した真空容器55の壁面で荷電粒子を反射して，先端に配置したノズルから噴射し，／気体，液体，あるいはこれらと紛体との混合物とノズルから噴射した荷電粒子とを混合することで，／原子核反応及び分子の分解並びに加熱膨張を行う混合反応室58を備えることを特徴とする請求項1から9のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。",
            "【請求項10】核融合反応点を取り囲むように配置した回生減速器65の一部，及び，真空容器55の壁の一部を取り去り，核融合反応による生成粒子の一部を宇宙空間に放出することにより推進力を得ることを特徴とする請求項1から9のいずれか1項に記載の荷電粒子ビーム衝突型核融合炉60。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，発明の詳細な説明の記載が，当業者が発明を実施をすることができる程度に明確かつ十分に記載したものではなく，特許法36条4項1号に規定する要件を満たしていないから，拒絶すべきである，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "実施可能要件の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "イオン回収路をどのように構成するのかについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "イオン回収チューブ68tの接続を示す図は，限られた解像度の中で図面を作成することに困難を感じ，また，文章の説明で十分と判断したので，省略した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "平均化して荷電粒子を電荷質量分離器に送るために，一例として一筆書き状に接続することを説明しているが，経路長が異なればいかなる接続であっても荷電粒子を平均化して送り届けることができる。",
                "放射線を遮蔽しつつ遮蔽体を貫通する方法についても同様の理由で省略した。入り組んだ形状とすることで放射線を遮断することについては，当業者にとって日常的に対応する周知の事柄である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本願発明は中性子の遮蔽に難点があると主張する。",
                    "しかし，熱交換室57は，本来，中性子のエネルギーを熱エネルギーに変換する手段であり，効率に大きな影響がなければ，ある程度中性子の漏出を許容でき，また，最終的な中性子の遮蔽は，外側に設けたコンクリート壁で行うから，安全性に問題はない。また，中性子減速材10の厚みを一定以上確保することで，リチウム製を超える遮蔽を行うことができ，本願発明でもトカマク方式(プラズマ核融合)の遮蔽能力と遜色なく，中性子の漏出に対して柔軟に対応できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，イオン回収路が直線状のものしか開示されておらず，曲線部分において，どのようにイオンを移送すればよいのかが開示されていないと主張する。",
                    "しかし，本願明細書は，回収チューブ内部に電位勾配をつけて，ゆっくりと移動することにより，荷電粒子を誘導することを示したものである。荷電粒子を壁面に接触させることなく移送し，偏向することができれば，荷電粒子が壁面に帯電することもなく，高速に移送できるから，トリチウムTの回収をより速やかに行うことができると期待できる。また，イオン回収チューブ68tは，電界の変化を遅くする，磁界と電界の両方を同時に加えるなど，電荷質量比の影響を受けないようにして，全ての種類の荷電粒子を移送できるように設計する必要がある。かかる設計に際しては，荷電粒子のシミュレーションを行うことが有効である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "粒子を分別する装置をどのように構成するのかについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，電荷質量分離器64xについて，具体的な構成を示していないとする。",
                "しかし，磁力により荷電粒子を偏向させることは周知事項であり，記述する必要はない。また，核融合生成粒子の分離方法について，本願発明としては二次的な要素であるから，全部を回収して分離するという簡単な構成にとどめたものであり，当業者であれば，①核融合生成粒子と未反応燃料粒子とを混合せずに別々に処理する，あるいは，②電荷質量分離器を多数に分割して配置することを検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，化学反応により分離するための装置について，具体的な構成方法が記載されていないとする。",
                "しかし，気体に戻せば，水素ガスとヘリウムガスであり，水素吸蔵合金を用いる，あるいは，水素ガスを酸化して水にすることにより，酸化しないヘリウムガスを簡単に分離することができる。このことは，当業者にとって周知であり，記述する必要はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "被告は，三重水素イオンとヘリウム3イオンの分離は困難であると主張する。",
                "しかし，「平均化し電荷質量分離器64xに送る」のであるから，平均化には，",
                "イオン回収チューブ68tで粒子の速度差を小さくすることを含み，また，粒子の導入方向に対して電界をかけて質量分離を行う，あるいは，電荷質量分離器64xを磁界偏向と電界偏向とを組み合わせた2段構成にして，粒子の導入速度差の影響をキャンセルする方法も考えられる。なお，重水素とヘリウム4の分離は核融合燃料サイクルの対象ではなく，化学的分離方法自体も本願発明の対象ではないので，記載していない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "核融合燃料サイクルの構成について",
          "text": [
            "本願発明の当業者は，原子核物理学又は素粒子物理学の分野で使用される機器(衝突型加速器)を扱う者であり，荷電粒子の挙動をシミュレーションする技術を保有しているから，イオン回収路及び粒子を分別する装置について，設計するのに十分な知識を有していると考えられる。この種の機器はシミュレーションを行って構造を決定し，製造するものであり，シミュレーションが必要であるから「実施できる程度に記載されていない」と結論付けることはできない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "イオン回収路をどのように構成するのかについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，中性子遮蔽手段(具体的には中性子減速材10)によって中性子を遮蔽しつつ，三重水素及びヘリウム3を，その中性子遮蔽手段の内側から外側へ，「核融合燃料サイクルを構成できる」程度に移送させることを念頭に置いたものと解される。したがって，本願発明を実施するためには，①中性子を遮蔽することと，②三重水素及びヘリウム3を，中性子遮蔽手段の内側から外側へ，「核融合燃料サイクルを構成できる」程度に移送させることとの両立が求められる。",
                "しかし，①を確保しようとすると，②が確保できなくなる関係にあるといえるから，①と②の両立は，一般的には困難である。にもかかわらず，本願明細書には，「イオン回収路68」，「未反応粒子68n回収路」及び「イオン回収チューブ68t」が，三重水素及びヘリウム3を，中性子を遮蔽しつつ，その遮蔽手段の内側から外側へ，「核融合燃料サイクルを構成できる」程度に移送させることを可能にするための具体的構成は一切記載されていない。",
                "したがって，本願明細書の発明の詳細な説明は，「核融合燃料サイクル」を構成するために必要な「イオン回収路をどのように構成するのか」について，当業者が実施できる程度に明確かつ十分に記載したものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書には，「イオン回収チューブ68t」の曲線部分において，どのようにイオンを移送すればよいのかについて一切記載されていない。",
                "本願明細書の「磁気偏向器64m」等の記載からすれば，イオン回収チューブの曲線部分では，その中を移送する各イオンに磁界や電界により力を与えて，その進行方向を「イオン回収チューブ68t」の曲線に合わせて曲げることも，考えられないではない。しかし，ある時刻において，例えば，ヘリウム3(3He)の電荷質量比に合わせた磁界や電界の強さに設定した場合は，同じ時刻に存在する三重水素(T，3H)は，「イオン回収チューブ68t」の曲線に合わせた方向に曲がらない。",
                "以上のとおり，原告の示す一筆書き状に接続する構成では，三重水素(T，3H)及びヘリウム3(3He)の2種類の粒子を，共に「核融合燃料サイクルを構成できる」程度に移送することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張する「入り組んだ形状とすることで，放射線を遮断すること」が当業者に周知の事項であるとしても，数か所の曲線部分を有するジグザグ状の構造とすれば，前記(2)と同様の問題が生じることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "粒子を分別する装置をどのように構成するのかについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，回収した三重水素イオン及びヘリウム3イオンを分離する構成を要するものと解されるところ，分離の前の三重水素イオンとヘリウム3イオンは，「回生減速器65」及び「イオン回収路68」などを通過してきたものであるから，いずれも，相当程度の範囲に散らばった速度を有する粒子からなるものである。そして，本願発明では，「核融合燃料サイクルを構成できる」との観点や副反応の防止の観点からすれば，相当程度の範囲内の時間において，相当程度の範囲に散らばった速度を有する粒子からなる，これらのイオンを，互いに混在しないよう厳密に分離するとともに，分離した各イオンを損失のないように回収することを要するものと解される。",
                "しかし，複数の種類の粒子を，そのようにして回収することは，一般的に困難なことである。本願明細書では，実施例(図11)において，三重水素イオン及びヘリウム3イオンを分離する構成として，「電荷質量分離器64x」が記載されている。この「電荷質量分離器64x」について，本願明細書には，「電荷質量比の違いを利用して，電荷質量分離器64x(磁気スペクトロメータ)により1H(p)，3H(T)，2H(D)，4He(α)，3Heの順に分離する。」(【0099】)と記載されるのみで，その具体的な構成は記載されていない。また，「ヘリウム原子核4He(アルファ粒子α)と重水素原子核2H(デューテリウムD)は，電荷質量比がほぼ同じであるから，分離することが困難である(化学反応により分離できる。)。」(【0101】)と記載されるのみで，化学反応により分離するための装置の具体的な構成は記載されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「電荷質量分離器64x」として扇形磁場型の質量分析器を利用するものとしても，当該質量分析器は，相当程度の範囲に散らばった速度を有する粒子を分離することを想定しておらず，さらに，分離した粒子を回収して利用するということをも想定していない。",
                "このような装置を，具体的にどのように改変することにより，相当程度の範囲内の時間において，相当程度の範囲に散らばった速度を有する粒子からなる，これらのイオンを互いに混在しないよう厳密に分離するとともに，分離した粒子を損失なく回収して利用することができる装置とすることができるかは，当業者であっても，その実施ができるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「核融合燃料サイクルを構成できる」ようにするには，相当程度の範囲内の時間において，相当程度の範囲に散らばった速度を有する粒子を気体に戻し，最終的に2Hと4Heの厳密な分離と損失のない回収を要する。このような装置が技術常識ではない以上，原告主張の原理的な手法を本願発明に適合できる程度に具体化することは，当業者であっても，本願明細書の発明の詳細な説明の記載から理解できるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，本願明細書の詳細な説明の記載は，「粒子を分別する装置をどのように構成するか」について，当業者が実施できる程度に明確かつ十分に記載されたものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "核融合燃料サイクルの構成について",
          "text": [
            "原子核物理学又は素粒子物理学の分野で使用される機器を扱う当業者が，荷電粒子の挙動をシミュレーションする技術を保有しているとしても，イオン回収路及び粒子を分別する装置については，前記1及び2記載のとおり，原告主張に係る当業者であっても，本願発明を実施できるとはいえないことが明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲は，前記第2の2のとおりであり，本願明細書(乙1，2)には，おおむね以下の記載がある(下記記載中に引用する図面については，別紙参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，放射性物質を環境に排出しない，核融合燃料サイクルを構成可能な，純粋な核融合反応を行う核融合発電装置及び移動体の推進装置に関するものである。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "核分裂反応を利用する発電については，2011年に発生した福島県における原子力発電所事故を発端として危険性が強く認識されることとなった。",
                    "核融合による原子力発電については世界中で精力的に研究が進められているが，安全な方式で，実用化の見通しを確立したものは未だ存在していない。(【0002】)",
                    "現在研究が進められている核融合炉の方式は，放射性物質を含む燃料による磁気プラズマ閉じ込め方式やレーザーなどを照射する慣性核融合方式の開発が行われている。",
                    "核融合反応の自己点火を目標としており，実現が容易とされる「D-D」反応(重水素同士の核融合反応)や「D-T」反応(重水素と三重水素の核融合反応)といった放射性物質を含む核融合反応の研究が中心である。(【0003】)",
                    "荷電粒子ビームを利用する研究も存在しているが，もっぱら磁気閉じ込め方式の核融合プラズマを加熱するため，あるいは，レーザー光の代わりに慣性核融合方式のペレットを照射すためであり，荷電粒子ビーム同士を衝突させることで核融合反応を発生する方式についての研究は見当たらない。(【0004】)",
                    "また，プラズマを使用する方法では，プラズマ内に核融合生成物質が蓄積すると，核融合反応が複雑になり，放射性物質も増えてしまう欠点がある。",
                    "また，現在研究されている多くの核融合反応炉は，熱を電気に変換するプロセスが必要となるため，プラントの規模が大きくなるとともに，電気への変換効率が低くなる原因となっている。(【0005】)",
                    "既に直接電気としてエネルギーを取り出すことができる磁気プラズマ閉じ込め方式の核融合炉について研究されているが，三重水素など放射性物質を含む反応を利用しているため，安全性に問題が残る。(【0006】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "解決しようとする課題は，現在研究が進められている多くの核融合炉は，エネルギーを膨大な熱として取り出すこと，移動体で利用が困難なこと，並びに，放射性物質を含む核反応を利用するため，安全性に問題があることである。(【0010】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "この発明は，放射性物質及び中性子等の危険な放射線を生成しない核融合反応のみを選択的に利用するとともに，核融合反応により生成したエネルギーを熱以外の形態に直接変換する手段として，荷電粒子の運動エネルギーから直接電気エネルギーとして取得する手段(電力変換手段)，並びに，移動体の推進手段について提案するものである。(【0011】)",
                    "表1は，非特許文献1に示される，重水素原子核2H(デューテリウムD)及び三重水素原子核3H(トリチウムT)を燃料とする核融合反応と生成エネルギーである。",
                    "敢えて三重水素(3H，T)を含む核融合反応をリストしたが，中性子n及び三重水素原子核3H(T)が含まれ，三重水素は，1gで3．6×1014Bq，半減期12．3年の弱いβ線を放出してヘリウム3に崩壊するが，内部被ばくをすると大変危険な，常温で気体の放射性物質である。",
                    "これらの核反応を利用する核融合炉では，非特許文献2によると運転と並行して炉内のプラズマから三重水素(3H，T)の除去処理を同時に行う必要があるが，漏えい事故や破壊的な事故が起これば核分裂型原子炉と同様に炉内の三重水素(3H，T)が飛散する危険がある。(【0012】)",
                    "表2は，放射性物質を発生しないヘリウム3原子核3Heを含む燃料を使用する核融合反応の一覧である。",
                    "「D-3He」反応では，約18MeVのエネルギーが，ヘリウム原子核4He(アルファ粒子α)と水素原子核1H(陽子またはプロトン粒子p)の飛翔という形で放出される。",
                    "「3He-3He」は，約13MeVのエネルギーが，ヘリウム原子核4He(アルファ粒子α)と2個の水素原子核1H(陽子またはプロトン粒子p)の飛翔という形で放出される。",
                    "この2種類の核融合反応は，放射性物質を含まず，かつ，荷電粒子のみが放出される核融合反応であるので，非特許文献3，4，9，12等に提案されているように，直接電気エネルギーとして取得する手段が利用できる。(【0015】)",
                    "荷電粒子(燃料粒子)ビームを対向して衝突させる方式(以下，「荷電粒子ビーム衝突方式」という。)であれば，目的外の核反応を大きく低減し，「D-3He」反応，または「3He-3He」反応による核融合反応を選択的に発生することが出来る。",
                    "(荷電粒子ビーム衝突方式は，「D-D」反応や「D-T」反応による核融合を発生することができる。ただし，主反応に放射性物質が含まれるので，放射性物質の発生を抑制することはできない。)(【0019】)",
                    "粒子加速器により核反応を発生することができることは周知のことであるが，原子核の破壊実験(素粒子に関する探究)が中心であり，エネルギー装置として利用については，考えられてこなかった。",
                    "特定の核融合反応のみを選択的に発生させ，放射性物質の発生を抑制することができる。",
                    "放射性物質を排出しない「純粋な核融合」を行うため，荷電粒子ビーム衝突方式による「D-3He」反応若しくは「3He-3He」反応以外に選択肢は無い。(【0020】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "一切の放射性物質を出さない純粋な核融合反応による原子力発電装置，並びに，宇宙機，航空機，船舶，車両等の推進装置を提供することができる。",
                    "エネルギー改革をもたらすとともに，従来の手法とは異なる動力源による移動手段を提供することができ，廃棄物の処理などに応用できるなど，あらゆる分野での応用が期待できる。(【0021】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "図1は，荷電粒子ビーム衝突型核融合炉の構成図である。",
                    "荷電粒子ビーム衝突方式の核融合炉は，重水素(2H，デューテリウムD)及びヘリウム3(3He)の燃料ガス52，53，燃料ガスの荷電粒子発生器61，粒子加速器62，電子レンズ63，磁気偏向器64m，真空容器55，回生減速器65，その他，図1には示していないが，イオン回収路68，中和器(電子発生器)69等からなる。(【0023】)",
                    "真空容器55の中には，核融合反応によって生成した荷電粒子1H及び4Heの運動エネルギーを，電磁誘導作用により電気エネルギーとして取り出す装置である回生減速器65が，核融合反応点(図中の向かい合う矢印で示す。)を取り囲むように配置している。",
                    "生成粒子1Hと4He(何れも正の電荷を持つ荷電粒子。)が飛び出すので，その運動エネルギーを熱として，そして，電磁誘導作用等により直接電気出力としてエネルギーを得ることができる。(【0027】)",
                    "地球上に十分な量の燃料となるヘリウム3(3He)が存在していないことから，放射性物質を含まない核融合の実現は，極めて困難なものになっている。",
                    "「D-D」反応や「D-T」反応は，放射性物質を含む核融合であることから，実施例として例示しなかったが，本発明の荷電粒子ビーム衝突型核融合装置は，これらの核融合反応についても取り扱うことができる。",
                    "核融合における問題点を再度整理する。",
                    "1点目は，中性子の生成であり，炉壁の脆化・放射化，人体への影響などが考えられるが，核分裂炉の技術で，対処可能であり，炉が停止すれば中性子の影響は無くなる。",
                    "2点目は，三重水素原子核3H(トリチウムT)の生成であり，漏えいによる周辺への影響が深刻な問題であることは，最初に述べたとおりである。(【0096】)",
                    "図11は，1つの炉に異なる角度で3対の「荷電粒子ビーム発生器」を構成した実施例である。",
                    "図の左側は，全て重水素原子核2H(デューテリウムD)を燃料とし，右側は，上から順に重水素原子核2H(デューテリウムD)，三重水素原子核3H(トリチウムT)，ヘリウム3原子核3Heを燃料とする。",
                    "1つ目の「D-D」と「D」の記号を付した「荷電粒子ビーム発生器」の対で「D-D」反応を行うが，1．4MeVを必要とし，0．2barnsと反応断面積が小さい。最初の核融合反応であるから不純物が混入も無いが，二種類の核融合反応が同時に発生し，4種類の粒子(p，n，T，3He)が飛翔する。(中性子nは，電荷を持たず透過力が強く，熱交換室57の中性子減速材(水)10により減速，吸収され，イオン回収路68では回収されない。)",
                    "2つ目の「D-T」と「T」の記号を付した「荷電粒子ビーム発生器」の対で「D-T」反応を行う。",
                    "3つ目の「D-3He」と「3He」の記号を付した「荷電粒子ビーム発生器」の対で「D-3He」反応を行う。",
                    "中性子nは，電気エネルギーとして回収できないため，熱として回収するエネルギーが増加する。真空容器の外側に減速材(水)10を満たした熱交換室57を設け，中性子の遮蔽と冷却を行う。(【0098】)",
                    "イオン回収路68及び未反応粒子68n回収路から，荷電粒子1H(p)，2H(D)，3H(T)，3He及び4He(D-D反応以外の反応で生成する。)を回収する。回収した荷電粒子を粒子加速器62，62tにより10keV程度まで加速して，電荷質量比の違いを利用して，電荷質量分離器64x(磁気スペクトロメータ)により1H(p)，3H(T)，2H(D)，4He(α)，3Heの順に分離する。三重水素原子核3H(トリチウムT)を60keVまで加速し，40keVに加速した重水素原子核2H(デューテリウムD)と核融合反応を行い，三重水素原子核3H(トリチウムT)を直ちに消費する。(【0099】)",
                    "電荷質量分離器64xで分離された水素原子核1H(p)，重水素原子核2H(D)，ヘリウム3原子核3He及びヘリウム原子核4He(α)は，それぞれ中和してタンクに蓄積する。ヘリウム原子核4He(アルファ粒子α)と重水素原子核2H(デューテリウムD)は，電荷質量比がほぼ同じであるから，分離することが困難である。(化学反応により分離できる。)",
                    "「D-3He」と「3He」の記号を付した「荷電粒子ビーム発生器」の対で「D-3He」反応を行うが，400keV(2H：160keV，3H：240keV)で衝突することで，「D-3He」反応は，1barns，「D-T」反応は，0．8barns，「D-D」反応は，0．13barnsであるので，分離できずに残った不純物の影響が若干減少する。",
                    "なお，分離せずに回収した粒子を燃料として使用する場合は，副反応が複雑になること，反応に寄与しない粒子を加速するために余分なエネルギーを要すること，様々なエネルギーの粒子が同時に飛翔し回生減速器65の設計が困難になる可能性がある。(【0101】)",
                    "図12(a)は，「D-D」反応と「D-T」反応のみを経常的に利用する構成の核融合炉の実施例である。…",
                    "32個(切頂二十面体の形状に組み立てる場合)の回生減速器65に付属するイオン回収路68及び2カ所の未反応燃料回収路から，核反応で生成した荷電粒子及び未反応燃料68n(1H(p)，2H(D)，3H(T)，3He及び4He(α))を中和せずに，イオン回収チューブ68tを経由して回収し，再度加速して電荷質量比の違いから粒子を分別し，三重水素原子核3H(トリチウムT)を1秒以内に消費するシステムを構成している。",
                    "図12(c)に，イオン回収チューブ68tの構成を示す。図6の電界ピストン型粒子加速器62tを太さが一定の筒状にしたもので，外側に荷電粒子を誘導する電極を設け，3つの相(φ0，φ1及びφ2)からなるプラスまたはマイナスの高電圧を一定の周期で順次加えることで，荷電粒子を移送する。",
                    "イオン回収チューブ68tは，32カ所のイオン回収路68に一筆書き状に接続して生成粒子を回収し，パルス状の生成粒子を平均化して電荷質量分離器64xに送っている。(【0102】)",
                    "「D-D」反応と「D-T」反応では，中性子nが多くのエネルギーを持って飛翔するので，直接電気として取り出せるエネルギーは最大で32．4％までであり，熱出力が67．6％以上を占める。同一の出力の場合，真空容器55の直径を30％程度小さくすることができる。荷電粒子ビーム型核融合炉60を取り囲む熱交換室57内に減速材(水)10を満たし，中性子nの減速及び熱変換を行う。",
                    "図12(b)に，水10による中性子nの遮蔽と熱変換，並びに，熱駆動ポンプ66(特許文献7)及び発電機88による熱-電気変換器)を，多面体(正五角形12面，正六角形20面)を構成する32個のユニットで構成した例を示す。各ユニットは，保守のため任意のユニットを取り外すことができる形状に作られているとともに，異なる角度のかみ合わせとなっており，直線的に進んだ中性子が間隙から漏れない構造としている。",
                    "図12(d)に「D-D」反応，(e)に「D-T」反応による粒子飛翔図を示す。(未反応粒子68nの軌跡は，省略した。)",
                    "荷電粒子1H，2H，3H，3He及び4Heは，回生減速器65で，中性子nは，回生減速器65を透過し，中性子減速材(水)10で減速している。安全のため，及び，中性子減速材(水)10，中性子反射材(鉛など)19を透過した中性子nを遮蔽するため，さらに外側にコンクリート壁が必要である。(【0103】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "放射能を出さない純粋な核融合反応による核融合発電装置，宇宙機，航空機，船舶，車両等の推進装置を提供することができる。微量の放射性物質を伴うが，安価な重水素燃料による核融合発電装置を提供できる。高エネルギーの荷電粒子による廃棄物処理などにも活用できる。(【0106】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の特徴",
              "text": [
                "前記(1)によれば，本願発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，放射性物質を環境に排出しない，核融合燃料サイクルを構成可能な純粋な核融合反応を行う核融合発電装置に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "核融合による原子力発電については世界中で精力的に研究が進められているが，安全な方式で，実用化の見通しを確立したものは未だ存在していない。現在研究が進められている核融合炉の方式は，放射性物質を含む燃料による磁気プラズマ閉じ込め方式やレーザーなどを照射する慣性核融合方式のものである。荷電粒子ビーム同士を衝突させることで核融合反応を発生する方式についての研究は見当たらない(【0002】～【0004】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "現在研究されている多くの核融合反応炉は，熱を電気に変換するプロセスが必要となるため，プラントの規模が大きくなるとともに，電気への変換効率が低くなる原因となっている。直接電気としてエネルギーを取り出すことができる磁気プラズマ閉じ込め方式の核融合炉について研究されているが，三重水素(T)など放射性物質を含む反応を利用しているため安全性に問題がある(【0005】【0006】【0010】)"
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明は，上記ウの解決手段として，特許請求の範囲請求項1記載の構成を採用したものである。とりわけ，本願発明は，核融合反応点を取り囲むように配置した回生減速器65を備え，真空容器55の中心部からパルス状に放射する核融合反応により生成した荷電粒子を電磁誘導作用により減速するとともに，荷電粒子の運動エネルギーを直接電気エネルギーとして取り出すようになっている(【0023】【0027】【図1】【図11】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，本願発明は，炉内から未反応燃料粒子及び核融合生成粒子を回収するイオン回収路68を備え，回収した核融合生成物である三重水素(T)を核融合燃料として使用することで消滅させ，中性子(n)を発生しない核融合燃料ヘリウム3(3He)の生産を行い，核融合燃料サイクルを構成できるようになっている。",
                    "具体的には，①32個の回生減速器65に付属するイオン回収路68及び2カ所の未反応粒子68n回収路から，核反応で生成した荷電粒子及び未反応粒子(1H(p)，2H(D)，3H(T)，3He及び4He(α))を中和せずに，イオン回収路68に一筆書き状に接続したイオン回収チューブ68tを経由して回収し，②粒子加速器62，62tにより再度加速し，③電荷質量分離器64xで電荷質量比の違いから粒子を分別し，④三重水素原子核3H(T)については核融合燃料として使用することで直ちに消費する一方で，⑤水素原子核1H(p)，重水素原子核2H(D)，ヘリウム3原子核3He及びヘリウム原子核4He(α)は，それぞれ中和してタンクに蓄積する(なお，電荷質量比がほぼ同じであるヘリウム4(4He)と重水素(D)とは化学反応により分離できる)(【0099】【0101】【0102】【図11】【図12】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本願発明は，核融合生成物である三重水素を核融合燃料として使用することで消滅させ，中性子を発生しない核融合燃料であるヘリウム3の生産を行うので，環境に放射性物質を出さない核融合発電装置を提供することができる(【0021】【0106】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(実施可能要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "イオン回収路をどのように構成するかについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明におけるイオン回収路の機能について",
                  "text": [
                    "本願発明は，「対向して打ち出す2本の核融合燃料である荷電粒子ビームが双方共に重水素原子核2H(デューテリウムD)であるもの，重水素原子核2H(デューテリウムD)と三重水素原子核3H(トリチウムT)であるもの」であって，「重水素(D，2H)を最初の燃料として核融合反応を行い，炉内から回収した核融合生成物である三重水素(T，3H)を核融合燃料として使用する」ものである。よって，核融合反応として，少なくとも，中性子を発生する「D-D反応」及び「D-T反応」(【0012】【表1】)を利用するものである。",
                    "そして，本願明細書には，「核融合における問題点を再度整理する。1点目は，中性子の生成であり，炉壁の脆化・放射化，人体への影響などが考えられるが，核分裂炉の技術で，対処可能であり」(【0096】)とされ，中性子減速材(水)や中性子反射材(鉛)を設けて中性子の遮蔽を行うことが記載されていることからすれば(【0098】【0103】【図12(b)】)，本願発明は，核融合反応により発生する中性子を中性子減速材等の中性子遮蔽手段で遮蔽することを当然の前提としていると認められる。",
                    "また，前記1(2)オのとおり，本願発明は，炉内から未反応燃料粒子及び核融合生成粒子を回収するイオン回収路68を備え，回収した核融合生成物である三重水素(T)を核融合燃料として使用することで消滅させ，中性子(n)を発生しない核融合燃料ヘリウム3(3He)の生産を行うことで，核融合燃料サイクルを構成するというものである。すなわち，本願発明は，核融合生成物である三重水素(T)とヘリウム3(3He)を，核融合燃料サイクルを構成できる程度に炉内から回収するものである。",
                    "そうすると，本願発明を実施するに当たっては，①核融合反応により発生する中性子を中性子遮蔽手段で遮蔽しつつ，②核融合生成物である三重水素(T)とヘリウム3(3He)を，核融合燃料サイクルを構成できる程度に炉内から回収する必要がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願明細書におけるイオン回収路の開示について",
                  "text": [
                    "本願明細書には，前記アの①について，中性子遮蔽手段として，「真空容器の外側に減速材(水)10を満たした熱交換室57を設け，中性子の遮蔽と冷却を行う」(【0098】)こと，中性子減速材(水)10及び中性子反射材(鉛)19等を1つのユニットとして構成し，32個のユニットを異なる角度の組合せとして中性子が間隙から漏れない構造とすること(【0103】【図12(b)】)が記載されている。また，前記アの②について，イオン回収路68及び未反応粒子68n回収路で回収した三重水素(T)及びヘリウム3(3He)を，イオン回収チューブ68tを介して，中性子遮蔽手段の外側の粒子加速器62，62tや電荷質量分離器64xに移送することが記載されている(【0099】【0102】【図11】【図12(a)】)。",
                    "前記構成において，イオン回収路68，未反応粒子68n回収路又はイオン回収チューブ68t(以下，総称して「イオン回収路」ともいう。)は，中性子遮蔽手段を内側から外側へ貫通するから，物質の透過力の大きい中性子がイオン回収路自体から漏出する問題が生じることになる。しかし，本願明細書には，イオン回収路に関し，イオン回収路68にイオン回収チューブ68tを一筆書き状に接続すること(【0102】)及び直線状のイオン回収チューブ68tが図示されているのみであり(【図12(c)】)，イオン回収路において中性子の漏出を防止する方法についての記載はない。また，前記構成のみからは，三重水素(T)とヘリウム3(3He)をどのようにして核融合燃料サイクルを構成できる程度に損失なく移送するのかも不明である。",
                    "そうすると，本願明細書の前記記載は，イオン回収路において中性子の漏出を防止しつつ，三重水素(T)とヘリウム3(3He)を核融合燃料サイクルが構成できる程度に移送する手段，すなわち，上記①と②を両立させる手段を記載したものとは認め難い。",
                    "したがって，本願明細書には，本願発明を実施するために必要なイオン回収路についての具体的な構成が記載されているとは認め難く，また，この点が当業者にとって自明の事項であるともいい難い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願明細書に記載したイオン回収チューブ68tについて，入り組んだ形状とすることで放射線を遮蔽することは当業者にとって日常的に対応する周知の事項であるから，放射線を遮蔽しつつ遮蔽体を貫通する方法は記述する必要はない，イオン回収チューブ68tは曲げることができるから，熱交換室57の間隙をジグザグに通すことが可能であるなどと主張する。",
                        "しかし，仮に，イオン回収チューブ68tを入り組んだ形状として放射線を遮蔽することが周知であり，「熱交換室57の間隙をジグザグに通す」ことが可能であるとしても，本願明細書には，三重水素(T)とヘリウム3(3He)の双方を，そのような「入り組んだ形状」ないし「ジグザグ」のイオン回収チューブ68tの内壁に衝突させることなく「核融合燃料サイクルを構成できる」程度に移送する方法についての記載はない。そして，電荷質量比の異なる三重水素(T)とヘリウム3(3He)の双方を電界や磁界によって同時に同じ方向に曲げることは技術上困難であると認められる。そうすると，仮に，イオン回収チューブ68tを「入り組んだ形状」として放射線を遮蔽することができたとしても，三重水素(T)とヘリウム3(3He)を，「核融合燃料サイクルを構成できる」程度に損失なく移送することができるとは認め難い。",
                        "また，原告は，イオン回収チューブ68tは，電界の変化を遅くする，磁界と電界の両方を同時に加えるなど，電荷質量比の影響を受けないようにして，全ての種類の荷電粒子を移送できるように設計する必要があり，イオン回収チューブ68tや粒子加速器の設計に際して荷電粒子のシミュレーションを行うことが有効であるなどと主張する。",
                        "しかし，本願明細書には原告の上記主張を裏付ける記載は見当たらない上，そのような「設計」や「シミュレーション」を要すること自体，当業者が過度な試行錯誤を必要とするというべきである。",
                        "よって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，熱交換室57は，本来，中性子のエネルギーを熱エネルギーに変換する手段であり，効率に大きな影響が無ければ，ある程度中性子の漏出を許容でき，また，本願明細書に「安全のため，及び，中性子減速材(水)10，中性子反射材(鉛など)19を透過した中性子nを遮蔽するため，さらに外側にコンクリート壁が必要である。」(【0103】)と記載されているとおり，最終的な中性子の遮蔽は，外側に設けたコンクリート壁で行うから，安全性には問題がないなどと主張する。",
                        "しかし，核融合炉の技術分野においては，炉心を囲むように配置された内側のブランケットは，エネルギー変換手段であると同時に中性子の遮蔽手段であり，ブランケット及び追加の遮蔽構造で中性子を最大限遮蔽することで，外側の各種機器の中性子による照射損傷，放射化を極めて低いレベルに抑えることが想定されており，このことは，本願の出願日時点における当業者の技術常識であると認められる(乙3)。",
                        "そして，本願明細書には，「真空容器の外側に減速材(水)10を満たした熱交換室57を設け，中性子の遮蔽と冷却を行う。」(【0098】)，「各ユニットは，保守のため任意のユニットを取り外すことができる形状に作られているとともに，異なる角度のかみ合わせとなっており，直線的に進んだ中性子が間隙から漏れない構造としている。」(【0103】)と記載されており，熱交換室57は，エネルギー変換手段であると同時に，中性子の遮蔽手段であることが明らかである。また，当該実施例において熱交換室57の外側の粒子加速器62等を中性子による放射化，損傷から保護する必要があることも明らかである。",
                        "以上を併せ考慮すれば，本願明細書において，熱交換室57は，中性子を最大限遮蔽してその外側に漏出させないものであると解するのが相当であり，効率に大きな影響がなければ，ある程度中性子の漏出を許容できるとは認め難い。",
                        "また，原告は，本願発明の方式では，中性子減速材10の厚みを一定以上確保することで，リチウム製を超える遮蔽を行うことができ，本願発明でもトカマク方式(プラズマ核融合)の遮蔽能力と遜色なく，中性子の漏出に対して柔軟に対応できるなどと主張する。",
                        "しかし，中性子減速材10の厚みを大きくして中性子の漏出を抑えることとで前記アの①を確保できたとしても，同②を同時に確保することにはならないから，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，「イオン回収路をどのように構成するか」について実施可能要件を満たさない旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "粒子を分別する装置をどのように構成するかについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明における粒子を分別する装置について",
                  "text": [
                    "前記(1)アのとおり，本願発明は，核融合反応として少なくとも「D-D反応」及び「D-T反応」を利用し，核融合生成物である三重水素(T)とヘリウム3(3He)を，核融合燃料サイクルを構成できる程度に回収するものである。",
                    "そうすると，本願発明を実施するに当たっては，「D-D反応」及び「D-T反応」によって生じる三重水素イオンとヘリウム3イオンとを互いに分離し，核融合燃料サイクルを構成できる程度に損失なく回収する，粒子を分別する装置が必要であるものと解される。",
                    "ここで，三重水素イオンとヘリウム3イオンは，真空容器55の中心部(未反応の場合は偏向器64)から種々の速度を有して放射状に飛び出し，回生減速器65で減速された上，回生減速器65を取り囲むイオン回収路68にて順次回収されるものであり，個々の粒子は，移送されるに従って進行方向前後に延び，速度も相当程度にばらつきがある状態になることは明らかである。このような状態で移送される個々の粒子を分離し，核融合燃料サイクルを構成できる程度に損失なく回収することが容易ではないことも明らかである。",
                    "しかし，本願明細書には，「回収した荷電粒子を粒子加速器62，62tにより10keV程度まで加速して，電荷質量比の違いを利用して，電荷質量分離器64x(磁気スペクトロメータ)により1H(p)，3H(T)，2H(D)，4He(α)，3Heの順に分離する。」(【0099】)と記載されているのみである。「電荷質量分離器64x」が，個々の粒子の速度にばらつきのある三重水素イオンとヘリウム3イオンを，「電荷質量比の違いを利用して」どのように分離し，核融合燃料サイクルを構成できる程度に損失なく回収するかについては何ら記載されていない。",
                    "したがって，本願明細書には，本願発明を実施するために必要な，粒子を分別する装置をどのように構成するかについて具体的に記載されているとは認め難く，また，この点が当業者にとって自明の事項であるともいい難い。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，磁力により荷電粒子を偏向させることは当業者にとって周知の事項であり，電荷質量分離器64xについて具体的な構成を記述する必要はなく，電荷質量分離の原理は，実用化された質量分析器と同じであるなどと主張する。",
                        "しかし，質量分析器は，荷電粒子が磁場を通過する際の偏向が電荷質量比によって異なることを利用して，ある電荷質量比を有する荷電粒子がどの程度存在するかを検出器で検出するものであり，分離した荷電粒子を回収して利用するものではない。また，荷電粒子の偏向は，磁場への導入速度にも依存するから，複数種類の荷電粒子がそれぞれ相当程度の速度分布を有する場合，これらの荷電粒子を厳密に分離することは困難である。よって，質量分析器が周知であるとしても，「電荷質量分離器64x」で本願発明を実施するために必要な構成が明らかになるわけではない。",
                        "また，原告は，個々の粒子の速度のばらつきに関し，本願明細書には，イオン回収チューブ68tは，「パルス状の生成粒子を平均化して電荷質量分離器64xに送っている。」(【0102】)と記載されており，「平均化」とは，荷電粒子の速度差等を小さくすることを含む，粒子の導入方向に対して電界をかけて質量分離を行う，あるいは，電荷質量分離器64xを磁界偏向と電界偏向とを組み合わせた2段構成にして，粒子の導入速度差の影響をキャンセルする方法も考えられるなどと主張する。",
                        "しかし，本願明細書には，原告の主張を裏付ける具体的な構成についての記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，核融合生成粒子の分離方法について，本願発明としては二次的な要素であるから，全部を回収して分離するという簡単な構成にとどめたものであり，当業者であれば，①核融合生成粒子と未反応燃料粒子とを混合せずに別々に処理する，あるいは，②電荷質量分離器を多数に分割して配置することを検討するなどと主張する。",
                        "しかし，前記アのとおり，本願発明を実施するに当たっては，三重水素イオンとヘリウム3イオンとを互いに分離し，核融合燃料サイクルを構成できる程度に損失なく回収する必要があるから，核融合生成粒子の分離方法が二次的な要素などとはいえない。また，①について，核融合生成粒子と未反応燃料粒子とは真空容器55の中心部から混合した状態で飛び出すと認められ，最初から混合せずに別々に処理すること自体がそもそも想定し難いし，②について，電荷質量分離器を多数に分割して配置したところで，それぞれの電荷質量分離器において個々の粒子の速度にばらつきのある三重水素イオンとヘリウム3イオンを分離する必要があることに変わりはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，原告の上記主張は，いずれも理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，「粒子を分別する装置をどのように構成するか」について実施可能要件を満たさない旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "核融合サイクルの構成について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)及び(2)で検討したとおり，本願明細書には，本願発明を実施するために必要な，イオン回収路及び粒子を分別する装置をどのように構成するかについて，具体的に記載されているとは認め難い。また，かかる点が当業者にとって自明の事項であるともいい難い。",
                    "したがって，本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確かつ十分に記載したものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，原子核物理学又は素粒子物理学の分野で使用される機器を扱う当業者であれば，荷電粒子の挙動をシミュレーションする技術を保有しているから，イオン回収路及び粒子を分別する装置について，設計するのに十分な知識を有している,この種の機器は，シミュレーションを行って構造を決定し，製造するものであるから，シミュレーションが必要なことをもって，本願発明を実施できる程度に明確かつ十分に記載されていないと結論付けることはできないなどと主張する。",
                    "しかし，イオン回収路及び粒子を分別する装置の具体的構成が本願明細書に記載されていない以上，イオン回収路及び粒子を分別する装置を「荷電粒子の挙動をシミュレーション」して「設計」するための前提を欠いており，そのような「シミュレーション」や「設計」は，当業者が過度な試行錯誤を必要とするものである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，「核融合サイクルの構成」について実施可能要件を満たさない旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}