{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-890082号事件について平成29年7月21日にした審決のうち，登録第5708397号の指定商品「コロッケ入りのパン，コロッケ入りのサンドイッチ，コロッケ入りのハンバーガー，コロッケ入りの弁当，コロッケ入りの調理済みの丼物，コロッケ入りの調理済みカレーライス，コロッケ入りのチャーハン」について「審判請求は成り立たない。」とした部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する一部不成立審決の取消訴訟である。争点は，商標法4条1項11号該当性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，登録第5708397号商標(以下，「本件商標」という。)の商標権者である。本件商標は，下記のとおりの構成からなり，平成25年7月4日に登録出願され，第30類「茶，茶飲料，菓子，パン，サンドイッチ，中華まんじゅう，ハンバーガー，ピザ，ホットドッグ，ミートパイ，調味料，穀物の加工品，穀物の加工品を主材とする調理済み惣菜，ぎょうざ，しゅうまい，すし，たこ焼き，弁当，ラビオリ，お好み焼き，おにぎり，調理済みのラーメン，調理済みのうどん，調理済みの中華そば，調理済みのそうめん，調理済みの焼きそば，調理済みのパスタ，調理済み麺類，調理済みの炒飯，調理済みの丼物，調理済みの米飯，調理済のスパゲティ，調理済みのカレーライス，ドライカレー，チャーハン」を指定商品として，平成26年9月5日に登録すべき旨の審決がされ(以下，「本件登録審決日」という。)，同年10月10日に設定登録されたものである。(甲1，2)",
            "原告は，平成27年10月15日，本件商標の無効審判請求をした(無効2015-890082号)。(甲87)",
            "特許庁は，平成29年7月21日，「登録第5708397号の指定商品中，第30類『茶，茶飲料，菓子，コロッケ入り以外のパン，コロッケ入り以外のサンドイッチ，中華まんじゅう，コロッケ入り以外のハンバーガー，ピザ，ホットドッグ，ミートパイ，コロッケ用以外の調味料，穀物の加工品，穀物の加工品を主材とする調理済み惣菜，ぎょうざ，しゅうまい，すし，たこ焼き，コロッケ入り以外の弁当，ラビオリ，お好み焼き，おにぎり，調理済みのラーメン，調理済みのうどん，調理済みの中華そば，調理済みのそうめん，調理済みの焼きそば，調理済みのパスタ，調理済み麺類，調理済みの炒飯，コロッケ入り以外の調理済みの丼物，調理済みの米飯，調理済みのスパゲティ，コロッケ入り以外の調理済みのカレーライス，ドライカレー，コロッケ入り以外のチャーハン』についての登録を無効とする。その余の指定商品についての審判請求は成り立たない。」との審決をし，その謄本は，同月31日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標",
              "text": [
                "登録第5100230号商標(以下，「引用商標」という。)は，「ゲンコツ」の文字を標準文字で表してなり，平成19年5月9日に登録出願され，第30類「おにぎり，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ」を指定商品として，同年12月21日に設定登録されたものであり，その商標権は現に有効に存続しているものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張した無効理由",
              "text": [
                "本件商標は，その商標登録出願の日前の商標登録出願に係る他人の登録商標である引用商標に類似する商標であって，引用商標の商標登録に係る指定商品又はこれらに類似する商品について使用するものであるにもかかわらず，商標法4条1項11号に違反して登録されたものであり，また，本件商標は，その構成中に揚げ物料理の一つを意味する「コロッケ」の普通名称を明確に含むところ，これをその指定商品に使用するときは，商品の品質の誤認を生ずるおそれがあるにもかかわらず，商標法4条1項16号に違反して登録されたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標について",
                  "text": [
                    "本件商標は，外観上，まとまりよく一体的に構成され，その構成文字に相応して，「ゲンコツコロッケ」の一連の称呼のみを生じるものであり，「にぎりこぶしのような大きさや形状のコロッケ」といった観念が生じる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商標法4条1項16号該当性について",
                  "text": [
                    "本件商標の構成中の「コロッケ」の文字は，本件商標の指定商品との関係においては，「コロッケ入りの商品」であることを表すものであって，指定商品の取引の実際においても，商品の品質を示すものとして一般に使用されているということができる。そうすると，これを本件商標の指定商品中，「コロッケ入りの商品」以外の商品に使用したときは，あたかも，「コロッケ入りの商品」であるかのように，その商品の品質について誤認を生じるおそれがあるといえる。",
                    "したがって，本件商標は，その指定商品中の「コロッケ入りの商品」以外の商品については，商標法4条1項16号に違反して登録されたものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "商標法3条1項柱書について",
                  "text": [
                    "本件商標は，その指定商品中，「コロッケ入りのパン，コロッケ入りのサンドイッチ，コロッケ入りのハンバーガー，コロッケ用調味料，コロッケ入りの弁当，コロッケ入りのチャーハン，コロッケ入りの調理済みのカレーライス，コロッケ入りの調理済みの丼物」以外の商品について，商標法3条1項柱書の要件を具備していないにもかかわらず，登録されたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "商標法4条1項11号該当性について",
                  "text": [
                    "本件商標と引用商標の外観を対比すると，その構成文字数，書体，「コロッケ」の文字部分の有無において明らかな差異を有するものであるから，外観上，判然と区別することができるものである。",
                    "次に，両商標の称呼を対比すると，本件商標から生じる「ゲンコツコロッケ」の称呼と引用商標から生じる「ゲンコツ」の称呼とは，後半における「コロッケ」の音の有無という顕著な差異を有し，構成音数を異にするものであるから，それぞれを一連に称呼するときは，明瞭に聴別し得るものである。",
                    "さらに，両商標の観念を対比すると，本件商標は，「にぎりこぶしのような大きさや形状のコロッケ」の観念が生じるものであるのに対し，引用商標は，「にぎりこぶし」の観念が生じるものであるから，相紛れるおそれはない。",
                    "そうすると，本件商標と引用商標とは，外観，称呼及び観念のいずれの点においても相紛れるおそれがない非類似の商標というべきものである。",
                    "したがって，本件商標の指定商品中，「コロッケ入りのパン，コロッケ入りのサンドイッチ，コロッケ入りのハンバーガー，コロッケ用調味料，コロッケ入りの弁当，コロッケ入りのチャーハン，コロッケ入りの調理済みのカレーライス，コロッケ入りの調理済みの丼物」が，引用商標の指定商品と同一又は類似であったとしても，本件商標と引用商標とは，非類似の商標であるから，本件商標は，商標法4条1項11号に該当しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，商標法4条1項11号該当性の判断を誤ったものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "商標の類否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の外観は，同じ書体ではあるが，「ゲンコツ」と「コロッケ」の「ゲ」と「コ」を特徴的に大きく表示して，「ゲンコツ」と「コロッケ」を外観上意識的に区別して表示しており，「ゲンコツ」と「コロッケ」の間には，その称呼において，明確に一拍の間隙が存在しており，「ゲンコツ」と「コロッケ」はそれぞれ独立した意味を有している。",
                "本件商標は，「ゲンコツ」と「コロッケ」を分離して観察することが，取引上不自然と思われるほど不可分的に結合しているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の指定商品が，コロッケ及びコロッケ入りの商品，コロッケ用調味料等に限定されることとなった結果，本件商標中の「コロッケ」の文字部分は，本件商標の指定商品との関係において，自他商品の識別標識としての機能を有しない部分となった。その結果，本件商標の構成中の「ゲンコツ」の文字部分のみが，本件商標の要部として，引用商標との類否判断の対象となる。",
                "「ゲンコツ」部分が出所識別標識として強く支配的な印象を与えるものと認められないとしても，それ以外の部分，すなわち「コロッケ」部分からは，出所識別標識としての称呼，観念が生じないと認められるのであるから，本件商標の一部である「ゲンコツ」部分だけを引用商標と比較して類否を判断すべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標を付した商品の具体的な取引状況は，①広告(甲10)において，「マチのおかず屋さん」が，腕によりをかけて丹精して作った「ゲンコツ」ブランドの逸品としての「ゲンコツメンチ」，「ゲンコツクリームコロッケ」，「ゲンコツコロッケ」であることを消費者に訴えかけることで，「ゲンコツ」に特別なブランドイメージをもたせようと意図し，②広告(甲9)において，「ゲンコツコロッケ」と「ゲンコツメンチ」を「ゲンコツ兄弟」として「対決」させ，「ゲンコツ」に「喧嘩」，すなわち対決というイメージをもたせて，ゲンコツに特別な観念を持たせ，③コマーシャル(甲8)において，有名俳優二人が，「ゲンコツ」ののれんのかかった，高級寿司店風のカウンターの前で，「コロッケ」を手に持つことで，手をかけたこだわりの逸品という意味を「ゲンコツ」に込め，④原料や製法にこだわった「ゲンコツコロッケ」(甲66)と宣伝して，「ゲンコツ」にこだわりの逸品というイメージを持たせ，⑤「ゲンコツメンチ」の例ではあるが，ゲンコツメンチとチキン南蛮を組み合わせた「ゲンコツ南蛮弁当」を売り出して(甲95)，「ゲンコツ」のみを強調するといったものである。被告は，「ゲンコツ」を強調し，ゲンコツシリーズの一品として販売している。",
                "以上の具体的な取引状況を見ると，「ゲンコツ」が単なる大きさや形状を示すにとどまらず，それより高次の意味を持った，ゲンコツブランドの中核となるイメージを示している。したがって，「ゲンコツ」は，商品の出所識別標識としての強く支配的な印象を与えている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "指定商品の類否について",
          "text": [
            "本件商標の指定商品は，第30類「コロッケ入りのパン，コロッケ入りのサンドイッチ，コロッケ入りのハンバーガー，コロッケ用調味料，コロッケ入りの弁当，コロッケ入りの調理済みの丼物，コロッケ入りの調理済みのカレーライス，コロッケ入りのチャーハン」である。",
            "引用商標の指定商品は，第30類「おにぎり，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ」である(甲3)。",
            "本件商標の指定商品中「コロッケ入りのサンドイッチ，コロッケ入りのハンバーガー，コロッケ入りの弁当」は，引用商標の指定商品中「サンドイッチ，ハンバーガー，べんとう」とは，完全に同一の商品である。",
            "本件商標の指定商品中「コロッケ入りのパン」は，「パン」の下位概念に当たる商品であるから，引用商標の指定商品中「サンドイッチ，ハンバーガー，ピザ，ホットドッグ，ミートパイ」と相互に類似する商品である。",
            "本件商標の指定商品中「コロッケ入りの調理済みの丼物，コロッケ入りの調理済みのカレーライス，コロッケ入りのチャーハン」は，引用商標の指定商品中「おにぎり」及び「ぎょうざ，しゅうまい，すし，たこ焼き，べんとう，ラビオリ」と相互に類似する商品である。",
            "したがって，前記審決後の本件商標の指定商品は，「コロッケ用調味料」を除いて，引用商標の指定商品と同一又は類似する商品である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の「ゲンコツコロッケ」の構成文字は，太い筆文字で，間隔を空けることなく横一連に表されており，また語頭「ゲ」，中間「コ」及び語尾「ケ」の文字が，他の文字に比べて多少大きく表されており，その書体の特徴と相俟って，全体として統一感ある印象を与えるものとなっていることから，本件商標は，外観上一体的に看取されるというべきものである。そのような構成において，「コロッケ」の文字部分を捨象するのは，その外観的特徴からして不自然である。",
                "また，本件商標の構成文字全体から生ずる「ゲンコツコロッケ」の称呼は，7音から構成されていて，短く，よどみなく一連に称呼できることから，その称呼の簡潔性からしても，本件商標に接した需要者及び取引者は，全体で一体不可分の一つの語として認識，理解するとみるのが自然である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の指定商品は，第30類「コロッケ入りパン，コロッケ入りサンドイッチ，コロッケ入りハンバーガー，コロッケ入り弁当，コロッケ入りの調理済み丼物，コロッケ入りの調理済みのカレーライス，コロッケ入りのチャーハン」であり，第29類「コロッケ」ではない。「コロッケ」の文字は，指定商品との関係においては，商品の普通名称ではなく，商品の原材料を表すものにすぎない。",
                "また，上記指定商品との関係において，本件商標の構成文字「コロッケ」が，商品の原材料を表すものと認識される場合があったとしても，本件商標について，「ゲンコツ」の文字部分を要部とすべきか否かは，「コロッケ」の語が商品の原材料を表すものであるか否かによって一義的に決まるものではなく，本件商標の称呼及び観念を考察するに際して，考慮すべき一つの要素にすぎない。本件商標をその指定商品に用いたものに接した需要者は，「にぎりこぶしのような大きさや形状のコロッケ」が入った「パン，サンドイッチ，ハンバーガー，弁当」等であると認識し，「ゲンコツコロッケ」の文字を一体的に理解することから，「コロッケ」は，出所識別標識としての称呼，観念が生じないとまではいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "登録商標の範囲は，願書に記載の商標見本に基づいて定められるものである(商標法27条1項)から，商標の類否判断は，願書に記載された商標に基づいて判断するのが妥当であり，使用の態様に基づき，本件商標の要部を認定するのは，不適切である。",
                "原告が挙げる本件商標の使用例は，「ゲンコツ南蛮弁当」以外は，メンチカツ及びコロッケに関する使用例であり，また，それらの使用例は，極めて短い期間に行われたもので，回数も少ないことから，需要者に認識，記憶される程には至っておらず，それらの使用例をもって，本件商標の「ゲンコツ」の文字部分について，自他商品識別標識として強く支配的な印象を与えるとはいえない。",
                "食品の分野においては，「ゲンコツ」は，「ゲンコツ○○」のように使用され，「げんこつ状」あるいは「げんこつ大」の商品として，商品の大きさや形状を想起させる語として使用されている(甲54～63，乙2～4)から，本件商標の構成中「ゲンコツ」の文字部分については，商品の出所標識として強く支配的な印象を与えるものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "「ゲンコツコロッケ」は，被告によって盛大に宣伝広告されており(甲65～73)，また売上高も相当な金額に上ることから，「ゲンコツコロッケ」は，本件商標の登録時において，被告の商標として，需要者の間で広く認知されていたものである。そうすると，本件商標は，その周知性からしても，常に一体不可分のものとして認識されるものであり，その構成文字に相応して，「ゲンコツコロッケ」の一連の称呼及び「にぎりこぶしのような大きさや形状のコロッケ」の観念のみが生ずる"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "指定商品の類否について",
          "text": [
            "本件商標の指定商品のうち，第30類「コロッケ入りパン，コロッケ入りサンドイッチ，コロッケ入りハンバーガー，コロッケ入り弁当，コロッケ入りの調理済み丼物，コロッケ入りの調理済みのカレーライス，コロッケ入りのチャーハン」は，引用商標の指定商品である第30類「おにぎり，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ」に同一又は類似することは，認める。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と引用商標との類否について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，前記第2，1のとおり，「ゲンコツコロッケ」の片仮名を，毛筆で書したかのような字体で，「ゲ」「コ」「ケ」をやや大きく，その余の文字をやや小さく一連に書してなり，「ゲンコツコロッケ」の称呼を生じるものである。そして，本件商標のうち「ゲンコツ」は，「にぎりこぶし。げんこ。」を意味する(甲6)。証拠(甲54～58，60，61，63，乙3)及び弁論の全趣旨によると，本件登録審決日当時，「ゲンコツ」は，食品分野において，ゴツゴツした形状や大きさがにぎりこぶし程度であることを意味する語として用いられることがあったものと認められる。「コロッケ」は，「揚げ物料理の一つ。あらかじめ調理した挽肉・魚介・野菜などを，ゆでてつぶしたジャガイモやベシャメル・ソースと混ぜ合わせて小判形などにまとめ，パン粉の衣をつけて油で揚げたもの。」を意味する(甲5)。",
                    "本件商標は，「ゲンコツ」と「コロッケ」の結合商標と認められるところ，その全体は8字8音とやや冗長であること，上記のとおり「コ」の字がやや大きいこと，「ゲンコツ」も「コロッケ」も上記の意味において一般に広く知られていることからすると，本件商標は，「ゲンコツ」と「コロッケ」を分離して観察することが取引上不自然と思われるほど不可分的に結合しているとはいえないものである。",
                    "また，本件商標の指定商品のうち本件訴訟において争われている指定商品は，いずれも，「コロッケ入り」の食品であるから，本件商標の構成のうち「コロッケ」の部分は，指定商品の原材料を意味するものと捉えられ，識別力がかなり低いものである。これに対し，上記のとおり，「ゲンコツ」は，食品分野において，ゴツゴツした形状や大きさがにぎりこぶし程度であることを意味する語として用いられることがあることから，「ゲンコツコロッケ」は，「ゴツゴツした，にぎりこぶし大のコロッケ」との観念も生じ得るが，常にそのような観念が生ずるとまではいえず，また，本件商標の指定商品の原材料である「コロッケ」は，ゴツゴツしたものやにぎりこぶし大のものに限定されていないのであるから，「ゲンコツ」は，「コロッケ」よりも識別力が高く，需要者に対して強く支配的な印象を与えるというべきである。",
                    "さらに，証拠(甲51，66～72)及び弁論の全趣旨によると，被告が，本件商標を使用して，「ゲンコツコロッケ」の販売を開始したのは，平成26年6月3日であり，販売開始は新聞の電子版で報道され，「ゲンコツコロッケ」は，人気商品となって，販売開始から短期間で多数個が販売されたことが認められる。しかし，本件登録審決日は上記の販売開始から約3か月間経過後であること，コロッケのような食品の需要者はきわめて多数にのぼると考えられることからすると，上記のような被告による販売の事実があるとしても，「ゲンコツコロッケ」が不可分一体と認識されると認めることはできない。",
                    "以上より，本件商標の要部は「ゲンコツ」の部分であると解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標の要部「ゲンコツ」と引用商標とは，外観において類似し，称呼を共通にし，観念を共通にする。したがって，両者は，類似しているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，①本件商標は外観上全体として統一感ある印象を与え，②称呼も短く，一連に称呼できるから，全体で一体不可分の語として認識，理解されるべきである，と主張する。",
                    "しかし，本件商標が全体として不可分なものであって，「ゲンコツ」と「コロッケ」を分離して観察することができないといえないことは，前記(1)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，①本件商標の指定商品は「コロッケ」ではなく，②「コロッケ」が商品の原材料を表すものと認識される場合であっても，需要者は「にぎりこぶしのような大きさや形状のコロッケ」が入った「パン，サンドイッチ，ハンバーガー，弁当」等であると認識するから，「ゲンコツコロッケ」を一体的に理解する，と主張する。",
                    "しかし，本件商標の構成のうち「ゲンコツ」の部分が，需要者に対して強く支配的な印象を与えることは，前記(1)のとおりであり，需要者が，「ゲンコツコロッケ」を一体的に理解するとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件商標は周知であるから，「ゲンコツコロッケ」は常に一体不可分のものとして認識される，と主張する。",
                    "しかし，この主張を採用することができないことは，前記(1)のとおりである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "指定商品の類否について",
          "text": [
            "本件商標の指定商品のうち，第30類「コロッケ入りパン，コロッケ入りサンドイッチ，コロッケ入りハンバーガー，コロッケ入り弁当，コロッケ入りの調理済み丼物，コロッケ入りの調理済みのカレーライス，コロッケ入りのチャーハン」は，引用商標の指定商品である第30類「おにぎり，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ」に同一又は類似することについて，当事者間に争いはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上より，本件商標は，指定商品「コロッケ入りパン，コロッケ入りサンドイッチ，コロッケ入りハンバーガー，コロッケ入り弁当，コロッケ入りの調理済み丼物，コロッケ入りの調理済みのカレーライス，コロッケ入りのチャーハン」につき，商標法4条1項11号に該当するから，原告の取消事由の主張には，理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由があるから，本件審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10169",
    "date": "2018-03-07",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087556",
    "ipprecedent_id": "4871",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}