{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800024号事件について平成29年6月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（後掲証拠及び弁論の全趣旨から認められる事実）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，名称を「光配向用偏光光照射装置」とする発明に係る特許権（特許第4815995号。平成17年10月24日出願，平成23年9月9日設定登録。請求項の数1。以下，「本件特許権」といい，同特許権に係る特許を「本件特許」という。）の特許権者である（甲10）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年2月17日に特許庁に無効審判請求をし，特許庁は上記請求を無効2016-800024号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年6月27日，審判請求は成り立たない旨の審決（以下「本件審決」という。）をし，その謄本は，同年7月6日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年8月4日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1の記載は，次のとおりである。以下，同請求項に係る発明を「本件発明」といい，本件特許の明細書（甲10）を，図面を含めて「本件明細書」という。また，本件明細書の図面の一部は，別紙本件明細書図面目録記載のとおりである。",
            "【請求項1】",
            "「連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部が多段に配置され，多段に配置された各光照射部から上記光配向膜に偏光光を照射して光配向を行う偏光光照射装置であって， ",
            "上記多段に配置された各光照射部は，",
            "光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，",
            "上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている偏光素子ユニットを有しており，",
            "各段に配置された各光照射部は，各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている",
            "ことを特徴とする光配向用偏光光照射装置。」",
            "また，請求項1の記載については次のとおり分説することができる。",
            "A    連続または間歇的に直線状に搬送される光配向膜に対し，",
            "B    光配向膜の搬送方向に沿って光照射部が多段に配置され，",
            "C    多段に配置された各光照射部から上記光配向膜に偏光光を照射して光配向を行う偏光光照射装置であって，",
            "D1  上記多段に配置された各光照射部は，光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，",
            "D2  上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている偏光素子ユニットを有しており，",
            "D3  各段に配置された各光照射部は，各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている",
            "E    ことを特徴とする光配向用偏光光照射装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，無効理由1として特開2004-163881号公報（甲1。以下「甲1文献」という。）に基づく新規性欠如，無効理由2として甲1文献に記載された発明に基づく進歩性欠如，無効理由3として特開2002-350858号公報（甲2。以下「甲2文献」という。）に記載された発明に基づく進歩性欠如を主張した。",
                "本件審決の理由は，別紙審決書（写し）記載のとおりであり，要するに，①  無効理由1につき，本件発明は，甲1文献に記載された発明であるとはいえないから特許法29条1項3号に該当しない，②  無効理由2につき，本件発明は，甲1文献に記載された発明（以下「甲1発明」という。）に基づき当業者が容易に想到することができたものとはいえないから同条2項に該当しない，③  無効理由3につき，本件発明は，甲2文献に記載された発明（以下「甲2発明」という。）に，次の甲3，甲4，甲7及び甲8（以下，それぞれ「甲3文献」などという。）の各文献に記載された技術事項並びに従来周知の技術事項又は各文献に記載された技術事項を組み合わせることにより，当業者が容易に想到することができたものとはいえないから同項に該当しないとして，原告の無効審判請求は成り立たないというものである。なお，文献中の図面の一部は，後出の文献も含め，各文献の番号に応じた別紙図面目録記載のとおりである。",
                "甲3：特開2004-9595号公報",
                "甲4：光技術情報誌「ライトエッジ」Ｎo．23（ウシオ電機株式会社，2001年11月発行）第36～65頁",
                "甲7：特開2004-144884号公報",
                "甲8：米国特許出願公開第2003／0043461号明細書"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "光照射エネルギーを使った，基材材料の加工をするための加工装置10であって，",
                    "透明基材層18が，図1の左から右へと動きながらウェブ16として搬送され，",
                    "紫外光をウェブ16上の放射領域に供するため内部に第一放射ステーション20aを含んだ放射装置60を備えており，",
                    "第一放射ステーション20aは，透明基材層18に付加されたLPP1層22の処理のために偏光UV-B放射を供し，好ましい角度を持つ光学的配向を得るため，ポリマーをクロスリンクすることにより所望の分子改変を供し，",
                    "放射装置60は，ウェブ16全幅にわたって放射源を生成し照射するフード組立部70，及び，光解離性を調節し，所望の投射角に光を照射し，かつ放射源を偏光する光調節組立部74から構成され，",
                    "フード組立部70の内部では，光源64が放射源を，望ましい波長および出力レベルにて，提供し，",
                    "光調節組立部74は，偏光子90を備え，偏光子90は，複数の偏光子セグメント91が並べられたものであり，偏光子セグメント91は，一緒に傾けられたワイヤーグリッド偏光子であってよく，偏光子90は，ウェブ16の動作方向に対する特定の角度で好ましく配されており，この角度的オフセットは，個々の偏光子セグメント91間にある境界線による起こりうる縞効果を代償し，",
                    "光源64は，多重化された光源，164a，164b，164c，164d，164e，及び164fであってよく，ウェブ16の幅を覆うために，これら光源164a，164b，164c，164d，164e，及び164fは，グループ化され，認知できるだけのギャップや境界を除くよう交互に配置されている，",
                    "加工装置10。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明",
                  "text": [
                    "基板の配向膜表面に偏光紫外線を照射して基板の配向を行うための光配向装置であって，",
                    "光束を絞り照度を上げ照射ヘッドを複数個大きな基板の一辺の長さに対応するだけ並べた多連化した照射ヘッドを多段化して配置し，",
                    "基板を搭載し，移動可能な基板ステージとを備え，",
                    "前記多連化した照射ヘッドから前記基板へ向けて偏光紫外線を照射し，各々の照射ヘッドの出力を調整し，照度の均一性を確保した後に，前記基板を搭載した前記基板ステージを移動して基板を所定の速度で図3の矢印方向に移動させ前記基板の配向を行うことを特徴とする光配向装置。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明と甲1発明",
                  "text": [
                    "両発明は以下の[一致点]で一致し，[相違点1]について相違する。",
                    "[一致点]",
                    "連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部が配置され，光照射部から上記光配向膜に偏光光を照射して光配向を行う偏光光照射装置であって，",
                    "光照射部は，",
                    "光配向膜の搬送方向に対して直交する方向に伸びる光源と，",
                    "上記光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられている偏光素子ユニットを有して",
                    "いる",
                    "ことを特徴とする光配向用偏光光照射装置。",
                    "［相違点1］",
                    "本件発明においては，光照射部が「多段に」配置され，「多段に配置された各」光照射部から偏光光を照射し，",
                    "「多段に配置された各」光照射部が，光源と偏光素子ユニットを有しており，",
                    "前記光源は，「線状の光源」であり，",
                    "「並べられたワイヤーグリッド偏光素子の間に境界部が生じて」おり，",
                    "「各段に配置された各光照射部は，各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されて」いるのに対し，",
                    "甲1発明においては，かかる事項を発明特定事項として有していない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と甲2発明",
                  "text": [
                    "両発明は以下の[一致点]で一致し，[相違点2]について相違する。",
                    "[一致点]",
                    "連続または間歇的に直線状に搬送される光配向膜に対し，",
                    "光配向膜の搬送方向に沿って光照射部が多段に配置され，",
                    "多段に配置された各光照射部から上記光配向膜に偏光光を照射して光配向を行う偏光光照射装置である，",
                    "光配向用偏光光照射装置。",
                    "[相違点2]",
                    "多段に配置された各光照射部について，本件発明においては，",
                    "「光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，",
                    "上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている偏光素子ユニットを有しており」，及び",
                    "「各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている」",
                    "との事項が特定されているのに対して，甲2発明においては，かかる事項を発明特定事項として有していない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1：無効理由3につき，相違点2に関する容易想到性の判断の誤り",
            "取消事由2：無効理由2につき，相違点1の認定の誤り及び相違点1に係る構成についての容易想到性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点2に関する容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "次のとおり，相違点2について容易想到性がないとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明と本件発明の相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献の【0033】の記載には，各照射ヘッドが偏光子を有し，各照射ヘッドが直方体状の筐体（外装ケース）を有することが開示されており，各照射ヘッドに内蔵された各偏光子は，照射ヘッドの筐体で仕切られているから，各照射ヘッドの偏光子間に境界部が生じることは明らかである。また，構成D2の「上記線状の光源の伸びる方向」は構成D1の「光配向膜の搬送方向に対して直交する方向」を意味するから，甲2発明は，「光配向膜の搬送方向に対して直交する方向に沿って複数の偏光素子が並べられ，該並べられた偏光素子の間に境界部が生じている偏光素子ユニットを有しており」との構成においては，本件発明と相違しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，甲2発明と本件発明の相違点は，本件発明が次の相違点2´a～cの構成を備えているのに対し，甲2発明がこれを備えていない点である。",
                    "［相違点2´a］",
                    "各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている",
                    "［相違点2´b］",
                    "光配向膜の搬送方向に対して直交する方向に伸びる線状の光源",
                    "［相違点2´c］",
                    "ワイヤーグリッド偏光素子"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲2発明は照度のバラツキを必要な照度幅内に収めることを課題としているのであって照度を完全に均一にすることを課題にしておらず，また，偏光素子間の境界部が発生することにより，照度分布が悪化するという課題は認識されていないから，甲2文献に接した当業者が当該課題を想定するともいえないとして，甲2発明において，各段の照射ヘッドの位置をずらすという相違点2´aの構成をとることの動機付けはないと判断したが，次のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「照度」（表面に入射する光束の密度で表され，数値（単位はルクス（lm／m2））で特定される）と「照度分布」（照度の広がり具合）は異なる概念である。甲2発明において，個々の光源の照度のバラツキはなく，「照度の均一性は確保されている」が，甲2文献の図2(2)から明らかなとおり，甲2発明の照射ヘッド全体の照度分布は均一でないため，「光源全体における照度分布の不均一性」という課題は残る。そして，甲2文献に接した当業者において「光源全体における照度分布の不均一性」という課題を想定するのは極めて容易である。",
                        "本件明細書の【0009】の記載も，本件特許の特許出願前の背景技術として，甲2文献から「光源全体における照度分布の不均一性」という課題を認識できることを示すものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，以下のとおり，照射ヘッド全体でみたときに照度の不均一性が生じる構成において照度分布の不均一性を解消すべきことは，当業者にとって周知な技術的課題である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3文献の【0020】～【0022】及び図1～3には，多連化した照射ヘッド（露光ヘッド166）を用いた構成において，各段の照射ヘッドの位置をずらすことが記載されている。このような構成を採る理由は「1行目の露光エリア168 と露光エリア168 との11 12間の露光できない部分」を「2行目の露光エリア168 と3行目の21露光エリア168 とにより露光する」ためであり，要するに，露光31ヘッド166全体で見たときに1行目のみの構成では達成できない照度分布の不均一性を解消するためである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲20（特開2004-035763号公報。以下「甲20文献」という。）の【0017】，【0018】，【0020】及び図1，2には，多連化した光源（管状ランプ5）を用いた構成において，各段の光源の位置をずらすことが記載されている。このような構成を採る理由は，「前後2本の管状ランプ5の光強度の弱い両端部分近くから光硬化性組成物2に向けて光が照射される低照度の領域を互いに重ね合わせ，管状ランプ両端の電極部分の下方にある照射領域を管状ランプ中央部分の照射領域の照度と略同一となるようにしている。したがって，光照射装置1の下方を通過してゆく光硬化性組成物2の表面では，照度が略均一となる。」との記載のとおり，照射装置1全体で見たときに1行のランプ（ランプ5a，5c）のみでは達成できない照度分布の不均一性を解消するためである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲21（特開平09-234894号公報。以下「甲21文献」という。）の【0051】～【0053】及び図6，9には，多連化した光源（発光素子8）を用いた構成において，各段の光源の位置をずらすことが記載されている。このような構成を採る理由は，「発光素子8の千鳥配列により，光量は記録紙の幅方にほぼ均一となる」ようにするためであり，要するに，発光素子8全体で見たときに1行の光源（ラインA-B）のみでは達成できない照度分布の不均一性を解消するためである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲2文献から理解される課題及び上記(イ)の周知な技術的課題に照らせば，照射ヘッド全体で見たときに照度分布の不均一性が生じている甲2発明において，照度分布の不均一性という課題を解決する動機付けは存在する。",
                        "また，上記(ア)のとおり，「個々の光源の照度のバラツキ」，すなわち照度の最高値のバラツキを解消することと，照射ヘッド全体における照度分布の均一性を確保することは両立するから，甲2発明において，当該照度分布の不均一性を解消するための構成を採用することに阻害事由もない。",
                        "よって，甲2発明において各段の照射ヘッドの位置をずらすことを動機付けることはできないとの本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2発明に下記の甲3技術又は周知技術を適用して各段の照射ヘッドの位置をずらし，相違点2´aの構成とすることは当業者が容易に想到し得たことである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3文献には，「m行n列の露光ヘッドのうち，ライン状に配列された各行の露光ヘッド166の各々が，1行目の露光エリア168 と露11光エリア168 との間の露光できない部分が2行目の露光エリア16128 と3行目の露光エリア168 とにより露光されるように，配列方21 31向にずらして配置されている，液晶表示装置（LCD）用カラーフィルタ形成のための露光装置」（以下「甲3技術」という。）が開示されている。",
                        "甲4文献によれば，液晶光配向用途に用いられる偏光紫外線照射装置用の照明系の技術分野において，液晶カラーフィルタ露光用の照明系の応用を試みることに格別な困難性は存在しないから，甲2発明における照度分布の不均一性という課題を解決するために甲3技術を採用し，各段の照射ヘッドの位置をずらす構成を採用することは容易である。そして，甲2発明において各段の照射ヘッドの位置がずれた構成は，おのずと各段の照射ヘッド内の偏光素子の境界部も互いに重ならない配置となる。",
                        "したがって，甲2発明において，甲3技術を適用して相違点2´aの構成とすることは，当業者が容易に想到し得たものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，上記ア(イ)の記載によれば，「多連化した照射ヘッドを用いた構成において，照度分布の均一性を確保するために多段化された各段の照射ヘッドの位置をずらすこと」は周知技術（以下「本件周知技術」という。）であるといえる。そこで，甲2発明において均一な光照射を行うための構成として本件周知技術を採用することは容易である。そして，甲2発明において各段の照射ヘッドの位置がずれた構成は，自ずと，各段の照射ヘッド内の偏光素子の境界部も互いに重ならない配置となることは上記(ア)のとおりであるから，甲2発明において，本件周知技術を適用して相違点2´aの構成とすることは，当業者が容易に想到し得たものといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件審決が，相違点2´aに関し，甲2発明において各段の照射ヘッドの位置をずらす動機付けはないと判断したことは誤りである。また，相違点2´aについては，上記甲3技術又は本件周知技術に基づいて当業者が容易に想到し得たものであるから，本件発明は当業者が容易に想到し得たものであり，本件審決の相違点2に係る構成についての容易想到性の判断には誤りがある。これらの誤りは，無効理由3についての本件審決の結論に影響を与える重大なものであるから，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点1の認定の誤り及び相違点1に係る構成についての容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の認定した相違点1は，次のとおり分説することができ，以下の相違点1´a及び相違点1´bにつき相違点の認定の誤りが，相違点1´c及び相違点1´dにつき容易想到性の判断の誤りがある。",
                "［相違点1´a］",
                "光配向膜の搬送方向に対して直交する方向に伸びる線状の光源",
                "［相違点1´b］",
                "上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている",
                "［相違点1´c］",
                "光配向膜の搬送方向に沿って光照射部が多段に配置されている",
                "［相違点1´d］",
                "各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1´a（光配向膜の搬送方向に対して直交する方向に伸びる線状の光源）について",
                  "text": [
                    "構成D1の「線状の光源」は「光配向膜の幅方向の全体にわたって光を照射できるもの」であり，「ギャップや境界が存在する構成」は含まれない。したがって，甲1発明の「図15の3個の光源164a，164c及び164e（2つの列のうちの片方の列だけ）」は構成D1の「線状の光源」に当たらないとの本件審決の判断に誤りはないが，甲1発明の「図15の6個の多重化された光源164a，164b，164c，164d，164e及び164f」は構成D1の「線状の光源」に相当し，また，甲1発明の「図4の光源64」も構成D1の「線状の光源」に相当する。",
                    "よって，甲1発明は，「図15の6個の多重化された光源164a，164b，164c，164d，164e及び164f」又は「図4の光源64」により，構成D1の「線状の光源」を開示している。",
                    "以上から，甲1発明は，「光配向膜の搬送方向に対して直交する方向に伸びる線状の光源」を開示しているから，相違点1´aは存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1´b（上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている）について",
                  "text": [
                    "構成D2の「偏光素子ユニット」は，請求項の記載から明らかなとおり，「上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている偏光素子ユニット」である。",
                    "甲1文献の図14の個々の偏光子セグメント91は，構成D2の「ワイヤーグリッド偏光素子」に相当し，構成D2の「上記線状の光源の伸びる方向」は，「光配向膜の搬送方向に直交する方向（構成D1）」である。そして，甲1発明の各段の複数の偏光子セグメント91は，光配向膜の搬送方向に直交する方向に複数個並べられたものであるから，甲1発明は構成D2の「上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ」た構成を有する。",
                    "また，各段の複数個の偏光子セグメント91は一体となっているので「ユニット」に相当し，甲1発明の図14の各段の複数個の偏光子セグメント91は「1個ずつの偏光子セグメント91」が並べられたもので，甲1の図14の各段の複数個の偏光子セグメント91は，隣り合う偏光子セグメント91との間に下図のとおり「境界部」を有する。      ",
                    "よって，甲1発明の図14の複数個の偏光子セグメント91は，4段の偏光素子ユニットを構成し，並べられたワイヤーグリッド偏光素子の間に「境界部」を有する。",
                    "以上から，甲1発明は，「上記線状の光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が生じている」構成を開示しているから，相違点1´bは存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲1文献の【0065】の「放射ステーション20aあるいは20bは，一つ以上の放射装置60を含むかもしれない。シリーズでいくつかの放射装置60を使うことにより，付加的な曝露量容量を供することができ，効果的により広い範囲の曝露領域に供することにより，加工装置10による工程の加速が可能となる。」の記載につき，複数の放射装置60をウェブ16の幅方向に沿って配置する意味であるとしたが，誤りである。",
                    "上記【0065】の記載は，放射装置60を，「シリーズ」（直列）に，すなわち，搬送方向に沿って直列に使うことを意味していると解すべきであるから，相違点1´c（光配向膜の搬送方向に沿って光照射部が多段に配置されている）の構成は，甲1発明と甲1の【0065】の記載に基づいて当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件審決は，甲1発明において，複数の放射装置60をウェブ16の搬送方向に沿って配置した場合，各段の偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互いに重ならないようにすることが示唆されていないと判断したが，誤りである。",
                    "上記(2)イのとおり，1個の放射装置60において，甲1発明の図14の複数個の偏光子セグメント91は「境界部」を有するから，複数の放射装置60をウェブ16の搬送方向に沿って配置した場合にも，複数個の偏光子セグメント91が「境界部」を有することに変わりはない。",
                    "そして，1個の放射装置60では，甲1発明の図14の偶数段目と奇数段目の関係は，ウェブ16の動作方向に対して，偶数段目の「境界部」と奇数段目の「境界部」が互いに重ならない関係になっている。",
                    "また，複数の放射装置60をウェブ16の搬送方向に沿って配置した場合にも，各段の放射装置60の「境界部」の関係を見ると，下図のとおり，ウェブ16の動作方向に対して「1段目の放射装置60の境界部」と「2段目の放射装置60の境界部」が互いに重ならない関係になる。",
                    "したがって，相違点1´d（各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている）の構成も，甲1発明及び甲1文献の【0065】の記載に基づいて当業者が容易に想到し得たものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点について",
              "text": [
                "甲2文献には，照射ヘッドを「多連化する」との記載はあるものの，具体的な並べ方についての言及はなく，偏光素子間に「境界部」が生じるか否かについても何ら述べられていない。したがって，甲2発明が「光配向膜の搬送方向に対して直交する方向に沿って複数の偏光素子が並べられ，該並べられた偏光素子の間に境界部が生じている偏光素子ユニットを有しており」との構成を有していないのは本件審決の認定するとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2文献の図2(2)の記載から「光源全体における照度分布の不均一性」という課題を想定することが容易であると主張するが，図2(2)は各照射ヘッドの「照度」を表現しているに過ぎず，「照度分布」を表現するものではないから，甲2文献に「照度分布の不均一性」について開示や示唆をする記載は存在しない。本件発明は，偏光素子間に境界部が発生することにより生ずる照度分布の悪化を均一化することを解決課題としているのに対し，甲2発明は，照度のバラツキを必要な照度幅内に収めることのみを課題とする発明であって，偏光素子間に「境界部」が生じるか否かについても何ら開示していないことから，甲2文献から偏光素子間の境界部によって照度分布が悪化するという課題を認識することも，想定することもできない。",
                    "また，原告は，甲3文献，甲20文献及び甲21文献を根拠に，照度分布の不均一性を解消すべきことは，周知の技術的課題であると主張する。しかし，甲3文献，甲20文献及び甲21文献は，偏光光照射装置に関する発明ではなく，並べた偏光素子の間に発生する境界部により照度が低下するとの課題についての開示はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，甲2発明において，並べた偏光素子の間に発生する境界部により照度が低下するとの課題を認識することができないから，照度分布の不均一性を解消するために照射ヘッドをずらして配置することの動機付けはない。",
                    "原告は，照度分布の不均一性そのものが技術的課題であるかのような主張をするが，本件発明の課題は，偏光素子間の境界部によって生じる照度分布の悪化を均一化することにあるから，その主張は当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲2発明に甲3技術又は本件周知技術を適用して，各段の照射ヘッドの位置をずらし，相違点2´aの構成とすることは当業者が容易に想到し得たと主張するが，本件審決の認定するとおり，甲3文献の開示は，1行目の露光ヘッドによっては露光できない部分を2行目の露光ヘッドによって露光するというものであり，露光できない部分が想定されない甲2発明に甲3技術を組み合わせることについての動機付けはない。甲3文献は光ビームによる描画を行う装置に関する発明であり，偏光紫外線照射装置において甲3技術のように露光ヘッドの間隔を開ける必要はないから，甲3技術を偏光紫外線照射装置に適用する場合に，甲3技術のような露光ヘッドの配置をとることはない。また，甲3文献，甲20文献及び甲21文献は，境界部による照度分布の不均一性を解消するために照射ヘッドをずらして配置する技術を開示するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は「幅方向の全体にわたって光を照射できるものであるか否か」という基準により「線状の光源」に該当するか否かを判断したものであり，その判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明が問題とする「境界部」は，各光照射部の偏光素子ユニットにおいて，光源が伸びる方向に沿って並べられた偏光素子の間に生ずる境界部であって，光配向膜上の照度が他に比べて低くなる部分を指す。",
                    "これに対し，甲1発明においては，図14aの偏光子セグメント91が全体として単一の偏光子90を構成し，当該単一の偏光子90が，甲1の図4に示される単一の放射装置60に組み合わされて使用され，偏光子90は，ウェブ16の動作方向に対する特定の角度で好ましく配されており，この角度的オフセットは，個々の偏光子セグメント91間にある境界線により起こりうる縞効果を代償しているのであるから，偏光素子間に生ずる境界部は観念できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献の【0065】の記載によれば，複数の放射装置60は，幅広い曝露領域を提供するように配置されると解される。原告は，「シリーズで」（直列で）について，根拠もなく「搬送方向に沿って」直列に配置すると主張するが，かかる範囲の広い曝露領域を提供するには，「幅方向に沿って」直列に複数の放射装置60を配置すると解するのが自然である。",
                    "このように，【0065】には複数の放射装置60をウェブ16の搬送方向に配置することが開示されておらず，相違点1´cは当業者が容易に想到し得たものではないとする本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1文献には，1段目の放射装置の境界部と2段目の放射装置の境界部とが互いに重ならない関係にあるとの構成が開示されていると主張するが，仮に原告の主張する「境界部」に相当する構成が甲1文献に開示されていたとしても，以下のとおり，原告の主張は誤りである。",
                    "すなわち，本件発明は，偏光素子間の境界部によって露光量が減少することを理由に，多段の光照射部を備え，各段に配置された光照射部を，搬送方向に垂直の方向（幅方向）にずらすことで，境界部が重ならないようにし，これをもって，露光量の均一化を図ることを目的とする。そうすると，仮に第3の2(3)イの図のとおりの構成が開示されていたとしても，1段目の放射装置と2段目の放射装置は位置をずらして配置されているものではないため，1段目の放射装置が幅方向に不均一な光量での照射を行っているのであれば，2段目の放射装置においても同様の照射が行われ，光量の不均一性は，一層増大することになる。本件発明は，まさにこのような光量の不均一性を解消するために，構成D3において「各段に配置された各光照射部は，各段の光照射部の上記偏光素子の間の境界部が，他の段の偏光素子の間の境界部と光配向膜の搬送方向に対して互いに重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている」ことを特定しているのである。",
                    "したがって，甲1文献は，構成D3を開示も示唆もしておらず，甲1発明に基づいて，相違点1´dの構成を容易に想到できたとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件発明の特許請求の範囲の記載は，上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には以下の記載がある（甲10）。なお，改行については適宜省略することがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，液晶素子の配向膜や視野角補償フィルムの配向層などの配向膜の光配向を行なう偏光光照射装置に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】  近年，液晶パネルの配向膜や，視野角補償フィルムの配向層などの配向処理に関し，配向膜に所定の波長の偏光光を照射することにより配向を行なう，光配向と呼ばれる技術が採用されるようになってきている。以下，上記光により配向を行う配向膜や配向層を設けたフィルムのことを総称して光配向膜と呼ぶ。光配向膜は，液晶パネルの大型化と共に大型化しており，それと共に光配向膜に偏光光を照射する偏光光照射装置も大型化している。上記光配向膜において，例えば視野角補償フィルムは，帯状で長尺のワークであり，配向処理後，所望の長さに切断し使用する。最近は，パネルの大きさに合わせて大きくなり，幅1500mm以上のものもある。このような大型の光配向膜に対して光配向を行うために，配向膜の幅に合せた線状の光源（棒状ランプ）を使った装置（例えば特許文献1，特許文献2，特許文献6）や，配向膜の幅に合せて照射ヘッドを多連化した装置が提案されている（例えば特許文献3）。",
                    "【0003】  図7に，棒状ランプを使った偏光光照射装置の構成例を示す。…光配向を行うための波長の光を放射する棒状ランプ21と，ランプ21からの光を反射する断面が楕円形の樋状集光鏡22を備えた光照射部20を，ランプ21の長手方向が，ワーク50上に形成された光配向膜51の幅方向（搬送方向に対して直交方向）になるように配置する。棒状ランプ21の長さは，棒状ランプ21からの光が，光配向膜51の全幅を照射できるように，光配向膜51の幅よりも広くなるものを選択する。光照射部20には，ワイヤーグリッド偏光素子を組み合わせた偏光素子ユニット10が設けられている。偏光素子ユニット10の構造については，後述する。…",
                    "【0004】  ワーク50が光照射部の下を搬送されるとき，ワーク50の光配向51（原文のまま）に，偏光素子ユニット10により偏光された棒状ランプ21からの光が照射され，光配向処理される。…ワイヤーグリッド偏光子は，長さが幅よりもはるかに長い複数の直線状の電気導体（例えばクロムやアルミニウム等の金属線，以下グリッドと呼ぶ）を，石英ガラスなどの基板上に平行に配置形成したものである。電気導体のピッチPは，入射する光の波長以下，望ましくは1／3以下がよい。電磁波中に上記偏光素子を挿入すると，グリッドの長手方向に平行な偏波（偏光）成分は大部分反射され，直交する偏波（偏光）成分は通過する。したがって，図7に示す装置においては，光配向膜51に対して，ワーク50の幅方向（ランプ21の長手方向）に沿った偏光光が照射される。現在，光配向には波長280nm～320nmの紫外線が用いられる。したがって，光配向用偏光光照射装置に用いるワイヤーグリッド偏光素子は，100nm程度のグリッドを形成する，微細な加工技術が必要である。そのため，半導体製造に使われる技術を利用して，ガラス基板（ガラスウエハ）上にグリッドを形成し，適度な大きさに切断して用いる。",
                    "【0005】  しかし，半導体製造に使われる装置は，処理することができる基板の大きさが，現状ではφ300mm程度までであり，1枚で大面積のワークに対応できるような大型の偏光素子は製作できない。そこで，発光長の長い棒状の光源，例えば長さ1500mmの棒状の高圧水銀ランプやメタルハライドランプに応じた，大きな偏光素子が必要な場合，前記特許文献2においてはガラス基板から切り出したワイヤーグリッド偏光素子を1個の偏光子とし，この偏光子を複数，グリッドの方向をそろえ，ランプの長手方向に沿って並べ，一つの偏光素子として使用することが提案されている。しかし，単にワイヤーグリッド偏光素子を並べだけでは，個々のワイヤーグリッド偏光素子の基板である石英ガラスのエッジは微小な欠けや凹凸が生じており，その隙間から，光源からの直射光，即ち無偏光光が漏れ，消光比が悪くなる。また，上記したエッジ付近の欠けが，グリッドの欠損を引き起こし，偏光素子の周辺部においては消光比が悪くなる。この問題を防ぐために，われわれは偏光素子の突き合わせ部分から無偏光光が漏れないように偏光素子の配列方向の端部に遮光部分を設けることを，特願2004-314056号において提案した。",
                    "【0006】  図8は上述した出願の第1の実施例の偏光素子ユニットの構成を示す図であり，図8（a）は，上記偏光素子ユニット10を照射光の光軸方向から見た図，図8（b）は偏光素子ユニット10の側面図，図8（c）は遮光板の取り付け例を示す図である。図8（a）（b）に示すように，上フレーム2a，下フレーム2bからなるフレーム2内にガラス基板から切り出されたワイヤーグリッド偏光素子1が複数並べて配置されている。偏光素子1の配列方向端部（境界部分）には，遮光板3が設けられる。遮光板3は，例えば図8（c）に示すように取り付けられる。…同図においては，偏光素子に形成されたワイヤーグリッドの方向は，ワーク50の搬送方向（ランプ21の長手方向に対して直交する方向）であり，したがって，光配向膜51には，ワーク50の幅方向（ランプ21の長手方向に沿った方向）の偏光光が照射される。",
                    "【0007】  光配向膜51に，ワーク50の搬送方向（ランプ21の長手方向に対して直交する方向）に沿った偏光光を照射したい場合は，同図において全てのワイヤーグリッド偏光素子1を90°回転させてフレーム2に配置し，ワイヤーグリッドの方向が，ワーク50の搬送方向（ランプ21の長手方向に対して直交する方向）になるようにすれば良い。このように，図8に対してワイヤーグリッド偏光素子1を90°回転させて配置した場合においても，上記と同様に，偏光素子の周辺部においては，石英ガラスのエッジの微小な欠けや凹凸や，グリッドの欠損により消光比が悪くなるという問題が生じるため，遮光板3を設ける必要がある。",
                    "【0008】  図8に示すように，遮光板3を設けることにより，遮光板3を設けた部分の照度は低下するが，並べて配置した偏光素子1の隙間から無偏光光が漏れることはなくなるので，消光比は低下しない。ただし遮光板3の存在により，遮光板3の直下の照度が低くなり，照度分布が悪化する。照度分布が悪化すると，配向膜において他よりも低いエネルギーの偏光光で照射される部分が生じる場合がある。配向膜に照射される偏光光のエネルギーが低いと，その配向膜が使用された製品において，液晶の配向を十分に行うことができない場合があり，ディスプレイとして使用される場合は，画面のむらやコントラストの低下といった製品不良の原因となる。遮光板がないと，照度の低下はないが，ワイヤーグリッド偏光子の周辺部や境界部から無偏光光が透過するので，光配向膜に照射される消光比が悪化する。消光比が悪化すると，照度が低下した場合と同様に，その配向膜が使用された製品において，液晶の配向を十分に行うことができない場合がある。",
                    "【0009】  一方，特許文献3（判決注：甲2文献を指す。）に示される照射ヘッドを多連化して配置した装置においては，光配向膜の幅方向（搬送方向に対して直交方向）に対して，光照射領域が途切れないように，各照射ヘッドからの光照射領域が重なり合うように照射している。しかし，このような光照射領域が重なり合う部分においては，照度が二つの照射ヘッドからの光の合算になるため，一つの照射ヘッドからの光により照射されている他の領域比べて（原文のまま）照度の制御が難しい。そのため他の領域に比べて照度が高くなったり低くなったりして照度分布が悪化する場合があり，上記と同様の問題が生じる。",
                    "【特許文献1】特開2004-163881号公報（判決注：甲1文献）",
                    "【特許文献2】特開2004-144884号公報",
                    "【特許文献3】特開2002-350858号公報",
                    "【特許文献4】特開2002-328234号公報",
                    "【特許文献5】特表2003-508813号公報",
                    "【特許文献6】特開2004-177904号公報"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0010】  上述したように1枚で大面積のワークに対応できるような大型のワイヤグリッド偏光素子は製作できず，大面積のワークに光を照射する場合は，複数の偏光素子を並べて使用せざるを得ない。そこで，前記したように境界部分に遮光板を設けて消光比の低下を防いでいるが，偏光素子間に境界部が生じ，この境界部の照度が低下し，照度分布が悪化するといった問題が生ずる。同様に，蒸着膜を蒸着させた偏光素子や，ガラス板をブリュースタ角で傾けた偏光素子の場合も，製作できる大きさには限界があり，一枚の偏光素子で大面積のワークに対応できる大型のものは製作できない。そこで，例えば前記特許文献3に示すように，照射ヘッドを多連化して複数の偏光素子を並べて使用することになるが，この場合も各照射ヘッドに設けれられた（原文のまま）偏光素子による偏光光の間には境界部が生じており，この部分の照度が他の領域に比べて照度が高くなったり低くなったりして照度分布が悪化するため照射エネルギー分布が悪化するといった問題がある。本発明は上記事情に鑑みなされたものであって，大型の配向膜に対して偏光光を照射し光配向を行なう偏光光照射装置において，配向膜に対し均一なエネルギー分布で偏光光を照射できる光配向用偏光光照射装置を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】  上記課題を本発明においては，次のように解決する。連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部を多段に配置する。多段に配置された各光照射部に，光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，複数のワイヤーグリッド偏光素子を上記線状の光源の伸びる方向に沿って並べた偏光素子ユニットを設ける。そして，各段の光照射部の偏光素子間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，各段に配置された各光照射部を，光配向膜の搬送方向に直交する方向に位置をずらして配置する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0012】  本発明においては，光照射部を光配向膜の搬送方向に対して多段に配置し，各段に配置された光照射部のワイヤーグリッド偏光素子の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互いに重ならないように，各段に配置された光照射部を光配向膜の搬送方向に直交する方向に位置をずらして配置したので，光配向膜全体に均一なエネルギー分布で偏光光を照射することができる。",
                    "すなわち，偏光素子の境界部に対応した光配向膜上の照度は低く（あるいは高く）なるが，各段の光照射部の偏光素子の境界部は，光配向膜の搬送方向に直交する方向に位置をずらして配置されており，多段の光照射部から光配向膜上に順次光を照射することにより，光配向膜上の照度分布は積算され，結果として光配向膜全体は均一なUVエネルギー分布で偏光光が照射されることになる。したがって，光配向膜において，照射される偏光光のエネルギーが不足する部分が生じるのを防ぐことができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0013】  図1に本発明の実施例の偏光光照射装置の構成を示す。光照射部20A，20Bには，線状の光源である，高圧水銀ランプやメタルハライドランプ等の棒状のランプ21と，ランプ21からの光を反射する断面が楕円形の樋状集光鏡22が内蔵されている。光照射部20A，20Bは，ランプ21の長手方向が，ワーク50上に形成された光配向膜51の幅方向（搬送方向に対して直交方向）になるように配置されている。棒状ランプ21は，その長手方向が樋状集光鏡22の長手方向と一致するように，また，断面のほぼ中心部が楕円形の樋状集光鏡22の第1焦点位置に一致するように配置され，ワーク50上に形成された光配向膜51は，樋状集光鏡22の第2焦点位置に配置されている。ワーク50は例えば長尺の連続ワークであり，不図示の送り出しローラにロール状に巻かれており，送り出しローラから引き出されて搬送され，光照射部20A，20Bの下を通って不図示の巻き取りローラに巻き取られる。光照射部20A，20Bの光出射側には，図8に示したワイヤーグリッド偏光素子ユニット10，10’が設けられている。前述したように，ワイヤーグリッド偏光素子ユニット10，10’には，偏光素子1の配列方向端部（境界部分）には，遮光板3が設けられている。",
                    "【0014】  なお，以下では，線状の光源として棒状ランプを例にして説明するが，近年は，紫外光を放射するLEDやLDも実用化されており，このようなLEDまたはLDを直線状に並べて配置し線状光源としても良い。なおその場合は，LEDまたはLDを並べる方向がランプの長手方向に相当する。また，現在光配向膜の材料としては，波長260nm±20nmの光で配向されるもの，280nm～330nmの光で配向されるもの，365nmの光で配向されるものなどが知られており，光源の種類は必要せされる（原文のまま）波長に応じて適宜選択する。",
                    "【0015】  光照射部20A，20Bのランプ21の長手方向の両側には，ブロック23が取り付けられ，このブロック23を介して支柱24が取り付けられている。光配向膜51が形成されたワーク50は，上記2本の支柱の24間を搬送される。このような偏光光を出射する光照射部20A，20Bを，複数，ワーク50の搬送方向に沿って多段に設ける。図1は光照射部20A，20Bを2段に並べた場合を示し，以下2段の場合を例にして説明するが，3段以上設けても良い。ここで，各段に配置された各光照射部20A，20Bは，各段の光照射部20A，20Bの偏光素子1の間の境界部（遮光板3の設けられている部分）が，他の段の光照射部の偏光素子1の境界部と，光配向膜51の搬送方向に対して互い重ならないように，搬送方向に直交する方向に位置をずらして配置されている。すなわち，図2に示すように，2段に設けた光照射部20Aと20Bのワイヤーグリッド偏光素子ユニット10，10’の遮光板3が，ワークの搬送方向に対して重ならないように（一直線状に並ばないように）ずらして配置される。光照射部を3段以上設ける場合も同様に，遮光板3が，ワークの搬送方向に対して重ならないように（一直線状に並ばないように）ずらして配置される。なお，図1では光照射部20A，20Bにそれぞれ5枚と6枚のワイヤーグリッド偏光素子を設けた場合を示しているが，図2では8枚のワイヤーグリッド偏光素子からなるワイヤーグリッド偏光素子ユニットを用いた場合を示している。",
                    "【0016】  次に図1に示した装置の動作について説明する。ワーク50が搬送されると，光配向膜51は，まず，光照射部20Bからの偏光光が照射され，次に光照射部20Aからの偏光光が照射される。光照射部20Bの偏光素子ユニット10’に並べられた複数のワイヤーグリッド偏光子1の境界には，遮光板3が設けられており，したがって，遮光板3の直下を搬送される光配向膜51の部分には，図2の（a）に示すように照度の低い偏光光が照射される。光照射部20Aの偏光素子ユニット10に並べられた複数のワイヤーグリッド偏光子1の境界にも，遮光板3が設けられており，したがって，遮光板3の直下を搬送される光配向膜51の部分には，図2（b）に示すように照度の低い偏光光が照射される。しかし，偏光素子ユニット10’と10の遮光板3の位置が，ワークの搬送方向に対して重ならないように（一直線状に並ばないように）ずらして配置されているので，光照射部20Bによる偏光光照射において低い照度で照射された部分は，次の光照射部20Aによる偏光光照射において高い照度で照射され，また，光照射部20Aによる偏光光照射において低い照度で照射される部分は，先に光照射部20Bによる偏光光照射において高い照度で照射されている。したがって，光照射部20Aと20Bの両方の下を通過して偏光光が照射された光配向膜51は，図2（c）に示すように両者の照度分布が積算され，結果として均一なエネルギー分布で偏光光が照射されることになる。このことにより，光配向膜51において，照射される偏光光のエネルギーが不足する部分が生じるのを防ぐことができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の特徴",
              "text": [
                "上記(2)によれば，本件発明の特徴は次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明は，液晶素子の配向膜や視野角補償フィルムの配向層などの配向膜の光配向を行なう偏光光照射装置に関する。（【0001】）"
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "液晶パネルの大型化と共に光配向膜（光により配向を行う配向膜や配向層を設けたフィルム）が大型化し，配向膜の光配向を行う偏光光照射装置も大型化しているが，1枚で大面積のワークに対応できるような大型の偏光素子は製作できないことから，ワイヤーグリッド偏光素子を1個の偏光子とし，この偏光子を複数，グリッドの方向をそろえ，一つの偏光素子として使用することが提案されている。このとき，ワイヤーグリッド偏光素子の周辺部において消光比が悪くなるという問題があるため，これを防ぐため，偏光素子の突き合わせ部分から無偏光光が漏れないように偏光素子の配列方向の端部に遮光部分（遮光板）を設けることが提案されている。しかし，遮光板を設けるとその直下の照度が低くなり，照度分布が悪化するが，照度分布が悪化すると，配向膜において他よりも低いエネルギーの偏光光で照射される部分が生じる場合があり，ディスプレイとして使用される場合は，画面のむらやコントラストの低下といった製品不良の原因となる。",
                    "一方，特許文献3に示される照射ヘッドを多連化して配置した装置においては，光配向膜の幅方向（搬送方向に対して直交方向）に対して，光照射領域が途切れないように，各照射ヘッドからの光照射領域が重なり合うように偏光光が照射されているが，光照射領域が重なり合う部分においては，照度が二つの照射ヘッドからの光の合算になるため，一つの照射ヘッドからの光により照射されている他の領域に比べて照度の制御が難しく，照度分布が悪化する場合があり，上記と同様の問題が生じる。（【0002】～【0009】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "上記イのとおり，1枚で大面積のワークに対応できるような大型のワイヤーグリッド偏光素子は製作できないため，大面積のワークに光を照射する場合は，複数の偏光素子を並べて境界部分に遮光板を設けて消光比の低下を防いでいるが，偏光素子間に境界部が生じ，この境界部の照度が低下し，照度分布が悪化するといった問題が生ずる。また，照射ヘッドを多連化して複数の偏光素子を並べて使用する場合も各照射ヘッドに設けられた偏光素子による偏光光の間には境界部が生じており，この部分の照度が他の領域に比べて照度が高くなったり低くなったりして照度分布が悪化するため照射エネルギー分布が悪化するといった問題がある。",
                    "本件発明はこのような課題を解決するため，大型の配向膜に対して偏光光を照射し光配向を行なう偏光光照射装置において，配向膜に対し均一なエネルギー分布で偏光光を照射できる光配向用偏光光照射装置を提供することを目的とする。（【0010】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段及び発明の効果",
                  "text": [
                    "連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部を多段に配置し，多段に配置された各光照射部に，光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，複数のワイヤーグリッド偏光素子を上記線状の光源の伸びる方向に沿って並べた偏光素子ユニットを設け，各段の光照射部の偏光素子間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，各段に配置された各光照射部を，光配向膜の搬送方向に直交する方向に位置をずらして配置する。これにより，光配向膜全体に均一なエネルギー分布で偏光光を照射することができ，光配光膜において照射される偏光光のエネルギーが不足する部分が生じるのを防ぐことができる。（【0011】，【0012】）"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2文献には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】  基板の配向を行うための光配向装置であって，",
                    "光束を絞り照度を上げた多連化した照射ヘッドと，",
                    "基板を搭載し，移動可能な基板ステージとを備え，",
                    "前記多連化した照射ヘッドから前記基板へ向けて照射し，各々の照射ヘッドの出力を調整し，照度の均一性を確保した後に，前記基板を搭載した前記基板ステージを移動して前記基板の配向を行うことを特徴とする光配向装置。",
                    "【請求項2】  複数の前記多連化した照射ヘッドを対向して配置したことを特徴とする請求項1に記載の光配向装置。",
                    "【請求項3】  多連化した照射ヘッドは各々照度の調整可能であることを特徴とする請求項1又は2に記載の光配向装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，照射ヘッドの多数配列による高速大画面露光を可能とする光配向装置，または微細画素の分割配向を可能とする光配向装置に関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来技術",
                  "text": [
                    "【0002】  従来のラビングによる接触式配向に代わり，光反応型あるいは光分解型の高分子膜に直線偏光紫外線を照射することにより，液晶分子の配向を制御する非接触式光配向手法が検討されている。",
                    "【0003】  その材料はポリイミド系，ポリビニールシンナメイト系，アゾ色素系等，未だ開発レベルであるが，これら一連の材料の配向性能は材料自身のもつ特性や塗布乾燥条件・塗布膜厚あるいは，照射する紫外線の性質（波長，直線偏光度，直進平行度）や照射エネルギー，照射角度，照射時の基板温度等に影響されることが解ってきている。このうち，照射する紫外線の性質（波長，直線偏光度，直進平行度）は使用する紫外光源，偏光子，コリメータ及びカットフィルター等の構成部品で決定されるものである。また，照射エネルギー，角度，及び基板温度は，実際の露光時に唯一設定できる条件となるが，配向特性へ大きく影響を与える因子であり，装置化する場合の重要な要素となってくる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】  しかしながら，例えば，強い照射エネルギーが必要な場合には，放射される偏光紫外線を集光させた光束を必要とするため，その露光領域は狭くなり，配向可能な対象品は小さな基板に限られてしまう。また，大型基板を露光する場合には，反射ミラー等を使って拡大光を作り露光面積を広げる構造が考えられているが，照度の低下により配向時間が数十分～数時間必要となるため，実用的ではない。",
                    "【0005】  また，配向膜面への照射角度はプレチルト角の任意の制御を可能とし，画素毎に異なったプレチルトを与える，所謂マルチドメイン配向（分割配向）が可能とされているが，精密な角度，位置制御及び分割用マスクによるマスクと基板との間のギャップのバラツキ，マスクや基板の温度変化などの影響が大きく，実用上は困難を極めているのが現状である。さらに，マスクと基板とのギャップ測定に際して，基板の表面の汚れ等がギャップ測定に影響を与え正確な測定が難しくなっている。",
                    "【0006】  本発明は，上記の事情に鑑みなされたものであり，大きな基板であっても照射露光を行う際には，照度のバラツキを解消し，効率的な照射露光を可能にし，配向膜表面の照射角度での照度変化を解消する光配向装置を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】  上記の目的を達成するために，請求項1に記載の発明は，基板の配向を行うための光配向装置であって，光束を絞り照度を上げた多連化した照射ヘッドと，基板を搭載し，移動可能な基板ステージと，を備え，前記多連化した照射ヘッドから前記基板へ向けて照射し，各々の照射ヘッドの出力を調整し，照度の均一性を確保した後に，前記基板を搭載した前記基板ステージを移動して前記基板の配向を行うことを特徴とする。",
                    "【0008】  従って，請求項1に記載の発明によれば，照射ヘッドを複数個連結させることにより，基板の一辺に対応する露光領域を確保し，その照射ヘッドの下を所定の速度で基板をスキャニングさせることで，基板の全領域を照射露光することが可能になる。また，連結する照射ヘッド数を増やすことで配向される基板の大型化が可能になる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0020】  （例1）図1（1）と（2）及び図2（1）と（2）は，それぞれ，照射ヘッドが基板へ照射露光を行う状態を示している。本来，一つの照射ヘッド1は，図1（1）に示すように，照射範囲内に入る範囲の基板2を照射露光を行う。この場合には，照射ヘッド1の照射範囲内に基板2が入っているため，照射ヘッド1を移動することなく基板2に対して照射露光を行うことが可能である。",
                    "【0021】  図1（2）には，一つの照射ヘッドの照射範囲を超える大きな基板3を照射する状態が示されている。この場合，複数の照射ヘッド1を多連化する。具体的には，大きな基板3の上方に照射ヘッド1を複数個大きな基板3の一辺の長さに対応するだけ並べる。これは，各照射ヘッド1が大きな基板3を照射したときに大きな基板3の一辺を漏れることなく照射できるようにするためである。本実施の形態では，図1（2）に示すように，5個の照射ヘッド1が並べられている。",
                    "【0022】  つぎに，多連化した照射ヘッド10から大きな基板3へ向けて照射する。照射したときの照度のバラツキが図2（1）に示されている。各照射ヘッド1の照度L1，L2，L3，L4及びL5は各々L1，L1’，L1”，L1”’及びL1””となっており，大きな基板3の照射される部分毎に照度はバラバラになっており，照度のバラツキは大である。そのため，各々の照射ヘッド1の出力を調整し，配向性に重要な照度の均一性を保つ必要がある。必要な照度幅としては，図2（1）に示すように，一つの照射ヘッド1で一つの基板2を照射した場合の照度幅（L1）になる。そこで，各照射ヘッド1の照度調節機構により，照度を調節し照度の均一性を図る。",
                    "【0023】  その結果が，図2（2）に示されており，照度のバラツキが解消されている。具体的には，各照射ヘッド1の照度L1，L2，L3，L4及びL5が全て等しくなり，必要な照度幅になっている。そして，このように照度の均一性を図った後に，大きな基板3を搭載した基板ステージ（不図示）を所定の速度で移動（図1の矢印方向）して大きな基板3をスキャニングさせることにより，大きな基板3の全領域を照射露光することができる。また，連結する照射ヘッド1の数を増やすことで（多連化した照射ヘッド10の大型化で）配向される基板の大型化を図ることが可能になる。",
                    "【0024】  （例2）図3では，図1及び図2に示した多数の照射ヘッド1を連結した状態（多連化した照射ヘッド10）で多段に配置する構成を採っている。図3に示すように，基板4の一辺を照射範囲内に入るように，5つの照射ヘッド1を基板4の一辺に沿って並べて配置してある（多連結して配置してある）。そして，この多連結した照射ヘッド10に対向して複数の多連結した照射ヘッドが配置してある（多段化して配置してある）。本実施の形態では，多連化した照射ヘッド10を三段配置してあるが，三段に限定されるものではなく必要であれば何段でも配置可能である。また，例2においても，例1と同様に，各照射ヘッド1は配向性に重要な照度の均一性を保つために照度調整機構が設けられており，基板4を照射する際には照度の均一性が保たれている。",
                    "【0025】  図3に示すように，基板4を所定の速度で移動し（図3の矢印方向），三段に配置された多連化した照射ヘッド10が照射しているところを通過する。また，基板4の配向される速度は照射された光のエネルギー（積算光量）に依存し，その配向性能は光のエネルギー（積算光量）が過不足なく照射されることが必要である。本実施の形態では多連化した照射ヘッドを三段に配置してあるため，三回基板4を照射することになるため，光のエネルギー（積算光量）を過不足なくを（原文のまま）照射することが可能になる。その結果，基板4のスキャニング速度を上げることが可能になり，基板への照射露光の生産性を向上させることが可能になる。",
                    "【0029】  つぎに，本発明の光配向装置の動作について説明する。マスク30の下方に基板32を配置するために駆動部36のX水平駆動部36a，Y水平駆動部36b，Z垂直駆動部36c及びψ回転駆動部36dを適宜駆動して，基板ステージ37上にある基板32をマスク30に接近させ，マスク30と基板32との間を所定のギャップ幅にする。そして，照射ヘッド31より紫外線を基板32の配向膜表面に照射し照射露光を行う。このとき，照射ヘッド31は回転中心軸である基板32に対しての垂直方向から0゜から55゜まで可変可能になっている。このように，回転中心軸を基板の配向膜表面に設定していることで，任意の角度での照度変化を解消することができる。",
                    "【0030】  （例4）図5に例4では，例3の機構であるマスクホルダー37，ユニット搬送部38及び照射ヘッド31は同じである。本例では，アライメントステーションと露光ステーションに分け，アライメントステーションで基板32の位置決めを行い，露光ステーションで基板32に対して照射露光を行っている。その間を移動するためにユニット搬送部38が走行レール39上に配置されている。",
                    "【0033】  つぎに，マスク30を載せたマスクホルダー34はユニット搬送部38により，走行レール39上を移動し，露光ステーションへ移る。露光ステーションでは，マスク30の上方に照射ヘッド30（原文のまま）が配置されている。照射ヘッド31は，図5に示すように，紫外線源であるUV光源31a，偏光子31b，コリメーター31c，カットフィルター31d及び照射時の温度上昇による誤差を解消するためマスク30をクーリング（空冷）を行う温調ユニット31eを備えている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明の認定及び本件発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)の記載によれば，甲2文献には次のとおりの発明が記載されていると認められる。",
                    "「  基板の配向膜表面に偏光紫外線を照射して基板の配向を行うための光配向装置であって，",
                    "光束を絞り照度を上げ照射ヘッドを複数個大きな基板の一辺の長さに対応するだけ並べた多連化した照射ヘッドを多段化して配置し，",
                    "多連化した照射ヘッドの各照射ヘッドは光源と偏光子を備え，",
                    "基板を搭載し，移動可能な基板ステージを備え，",
                    "前記多連化した照射ヘッドから前記基板へ向けて偏光紫外線を照射し，各々の照射ヘッドの出力を調整し，照度の均一性を確保した後に，前記基板を搭載した前記基板ステージを移動して基板を所定の速度で図3の矢印方向に移動させ前記基板の配向を行うことを特徴とする光配向装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "これによれば，本件発明と甲2発明の一致点は，",
                  "text": [
                    "「  連続または間歇的に直線状に搬送される光配向膜に対し，",
                    "光配向膜の搬送方向に沿って光照射部が多段に配置され，",
                    "光照射部は光源と偏光子を備え，",
                    "多段に配置された各光照射部から上記光配向膜に偏光光を照射して光配向を行う偏光光照射装置である，",
                    "光配向用偏光光照射装置。」",
                    "であり，相違点は前記第2の3(3)イの[相違点2]のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願前の刊行物及び本件出願時の技術常識に関し，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3文献には，「m行n列の露光ヘッドのうち，ライン状に配列された各行の露光ヘッド166の各々が，1行目の露光エリア168 と露11光エリア168 との間の露光できない部分が2行目の露光エリア16128 と3行目の露光エリア168 とにより露光されるように，配列方21 31向にずらして配置されている，液晶表示装置（LCD）用カラーフィルタ形成のための露光装置」（甲3技術）が開示されている。",
                        "また，甲3文献には，「図3（A）及び（B）に示すように，帯状の露光済み領域170それぞれが，隣接する露光済み領域170と部分的に重なるように，ライン状に配列された各行の露光ヘッドの各々は，配列方向に所定間隔（露光エリアの長辺の自然数倍，本実施の形態では2倍）ずらして配置されている。このため，1行目の露光エリア168 と11露光エリア168 との間の露光できない部分は，2行目の露光エリア11268 と3行目の露光エリア168 とにより露光することができる。」21 31との記載（【0022】）がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲4文献には，液晶カラーフィルタ露光用の照明系は，液晶光配向用途に用いられる偏光紫外線照射装置用の照明系へ応用することができること，及び，偏光紫外線照射装置用の照明系へ応用する場合には，偏光光を照射するための偏光素子を配置することが開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲7文献には，発明の実施の形態として次の記載がある。",
                        "【0025】  図3は，本発明の第1の実施例に係る光配向用偏光光照射装置の概略構成を示す図である。本発明の第1の実施例に係る光配向用偏光光照射装置30は，放電容器にキセノンと塩素の混合ガスを封入した，棒状の誘電体エキシマ放電ランプ31と，該ランプ31から放射される紫外光を反射する，断面が楕円形の樋状集光鏡32と，該ランプ31の発光長と同じかやや長い一辺を持つ長方形状のワイヤ・グリッド偏光子100を備えている。…",
                        "【0026】  そして，上記ランプ31は，308nm付近の単一波長の紫外線を放射するが，該紫外線は直接，または樋状集光鏡32によって反射され，ワイヤ・グリッド偏光子100に入射し，該偏光子100によって偏光光とされる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲8文献には，次の記載がある。",
                        "[0002]  本発明は，偏光露光の生成に関し，より具体的には，光配向光学フィルムの工業的規模製造に有用である偏光の均一な強度及び均一な方向を有する高強度及び高周波偏光露光の生成に関する。",
                        "[0046]  図1A-1Bに示されたシステム100の大きさは，より大きなウェブに対する露光をするため，より大きな偏光照射を確保できるように，スケールアップすることができる。例えば，スケールアップされた光配向システム200が図2に示されている。光配向システム200は，光源102，レンズ108，パイル型偏光子110が一方向に伸長されていることを除き，システム100と同じである。より具体的には，システム200は，伸長された光源202を含んでおり，この伸長された光源202は，元の光源102の幅に対して伸長部分204が加わったものと同じである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲20文献には次の記載がある。",
                        "【0017】  本実施例に係る光照射装置1は，図1に示すように，表面に光硬化性組成物2が設けられたシート状， テープ状あるいはフィルム状などの支持体3が搬送（移動）される搬送機構の上方に複数本の管状ランプ5が2次元アレー状に並設された構成をしている。",
                        "【0018】  具体的には，支持体3の搬送方向に対して長手方向の軸が直行するように複数本の管状ランプ5を直列状に配列し，この直列状に配列した管状ランプ5群を平行して支持体3の搬送方向に複数列備え，かつ，直列状に配列した管状ランプ群は，支持体3の移動方向の前方から側面視したとき，隣り合う管状ランプ5の端部同士が重なり合うように各管状ランプ群を管軸方向にスライドさせて支持体3の搬送方向に複数配列している。さらに具体的には，図2に示すように，1列目の第1管状ランプ5aの陰極6a側と2列目の第2管状ランプ5bの陽極6b側とが平行して近接配備され，2列目の第2管状ランプ5bの陰極6a側と1列目の第3管状ランプ5cの陽極6b側とが平行して近接するように交互に配備されている。",
                        "【0020】  つまり，前後2本の管状ランプ5の光強度の弱い両端部分近くから光硬化性組成物2に向けて光が照射される低照度の領域を互いに重ね合わせ，管状ランプ両端の電極部分の下方にある照射領域を管状ランプ中央部分の照射領域の照度と略同一となるようにしている。したがって，光照射装置1の下方を通過してゆく光硬化性組成物2の表面では，照度が略均一となる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲21文献には次の記載がある。",
                        "【0051】  図6及び図7は，発光基板9及び発光基板9上に配置された発光素子8の詳細な形状を示す。図6においてガラスエポキシ材からなるプリント基板である発光基板9上には，千鳥配列された発光素子8が配設されている。発光素子8は，具体的には発光ダイオードである。…",
                        "【0052】…発光素子8は，配列ラインA-Bと配列ラインC-Dの2列で配列されている。",
                        "【0053】…また，図9は発光基板9の発光素子8の位置と発光光量の関係を示したものである。図9において，実線は発光素子8の配列ラインA-Bにおける光量分布を，点線は発光素子8の配列ラインC-Dにおける光量分布を示している。図9から解るように，発光素子8の千鳥配列により，光量は記録紙の幅方にほぼ均一となる。そして発光素子8を使用することにより，発光基板9の端においても定着光量が達せられるので，光源の幅すなわち発光基板9の幅を記録紙の幅と同じ程度の幅とすることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上を前提に，相違点2の容易想到性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2文献の【0006】，【0022】～【0024】の記載によれば，甲2発明は，各照射ヘッドに照度調節機構を設けて各照射ヘッドの照度を均一化することにより，照度のバラツキを必要な照度幅内におさめ，効率的な照射露光を可能にし，基盤を照射する際の照度の均一性を保つことができるというものと理解することができる。これによれば，甲2発明においては，基盤を照射する光の照度について必要な均一性を保つという課題は解消しているものと解される。",
                        "そうすると，甲2文献に接した当業者は，甲2発明に関し，照度分布の不均一性という課題を見出すことはできないから，このような課題を解消するための構成を適用する動機付けがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に，甲2発明について照度分布の不均一性という課題を見出したとしても，次のとおり，甲2発明に甲3技術ないし本件周知技術やその他の周知の技術事項をどのように組み合わせたとしても，相違点2の構成にはならないから，当業者が甲2発明に基づいて本件発明に容易に想到し得たとはいえない。",
                        "すなわち，甲3技術及び本件周知技術（多連化した照射ヘッドを用いた構成において，照度分布の均一性を確保するために，多段化された各段の照射ヘッドの位置をずらすこと）は，いずれも多段化された各段の照射ヘッドの位置をずらすことに関する技術である。",
                        "そして，上記(2)イのとおり，本件発明と甲2発明は，「複数の偏光素子が並べられ，該並べられた偏光素子の間に境界部が生じている」「偏光素子ユニット」の構成の有無について相違しているところ，甲2発明に甲3技術ないし本件周知技術と周知の技術事項を組み合わせても，相違点2に係る構成のうち，少なくとも，「複数の偏光素子が並べられ，該並べられた偏光素子の間に境界部が生じている」「偏光素子ユニット」との構成にはならない。",
                        "仮にこの点を措くとしても，甲7文献には，線状の光源やワイヤーグリッド偏光素子に関する記載はあるものの，偏光素子が複数なのか，偏光素子の間に境界部があるのかについては，何ら記載されていないし，甲8文献には，伸長された光源に関する記載はあるが，その余の相違点2に係る構成の開示はない。そうすると，甲2発明に，甲7文献及び甲8文献に記載された技術事項を適用した場合には，相違点2に係る構成のうち，「光配向膜の搬送方向に対して直交する方向に伸びる線状の光源」及び「ワイヤーグリッド偏光素子」以外の構成とはならない。",
                        "また，甲7文献及び甲8文献に記載された技術事項と，甲3技術及び本件周知技術とは，構造が異なる光源についての技術であり，これらを甲2発明に同時に適用すること，すなわち，多連化した照射ヘッドの位置を段ごとにずらすことにより結果的に偏光子の位置を段ごとにずらす構成に置換し，同時に，各照射ヘッドの各筐体（原告においても甲2発明の照射ヘッドが各筐体を有することを前提とした主張をしている。）に備えられた光源を敢えて線状の光源に置換することは，当業者にとって想定できないというべきである。",
                        "なお，甲4文献記載の事項は組み合わせの動機付けに関する事項であり，相違点2の構成を開示するものではない。",
                        "以上のとおりであるから，甲2発明に，甲3技術ないし甲20文献及び甲21文献に記載された本件周知技術並びに甲3文献，甲4文献，甲7文献及び甲8文献に記載された技術事項を技術的に可能な範囲においてどのように組み合わせたとしても，相違点2に係る構成とはならないことは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定について",
                  "text": [
                    "原告は，甲2発明の各照射ヘッドに内蔵された各偏光子は，照射ヘッドの筐体で仕切られているから偏光子間に境界部が生じることは明らかであり，甲2発明は「光配向膜の搬送方向に対して直交する方向に沿って複数の偏光素子が並べられ，該並べられた偏光素子の間に境界部が生じている偏光素子ユニット」の構成を有するとして，本件発明と甲2発明の相違点は，①  各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されているか否か（相違点2´a），②  光配向膜の搬送方向に対して直交する方向に伸びる線状の光源の有無（相違点2´b），③  ワイヤーグリッド偏光素子の有無（相違点2´c）であると主張する。",
                    "しかし，甲2発明における「多連化した照射ヘッド」は，それぞれ個別の「光源」及び「偏光子」を備えた独立の照射ヘッドを複数個並べたものであり，各照射ヘッドはそれぞれ個別の筐体で区切られているものであるから（甲2文献の【0008】，【0021】，図1～3，5），互いに隣接する照射ヘッドに備えられた偏光子同士は，物理的にも機能的にも独立しているものというべきである。そうすると，甲2発明における「多連化した照射ヘッド」を構成する各照射ヘッドに備えられた「偏光子」のみを取り出して，「複数の偏光素子が並べられ，該並べられた偏光素子の間に境界部が生じている」「偏光素子ユニット」の構成を有しているということはできない。",
                    "よって，原告の主張を採用することはできず，本件審決における[相違点2]の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2文献，甲3文献，甲20文献，甲21文献及び本件明細書（【0009】）の記載から，甲2発明における光源全体の照度分布の不均一性という技術的課題を認識でき，1段目（1行目）の光源全体でみた時に達成できない照度分布の不均一性を解消するために各段の光源の位置をずらすという甲3技術ないし本件周知技術を甲2発明に組み合わせる動機付けがあると主張する。",
                        "しかし，甲2文献によれば，甲2発明は，照度のバラツキを必要な照度幅内に収め，効率的な照射露光を可能にし，基盤を照射する際の照度の均一性を保つことができる光配光装置の発明であり，基盤を照射する光の照度について必要な均一性を保つという課題は解消しているものと理解できることは上記(3)イに説示したとおりであり，この点は，甲3文献，甲20文献及び甲21文献の記載に左右されるものではない。また，本件明細書（【0009】）の記載から本件出願時の当業者が照度分布の不均一性という技術的課題を認識していたものと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，原告は，相違点2´aについては，甲2発明に甲3技術ないし本件周知技術を組み合わせることにより当業者が容易に想到し得たものであるから，本件発明は当業者が容易に想到し得たものであり，本件審決の相違点2に係る構成についての容易想到性の判断には誤りがあると主張する。",
                        "しかし，原告の主張する相違点2´a～相違点2´cは本件審決が正しく認定する相違点2と異なるものであり，仮に，甲2発明に甲3技術又は周知技術を組み合わせることにより相違点2´aの構成に容易に想到することができるとしても，甲2発明に甲3技術ないし本件周知技術，甲3文献，甲4文献，甲7文献及び甲8文献記載の技術事項を組み合わせても，相違点2に係る構成とはならないことは上記(3)イ(イ)に説示したとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，相違点2についての容易想到性を否定した本件審決の判断に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1文献には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，光照射エネルギーを使った，基材材料の加工をするための装置並びに方法に関する。特に，巻き取り型基材（web-fed substrate）として供された液晶ディスプレイ用コンペンセーションフィルムの位置調整装置ならびに方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来技術",
                  "text": [
                    "【0004】  液晶用のコンペンセーションフィルムの加工において，光偏光方法は，初期のラビング偏光方法に比べていくつかの利点があると認識されている。光偏光をつかって，薄い偏光媒体，典型的な光偏光媒体（LP P） は基材に適用され，典型的な紫外光を使ってその後，放射され，単一方向を持つ偏光バイアスを与える。異なる光反応工程に基づいた多くの光偏光方法がある。一般的には，光偏光方法は，3つの基本的な形が存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0040】  常套的な解決手段は，高容量の巻き取り式製造方法に対しいくつかの可能性を提供してきたが，先行技術の手法における工程スピード，コスト，及び質の面で改良する余地が明らかに残されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0041】  本発明の主題は，本質的に単一な曝露及び高度に単一化された偏光方向を持つ偏光された放射を使った，液晶基材に対する照射装置及び方法を提供することである。この目的を念頭において，本発明は，巻き取り型基材上に配向層を形成する，光学的な曝露装置を供する。この装置は：",
                    "（a）前記基材に向かって，該基材の全幅を覆う曝露領域に対し，所定の投射平均角度を以て投射紫外光を指向する照射装置であって：",
                    "（a1）前記投射紫外光を供する光源； 及び",
                    "（a2）前記基材の表面に相対し前記所定の平均角度で前記投射紫外光を照射する光照射手段；並びに",
                    "（b）前記光照射手段と前記基材との間に配し，ウェブの動作方向に対する所定の指向性を有する偏光主軸を保つべく回転可能に指向され，前記偏光主軸が前記平均角度に非依存的であることを特徴とする偏光子；",
                    "で構成されている。",
                    "【0042】  本発明のその他の面は，第一光軸に沿って配向された第一液晶フィルム層，及び，前記第一光軸に対し直交する第二光軸に沿って配向された第二液晶フィルムを持つ多重層を持つ巻き取り式基材の製作方法を提供し，該方法は：",
                    "（a）多重化層フィルムを形成する前記基材への第一配向層の適用；",
                    "（b）第一方向に配向を供すため，前記多重化層フィルムの表面に相対的な第一角度により，第一偏光主軸を持つ第一偏光子を通じ投射紫外光を用いた前記第一配向層への放射；",
                    "（c）前記多重化層フィルムに対する第二配向層の適用； 及び",
                    "（d）第二方向に配向を供すため，前記多重化層フィルムの表面に相対的な第二角度であって，かつ，該第二角度が前記第一角度と直交的であることを特徴とする該第二角度により，第二偏光主軸を持つ第二偏光子を通じ投射紫外光を用いた前記第二配向層への放射；",
                    "で構成される。」",
                    "【0043】  本発明の特徴は，直接的で，大きな放射領域に対し，高度に単一な偏光方向を持つ偏光された光を与えることである。本発明は，直状の偏光された光を照射することが可能であり，偏光方向の面で単一でかつ1度以内であり，1メートル以上の幅を持つ曝露領域に対して行うことができる。",
                    "【0044】本発明の利点は，数々の偏光方向の一つに曝露できるよう適用することができる放射装置を提供することである。この特徴を使って，基材に対し，第一偏光方向を持つ偏光された光を使って照射する第一放射装置が放射し，並びに，第一放射装置と比較して同様の構造及び構成を持つが異なる角度に調節されプリズムやルーバーを支持する特徴を持つ第二放射装置が基材に対し，前記第一方向に直行した特徴を持つ第二偏光方向により偏光された光を使って放射する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "【0053】  この記述は，本発明に関する装置の部分を形成し，あるいは，より直接的に組み入れられている要素を特に示している。理解されるのは，限定的に示され，又は記述されていないこれら要素は，当業者既知の様々な形を取り得るかもしれない。",
                    "（加工システム）",
                    "図1を参照すると，本発明の参照された具体例に関する加工装置10を示しており，透明基材のソースロール12が加工され，図1の左から右へと動きながらウェブ16として搬送され，最終型グッズロール14を供する。参照された具体例の中で，最終型グッズロール14は，ウェブ16が多重化層に組み上げられ，図2に示す部材であるところの，液晶ディスプレイ用コンペンセーションフィルムである。これら材料は，直状光重合媒体（linear photo-polymerization  media;  LPP）及び液層ポリマー媒体（liquid  crystal polymer media; LCP）である。",
                    "【0054】  図1及び図2を参照すると，透明基材層18は，ソースロール12上に供される。参照具体例の中で，透明基材層18はトリアセチルセルロースでできている。LPP1層22は，LPP1層アプリケーションステーション30において付加される。第一放射ステーション20aは，LPP1層22を処理し，好ましい角度を持つ光学的配向を得るため，ポリマーをクロスリンクすることにより所望の分子改変を供する。その後，LCP1層24は，LCP1層アプリケーションステーション32において，処理されたLPP1層22に貼り付けられる。第一硬化ステーション40aは，LPP1層22上面にあるLCP1層24を硬化する。次に，LPP2層26は，LPP2層アプリケーションステーション34において適用される。同様に，LPP2層26は，第二放射ステーション20bにおいて処理され，ウェブ16平面上において，分子改変を供されたLPP1層22に対し直交的に配向され，供される。最後にLCP2層28は，LCP2層アプリケーションステーション36において適用され，第二硬化ステーション40bにおいて硬化される。製造されたコンペンセーションフィルムは，最終型グッズロール14に巻き取られる。",
                    "【0056】  参照具体例において，ウェブ16は比較的広く，1mを超える幅を持つ。LPP1層22及びLPP2層26の処理のために，放射ステーション20a及び20bは，直状の偏光UV-B放射（280ないし320 nm）を供する。曝露量は，およそ10ないし15mJ/cm2である。ウェブ16の幅の中央部における「ホットスポット」を避けるだめ（原文のまま），及びウェブ16の側方にも十分な曝露エネルギーを供するため，±30％以内の単一な曝露が必要とされる。LPP1層22及びLPP2層26に適当な処理を行うために最も重要なことは，ウェブ16上のいかなるポイントでも1度以内である高度に一貫した偏光方向を持つ偏光された光を供することである。",
                    "【0060】…（放射装置）図4を参照すると，改変物を含み，紫外光をウェブ16上の放射領域に供するため内部に放射ステーション20a及び20bを含んだ放射装置60を示している。放射装置60は，ウェブ16全幅にわたって放射源を生成し照射するフード組立部70，及び，光解離性を調節し，所望の投射角に光を照射し，かつ放射源を偏光する光調節組立部74から構成される。フード組立部70の内部では，光源64が放射源を，望ましい波長および出力レベルにて，提供する。冷却チューブ66あるいはその他の装置のような冷却部も供される。例えば，冷却チューブ66は，空冷でも水冷でもよい。空気チューブ62もまた冷却目的で供されるかもしれない。冷却チューブ66は，また，いくらかのUV-Cや赤外線のフィルター効果を供する。",
                    "【0061】…最後に，偏光子90は，続いて述べられるように，曝露放射における偏光に必要な量を提供する。",
                    "【0062】  光源64は，例えば，Nordson Corporation社製（Amherst, OH）のような中圧水銀長アークランプが可能である。",
                    "【0063】  図4は，放射装置60の特性の一つを示す。…",
                    "【0064】  図5を参照すると，放射装置の分解した正面図を示している。…",
                    "【0065】  放射ステーション20aあるいは20bは，一つ以上の放射装置60を含むかもしれない。シリーズでいくつかの放射装置60を使うことにより，付加的な曝露量容量を供することができ，効果的により広い範囲の曝露領域に供することにより，加工装置10による工程の加速が可能となる。",
                    "【0074】…（偏光子90の特性）図16aないし図16dに戻って参照されたい。偏光子90における偏光主軸126の単一性を保持する優位性が理解できる。偏光子90がこのような特性を持つと，投射光は，供された偏光軸を影響されることなく，様々な角度範囲を持つことができる。",
                    "【0075】  一般側において，偏光子90は，減弱された解離性角度をもつ光を使い，かつ，ウェブ16近傍に配する時，最も良好に機能する。図14a及び14bを参照すると，それぞれ，参照例における偏光子90に関する平面図及び分解図が示されている。偏光子セグメント91は，典型的に，参照例において，3平方インチであり，図示されるように一緒に傾けられたワイヤーグリッド偏光子である。偏光子90は，いくつかの偏光子セグメントを用い，ウェブ16の動作方向に対する特定の角度で好ましく配されている。この角度的オフセットは，個々の偏光子セグメント91間にある境界線による起こりうる縞効果を代償している。グリッドフレーム96及びカバーフレーム94は，偏光子セグメント91を固定するため用いられ，マスク92の間に挟まれている。",
                    "【0080】…（光源64に関する代替例）参照例において，光源64は，中圧水銀アークランプである。この装置は，電源入力を持ち，400ワット/インチを超えるランプ長と好ましい長寿命を持っている。この手法は，比較的長い有用な寿命（1000時間）を持つ単一の電球を用いる利点を供するし，装置の故障を最小限にとどめることができる。",
                    "【0081】  光源64の代替的なものとして，典型的に10ないし15kWの入力を持つ水銀短アークランプを含む。しかしながら，水銀短アークランプは，中圧アークランプに比べ，より高価であり，典型的に有用な寿命が短い。図15を参照すると，多重化された光源，164a，164b，164c，164d，164e，及び164fなる改変物が示されている。ウェブ16の幅を覆うために，これら光源164a，164b，164c，164d，164e，及び164fは，グループ化され，認知できるだけのギャップや境界を除くよう交互に配置されている。…」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定及び本件発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)の記載によれば，甲1文献には上記第2の3(2)アのとおりの発明が記載されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本件発明と甲1発明の一致点及び相違点について検討するに，甲1文献【0075】，図14a及び図14bの記載を勘案すると，甲1発明の「境界線」は隣り合う複数の偏光子セグメント91（本件発明の「ワイヤーグリッド偏光素子」に相当する。）の間にあるものであり，本件発明の「境界部」に相当するといえる。また，甲1文献の【0060】及び図4の記載を勘案すると，甲1発明の「光源64」には，ウェブ16全幅にわたって線状の光を照射するものも含まれるから，本件発明の「線状の光源」に相当するといえる。",
                    "そうすると，本件発明と甲1発明の一致点は，",
                    "「  連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部が配置され，光照射部から上記光配向膜に偏光光を照射して光配向を行う偏光光照射装置であって，",
                    "光照射部は，",
                    "光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，",
                    "上記光源の伸びる方向に沿って複数のワイヤーグリッド偏光素子が並べられ，該並べられたワイヤーグリッド偏光素子の間に境界部が存在する偏光素子ユニットを有している",
                    "ことを特徴とする光配向用偏光光照射装置。」であり，相違点は次の[相違点1´´]のとおりであると認められる。",
                    "［相違点1´´］",
                    "本件発明においては，光照射部が「多段に配置」され，「各段に配置された各光照射部は，各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている」のに対し，甲1発明においては，かかる事項を発明特定事項として有していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性について",
              "text": [
                "[相違点1´´]の容易想到性について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "光照射部が「多段に配置」されている点について",
                  "text": [
                    "甲1文献の【0065】「いくつかの放射装置60を使うことにより，付加的な曝露量容量を供することができ，効果的により広い範囲の曝露領域に供することにより，加工装置10による工程の加速が可能となる。」との記載があるところ，曝露量容量を増やして工程の加速を可能とすることは，放射装置60をウェブ16の搬送方向に沿って複数設けることを意味するものと解される。そうすると，甲1発明において，工程の加速のために放射装置60を「多段に」配置する構成をとることは，当業者が容易に想到し得たことであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「各段に配置された各光照射部は，各段の光照射部の上記偏光素子の間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている」点について",
                  "text": [
                    "甲1発明において上記相違点に係る構成とするためには，甲1発明のウェブ16の搬送方向に対して斜めに設けられた各境界線を，ウェブ16の搬送方向に沿った方向に変更し，かつ，各境界線の位置を，ウェブ16の搬送方向に対して互いに重ならないように変更することを要するところ，甲1文献には上記相違点に係る構成について記載も示唆もない。",
                    "また，甲1文献【0075】，図14a及び図14bの記載によれば，「境界部」に当たる甲1発明の境界線は，ウェブ16の搬送方向に対して斜めの格子状であり，各境界線は，他の境界線とウェブ16の搬送方向に対して互いに重なっているところ，このような各境界線の構成は，1段の放射装置60をウェブ16が通過する際のウェブ16に照射される光照射エネルギーの分布の均一化を図り，境界線によって起こり得る縞効果（光照射エネルギーの分布のバラツキ）を防ぐものであると解するのが相当である。そうすると，甲1発明において，わざわざ上記相違点に係る構成を採用する動機付けもない。",
                    "したがって，甲1発明において，上記相違点に係る構成をとることは，当業者が容易に想到し得たことであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張する，本件審決の相違点1の認定の誤り及び相違点1´c（光配向膜の搬送方向に沿って光照射部が多段に配置されている）に関する容易想到性の判断の誤りを主張するところ，これらの点についての判断は上記(2)及び(3)アのとおりである。",
                    "原告は，偏光子90を構成する各偏光子セグメント91を4段に分けて各段の各偏光子セグメントの角部と角部の間が「境界部」であると主張するが，甲1文献の1つの偏光子90を構成する偏光子セグメント91を原告の主張するような方法で各段に分け，角部と角部の間のみを「境界部」に相当すると解する技術的意義は見出せないというべきであり，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，各偏光子セグメント91の角部と角部の間が「境界部」であることを前提に，甲1発明では，1個の放射装置60において，偏光子セグメントの偶数段目の「境界部」と奇数段目の「境界部」がウェブ16の動作方向に対して互いに重ならない関係になっており，複数の放射装置60をウェブ16の搬送方向に沿って配置した場合，ウェブ16の動作方向に対して「1段目の放射装置60の境界部」と「2段目の放射装置60の境界部」が「互いに重ならない」関係になるから，「境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，光配向膜の搬送方向に直交する方向に位置をずらして配置されている」構成を有すると主張する。",
                    "しかし，上記(3)イ及び上記アに説示したとおり，「境界部」に相当するのは甲1発明の「個々の偏光子セグメント91間にある境界線」であるから，これと異なる前提に立つ原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件審決における相違点1の認定及び容易想到性の判断の一部には誤りがあるが，相違点1´´について容易想到性が認められないのは上記(3)イに説示したとおりであるから，上記誤りは本件審決の結論に影響を及ぼすものではない。よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，原告が主張する各取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}