{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙「被告製品目録」1～3記載の美容器を製造し，使用し，譲渡し，貸し渡し，輸出若しくは輸入し，又は譲渡若しくは貸渡しの申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙「被告製品目録」1～3記載の美容器，その半製品(原判決別紙「被告製品目録」1～3記載の構造を具備しているが製品として完成するに至らないもの)及び製造のための金型を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，2885万円及びこれに対する平成28年7月17日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。書証の掲記は，枝番号を全て含むときは，枝番号の記載を省略する。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「美容器」とする発明についての特許権(特許第5840320号。以下その特許を「本件特許」という。)の特許権者である控訴人(一審原告)が，被控訴人(一審被告)の製造，販売等する原判決別紙「被告製品目録」1～3記載の美容器(以下「被告製品」という。)は，本件特許の特許請求の範囲の請求項1に係る発明(以下「本件発明」という。)の技術的範囲に属する旨主張して，被控訴人(一審被告)に対し，①特許法100条1項に基づき，被告製品の製造等の差止め，②同条2項に基づき，被告製品等の廃棄，③特許権侵害の不法行為に基づき，平成27年11月から平成28年6月までの損害金2885万円及びこれに対する平成28年7月17日(原審の訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，被告製品は，いずれも本件発明の技術的範囲に属しないとして，控訴人(一審原告)の各請求をいずれも棄却したため，控訴人(一審原告)は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実，当裁判所に顕著な事実並びに文中に掲記した証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の2のうち2頁18行目～3頁25行目に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁26行目及び3頁8行目の各「本判決」を，それぞれ「原判決」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁19行目，20行目及び21行目の各「別紙」を，それぞれ「原判決別紙」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁23行目～24行目の「から，同じ内容が妥当する」を削除する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3及び第3(3頁26行目～17頁1行目)に記載のとおりであるから，これを引用する。",
            "ただし，原判決に「別紙」とあるのを，「原判決別紙」と改め，原判決9頁18行目の「相違点は」を「相違点としては」と改め，16頁1行目「開示されている」の前に「当該構成が本件明細書において」を加え，同頁20行目の「原告」を「被告」と改める。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前の本件発明の技術的範囲の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ハンドルの湾曲について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，被告製品の把持部の中心線xについて，「被告製品の把持部は，先端から基端側に向かって太くなっており，基端部手前で下面部が凸状にある部分の頂点部において上面との距離が最も長くなっているから，この頂点部を含む最短距離の直線(切り口)が『ハンドル11の最も厚い部分』に相当する」と認定した。この点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，当該箇所における外周接線zの間の角度を2分する線と平行な線の認定において誤っている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品における「ハンドルの最も厚い部分」とは，被告製品の把持部(ハンドルに相当)の基端部の手前で下面部が凸状になっている頂点部分である(上面との距離が最も長くなっている。)。",
                            "そして，この部分と被告製品の把持部の上面とを結ぶ無数の直線(切り口)のうち，その両端となる各点にとって最短距離となる点が，甲10，11の青色の矢印で示す線部分である。すなわち，被告製品を側面視した状態において，把持部の基端部の手前で下面部が凸状になっている頂点部分を中心として把持部の上面に接する円を想定すると，その円の中心と把持部上面との接点とを結ぶ線(甲10，11の青色の矢印で示す線)が，頂点部分と把持部の上面とを結ぶ最短距離となる。したがって，この青色の矢印で示す線部分が被告製品の「把持部(ハンドル)の最も厚い部分」に相当する。",
                            "そして,上記の青色の矢印で示す線部分(把持部(ハンドル)の最も厚い部分)において，外周接線(当該点と1点で接する線)zをそれぞれ把持部の上面側と下面側に引き，これら2本のzのなす角を2分した線と平行な線 x と，水平面との傾斜角は26度となっている。",
                            "一方，被告製品の先端側の傾斜角度は30度であるため，被告製品は構成要件B「ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」を充足する。",
                            "なお，甲10は，図面上横に広がってプリントアウトされてしまっているが，画像が加工されているわけではなく，出力された状態での傾斜角度が約2度分だけ横長に出力されただけで，被告製品において，側面視で，支持軸の軸線の傾斜角度(30度)がハンドルの中心線の傾斜角度(26度)よりも大きいことは変わるものではない(甲11)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，自らプロットしたa1～a6と，b1～b17の間の距離を測定して(乙50，51)，各a点と各b点の最短距離を特定し(乙52)，点a4と点b8又は点b9とを結ぶ線が被告製品の把持部の最も厚い部分としているが，それらはいずれも被控訴人が任意にプロットした各a点と各b点のうち最短距離となる点同士の関係であり，把持部の最も厚い部分を構成する箇所は被控訴人がプロットした箇所に存在するとは限らない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "回転体について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「ボール」は，真円状のものに限定されない。",
                        "本件特許の請求項1には，ボールが真円状であることを限定する記載はなく，本件明細書には，ボールの形状をバルーン状，断面楕円形状，断面長円形状等の各種形状に変更することを許容する記載があり(【0050】，【0052】)，本件発明における「ボール」はこれらの変更形状を包含する概念である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書【図8】(真円状ではないボール)の美容器であっても，【図4】のボールを使用した美容器と正面視がほぼ変わらないのであるから，「ハンドルの湾曲は，ハンドルの基端側より先端側がきつく」との関係が成立する。",
                        "この点は，真円状のボール以外の回転体を用いた場合に「ハンドルの湾曲は，ハンドルの基端側より先端側がきつく」との関係が成立するようにボールの大きさを設定すればよいだけである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "したがって，被告製品は，構成要件A及びCを充足する。"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の再抗弁",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正請求",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，平成29年6月13日，本件特許に係る特許無効審判(無効2016-800100号)において，本件特許の請求項1を次のとおり訂正すること等を訂正事項とする訂正請求(以下「本件訂正」という。本件訂正後の本件明細書を「本件訂正明細書」という。)をした。",
                        "【請求項1】",
                        "ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ支持軸の軸線を中心に回転可能に支持した美容器において，",
                        "前記ハンドルは，側面視において全体が山なりの湾曲形状をなし，",
                        "前記ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく，",
                        "前記ハンドルの湾曲は，",
                        "美容器を水平台に載置したときの側面視における水平台を水平基準線として，",
                        "水平基準線に対する支持軸の軸線の傾斜角がハンドルの先端側の湾曲であり，",
                        "水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角がハンドルの基端側の湾曲であり，",
                        "前記水平基準線に対する支持軸の軸線の傾斜角が，前記水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角よりも大きいことにより，ハンドルの湾曲は，ハンドルの基端側よりもハンドルの先端側がきつくなっており，",
                        "前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率より小さくなるように形成されており，",
                        "前記ボールは，非貫通状態で前記支持軸に回転可能に支持されていることを特徴とする美容器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正のうち，請求項1に係る訂正及び本件明細書【0007】に係る訂正は，特許請求の範囲の減縮又は明瞭でない記載の釈明を目的とするものである。本件明細書【0050】に係る訂正は，明らかな誤記を訂正したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明の侵害",
                  "text": [
                    "被告製品は，本件訂正後の本件発明(以下「訂正発明」という。)の技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "傾斜角について",
                      "text": [
                        "被告製品の支持軸の軸線の傾斜角度は30度であり，把持部の最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角は26度であるから(甲10，11)，構成要件のうち「前記ハンドルの湾曲は，ハンドルの基端側より先端側がきつく」及び「前記水平基準線に対する支持軸の軸線の傾斜角が，前記水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角を二分する線と平行な先の傾斜角よりも大きいことにより，ハンドルの湾曲は，ハンドルの基端側よりもハンドルの先端側がきつくなっており」を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "回転体について",
                      "text": [
                        "訂正発明の「前記ボールの形状は，ボール外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されており」との構成の技術的意義は，「曲率の大きな部分で肌を摘み上げ，曲率の小さな部分で摘み上げ状態を保持できるため，ボール17を復動させたときの肌20の摘み上げ効果を向上させることができる。」(本件訂正明細書【0050】)ことにあるのであるから，肌に接する部分の形状である。ボールの曲率の小さな部分は，全く肌に接しない部分であり，このような部分の曲率をどのように構成しようと，ボールによる肌の摘み上げには何ら関係しない。",
                        "したがって，訂正発明の「前記ボールの形状は，ボール外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されており」との構成要件の解釈につき，被控訴人が後記のとおり主張するように限定解釈する理由はない。",
                        "そして，被告製品の回転体はボールであり，ボール外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されているのであるから，構成要件C1，C2を充足する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正前の本件特許に対する無効の抗弁について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙20を主引例とする進歩性欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙20発明の筒状のローラを，乙24，乙25の1，乙26の1，乙57～61の回転体の形状とする動機付けはなく，阻害要因が存在する。また，乙27のローラは本件発明のボールに該当しないため，乙27のローラを乙20発明に適用しても，本件発明の構成にはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)と同様の理由により，乙20発明のローラを非貫通状態とし，本件発明の構成とすることは当業者に容易想到とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙20発明において，ハンドルの先端側の傾斜角度は17度であり，基端側の傾斜角度は22度であるから，基端側の傾斜のほうが大きい。",
                        "このハンドルの湾曲を基端側よりも先端側をきつくするような動機付けは存在せず，乙21～24には，ハンドルの湾曲を基端側よりも先端側をきつくする構成は開示されていないから，乙20発明を本件発明のハンドルの構成とすることは当業者に容易想到とはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙21～26を主引例とする進歩性欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙21発明又は乙22発明の円筒形状のローラを，乙24，乙25の1，乙26の1，乙57～61の回転体の形状とする動機付けはない。また，乙27のローラは本件発明のボールに該当しないため，乙27のローラを乙21発明又は乙22発明に適用しても，本件発明の構成にはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙23発明の円形体は，回転可能か否か不明であり，これを積極的に回転可能とする動機付けはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙21発明又は乙23発明のローラを非貫通状態とし，本件発明の構成とすることは，円筒形状のローラからボールへの変更を前提とするものであるから，前記(ア)と同様の理由で，当業者に容易想到とはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙26発明の円形体を非貫通状態で支持軸に回転可能に支持する構成とする動機付けはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙25発明の技術的意義(ローラ15が貫通しており，バネ18によりローラ15がスピンドル11の軸方向に移動可能に支持されること)に鑑みると，乙25発明を，ローラ15を非貫通で軸に対して移動しない乙24，27，57～61の技術と組み合わせる動機付けはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙21～26発明のハンドル，把持部等は，側面視において湾曲形状ではない。",
                        "このハンドルを湾曲させ，湾曲を基端側よりも先端側がきつくする動機付けは存在しない。乙21～27，57～61には，ハンドルが側面視において湾曲形状である構成は開示されておらず，乙20も本件発明の構成を開示するものではないから，前記各発明のハンドルを本件発明のハンドルの構成とすることは当業者に容易想到とはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "明確性要件，実施可能要件，サポート要件違反について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，本件発明の「前記ハンドルの湾曲は，ハンドルの基端側より先端側がきつく」の「湾曲がきつい」とは，先端側の傾斜y(美容器を水平状態とした場合の支持軸の傾斜)の傾斜角が，基端側の傾斜x(ハンドルの最も厚い部分の外周接線を二分する線と平行な線の傾斜)の傾斜角より大きいことを意味することを認めている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ハンドルの最も厚い部分は中心線xを用いることなく，以下の方法により特定することができ，両者は循環定義の関係とはならない。",
                        "すなわち，まず，ハンドルを側面視した際の各点について切り口が最短距離となるように輪切りし(下図の赤色点線)，各輪切りの厚さ(距離)を比較して最も距離のある輪切り部分が「ハンドルの最も厚い部分」となる。",
                        "そして，この「ハンドルの最も厚い部分」に基づいてハンドル外周の2点で「外周接線z」を引き，これを「二分する線と平行な線(中心線x)」を引けば，「水平基準線に対する，外周接線zを二分する線と平行な線(中心線x)の傾斜角(傾斜xの角度)」を求めることができる(下図)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件明細書の記載に基づき，湾曲のきつさを特定することができるから，本件発明は，明確性要件，実施可能要件及びサポート要件に違反するものでなく，分割要件違反に伴う新規性又は進歩性を欠くものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正後の本件特許についての無効の抗弁について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性要件違反について",
                  "text": [
                    "被控訴人の「全体が山なりの湾曲形状」の解釈についての明確性要件違反の主張は，その理由が不明であるか，又は，理由がない。また，「ハンドルの最も厚い部分」を特定できるから，傾斜角も特定できる。さらに，ボールの形状によって，傾斜角の大小関係の特定に問題が生じるとは考えられない。したがって，明確性要件に違反するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反について",
                  "text": [
                    "本件訂正明細書の発明の詳細な説明では，特許請求の範囲の「山なりの湾曲形状」であって「湾曲がハンドルの基端側より先端側がきつい」ハンドルに対して，実施形態の美容器の側方投影角度αが異なる複数の実施例について美容器の使用感，すなわち操作性の向上という作用ないし機能の観点からの試験及び評価を行い，その結果について具体的に説明している。",
                    "このような記載に接した当業者は，本件訂正発明の構成により課題を解決できると認識することができるから，本件訂正発明に係る特許出願は，特許法36条6項1号の要件を満たしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙20を主引例とする進歩性欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙20発明の筒状のローラを，乙24，乙63～65の回転体の形状とする動機付けはなく，阻害要因が存在する。また，乙22及び27のローラはいずれも本件発明のボールに該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)と同様の理由により，乙20発明のローラを非貫通状態とし，本件発明の構成とすることは当業者に容易想到とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙20発明において，ハンドルの先端側の傾斜角度は17度であり，基端側の傾斜角度は22度であるから，基端側の傾斜のほうが大きい。",
                        "乙21～24のハンドルは，「側面視において全体が山なり湾曲状をなし」との構成を有しておらず，これらを組み合わせても，本件発明の構成にはならないから，乙20発明のハンドルを本件発明の構成とすることは当業者に容易想到とはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件訂正発明は，ハンドル形状により強い体感を得やすくなっており，ボール形状による肌の摘み上げ効果とがあいまって，摘み上げ効果を強めるという顕著な効果を奏する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙22を主引例とする進歩性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙22発明の円筒状のローラは，本件訂正発明のボールに該当せず，これを円筒状以外の形状に変更する動機付けはない。また，乙27のローラは楕円筒状であり，本件訂正発明にいうボールではないから，乙22発明のローラを乙27のローラに置換しても，本件訂正発明の構成にはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙20発明のハンドルは側面視において先端の湾曲が基端よりもきつい湾曲状ではないから，乙22発明に乙20発明のハンドルを適用しても，本件訂正発明の構成にはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明は，ハンドル形状により強い体感を得やすくなっているとともに，ボール形状による肌の摘み上げ効果とがあいまって，摘み上げ効果を強めるという顕著な効果を奏する。"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前の本件発明の技術的範囲の非充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件B(ハンドルの湾曲)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Bの「ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」は，ボール支持軸15の軸線 y とハンドル11の中心線 x との関係性に基づき，側面視で，ボール支持軸15の軸線 y の傾斜角度がハンドル11の中心線x の傾斜角度よりも大きいことを意味すると解釈すべきである。",
                        "そして，ボール支持軸15の軸線 y の傾斜角度とハンドル11の中心線 x の傾斜角度を特定して，その大小を比較する際に，美容器を水平台に載置した場合の水平基準線をもって基準線とすべきである。",
                        "中心線とは，対称な図形の中心を表す際に用いる用語である(乙13～15)が，本件明細書に記載されているハンドルは，側面視において対称な図形ではないため，本件明細書【0018】において定義付けされているように，「ハンドル11の最も厚い部分の外周接線 z の間の角度を二分する線と平行な線」となる。",
                        "したがって，ハンドル11の中心線 x とは，「ハンドル11の最も厚い部分の外周接線z の間の角度を二分する線と平行な線」ということとなる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明においては，側面視でハンドルの上面上の1点と下面上の1点とを結ぶ無数の直線(立体的にいえば切り口)のうち，その両端となる各点にとって最短距離となる直線(切り口)をもって各ハンドル部分の厚みとする趣旨であると解することができ，「ハンドル11の最も厚い部分」とは，そうして設定される各最短直線(切り口)の長さ(厚さ)を比較して，最も長い直線の部分(最も厚い輪切りの部分)のことをいうと解することができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙49のとおり，ハンドル11の最も厚い部分は，ハンドル11と接点zとの接点を結んだ距離が32．8の箇所であり，この部分を用いた場合の基端側の傾斜角度は55度である(乙17～19の各1)から，基端側の傾斜角度は32度になる(乙17～19の各2)。",
                        "作図可能な範囲で多数の線分を用いて最短距離を特定した(乙50～55)ところ，基端側の傾斜角度は31．6度になる(乙55)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，被告製品の把持部の最も厚い部分において先端側の傾斜角30度に対し，基端側傾斜角は31．6度又は32度となり，被告製品の把持部は，先端側傾斜角の方が基端側傾斜角より小さいから，構成要件B「前記ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」を充足しない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，甲10は，控訴人により，基端側の湾曲が緩やかになるように意図的に加工が行われている(乙48)。",
                        "本件控訴は，クリーンハンズの原則に基づき，棄却されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件A及びC(回転体)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一般に，「ボール」とは，「球状」(真円状)のものを指し(乙6)，立体形状であるボールにおける「真円状」とは，ボールの断面又は投影図上での形状が真円状であることを意味する。",
                            "本件明細書においては，本件訂正前の本件発明におけるボールが真円状のものであることが特定されている(【0008】，【0009】，【0011】，【図5】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書【0050】，【0052】，【図8】，【図9】には，真円状のボールを，バルーン型の形状並びに断面楕円形状及び断面長円形状に変更してもよい旨の記載があるが，本件明細書は，真円状のボールによってのみ生じる発明の効果のみを示しているから，本件発明のボールは，「真円状」のものに限定される。",
                            "また，バルーン状の回転体を用いた場合，必ずしも，構成要件Bの「ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」との関係が成立しないのであって，本件発明において，「ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」との限定は，回転体が真円状のボールを用いることを前提にしている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告製品の回転体は，先端が扁平しており，真円状ではない(乙3～5)から，被告製品は，構成要件A及びCを充足しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，本件発明の構成要件Aにおける「ボール」の形状が，「真円状」のものに限られないとしても，含まれるのは，本件明細書【図8】及び【図9】に示されているような形状で，かつ，ボール17の外周面のハンドル11側の曲率がボール支持軸15の先端側の曲率よりも大きいバルーン形状のみである(本件明細書【0050】)。",
                        "本件発明における上記バルーン形状は，下部分が側面視において，半円状である。",
                        "しかし，被告製品の回転体の先端部分は，平らに偏平しており(乙3～5)，下部分が半円状ではない。",
                        "したがって，被告製品は，本件発明の構成要件A及びCを充足しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の再抗弁について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0050】の「図8及び図9に示すように，前記ボール17の形状を，ボール17の外周面のハンドル11側の曲率がボール支持軸15の先端側の曲率よりも大きくなる」との記載は，「バルーン状」のことを指し，【図8】及び【図9】と整合性がとれた記載となっているから，上記【0050】の記載が明らかな誤記であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正請求は，次のとおり，新規事項を追加するものであるから，認められない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「全体が山なりの湾曲形状」について",
                      "text": [
                        "当業者は，「全体が山なりの湾曲形状」との記載に基づいて，下記の本件明細書【図3】以外に，少なくとも，「上側稜線部分の全体は山なりの湾曲形状であるが，下側稜線部分の全体が直線状であるハンドルの形状」，「上側稜線部分の全体は山なりの湾曲形状であるが，下側稜線部分の一部が直線状であるハンドルの形状」，及び「上側稜線部分の全体は山なりの湾曲形状であるが，下側稜線部分の一部が波形の形状であるハンドルの形状」を認定することになる。",
                        "上側稜線部分",
                        "下側稜線部分",
                        "そうすると，前記訂正は，控訴人が意図した上記【図3】のハンドル形状以外の新たな技術的事項を導入していることから，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲でされた訂正ということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「美容器を水平台に載置したときの側面視における水平台を水平基準線として」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「水平基準線」との概念は，本件明細書【0018】及び【図3】において開示されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件訂正においては，「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されており」との限定が加わっており，ボールの形状自体が，本件明細書【図3】に示されたボール17のような球形状ではなくなっている。",
                            "この結果，本件訂正後のボールの形状(以下「訂正後ボール形状」という。)を有する美容器を水平台に載置したときの側面視における水平台を水平基準線とすることが，本件明細書に開示されているか否かが問題となるが，そのような開示はされていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "訂正後ボール形状を用いた場合に，水平基準線を用いた湾曲を特定することができるかも問題となるが，訂正後ボール形状に置き換えた場合に，本件明細書【図3】に示された角度関係を維持することができるのか不明である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そうすると，前記訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でなされた訂正ということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「水平基準線に対する支持軸の軸線の傾斜角がハンドルの先端側の湾曲であり」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「水平基準線」が，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でないことは，前記(イ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "支持軸の軸線は，軸線yとして，本件明細書【0018】，【0024】，【0028】，【0030】及び【0051】に記載されているが，水平基準線との傾斜角に関する記載がない。",
                            "支持軸の軸線の傾斜角をハンドルの先端側の湾曲とするという概念は，願書に添付された特許請求の範囲，明細書及び図面に一切記載されていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "訂正後ボール形状を用いた場合に，美容器を水平台に載置した状態で，支持軸の軸線の傾斜角度を測定しなければならないが，この場合，訂正後ボール形状の大きさや先端側の曲率によっては，支持軸の傾斜角度は，様々に変化することとなるところ，本件明細書においては，訂正後ボール形状を用いた場合に，支持軸の軸線の傾斜角度を決定する判断基準が示されていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そうすると，本件訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でされた訂正ということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角がハンドルの基端側の湾曲であり」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「水平基準線」が，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でないことは，前記(イ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「全体が山なりの湾曲形状」が本件明細書【図3】のハンドル形状以外の形状も含むことは，前記(ア)のとおりであるところ，その場合，全体が山なりの湾曲形状をなすあらゆる形状において，ハンドルの最も厚い部分をいかにして特定するかについて，本件明細書には示されていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そうすると，前記訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でされた訂正ということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「前記水平基準線に対する支持軸の軸線の傾斜角が，前記水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角よりも大きいことにより，ハンドルの湾曲は，ハンドルの基端側よりもハンドルの先端側がきつくなっており」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「水平基準線」が，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でないことは，前記(イ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "願書に添付された特許請求の範囲，明細書及び図面において，「軸線側傾斜角」と「ハンドル側傾斜角」との大小関係について一切記載されておらず，本件明細書【図3】に基づき「軸線側傾斜角」と「ハンドル側傾斜角」の大小関係を推認するほかない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "訂正後ボール形状を用いた場合，その大きさやボールの先端側の曲率により「軸線側傾斜角」の大きさが変化し，水平台に載置した状態で比較されることとの関係で「ハンドル側傾斜角」も変化することとなる。",
                            "願書に添付された特許請求の範囲，明細書及び図面には，訂正後ボール形状を用いた場合についての「軸線側傾斜角」と「ハンドル側傾斜角」の大小関係について記載されておらず，その判断基準となる概念すら示されていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そうすると，前記訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でされた訂正ということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率より小さくなるように形成されており」について",
                      "text": [
                        "前記アのとおり，本件明細書【0050】に関する本件訂正が認められないのであるから，前記訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でされた訂正ではない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "訂正後ボール形状に伴う新たな技術的事項の導入について",
                      "text": [
                        "本件訂正後の発明は，「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成」され，そのような本件訂正後ボールを，訂正後のハンドルに回転可能に支持したものである。",
                        "訂正後ボールの形状は，ハンドル側と支持軸の先端側とを曲率で比較するとされているところ，曲率半径を一定にした訂正後ボールとして下図のボールを例示することができる(乙56図2)。",
                        "本件明細書【図3】のハンドル11に，上記の乙56図2のボールを適用した図が下図である(乙56号図3)。",
                        "そうすると，本件訂正後の発明は，乙56図3に記載した美容器を技術的範囲に含むことが確認できる。",
                        "しかし，本件明細書等には，ハンドル側の方の曲率半径が大きく，ボール支持軸の先端側の曲率半径の方が小さいボール，すなわち，「ハンドル側の曲率が支持軸の先端側の曲率よりも小さくなる」ボールが開示されておらず，示唆すらされていない。",
                        "そうすると，本件訂正によって，乙56図3に示すような美容器が，新たな技術的事項として導入されることになるため，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でされた訂正ではない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "本件訂正後のボールの作用効果に基づく新たな技術的事項の導入について",
                      "text": [
                        "本件訂正後のボールの形状による作用効果として，本件明細書【0050】の訂正によって，「曲率の大きな部分で肌を摘み上げ，曲率の小さな部分で摘み上げ状態を保持できるため，ボール17を復動させたときの肌20の摘み上げ効果を向上させることができる。」とされている。",
                        "先端側とハンドル側との曲率の違いにより上記の作用効果が生じるかどうかについて，本件明細書には技術的根拠が一切記載されていないが，本件明細書【図4】と【図8】との比較により推認できなくはない。",
                        "【図4】                            【図8】",
                        "上図破線丸印で示した箇所を比較すると，【図8】の方が【図4】よりも若干，肌がボールに密着している面積が大きくなっていると看取でき，摘み上げ状態が保持されているものと推認できなくはない。",
                        "この点，前記訂正によって，「ハンドル11側の曲率がボール支持軸15の先端側の曲率よりも小さく」なったのであるから，曲率の小さな部分はハンドル側ということになり，本件訂正後の本件明細書【0050】に記載された発明は，ハンドル側で摘み上げ状態を保持できることとなる。",
                        "本件明細書【図8】においては，「先端側とハンドル側との中程部分で摘み上げ状態が保持」できるようなバルーン状のボール17が開示され，当該形状を除外する「ボール」を特許請求の範囲請求項1のボールと特定したのであるから，「曲率の小さな部分であるハンドル側で摘み上げ状態が保持できる」との訂正は，訂正前の発明の範囲を実質的に拡張し又は変更するものとなる。",
                        "そうすると，本件明細書【0050】に係る本件訂正は，願書に添付された特許請求の範囲，明細書及び図面に記載された事項の範囲内でされた訂正ということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正は，次のとおり，実質上特許請求の範囲の実質的拡張又は変更に当たる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人が本件明細書において本件発明の効果が真円状のボールにのみ認められると断定している(【0009】)以上，訂正前の特許請求の範囲請求項1における「ボール」は，断面が真円状，すなわち球体状のボールと認定せざるを得ない。",
                        "また，本件明細書においては，真円状のボールに限って，支持軸の軸線の傾斜角がハンドルの中心線xの傾斜角よりも大きいという技術が開示されているだけであり，バルーン状のボールを用いた場合について，支持軸の軸線の傾斜角をハンドルの中心線xの傾斜角よりも大きくするという技術が開示されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところが，本件訂正後のボールは，「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されており」とされており，球体状のボールとは明らかに異なる形状とされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件訂正請求における請求項1及び本件明細書【0007】に係る訂正は，実質上特許請求の範囲を拡張し又は変更するものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正後の本件発明の技術的範囲の非充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "傾斜角について",
                  "text": [
                    "本件訂正により傾斜角の基本的な概念は変更されていない。",
                    "被告製品の把持部は，前記(1)アのとおり，支持軸の軸線の傾斜角が，最も厚い部分の外周接線の間の角を二分する線と平行な線の傾斜角よりも小さい。",
                    "したがって，被告製品は，本件訂正後の発明の構成要件のうち「前記ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく，」及び「前記水平基準線に対する支持軸の軸線の傾斜角が，前記水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角を二分する線と平行な線の傾斜角よりも大きいことにより，ハンドルの湾曲は，ハンドルの基端側よりもハンドルの先端側がきつくなっており，」を充足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "回転体について",
                  "text": [
                    "仮に，本件訂正後の本件発明のボールの形状が，「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されて」いるものの全てを含む場合，以下の図(乙56図3)に示す形状を有する美容器も本件発明の技術的範囲に含まれることとなる。",
                    "しかし，このような解釈を行った場合，本件訂正後の本件発明は，無効理由(特許法123条1項8号)を有することになるから，前記の解釈をとることはできない。",
                    "そうすると，「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されており」との形状は，前記(1)イのとおり，本件明細書【図8】及び【図9】の形状を文言で表現したに留まると解釈せざるを得ないから，本件訂正後の本件発明のボールは，バルーン形状のボールの下部が半円状のものである。",
                    "ところが，被告製品の回転体の下部は，扁平しており半円状とはなっていない(乙3～5)。",
                    "したがって，被告製品の回転体は，本件訂正後の本件発明の「ボール」に該当せず，被告製品は，構成要件のうち「前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率よりも小さくなるように形成されており，」及び「前記ボールは，非貫通状態で前記支持軸に回転可能に支持されていることを特徴とする」を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正前の本件特許に対する無効の抗弁",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙20を主引用例とする進歩性の欠如",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "回転体として一対のボールを利用すること，一対のボールを非貫通状態で支持軸に支持することは，乙57～61においても開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，乙20発明に対して，回転体として，乙24，乙25の1，乙26の1，乙27，57～61のいずれかに開示されている一対のボールを用いて，乙22，24，27，57～61のいずれかの記載に基づいて，一対のボールを非貫通状態で支持軸に回転可能に支持することとして，本件発明を発明することは，当業者にとって容易である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，先端側の傾斜角を基端側の傾斜角よりも大きくすることは，乙21～24に開示されており，本件原出願の出願時における技術水準にすぎず，単なる設計事項にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙21を主引例とする進歩性欠如",
                  "text": [
                    "前記ア(ア)のとおりであって，乙21発明に対して，回転体として，乙24，乙25の1，乙26の1，乙27，57～61のいずれかに開示されている一対のボールを用いて，乙22，24，27，57～61のいずれかの記載に基づいて，一対のボールを非貫通状態で支持軸に回転可能に支持することとして，本件発明を発明することは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙22を主引例とする進歩性欠如",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "非貫通の回転体として一対のボールを利用することは，乙57～61にも開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，乙22発明の非貫通の円柱状のローラ部(5，5)を乙24，27，57～61のいずれかの記載に基づいて非貫通の一対のボールに置き換え，本件発明を発明することは，当業者にとって容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙23の1を主引例とする進歩性欠如",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "回転体であるところの一対のボールを非貫通状態で回転軸に支持することは，乙57～61にも開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，乙23発明における一対の円形体を，乙24，27，57～61のいずれかの記載に基づいて非貫通状態で支持軸に回転可能に支持するように構成し，本件発明を発明することは，当業者にとって容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙24を主引例とする進歩性欠如",
                  "text": [
                    "乙24発明の円柱対(3，3)を，乙24【0006】，乙27，57～61のいずれかの記載に基づいて非貫通状態のボールに置き換えて，本件発明を発明することは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙25の1を主引例とする進歩性欠如",
                  "text": [
                    "前記エ(ア)のとおりであって，乙25発明におけるハンドルを山なりの湾曲形状にし，一対のボール(rollers15)を，乙24，27，57～61のいずれかの記載に基づいて非貫通状態で支持軸(spindles11)に回転可能に支持するように構成し，本件発明を発明することは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "乙26の1を主引例とする進歩性欠如",
                  "text": [
                    "前記エ(ア)のとおりであって，乙26発明におけるハンドルを山なりの湾曲形状にし，一対のボール(spherical elements  16，16又は19，19)を，乙24，27，57～61のいずれかの記載に基づいて非貫通状態で支持軸(axles14又は17)に回転可能に支持するように構成し，本件発明を発明することは，当業者にとって容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件訂正後の本件特許に対する無効の抗弁",
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性要件違反",
                  "text": [
                    "本件訂正発明は，全体が山なりの湾曲形状の解釈，傾斜角の大小関係の解釈及びボールの形状の認定を一義的に行うことが不可能である。",
                    "したがって，本件訂正発明は，明確性要件を満たしていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反",
                  "text": [
                    "「前記ハンドルは，側面視において全体が山なりの湾曲形状をなし」及び「前記ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」との構成を備えた本件訂正発明は，本件訂正明細書の発明の詳細な説明の記載等に照らして当業者が本件訂正発明の課題を解決できると認識できるものではなく，本件訂正明細書【図3】のハンドル形状を本件訂正発明の範囲まで拡張又は一般化できるものではない。",
                    "したがって，本件訂正発明は，サポート要件を満たしていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙20を主引例とする進歩性欠如",
                  "text": [
                    "本件訂正発明は，①乙20発明及び乙22又は乙63に記載された発明，②乙20発明，乙22発明又は乙63に記載された発明，並びに乙21，乙22，乙23の1及び乙24に記載された事項，③乙20発明及び乙24，乙27，乙64の1又は乙65の1のいずれに記載された発明，④乙20発明，乙24，乙27，乙64の1又は乙65の1のいずれに記載された発明，及び乙21，乙22，乙23の1及び乙24に記載された事項に基づいて，容易に発明することができた。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙22を主引例とする進歩性欠如",
                  "text": [
                    "本件訂正発明は，①乙22発明及び乙20発明，②乙22発明，乙20発明及び乙63に記載された発明，③乙22発明，乙20発明，及び乙24，乙27，乙64の1，又は乙65の1のいずれに記載された発明に基づいて容易に発明することができた。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，当審における主張及び立証を踏まえても，被告製品が本件発明の構成要件Bを充足するとは認められず，したがって，被告製品は，いずれも本件発明の技術的範囲に属しないものと判断する。",
                "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」の第4の1及び2(17頁5行目～21頁18行目)に記載のとおりであるから，これを引用する。",
                "(原判決の補正)",
                "原判決19頁23行目～21頁18行目を次のとおり改める。",
                "「ア  被告製品における回転体支持軸の軸線 y について，被告製品を水平台に載置した場合の側面視における水平台を水平基準線として，水平基準線に対する軸線yの側面視における傾斜角度は，30度であることにつき，当事者間に争いはなく，上記傾斜角度は，30度であると認めるのが相当である。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "次に，被告製品における把持部の中心線xについては，本件明細書の【0018】において，ハンドル11の中心線とは，「ハンドル11の最も厚い部分の外周接線zの間の角度を二分する線と平行な線」であるとされているから，被告製品における把持部の最も厚い部分の外周接線の間の角度を二分する線と平行な線であると解するのが相当である。",
                    "そして，被告製品における把持部の中心線xの傾斜角度については，被告製品を水平台に載置したときの側面視における水平台を水平基準線として，水平基準線に対する，把持部の最も厚い部分の外周接線の間の角度を二分する線と平行な線の側面視における傾斜角度であることにつき，当事者間に争いはない。",
                    "また，被告製品の把持部は，基端部手前の下面部が凸状となっているところ，当該凸状部分が「把持部の最も厚い部分」を得るための箇所であることにも，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ところで，控訴人は，被告製品の把持部の基端部の手前で下面部が凸状になっている頂点部分と被告製品の把持部の上面とを結ぶ無数の直線(切り口)のうち，その両端となる各点にとって最短距離となる点(甲10，11の青色の矢印で示す線部分)が被告製品の「把持部(ハンドル)の最も厚い部分」に相当すると主張する。",
                        "しかし，被告製品の把持部は側面視において山なりに湾曲し，把持部上面の傾斜がその位置に応じて異なっているところ，把持部下面の凸状部分に対向する把持部上面の傾斜によっては，頂点部分で厚みが最大になるとは限らない(例えば，下図のように，把持部下面の凸状部分に対向する把持部上面が上面Aである場合は，把持部の厚みが最も厚くなるのは点aを起点とする線となるのに対して，上面Bである場合は，点bを起点とする線となり，把持部下面の凸状部分に対向する把持部上面の傾斜によっては，凸状に突出した頂点部分で厚みが最大となるとは限らない。)。",
                        "したがって，控訴人が主張する，甲10，11の青色の矢印で示す線部分が被告製品の「把持部(ハンドル)の最も厚い部分」に相当することの立証があるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，甲10，11の青色の矢印で示す線部分において，外周接線(当該点と1点で接する線)zをそれぞれ把持部の上面側と下面側に引き，これら2本のzのなす角を2分した線と平行な線 xを引いたと主張する。",
                        "しかし，被告製品では，把持部の下面や上面に接する線の傾斜はその位置に応じて異なっているところ，一つの点のみでは傾斜を示す直線を一義的に規定することができない(例えば，下図では，頂点を通る線Aと線Bはいずれも頂点を通る直線であるところ，線Aが接線であり，線Bは接線でないにもかかわらず，線Bが接線であるようにも見える。)。",
                        "そのため，接線をどのようにして求めたかを特定することが必要であるところ，控訴人は，「把持部の基端側下面の頂点」及び「把持部の基端側下面の頂点部分を中心とする円を描き，同中心から最も小さい半径で把持部上面に交わる点」における接線をどのようにして求めたかを明らかにしておらず，それが正確なものであるとの立証があるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，原判決別紙「被告製品説明図(原告)」は，被告製品の写真を基にして作製されたものであり，被告製品の立体的形状からして，側面視において，ボールが水平面と接する点よりも，奥行方向において遠方にあるはずの把持部の基端部が水平面と接する点の方が，上方に写り，また，奥行方向において遠方にある方のボールの下端部が手前側のボールの下端部からはみ出して映り込んでもおかしくないところ，そのような画像にはなっておらず，控訴人の主張する接地面が，水平面と垂直の角度から被告製品を見下ろした場合，そのときに想定される把持部の先端側・基端側方向に延びる把持部の中心を通る線と平行な線として特定されているのではなく，ボールの接地面と把持部の基端部の接地面とを結ぶ，上記の把持部の中心を通る線とは平行ではない線として特定されている可能性を否定することができない。",
                    "また，控訴人は，角度測定図(甲10，11)につき，控訴人担当者が，3Dデータソフト GOM Inspect により被控訴人製品を撮影した写真をデータ化し，角度等を測定したものである旨主張するところ，当該写真は特定されていない。これが原判決別紙「被告製品説明図(原告)」が基にしている写真と同じものであれば，前記の問題点も同様に存する。また，当該写真が原判決別紙「被告製品説明図(原告)」が基にしている写真と同じものでなかったのであれば，当該写真が正確に被告製品の側面視を撮影したものであることにつき，立証がないといわざるを得ない。",
                    "そうすると，原判決別紙「被告製品説明図(原告)」及び甲10，11における接地面の特定自体が，相当であるとは認めるに足りる証拠はなく，これが正確であることを前提とする控訴人の主張，すなわち，控訴人の主張する中心線 x の傾斜角度が26度であることについても，これが裏付けられているとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，控訴人の被告製品の中心線xの傾斜角度についての主張は，技術的・客観的な観点からの立証が十分に尽くされていないといわざるを得ず，被告製品の中心線xの傾斜角度が，控訴人の主張どおり，26度であるとは認められない。他に，被告製品の中心線xの傾斜角度が30度よりも小さいことを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上からすると，被告製品では，回転体支持軸の軸線yの傾斜角度が把持部の中心線xの傾斜角度よりも大きいとは認められないから，「ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」との構成要件Bを充足しない。",
                    "なお，控訴人は，外観上，被告製品を側面方向から視認すれば，先端側の傾斜が基端側に比較して急傾斜となっていることは明らかであると主張するが，本件明細書の記載からすると，同構成要件の充足性は単なる外観上の視認のみによって判断すべきものとは解されない上，原判決別紙「被告製品説明図(原告)」及び原判決別紙「被告製品説明図(被告)」における被告製品の写真や甲10，11の写真を視認しても，一見して控訴人が主張するようには認められない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の再抗弁について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の訂正発明に係る特許請求の範囲は，次のとおりとなる(甲9)。",
                    "【請求項1】",
                    "ハンドルの先端部に一対のボールを，相互間隔をおいてそれぞれ支持軸の軸線を中心に回転可能に支持した美容器において，",
                    "前記ハンドルは，側面視において全体が山なりの湾曲形状をなし，",
                    "前記ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく，",
                    "前記ハンドルの湾曲は，",
                    "美容器を水平台に載置したときの側面視における水平台を水平基準線として，",
                    "水平基準線に対する支持軸の軸線の傾斜角がハンドルの先端側の湾曲であり，",
                    "水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角がハンドルの基端側の湾曲であり，",
                    "前記水平基準線に対する支持軸の軸線の傾斜角が，前記水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角よりも大きいことにより，ハンドルの湾曲は，ハンドルの基端側よりもハンドルの先端側がきつくなっており，",
                    "前記ボールの形状は，ボールの外周面のハンドル側の曲率が支持軸の先端側の曲率より小さくなるように形成されており，",
                    "前記ボールは，非貫通状態で前記支持軸に回転可能に支持されていることを特徴とする美容器。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このうち，①「ハンドルの湾曲は，ハンドルの基端側よりも先端側がきつく」，②「ハンドルの湾曲は，美容器を水平台に載置したときの側面視における水平台を水平基準線として，水平基準線に対する支持軸の軸線の傾斜角がハンドルの先端側の湾曲であり，水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角がハンドルの先端側の湾曲であり」，③「前記水平基準線に対する支持軸の軸線の傾斜角が，前記水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角よりも大きいことにより，ハンドルの湾曲は，ハンドルの基端側よりもハンドルの先端側がきつくなっており」とは，ボール支持軸15の傾斜角度は，「美容器を水平台に載置したときの側面視における水平台を水平基準線として，水平基準線に対する支持軸の軸線の傾斜角」であり，ハンドル11の中心線xの傾斜角度が，「美容器を水平台に載置したときの側面視における水平台を水平基準線として」，「水平基準線に対する，ハンドルの最も厚い部分の外周接線の間の角度を二分する線と平行な線の傾斜角」であることから，ボール支持軸15の軸線yとハンドル11の中心線xとの関係性に基づき，側面視で，ボール支持軸15の軸線yの傾斜角度がハンドル11の中心線xの傾斜角度よりも大きいことを意味すると解するのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告製品におけるハンドル11の中心線xの傾斜角は，前記(1)のとおり，26度であるとは認められず，被告製品において，回転体支持軸の軸線yの傾斜角度が把持部の中心線xの傾斜角度よりも大きいとはいえないから，被告製品は，前記①及び③の訂正発明の構成要件を充足しない。",
                    "したがって，被告製品は，訂正発明の技術的範囲に属するとは認められず，控訴人の訂正の再抗弁の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件請求は，その余の点を判断するまでもなく，理由がなく，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(ネ)10088",
    "date": "2018-05-16",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成28年(ワ)6400",
    "precedent_id": "087766",
    "ipprecedent_id": "4930",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}