{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2016-4465号事件について平成29年2月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成24年5月10日（優先権主張：平成23年5月12日，英国），発明の名称を「モニタリング装置及び方法」とする国際出願（PCT／EP2012／058701）をし，その後，国内移行の手続をとった（特願2014-509742号。甲4の1）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年11月12日付けで拒絶査定を受け，平成28年3月24日，これに対する不服の審判を請求するとともに，特許請求の範囲を補正した（以下「本件補正」という。甲5）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを，不服2016-4465号事件として審理し，平成29年2月20日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同年3月7日，その謄本が原告に送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年7月5日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の特許請求の範囲請求項1の記載は，次のとおりである（甲5）。「／」は，原文の改行部分を示す（以下同じ。）。以下，この請求項1に記載された発明を「本願補正発明」といい，本件補正後の明細書（甲4の1）を図面も含めて「本願明細書」という。下線部は，本件補正による補正箇所を示す。",
                "【請求項1】レーダー送信機及びレーダー受信機を備えるレーダーセンサを用いてホスト自動車の外部の環境で1又は複数のターゲット物体をモニタリングするための装置であって， ／前記装置は，前記ホスト自動車と前記1又は複数のターゲット物体との間の所定の相対移動の検知に応答して少なくとも1のアクションを始動するように構成され， ／前記装置は，前記ホスト自動車の延伸軸からの前記ターゲット物体又は各ターゲット物体の距離である横方向オフセット値を判断し，前記横方向オフセット値に基づいて前記少なくとも1のアクションの始動が行われないように，前記少なくとも1のアクションの始動を無効にし，／前記装置は，前記レーダーセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記横方向オフセット値を判断するように構成された装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件補正前の特許請求の範囲請求項1の記載は，次のとおりである（甲6）。以下，この請求項1に記載された発明を「本願発明」という。",
                "【請求項1】レーダー送信機及びレーダー受信機を備える少なくとも1のセンサを用いてホスト自動車の外部の環境で1又は複数のターゲット物体をモニタリングするための装置であって，／前記装置は，前記ホスト自動車と前記1又は複数のターゲット物体との間の所定の相対移動の検知に応答して少なくとも1のアクションを始動するように構成され，／前記装置は，前記ホスト自動車の延伸軸からの前記ターゲット物体又は各ターゲット物体の距離である横方向オフセット値を判断し，前記横方向オフセット値に基づいて前記少なくとも1のアクションが行われないように，前記少なくとも1のアクションの始動を無効にし，／前記装置は，前記少なくとも1のセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記横方向オフセット値を判断するように構成された装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本願補正発明は，下記アの引用例に記載された発明（以下「引用発明」という。），並びに，下記イの周知例1及び下記ウの周知例2から認められる周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許出願の際独立して特許を受けることができないものであるから，本件補正は却下すべきものである，②本願発明は，同様に，当業者が容易に発明をすることができたものであるから，特許を受けることができない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開2005-28992号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開昭58-112847号公報（甲2）"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：実公昭53-32427号公報（甲3）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と引用発明との対比",
              "text": [
                "本件審決は，引用発明並びに本願補正発明と引用発明との一致点及び相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "衝突対応車両制御システムは，いくつかの電子制御ユニット（コンピュータを主体とする制御装置であり，以下，「ECU」と略す）を含んで構成され，システムの中核をなすECUは，衝突対応制御装置としての衝突対応ECU10であり，この衝突対応ECU10は，自車両の前方に存在する前方存在物と自車両との相対位置関係等を把握するとともに，その相対位置関係等に基づいて作動装置を制御することによって，自車両に関するACC制御，PCS制御等の衝突対応制御を行い（【0041】），これらの作動装置は，衝突対応ECU10からの制御信号に基づいて，作動し（【0043】），／衝突対応ECU10は，各種センサ装置と繋がっており，それらのセンサ装置を制御するともに，それらのセンサ装置から自車両の周辺情報，自車両の挙動に関する情報を入手し，センサ装置として，レーダ装置14，カメラ装置としてのCCDカメラ16と画像処理装置18とを含んで構成される画像依拠情報取得装置20が設けられており（【0042】，【0057】），／レーダ装置14は，ミリ波レーダであって，連続波（CW）に周波数変調（FM）が施された送信信号を用いるFM-CWレーダ装置であり，アンテナビームの形成および走査が行われ，前方存在物が点情報として検出され（【0046】），設定された探知範囲において前方存在物を探知し（【0047】），前方存在物が走行車両である場合，先行車両Cnの後端面のある箇所が最強反射箇所Q’（Cn）となり，自車両C0の前端中央O（自車両の基準となる箇所）との間の相対位置関係，相対速度が，両者間の相対位置関係等として取得され，具体的に言えば，両者間の車間距離l ，自車両C0を基準とする方位θ ，Q’（Cn）とOとを結ぶCn-C0 Cn線に沿った方向の相対速度V が取得され，ACC制御，PCS制御においてCn-C0は，自車両の前方存在物への衝突，すなわち距離l の変化を問題とするため，Cn-C0検出される相対速度V は，それらの制御に好都合なパラメータとなり（【0Cn-C0049】），／これら特定存在物についての相対位置関係，相対速度に関するデータは，画像依拠情報取得装置20に送られるとともに，衝突対応ECU10の要求に基づいて，衝突対応ECU10に送られ（【0051】），／画像処理装置18は，レーダ装置14から送られた前記特定存在物についての相対位置関係等の情報に基づいて画像処理を行い（【0053】），画像依拠情報取得装置20は，幅関連情報取得装置として機能し（【0054】），／システムによる衝突対応制御は，衝突対応ECU10内のメモリに格納されている衝突対応制御プログラムが実行されることによって行われ，初期処理に続く自車線上存在物特定ルーチン，ACC・PCS対象特定ルーチン，第1モード決定ルーチン，第2モード決定ルーチン，ACC・PCS作動ルーチンの5つのルーチンを含んでおり，それらのステップが順次，繰り返し実行され（【0059】），",
                    "i）自車線上存在物特定ルーチン／自車線上存在物特定ルーチンは，レーダ装置14から，その装置が取得したところの，監視対象としての前方存在物である特定存在物Cn（n＝1，2，・・・）の各々について，各特定存在物Cnの自車両との距離l ，自車両を基準とする方位θ ，自車両との相対速度V が入Cn-C0 Cn Cn-C0手され，次いで，自車両が走行を予定する走行車線である自車線OLが推定され，自車線は，前記自車両基準点Oが通過する軌跡である自車線中心線COLを中心として，予め設定されている自車線幅W （例えば3m）を有する車線として推定さOLれ，自車線OLは，車両が直進しているときには，自車両の車両中心線COLと平行に真直ぐに延びるものとなり（【0060】），／続いて，各特定存在物Cnのレーダ装置14によって認識されている箇所Q’（Cn）と自車線基準点Oとの距離l ，方位θ のデータと，自車線中心線COLのデータとに基づいて，上Cn-C0 Cn記箇所Q’（Cn）の自車線中心線COLからの変位量ΔQ’（Cn）が取得され，つまり，幅方向において自車線中心線COLからどの程度離れているかが算出され，そして，各特定存在物Cnの変位量ΔQ’（Cn）の絶対値が，自車線幅W よりOL大きい場合に，制御における対象から外され，特定存在物Cnの絞込みが行われ，本ステップにおける処理は判断の基準に余裕を持たせ，基準値を自車線幅W としOLているのであるが，この判断基準となる値は，上記値に限定されず，制御の目的等に応じて任意に設定することができ（【0061】），／自車線上に存在するか否かの判定の精度を，それ程要求されない場合には，絞り込まれた特定存在物Cnを，自車線上存在物として特定する態様で実施することが可能であり（【0065】），",
                    "ii）ACC・PCS対象特定ルーチン／ACC・PCS対象特定ルーチンでは，まず，自車線上存在物が存在するか否かが判断され，自車線上存在物が存在しない場合は，ACC・PCS作動ルーチンに移行し，自車線上存在物が存在する場合は，直前存在物Cfが特定され（【0067】），／直前存在物Cfの前方に，自車線上存在物が存在するか否かが判断され，自車線上存在物が存在しない場合は，第2モード決定ルーチンに移行し，自車線上存在物が存在する場合は，次前存在物Cffが特定され（【0069】），",
                    "iii）第1モード決定ルーチン／第1モード決定ルーチンは，直前存在物Cfと次前存在物Cffとの関係に基づいてACC制御・PCS制御のモードを変更するためのルーチンであり（【0071】），",
                    "iv）第2モード決定ルーチン／第2モード決定ルーチンは，直前存在物Cfと自車両C0とが衝突したと仮定した場合の両者のラップ率LAPに基づいてPCS制御のモードを変更するためのルーチンであり（【0076】），第2モード決定ルーチンの実行は，幅関連情報に基づいて直前存在物Cfとのラップ率Lapを推定し，その推定されたラップ率Lapに基づいて，PCS制御の制御モードを決定し（【0092】），",
                    "v）ACC・PCS作動ルーチン／ACC・PCS作動ルーチンは，ACC制御，PCS制御を実行するルーチンであり，第1モード決定ルーチン，第2モード決定ルーチンによって決定されたそれぞれの制御モードに従って，ACC制御，PCS制御を行うルーチンであり（【0080】），／ACC制御は，大きくは，定速ACC制御と減速ACC制御とに分けられ，定速ACC制御は，直前先行車両Cfが車間時間Ta 内に存在しない場合の制御であり，この場合は，自車両C0のCf-C0走行速度V が，運転者によって設定されたACC車速V を維持するように制C0 ACC御され（【0084】），減速ACC制御は，直前先行車両Cfが車間時間TaCf内に存在する場合の制御であり，車間時間Ta のACC開始時間Ts-C0 Cf-C0 ACに対する偏差および直前先行車両Cfと自車両C0との相対速度V に基づC Cf-C0いて，自車両C0に必要とされる目標減速度G＊を算出し，この算出された目標減速度G＊は，エンジンECU32，トランスミッションECU36，ブレーキECU42に送られ，これら各ECU32，36，42によって，目標減速度G＊がある範囲にある場合はエンジン装置の出力制限のみが行われ，その範囲を超えて目標減速度G＊が大きい場合には，さらに，トランスミッション装置のシフトダウンあるいはシフトチェンジの制限がなされ，さらに目標減速度G＊が大きい場合には，ブレーキ装置による制動が行われ，このように目標減速度G＊に応じて作動装置が段階的に作動させられ，（【0085】），／PCS制御においては，ブレーキ装置準備制御が行われ，ブレーキ装置準備制御は，衝突直前に運転者がブレーキ操作を行うことを予想して，そのブレーキ操作の準備を行う制御であり，自車両C0と直前存在物Cfとの衝突時間Tb がPCS開始時間Ts となった場合に，Cf-C0 PCS衝突対応ECU10から，ブレーキECU42にPCS制御開始の信号が送られ，液圧ポンプの作動が開始され（【0087】）／PCS制御が行われないと，PCS制御動作が禁止されるとともにACC制御動作が許容され，定速ACC制御が行われ本ルーチンを終了するか，減速ACC制御が開始され本ルーチンを終了し，／PCS制御動作が許容されると，PCS制御が開始された後に，本ルーチンの実行を終了する（【0081】，【0082】），",
                    "衝突対応車両制御システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "レーダー送信機及びレーダー受信機を備えるレーダーセンサを用いてホスト自動車の外部の環境で1又は複数のターゲット物体をモニタリングするための装置であって，／前記装置は，前記ホスト自動車と前記1又は複数のターゲット物体との間の所定の相対移動の検知に応答して少なくとも1のアクションを始動するように構成され，／前記装置は，前記ホスト自動車の延伸軸からの前記ターゲット物体又は各ターゲット物体の距離である横方向オフセット値を判断し，前記横方向オフセット値に基づいて前記少なくとも1のアクションの開始が行われないようにし，／前記装置は，前記レーダーセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記横方向オフセット値を判断するように構成された装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本願補正発明では，ターゲット物体又は各ターゲット物体の「横方向オフセット値に基づいて前記少なくとも1のアクションの始動が行われないように，前記少なくとも1のアクションの始動を無効にし」ているのに対し，引用発明では「各特定存在物Cnの変位量ΔQ’（Cn）の絶対値」，つまり，「幅方向において自車線中心線COLからどの程度離れているか」の値（本願補正発明における「横方向オフセット値」に相当する。）が，「自車線幅W より大きい場合に，制御におけるOL対象から外され」，「絞込み」により除外されたその「特定存在物」については，「自車線上に存在」しないと「判定」し，これにより，「v）ACC・PCS作動ルーチン」における「PCS制御」や「減速ACC制御」の「制御における対象から外され」，「作動装置」の「作動が開始」することはないものの，「作動装置」の「作動が開始」することを無効にする，とは明記されていない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願補正発明の進歩性判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り及び相違点の看過"
            },
            {
              "fig": "(2)",
              "subject": "相違点の容易想到性判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り及び相違点の看過",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明の装置は，「前記レーダーセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記横方向オフセット値を判断するように構成され」ている。",
                "ここで，本願補正発明における「横方向オフセット値」に相当するのは，引用例における「自車両中心線CLの延長線からの幅方向の偏り量」である「ΔX（Cn）」Qであり，「特定存在物Cnの変位量ΔQ’（Cn）」ではない。本願補正発明における「横方向オフセット値」は，「ホスト自動車110の縦軸からの場所Aの横オフセットd」であるところ（【0068】），場所Aが，ターゲット物体150の後面における幅wtの幅方向中間点であることは，本願明細書【図1】等に明確に示されている。引用例における「特定存在物Cnの変位量ΔQ’（Cn）」は，箇所Q’（Cn）に基づくところ，これは特定存在物Cnの幅方向中間点から左右にずれている。",
                "そして，引用発明は，かかる横方向オフセット値「ΔX （Cn）」を，レーダーQセンサの出力に応じて判断しておらず，CCDカメラの出力に応じた画像処理によって判断している（【0052】～【0054】【0062】）。",
                "したがって，本件審決は，引用発明の構成のうち，「i）自車線上存在物特定ルーチン」に係る構成の認定を誤ったものである。引用発明を正しく認定した場合，本願補正発明は，「前記レーダーセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記横方向オフセット値を判断するように構成され」るのに対し，引用発明は，かかる構成を欠く。本件審決は相違点を看過したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は相違点を看過したところ，引用発明に周知技術を適用しても，本願補正発明には至らないから，本件審決の進歩性の判断は，取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の容易想到性判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件周知技術",
              "text": [
                "周知例1及び2から，「自動車のブレーキ等の作動を自動的に制御するに当たり，特定の条件を満たした場合は，作動装置（ブレーキ）の作動が行われないように，作動装置の始動（ブレーキを働かせる信号）を無効にすること」との本件周知技術が認められることは，争わない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件周知技術を適用する動機付け",
              "text": [
                "本願補正発明の装置は，「前記ホスト自動車の延伸軸からの前記ターゲット物体又は各ターゲット物体の距離である横方向オフセット値を判断し，前記横方向オフセット値に基づいて前記少なくとも1のアクションの始動が行われないように，前記少なくとも1のアクションの始動を無効」にする。本願補正発明は，本来，所定のアクションが始動される状況下であっても，レーダーセンサの出力に応じて判断されたターゲット物体又は各ターゲット物体の横方向オフセット値に基づいて，前記所定のアクションの始動が行われないように，前記所定のアクションの始動を無効にすることができるものである。",
                "一方，引用発明は，「各特定存在物Cnの変位量ΔQ’（Cn）の絶対値が，自車線幅W より大きい場合に，制御における対象から外され，特定存在物Cnの絞OL込みが行われ」，その「絞込み」により除外された「特定存在物Cn」については「自車線上に存在」しないと「判定」される。「制御における対象から外され」た「監視対象としての前方存在物である特定存在物Cn」については，「自車両との相対位置関係等」に基づいて「作動装置」の「作動が開始」されることはない。このような特定存在物の絞込みは，本来ACC制御及びPCS制御が始動される状況下において，レーダー装置14による探知に基づいて，そのようなACC制御やPCS制御が行われないようにこれらの始動を無効にするものではない。",
                "そして，特定存在物が作動装置の作動の対象から一旦外れた場合，作動装置はその特定存在物に対して作動しないから，作動装置の始動を無効にする必要性はない。",
                "周知例1及び2に記載された技術は，ブレーキの作動の阻止にドライバーの積極的なトリガー動作（ターンシグナルスイッチSWを入れること）を必要とする技術である。ドライバーの積極的なトリガー動作に基づき特定の条件が満たされるとするものであり，本来作動装置の作動が開始されるべき状況下において，その開始を自動的に無効にするものではない。本件周知技術は，特定存在物が作動装置の作動の対象から外れていないことを前提とする。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性",
              "text": [
                "よって，仮に，本件審決が認定したとおり，本願補正発明と引用発明との相違点が認められるとしても，当業者は，引用発明に，本件周知技術を適用することにより，相違点に係る本願補正発明の構成を容易に想到できたものではない。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り及び相違点の看過",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "引用例における「各特定存在物Cnの変位量ΔQ’（Cn）」は，各特定存在物Cnが幅方向において自車線中心線COLからどの程度離れているかについて，レーダ装置14を用いて算出される量であって，「特定存在物Cnの絞込み」が行われる際に用いられる量である。そして，変位量ΔQ’（Cn）の絶対値が，自車線幅W より大きい場合には，特定存在物Cnは，制御における対象から外される。",
                "OL引用例における「ΔX （Cn）」は，特定存在物の幅方向の中心Q（Cn）のQ自車線中心線COLからの変位について，画像依拠情報取得装置20から入手，算出取得される量であって，絞り込まれた特定存在物Cnの各々が少しでも自車線OLに掛かっているか否かを判断する際に用いられる量である。",
                "そして，引用例には，「自車線上に存在するか否かの判定の精度を，それ程要求されない場合には，…絞り込まれた特定存在物Cnを，自車線上存在物として特定する態様で実施することが可能である。」と記載されている（【0065】）。",
                "したがって，引用例には，画像依拠情報を用いることなく，レーダ装置からの出力により，車両の幅方向における自車線中心線から特定存在物までの距離ΔQ’（Cn）を算出判断し，このΔQ’（Cn）に基づいて制御対象から外された特定存在物に対しては，PCS制御やACC制御の対象から外されて，これらの制御によって作動装置がその動作を開始することはないとの技術が記載されている。",
                "よって，引用例には，「レーダ装置14」を用いて算出される「特定存在物Cnの変位量ΔQ’（Cn）」を用い，該「特定存在物Cnの変位量ΔQ’（Cn）の絶対値が，自車線幅W より大きい場合に，制御における対象から外され，特定存OL在物Cnの絞込みが行われ」，「絞り込まれた特定存在物Cnを，自車線上存在物として特定する」ことが実質的に記載されている。「i）自車線上存在物特定ルーチン」に係る引用発明の構成の認定について，本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点",
              "text": [
                "本願補正発明の装置は，「前記レーダーセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記橫方向オフセット値を判断するように構成され」るものである。かかる構成について，本願明細書には，装置120が，レーダー信号に応答して最高強度の反射信号が受信されたターゲット物体の場所Aを特定し，ホスト自動車に対する該ターゲット物体の場所Aの位置（ホスト自動車110の縦軸Lとの間の角度θ）及び距離Rの値に基づいて，ホスト自動車110の縦軸からの場所Aの横方向オフセットdを判断することとして具体化されている。",
                "これに対し，引用発明では，「レーダ装置14」に対して「前方存在物が走行車両である場合，先行車両Cnの後端面のある箇所が最強反射箇所Q’（Cn）となり」，「各特定存在物Cnのレーダ装置14によって認識されている箇所Q’（Cn）と自車線基準点Oとの距離l ，方位θ のデータと，自車線中心線COCn-C0 CnLのデータとに基づいて，上記箇所Q’（Cn）の自車線中心線COLからの変位量ΔQ’（Cn）が取得され」る。",
                "したがって，引用発明における「ΔQ’（Cn）」の取得の仕方は，本願補正発明における「横方向オフセット値」（横方向オフセットd）の具体的な判断の仕方と実質的に差違がない。引用発明における「レーダ装置14」を用いて算出される「特定存在物Cnの変位量ΔQ’（Cn）」は，本願補正発明における「横方向オフセット値」に相当する。本件審決に，相違点の看過はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明に周知技術を適用しても，本願補正発明には至らないとの原告の主張は，その前提を欠くものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の容易想到性判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件周知技術を適用する動機付け",
              "text": [
                "相違点に係る本願補正発明の「少なくとも1のアクションの始動を無効にし」との構成は，ホスト自動車と1又は複数のターゲット物体との間の所定の相対移動の検知に応答して少なくとも1のアクションを始動させる，すなわち少なくとも1のアクションを自動的に始動させるものの，この1のアクションを始動する信号（あるいは信号に類する事項）を無効にすることにより，1のアクションの作動が行われないようにする，との意味を有する。",
                "そして，周知例1及び2に加え，乙1には，いずれも自動車のブレーキ等の作動を自動的に制御するに当たり，特定の条件を満たした場合は，作動装置（ブレーキ）の作動が行われないように，作動装置の始動（ブレーキを働かせる信号）を無効にすることが示されている（本件周知技術）。",
                "また，複数の条件（①ターゲット物体とホスト自動車との相対的な接近という条件と②ターゲット物体がホスト自動車の進行経路上にあるという条件）が成立したときに特定のアクションを始動する装置を設計する場合には，一方の条件の成立したことを判断する構成と他方の条件が成立したことを判断する構成を設け，これらの構成からの信号等を適宜の手段に入力して，特定のアクションを始動する信号等を得ることになる。この適宜の手段の具体的な態様として，いずれか一方の条件が成立した信号が入力されても，他方の条件が成立した信号が入力されなければ，アクションを始動させる信号を出力させない，すなわちアクションを始動させる信号を無効とすることは設計事項である。引用発明も周知例1及び2に記載された技術も，（車両に搭載された）装置が生成した信号によりブレーキ等アクションの開始が行われないようにする点では変わりがなく，そのための条件が引用発明のようにセンサの検出結果に基づくものか，周知例1及び2に記載のようにドライバーの操作によるものかは，引用発明に本件周知技術を適用することの容易想到性の判断に影響するものではない。",
                "したがって，当業者が，通常行い得る設計変更のもとで，引用発明に本件周知技術を適用し，「作動装置」の「作動が開始」することを無効にするようにして，相違点に係る本願補正発明の構成を得ることは，当業者が容易になし得たことである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の容易想到性",
              "text": [
                "よって，当業者は，引用発明に，本件周知技術を適用することにより，相違点に係る本願補正発明の構成を容易に想到できたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明について",
          "text": [
            "本願補正発明に係る特許請求の範囲は，前記第2の2(1)【請求項1】のとおりであるところ，本願明細書（甲4の1）によれば，本願補正発明の特徴は，以下のとおりである。なお，本願明細書には，別紙1本願明細書図面目録のとおり，図面が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明は，自動車の外部にあるターゲット物体をモニタリングするための装置に関するものである。（【0001】）"
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明は，自動車への衝突リスクを表すターゲット物体を正確に特定し，与えられた状況において適切な行動をとる可能性を増大させる装置を提供することを課題とする。（【0004】）"
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の装置は，ホスト自動車とターゲット物体との間の相対移動をモニタし，規定の相対移動の検知に応答してアクション（ブレーキプレアーミング操作，ブレーキ操作等）を始動するものであって，これにより，ターゲット物体へのホスト自動車の衝突のリスクを低減させる。本願補正発明の装置は，更に，ホスト自動車の延伸軸からターゲット物体への横方向距離（横方向オフセット）を判断し，これが所定の横方向オフセット値を超える場合，上記アクションの始動を無効にするものであって，これにより，上記アクションは実行されないようになる。（【0007】【0008】【0045】【0046】）"
            },
            {
              "fig": "(4)",
              "subject": "本願補正発明では，ターゲット物体の横方向オフセットが所定の横方向オフセット値を超える場合に，アクションが始動できなくなる。したがって，本願補正発明は，ターゲット物体がホスト自動車の実際の経路内にない場合にアクションが実行されるというリスクを低減させる。（【0009】【0010】）"
            },
            {
              "fig": "(5)",
              "subject": "本願補正発明を実施するための形態は次のようなものである。モニタリング装置120がホスト自動車110内に提供される。モニタリング装置120は，前方のターゲット物体150の存在を特定するように構成されたレーダーモジュール121を有する。レーダーモジュール121は，ホスト自動車110からターゲット物体150までの距離R及び変化率を判断するように構成される。モニタリング装置120は，自動制御緊急ブレーキングシステムの中核を形成する。モニタリング装置120は，ある所定の状態において，ホスト自動車110を減速又は停止させるためにブレーキングシステムを制御する。（【0051】【0052】）",
              "text": [
                "モニタリング装置120は，第1又は第2の警告信号のいずれかをブレーキコントローラ130に提供する。第1の警告信号が提供されると，ブレーキコントローラ130は，ブレーキプレアーム動作を実行する。第2の警告信号が提供されると，ブレーキコントローラ130は，ホスト自動車110を十分に減速させるために，ブレーキ圧力を増大させることによって，ブレーキ動作を実行する。（【0059】【0060】）",
                "モニタリング装置120は，送受信ユニット124からのレーダー信号によりターゲット物体150の一部の位置を判断する。モニタリング装置120は，ターゲット物体150から反射される最も高い強度の信号を特定し，ターゲット物体150の位置及びホスト自動車110からターゲット物体150の距離Rを判断する。モニタリング装置120は，ターゲット物体150の位置を判断する際，レーダーを送受信する送受信ユニット124からターゲット物体150において最も高い強度の信号を反射した場所Aへのラインと，ホスト自動車110の縦軸Lとの間の角度θを判断する。モニタリング装置は，距離Rと角度θに基づいて，ホスト自動車110の縦軸から場所Aまでの横方向オフセットdを判断する。モニタリング装置120は，横方向オフセットdの測定値をホスト自動車110の幅whの既知の値と比較する。例えば，ターゲット物体150の横方向オフセットdの値がホスト自動車110の幅の半分より大きい場合，モニタリング装置120は，ターゲット物体150が第1又は第2の警告信号を始動させることを許さないターゲットであると判断する。この場合，モニタリング装置120は，ターゲット物体150の幅wtを考慮に入れない。これにより，モニタリング装置120は，ターゲット物体150の一部がホスト自動車110の進路に位置する場合であっても，ブレーキコントローラ130に対する第1及び第2の警告信号の発行を無視することができる。衝突のリスクが存在しなければ，モニタリング装置120がブレーキ132，134を自動的に適用しないことが重要である場合もある。ターゲット物体150がホスト自動車110の有効経路にない場合，衝突が切迫しているという判断に応答するブレーキ132，134の自動的な作動は，抑制される。（【0067】～【0073】）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由（本願補正発明の進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "引用例（甲1）には，別紙2引用例図面目録のとおり，図面が記載されるとともに，引用発明に関し，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明は，ACC制御（先行車両との車間状態が設定された状態で前方車両に追従するように，エンジン装置等の出力の調整等を行うといった制御），PCS制御（車両の衝突を予測して，シートベルト等の保護装置を衝突前に作動させるといった制御）といった車両の衝突防止，車両の衝突からの乗員の保護といった車両衝突に対応するための車両制御システムに関するものである。（【0001】【0002】）"
                },
                {
                  "fig": "イ",
                  "subject": "衝突対応制御においては，衝突する可能性の高い物体と自車両の位置関係を正確に把握することが望まれる。車両の周囲の物体の位置を正確に取得する技術として，他車両に特定の反射物（リフレクタ）があること前提に，その反射物からの反射により，他車両の幅等を検知しようとするものがあるが，衝突対応制御にどのように実用化されるのか不明である。また，現在の車両においては，未だ，そのような反射物を設けた車両は実用化されておらず，この技術は，インフラストラクチャの整備が進んだ段階でなければ実現せず，実用性に欠ける。（【0003】【0005】）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明は，実用的な衝突対応制御を行うことができる車両制御システムを得ることを課題とする。（【0006】）"
                },
                {
                  "fig": "エ",
                  "subject": "引用発明の衝突対応車両制御システムは，コンピュータを主体とする制御装置（衝突対応ECU10）を中核とする。衝突対応ECU10は，①レーダ装置14（【図4】参照），及び②CCDカメラ16と画像処理装置18とを含んで構成される画像依拠情報取得装置20から（【図5】参照），自車両の周辺情報を入手する。衝突対応ECU10は，①及び②によって得られた周辺情報から，自車両の前方に存在する前方存在物と自車両との相対位置関係等を把握する。そして，衝突対応ECU10は，その相対位置関係等に基づいて作動装置を制御することによって，自車両に関するACC制御，PCS制御等の衝突対応制御を行う。これらの作動装置は，衝突対応ECU10からの制御信号に基づいて，作動する。（【図1】【0041】～【0043】【0049】【0051】【0054】【0056】）",
                  "text": [
                    "引用発明の衝突対応車両制御は，衝突対応制御プログラムが実行されることによって行われる。衝突対応制御プログラムは，S0の初期処理，S1の自車線上存在物特定ルーチン，S2のACC・PCS対象特定ルーチン，S3の第1モード決定ルーチン，S4の第2モード決定ルーチン，S5のACC・PCS作動ルーチンを含む。（【0059】【図6】）",
                    "S1の自車線上存在物特定ルーチンにおいて，自車線上の存在物であるか否かの判定を行う。（【0060】～【0066】【図7】）",
                    "その後，S2のACC・PCS対象特定ルーチンにおいて，自車線上存在物が存在しないと判断されれば，S5のACC・PCS作動ルーチンに移行する。自車線上存在物が存在する場合は，S3の第1モード決定ルーチン又はS4の第2モード決定ルーチンにおいて，ACC制御・PCS制御の制御モードが決定される。（【0067】【0071】【0076】）",
                    "S5のACC・PCS作動ルーチンにおいて，ACC制御，PCS制御が実行される。同作動ルーチンにおいては，自車両の速度，ブレーキ操作部材の操作の有無，自車両と直前存在物との衝突時間や車間時間等に応じて，特定のACC制御やPCS制御が開始され，又は開始されない。（【0080】～【0082】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "自車線上存在物特定ルーチン",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例は，自車線上存在物特定ルーチンについて，【0060】～【0066】【図7】において開示している。",
                        "そして，引用例に開示された自車線上存在物特定ルーチンは，概要，前方存在物である特定存在物Cnの各々について，レーダ装置14により，存在物情報（自車両との距離，方位，相対速度）を入手するとともに，自車両が走行を予定する自車線OLを推定する（S101，102。【0060】）。次に，自車線OLに存在する蓋然性が高い前方存在物を選定し，特定存在物Cnの絞り込みを行う（S103。【0061】）。その後，絞り込まれた特定存在物Cnについて，画像依拠情報取得装置20により，幅関連情報（特定存在物Cnの幅及び中心存在位置）を入手し，絞り込まれた特定存在物Cnの各々が自車線OL上にあるか否かを判断する（S104～113。【0062】【0063】）。",
                        "その上で，【0065】には，「上記判定処理は，…幅関連情報に基づいて，自車線上存在物であるか否かの判定を行っているため，レーダ装置14によって得られる存在物情報のみに基づいて行われる判定処理と比較して，判定の信頼度が高いものとされているのである。なお，自車線上に存在するか否かの判定の精度を，それ程要求されない場合には，上記S103～S113の判定処理を省略し，S101～S103によって絞り込まれた特定存在物Cnを，自車線上存在物として特定する態様で実施することが可能である。」と記載されている。",
                        "そうすると，引用例には，自車線上存在物特定ルーチンを，①前方存在物である特定存在物Cnの各々について，レーダ装置14により，存在物情報を入手するとともに，自車両が走行を予定する自車線OLを推定し，②自車線OLに存在する蓋然性が高い前方存在物を選定し，特定存在物Cnの絞り込みを行い，③自車線上に存在するか否かの判定の精度を，それ程要求されない場合には，絞り込まれた特定存在物Cnを，自車線上存在物として特定する態様で実施する発明も開示しているものと認められる。なお，当該発明は，自車線上存在物特定ルーチンにおいて，特定存在物Cnの各々が自車線上存在物か否かを判定するに当たり，これを，画像依拠情報取得装置20により入手される幅関連情報に基づいて実施するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例には，自車線上存在物特定ルーチンを，上記のとおり，①，②，③の態様で実施する発明が開示されているところ，その具体的態様は【0060】【0061】【0065】に記載されているとおりである。",
                        "したがって，本件審決における引用発明の認定のうち，自車線上存在物特定ルーチンに係る部分の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その余の構成",
                  "text": [
                    "引用例【0041】～【0043】【0046】【0047】【0049】【0051】【0053】【0054】【0057】【0059】～【0061】【0065】【0067】【0069】【0071】【0076】【0080】～【0082】【0084】【0085】【0087】【0092】には，本件審決において認定された引用発明のうち，自車線上存在物特定ルーチンに係る部分を除く部分が開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，引用発明の認定について本件審決に誤りはなく，引用例には，前記第2の3(2)アのとおり，引用発明が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "横方向オフセット値に関する構成の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の衝突対応車両制御システムは，レーダ装置14により入手された存在物情報と，自車両が走行を予定するものと推定された自車線OLから，前方存在物と自車両との相対位置関係等を把握し，これに基づいて，特定のACC制御やPCS制御を開始し，又は開始しないものである。そして，引用発明における相対位置関係等の把握は，「各特定存在物Cnのレーダ装置14によって認識されている箇所Q’（Cn）…の自車線中心線COLからの変位量ΔQ’（Cn）が取得され，つまり，幅方向において自車線中心線COLからどの程度離れているかが算出され，そして，各特定存在物Cnの変位量ΔQ’（Cn）の絶対値」と「自車線幅W 」を比較することなどにより行われる。また，レーダ装置14によって認識OLされている箇所Q’（Cn）は，特定存在物Cnの後端面の最強反射箇所である（引用例【0049】）。",
                        "これに対し，本願補正発明の装置は，前記1(3)のとおり，レーダーセンサを用いてターゲット物体をモニタリングする装置であって，ホスト自動車の延伸軸からターゲット物体への横方向距離（横方向オフセット）を判断し，この横方向オフセット値に基づいて，アクションを実行しないようにするものである。また，本願補正発明において，レーダーセンサを用いてモニタリングされるターゲット物体の場所は，ターゲット物体において最も高い強度の信号を反射する位置により特定される（本願明細書【0067】）。",
                        "そうすると，引用発明における，各特定存在物Cnのレーダ装置14によって認識されている箇所Q’（Cn）の自車線中心線COLからの変位量である「ΔQ’（Cn）の絶対値」は，本願補正発明における，ホスト自動車の延伸軸からターゲット物体への横方向距離（横方向オフセット）の値である「横方向オフセット値」に相当する。",
                        "したがって，本願補正発明と引用発明とは，「前記装置は，前記レーダーセンサの出力に応じて前記ターゲット物体又は各ターゲット物体の前記横方向オフセット値を判断するように構成された装置」である点で一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，本願補正発明における「横方向オフセット値」に相当するのは，引用例における「ΔX （Cn）」であり，引用発明は，これをレーダQーセンサの出力に応じて判断していないと主張する。",
                        "しかし，前記(2)ア(ア)のとおり，引用例には，自車線上存在物特定ルーチンを，レーダ装置14により入手された存在物情報に基づくΔQ’（Cn）によって，特定存在物Cnの絞り込みを行う引用発明も記載されている。引用例に記載された自車線上存在物特定ルーチンに係る技術を，画像依拠情報取得装置20により入手される幅関連情報に基づくΔX（Cn）のみによって，特定存在物Cnの絞り込みをQ行う技術であるということはできない。",
                        "なお，本願明細書【図1】においては，レーダーセンサを用いてモニタリングされるターゲット物体の場所Aは，ターゲット物体150の後面における幅wtの幅方向中間点付近にある。一方，引用例【図9】においては，レーダ装置14によって認識されている箇所Q’（Cn）は，特定存在物Cnの後端面における幅方向中間点にはない。しかし，本願補正発明において，レーダーセンサを用いてモニタリングされるターゲット物体の場所は，ターゲット物体において最も高い強度の信号を反射する位置により特定されるから，本願明細書【図1】の記載と引用例【図9】の記載とを比較することによって，場所Aから導かれる「横方向オフセット値」と，箇所Q’（Cn）から導かれる「ΔQ’（Cn）」の技術的意義が異なるということはできない。",
                        "したがって，原告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "横方向オフセット値に関する構成以外の対比",
                  "text": [
                    "原告は，横方向オフセット値に関する構成以外の構成について，本件審決が認定した本願補正発明と引用発明との一致点及び相違点の認定は争わず，本願明細書及び引用例によれば，本件審決の対比に誤りも認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決に，本願補正発明と引用発明との対比についての誤りはなく，本願補正発明と引用発明との一致点及び相違点は，前記第2の3(2)イのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件周知技術",
                  "text": [
                    "周知例1及び2から，「自動車のブレーキ等の作動を自動的に制御するに当たり，特定の条件を満たした場合は，作動装置（ブレーキ）の作動が行われないように，作動装置の始動（ブレーキを働かせる信号）を無効にすること」との本件周知技術が認められることは，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明",
                      "text": [
                        "引用発明の衝突対応車両制御は，衝突対応制御プログラムが実行されることによって行われる。同プログラムは，S1の自車線上存在物特定ルーチン及びS2のACC・PCS対象特定ルーチンにおいて，自車線上の存在物であるか否かという条件の充足性が判断され，その後に処理されるS5のACC・PCS作動ルーチンにおいて，自車両の速度，ブレーキ操作部材の操作の有無，自車両と直前存在物との衝突時間や車間時間等の条件に応じて，特定のACC制御やPCS制御が開始され，又は開始されないというものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "条件判断の順序の入替えについて",
                      "text": [
                        "本願補正発明では，ターゲット物体との相対移動の検知に応答してアクションを始動するように構成された後に，自車線上にある存在物を特定し，アクションの始動を無効にするという構成が採用されている。したがって，引用発明を，相違点に係る本願補正発明の構成に至らしめるためには，少なくとも，まず，自車線上の存在物であるか否かという条件の充足性判断を行い，続いて，特定のACC制御やPCS制御を開始するために自車両の速度等の条件判断を行うという引用発明の条件判断の順序を入れ替える必要がある。",
                        "しかし，引用発明では，S1及びS2において，自車線上の存在物であるか否かという条件の充足性が判断される。この条件は，ACC制御，PCS制御の対象となる前方存在物を特定するためのものである（引用例【0091】）。そして，引用発明は，これにより，多数の特定存在物の中から，自車線上にある存在物を特定し，ACC制御，PCS制御の対象となる存在物を絞り込み，ACC制御，PCS制御のための処理負担を軽減することができる。一方，ACC制御，PCS制御の対象となる存在物を絞り込まずに，ACC制御，PCS制御のための処理を行うと，その処理負担が大きくなる。このように，引用発明において，自車線上の存在物であるか否かという条件の充足性判断を，ACC制御，PCS制御のための処理の前に行うか，後に行うかによって，その技術的意義に変動が生じる。",
                        "したがって，複数の条件が成立したときに特定のアクションを始動する装置において，複数の条件の成立判断の順序を入れ替えることが通常行い得る設計変更であったとしても，引用発明において，まず，特定のACC制御やPCS制御を開始するために自車両の速度等の条件判断を行い，続いて，自車線上の存在物であるか否かという条件の充足性判断を行うという構成を採用することはできない。",
                        "よって，引用発明における条件判断の順序を入れ替えることが，単なる設計変更であるということはできないから，相違点に係る本願補正発明の構成は，容易に想到することができるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件周知技術の適用",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明における条件判断の順序を入れ替えることが単なる設計変更であったとしても，条件判断の順序を入れ替えた引用発明は，まず，自車両の速度等の条件判断がされ，続いて，自車線上の存在物であるか否かという条件の充足性が判断され，その後，特定のACC制御やPCS制御が開始され，又は開始されないものになる。そして，これに本件周知技術を適用できたとしても，本件周知技術を適用した引用発明は，まず，自車両の速度等の条件判断がされ，続いて，自車線上の存在物であるか否かという条件の充足性が判断され，その後，特定のACC制御やPCS制御が開始され，又は開始されないものになり，加えて，特定の条件を満たした場合には，当該ACC制御やPCS制御の始動が無効になるにとどまる。",
                            "ここで，本件周知技術を適用した引用発明は，特定の条件を満たした場合に，PCS制御等の始動を無効にするものである。そして，本件周知技術を適用した引用発明においては，PCS制御等の開始に当たり，既に，自車線上の存在物であるか否かという条件の充足性が判断されているから，自車線上の存在物であるか否かという条件を，再度，PCS制御等の始動を無効にするに当たり判断される条件とすることはない。",
                            "これに対し，相違点に係る本願補正発明の構成は，「横方向オフセット値に基づいて」，すなわち，自車線上の存在物であるか否かという条件の充足性判断に基づいて，少なくとも1のアクションの始動を無効にするものである。",
                            "したがって，引用発明に本件周知技術を適用しても，相違点に係る本願補正発明の構成には至らないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件周知技術を適用した引用発明は，自車両の速度等の条件判断と，それに続く，自車線上の存在物であるか否かという条件の充足性判断をもって，PCS制御等を開始するものである。PCS制御等の開始を，自車線上の存在物であるか否かという条件の充足性判断よりも前に行うことについて，引用例には記載も示唆もされておらず，このことが周知慣用技術であることを示す証拠もない。",
                            "したがって，引用発明に本件周知技術を適用しても，その発明は相違点に係る本願補正発明の構成には至らないところ，さらに，PCS制御等の開始を，自車線上の存在物であるか否かという条件の充足性判断よりも前に行うことにより，当該発明を，相違点に係る本願補正発明の構成に至らしめることができるものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そもそも，本願補正発明では，ターゲット物体との相対移動の検知に応答してアクションを始動するように構成された後に，自車線上にある存在物を特定し，アクションの始動を無効にするという構成が採用されている。本願補正発明は，ターゲット物体との相対移動の検知に応答してアクションを始動するという既存の構成に，当該構成を変更することなく，単に，自車線上の存在物であるか否かという条件の充足性判断を付加することによって，アクションの始動を無効にするというものであり，引用発明とは技術的思想を異にするものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用発明における条件判断の順序を入れ替えることが単なる設計変更ということはできず，また，引用発明に本件周知技術を適用しても，相違点に係る本願補正発明の構成には至らないというべきであるから，相違点に係る本願補正発明の構成は，引用発明に基づき，容易に想到できたものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本願補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものではなく，特許出願の際独立して特許を受けることができるものであるから，本件補正を却下して，本願発明は特許を受けることができないとした本件審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由があるから，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}