{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2016-700433号事件について平成29"
    },
    {
      "text": "年1月30日にした異議決定中，特許第5818959号の請求"
    },
    {
      "text": "項1及び3に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年10月31日，発明の名称を「半導体デバイス」とする特許出願(特願2010-121375号の分割出願である特願2013-237035号の分割出願)をし，平成27年10月9日，その設定登録(特許第5818959号。請求項数10。以下「本件特許」という。)を受けた(甲9)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "Aは，平成28年5月16日，本件特許の請求項1ないし10に対して特許異議の申立てをし，特許庁は，これを異議2016-700433号事件として審理した。原告は，同年9月9日，請求項2，4，5の削除を含む本件特許の請求の範囲の訂正を請求した(甲10。以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年1月30日，本件訂正を認めた上，「特許第5818959号の請求項1，3に係る特許を取り消す。同請求項6ないし10に係る特許を維持する。同請求項2，4及び5に係る特許についての特許異議の申立てを却下する。」との別紙決定書(写し)記載の決定(以下「本件決定」という。)をし，その謄本は，同年2月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年3月10日，上記決定のうち，特許第5818959号の請求項1及び3に係る部分の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲請求項1及び3の記載は，以下のとおりである。以下，請求項1に記載された発明を「本件発明1」，請求項3に記載された発明を「本件発明3」といい，本件発明1及び本件発明3を併せて「本件発明」という。また，その明細書(甲9)を，図面を含めて「本件明細書」という。なお，「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】SiCを主とする半導体材料で作成され，PＮ接合ダイオードを含むSiCMOSFETと，／前記SiCMOSFETに並列に接続され，前記PＮ接合ダイオードよりも動作電圧が低く，2つの端子を有するショットキーバリアダイオードと，／前記SiCMOSFETおよび前記ショットキーバリアダイオードに接続された出力線と，／前記PＮ接合ダイオードのアノードを前記ショットキーバリアダイオードのアノードに接続する第1のワイヤと，／前記ショットキーバリアダイオードの前記アノードを前記出力線に接続する第2のワイヤとを含み，／前記第1のワイヤと前記第2のワイヤとが連続的に繋がっており，かつ平面視において両ワイヤのなす角度が鈍角である，半導体デバイス。",
            "【請求項3】前記ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力が2．0V以上である，請求項1に記載の半導体デバイス。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定の理由は，別紙異議の決定書(写し)記載のとおりである。要するに，本件発明は，下記引用例に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，取り消すべきものである，というものである。",
                "引用例：特開2010-27814号公報(甲1)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定が認定した引用発明，本件発明と引用発明との一致点，本件発明1と引用発明との相違点，本件発明3と引用発明との相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "SiCを半導体材料とするSiCMOSFETと，SiCMOSFETに並列に接続された2つの電極を有するSiCショットキーダイオードと，SiCMOSFETおよびSiCショットキーダイオードに接続された第2の配線パターンと，SiCMOSFETの一の電極とSiCショットキーダイオードの一方の電極と第2の配線パターンとを繋ぐワイヤーボンドと，SiCMOSFETの一の電極とSiCショットキーダイオードの一方の電極とを繋ぐワイヤーボンドの部分と，SiCショットキーダイオードの一方の電極と第2の配線パターンとを繋ぐワイヤーボンドの部分のなす角度が平面視において鈍角である，電力用半導体装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明との一致点",
                  "text": [
                    "SiCを主とする半導体材料で作成され，PＮ接合ダイオードを含むSiCMOSFETと，／前記SiCMOSFETに並列に接続され，前記PＮ接合ダイオードよりも動作電圧が低く，2つの端子を有するショットキーバリアダイオードと，／前記SiCMOSFETおよび前記ショットキーバリアダイオードに接続された出力線と，／前記PＮ接合ダイオードの一の電極を前記ショットキーバリアダイオードの一方の電極に接続する第1のワイヤと，／前記ショットキーバリアダイオードの前記一方の電極を前記出力線に接続する第2のワイヤとを含み，／前記第1のワイヤと前記第2のワイヤとが連続的に繋がっており，かつ平面視において両ワイヤのなす角度が鈍角である，半導体デバイス。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1との相違点",
                  "text": [
                    "本件発明1においては，「前記PＮ接合ダイオードの一の電極」がアノードであり，かつ「前記ショットキーバリアダイオードの一方の電極」がアノードであるのに対し，引用発明においては「前記PＮ接合ダイオードの一の電極」及び「前記ショットキーバリアダイオードの一方の電極」がアノードかカソードか不明である点(相違点1)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明3との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "上記ウに同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明3においては「前記ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力が2．0V以上である」のに対し，引用発明においては前記逆起電力の値が不明である点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の容易想到性の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との相違点1の認定・判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の課題及び効果の判断の遺脱"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3の容易想到性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，IGBT4とIGBT4に逆並列に接続されたダイオード5とをワイヤーボンドにより配線パターンに接続する構成は記載されているが(【0013】，【0014】，【0025】)，MOSFETとMOSFETに並列に接続されたショットキーダイオードの構成は記載されていないし，IGBT4とダイオード5との組合せを他の構成に変更した場合の具体的な構成は記載されていない。【0032】では，電力用半導体素子として，IGBT4とダイオード5の組合せが用いられているが，IGBT4は還流ダイオードと共に使用しなければならないため，ダイオード5との組合せで使用される。したがって，IGBT4とダイオード5の組合せが「電力用半導体素子」(【0032】)に該当し，「電力用半導体素子は…MOSFETやショットキーダイオードでもよく」(【0032】)とは，IGBT4とダイオード5の組合せを，MOSFETやショットキーダイオードに置き換えてもよいことを意味する。そして，「MOSFETの場合は，ダイオードが逆並列に接続されていなくても良い。」(【0032】)との記載から，当業者は，電力用半導体素子としてMOSFETを採用した場合にはこれを単独で用い，ダイオード5は不要である(例えば，甲19のようにMOSFETだけを電力用半導体素子として使用すること)と理解する。MOSFETとダイオードが逆並列に接続されることは自明な事項ではないし，引用例には，そのようにすることを必要とする課題等の記載はない。",
                    "また，引用例には，三端子素子と二端子素子を組み合わせて用いるべき理由の記載もなく，組み合わせて用いるべき特段の事情も見当たらない。",
                    "さらに，シリコンIGBTは耐圧200V以上で使用されるのに対し，シリコンショットキーダイオードは150V程度までしか使用できないこと(甲12，13)からも，シリコンIGBTとシリコンショットキーダイオードを組み合わせることはできないし，シリコンダイオードを還流ダイオードとして用いる場合には，シリコンMOSFETとシリコンダイオードとの組合せを用いることはできない(甲4)。",
                    "以上によれば，引用発明に「IGBTとダイオードのうちIGBTをMOSFETに置き換えたものやダイオードをショットキーダイオードに置き換えたものを含む」との認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "仮に引用発明として，IGBT4をMOSFETに，ダイオード5をショットキーダイオードにそれぞれ置き換えたものを想到できたとしても，IGBT4とダイオード5との組合せをMOSFETとショットキーダイオードの組合せに置換し，さらに，SiCMOSFETとSiCショットキーダイオードの組合せに置換した場合，その接続態様がそのまま採用できるとはいえない。",
                  "text": [
                    "シリコンIGBT，シリコンMOSFET，SiCMOSFETでは各々扱う耐圧，電流量，スイッチング速度などが異なり，また，チップの大きさも異なる。さらに，シリコンダイオード，シリコンSBD，SiCSBDでも耐圧などが異なる。電力用半導体素子の組合せを変更した場合には，それに合わせて接続方法も変わると考えられる。また，チップサイズが変わればそれに合わせてレイアウトも変わり，ワイヤーボンディングで接続する場合はその角度も変わる。",
                    "引用発明における接続態様等は任意であり，少なくとも，実施の形態ごとに任意に選択できることは明らかで，MOSFETの場合には，オン抵抗の低減やインダクタンスの低減のために，金属線(ボンディングワイヤ)に代わり，金属板(ストラップ)又はリボンによる接続が一般に使用されている。",
                    "したがって，仮に，引用発明として，IGBTをMOSFET，さらにSiCMOSFETに置き換え，ダイオードをショットキーダイオード，さらにSiCショットキーダイオードに置き換えたものを想到できたとしても，電力用半導体素子としてSiCMOSFETとSiCショットキーダイオードを用いた場合にどのように接続されるのかについて認定することはできないから，本件決定の認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，引用発明として，図1，図2のIGBT4をSiCMOSFETに，ダイオード5をSiCショットキーダイオードに，それぞれ置き換えたものを認定できるとしても，「IGBT4のエミッタ電極とダイオード5のカソード電極とに電気的に接続された第2の配線パターン3b」(【0014】)との記載によれば，「SiCMOSFETのソース電極とSiCショットキーダイオードのカソード電極と第2の配線パターンとを繋ぐワイヤーボンド」と認定すべきである。",
                    "引用例図9のIGBTがnチャネルであることは，実施の形態1(【0014】)のIGBTをnチャネルと認定する理由とはならず，むしろ，これがpチャネルであることを許容する記載である。【0014】の記載は，pチャネルIGBTに関するものと考えれば，何ら矛盾なく解釈できるから，誤記の可能性を議論する余地はなく，【0014】の記載は，pチャネルIGBTに関するものと解釈する他はない。",
                    "pチャネルIGBTをMOSFETに置き換えることを考えた場合，同じくpチャネルMOSFETと置き換えるはずであるから，「その寄生ダイオードが上面となり」というのは誤りである。pチャネルMOSFETにおいては，寄生ダイオードはソース側がカソードとなっているのであるから，引用発明は，「SiCMOSFETのソース電極(PＮ接合ダイオードのカソード電極)とSiCショットキーダイオードのカソード電極と第2の配線パターンとを繋ぐワイヤーボンド」と認定すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1との相違点1の認定・判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，引用発明においては「前記PＮ接合ダイオードの一の電極」及び「前記ショットキーバリアダイオードの一方の電極」がアノードかカソードか不明である点を相違点と認定した。",
                    "しかし，引用例には，IGBT4のコレクタ電極とダイオード5のアノード電極とに電気的に接続された第1の配線パターン3aには，第1の筒状外部端子連通部8aが接合され，主回路であるIGBT4のエミッタ電極とダイオード5のカソード電極とに電気的に接続された第2の配線パターン3bには，第2の筒状外部端子連通部8bが接続されるとの記載(【0014】)があり，本件決定は，引用発明として「IGBTとダイオードの双方をMOSFETとショットキーダイオードに置き換えたもの」を認定しているから，ダイオードと置き換えたショットキーダイオードは，アノードが下面に，カソードが上面に位置したものと解され，「SiCショットキーダイオードの一方の電極」はカソードと認定すべきである。",
                    "そして，引用発明においては「前記ショットキーバリアダイオードの一方の電極」がカソードである点を，相違点と正しく認定した場合，IGBTと置き換えたSiCMOSFETはpチャネルであることになるから，カソードをアノードに変更すべき理由はなく，相違点の判断も誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件決定は，技術常識によりMOSFETのソース電極側が寄生ダイオードのアノードとなることを前提として，還流を流す際に，SiCMOSFETのソース電極と並列に接続したSiCショットキーダイオードのアノード電極とを接続することは，当業者が容易になし得ると判断した。",
                    "しかし，pチャネル型のSiCMOSFETでは，ソース電極側が寄生ダイオードのカソードになるから，かかる技術常識は誤りである。",
                    "仮に，本件決定による相違点1の認定が正しいとした場合，引用発明は，SiCMOSFETとSiCショットキーダイオードとの接続関係は不明ということになるところ，引用例には，SiCMOSFETとSiCショットキーダイオードとの組合せは記載されておらず，この組合せを採用した場合にどのように配置して接続するのかも記載されていないから，SiCショットキーダイオードをSiCMOSFETと並列に接続して還流用に使用することが記載ないし示唆されているとはいえず，引用発明のSiCショットキーダイオードが還流を流すものであることを前提に，相違点を判断したことは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の課題及び効果の判断の遺脱",
              "text": [
                "引用例には，pn接合ダイオードに電流を流さないとの本件発明の課題及び作用効果について何ら記載されておらず，本件発明と引用発明との課題及び技術思想は大きく異なる。",
                "SiCMOSFETでは，寄生pn接合ダイオードに電流が流れるとオン抵抗が増大するという課題があり，ショットキーバリアダイオードを並列接続してもpn接合ダイオードに電流が流れてしまう現象が生じていたが，本件発明1の構成を採用することによりこの課題を解決したものである。すなわち，第2のワイヤに寄生するインダクタンスによって，pn接合ダイオードの順方向立ち上がり電圧以上の逆起電力が発生しても，pn接合ダイオードに電流は流れないという作用効果を奏するのである。また，本件発明3においては，設計の自由度を高めることができる作用効果を奏するとの技術的意義を有する。",
                "本件発明は，新規な課題を解決したものであり，その作用効果は顕著なものであるところ，本件決定は，本件発明の課題及び作用効果についての判断を遺脱しており，この判断遺脱が本件決定の結論に影響を及ぼすことは明らかである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定の引用発明の認定は，主として，引用例図1等に示されているIGBT4とIGBT4に逆並列に接続されたダイオード5とをワイヤーボンドにより配線パターンに接続する構成において，【0032】の記載に基づき，IGBT及びダイオードをMOSFET及びショットキーダイオードに置き換えるものとして認定したものである。",
                    "【0032】には，「本実施の形態では，電力用半導体素子に，IGBT4とダイオード5が用いられているが，電力用半導体素子は，これに限定されるものではなく，例えば，MOSFETやショットキーダイオードでもよく」と記載されており，その後に「本実施の形態では，各電力用半導体素子間や電力用半導体素子と配線パターンとの間の接続，すなわち，配線手段にワイヤーボンド7を用いている」と記載されている。当該記載は総じて「電力用半導体素子」についての記載であり，IGBT4とダイオード5とを個別に「各電力用半導体素子」と呼んでいるのであるから，「電力用半導体素子は」「MOSFETやショットキーダイオードでもよく」とは，IGBT4とダイオード5とで構成された回路全体を個別の電力用半導体素子であるMOSFETに置き換える等の意味ではなく，IGBT4をMOSFETで置き換えてもよいし，ダイオード5をショットキーダイオードで置き換えてもよい，という意味に解するのが自然である。",
                    "また，「MOSFETの場合は，ダイオードが逆並列に接続されていなくても良い。」との記載(【0032】)から，IGBT4をMOSFETで置き換えた場合は，ダイオード5又はダイオード5を置き換えたショットキーダイオードがMOSFETに対して逆並列に接続されたものとなるところ，これを前提に「ダイオードが逆並列に接続されていなくても良い」のであって，MOSFETの場合は，ダイオード5又はショットキーダイオードが接続されていてもいなくても良いことが記載されているものと解するのが，自然な理解である。",
                    "【0013】，【0032】の記載に加え，トランジスタと逆並列に接続されたダイオードが還流を流すものであることは技術常識であるから(乙1)，IGBT4とダイオード5との組合せがダイオード5に還流を流すためであることは，自明である。したがって，本件決定で，IGBT4とダイオード5を組み合わせて用いることが記載されていることを前提として，IGBTとMOSFETとがスイッチングを行う三端子素子である点で共通し，ダイオードとショットキーダイオードが二端子素子である点で共通していることに鑑み，【0032】の記載が，IGBTとダイオードのうちIGBTをMOSFETに置き換えたものやダイオードをショットキーダイオードに置き換えたものを含むと解した上，引用発明を認定したことに誤りはない。",
                    "本件発明1の「前記第1のワイヤと前記第2のワイヤとが連続的に繋がっており，かつ平面視において両ワイヤのなす角度が鈍角である」に関し，本件明細書には，その技術的意義の記載はない。",
                    "他方で，引用発明は，金属回路基板上における，電力用半導体素子，配線パターン，外部端子との接続手段といった「電力用半導体装置」を構成する各要素の配置や構造に特徴を有するものであるといえるから，電力用半導体素子が「MOSFETやショットキーダイオード」(【0032】)でもよい旨の記載は，電力用半導体素子を置き換えても，技術的意義が損なわれないように，元の配置や構造を維持することを前提とし，IGBT4とダイオード5との組合せをSiCMOSFETとSiCショットキーダイオードの組合せに置換した場合，元の接続態様(ワイヤでの接続，連続的に接続，鈍角など)をそのまま採用する趣旨である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「電力用半導体素子の材料としては，一般的なシリコンのほかに，炭化珪素(SiC)等のワイドバンドギャップ半導体でも良い。」(【0032】)との記載についても，電力用半導体素子の材料を当該記載に従って変更しても元の配置や構造を維持することを前提としている。",
                    "他方で，電力用半導体素子の材料をSiCに変更することで，チップサイズが比較的小さくなることに伴い，ワイヤーボンドの配置を多少変化させることはあり得るとしても，「SiCMOSFETの一の電極とSiCショットキーダイオードの一方の電極とを繋ぐワイヤーボンドの部分と，SiCショットキーダイオードの一方の電極と第2の配線パターンとを繋ぐワイヤーボンドの部分のなす角度のなす角度が平面視において鈍角である」ことを回避すべき(角度を鋭角等にすべき)事情は見当たらないから，チップサイズは，引用発明の認定を左右するものではない。",
                    "「配線手段にワイヤーボンド7を用いているが，この方法に限定されるものではない。」(【0032】)との記載は，電力用半導体素子をMOSFETやショットキーダイオードとする場合でも，配線手段にワイヤーボンド7を用いることを基本としつつ，それに限定されないとする趣旨であると解するのが自然である。したがって，本件決定が，「ワイヤーボンド」を含むものとして引用発明を認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「逆並列」(【0013】，【0032】)とは，並列に接続されたトランジスタとダイオードを流れる電流の向きが互いに逆向きということである。引用例図9でも，IGBTのエミッタの矢印から，逆並列に接続されていることが理解できる。",
                    "一方，トランジスタとダイオードを電流の向きが同じになるように並列に接続すると，トランジスタのオンオフにかかわらず，ダイオードを経由して電流が流れ続けることになり，回路として機能しなくなるので，引用例において，「逆並列」の他に「電流の向きが同じ並列」の接続が想定されていると理解することはできない。",
                    "引用例には，「IGBT4のエミッタ電極とダイオード5のカソード電極とに電気的に接続」して，これらを上面電極としてワイヤーボンド7で接続することが記載されている(【0014】)ところ，IGBTのコレクタからエミッタの向きに電流が流れることを前提とすると，IGBTの電流の向きとダイオードの電流の向きが同じことを意味することとなり，この接続では回路として機能しない上，「逆並列」という記載や図9と矛盾する。なお，一般にIGBTのゲート電極とエミッタ電極は上面に配置されることから，上記記載において，IGBT4のエミッタ電極を上面電極とすることは正しいと考えられる一方，【0014】のダイオードの「カソード電極」／「アノード電極」は，「アノード電極」／「カソード電極」の誤記と考えられる。",
                    "【0014】の記載が誤記であるにせよ，本件決定の引用発明の認定においては，ダイオードの極性を，アノード，カソードのいずれとも認定していないから，その妥当性が左右されるものではなく，引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1との相違点1の認定・判断の誤り",
              "text": [
                "引用例には，IGBT4のエミッタ電極とダイオード5のカソード電極とを第2の配線パターン3bに電気的に接続することが記載されており(【0014】，図2)，IGBT4とダイオード5をそれぞれSiCMOSFETとショットキーダイオードに置き換えた場合に，両者の電極を電気的に接続することが維持されることが明らかであるから，両者の電極の間には関連があるが，引用例の記載からはそれらの極性を特定することはできないため，本件決定は，引用発明の認定において，SiCMOSFETの電極を「一の電極」とし，これに関連させてショットキーダイオードの電極を「一方の電極」としたものである。",
                "他方で，引用例の「実施の形態1」の技術的意義は，電力用半導体素子の極性に依存するものではないから，引用例の図2に，ダイオード5のカソードが上面に位置するものが示されているからといって，ダイオード5をSiCショットキーダイオードに置き換えたものにおける上面に位置する「一方の電極」が必然的にカソードであることにはならないし，引用例にSiCショットキーダイオードの配線手段等が記載されていないからといって，当該「一方の電極」をアノードとすることが困難であることにもならない。",
                "相違点1の認定に関し，カソードとアノードを入れ替えることは，SiCショットキーダイオードを裏返すだけで実現できることを考慮すると，引用発明のSiCショットキーダイオードの「一方の電極」を「カソード電極」と認定したところで，ショットキーバリアダイオードのアノードに接続することは容易に導出されることであって，容易想到という結論において変わるところはない。",
                "また，SiCショットキーダイオードの上面がカソードであろうとアノードであろうと，効果の点で変わりはない。",
                "引用例には「IGBT4に逆並列に接続されたダイオード5」(【0013】)及び「MOSFETの場合は，ダイオードが逆並列に接続されていなくても良い」(【0032】)と記載されており，また，トランジスタと逆並列に接続されたダイオードが還流を流すものであることは技術常識であるから，引用発明の「SiCMOSFETに並列に接続された2つの電極を有するSiCショットキーダイオード」が還流を流すものであることは，自明である。",
                "したがって，本件決定が，相違点1について，引用発明のSiCショットキーダイオードが還流を流すものであることを前提に，引用発明に，甲4発明の「MOSFETとショットキーバリアダイオードを並列に接続して還流を流す際に，MOSFETのソースとショットキーバリアダイオードのアノードを接続すること」を適用することは当業者が容易になし得るものと判断したことに誤りはない。",
                "また，pチャネル型のMOSFETが存在するとしても，甲3にはnチャネル・パワーMOSFETが示されているから，ゲート電極とソース電極を上面に設ける甲3周知技術を採用することは容易とした上で，甲3と同じnチャネル型のSiCMOSFETについて，ソース電極とゲート電極を上面に設けたMOSFETを参酌して，MOSFETのソース電極側が寄生ダイオードのアノードになるとした本件決定の判断に矛盾や誤りがあるとはいえない。そもそも，電力用のMOSFETではnチャネル型が用いられるから(乙1)，当業者は，「電力用半導体装置」である引用発明のSiCMOSFETとしてはnチャネル型を想定するはずである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の課題及び効果の判断の遺脱",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条2項の要件判断において，出願に係る発明の発明者を基準として容易かどうかの判断が求められているものではないから，発明者が発見した課題を考慮し，発明者が発明に至った思考過程を後追いして，それが容易かどうか判断する必要は必ずしもない。",
                    "本件決定は，引用発明から出発して引用例に記載された示唆及び「還流を流す」という機能を実現するために，甲4発明を採用すれば本件発明1が容易に導出できることを論理付けた上で，その結果，本件発明1と同じ構成が容易に得られるものと判断し，効果については，引用発明に，本件明細書に記載されている本件発明1の課題を解決できる効果が内在するものと解されることから「当業者が予測しうるものである」と判断したのであり，判断遺脱はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明のSiCMOSFETは実質的に寄生ダイオードを含むものである。",
                    "引用発明のSiCショットキーダイオードは還流を流すものであるところ，SiCショットキーバリアダイオードのオン開始電圧は，SiCMOSFETの寄生ダイオードのオン開始電圧よりも低いから，SiCショットキーバリアダイオードに印加される電圧がそのオン開始電圧に達して還流が流れる条件が成立しても，SiCMOSFETの寄生ダイオードは，それに印加される電圧がそのオン開始電圧を下回る限りはオフしたままであって電流が流れない。したがって，その間，SiCMOSFETの一の電極とSiCショットキーダイオードの一方の電極とを繋ぐワイヤーボンドの部分には電流が流れず，当該電流により発生するワイヤのインダクタンス分の逆起電力は発生しないから，SiCMOSFETとSiCショットキーダイオードには等しくSiCショットキーダイオードのオン開始電圧が印加されるだけである。",
                    "そして，このような，寄生ダイオードに電流が流れない状態は， SiCショットキーダイオードの一方の電極と第2の配線パターンとを繋ぐワイヤーボンドの部分のインダクタンスによってどの程度の逆起電力が発生するかにかかわらず維持される。",
                    "上記事項は，SiCショットキーダイオードの極性に関わらず成り立つものであって，SiCショットキーダイオードの一方の電極をカソードとしてもアノードとしても，何ら変わるところがない。",
                    "以上によれば，ワイヤーボンドのインダクタンスによる逆起電力にかかわらずpn接合ダイオードに電流は流れないという作用効果は，引用発明に内在するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明3の容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用例では，インダクタンスにより生じる逆起電力をどの程度にするかは何ら問題となっておらず，起電力が2．0V以上になっても，pn接合ダイオードに電流が流れるのを抑制できるとの知見についての記載もない。よって，仮に，MOSFETに寄生するpn接合ダイオードに電流が流れないようにしようとすると，起電力が2．0V以下となるようにするはずである。本件決定は，本件発明3の技術的意義を考慮することなく相違点2の判断を行っており，誤りである。",
            "〔被告の主張〕",
            "本件明細書には，「インダクタンスにより生じる起電力が2．0V以上の場合に，この発明による実質的な効果が得られる」旨の記載があり(【0013】)，「前記ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力が2．0V以上」であることの技術的意義は，「ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力」を，pn接合ダイオードの順方向立ち上がり電圧以上とすることであるものと解される。",
            "しかしながら，「ユニポーラデバイスと出力線との間のインダクタンス」を「インダクタンスL4」や「インダクタンスL6」として含む電力回路において，「全てのMOSFET11～14がオフ状態」である際に「第2のPＮ接合ダイオード12a」等に「電流が流れない」とされているものの，当該回路の電流経路には「電源15」や「負荷16」といった他の電圧源(負荷については，そのインダクタンスにより生じる逆起電力)も存在するから，「第2のPＮ接合ダイオード12a」等に電流が流れるか否かは，「ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力」のみで決まるものではない。",
            "したがって，「ユニポーラデバイスと出力線との間のインダクタンスにより生じる起電力」が「PＮ接合ダイオードの順方向立ち上がり電圧」以上の場合に，「この発明による実質的な効果が得られる」とは必ずしもいえないから，本件発明3の「ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力」の下限値である「2．0V」に，臨界的意義はないものと解される。",
            "引用例には電源や負荷についての明記はないものの，引用発明の電力用半導体装置が適用される電力回路は，当然，電源や負荷が接続されるものと解され，また，引用例には，引用発明の「SiCショットキーダイオードの一方の電極と第2の配線パターンとを繋ぐワイヤーボンドの部分」のインダクタンスをどの程度とすべきかについて記載されていないものの，ワイヤーボンドの長さを確保する観点から，ある程度大きな値とすることが許容されるものと解される。「インダクタンスにより生じる逆起電力」は電流変化量に依存し，電流変化量は電力用半導体装置が適用される電力回路(電源や負荷)にも依存する(乙1)から，電源や負荷に関しての限定がない引用発明の動作について，ワイヤーボンドのインダクタンスが比較的大きいことから，逆起電力が「2．0V」といった特定の数値以上になることも想定できる。",
            "以上によれば，「ショットキーバリアダイオードと前記出力線との間のインダクタンスにより生じる逆起電力」の下限値を「2．0V」とすることは，当業者が適宜なし得たものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件発明の特徴は，以下のとおりである(本文中に引用する本件明細書の図面は，別紙1本件明細書図面目録記載のとおりである。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "利用分野",
              "text": [
                "この発明は，インバータ回路，コンバータ回路等の電子回路に用いられる半導体デバイスに関する。(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "従来の技術及び課題",
              "text": [
                "従来，MOSFETに寄生するPＮ接合ダイオード(ボディダイオード)に電流が流れるのを防止するために，動作電圧がPＮ接合ダイオードより低いショットキーバリアダイオードを，PＮ接合ダイオードに並列接続する回路構成が提案されている。(【0003】，【0004】)",
                "しかし，この回路構成においても，ショットキーバリアダイオードに電流が流れ始めると，ショットキーバリアダイオードを通る電流経路の寄生インダクタンスにより逆起電力が発生し，この逆起電力がショットキーバリアダイオードに並列接続されているPＮ接合ダイオードの順方向立ち上がり電圧に達すると，このPＮ接合ダイオードに電流が流れてしまうという現象が生じる問題があった。(【0006】)",
                "この発明の目的は，PＮ接合ダイオードに電流が流れるのを抑制できるように構成された半導体デバイスを提供することである。(【0007】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題を解決するための手段",
              "text": [
                "この発明の第1の半導体デバイスは，PＮ接合ダイオードを含むMOSFETと，前記MOSFETに並列に接続され，前記PＮ接合ダイオードよりも動作電圧が低く，2つの端子を有するユニポーラデバイスと，前記MOSFETおよび前記ユニポーラデバイスに接続された出力線と，前記PＮ接合ダイオードのアノードを前記ユニポーラデバイスの一方の端子に接続する第1のワイヤと，前記ユニポーラデバイスの前記一方の端子を前記出力線に接続する第2のワイヤとを含んでいる。そして，前記第1のワイヤと前記第2のワイヤとが連続的に繋がっており，かつ両ワイヤのなす角度が鈍角である。(【0008】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用及び効果",
              "text": [
                "ユニポーラデバイスに電流が流れると，ユニポーラデバイスの一方の端子と出力線との間のインダクタンスによって，逆起電力が発生する。しかし，PＮ接合ダイオードのアノードは第1のワイヤによってユニポーラデバイスの一方の端子に接続されているため，PＮ接合ダイオード(MOSFET)には，ユニポーラデバイスの動作電圧に相当する電圧がバイポーラデバイスにかかるに過ぎない。PＮ接合ダイオードの動作電圧は，ユニポーラデバイスの動作電圧より低いので，PＮ接合ダイオードに電流は流れない。このため，PＮ接合ダイオード(MOSFET)に結晶欠陥部が存在していたとしても，結晶欠陥部が拡大するのを抑制できる。(【0010】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "実施形態",
              "text": [
                "図1は，本発明の第1の実施形態に係るインバータ回路1を示す電気回路図である。インバータ回路1は，第1のモジュール2と第2のモジュール3とを含み，第1のモジュール2は，第1電源端子41と，第2電源端子43と，2つのゲート端子44，45，と，出力端子42とを備え，モジュール2の第1電源端子41は第1出力線17を介して電源15(直流電源)の正極端子に接続され，モジュール2の出力端子42は第2出力線18を介して誘導性の負荷16が接続され，モジュール2の第2電源端子43は第3出力線19を介して電源15の負極端子に接続され，モジュール2のゲート端子44，45には制御ユニットが接続される。(【0024】)",
                "第1のモジュール2は，ハイサイドの第1のMOSFET11と，それに直列に接続されたローサイドの第2のMOSFET12とを含み，MOSFET11，12は，第1のPＮ接合ダイオード(ボディダイオード)11aおよび第2のPＮ接合ダイオード12aをそれぞれ内蔵している。各PＮ接合ダイオード11a，12aのアノードは対応するMOSFET11，12のソースに電気的に接続され，そのカソードは対応するMOSFET11，12のドレインに電気的に接続されている。(【0025】)",
                "MOSFET11，12には，ユニポーラデバイスである第1のショットキーバリアダイオード21および第2のショットキーバリアダイオード22がそれぞれ並列に接続されている。つまり，バイポーラデバイスであるPＮ接合ダイオード11a，12aに，ユニポーラデバイスであるショットキーバリアダイオード21，22が並列に接続されている。(【0026】)",
                "第1のMOSFET11のドレインは第1のモジュール2の第1電源端子41に接続され，第1のショットキーバリアダイオード21のカソードは第1のMOSFET11のドレイン(第1のPＮ接合ダイオード11aのカソード)に接続され，第1のMOSFET11のソース(第1のPＮ接合ダイオード11aのアノード)は，接続金属部材31を介して，第1のショットキーバリアダイオード21のアノードに接続され，第1のショットキーバリアダイオード21のアノードは，別の接続金属部材32を介して，第1のモジュール2の出力端子42に接続されている。つまり，第1のショットキーバリアダイオード21のアノードは，接続金属部材32を介して，第2出力線18に接続されている。接続金属部材31，32には，インダクタンスL1，L2がそれぞれ寄生している。(【0027】)",
                "第1～第4のMOSFET11～14は，たとえば，SiCデバイスである。各ショットキーバリアダイオード21～24の順方向立ち上がり電圧Vf1は，各PＮ接合ダイオード11a～14aの順方向立ち上がり電圧Vf2より低く，各PＮ接合ダイオード11a～14aの順方向立ち上がり電圧Vf2はたとえば2．0Vであり，各ショットキーバリアダイオード21～24の順方向立ち上がり電圧Vf1はたとえば1．0Vである。(【0032】)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由1(本件発明1の容易想到性の判断の誤り)について",
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明の認定の誤りについて",
          "content": [
            {
              "fig": "ア",
              "subject": "引用例の記載",
              "text": [
                "引用例には，おおむね，以下の事項が開示されている(本文中に引用する図面は，別紙2引用例図面目録記載のとおりである。)。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，生産性に優れたトランスファーモールドによる樹脂封止型の電力用半導体装置に関し，特に，小型で大電流化を実現するとともに，信頼性に優れたトランスファーモールドによる樹脂封止型の電力用半導体装置に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "背景技術",
                  "text": [
                    "大電流，高電圧で動作するとともに，動作に伴う発熱を外部に効率良く逃がす電力用半導体装置として，放熱板となる金属板に絶縁層としてのセラミック板を介して配線パターンが形成された基板に電力用半導体素子を搭載し，シリコーンゲルを介して熱硬化性樹脂で注型された電力用半導体装置がある。(【0002】)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "実施の形態1",
                  "text": [
                    "図1は，本発明の実施の形態1に係る電力用半導体装置における回路基板上のトランスファーモールド樹脂を除いた状態の平面模式図である。",
                    "図2は，図1に示す電力用半導体装置において回路基板上にトランスファーモールド樹脂がある状態でのA-A断面の模式図である。",
                    "図1と図2とに示すように，本実施の形態の電力用半導体装置100は，金属放熱板1の一方の面に樹脂絶縁層2を設け，この樹脂絶縁層2における金属放熱板1が接合された面と対向する面に配線パターンを設けて形成した金属回路基板が用いられている。配線パターン上には，電力用半導体素子である，IGBT4とIGBT4に逆並列に接続されたダイオード5とが搭載され，配線パターンとはんだ6等により電気的に接続されている。また，IGBT4とダイオード5との上面電極は，配線手段であるワイヤーボンド7により，対応する配線パターンと電気的に接続されている。(【0013】)",
                    "配線パターンには筒状外部端子連通部が，配線パターンに対して略垂直に接合されている。",
                    "具体的には，主回路であるIGBT4のコレクタ電極とダイオード5のアノード電極とに電気的に接続された第1の配線パターン3aには，第1の筒状外部端子連通部8aが接合され，主回路であるIGBT4のエミッタ電極とダイオード5のカソード電極とに電気的に接続された第2の配線パターン3bには，第2の筒状外部端子連通部8bが接続され，制御回路であるIGBT4のゲート電極に電気的に接続された第3の配線パターン3cには，第3の筒状外部端子連通部8cが接合され，制御回路であるIGBT4のエミッタ電極のみと電気的に接続された第4の配線パターン3dには，第4の筒状外部端子連通部8dが接合されている。(【0014】)",
                    "次に，配線パターン上の所定の場所に設けられた素子搭載部に電力用半導体素子であるIGBT4およびダイオード5を，そして，配線パターン上の所定の場所に設けられる筒状外部端子連通部接合部に筒状外部端子連通部を，各々はんだ6を用いて接合する。具体的には，IGBT4とダイオード5と第1の筒状外部端子連通部8aとは第1の配線パターン3aに，第2の筒状外部端子連通部8bは第2の配線パターン3bに，各々接合する。そして，制御回路につながる第3の筒状外部端子連通部8cと第4の筒状外部端子連通部8dとは，各々第3の配線パターン3cと第4の配線パターン3dとに接合する。(【0024】)",
                    "そして，配線パターンとIGBT4との間，IGBT4とダイオード5との間，ダイオード5と配線パターンとの間，の各間の導通が必要な箇所をアルミニウムのワイヤーボンド7で接続する。",
                    "次に，ワイヤーボンディングされた電力用半導体素子と筒状外部端子連通部とを搭載した金属回路基板は，金型にセットされ，トランスファーモールド法により，例えば，シリカ粉末が充填されたエポキシ樹脂系トランスファーモールド樹脂9で封止して，電力用半導体装置を完成する。(【0025】)",
                    "本実施の形態では，電力用半導体素子に，IGBT4とダイオード5が用いられているが，電力用半導体素子は，これに限定されるものではなく，例えば，MOSFETやショットキーダイオードでもよく，またMOSFETの場合は，ダイオードが逆並列に接続されていなくても良い。また，電力用半導体素子の材料としては，一般的なシリコンのほかに，炭化珪素(SiC)等のワイドバンドギャップ半導体でも良い。",
                    "また，本実施の形態では，各電力用半導体素子間や電力用半導体素子と配線パターンとの間の接続，すなわち，配線手段にワイヤーボンド7を用いているが，この方法に限定されるものではない。",
                    "また，本実施の形態では，金属回路基板を用いているが，例えば，高熱伝導絶縁層であるセラミック板と，セラミック板の一方の面に設けられた銅箔の配線パターンと，セラミック板の他方の面に設けられた銅箔の金属放熱板からなるセラミック基板を用いても良い。(【0032】)",
                    "図1及び図2には，IGBT4の上面電極及びダイオード5の上面電極が，ワイヤーボンド7を介して，第2の配線パターン3bに電気的に接続されていることが記載されていると認められる。",
                    "図1には，IGBT4の上面電極とダイオード5の上面電極とを繋ぐワイヤーボンド7の部分と，ダイオード5の上面電極と第2の配線パターン3bとを繋ぐワイヤーボンド7の部分のなす角度が平面視において鈍角であることが記載されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用例【0032】の「MOSFETの場合は，ダイオードが逆並列に接続されていなくても良い」との記載から，MOSFETとダイオードとが逆並列に接続されている構成が排除されると読むことはできず，引用例にはかかる構成を排除するとの記載や示唆はない。よって，引用発明において，MOSFETとダイオードとが逆並列に接続されている構成も許容されると解される。",
                    "そして，IGBTとSiCMOSFETとは，スイッチングを行う三端子素子である点で共通しており，ダイオードとショットキーバリアダイオードは二端子素子である点で共通していることに照らせば，【0032】には，IGBTとダイオードを用いた電力用半導体素子の他に，SiCMOSFETを用いたもの，ショットキーバリアダイオードを用いたもの，SiCMOSFETとショットキーバリアダイオードとを用いたものなどの形態についても，記載されていると認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "もっとも，引用例には，IGBT4とダイオード5との組合せに換えて，SiCMOSFETとショットキーバリアダイオードとの組合せとする際に，IGBTのどの電極とSiCMOSFETのどの電極とを対応付け，ダイオードのどの電極とショットキーバリアダイオードのどの電極とを対応付けて置換するかについては明記されていない。",
                    "しかし，引用例におけるIGBT4及びダイオード5の組合せは，「IGBT4のコレクタ電極とダイオード5のアノード電極とに電気的に接続された第1の配線パターン3a」がIGBT4とダイオード5の下面にあり，「IGBT4のエミッタ電極とダイオード5のカソード電極とに電気的に接続された第2の配線パターン3b」が，IGBT4とダイオード5の上面をつなぐワイヤーボンド7と接続していることから(【0013】，【0014】，図1，2)，IGBTの上面に配置される電極がゲート電極とエミッタ電極で，下面に配置される電極がコレクタ電極であり，上面に配置されるダイオードの電極がカソード電極で，下面に配置される電極がアノード電極であると認められる。",
                    "また，IGBT4とダイオード5は逆並列に接続され(【0014】)，ダイオードに流れる順電流の向きは，下面に配置されたアノード電極から上面に配置されたカソード電極への向きであることは，当事者間に争いがない。このことに鑑みると，IGBT4に流れる電流の方向は，上面に配置されたエミッタ電極から下面に配置されたコレクタ電極の向きであると認められる。このように，エミッタ電極からコレクタ電極に向かって電流が流れるIGBTは，pチャネル型のIGBTであるから，引用例のIGBT4は，pチャネル型のIGBTであると解される。",
                    "引用例1では，IGBT4の上面のエミッタ電極とダイオード5のカソード電極とに電気的に接続された第2の配線パターン3bから，ワイヤーボンド7を介して，IGBT4の下面のコレクタ電極とダイオード5のアノード電極とに電気的に接続された第1の配線パターン3aに流れる電流を，制御回路であるIGBT4のゲート電極に電気的に接続された第3の配線パターン3cに入力された信号に基づいてスイッチングする動作が行われる(【0014】，【0024】，【0025】)。そして，IGBT4とダイオード5との組合せを，SiCMOSFETとショットキーバリアダイオードとの組合せに置き換える場合に，動作を異ならせる理由はないから，IGBT4については，上面にゲート電極とソース電極が配置され，下面にドレイン電極が配置されるpチャネル型のSiCMOSFETで置き換え，ダイオード5については，上面にカソード電極が配置され，下面にアノード電極が配置されるショットキーバリアダイオードで置き換えるようにすると考えられる。",
                    "pチャネル型のSiCMOSFETにおける電流の流れる向きは，ソース電極からドレイン電極への向きであるから，このSiCMOSFETに寄生するpn接合ダイオードとSiCMOSFETとの接続は，SiCMOSFETのソース電極とpn接合ダイオードのカソード電極とが接続され，SiCMOSFETのドレイン電極とpn接合ダイオードのアノード電極とが接続されることになる。",
                    "したがって，このような置換えが行われる場合，第1のワイヤが接続されるpn接合ダイオードの一の電極及びショットキーバリアダイオードの一方の電極はいずれもカソード電極となると解される。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上によれば，引用例には，「SiCを半導体材料とするSiCMOSFETと，SiCMOSFETに並列に接続された2つの電極を有するSiCショットキーダイオードと，SiCMOSFET及びSiCショットキーダイオードに接続された第2の配線パターンと，SiCMOSFETのソース電極とSiCショットキーダイオードのカソード電極と第2の配線パターンとを繋ぐワイヤーボンドとを含み，SiCMOSFETのソース電極とSiCショットキーダイオードのカソード電極とを繋ぐワイヤーボンドの部分と，SiCショットキーダイオードのカソード電極と第2の配線パターンとを繋ぐワイヤーボンドの部分のなす角度が平面視において鈍角である，電力用半導体装置。」との発明(以下「引用発明A」という。)が記載されているものと認められる。よって，SiCMOSFETの一の電極とSiCショットキーダイオードの一方の電極がいずれも不明であるとした本件決定の認定には，誤りがあるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の主張について",
              "text": [
                "被告は，「IGBT4のエミッタ電極とダイオード5のカソード電極とに電気的に接続」して，これらを上面電極としてワイヤーボンド7で接続する(【0014】)との記載について，一般にIGBTのゲート電極とエミッタ電極は上面に配置されることから，IGBT4のエミッタ電極を上面電極とすることは正しいと考えられる一方，「ダイオード5のカソード電極」の「カソード電極」は「アノード電極」の誤記と考えられ，「カソード電極」と認定することはできず，IGBT4とダイオード5を置き換えたSiCMOSFETとショットキーダイオードの電極の極性は，引用例の記載から特定できない旨主張する。",
                "しかし，①特開2004-6520号(甲29)の，実施例2のnチャネルIGBT，実施例4のpチャネルIGBTが，いずれも，「MOSに比べ動作周波数は低いものの高耐圧，大電流領域で使用される為，低オン電圧，低スイッチング損失による素子寿命向上が可能となる」(【0029】，【0035】，図3，5)との記載，②特開平4-30476号(甲30)の「以上の実施例はnチャネルIGBTについて述べたが，導電型を入れ換えたpチャネルIGBTでも同様に実施でき，同様の効果を得ることができる」(3頁右下欄10～13行目)との記載，③特開平6-69509号(甲31)の「前述の実施例では，Ｎチャネル型IGBTについて説明したが，本発明ではPチャネルを用いることもできる」(【0031】)との記載，④特開平10-50993号(甲32)の「同実施形態にあっては，この発明にかかる電流検出機能付き半導体装置をnチャネルIGBTに適用した場合について示したが，pチャネルIGBTについても同様に適用できることは云うまでもない」(【0040】)との記載にも照らすなら，IGBTには，コレクタ電極からエミッタ電極に電流が流れるnチャネル型だけではなく，エミッタ電極からコレクタ電極に電流が流れるpチャネル型も存在することが認められる。そうすると，IGBT4のコレクタ電極とダイオード5のアノード電極が接続され，IGBT4のエミッタ電極とダイオード5のカソード電極が接続される構成も存在する以上，「ダイオード5のカソード電極」(【0014】)の「カソード電極」を「アノード電極」の誤記と解することはできず，他に誤記と解すべき根拠はない。",
                "そして，ダイオード5の極性がカソード電極である以上，IGBT4とダイオード5を置き換えたSiCMOSFETとショットキーダイオードの電極の極性は認定できるから，SiCMOSFETの一の電極とSiCショットキーダイオードの一方の電極が不明であるとはいえず，被告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件発明1と引用発明Aとの一致点及び相違点について",
          "text": [
            "本件発明1と前記認定の引用発明Aとを対比すると，本件決定の認定した，本件発明1と引用発明との一致点(前記第2の3(2)イ)と同様の点において一致するとともに，以下の点において，相違する。",
            "本件発明1においては，「前記PＮ接合ダイオードの一の電極」がアノードであり，かつ「前記ショットキーバリアダイオードの一方の電極」がアノードであるのに対し，引用発明Aにおいては「前記PＮ接合ダイオードの一の電極」及び「前記ショットキーバリアダイオードの一方の電極」がカソードである点(相違点1’)。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "本件発明1の容易想到性について",
          "content": [
            {
              "fig": "ア",
              "subject": "容易想到性の判断",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用発明Aでは，第1のワイヤが接続されるpn接合ダイオードの一の電極及びショットキーバリアダイオードの一方の電極は，いずれもカソード電極となる。",
                    "そして，引用例には，IGBT4とダイオード5との組合せを，SiCMOSFETとショットキーバリアダイオードとの組合せに置き換える場合，置換えの前後で動作を異ならせる旨の記載や示唆はない。",
                    "また，引用発明Aは，「トランスファーモールド樹脂で封止した電力用半導体装置には，主端子に大電流を流すことができるブスバーの外部配線が，ねじ止めやはんだ付けで固定されるため，電力用半導体装置の組み立て時において，主端子部におおきな応力が働き，この応力により，主端子の外側面とトランスファーモールド樹脂との接着面に隙間が発生したり，トランスファーモールド樹脂本体に微細なクラックが発生する等の不具合を主端子部に生じ，電力用半導体装置の歩留まりが低くなり生産性が低下するとともに，信頼性も低下する」ことを課題とし，「トランスファーモールド樹脂により封止された電力用半導体装置であって，主回路に接続される主端子に大電流を流すことのできる外部配線を接続しても，外部配線の接続により主端子部に発生する不良を低減でき，歩留まりが高く生産性に優れるとともに，信頼性の高い電力用半導体装置を提供すること」を目的とする発明であって(【0007】，【0008】)，この目的を達成することと，SiCMOSFETの型や並列接続するショットキーバリアダイオードの接続方向を変更することは，無関係である。",
                    "したがって，当業者が，引用発明Aにおいて，上記目的を達成するために，「前記PＮ接合ダイオードの一の電極」及び「前記ショットキーバリアダイオードの一方の電極」をカソード電極からアノード電極に変更する動機付けがあるとはいえないから，相違点1’に係る本件発明1の構成を当事者が容易に想到できたものであるとは認められない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "さらに，本件発明は，MOSFETに寄生しているpn接合ダイオードに電流が流れると，MOSFETの結晶欠陥が拡大してデバイス特性が劣化し，特に，SiCMOSFETでは，寄生pn接合ダイオードに電流が流れると，オン抵抗が増大するという課題があったが，ショットキーバリアダイオードを並列接続してもpn接合ダイオードに電流が流れてしまう現象が生じていることから(【0002】～【0004】，【0006】)，本件発明1の構成を採用し，第2のワイヤに寄生するインダクタンスによって，pn接合ダイオードの順方向立ち上がり電圧以上の逆起電力が発生しても，pn接合ダイオードに電流が流れないようにする(【0014】)との作用効果を奏するものである。",
                    "しかし，引用発明Aの課題及び目的は，前記(ア)のとおりであり，引用例には，ダイオード5やワイヤーボンド7にインダクタンスが寄生することについての記載や示唆はないことから，引用例に接した当業者が，引用発明Aに本件発明の作用効果が期待されることを予想できたとはいえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上によれば，本件発明1を当業者が容易に想到できたとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被告は，SiCMOSFETの制御電極であるゲート電極と同じ面にある電極をワイヤーボンドで繋ぐとの引用例の示唆や，「パワーMOSFETの構造と応用分野」との文献(甲3)に記載された周知技術を考慮して，引用発明のMOSFETのソース電極とSiCショットキーダイオードの一方の電極と第2の配線パターンとを繋ぐことは当業者が容易になし得るとした本件決定に誤りはない旨主張する。",
                    "甲3文献の図2-1及び図2-2には，パワーMOSFETにおいて，ソース電極とゲート電極を上面に設けることが記載されており，「ソース電極とゲート電極を上面に設けたMOSFET」は，周知技術であると認められる(以下「甲3周知技術」という。)。また，甲3文献には，nチャネル型のMOSFETの開示がある。",
                    "しかしながら，甲3文献によっては，ゲート電極とソース電極とを上面に設ける構造のMOSFETがnチャネル型であることに限定されるとはいえないから，ソース電極をゲート電極とともに上面に設ける構造のpチャネル型のMOSFETが否定されるものではない。",
                    "そして，前記の引用発明Aの課題及び目的(引用例【0007】，【0008】)に照らすなら，引用発明Aの技術的意義は電力用半導体素子の極性に直接依存するものではないから，引用発明AのSiCMOSFETをゲート電極とソース電極とを上面に設ける構造のnチャネル型のものとすることについての記載や示唆があるとはいえない。",
                    "したがって，引用例に甲3周知技術を考慮しても，引用発明AのSiCMOSFETをゲート電極とソース電極とを上面に設ける構造のnチャネル型のものに変更すべき動機付けはないから，被告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "被告は，引用発明のSiCMOSFETとSiCショットキーダイオードは並列に接続して還流を流すものであるから，技術常識と特開2009-183115号公報(甲4)に開示された発明に基づき，SiCMOSFETのソース電極とSiCショットキーダイオードのアノード電極を接続することは当業者が容易になし得るとした本件決定に誤りはない旨主張する。",
                    "甲4文献には，「SiCMOSFETをスイッチング素子として使用する場合は，図3に示すように，SiCMOSFET(130)に並列にSiCSBD(132)を接続して還流ダイオードとして使用する構成が検討されている。」(【0019】)との記載があり，図3には，「SiCMOSFET130のソースとSiCSBD132のアノードを接続すること」が記載されており，「SiCMOSFETとSiCショットキーバリアダイオードを並列に接続して還流ダイオードとして使用する場合に，SiCMOSFETのソースとSiCショットキーバリアダイオードのアノードを接続すること。」との発明(以下「甲4発明」という。)が記載されていることが認められる。",
                    "また，①甲4文献には，「SiCMOSFET(130)の寄生ダイオード(131)を還流ダイオードとして使用」(【0016】)すること，「SiCMOSFET(130)の寄生ダイオード(131)と同じ構造のSiC pnダイオード」(【0020】)，「SiCMOSFET130のソース電極側が寄生ダイオード131のアノードとなること」(図2)の記載があること，②特開2008-017237号公報(甲6)には，「SiC-FETに内在するダイオード(ボディダイオード)を還流ダイオードとして用いると，ボディダイオードによるバイポーラ動作によりSiC半導体装置の結晶劣化が進行する」(【0002】)，「SiC-FET1のボディダイオード2」，「PＮ接合ダイオードに関するショックレーモデル…及び電荷制御モデル…からSiC-FET1のボディダイオード2のOＮ開始電圧V ＿ を以下の式で示すことが出来る」(【0011】)，SiC-FEBD thT1のソース電極側がボディダイオード2のアノードとなること(図1)の記載があることによれば，「SiCMOSFETはpn接合ダイオードを寄生ダイオードとして含み，SiCMOSFETのソース電極側が寄生ダイオードのアノードとなるSiCMOSFETがあること」は，技術常識と認められる(以下「技術常識1’」という。)。",
                    "しかしながら，MOSFETの構成が，ゲート電極とソース電極とを上面に設ける構造に限定されることや，MOSFETがnチャネル型に限定されることの根拠はないことは前記のとおりである。そうすると，pチャネル型のMOSFETに寄生するpn接合ダイオードは，MOSFETのソース電極側がpn接合ダイオードのカソード電極となるから，技術常識1’における「MOSFETのソース電極側が寄生ダイオードのアノードとなる」との事項は，MOSFETの型を問わず妥当するものとは解されない。",
                    "また，引用発明AのSiCMOSFETはpチャネル型であるところ，pチャネル型のMOSFETではソース電極からドレイン電極の方向に電流が流れるから，還流を流すためのショットキーバリアダイオードとSiCMOSFETとの接続は，SiCMOSFETのソースとショットキーバリアダイオードのカソードとの接続となる。そうすると，SiCMOSFETがpチャネル型である引用発明Aにおいて，MOSFETのソースとショットキーバリアダイオードのアノードとを接続することで，MOSFETと並列に接続したショットキーバリアダイオードに還流を流すとの甲4発明の構成を適用する動機付けはないから，SiCMOSFETのソース電極とショットキーバリアダイオードのアノード電極とを接続することを，当業者が容易に想到することができたものとは認められない。",
                    "よって，被告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上によれば，本件発明1には進歩性が認められるから，取消事由1は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由2(本件発明2の容易想到性の判断の誤り)について",
      "content": [
        {
          "fig": "(1)",
          "subject": "本件発明3と引用発明Aとの一致点及び相違点について",
          "text": [
            "本件発明3と前記認定の引用発明Aとを対比すると，本件決定の認定した本件発明3と引用発明との一致点(前記第2の3(2)イ)と同様の点において一致し，相違点2(前記第2の3(2)エ(イ))と同様の点において相違するとともに，相違点1’(前記2(2))において相違する。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件発明3の容易想到性について",
          "text": [
            "前記2(3)のとおり，相違点1’に係る構成が容易に想到できない以上，相違点2について検討するまでもなく，本件発明3には進歩性が認められるから，取消事由2は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由1及び2はいずれも理由があるから，本件決定のうち，特許第5818959号の請求項1及び3に係る部分は，取消しを免れない。",
        "よって，原告の請求を認容することとし，主文のとおり判決する。"
      ]
    }
  ]
}