{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2015-23033号事件について平成29年3月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の誤りの有無である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「万能ゴール枠運動用具」とする発明につき，平成25年10月2日に特許出願（特開2015-71021号。以下「本願」という。）をしたが（乙1），平成27年11月26日付けで拒絶査定を受けた。",
            "原告は，同年12月22日，拒絶査定不服審判請求をしたところ（不服2015-23033号），拒絶理由通知を受けたため，平成28年10月27日付けで手続補正（以下「本件補正」という。）をした（乙2）。",
            "特許庁は，平成29年3月22日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年4月12日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，以下のとおりである（乙2。以下，請求項に係る発明を「本願発明」という。また，本件補正後の本願の明細書及び図面をまとめて「本願明細書」という。）。",
            "【請求項1】",
            "縦の平行な二辺，横の上辺の一辺，併合された底辺の一辺がない，実質が三辺からなる棒状とする枠の中を囲む内側部分が空間で，枠内全体がオープン構成にした立体の四角形状であり，四角形状の枠を全体とする構成のものを垂直にして安定な保持をするのに，縦の二辺の各下端部に四角形状の枠が転倒防止に効果的である，四角形状の枠を結構できる通常の重さで，保護協調がある整合性の逆T字などの形状のものを連結させる支持具を設け，実質は三辺での四角形状の枠を支持具で垂直にした全体が立体的で枠形をした棒状での構造とし，四角形状の縦の二辺の各下端部の前面側，縦の二辺の各上端部と横の上辺の一辺の両端部との交わり部で，四角形状の枠の上部2か所のコーナー部の前面側と側面側へ付属品の着脱部を設け，付属品には付属の的をネット留め，バスケット・籠，ダミー人形の全てを各付属品とし，取り付け取り外しができるものであり，縦の平行な二辺，横の上辺の一辺の三辺には各伸縮性機構を設けており，縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの，又は縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のものがあり，可変式と前記に固定式の三辺は固定で変化しないが多様な各四角形状の枠に大小のサイズの複数からして，四角形状の枠の大きさは，可変するものであるが，どの大きさの四角形状の枠でも，各四角形状の各三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成のものにし，又，可変式は三辺に伸縮性機構があり，可変式と固定式のどちらも，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変ができる複数のものを保有することから，四角形状の枠の形状の変化によって，付属品の着脱部の位置は移動ができるものであり，又，四角形状の枠と支持具にクッション系や弾性体の緩衝性の付属品のものを全体的な棒状に不特定の部分的に覆うようにして，付設することで屋外，屋内の何れでも使用が可能なことを特徴とする万能ゴール枠運動用具。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，実公昭26-6807号公報（甲1。以下「引用例1」という。）に記載された発明（以下「引用発明1」という。），特開平6-190149号公報（甲2。以下「引用例2」という。）に記載された発明（以下「引用発明2」という。），特開2005-230489号公報（甲3。以下「引用例3」という。）に記載された発明（以下「引用発明3」という。），米国特許第5433434号明細書（甲4。以下「引用例4」という。）に記載された発明（以下「引用発明4」という。），特開平10-230033号公報（甲9。以下「引用例9」という。）に記載された発明（以下「引用発明9」という。）及び登録実用新案第3044262号公報（甲10。以下「引用例10」という。）に記載された発明（以下「引用発明10」という。）並びに周知技術に基づき，当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定  ",
              "text": [
                "「十字に組んである支柱臺2，2，  2，2から，垂直に延びる支柱1，1の頂端より下方に，縦穴（判決注：「縦孔」の誤記。以下同じ。）7，7を設け該孔に掬い網状の有底又は無底の網9，9を其柄部8，8を挿込んで備え，其支柱の各上部に横穴（判決注：「横孔」の誤記。以下同じ。）8’，8’を，棒10と支柱1，1からなる四角形状の枠の側面側に穿通し，之に前記網の柄部8，8を挿込み横向けに備え得るようにし，支柱1，1の對向側に數箇所宛横孔6，6を穿通し其對向孔間に棒10を挿架し，其棒には該棒を吊子11の通孔17に遊通して吊子を吊下し該吊子の前面に的板12を固定し，横孔を數段に設けたから棒を其横孔を選擇して或は高く或は低く希望の高さを調節することが出来，支柱の縦孔に網柄を挿し垂下状態に備えればバスケツトボールの遊びが出來，横孔8’，8’を用いて網の取付けを低下して利用でき，縦孔7，7と横孔8’，8’は，支柱1，1の上部にある遊戯具。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明1との一致点",
              "text": [
                "「縦の平行な二辺，横の上辺の一辺，併合された底辺の一辺がない，実質が三辺からなる棒状とする枠の中を囲む内側部分が空間で，枠内全体がオープン構成にした立体の四角形状であり，四角形状の枠を全体とする構成のものを垂直にして安定な保持をするのに，縦の二辺の各下端部に四角形状の枠が転倒防止に効果的である，四角形状の枠を結構できる通常の重さのものを連結させる支持具を設け，実質は三辺での四角形状の枠を支持具で垂直にした全体が立体的で枠形をした棒状での構造とし，付属品には付属のバスケット・籠を各付属品とし，取り付け取り外しができるものであり，四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成のものにし，屋外，屋内の何れでも使用が可能な万能ゴール枠運動用具。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明1との相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明の「支持具」は，「逆T字などの形状のものを連結させ」，「保護協調がある整合性」を有するのに対して，引用発明1の「支柱臺2，2，  2，2」は，「十字に組んであ」り，前記「保護協調がある整合性」について，明記されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明が，「四角形状の縦の二辺の各下端部の前面側，縦の二辺の各上端部と横の上辺の一辺の両端部との交わり部で，四角形状の枠の上部2か所のコーナー部の前面側と側面側へ付属品の着脱部を設け」るのに対して，引用発明1は，「有底又は無底の網9，9」（付属品）の網柄（8，8）を，「支柱1，1」の「縦孔7，7」又は「横孔8’，8’」に挿すものである点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本願発明が，「付属の的をネット留め，バスケット・籠，ダミー人形の全て」を各付属品としているのに対して，引用発明1の「的板12」（付属の的）は，ネット留めされておらず，「ダミー人形」が付属品ではない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "本願発明が，「縦の平行な二辺，横の上辺の一辺の三辺には各伸縮性機構を設けており，縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの，又は縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のものがあり，可変式と前記に固定式の三辺は固定で変化しないが多様な各四角形状の枠に大小のサイズの複数からして，四角形状の枠の大きさは，可変するものであるが，どの大きさの四角形状の枠でも，各四角形状の各三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成のもの」であり，「又，可変式は三辺に伸縮性機構があり，可変式と固定式のどちらも，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変ができる複数のものを保有することから，四角形状の枠の形状の変化によって，付属品の着脱部の位置は移動ができるもの」であるのに対して，引用発明1は，「支柱1，1の對向側に1箇所宛乃至數箇所」の「横孔6，6」が「穿通」され，「棒10」は，「其横孔を選擇して或いは高く低く希望の高さを調整することが出来」るものであり，大小のサイズのそれぞれ異なるものが複数あるものではなく，「支柱の縦孔に網柄を挿し垂下状態に備えればバスケットボールの遊びが出来横孔8’8’を用いて網の取付けを低下して利用でき」るものである点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5",
                  "text": [
                    "本願発明が，「四角形状の枠と支持具にクッション系や弾性体の緩衝性の付属品のものを全体的な棒状に不特定の部分的に覆うようにして」いるのに対して，引用発明1は，クッション系や弾性体の緩衝性の付属品を備えていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献に記載された事項",
                  "text": [
                    "引用例2（甲2）には，次の引用発明2が記載されている。",
                    "「フレームは2本の支柱（1）と1本の梁（2）で構成される門型構造であり，支柱（1）及び梁（2）は，各家屋により異なる鴨居，敷居間等の寸法に対応するため，伸縮する構造になっており，フレームの梁（2）の吊金具（4）に，一般的なぶらんこと同様な板（13）の付いたロープ（11）を取り付ける遊具及び器具。」",
                    "引用例3（甲3）には，次の引用発明3が記載されている。",
                    "「基台ベース4と円筒3は一体に固定され，基台ベース4を鉄棒1と平行・90度開の形態を保持させ，円筒3のピン穴9とピン5で鉄棒1の高さを選定すれば，主柱2の下部に逆凹形のカムの溝に鉄棒1に加重させ重みで主柱2が定着し，基台ベース4と円筒3は逆T字型に構成されている，寝て使用する鉄棒。」",
                    "引用例4（甲4）には，次の引用発明4が記載されている。",
                    "「4角形状のサポートフレーム（1）の4隅に位置するコーナーブロック（2）は，サポートフレーム（1）を構成する管を連結し，ストライクゾーンフレームは，2本のサイドストラップ（4）と2本の水平ストラップ（6）で構成され，サイドストラップ（4）と水平ストラップ（6）は，ストライクゾーンフレームをつるすサポートコード（8）の取り付け点を提供するストライクゾーンフレームコーナーエレメント（7）によって接続され，サポートコード（8）は各端部で，各側部の上下のストライクゾーンフレームコーナーエレメント（7）に固定され，各コーナーブロック（2）を通過し，シミュレートされた打者（3）が提供されるピッチング教習道具。」",
                    "引用例9（甲9）には，次の引用発明9が記載されている。",
                    "「一対の縦柱部材11の周囲に夫々取り付けられる衝撃緩和材15を含むゴール10。」",
                    "引用例10（甲10）には，次の引用発明10が記載されている。",
                    "「保護装置は，クッション層2及びスペーサ3よりなり，クッション層2は，3つに分割されそれぞれ独立したクッション層部分2a，2b，2cよりなり，保護装置をサッカーゴールポストの左右の支柱7に取りつけた場合，クッション層部分2a，2b，2cが支柱7の前面及び左右側面に位置せしめられるサッカーゴールポスト。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1について",
                  "text": [
                    "引用発明3の「基台ベース4と円筒3は逆T字型に構成され」ていることは，本願発明の「支持具」が「逆T字などの形状のものを連結させ」ていることに相当するから，本願発明と同様に「保護協調がある整合性」を有すると解される。そうすると，引用発明3には，相違点1に係る本願発明の発明特定事項が示されている。",
                    "引用発明1と引用発明3は，運動具という共通の技術分野に属するものである。",
                    "よって，引用発明1において，引用発明3を適用して，相違点1に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2について",
                  "text": [
                    "引用発明1において，本願発明の付属品に相当する「有底又は無底の網9，9」の網柄（8，8）を，「支柱1，1」に挿すから，網柄（8，8）の着脱部は2か所であり，「縦孔7，7」は支柱1，1の頂端より下方に設けられた縦孔であり，「横孔8’，8’」は，支柱1，1の各上部に穿通されたものであるから，「縦孔7，7」，「横孔8’，8’」は，「棒10」と「 支柱1，1」からなる四角形状の枠の上部にあるといえる。また，前記「横孔8’，8’」は，棒10と支柱1，1からなる四角形状の枠の側面側に穿通されている。",
                    "よって，引用発明1において，相違点2に係る本願発明の発明特定事項である「四角形状の枠の上部2か所の部分の側面側に付属品の着脱部を設け」る点を備えており，これに加えて，「付属品の着脱部」を「四角形状の枠の上部2か所の部分の」前面側にも設けることは当業者にとって格別困難なことではない。",
                    "引用発明4には，本願発明の付属品に相当する「ストライクゾーンフレーム」をつるす「サポートコード（8）」は「4角形状のサポートフレーム（1）の4隅に位置するコーナーブロック（2）」を通過するから，相違点2に係る本願発明の発明特定事項である「四角形状の縦の二辺の各下端部，縦の二辺の各上端部と横の上辺の一辺の両端部との交わり部で，四角形状の枠の上部2か所のコーナー部に付属品の着脱部を設け」る点を備えているといえる。 ",
                    "そして，引用発明1と引用発明4は，運動具という共通の技術分野に属するものであるから，引用発明1において，引用発明4を適用することは，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3について",
                  "text": [
                    "引用発明1の「的板12」（付属の的）は「吊子11」に固定されているが，相違点3に係る本願発明の特定事項である「ネット留め」は物品の固定方法として一般的な方法にすぎず，「的板12」（付属の的）を「吊子11」に固定するか，ネット留めするかは適宜の設計的事項にすぎず，技術的に格別の効果が生じるものでもない。",
                    "引用発明4の「シミュレートされた打者（3）」は，本願発明の「ダミー人形」に相当する。また，引用発明1の「掬い網状の有底又は無底の網9，9」，「的板12」，引用発明4の「シミュレートされた打者（3）」が，取り付け取り外しができることは自明である。",
                    "引用発明1と引用発明4は，運動具という共通の技術分野に属するものであるから，引用発明1において，引用発明4を適用することは，当業者が容易に想到し得るものである。そして，引用発明1に引用発明4を適用すれば，必然的に，「付属の的」，「バスケット・籠，ダミー人形の全てを各付属品とし，取り付け取り外しができるもの」となるものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4について",
                  "text": [
                    "相違点4に係る本願発明の「縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの，又は縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のものがあり」との発明特定事項には，「縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの」（以下「可変式」という。）と，「縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のもの」（以下「固定式」という。）のものが，択一的に示されている。",
                    "「可変式」のものについて検討する。",
                    "引用発明2の「梁（2）は，・・・伸縮する構造」は，梁（2）の伸縮により，2本の支柱（1）の間隔が増減する構造であり，相違点4に係る本願発明の発明特定事項である「横の上辺の一辺」に「伸縮性機構を設けており」，「横の上辺の一辺の長さの調節をする」ものに相当する。",
                    "引用発明3の「円筒3のピン穴9とピン5で鉄棒1の高さを選定すれば，主柱2の下部に逆凹形のカムの溝に鉄棒1に加重させ重みで主柱2が定着」する構造は，主柱2と円筒3（縦の平行な二辺）が，伸縮することにより，鉄棒1の高さを増減する構造であり，相違点4に係る本願発明の発明特定事項である「縦の平行な二辺」には「各伸縮性機構を設けており，縦の平行な二辺，」「の各長さの調節をする」ものに相当する。",
                    "「一般のハードルにおいて，縦の平行な二辺，横の上辺の一辺，前記縦の平行な二辺の各下端部からそれぞれ床に沿って延びる二辺からなり様々なサイズがセットとなったハードル」は，周知技術であり（甲5～8），相違点4に係る本願発明の発明特定事項である「多様な四角形状の枠に大小のサイズのそれぞれ異なる」ものに相当する。",
                    "よって，引用発明1に，引用発明2，引用発明3及び周知技術を適用すれば，相違点4に係る本願発明の発明特定事項である可変式のものとなる。",
                    "「固定式」のものについて検討するに，引用発明1に前記周知技術を適用すれば，相違点4に係る本願発明の発明特定事項である固定式のものとなる。",
                    "相違点4に係る本願発明の発明特定事項である「可変式と前記に固定式の三辺は固定で変化しないが多様な各四角形状の枠に大小のサイズの複数からして，四角形状の枠の大きさは，可変するものであるが，どの大きさの四角形状の枠でも，各四角形状の各三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成のもの」について検討する。「各四角形状の各三辺の有用さを顕在するようにした」ことが，どのような効果を意味するのか必ずしも明確でないが，本願発明の前記「各三辺」（縦の平行な二辺，横の上辺の一辺）の構成と，引用発明1の「支柱1，1」，「棒10」の構成は同様であるから，当然引用発明1は，「各四角形状の各三辺の有用さを顕在するようにした」ものであるといえる。 ",
                    "そして，引用発明1に，引用発明2，引用発明3及び前記周知技術を適用すれば，当然「四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成のもの」となる。",
                    "引用発明1において，引用発明2，引用発明3及び周知技術によってそのサイズを変化させれば，必然的に「付属品の着脱部の位置は移動ができる」ことになる。",
                    "そして，引用発明1と引用発明2，引用発明3及び周知技術は，運動具という共通の技術分野に属するものであるから，引用発明1に，引用発明2，引用発明3及び周知技術を適用して，相違点4に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点5について",
                  "text": [
                    "引用発明9は「一対の縦柱部材11の周囲に夫々取り付けられる衝撃緩和材15を含むゴール10」，引用発明10は「支柱7は断面4角形であり，クッション層部分2a，2b，2cが支柱7の前面及び左右側面に位置せしめられるサッカーゴールポスト」であり，相違点5に係る本願発明の発明特定事項を備えている。",
                    "そして，引用発明1と引用発明9，10は，運動具という共通の技術分野に属するものであるから，引用発明1において，引用発明9，引用発明10を適用して，相違点5に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本願発明の全体の発明特定事項によって奏される効果も，引用発明1ないし4，9，10及び周知技術から当業者が予測し得る範囲内のものである。 "
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（一致点の認定の誤り①-「併合された」を一致点として認定したことの誤り）",
          "text": [
            "本願発明は，縦の平行な二辺，横の上辺の一辺，各三辺の全体が併合されたものである。これに対し，引用例1は，支柱の対向側に数段の架棒用孔を穿通し，各背面に走り高跳び用架棒の受けを数段に突出させ，また，的板を固定した吊子の通孔に棒を遊通し，棒の両端を架棒用孔に挿し込んで着脱自在にした，四角形状での上部の横棒の一辺は固定しない遊戯具の構造であり，三辺の併合については，縦の二辺を含む三辺とも使用中に移動するもので，四角形状も可変し，ずれるもの，特に，上辺の一辺の棒は的板の投球時は架棒用孔へ挿出入，走り高跳び時は架棒をするが，跳び失敗時，棒は落下し，正に，一辺は挿出入に架棒や落下で自在に稼働するものであり，四角形状の固定化が保持できない，各三辺間の併合を有しないものである。引用発明1は，枠の全体的，各三辺の内外側部，全周囲において運動活用構成に限界がある。",
            "また，原告が，weblio辞書で調査した結果，「併合」の意味は「いくつかのものを一つにまとめること。合併」であり，その関連語・類義語は「統合，合併，合一，合体」であるから，本願発明の四角形状の三辺は，物と物とがぴったりとくっつくものも意味する。本願発明は，本願明細書から，本願発明の四角形状の三辺の併合において，物と物とがぴったりとくっつく構成上のもので，一辺が自由に着脱できないことは自明である。",
            "本願発明と引用発明1とは，縦の平行な二辺，横の上辺の一辺，併合された四角形状の枠である点では一致しないものといえ，「併合」について，本願発明と引用発明1の一致点として同一視することには問題があるから，審決の一致点の認定には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（一致点の認定の誤り②-「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を一致点として認定したことの誤り）",
          "text": [
            "引用例1は，本願発明のように，四角形状の三辺の内側，外側を介して多種な運動ができる構成のものではない。また，枠の全体的，各三辺の内外側部，全周囲について，運動活用構成に限界がある。「有用」，「顕在」，「多種な運動ができる構成」のそれぞれについて，部分的，断片的，又は真部分としては，引用発明1も本願発明も，概ね同一であるともいえる。しかしながら，全体的には，本願発明の恒常的に360度の高低域での運動要素の導入する構成を有しない引用発明1は，枠の各三辺の内外側部，全周囲が運動活用構成に限界がある。",
            "引用発明1は，四角形状の横一辺が自由に着脱（高飛び等の運動種目によっては一辺の棒が落下），縦の二辺間がずれ動き，一定な四角形状保持の安定性を欠く構成といえる。",
            "引用発明1は，四角形状とする枠外に当たる縦二辺の支柱1の上部は突出しており，特に横一辺で着脱式の棒10を走り高飛用架棒の受け4に置いた場合，枠外で支柱1の突出部の較差は大きいものになり，棒10も各段階において，四角形状とする枠外の棒10両端部は較差の突出部があり，本願発明の完全な四角形状の枠が固定式と引用発明1の枠外の縦横に突出部の移動式である構造上で，本願発明の運動領域が360度で無制限を特定とする利用内容を有しない運動範囲上のものからして，本願発明にとって，引用発明1は論外である。",
            "「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を，本願発明と引用発明1との一致点とした審決の認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点2及び3の判断の誤り）",
          "text": [
            "取消事由3は，主に相違点2及び3の判断について，引用例4に関する認定判断の誤りをいうものである。",
            "引用例4は，本願発明の四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成のものではない。また，枠の全体的，各三辺の内外側部，全周囲が運動活用構成に限界がある。さらに，ピッチングやダミー人形は枠の内側だけでの運動域範囲である。",
            "本願発明は，四角形状の枠に底辺がない三辺からなる平面状的構造と，縦二辺でのダミー人形の付属品なるものは枠の内側全域に両側の外側全域にも対応する着脱部を設け，付属品でダミー人形の着脱の利用範囲を流動的なものとしたのに対して，引用発明4は，四角形状の枠に底辺がある四辺からなる，後部にキャッチャーターゲットを有する立体状的構造と，縦二辺より内側にシルエットを備付け枠の中央部分域のみの的に対応するものを設け，的を中心に縦二辺より内側のみにシルエットを置き，枠の利用範囲を内側だけの固定的にしたものであるといえる。",
            "引用発明4は，本願発明のように恒常的に360度の高低域での運動要素を導入する構成を有しないものである。本願発明にとって，引用発明1及び4は論外である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点4の判断の誤り）",
          "text": [
            "付属品の着脱部の位置は移動できるという点について，審決の判断に誤りがある。",
            "本願発明は，各三辺が伸縮性機構の可変式と固定式で多様な四角形状の枠の大小サイズの複数を有するものであり，付随して，付属品の着脱部の位置は移動できるものであるのに対し，引用例1は，多様な大小サイズが複数で変化する構成ではなく，支柱1の各コーナー部，各下端部に付属品の着脱部を設けず，架棒横孔6より上部の各頂端の一部分である縦孔7，横孔8’の僅かな高低差に殆ど高さ調整ができない構成で，付属品の着脱部の位置は移動ができないものである。引用例2は，全体的に自由自在な四角形状を伸縮性可変式とはできず限界がある。引用例3は，コーナーには付属品の着脱可能な着部を付設がない構造であり，周知技術は，付属品はなく，どれもが四角四面，付属品の着脱部の設置がなく，構成上，付属品の着脱部の位置の移動は不可能なものである。",
            "したがって，付属品の着脱部の位置は移動できるという点に関する相違点4について，引用発明1，2，3及び周知技術の全てが付属品の着脱部の位置の移動は不可能な不完全なものであるから，当業者が容易に想到し得たものであるとの審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（本願発明の効果に関する認定の誤り）",
          "text": [
            "前記のとおり，引用例1は，多様な大小サイズが複数で変化しない，各三辺が併合しない構成のものであり，枠の全体的，各三辺の内外側部，全周囲が運動活用構成に限界があるといえる。引用例4は，ゴール枠内側のみでの抑制された扮バッター，ゾーンの一方向のものであり，枠の全体的，各三辺の内外側部，全周囲が運動活用構成に限界があるといえる。引用例9及び引用例10は，対象とする運動具について，全体的に運動活用構成の限界が不透明である。周知技術（甲5～8）は，枠の上辺の一辺の上部だけで，枠の各三辺の内外側部，全周囲が運動活用構成に限界があるといえる。これに対し，本願発明は，緩衝性の付属品を全体的な棒状に不特定の部分的に覆い，最悪の想定として，ゴール枠が倒れた場合，室内床面への緩衝性を保有するものを，枠の全体的が運動活用構成に限界がないものを対象として付設するものである。引用例1，引用例4及び周知技術は，枠の全体的，各三辺の内外側部，全周囲が運動活用構成に限界があるものであり，引用例9及び引用例10は，これに関する記載がないので限界が不透明であるといえる。",
            "本願発明は，四角形状の枠の全体，内外部は，360度の高低空間域での方位からの，気まぐれな運動エネルギーを悠々と当然にして受け入れ，対応して融合する構想を占有して，不動の構成にしたものである。引用例1，引用例4，引用例9，引用例10及び周知技術は，そのような構成がなく，構想，構成を異にする四角四面な存在であり，当業者が予測し得ないものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（一致点の認定の誤り①）について",
          "text": [
            "本願発明の「併合」に関して，本願明細書をみても具体的な定義や意義等の記載や示唆はなされていない。また，一般に，「併合」とは，「いくつかのものを合わせて一つにすること。」を意味するものである。そうすると，本願発明における「併合」とは，「縦の平行な二辺」と「横の上辺の一辺」とを合わせて一つにすることと解される。本願発明において，縦の平行な二辺と横の上辺の一辺とが固定されている旨の事項は特定されていないし，上記のとおり，一般的な「併合」の意味からすると，固定することまでを意味しない。",
            "引用発明1は，「支柱1，1」の横孔6，6に「棒10」を穿通して四角形状の枠を形成するものであるから，「支柱1，1」と「棒10」とを合わせて一つにしているものといえる。したがって，引用発明1において，「支柱1，1」と「棒10」は，本願発明でいう「併合され」ているといえる。",
            "したがって，審決の一致点の認定に誤りはなく，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（一致点の認定の誤り②）について",
          "text": [
            "「有用さを顕在する」ことに関して，本願明細書をみても具体的な定義や意義等の記載や示唆はなされていない。また，一般に，「有用」とは，「役に立つこと。」の意味であり，「顕在」とは，「はっきりあらわれて存在すること。」を意味するものであるから，本願発明の「有用さを顕在する」とは，役に立つことがはっきりあらわれて存在するとの意味であると解される。",
            "一方，審決が認定したとおり，引用発明1は「四角形状の三辺」を備えているといえる。引用発明1は，「網状の有底又は無底の網9，9」及び「的板12」を用いて，投球練習やバスケットボールといった多種な運動をすることができるものであり，引用発明1は，その四角形状の三辺のいずれの辺も，役立つことがはっきりあらわれて存在するものといえるから，引用発明1の四角形状の三辺は，「四角形状の」「三辺の有用さを顕在する」ものということができる。また，引用発明1の四角形状の三辺は，多種な運動に資するものといえるから，「多種な運動ができる構成のもの」であるといえる。",
            "したがって，審決の一致点の認定に誤りはなく，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点2及び3の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2について",
              "text": [
                "審決が認定した相違点2は，要するに，付属品の着脱部が，本願発明では，①「四角形状の縦の二辺の各下端部の前面側」と②「縦の二辺の各上端部と横の上辺の一辺の両端部との交わり部で，四角形状の枠の上部2か所のコーナー部の前面側」に設けられているが，引用発明1では，上記①及び②の位置には設けられていないというものである。一方，引用発明4は，付属部の着脱部が上記①及び②の位置に設けられている。そして，審決は，引用発明1及び引用発明4に接した当業者であれば，引用発明1において，上記①及び②の位置に付属品の着脱部を設けることは格別困難ではない旨の判断を示したものであるから，その判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3について",
              "text": [
                "審決が認定した相違点3は，本願発明が「付属の的をネット留め，バスケット・籠，ダミー人形の全て」を各付属品としているのに対して，引用発明1の「的板12」（付属の的）はネット留めされておらず，「ダミー人形」が付属品ではないというものである。",
                "引用発明4における「シミュレートされた打者（3）」は，その構造，機能，作用からみて，本願発明の「ダミー人形」に相当するから，引用発明4は「ダミー人形」を各付属品としている点を備えているといえる。そして，審決は，引用発明1及び引用発明4に接した当業者であれば，引用発明1において，ダミー人形を付属品として備えることは格別困難ではない旨の判断を示したものであるから，審決に誤りはない。また，審決は，引用発明4を，相違点3に係る本願発明の発明特定事項である「シミュレートされた打者（3）（ダミー人形）」が，本願の出願前に公知であることを立証するために示したものであるから，原告の主張は失当である。",
                "したがって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点4の判断の誤り）について",
          "text": [
            "審決が認定した相違点4は，要するに，①四角形状の枠の形状が変化することに係る構成と，②付属品の着脱部の位置が移動できることに係る構成とに関するものである。「付属品の着脱部の位置は移動ができる」ことは，㋐「付属品の着脱部」が設けられている四角形状の枠がある場合において，㋑その四角形状の枠の形状が変化すれば，必然的に生じることになる。",
            "一方，引用発明1において，相違点2（「付属品の着脱部」が設けられている四角形状の枠がある点）と，相違点4のうち，四角形状の枠の形状が変化することに係る構成については，そのように構成することが格別ではないことは，審決が判断したとおりである。そうだとすれば，引用発明1から上記のとおり導かれた発明は，必然的に，相違点4のうち，付属品の着脱部の位置が移動できることに係る構成（上記②）を備えることになるのである。したがって，付属品の着脱部に係る審決の判断に誤りはない。",
            "以上によれば，相違点4に関する審決の判断に誤りはなく，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（本願発明の効果に関する認定の誤り）について",
          "text": [
            "原告が主張する本願発明の効果は，引用発明1が奏するものといえるし，いずれにせよ，引用例2の記載に照らせば，当業者が予測し得るものにすぎない。",
            "原告は，引用発明1について，各三辺が併合しない，枠のサイズが変化しない，などとも主張する。しかしながら，引用発明1の各三辺が「併合」したものであることは前記のとおりである。そして，枠のサイズの変更による効果は，引用発明1から，当業者が予測できることである。",
            "したがって，本願発明の効果に関する審決の認定に誤りはなく，取消事由5は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（乙1）には，以下の記載がある。",
                "【技術分野】",
                "【0001】",
                "本発明は，スポーツ用具のゴール枠に関するものであり，ゴール枠特有の形状，構造，機能に工夫を加えることによって，各種の運動形態を創出して，多様な運動観点や運動感覚について体感し，運動能力を高めるようにしたものである。",
                "【背景技術】",
                "【0002】",
                "従来，ゴール枠の用具は，ゴール枠として一定で固定した概念，球技で球を入れる所としての運動用具に利用しているのが現状であり，ゴール枠を別な運動種目や運動形態の運動用具に取り入れることは皆無であった。",
                "【発明が解決しようとする課題】",
                "【0003】",
                "しかし，従来のようなゴール枠の用具では，形状，構造，機能などに大きな変化がなく，マンネリズムの傾向にあり，プレーヤーの運動への魅力や期待度の希薄，運動形態に対応する運動能力や運動感覚などのスキルアップへのモチベーションの停滞，又，ハードヒッターやアスリートとエンジョイタイプのプレーヤーの二極化に対するゴール枠のニーズにも差が生じているのが現状である。本発明は，これらの不都合を解決することを課題とする。",
                "【発明の効果】",
                "【0006】",
                "本発明によりゴール枠の内外部，周囲全体の範囲について，人的，及び物的運動エナージーが存在し，多種多様な運動形態，運動情報があり，適応する各運動には高低差の中でスキルに合った運動レベルの練習ができ，対応能力を効果的に習得することができる。",
                "【0007】",
                "ゴール枠を使用してプレーすることで，運動能力に応じた的確な運動の動作・確認・修正ができ，運動の技量向上とパワーアップ，リカバリー・対処能力の練習，トレーニングなどを確立し，エキスパートから一般プレーヤー，幼児，高齢者までが向上できるオールラウンドのものである。",
                "【0008】",
                "プレーヤーの技術レベルにより，適合したゴール枠を有したものを選定でき，運動へのモチベーションも高まり，快適な緊張感の中で各種の運動を楽しむことができ，持続性がある高機能のマテリアルを提供できる。",
                "【0009】",
                "性能効果が大きく奥深い構成要素を備えているので，本質的には，ゴール枠を多様な運動種目をダイレクトに体感でき，運動形態が多様な組み合わせ構造に構成することから，自由な形，パフォーマンスができ，初心者からエキスパートを対象とした活用方法や運動学習が可能である。",
                "【0010】",
                "ただのゴール枠ではなく，多様な運動ができるよう即時的に様変わりが可能であり，リアリティーでタイムリーな各種運動を体感するとともに，各運動形態で楽しく学習，練習，トレーニング，遊技，リハビリテーションを高いモチベーションと持続性ができ，ゴール枠の運動が手軽にどこでもできる。",
                "【0011】",
                "実践に近い擬似感覚の運動形態情報があり，対応した運動技術能力の発掘が可能であり，ゴール枠の内外部，周囲全体の範囲で運動要素があることから運動能力のタイミング，バランス，リズムなどが体感できる。",
                "【0012】",
                "本発明により，自主的，主体的運動学習の活性化が図れ，他者に関係なくマイペースメニューで運動，自他の相対的運動やグループでの総合的運動が可能であり，運動の力量，質ともに格段充実したものになり，各種運動パターンを習慣的に繰り返し練習することで，運動技術を習得し，運動能力を高める満足ある運動体制が確立できる。",
                "【0013】",
                "実践に対応した運動が可能であり，各自が課題の各擬似身体モデルの体型と一体となって思う存分，容赦のない運動で自分自身の高いスキルのレベルアップでの戦いができ，身体能力の向上に効果的な威力を発揮できる。",
                "【0014】",
                "本発明の立体構造物の抵抗体は，運動の形態，能力，感覚により，運動の学習内容，課題や技術技能の達成レベルなどを各自に適合した運動調整が選択でき，自由な形でパフォーマンスができるため，初心者からエキスパートまでの全階級を対象とした主体的運動学習を効率的に成し遂げることが可能であり，それぞれの幅広い利用ができる奥深いマテリアルを提供できる。",
                "【0015】",
                "利用者が適した運動負荷を選ぶことから，運動をするのに支障がなく，一般の健全者は勿論のこと，障害者，幼児，高齢者などの運動の向上，強化や体力と健康の維持，傷害者のリハビリテーションなどを目的とした活用ができ，ストレッチング，リラクセーション，ストレス解消にも有用で楽しめる。",
                "【0016】",
                "自発的な運動欲求において，運動の技術課題や運動の挑戦対象をするのに，練習相手がいなくても，擬似身体モデル，その他の立体構造物を実践に近い状態で，運動とトレーニングが自主的，主体的にいつでも可能である利便性があり，躍動感，達成感，迫力に富んだ緊張感の中で競争意欲の持続性を保って運動をすることができる。",
                "【0017】",
                "運動の学習内容，課題，修正や技術レベルなどの目標を達成するための方向性を見るのに，立体構造物を利用することが大きな指標となり，自己の運動能力の実態を事前，実施過程，終了時に評価することによって，運動を喚起し，意欲化，動機づけの強化が図られる。",
                "【0018】",
                "本発明は，運動環境が屋外専用，屋内専用，屋内外併用の何れでも使用用途が広く屋内外で手軽に適用でき，ゴール枠の移動が容易であり，一つのゴール枠で多様な運動要素が普遍的に存在するものである。",
                "【発明を実施するための形態】",
                "【0019】",
                "図1は，万能ゴール枠運動用具の可変式・固定式の概略図と部分的構造図で，10は伸縮性で可変式の最小時，11は最大時の万能ゴール枠運動用具の全体的な外観図であり，大きくはゴール枠（外パイプ）a，ゴール枠（内パイプ）b，支持具cより構成され，10，11の各大きさや10から11間の伸縮幅は運動形態，運動種目，運動能力，運動環境や子供，大人や一般向け，アスリート向けなどによってゴール枠の仕様を選定する普遍的なものである。12は伸縮しない固定式の万能ゴール枠運動用具であり，多様な各大小のゴール枠を保有し，図中の一律パイプdは角柱であるが，全体，又は部分を円柱構造にすることも可能である。（10，11も同様である。）13は細い内パイプbと太い外パイプaを組み合わせて合体させ，外パイプ端部に伸縮性機構で，ロック構造のパイプを回して締めたり緩め伸縮eを示したものであり，内パイプ部分には的＆ネット留めi，ダミー着部k，と接した外側部分に付属品（バスケット・籠）着部jを適用部に設け，各運動形態機能が円滑で快適にプレーできるようにする。14は13の伸縮性機構で前記i，k，jを付設することについて同様であるが，14はネジ構造でネジ開閉によるパイプの伸縮fを示したものである。15は垂直とする縦方向の両下部端には逆T字状，又はL字状で四角形の垂直を適正に安定させる支持具固定ナットg，パイプボルトネジ・穴hを支持具の棒状に構成し，細い内パイプbと太い外パイプaを組み合わせて合体させ，外パイプ上端部に伸縮性機構で，ロック構造のパイプを回して締めたり緩め伸縮するものeを上部，外パイプ下端部は支持具と連結，挿入するパイプボルトネジh1，支持具の中央部と片端部にパイプボルトネジ用穴h2を設け，16はネジ構造でネジ開閉によるパイプの伸縮によるゴール枠の縦パイプと支持具の連結部であり，ネジ構造伸縮性機構部以外は前記15と同様である。因みに，ゴールネットは基本的にないのが一般的であるが，利用状況によっては，着脱式のものを設けようにしても可能である。10，11，12について，運動する利用環境が屋外専用はどちらでも良いが，屋内専用と屋内外併用はゴール枠（外パイプ），支持具，ゴール枠（一律パイプ）にクッション系，弾性体などで全体的，又はゴール枠（内パイプ）も含む部分的に覆い，ゴール枠が倒れた場合の緩衝性を保有したものにする。伸縮性機構，及び，ゴール枠の四角形部と支持具の連結については本発明で示した以外のその他の構成，構造を用いることもでき，この限りではない。",
                "【0020】",
                "図2は，万能ゴール枠運動用具のエナージー範囲・配置例・付属品・ダミーの概略図であり，20は人的，21は物的で，どちらもゴール枠運動用具のエナージー範囲を示したものであり，ゴール枠内外部，周囲全体域で人，物が同時的，一体的，従属的な場合と分離的，独立的な場合の運動がある。22と23はゴール枠を様々に配置し，独自，複数で各運動をする。24，25はバスケットネットと籠であり，j1とj2の各着部をゴール枠に取り付けて運動する。26，27はダミーの小と大であり，k1とk2の各着部ポイントを調整してゴール枠に取り付けて運動する。ダミーは平面的，或いは立体的なものにする。",
                "【0021】",
                "図3は，万能ゴール枠運動用具を利用した各種の運動例の概略図で，図面上では30はサッカーボールなどを双方から複数でボールを蹴ることができるが，壁などを背にしてゴール枠へボールを蹴ることも工夫した使用法で単独でも運動が可能である。図にはないがダミーキーパーをゴール枠に付けても良い。30はその他，ハンドボール，フットサル，ドッチボールなどの練習ができる。31はバスケットボール，バドミントン，バレーボール，玉入れなどの練習ができる。32はジグザグ脚力トレーニング，ボールでジグザグドリブル，くぐり抜け遊技などの運動ができる。33は飛び越え潜るを繰り返すことで敏捷性，柔軟性，ジャンプ力，瞬発力の強化ができる。34は的に向かって，野球の硬軟式ボール，ソフトボール，ドッチボールなどの投げ込み練習ができる。35は的とダミーに向かって，硬軟式野球，ソフトボールなどの投球練習ができる。36はバッターダミーを立たせて，硬軟式野球，ソフトボールの捕手と投手の両者が互いの練習ができる。37はストレッチング，体幹バランスなどの運動，ボディケアーができる。38はテニスなどの練習ができる。39はハードル，走り高跳び，飛び越え遊びなどの練習や遊技ができる。全体的について，万能ゴール枠運動用具を利用した各運動，各トレーニング，各ボディケアー，各遊びなどはゴール枠の大きさ，配置，組合せ，仕様数量等を多様に工夫して使用することで，この限りではないものになる。",
                "【図1】",
                "【図2】",
                "【図3】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の概要",
              "text": [
                "上記(1)によれば，本願発明は，スポーツ用具のゴール枠に関するものであり（段落【0001】），本願明細書には，次の内容が記載されていると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来，ゴール枠の用具は，ゴール枠として一定で固定した概念，球技で球を入れる所としての運動用具に利用しているのが現状であり，ゴール枠を別な運動種目や運動形態の運動用具に取り入れることは皆無であった（段落【0002】）。しかしながら，従来のようなゴール枠の用具では，形状，構造，機能などに大きな変化がなく，マンネリズムの傾向にあり，プレーヤーの運動への魅力や期待度の希薄，運動形態に対応する運動能力や運動感覚などのスキルアップへのモチベーションの停滞，また，ハードヒッターやアスリートとエンジョイタイプのプレーヤーの二極化に対するゴール枠のニーズにも差が生じていた（段落【0003】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記問題を解決するため，本願発明は，請求項1に記載の構成とすることによって，プレーヤーの技術レベルにより，適合したゴール枠を有したものを選定でき，運動へのモチベーションも高まり，快適な緊張感の中で各種の運動を楽しむことができ，持続性がある高機能のマテリアルを提供可能となった（段落【0008】）。また，多様な運動種目をダイレクトに体感でき，運動形態が多様な組合せ構造に構成することから，自由な形，パフォーマンスができ，初心者からエキスパートを対象とした活用方法や運動学習が可能となった（段落【0009】）。さらに，運動環境が，屋外専用，屋内専用，屋内外併用のいずれでも使用用途が広く屋内外で手軽に適用でき，ゴール枠の移動が容易となるなどの効果を奏する（段落【0018】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1及び2（一致点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について  ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1（甲1）には，以下の記載がある。",
                    "「本考案は支柱1，1の頂端より下方に縦孔7，7を設け該孔に掬い孔8’，8’を穿通し之に前記網の柄部8，8を挿込み横向に備え得るようにし支柱1，1の對向側に1箇所宛乃至數箇所宛横孔6，6を穿通し其對向孔間に棒10を挿架し其棒には該棒を吊子11の通孔17に遊通して吊子を吊下し該吊子の前面に的板12を固定し其吊子の上端に凹窪16を設けた収容體15’を其下部15と繼合して設置し的板に投球すれば吊子と共に収容體が囘動するように成し各支柱の背面に受け4，4を數段に突出させ此兩方の受けに走り高飛棒を架するようにし且各支柱の一側にテープ尺を貼着け又は目盛を施し其目盛5の施された下方に踏臺3，3を固定し此踏臺に立つて目盛によつて身長の測定も出來る様にした遊戯具である」（1頁左欄5～20行）",
                    "「圖面に於て2，2， 2，2は十字に組んである支柱臺」（1頁左欄21行）",
                    "「横孔を數段に設けたから此吊子及收容體の設置位置は棒を其横孔を選擇して或は高く或は低く希望の高さに架して高さを調た後は収容體を吊子より抜取り的板1をすることも出來又此吊子支棒拔取り受け4，4に棒を架し走り高飛の遊びがなされ又支柱の頂端の縦孔に網柄を挿し垂下 態に備えればバスケツトボールの遊びが出來横孔8’，8’を用いて網の取付けを低下し又は横向となして利用せられ其無底なり尚前記目盛を表したのと踏臺によつて身長測定が出來斯くて本品は主として小學校低學年及幼稚園用に備付けて之が1組あれば各種遊戯が簡單且容易に隨時且隨所で行はれ其興味の裡に心身」（1頁右欄1～19行）",
                    "【第 1図】                              【第2図】    【第3図】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用発明1は，遊戯具に関するものであり，審決が認定したとおりの引用発明1（前記第2の3(1)）が記載されていることが認められる（当事者間に争いはない。）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明1との一致点の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「併合された」について（取消事由1）",
                  "text": [
                    "本願発明は，「縦の平行な二辺，横の上辺の一辺，併合された底辺の一辺がない，実質が三辺からなる棒状とする枠の中を囲む内側部分が空間で，枠内全体がオープン構成にした立体の四角形状であり」という事項により特定されるところ，前記(1)によれば，引用発明1の「支柱1，1」は本願発明の「縦の平行な二辺」に，同様に，「棒10」は「横の上辺の一辺」に相当する。したがって，引用例1には，二つの「支柱1」と「棒10」とにより「縦の平行な二辺，横の上辺の一辺」で構成され，「底辺の一辺がない，実質が三辺からなる棒状とする枠の中を囲む内側部分が空間で，枠内全体がオープン構成にした立体の四角形状」の構造が開示されているといえる。",
                    "また，一般に，「併合」とは，「いくつかのものを合わせて一つにすること。」（乙3）を意味するところ，本願明細書には，「併合」の意義について何ら具体的な説明はないことに照らすと，本願発明の「併合された」については，上記のとおりの意味であると解するのが相当である。",
                    "引用発明1の二つの「支柱1」と「棒10」について検討すると，例えば，的板に球を当てる遊戯具として利用される場合，二つの「支柱1」と「棒10」は，一つのまとまりとして遊戯具を構成し機能するものであるから，合わせて一つにしたもの，すなわち，併合されたものといえる。",
                    "したがって，引用発明1は，「縦の平行な二辺，横の上辺の一辺，併合された底辺の一辺がない，実質が三辺からなる棒状とする枠の中を囲む内側部分が空間で，枠内全体がオープン構成にした立体の四角形状」との本願発明の構成を備えたものであるといえる。",
                    "よって，上記構成を，本願発明と引用発明1の一致点であるとした審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」について（取消事由2）",
                  "text": [
                    "本願発明は，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」により特定されるところ，前記のとおり，引用例1には，2つの「支柱1」と「棒10」とにより「縦の平行な二辺，横の上辺の一辺」で構成され，「底辺の一辺がない，実質が三辺からなる棒状とする枠の中を囲む内側部分が空間で，枠内全体がオープン構成にした立体の四角形状」の構造が開示されていると認められる。",
                    "また，一般に，「有用」とは，「役に立つこと。」（乙3）を，「顕在」とは，「はっきりあらわれて存在すること。」（乙3）を意味するところ，本願明細書には，「有用さを顕在する」ことの意義について具体的な記載はないから，一般的な用語の意味に照らすと，本願発明の「有用さを顕在する」とは，役に立つことがはっきりあらわれて存在するということを意味するものと解される。",
                    "そして，引用発明1の遊戯具は，引用例1に「本品は主として小學校低學年及幼稚園用に備付けて之が1組あれば各種遊戯簡單且容易に随時且随所で行はれ」（前）と記載されているように，例えば，多数の児童が，的当てや玉入れ等，複数の遊戯をいつでも楽しめるように，遊戯具が第1図に開示されるような状態で利用されることを普通に想定したものであるといえるところ，そのような状態の遊戯具を使用した際に，多数の児童は，2つの「支柱1」と「棒10」とで囲まれる空間の内側及び外側を行き来して動き回るものと十分に理解することができる。まとも記載されており，「支柱1」周りを動き回ることについて，何ら禁止されてはいないといえる。",
                    "以上によれば，引用発明1は，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を備えたものであると認められる。",
                    "したがって，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」する点について，本願発明と引用発明1の一致点であると認定した審決に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由1に関する原告の主張について",
                  "text": [
                    "原告は，引用発明1の，2つの「支柱1」及び「棒10」が，固定されたものではなく着脱可能なものであるから，2つの「支柱1」及び「棒10」は「併合された」ものではない旨主張する。",
                    "しかしながら，本願明細書の図1に開示された「可変式」のものについてみると，本願明細書の段落【0019】に「13は細い内パイプbと太い外パイプaを組み合わせて合体させ，外パイプ端部に伸縮性機構で，ロック構造のパイプを回して締めたり緩め伸縮eを示したもの」と記載されているのみであって，その着脱を不可能にするための機構については何ら記載されていない。その他，本願明細書には，「併合」の意義について何ら具体的な記載はなく，また，一般に，外パイプと内パイプとは，それぞれ別に製造され，伸縮性機構を構成する際に両者は組み合わされて構成されるものであるから，本願明細書に開示された，外パイプと内パイプとで伸縮性機構を形成した可変式のものは，着脱可能なものであると解することが相当であるといえる。そうすると，本願明細書には，四角形状を構成する三辺が着脱可能なものであっても，本願発明の「併合された」との構成に含まれるものとして開示されているということができる。",
                    "したがって，原告の上記主張は，理由がなく，採用することができない。",
                    "原告は，「併合」の意味は「いくつかのものを一つにまとめること。合併」とあり，また，関連語・類義語は「統合，合併，合一，合体」であることから，本願発明の四角形状の三辺は物と物とがぴったりとくっつくものを意味する旨主張する。",
                    "しかしながら，原告が主張する「併合」の意義については，前記アで認定した「いくつかのものを合わせて一つにすること。」と特に変わるものではなく，本願明細書の記載をみても，本願発明が，四角形状を構成する三辺が着脱可能なものを排除していると解する根拠はない。",
                    "したがって，原告の上記主張は，理由がなく，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由2に関する原告の主張について",
                  "text": [
                    "原告は，引用発明1は，遊戯具が高飛びに利用される際などには，棒10が自由に落下するように配置され，四角形状の横一辺が自由に着脱することで縦の二辺間がズレ動き一定な四角形状保持の安定性を欠く構成であるから，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を有するものではない旨主張する。",
                    "しかしながら，本願発明は，「縦の平行な二辺」と「横の上辺の一辺」の三辺について，着脱することができるものを排除するものではないと解されることは前記認定のとおりであるから，原告の上記主張はその前提を欠くものである。",
                    "したがって，原告の上記主張は，採用することができない。",
                    "原告は，引用発明1は四角形状とする枠外に当たる縦二辺の支柱1の上部は突出しており，特に横一辺で着脱式の棒10を走り高飛用架棒の受け4に置いた場合，枠外で支柱1の突出部の較差は大きいものになり，運動領域が360度で無制限を特定とする利用内容を有しないから，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を有したものではない旨主張する。",
                    "しかしながら，引用発明1は，2つの「支柱1」と「棒10」により，四角形状を形成するように配置されて，種々の遊戯具として機能するように構成されたものであるといえることは前記認定のとおりであり，四角形状とする枠外に当たる突出する部分が存在したとしても，三辺で形成される四角形状が運動に利用されたものであると認められる。「縦の平行な二辺」と「横の上辺の一辺」にて形成される「四角形状」の枠の外については，特に限定はないから，原告がいうような枠外に突出する部分を形成したものも，本願発明に含まれるものといえる。",
                    "また，原告がいう「運動領域が360度で無制限を特定とする利用内容を有したもの」の意義は必ずしも明らかではないものの，本願発明にそのような特定はなく，本願明細書にも，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」について，運動領域が360度で無制限を特定とする利用内容を有したものである旨の記載も示唆もない。",
                    "したがって，原告の上記主張は，理由がなく，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由1及び2はいずれも理由がなく，本願発明と引用発明1との一致点は，審決が認定したとおりであると認められる。そして，本願発明と引用発明1を対比すると，相違点1ないし相違点5で相違するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点2及び3の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2（甲2）には，次の事項が記載されている。",
                    "【0001】【産業上の利用分野】この発明は，家屋の鴨居，敷居，柱，建具，梁，床，壁（以下，「鴨居等」という。）が本来有する強度及びその構造を利用した多用途フレーム，及びそのフレームを用いた室内遊具及び機具に関するものである。",
                    "【0004】【発明が解決しようとする課題】この発明は，十分な生活空間を有しない一般家庭において，室内にほとんど傷をつけることなく，技術的素養のない者でも容易に設置でき，さらに使用しない場合でも収納スペースをほとんど必要としない多用途フレームを基本フレームとし，このフレームを用いてこれまで一般家庭の室内では十分な使用ができなかったさまざまな遊具及び機具を一般家庭内に持ち込もうとするものである。",
                    "【0005】【課題を解決するための手段】この発明は，上記の諸問題を解決し，室内で容易に設置できる多用述フレーム及びそのフレームを用いた遊具及び器具を提案するものである。",
                    "【0006】まず，この発明に係るフレームの一例を図1，図2，図3に示す。このフレームは2本の支柱（1）と1本の梁（2）で構成される門型構造とし，弾性体（3）を取り付けた支柱上端部を鴨居の溝に，支柱下端部を敷居の溝に，建具をはめ込む要領で取り付けるものである。ただし，建具のように敷居の溝上を自由にスライドするのではなく，既にはめ込まれている建具と同一の溝上に上下左右とも隙間なくはめ込み，垂直荷重は敷居に，前後の荷重は敷居の溝に，左右の荷重は柱と建具端部に伝えるものである。",
                    "【0015】【作用】この発明により，ボルト，ねじ等で鴨居等をほとんど傷つけることなく，家屋の鴨居等の持つ本来的な強度とその構造を利用することにより，これまで一般的な住居内では十分に使用できなかった遊具及び機具が容易に設置できるほか，設置のためのスペースもほとんど必要ないというものである。",
                    "【0017】第一実施例は，図1に示すように，多数の穴を開け，上下端に弾性体（3）を取り付けた2本の支柱（1）の上端付近に，数個の吊金具（4）を取り付けた1本の梁（2）を渡した，門型構造のフレームである。このフレームは支柱上端部を鴨居の溝に，支柱下端部を敷居の溝に，木ねじ等を一切用いず，建具をはめ込む要領で取り付けるものてあり，支柱（1）及び梁（2）は，各家屋により異なる鴨居，敷居間等の寸法に対応するため，伸縮する構造になっている。",
                    "【0027】第十実施例は，図4に示すように，フレームの梁（2）の吊金具（4）に，一般的なぶらんこと同様な板（13）の付いたロープ（11）を取り付けた室内ぶらんこである。この場合，公園に設置されているぶらんこと同様な遊び方が可能であり，遊び終わると板の付いたロープだけを取り外すと戸が締められ，翌日また簡単にぶらんこが設置できる。",
                    "【図1】                          【図4】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用例2（甲2）には，審決が認定したとおり，以下の引用発明2が記載されていることが認められる。",
                    "「フレームは2本の支柱（1）と1本の梁（2）で構成される門型構造であり，支柱（1）及び梁（2）は，各家屋により異なる鴨居，敷居間等の寸法に対応するため，伸縮する構造になっており，フレームの梁（2）の吊金具（4）に，一般的なぶらんこと同様な板（13）の付いたロープ（11）を取り付ける遊具及び器具。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例3（甲3）には，次の事項が記載されている。",
                    "【請求項1】鉄棒の両端を下方に折り曲げ主柱とし，基台に取付けて手軽に持ち運び自立させて利用する，寝て使用する鉄棒。",
                    "【0003】本発明は基台ベース4と円筒3は一体に固定されてあり，円筒3の内部の主柱2を接触の部分に従軟材6を平ワッシャ7と袋ナット8の間に挟み円筒3の上部ボルトねじの締め付け調整で支柱2の接触の部分に適度の摩擦抵抗を持たせて基台ベース4を鉄棒1と平行・90度開の形態を保持させる。円筒3のピン穴9とピン5で鉄棒1の高さを選定すれば，使用時，主柱2の下部に逆凹形のカムの溝に鉄棒1に加重させ重みで主柱2が定着する。",
                    "【図1】                      【図2】            ",
                    "【図3】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用例3には，審決が認定したとおり，以下の引用発明3が記載されていることが認められる。",
                    "「基台ベース4と円筒3は一体に固定され，基台ベース4を鉄棒1と平行・90度開の形態を保持させ，円筒3のピン穴9とピン5で鉄棒1の高さを選定すれば，主柱2の下部に逆凹形のカムの溝に鉄棒1に加重させ重みで主柱2が定着し，基台ベース4と円筒3は逆T字型に構成されている，寝て使用する鉄棒。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例4（甲4）には，次の事項が記載されている。",
                    "発明はサポートフレームを有するピッチング教習道具を提供し，ストライクゾーンフレームは，サポートフレームの中で高さと位置を十分に調節可能であり，そして高さと位置で調節可能なストライクゾーンフレームの後ろのキャッチャーターゲットの高さと位置は調整可能である。（2欄41～45行）",
                    "図1と2は，それぞれ発明の好適な実施例の前面と側面を示す。発明の装置は，コーナーブロック（2）によって連結された管で構成されているサポートフレーム（1）によって囲まれ，支持されている。（3欄12～16行）",
                    "ストライクゾーンフレームは，2本のサイドストラップ（4）と2本の水平ストラップ（6）で構成され，それは，ピッチャ-の位置から容易に見れる，十分に広く十分な視覚的コントラストである。（3欄下から4行～4欄1行）",
                    "サイドストラップ（4）と水平ストラップ（6）は，ストライクゾーンフレームをつるすサポートコード（8）の取り付け点を提供するストライクゾーンフレームコーナーエレメント（7）によって接続される。ストライクゾーンフレームの両側に1本ずつ2本のサポートコード（8）がある。サポートコード（8）は各端部で，各側部の上下のストライクゾーンフレームコーナーエレメント（7）に固定され，各コーナーブロック（2）を通過するところで自在にスライドする。（4欄15～24行）",
                    "投手が実際の試合で直面する実際の打者との関係で，ストライクゾーンを視覚化できるように，シミュレートされた打者（3）が提供されることが好ましい。（5欄19～21行）",
                    "【図1】                                【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用例4には，審決が認定したとおり，以下の引用発明4が記載されていることが認められる。",
                    "「4角形状のサポートフレーム（1）の4隅に位置するコーナーブロック（2）は，サポートフレーム（1）を構成する管を連結し，ストライクゾーンフレームは，2本のサイドストラップ（4）と2本の水平ストラップ（6）で構成され，サイドストラップ（4）と水平ストラップ（6）は，ストライクゾーンフレームをつるすサポートコード（8）の取り付け点を提供するストライクゾーンフレームコーナーエレメント（7）によって接続され，サポートコード（8）は各端部で，各側部の上下のストライクゾーンフレームコーナーエレメント（7）に固定され，各コーナーブロック（2）を通過し，シミュレートされた打者（3）が提供されるピッチング教習道具。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明9について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例9（甲9）には，次の事項が記載されている。",
                    "【0013】図1において，ゴール10は，一対の縦柱部材（柱部材）11と，各縦柱部材11の上端を連結する横柱部材（クロスビーム）12と，ゴール10が倒れないように縦柱部材11の上端と下端を連結する一対の支持部材13と，各支持部材13の途中を夫々連結する後部横柱部材14と，競技者が激突したときの衝撃力を緩和すべく縦柱部材11の周囲に夫々取り付けられる衝撃緩和材15と，を含んで構成される。なお，本発明に係る競技用ゴールの縦柱は，縦柱部材11と衝撃緩和材15とを含んで構成される。",
                    "【図1】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用例9には，審決が認定したとおり，以下の引用発明9が記載されていることが認められる。",
                    "「一対の縦柱部材11の周囲に夫々取り付けられる衝撃緩和材15を含むゴール10。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "引用発明10について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例10（甲10）には，次の事項が記載されている。",
                    "【0013】図3は，保護装置1をサッカーゴールポストの左右の支柱7に取りつけた場合を示す。支柱7は，主として鉄等に金属に塗装を施したもの，又は樹脂にて構成される。この支柱7は断面4角形であり，クッション層部分2a，2b，2cが支柱7の前面及び左右側面に位置せしめられ，後面に締結部材6が位置し，この部分で締結される。",
                    "【図3】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用例10には，審決が認定したとおり，以下の引用発明10が記載されていることが認められる。",
                    "「保護装置は，クッション層2及びスペーサ3よりなり，クッション層2は，3つに分割されそれぞれ独立したクッション層部分2a，2b，2cよりなり，保護装置をサッカーゴールポストの左右の支柱7に取りつけた場合，クッション層部分2a，2b，2cが支柱7の前面及び左右側面に位置せしめられるサッカーゴールポスト。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点2について",
              "text": [
                "相違点2は，審決が認定したとおり，本願発明が，「四角形状の縦の二辺の各下端部の前面側，縦の二辺の各上端部と横の上辺の一辺の両端部との交わり部で，四角形状の枠の上部2か所のコーナー部の前面側と側面側へ付属品の着脱部を設け」るのに対して，引用発明1は，「有底又は無底の網9，9」（付属品）の網柄（8，8）を，「支柱1，1」の「縦孔7，7」又は「横孔8’，8’」に挿すものである点である。",
                "引用発明1の「有底又は無底の網9，9」は，本願発明の「付属品」に相当し，同様に，「「支柱1，1」の「縦孔7，7」又は「横孔8’，8’」」は「付属品の着脱部」に相当するところ，引用発明1の「縦孔7，7」又は「横孔8’，8’」は，四角形状の枠の上部2か所に設けられたものといえる。さらに，「横孔8’，8’」は，支柱1の側部に穿通されたものである。",
                "そうすると，引用発明1は，「四角形状の枠の上部2か所の部分の側部に付属品の着脱部を設け」る構成を備えているといえる。そして，引用発明1において，側部の一方向である「前面側」及び「側面側」に「付属品の着脱部」である「横孔8’，8’」を設けることは，当業者が適宜設定し得た設計的事項である。",
                "次に，引用発明4についてみると，引用発明4の「ストライクゾーンフレーム」をつるす「サポートコード（8）」は，「4角形状のサポートフレーム（1）の4隅に位置するコーナーブロック（2）」を通過する構成を備えたものであり，「ストライクゾーンフレーム」は，本願発明の「付属品」に相当する。また，本願発明は，「縦の平行な二辺」と「横の上辺の一辺」とで，「底辺の一辺がない」「四角形状の枠」を備えたものであるのに対し，引用発明4は，底辺の一辺も有した「4角形状のサポートフレーム」を備えたものであるところ，底辺の一辺を有したとしても，「四角形状の枠」を備えたものであるということができるから，引用発明4の「4角形状のサポートフレーム（1）」は，本願発明の「四角形状の枠」に相当する。",
                "そうすると，引用発明4は，「四角形状の縦の二辺の各下端部，縦の二辺の各上端部と横の上辺の一辺の両端部との交わり部で，四角形状の枠の上部2か所のコーナー部に付属品の着脱部を設け」た構成を備えたものであると認められる。",
                "さらに，引用発明1は，「的板に投球」したり「バスケツトボールの遊びが」できるものであり，また，引用発明4は，「ピッチング教習道具」であるから，共に運動具という共通の技術分野に属するものであり，両発明は，共に四角形状の枠が形成されるように構成されたものであって，運動能力の向上又は運動自体を楽しむために四角形状の枠を利用しようとするという共通の課題を有するものである。",
                "そして，引用例1の記載によれば，引用発明1は，一組の運動具によって，複数の運動や遊戯等を可能にしたもので，「投球」や「バスケツトボールの遊び」以外にも種々利用することができるものであるところ，上記の課題解決の観点から，このような引用発明1において，更なる多機能化を図るために，引用発明4の構成の一部を採用し，相違点2に係る本願発明の構成とすることは，当業者が容易になし得たことであると認められる。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点3について",
              "text": [
                "相違点3は，本願発明の「付属の的をネット留め，バスケット・籠，ダミー人形の全て」を各付属品としているのに対して，引用発明1の「的板12」（付属の的）はネット留めされておらず，「ダミー人形」が付属品ではない点である。",
                "まず，的についてみると，投球練習用のネット等，「ネット留め」した「的」は，当業者にとって従来から普通に知られていたものであるところ，引用発明1の付属の的に，「ネット留め」した「的」を採用することは，当業者が適宜選択し得た設計的事項にすぎないといえる。",
                "また，引用発明4は，「4角形状のサポートフレーム（1）」に「シミュレートされた打者（3）」が着脱される構成を備えたものである。そして，引用発明4の「シミュレートされた打者（3）」は，本願発明の「ダミー人形」に相当するから，引用発明4は，「ダミー人形」を付属品とした構成を備えたものであるといえる。",
                "さらに，引用発明1は，「的板に投球」したり「バスケツトボールの遊びが」できるものであり，また，引用発明4は，「ピッチング教習道具」であるから，共に運動具という共通の技術分野に属するものであり，両発明は，共に四角形状の枠が形成されるように構成されたものであって，運動能力の向上又は運動自体を楽しむために四角形状の枠を利用しようとするという共通の課題を有するものである。",
                "そして，引用例1の記載によれば，引用発明1は，一組の運動具によって，複数の運動や遊戯等を可能にしたもので，「投球」や「バスケツトボールの遊び」以外にも種々利用することができるものであるところ，上記の課題解決の観点から，このような引用発明1において，更なる多機能化を図るために，引用発明4の構成の一部を採用し，相違点3に係る本願発明の構成とすることは，当業者が容易になし得たことであると認められる。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明4が，「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を有したものではないなどと主張する。",
                    "しかしながら，審決は，引用例1が「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を開示するものとして，引用発明1を認定した上で，引用発明1との相違点に係る本願発明の構成に至ることを理由付ける根拠となる発明として，「ダミー人形」を付属品とした構成や，その付属品の着脱部の構成に着目して，引用発明4を認定したものである。引用発明4が「四角形状の三辺の有用さを顕在するようにした四角形状の三辺の枠全体，又は各三辺の内側，外側を介して多種な運動ができる構成」を備えていないからといって，引用発明1と組み合わせることができないわけではない。",
                    "引用発明1と引用発明4とは，共に運動具という共通の技術分野に属するものであり，また，共に四角形状の枠が形成されるように構成されたものであって，共通の課題を有するものである。そして，引用発明1において，更なる多機能化を図るために，引用発明1と引用発明4を組み合わせる動機付けがあることは前記認定のとおりであり，引用発明1において，引用発明4の構成の一部を採用すれば，相違点に係る本願発明の構成を容易に想到し得るといえる。",
                    "したがって，原告の上記主張は，相違点に関する容易想到性の判断を左右するものではなく，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明4は，枠の利用範囲を内側だけに固定的にしたものであり，本願発明のように恒常的に360度の高低域での運動要素を導入する構成を有しないものであるから，本願発明と全く異なるものである旨主張する。",
                    "しかしながら，引用例4は，原告主張のような恒常的に360度の高低域での運動要素を導入する構成を備えたものであるとして示されたものではなく，引用発明1との相違点2及び3に係る本願発明の構成に至ることを理由付ける根拠となる発明を認定するために示された文献であることは前記のとおりである。",
                    "したがって，原告の上記主張は，審決を曲解するものであって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "小括",
              "text": [
                "以上によれば，相違点2及び相違点3に関する審決の判断に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点4の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点4に係る本願発明の「縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの，又は縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のものがあり」との構成については，「縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの」（可変式）と，「縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のもの」（固定式）が，択一的に示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「可変式」のものについて",
                  "text": [
                    "引用発明2の「梁（2）は，・・・伸縮する構造」は，引用例2の図から明らかなとおり，梁（2）の伸縮により，2本の支柱（1）の間隔が増減する構造であるから，相違点4に係る本願発明の構成である「横の上辺の一辺」に「伸縮性機構を設けており」，「横の上辺の一辺の長さの調節をする」ものに相当する。また，引用発明3の「円筒3のピン穴9とピン5で鉄棒1の高さを選定すれば，主柱2の下部に逆凹形のカムの溝に鉄棒1に加重させ重みで主柱2が定着」する構造は，引用例3の図1及び2から明らかなとおり，主柱2と円筒3（縦の平行な二辺）が，主柱2及び円筒3の軸方向の長さが伸縮することにより，鉄棒1の高さを増減する構造であり，相違点4に係る本願発明の構成である「縦の平行な二辺」には「各伸縮性機構を設けており，縦の平行な二辺，」「の各長さの調節をする」ものに相当する。",
                    "したがって，引用発明1において，引用発明2及び引用発明3の構成の一部を採用すると，相違点4に係る本願発明の「縦の平行な二辺，横の上辺の一辺の三辺には各伸縮性機構を設けており，縦の平行な二辺，横の上辺の一辺の各長さの調節をすることで四角形状の枠の大きさが変化でき，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変式ものが複数のもの」（可変式）との構成とすることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「固定式」のものについて",
                  "text": [
                    "証拠（甲5～8）及び弁論の全趣旨によれば，一般のハードルにおいて，「縦の平行な二辺，横の上辺の一辺，前記縦の平行な二辺の各下端部からそれぞれ床に沿って延びる二辺からなり様々なサイズがセットとなったハードル」は，本願の出願日当時，当業者にとって周知の技術であったことが認められる。すなわち，「縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のもの」を用意することは，当業者の周知技術であるといえる。",
                    "したがって，引用発明1において，上記周知技術を適用すると，相違点4に係る本願発明の「縦の平行な二辺，横の上辺の一辺の三辺には伸縮性機構を設けない，四角形状の枠の大きさが変化できない固定式で多様な四角形状の枠とした各四角形状において，大小のサイズからなる複数のもの」（固定式）との構成とすることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "付属品の着脱部の位置について",
                  "text": [
                    "相違点4に係る本願発明の「又，可変式は三辺に伸縮性機構があり，可変式と固定式のどちらも，多様な四角形状の枠に大小のサイズのそれぞれ異なる可変ができる複数のものを保有することから，四角形状の枠の形状の変化によって，付属品の着脱部の位置は移動ができるもの」との構成について，引用発明1において，引用発明2，引用発明3及び周知技術を採用し，四角形状の枠のサイズが変化するように構成すれば，必然的に「付属品の着脱部の位置は移動ができる」ことになる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用発明1と引用発明2，引用発明3及び周知技術は，それぞれ「バスケツトボールの遊びが」できるもの，「遊具及び器具」，「寝て使用する鉄棒」，「ハードル」であり，いずれも運動具という共通の技術分野に属するものであり，また，上記各発明は，いずれも四角形状の枠が形成されるように構成されたものであって，運動能力の向上又は運動自体を楽しむために，四角形状の枠を利用しようとするという共通の課題を有するものである。",
                    "そして，前記3(6)のとおり，引用発明1において，上記課題の観点から，更なる多機能化を図るために，引用発明2，引用発明3及び周知技術を採用し，相違点4に係る本願発明の構成とすることは，当業者が容易に想到し得たものであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明2は全体的に自由自在な四角形状を伸縮性可変式できない限定的なものであり，また，引用発明3はコーナーには付属品の着脱可能な着部を付設がない構造であるから，付属品の着脱部の位置の移動は不可能なものである旨主張する。",
                    "しかしながら，引用例2及び引用例3は，四角形状の枠の大きさが，その枠を形成する辺の伸縮により変化することを示すための技術を開示するものとして示されたものである。そして，引用発明1において，引用発明2及び引用発明3の構成の一部を採用すると，引用発明1の縦孔や横孔も四角形状を形成する辺の伸縮に併せて，辺に形成された着脱部が移動することは，明らかであるといえる。",
                    "したがって，原告の上記主張は，理由がなく，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決が示した周知技術には付属品はなく，付属品の着脱部の設置が皆無であるから，付属品の着脱部の位置の移動は不可能なものである旨主張する。",
                    "しかしながら，審決において，周知技術（甲5～8）として認定された技術は，特に固定式のものにおいて，四角形状の枠の大きさが異なるものを用意することが普通に行われていることを示すものである。そして，引用発明1において，周知技術を採用すると，四角形状の枠の大きさが異なるものとなり，横の上辺近傍に設けられた付属品着脱部の位置も異なるものとなることは，明らかであるといえる。",
                    "したがって，原告の上記主張は，審決を曲解するものであって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，相違点4に関する審決の判断に誤りはなく，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（本願発明の効果に関する認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の効果について",
              "text": [
                "本願発明の効果は，本願明細書の段落【0006】ないし【0018】に開示されるものであるところ，その効果については，引用発明1ないし4，9，10及び周知技術等に基づいて，当然に生じるものであって，当業者が予測し得るものにすぎない。本件明細書に開示された本願発明の効果は，本願発明の特定事項全体を備えたことにより普通に奏するものであるといわざるを得ない。",
                "したがって，本願発明の効果について，引用発明1ないし4，9，10及び周知技術から当業者が予測し得る範囲内のものであるとした審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例1は，多様な大小サイズが複数で変化しない，各三辺が併合しない構成のものであるから，運動活用構成に限界があり，また，その他の引用例についても，運動活用構成に限界があり，運動活用構成に限界のない本願発明の効果を奏し得ないなどと主張する。",
                "しかしながら，前記認定のとおり，引用発明1は，各三辺が併合したものであると認められるから，原告の上記主張はその前提を欠くものである。そもそも，本願明細書に開示された本願発明の効果に，各三辺が着脱可能でないことにより生じ得た効果はなく，引用発明1等から当業者が予測し得ない効果が奏されるものとはいえない。",
                "また，原告が主張する「運動活用構成」の意義は明らかではないものの，本願発明と，引用発明2ないし4，9，10及び周知技術を採用した引用発明1との間に，構成上の差異があるとはいえないことは前記認定のとおりである。",
                "したがって，原告の上記主張は，理由がなく，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明の効果に関する審決の判断に誤りはなく，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "原告は，その他縷々主張するけれども，本願発明は，引用発明1ないし引用発明4，引用発明9及び引用発明10並びに周知技術に基づいて，当業者が容易に発明することができたものであり，特許法29条2項の規定により特許を受けることができないとの審決の結論を左右するものではなく，したがって，審決に違法があるということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}