{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "text": "- 1 -",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人は，控訴人に対し，284万8755円及びうち37万0755円に対する平成27年1月25日から，うち247万8000円に対する平成28年12月1日から各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "控訴人のその余の本訴請求を棄却する。"
        },
        {
          "fig": "(3)",
          "text": "被控訴人の反訴請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "本件附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用(補助参加によって生じた費用を除く。)は，本訴及び反訴並びに第1審及び第2審を通じて，これを5分し，その2を控訴人の負担とし，その余を被控訴人の負担とし，補助参加によって生じた費用は，本訴及び反訴並びに第1審及び第2審を通じて，これを5分し，その2を補助参加人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(1)に限り，仮に執行することができる。  "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴及び附帯控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "text": [
            "原判決を次のとおり変更する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，控訴人に対し，730万1455円及びうち212万9400円に対する平成26年9月1日から，うち57万3300円に対する同年10月1日から，うち212万0755円に対する平成27年1月25日から，うち247万8000円に対する平成28年12月1日から，各支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の反訴請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち被控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，368万6646円及びこれに対する平成25年7月31日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，ふぐを仕入れて，皮をはぎ，これをスライスし，刺身として販売する事業(原告事業)を営んでいた者であり，本件製品1台を本件リース契約1により取得し，これを業として使用していた。",
                "被控訴人は，本件特許権を補助参加人と共に共有する者である。",
                "被控訴人は，平成25年7月16日付け本件通告書1及び同月17日付け本件通告書2により，控訴人に対し，本件製品が本件特許に抵触している旨主張して，本件製品の使用の停止，本件製品の廃棄及び損害賠償を求めるとともに，本件通告書1及び同2の到達後2週間以内に回答するよう求めた。",
                "控訴人は，控訴人による本件製品の使用が本件特許権の侵害となるものではなく，したがって，被控訴人がした本件各通告は，控訴人に対する不法行為(民法709条)となる旨主張して，本訴請求をしている。",
                "他方，被控訴人は，控訴人が本件製品を使用したことにより本件特許権が侵害され，また，現在も本件特許権が侵害されるおそれがある旨主張して，反訴請求をしている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本訴は，控訴人が，被控訴人に対し，控訴人による本件製品の使用は本件特許権の侵害とならないから，本件各通告は違法であるところ，被控訴人には故意又は過失があり，控訴人は，本件各通告を受けたことにより本件製品の使用を停止せざるを得なくなって，原告事業からの撤退を余儀なくされるとともに，本件各通告への対応を迫られ，その結果，本件製品その他原告事業のため使用していた機器の残リース料相当額518万0700円(①本件製品の残リース料247万8000円，②本件皮むき機の残リース料57万3300円及び③本件フリーザーの残リース料212万9400円の合計)，弁護士費用・弁理士費用相当額200万円，記録謄写費用相当額2万3595円及び出張費用相当額9万7160円の損害を被ったなどと主張して，不法行為による損害賠償金730万1455円及びうち212万9400円に対する平成26年9月1日(上記③の最終支払期日の翌日)から，うち57万3300円に対する同年10月1日(上記②の最終支払期日の翌日)から，うち212万0755円(弁護士費用・弁理士費用相当額，記録謄写費用相当額及び出張費用相当額の合計)に対する平成27年1月25日(本訴請求に係る訴状送達の日の翌日)から，うち247万8000円に対する平成28年12月1日(上記①の最終支払期日の翌日)から，各支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "反訴は，被控訴人が，控訴人に対し，本件製品は本件各発明の技術的範囲に属するから，控訴人による本件製品の使用等は，本件特許権の侵害であるところ，控訴人は本件製品を使用等するおそれがあるとして，特許法100条1項に基づき本件製品の使用等の差止めを，同条2項に基づき本件製品の廃棄をそれぞれ求めるとともに，控訴人による平成21年11月から平成25年7月までの間の本件製品の使用について，特許権侵害の不法行為による損害賠償金(主位的主張として，特許法102条2項により算定される損害額350万円と弁護士費用35万円を合計した385万円，予備的主張として，同条3項により算定される損害額143万5000円と弁護士費用14万円を合計した157万5000円)及びこれに対する平成21年11月27日(被控訴人主張に係る不法行為の始期)から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原審は，①本件製品は本件各発明の技術的範囲に含まれ，本件特許は特許無効審判により無効とされるべきものであるとはいえず，②本件製品を控訴人に販売したのはヤマト商工であって,補助参加人ではないから，補助参加人が本件製品を製造販売したことによる消尽は成立せず，被控訴人が本件製品をヤマト商工が製造販売することを容認したとはいえず，本件製品が本件特許権の登録前に販売されたことにより消尽が成立することはなく，③被控訴人の控訴人に対する本件特許権の行使は権利濫用又は信義則違反といえないとして，本訴請求を棄却した。また，原審は，①本件製品は本件各発明の技術的範囲に含まれ，被控訴人が控訴人に対し本件特許権を行使することができないとすべき事由があるということはできないから，控訴人による本件製品の使用等は本件特許権の侵害となる，②被控訴人は控訴人に対し，特許法100条に基づき本件製品の使用等の差止め及び本件製品の廃棄を求めることができ，③控訴人について過失推定の覆滅は認められないから，不法行為による損害賠償金16万3354円及びこれに対する侵害行為の末日である平成25年7月31日から支払済みまで民法所定の年5分の割合による遅延損害金の支払いを求めることができるとして，反訴請求を上記の限度で認容した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実，当裁判所に顕著な事実並びに掲記の証拠及び弁論の全趣旨により認められる事実)",
          "text": [
            "原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，当審における新たな争点として，「新規性喪失の有無」(争点(1)ア(イ)c)を加えるほか，原判決の「事実及び理由」欄の第2，3に記載のとおりである。"
          ]
        },
        {
          "fig": "4",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，以下に，控訴人の控訴理由及び補助参加人の主張とそれらに対する被控訴人の主張，被控訴人の附帯控訴理由とそれに対する控訴人の主張を加えるほかは，原判決の「事実及び理由」欄の第3に記載のとおりである。",
            "(控訴理由)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(ウ)(本件製品を補助参加人が製造販売したことにより消尽が成立するか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件製品の製造販売が補助参加人の自己実施に当たること",
                  "text": [
                    "本件製品の原材料の仕入れは，ヤマト商工の名義で行われていたものの，補助参加人の決定により，補助参加人の計算の下にされていたから，補助参加人が主体となって行っていたものである。補助参加人が平成22年に独立して理工エンジニアリングとして事業を開始した頃，補助参加人とヤマト商工は，補助参加人が，ヤマト商工に対し，ヤマト商工が立て替えて支払っていた原材料費の未払分を分割で支払う旨の合意をした(丙7，8)。",
                    "本件製品を販売した際の代金の支払は，原材料費に対応する金額がヤマト商工に支払われ，補助参加人には「管理費」名目で利益が支払われていた。本件製品について保守契約やメンテナンス契約は締結されていないから，「管理費」はメンテナンス料ではない。",
                    "本件利益分配合意で「ヤマト商工に支払う仕入れ代金」と表現されているのは，本件製品の販売代金を支払うという意味ではなく，ヤマト商工が補助参加人に立て替えていた原材料代金を支払うという意味である。",
                    "補助参加人が，ヤマト商工から支払を受けていた出張費は，その一部にしかすぎない。",
                    "本件製品には，補助参加人の屋号である「エフビック」の表示とともに，その連絡先として補助参加人の個人の携帯電話番号が記載されており，ヤマト商工の表示はなく，本件製品の使用方法の問合せへの対応や修理の対応等も補助参加人が主体となって行っていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件専売契約の効力",
                  "text": [
                    "特許法73条2項の「別段の定め」に関する規定は，共有者内部の法律関係を規定したものであり，共有者の合意は，第三者，特に善意の第三者に対し効力を有しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件専売契約の終了",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，平成21年1月末日限りで，本件専売契約に基づく補助参加人への支払を止め，本件専売契約に以後拘束されない旨の意思表示をした。補助参加人は，平成21年6月4日到達の内容証明郵便により，被控訴人に対し，本件専売契約は平成18年5月頃に解除されていること，及び別途新しい契約がない限り補助参加人は被控訴人と取引を行う意思はないことを通知した。これに対して，被控訴人から何ら回答がなかったため，補助参加人は，同年6月末日，被控訴人との本件専売契約に基づく取引を含め一切の取引を終了した。",
                        "したがって，本件専売契約は，遅くとも平成21年6月末日をもって，被控訴人と補助参加人との黙示の合意解約により終了した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "補助参加人は，平成20年夏以降，被控訴人に対し，水産加工機械の販売について明らかにするよう求め，販売代金の分け前を支払うように催告していたが，被控訴人は，平成21年6月3日までに，販売代金の分け前を支払わなかった。",
                        "補助参加人は，同年6月4日到達の内容証明郵便によって，被控訴人に対し，本件専売契約を解除する意思表示をした。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)ア(エ)(被控訴人は本件製品をヤマト商工が販売することを容認したか)について",
              "text": [
                "原判決は，被控訴人が販売した水産加工機械は，ヤマト商工を被控訴人が下請けとして利用したものと認定するが，本件専売契約との整合性が説明されていない。被控訴人は，補助参加人が製造した水産加工機械の販売を担っていた販売代理店である。ヤマト商工は，被控訴人の下請ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(1)ア(オ)(本件製品が本件特許権の登録前に販売されたことにより消尽が成立するか)について",
              "text": [
                "被控訴人は，ヤマト商工に対して，特許法65条1項後段の補償金請求権を行使することができたのに，これをせず，本件製品を善意で購入し使用していた控訴人に対し，損害賠償請求をしたものであり，理不尽である。物品の購入者が使用するたびに特許権侵害の調査をしなければならないというのは，取引の安全を害する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(1)ア(カ)(被控訴人の控訴人に対する本件特許権の行使は権利濫用又は信義則違反か)について",
              "text": [
                "原判決は，被控訴人から控訴人に対する本件各通告の意図及び態様に言及していない。本件は，補助参加人と被控訴人との間の専売契約違反に端を発するのであるから，被控訴人は自らの取り分である売上げの利益の半分を得られれば十分であるのに，本件製品の使用者である控訴人に対して使用の差止めに加え，法外な損害賠償請求をしている。また，被控訴人は，本件各通告当時，上記のとおり，ヤマト商工に対して補償金請求をすることができたほか，本件製品の使用者以外の者に対しても損害賠償請求ができると考えていた。これらのことからすると，被控訴人による控訴人への本件各通告の目的は，控訴人への責任追及というより補助参加人の責任を追及するためのものであった。",
                "したがって，被控訴人は選択の余地がなかったから控訴人に対して特許権侵害に基づく請求をしたとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点(1)イ(被控訴人に故意又は過失があるか)について",
              "text": [
                "被控訴人は，別件地裁訴訟で争っていた補助参加人を陥れる目的で本件製品の使用者である控訴人に対し侵害警告を行ったものであって，本件各通告は不当な目的を有していた。被控訴人は，別件地裁訴訟において，水産加工機械の製造販売は補助参加人が行っていたと主張しながら，これに反する補助参加人の主張書面をA弁理士に見せて控訴人に対する本件通告書2(甲7)を発出させた。その一方で，被控訴人は自ら虚偽の告知を含む本件通告書1(甲6)を控訴人に対して送付し，控訴人からヤマト商工に損害賠償を請求すれば被控訴人が控訴人に対して請求した損害賠償金の半額を控訴人が取得できる旨の文書や，控訴人から七宝商事へ発送するための警告書案を控訴人に対して送付し，自己の不当な目的に控訴人が協力することを強制しようとした。さらに，控訴人に対して刑事罰が加えられることを示唆した。このように，本件各通告にかかる手段・態様は著しく不当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点(1)ウ(控訴人の損害及びその額)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人の不法行為がない場合にはリース料を支払うことにより，本件製品，本件皮むき機及び本件フリーザーを使用して，利益を得ることができた。しかし，被控訴人の不法行為のために本件製品等を使用できなくなり，その使用による利益を得ることなくリース料を支払い続けなければならなくなった。したがって，使用による利益に相当するリース料分の損害が発生する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件製品等が被控訴人の不当な侵害警告により使用できなくなり，この状況を回復するためには，本件製品等と同等のものを購入するかリースするなどしなければならず，損害の回復にはリース料相当額の支払が強いられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件製品等を使用できなくなったということは，本件製品等の経済的価値を一切失ったことになる。失われた経済的価値は，本件各通告当時の残存価値であり，本件製品等は一定期間にわたるリースを行っていたから，残存価値はリース料残額に相当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点(2)ウ(差止め及び廃棄の必要性)について",
              "text": [
                "控訴人がリース期間満了後も本件製品を占有しているのは，原審において本件製品を補助参加人が買い取る形での和解が検討されていたからであって，使用等を意図したものではなく，使用等による本件特許権の侵害のおそれはない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "争点(2)エ(控訴人に過失の推定を覆滅させる事情が認められるか)について",
              "text": [
                "控訴人が仮に本件特許の登録後，公示されている特許公報を調査したとしても，本件特許権の共有者である補助参加人が，本件製品を販売，納入して，説明を行っており，また，本件製品には補助参加人の屋号と携帯電話番号が記載されているから，本件製品の製造販売は共有者の自己実施であって本件特許権を侵害するものではないと判断する。したがって，上記調査により本件製品の使用を停止すべきと判断することは不可能であって，結果回避可能性はないから，控訴人の注意義務違反は認められない。",
                "特許法103条の過失の推定の根拠は，特許公報の公示にあるから，特許公報が公示される前は，過失が推定されるべきではない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "争点(1)ア(イ)c(新規性喪失の有無)について",
              "text": [
                "本件特許出願以前に，本件製品と同じ構成のBK-2が販売されており(乙4の1)，当業者が見れば容易にその技術思想が把握できる。販売先は一般の顧客であるから，不特定な者である。この機械については，被控訴人も利益配分を受けている。この新規性喪失事由を被控訴人も補助参加人も認識していた。",
                "(補助参加人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "ヤマト商工は，平成17年6月17日，本件製品と全く同じ製品を株式会社藤フーズに販売した。ヤマト商工が製造販売主体であるとした場合，ヤマト商工には，特許法79条に基づき，先使用による通常実施権が認められるので，本件製品をヤマト商工が製造販売しても，特許権侵害にはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件製品が専売契約の対象となる場合，本件製品の製造販売の実態からすると，補助参加人が本件専売契約に違反することはあっても，被控訴人がヤマト商工に対して特許権侵害を主張することはできない。それにもかかわらず，被控訴人が本件に限って特許権侵害を主張するのは，信義則違反又は権利濫用である。",
                "(控訴理由に対する被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "争点(1)ア(ウ)(本件製品を補助参加人が製造販売したことにより消尽が成立するか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本件製品の製造販売が補助参加人の自己実施に当たること」に対し",
                  "text": [
                    "本件製品の販売主体はヤマト商工であり，その製造及び販売は補助参加人の計算でされていない。ヤマト商工は，会社として支出する以上は，支出に根拠があるか，妥当であるかの判断をしており，会社としての，管理，指揮命令が存する。",
                    "現在，補助参加人は，月々仕入れをして，月々支払をしているが，本件製品が販売されていた当時，ヤマト商工との間にそうした取引はない。このような変化は，平成22年4月1日に補助参加人がヤマト商工から独立してからであり，その時期に，補助参加人は，対外的に独立した取引主体となったといえる。",
                    "補助参加人がヤマト商工に対して分割払いをしているのは，材料代金を事後的に精算しているのではなく，ヤマト商工に対する横領，背任行為についての損害賠償をしているものである。ヤマト商工が，材料代金を未精算のまま7400万円を蓄積させておいて，補助参加人が独立した後に請求するというような経営判断をするはずがない。",
                    "補助参加人は，1製品当たり，40万円の収入に対して，製造費のうち仕入費だけで約150万円要しており，収支はこれだけで約110万円の赤字である。これに加えて仕入れ以外の製造費(人件費等)，製造経費，販売費等で数十万円が加算されて200万円近い赤字である。したがって，補助参加人の事業は成り立たない。",
                    "ヤマト商工は，補助参加人から2600万円の弁済を受けなければならないから，ヤマト商工の代表者の妻であるBは，補助参加人と利害関係があり，その陳述書(丙25)には信用性がない。Bですら，補助参加人が「製造者」であるとは述べていない。",
                    "補助参加人は「エフビック」を名乗るときは，「高知市布師田3061」の所在地を出せないでおり(丙26)，ファクシミリ文書(甲12)でも，「ヤマトで制作した」「ヤマトで管理」と述べている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「本件専売契約の終了」に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件製品が七宝商事に対して売却された平成21年11月25日当時，本件専売契約の効力が存続する旨を主張していた(原審における控訴人第5準備書面2頁以下)から，この点において既に自白が成立しており，自白撤回の要件も満たさない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方当事者の解除の主張により，契約の効力が否定されるものではない。被控訴人及び補助参加人間で，取引が存在しなかったのは，不信感が生じていたことを示すのみであり，本件専売契約の拘束力が否定される根拠とはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件専売契約締結1年後から，補助参加人は本件専売契約違反を繰り返しており，被控訴人は補助参加人に対し，契約を遵守するよう求めてきた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "補助参加人が，平成18年5月頃に本件専売契約の解除の意思表示をした事実はなく，解除事由もない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)ア(エ)(被控訴人は本件製品をヤマト商工が販売することを容認したか)について",
              "text": [
                "被控訴人は，被控訴人が販売する限りにおいてヤマト商工の製造を許諾していたにすぎず，被控訴人は本件製品についてヤマト商工に製造を許諾したことはない。この点について，本件専売契約との食違いは存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(1)ア(オ)(本件製品が本件特許権の登録前に販売されたことにより消尽が成立するか)について",
              "text": [
                "被控訴人は，本件製品の販売により，何ら利益を得ておらず，消尽論が準用される前提を欠いている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(1)ア(カ)(被控訴人の控訴人に対する本件特許権の行使は権利濫用又は信義則違反か)について",
              "text": [
                "被控訴人は，控訴人が本件特許権を侵害している事実を発見したから，控訴人に対して警告を行い，その前に，製造者であるヤマト商工にも警告を行った(乙42)。ヤマト商工から，本件特許権の登録日前の製造販売である旨の回答を得たことから，本件製品の譲渡先であり，現に本件製品を使用している控訴人に対する警告へと至ったのであり，特許権者が，侵害品を発見した際に通常とるべき行動である。被控訴人は，控訴人がエンドユーザーであることに配慮し，控訴人との間では当初友好的に話を進めたのであり，控訴人は当初，特許権侵害を争う態度を見せていなかった。被控訴人は，補助参加人及びヤマト商工の責任追及もしようとしていた。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点(1)イ(被控訴人に故意又は過失があるか)について",
              "text": [
                "事業中止による損害を被控訴人に転嫁するため，被控訴人に警告行為をとらせ，被控訴人を陥れようとしたのは，控訴人である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点(1)ウ(控訴人の損害及びその額)について",
              "text": [
                "控訴人は，被控訴人からの本件各通告によりふぐの刺身事業を中止したのではない。",
                "ふぐの刺身事業は本件製品がなくても継続可能である。控訴人は本件皮むき機及び本件フリーザーを所有しており，人手による刺身加工によって事業を継続することができた。また，適法な刺身機を導入すれば事業の継続は可能であった。",
                "控訴人は本件皮むき機及び本件フリーザーを撤去する必要はなく，平成28年3月19日に，控訴人は本件フリーザーを使用していた。",
                "控訴人のふぐの刺身事業は，毎年大幅な赤字であった。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点(2)エ(控訴人に過失の推定を覆滅させる事情が認められるか)について",
              "text": [
                "控訴人は，本件の訴状において，本件製品について，ヤマト商工の代表者が「ヤマト商工第2工場のものであると回答した」と述べており，控訴人の関係者はいずれも，本件製品について，補助参加人のものであるとか，エフビックのものであるという話をしていない。控訴人は，本件製品が本件特許権の共有権者である補助参加人が製造したものであるという認識を有していなかったから，過失の推定が覆ることはない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "争点(1)ア(イ)c(新規性喪失の有無)について",
              "text": [
                "被控訴人は，有限会社藤フーズに，本件製品と同種の機械を販売したが，改良を重ねてきたものであって本件製品と同一のものではなく，有限会社藤フーズとの間で秘密保持契約を締結した上で販売したものである。したがって，本件各発明は，特許出願前に日本国内又は外国において公然実施された発明ではない。",
                "(附帯控訴理由)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "主位的主張について",
              "text": [
                "被控訴人がふぐ刺身販売を行っていないから，控訴人のふぐ刺身販売による利益に対応するような利益を得られる関係にないとしても，被控訴人は，①裁判関係の実務等にかかる時間的負担を含む損失が大きく，営業喪失として5000万円以上売上げが減少し，②控訴人の提訴に対する証拠の収集，裁判に要する関係費，各裁判対策関連費，陳述書作成等に対する情報収集・作成等に費やした費用として800万円以上を要している。したがって，被控訴人は，385万円を超える損害を被っているから，その賠償が認められるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的主張について",
              "text": [
                "被控訴人は，本件製品を売却して売却の利益を得ることができるから，リース料の5パーセント相当額に損害額が限定されるはずがない。売却代金を耐用年数で除して使用料を設定することは，通常行われており，被控訴人がリースした場合は，このようなリース料を取得することができる。",
                "(附帯控訴理由に対する控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「主位的主張について」に対して",
              "text": [
                "被控訴人の主張は，本件製品の特許権侵害とは全く関係がない。弁護士費用を約800万円とする証拠もない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「予備的主張について」に対して",
              "text": [
                "被控訴人の主張は，実際の事実に反した仮定に基づくものであって失当である。被控訴人は，本件製品の使用によってどのような具体的な損害が生じたのかについて全く主張していない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の本訴請求を一部認容し，被控訴人の反訴請求を棄却すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本訴請求について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(本件各通告は違法か)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(1)ア(ウ)(本件製品を補助参加人が製造販売したことにより消尽が成立するか)について",
                  "text": [
                    "事案に鑑み，上記争点から判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "認定事実",
                      "text": [
                        "証拠(各項に掲記の書証，乙3，丙14，25，証人Z〔原審〕)及び弁論の全趣旨によると，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "補助参加人は，平成8年頃，自己が経営していたFBエンジニアリング株式会社が倒産したことから，部品の仕入れ関係の取引があり懇意にしていたヤマト商工の代表者であった亡Cを頼ることにした。",
                            "ヤマト商工は，高知市布師田3061番地に建設された工場建屋を借り受け，補助参加人は，この工場に製造機械や設備，設計図面を持ち込み，同年4月頃から，同工場で水産加工機械の開発及び製造に携わるようになった。",
                            "補助参加人は，ヤマト商工の指示を受けることなく，補助参加人自身で水産加工機械を開発，製造，販売した。水産加工機械の製造に必要な原材料は，ヤマト商工が一旦費用を負担して仕入れた。水産加工機械の販売は，補助参加人が倒産後であったため，ヤマト商工の名義を使用していたが，ヤマト商工が営業・販売活動に関与することはなかった。",
                            "補助参加人は，ヤマト商工から，生活費に充てるという趣旨で，当初月額80万円，後に月額50万円を受領していた。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "補助参加人とDとは，平成16年5月18日，補助参加人の関係する水産加工機械の製造と販売につき，補助参加人は水産加工機械の製造，開発を行い，Dは総販売元として販売事業を行う旨の，契約期間8年間とする本件専売契約を締結した(甲10)。Dは，当時，補助参加人がヤマト商工の名を使って商売をしていたことは知っていた(甲11，28)。",
                            "また，補助参加人とDとは，本件専売契約の締結に当たり，上記契約書には記載しなかったものの，同契約に基づき水産加工機械を販売した代金については，販売代金から原材料代等の機械製造に要した費用を仕入代金として控除した粗利益を，双方で折半して取得する旨合意し，その後，合意に従った分配がされた(甲12，13，28，39)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "Dは，同年8月6日，被控訴人を設立し，これに伴い，本件専売契約上のDの地位は被控訴人が承継した。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "補助参加人は，水産加工機械の原材料代等を，水産加工機械の販売代金のうち，原材料代等に相当する額を販売先からヤマト商工に直接支払う方法で清算していた。",
                            "水産加工機械の販売に際しては，補助参加人が出張することもあったが，出張に要する交通費及び出張手当をヤマト商工から支払ってもらうことがあった(乙33)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "補助参加人は，平成17年夏頃以降，被控訴人が補助参加人製作の刺身用機械を販売しなくなったこと，補助参加人の資金繰りや事業計画が立たないため被控訴人に対して売上予定や販売計画を明らかにするよう求めたにもかかわらず，被控訴人がこれに応じないこと，被控訴人が水産加工機械の一部機種を他の製造業者名で販売しようとしたことなどに不満を持っており，平成18年5月頃以降，被控訴人に対して苦情を申し入れ善処を求めるなどしたことがあった。また，被控訴人が必ずしも正確な販売代金額を補助参加人に明らかにしていないのではないかとの疑念を抱くようにもなった。",
                            "他方，被控訴人は，平成20年夏頃，補助参加人が被控訴人を通さずに水産加工機械を販売しているとの情報を得たとして，E弁護士を通じ，同年9月25日頃，補助参加人に対し，本件専売契約に反する販売を止めるよう警告するとともに協議を申し入れる文書を送付した。",
                            "これを受けて，補助参加人は，交通費を被控訴人に負担させて平成21年1月7日に松山市内のE弁護士の事務所を訪ね，Dと協議をしたが，解決には至らなかった(甲52)。",
                            "そこで，被控訴人は，同月末日限りで，本件専売契約に基づく補助参加人への利益分配金の支払を止めた(甲16，51)。",
                            "被控訴人は，平成21年以降，本件専売契約に基づく水産加工機械の販売を行わなくなった。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "被控訴人は，補助参加人に対し，本件専売契約を更に発展させるためとして，平成21年2月18日付けで契約書案を送付して検討するよう求めた。これに対し，補助参加人は，同年4月10日頃，同契約書案が被控訴人に有利であって不平等であるとして，本件専売契約を破棄することを確認した上で，被控訴人に対し，別の契約書案を送付した。被控訴人は，同年5月6日付けで補助参加人の提案する契約書案を拒否するとともに，同月11日までに上記の被控訴人案による契約の諾否を回答するよう求めた。補助参加人は，同年5月8日，上記案に対する疑問点を問う書面を被控訴人に送付したが，それ以上新たな契約の締結に向けての協議は進展しなかった。(甲13)"
                        },
                        {
                          "fig": "g",
                          "text": [
                            "補助参加人は，平成21年6月4日，Dに対し，補助参加人が平成18年5月頃にDの債務不履行を理由として本件専売契約を解除したこと，Dとの今後の取引は，新たに補助参加人から提案する契約を締結することが前提であることを通知した(乙10，丙24)。しかし，D又は被控訴人からの回答がなかったため，補助参加人は，平成21年6月末日をもって被控訴人との取引を打ち切った。",
                            "補助参加人は，被控訴人に対し，同年6月10日頃，同月25日及び同年8月5日頃に，本件専売契約に基づく利益分配金が支払われていないとして請求書を送付したが，被控訴人から支払を受けることができず，補助参加人は，さらに，同年10月20日にも被控訴人に対し上記利益分配金の支払を請求したが，やはり支払を受けることができなかった(丙1)。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "被控訴人とヤマト商工とは，平成21年7月，被控訴人が販売した水産加工機械の保守につき，ヤマト商工が責任をもって対処する旨の契約を締結した(乙40)。しかし，ヤマト商工が，同契約に基づき，水産加工機械の保守・メンテナンスを行ったことはない。"
                          ]
                        },
                        {
                          "fig": "i",
                          "text": [
                            "控訴人は，北銀リースとの間で，平成21年9月3日に本件フリーザー，同年9月29日に本件皮むき機，同年11月27日に本件製品のリース契約を締結した(甲2～4)。本件製品は，当初七宝商事に対して販売され，七宝商事から北銀リースに対して販売されたものである。本件製品の七宝商事に対する仮納品書は，代金額310万円として，補助参加人の指示により，ヤマト商工の名義で発行された(丙4)。補助参加人は，「エフビック」の名義で，七宝商事に対し，本件製品の管理費の名目で42万円(税込み)を請求した(丙6)。七宝商事は，本件製品に関し，41万9160円を補助参加人名義の銀行口座に振り込んで支払い，325万5000円(税込み)をヤマト商工に対して支払った(甲34～38，丙3，5)。",
                            "本件製品のチラシには，本件製品の名称は「エフビックスライサー」，開発・製造元は「ヤマト商工有限会社第二工場」，担当者は「エフビックスライサー事業部」の補助参加人と記載されており(甲5)，本件製品には，①「製造元  エフビック」のほか，②「高知市布師田3061番地」の住所と電話番号及び，担当者として補助参加人の名前と携帯電話番号が記載されたシール，②「製造元  理工エンジニアリング  エフビックスライサー事業部」のほか，上記住所と電話番号及び，担当者として補助参加人の名前と携帯電話番号が記載されたシールが貼付されている(甲24)。このうち，「製造元  理工エンジニアリング」と記載されたシールは，控訴人が本件製品の納入を受けた後，平成22年1月頃に，補助参加人から依頼を受けて貼付したものである(甲26)。"
                          ]
                        },
                        {
                          "fig": "j",
                          "text": [
                            "被控訴人は，平成22年2月27日，ヤマト商工に働きかけて，補助参加人が販売した水産加工機械の取引の詳細について情報提供を受け，補助参加人が被控訴人を経ないで水産加工機械を販売していたことや取引金額の詳細についての証拠を得た(乙4，5)。"
                          ]
                        },
                        {
                          "fig": "k",
                          "text": [
                            "補助参加人は，平成22年4月頃，個人事業として「理工エンジニアリング」の商号で水産加工機械などの産業機械の設計，開発，製造を行うようになり，平成23年12月にはこれを法人化して代表取締役に就任した。",
                            "ヤマト商工と補助参加人は，平成22年4月頃，水産加工機械の原材料代等のうち，補助参加人が未払のものがあることを確認し，補助参加人及び理工エンジニアリングは，その後，ヤマト商工に対し，これを分割して支払っている(丙7，8)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件製品の製造販売主体について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(ア)の事実関係によると，①補助参加人は，倒産後であったために対外的にヤマト商工の名義を使用していたものの，自らの判断により水産加工機械を開発，製造，販売し，原材料は補助参加人の指示によりヤマト商工が一旦費用を負担して購入するが，水産加工機械が販売できれば，販売代金の中から原材料代等相当額を支払うことによって精算されており，平成22年4月頃には，その未払額を分割で支払うことを約し，支払っていること，②補助参加人は，水産加工機械の販売代金から原材料代等を除いた部分の半分を自らの取り分として受領していたこと，③本件製品との関係では，七宝商事がヤマト商工に支払ったのは，本件製品の原材料代等であり，補助参加人に支払われたものは，「管理費」名目であるが本件製品の販売による補助参加人の取り分であると解されることからすると，本件製品の製造販売の主体は補助参加人と認めることが相当であり，ヤマト商工の名義使用は，補助参加人が倒産による責任追及を免れるための方便にすぎなかったものというべきである。補助参加人がヤマト商工から毎月一定額を受領していたことや出張費をヤマト商工に支払ってもらっていたことがあるとしても，既に判示したところに照らすと，本件製品の製造販売主体についての上記判断を左右するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被控訴人の主張について",
                          "text": [
                            "被控訴人は，①ヤマト商工は会社として支出する以上はその根拠等を判断しており，会社としての管理，指揮命令が存する，②本件製品販売当時には，補助参加人はヤマト商工との間で月々仕入れをし，支払をするという取引はなかったのであり，補助参加人がヤマト商工に対して分割払いをしているのは，材料代金の精算ではなく，横領・背任行為についての損害賠償金である，③補助参加人は，1製品当たり40万円の収入では大幅な赤字である，④Bは補助参加人から弁済を受けなければならないから，利害関係があり，その陳述書(丙25)には信用性がない，⑤補助参加人は，「エフビック」を名乗るときには「高知市布師田3061」の所在地を出さず(丙26)，ファクシミリ文書(甲12)でも「ヤマトで制作した」「ヤマトで管理」と述べているから，本件製品の製造販売主体は，ヤマト商工であると主張する。",
                            "しかし，①前記(ア)aのとおり，ヤマト商工と補助参加人とは，水産加工機械に関しては，補助参加人の指示に基づき，ヤマト商工が一旦原材料代等を立て替える旨合意していたものであるから，ヤマト商工が原材料代等を支出したことが，本件製品の製造販売の主体がヤマト商工であることを根拠付けるものではない。②前記(ア)kのとおり，補助参加人が，平成22年4月頃以降，ヤマト商工に対して月々支払をしているのは，それより前において製品が売れれば精算されるはずであった原材料代等が，精算されずに残っていたためであって，同月より前には補助参加人が原材料代等を負担していなかったものではないし，横領・背任の損害賠償金の支払でもない。③前記(ア)iのとおり，補助参加人が本件製品について受領したのは，41万9160円であるが，これは，自らの取り分であって，原材料代等は含まれていないから，赤字になっているということはできない。④Bが補助参加人から原材料代等の精算金を受領する関係にあることが，虚偽の事実を述べる動機になるとはいえず，その陳述書(丙25)の内容に疑わしい点はない。⑤前記(ア)iのとおり，「エフビック」とともに「高知市布師田3061番地」の表記が用いられているものがあり，また，被控訴人が指摘するファクシミリ文書(甲12)には，利益分配は「エフビック1／2」とも記載されており，ヤマト商工が補助参加人から独立した製造販売主体となることが前提となっているとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件専売契約の終了時期について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(イ)のとおり，補助参加人は本件製品の製造販売の主体であるということができるから，本件製品については，本件特許権の共有者である補助参加人が自己実施したと評価することができる。しかし，本件専売契約の，水産加工機械の製造は補助参加人が担当し，販売は被控訴人が専ら担当する旨の合意は，特許法73条2項の「別段の定」に該当するから，本件製品の販売時に本件専売契約が存続していれば，本件製品の補助参加人による実施により本件特許権が消尽したとはいえない。そこで，本件専売契約の終了時期について検討する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件専売契約は，被控訴人が水産加工機械を専ら販売し，その利益を補助参加人と被控訴人とで折半するという内容のものであるから，被控訴人が水産加工機械の販売をやめれば補助参加人は利益を得ることができなくなるので，被控訴人が販売継続することを前提としているといえる。上記(ア)e～gで認定したとおり，被控訴人は，補助参加人が被控訴人を介さずに水産加工機械を販売しているとして，弁護士を通じて協議を申し入れたものの，平成21年1月の補助参加人との協議においても本件専売契約に関する問題が解決しなかったことから，同年1月末限りで本件専売契約に基づく補助参加人への利益分配金の支払を止め，同年以降の水産加工機械を販売しなくなり，2月には新たな契約書案を補助参加人に送付して検討を求め，これに対して，補助参加人は，提案をし，疑問点を問うなどしたものの，被控訴人は，補助参加人の提案を拒否し，同年6月頃には，新たな契約交渉は打ち切られたものである。このように，被控訴人は，平成21年以降水産加工機械を販売しなくなり，新たな契約交渉も打ち切られたのであるから，平成21年6月頃には，被控訴人は，本件専売契約を継続する意思を失い，そのことを黙示的に表示したということができる。そして，前記(ア)gで認定したとおり，平成21年6月には，補助参加人が被控訴人に対して通知を行うことによって，本件専売契約終了の意思を明らかにしている。したがって，平成21年6月頃には，両者とも本件専売契約に拘束される意思を放棄したものとして，本件専売契約を解約する旨の合意が成立していたものと認められる。",
                            "以上のとおり，本件製品の販売時には，本件専売契約は消滅しているから，被控訴人は控訴人に対し，本件製品の使用につき，本件特許権侵害を主張することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被控訴人の主張について",
                          "text": [
                            "被控訴人は，控訴人は，本件製品が七宝商事に対して売却された平成21年11月25日当時，本件専売契約の効力が存続する旨を主張していたから，この点において既に自白が成立しており，自白撤回の要件も満たさない，と主張する。",
                            "しかし，原審において，本件専売契約の存続は，ヤマト商工による本件製品の製造販売には本件専売契約による許諾が及んでいたことの根拠として主張されていた(原審における控訴人第5準備書面2頁以下)。したがって，本件専売契約の効力が存続する旨の主張は，その事実に基づく法律効果が控訴人に不利な訴訟行為に当たらないから，自白とはいえない。また，仮に自白に当たるとしても，真実に反し錯誤に基づくものと認められるから，撤回することができる。",
                            "被控訴人は，被控訴人及び補助参加人間で，取引が存在しなかったのは，不信感が生じていたことを示すにすぎない，と主張する。しかし，前記bのとおり，本件専売契約は被控訴人が水産加工機械の販売を継続することを前提としたものであり，不信感から取引が中断したとしても，水産加工機械の販売が行われず，新たな契約交渉も打ち切られたのであるから，被控訴人は，平成21年6月頃には，本件専売契約を継続する意思を失っていたものと認められる。",
                            "被控訴人は，補助参加人が平成18年5月頃に解除の意思表示をしたという事実はなく，解除事由もない，と主張する。しかし，前記(ア)gのとおり，補助参加人は，平成21年6月4日に，Dに通知をしており，平成18年5月頃に解除の意思表示がされたかどうかやその効力いかんにかかわらず，上記通知により，補助参加人の，本件専売契約が終了したとの認識が表示されているものと認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，本件各通告は，本件特許権侵害の事実がないのにこれをあると告知したものであって，違法である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)イ(被控訴人に故意又は過失があるか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の故意又は過失について",
                  "text": [
                    "前記(1)ア(ア)bのとおり，被控訴人は，補助参加人がヤマト商工の名を使って商売を行っていることを知っていたのであり，また，証拠(甲16，48)によると，被控訴人は，別件地裁訴訟においては，補助参加人が水産加工機械の製造販売の主体である旨主張，立証をしていたことが認められるから，補助参加人が本件製品について製造販売の主体であることを認識し又は認識することができたと認められる。",
                    "また，被控訴人は，本件専売契約の当事者であり，前記(1)ア(ウ)bのとおり，本件専売契約を終了する旨の黙示の意思表示をしたのであるから，本件専売契約の終了を認識し又は認識することができたと認められる。",
                    "したがって，被控訴人は，補助参加人による本件製品の製造販売が自己実施に該当し，控訴人の本件製品の使用が本件特許権の侵害に当たらず，本件各通告が虚偽の事実を告知するものであることにつき，故意又は過失があったということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，控訴人が，事業中止による損害を被控訴人に転嫁するために，被控訴人に本件各通告をさせ，被控訴人を陥れようとしたと主張する。しかし，被控訴人が述べるその根拠は不合理なものであって，被控訴人の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(1)ウ(控訴人の損害及びその額)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の損害及びその額",
                  "text": [
                    "弁論の全趣旨によると，控訴人は，平成25年7月をもって，本件製品の使用を中止したことが認められる。そして，本件各通告がされたのが同月であることからすると，控訴人は，本件各通告により本件製品の使用を中止したものと認められ，これに反する証拠はない。",
                    "控訴人は，本件製品について北銀リースからリースを受けていたものであるから，残リース期間である，平成25年8月から平成28年11月までの40か月分のリース料247万8000円を，本件製品を使用しないにもかかわらず，支払わざるを得なかった(甲2)。控訴人は，本件各通告により，上記残リース料相当額の本件製品の使用利益を失ったと認められる。",
                    "控訴人は，被控訴人からの本件各通告に対する対応のため，特許の専門家である弁理士や弁護士に相談をする必要があったと認められ，その費用は，25万円を下らないものと認められる(甲18，19)。",
                    "控訴人は，被控訴人が本件通告書1に引用されていた補助参加人の主張等を確認するため，別件地裁訴訟の記録の謄写を行い，その費用として2万3595円を支出した(甲6，20)。また，控訴人は，弁護士との打合せを行うために東京に出張しなければならず，その費用として9万7160円を支出した(甲21，22)。",
                    "以上より，控訴人は，被控訴人の本件各通告により，合計284万8755円の損害を被った。なお，遅延損害金の起算日は，本件製品の残リース料相当額については，不法行為の後の日であり損害発生の後の日である平成28年12月1日であり，弁護士費用・弁理士費用相当額並びに費用相当額及び出張費用相当額については，不法行為の後の日である平成27年1月25日である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件各通告により，原告事業を廃業せざるを得なかったから，本件皮むき機及び本件フリーザーの残リース料相当額の損害を被った，と主張する。",
                    "しかし，原告事業が，本件製品を用いて安価にふぐの刺身を製造するものであったとしても，ふぐの刺身を製造するためには，人手によったり，別の機械を導入することも不可能ではないと考えられるから，控訴人が，本件製品を用いることができなくなることにより原告事業を廃業せざるを得なくなることによる損害は，通常生ずべき損害ということはできず，また，被控訴人が予見し又は予見し得べきであったとも認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "反訴請求について",
          "text": [
            "前記1(1)アのとおり，被控訴人は控訴人に対して本件特許権を行使することができないから，反訴請求には，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本訴請求は，284万8755円及びうち37万0755円に対する平成27年1月25日から，うち247万8000円に対する平成28年12月1日から各支払済みまで年5分の割合による金員を支払を求める限度で理由があるからこれを認容し，その余は理由がないからこれを棄却し，被控訴人の反訴請求は理由がないからこれを棄却するのが相当である。よって，本件控訴に基づき原判決を上記のとおり変更するとともに，本件附帯控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。原判決中の「別紙」を「原判決別紙」と読み替える。枝番のある書証は，特記しない限り，枝番を全て含む。"
  ],
  "meta": {
    "case_num": "平成29年(ネ)10059等",
    "date": "2018-03-14",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)556",
    "precedent_id": "087611",
    "ipprecedent_id": "4890",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}