{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-12847号事件について平成29年6月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年2月13日，別紙記載1(1)の商標(以下「本願商標」という。)について，指定商品を第30類「洋菓子，和菓子，食パン」として，商標登録出願をした(商願2015-17135号。甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記商標出願に対して，平成28年6月7日付けで拒絶査定を受けたので，同年8月9日，拒絶査定に対する不服の審判を請求した(不服2016-12847号。甲4，5，乙14)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年6月8日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は同年7月2日に原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年7月25日，審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願商標は，別紙記載2の登録商標(以下「引用商標」という。)と類似する商標であり，かつ，本願商標の指定商品と引用商標の指定商品とは，同一又は類似するものであるから，商標法4条1項11号に該当し，商標登録を受けることができない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "その主張内容は必ずしも判然としないが，原告提出の第1準備書面(平成29年9月6日付け)及び第2準備書面(反論書)(同年11月22日付け)によれば，次のとおり主張するものと善解できる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標の認定に関し",
          "text": [
            "審決が認定した本願商標は，原告が審理再開を申し立てる前(補正前)の商標であって，正しい本願商標ではない。正しくは，原告が審理再開申立時に補正した別紙記載1(2)の商標(別紙記載1(1)の商標から「DAＮISH BREAD」及び「MIYABI」の各文字を削除したもの)が本願商標として扱われるべきである。したがって，審理再開申立て前(補正前)の本願商標をもって引用商標との対比に供した審決の認定判断には誤りがある。",
            "なお，審理再開申立書(甲8)添付の本願商標に「高級デニッシュ食パン『みやび』」の表示があるのは誤記であって，その後に提出した書証(甲9)に記載されている商標(別紙記載1(2)の商標)が正しい本願商標である。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標と引用商標との類否判断に関し",
          "text": [
            "本願商標は，大きく「雅」という漢字一文字で「みやび」と読むのに対し，引用商標は，ローマ字で左から右に「みやび」と読むのであって，漢字を中心とする本願商標とローマ字を中心とする引用商標とでは，明らかに外観(構成)が異なっている。",
            "また，両商標の間には，引用商標では「MIYABI」の上にローマ字で「GIOＮ／KYOTO」及び「GIＮZA／TOKYO」と表記されているのに対し，本願商標では地域も異なる「OSAKA」のみがローマ字表記であること，引用商標の「MIYABI」は単なる商品名にすぎないのに対し，本願商標の「雅」は社名と同一の商品名を表示するものであって，その意味合いが全く異なることといった違いも存する。",
            "以上を踏まえて離隔的観察を行えば，出所の誤認混同が生じることはあり得ず，本願商標と引用商標の類似性を認めた審決の認定判断には誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "特許庁が審理再開の申立てを認めなかったことに関し",
          "text": [
            "原告は，審理再開の申立てが認められなかったため，本願商標の補正を行うことができなかった。本来であれば，当初の本願商標(別紙記載1(1)の商標)ではなく，補正後の本願商標(別紙記載1(2)の商標)が審判の対象(類否判断の対象)とされるべきであって，原告の審理再開申立てを認めなかったこと自体が不当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断は正当であって，審決に取り消されるべき違法はない。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標法4条1項11号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，右方向に徐々に細くなるように描かれた水平直線の上に，筆文字風の書体で大きく「雅」の文字を書し，当該文字の偏の上部に小さな「OSAKA」の文字，「雅」の文字の右側に，「DAＮISH  BREAD」の文字と，当該文字列の幅に収まるように，「MIYABI」の文字を上下二段に併記し，そして，「雅」の文字部分を左側から覆うように，右方向に傾斜した穂を付けた植物と思しき図形を配してなる結合商標である。",
                "そして，本願商標の構成中，「OSAKA」の文字部分は，地名である「大阪」を，また，「DAＮISH  BREAD」の文字部分は，「デニッシュパン」(乙3，4)の意味合いを容易に認識させるものであるから，本願商標の指定商品との関係では，それぞれ，商品の産地又は販売地，並びに，商品の普通名称を想起させるものであり，商品の出所識別標識としての機能を果たし得ない部分といえる。また，穂を付けた植物と思しき図形部分は，本願商標の指定商品との関係では，商品の原材料である麦の穂(乙5～7)を想起させるものであるから，商品の出所識別標識としての機能は極めて弱いものといえる。さらに，下部の水平直線部分は，極めて単純な態様であり，看者の注意を惹くものとはいえない。",
                "他方，本願商標の構成中の「雅」及び「MIYABI」の文字部分は，「優美で上品なこと」等の意味合いを有する語(乙8)の漢字表記又はローマ字表記であって，本願商標の指定商品との関係で，商品の品質等を想起させるものではない。また，「雅」の文字部分は，他の構成要素と比較しても，とりわけ大きく目立つ態様で表され，「MIYABI」の文字部分もそれに次ぐ大きさで表されている。",
                "以上からすれば，本願商標は，その構成中，最も大きく顕著に表された「雅」の文字部分，並びに，そのローマ字表記である「MIYABI」の文字部分が，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるといえるから，当該文字部分を要部として分離，抽出し，他人の商標(引用商標)と比較して，商標の類否を判断することが許されるものといえる。",
                "そうすると，本願商標からは，その構成中の要部である「雅」及び「MIYABI」の文字部分に相応して，「ミヤビ」の称呼及び「優美で上品なこと」の観念を生じるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，水平直線の上に，筆文字風の書体で大きく「MIYABI」の文字を書し(「M」及び「A」の文字の一部は水平直線と交わっている。)，その「MI」の文字部分の上部に「GIOＮ／KYOTO」の文字を，下部に「究極の食パン」の文字を，「BI」の文字部分の上部に「GIＮZA／TOKYO」の文字を，下部に「みやび」の文字を，それぞれ配してなる結合商標である。",
                "そして，引用商標の構成中，「GIOＮ／KYOTO」及び「GIＮZA／TOKYO」の文字部分は，それぞれ地名である「祇園／京都」及び「銀座／東京」を容易に認識させることから，引用商標の指定商品との関係では，商品の産地又は販売地を想起させ，また，「究極の食パン」の文字部分は，商品(食パン)の品質の誇称表示と認識させるものであるから，商品の出所識別標識としての機能を果たし得ない部分といえる。また，水平直線部分は，極めて単純な態様であり，看者の注意を惹くものとはいえない。",
                "他方，引用商標の構成中の「MIYABI」及び「みやび」の文字部分は，「優美で上品なこと」等の意味合いを有する語(乙8)のローマ字表記又は平仮名表記であって，引用商標の指定商品との関係で，商品の品質等を想起させるものではない。また，「MIYABI」の文字部分は，他の構成要素と比較しても，とりわけ大きく目立つ態様で表されている。",
                "以上からすれば，引用商標は，その構成中，最も大きく顕著に表された「MIYABI」の文字部分，並びに，その平仮名表記である「みやび」の文字部分が，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるといえるから，当該文字部分を要部として分離，抽出し，他人の商標(本願商標)と比較して，商標の類否を判断することが許されるものといえる。",
                "そうすると，引用商標からは，その構成中の要部である「MIYABI」及び「みやび」の文字部分に相応して，「ミヤビ」の称呼及び「優美で上品なこと」の観念を生じるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標との類否",
              "text": [
                "本願商標の要部と引用商標の要部とを比較すると，外観においては，漢字，平仮名及びローマ字という文字種を異にするところがあるものの，商標の使用においては，商標の構成文字を同一の称呼の生じる範囲内で文字種を相互に変換して表記したり，デザイン化したりすることが一般的に行われている取引の実情があること(乙6，7，9～13)に鑑みれば，両者における文字種の相違が，看者に対し，出所識別標識としての外観上の顕著な差異として強い印象を与えるとはいい難い。また，両者の構成中最も大きく書された本願商標の「雅」及び引用商標の「MIYABI」の文字が共に筆文字風の書体で書されていること，並びに，両者が「MIYABI」の文字部分のつづり字を共通にすることも併せ考慮すると，これに接した取引者，需要者に対し，外観上近似した印象を与える場合もあるといえる。",
                "また，両者は，「ミヤビ」の称呼及び「優美で上品なこと」の観念を共通にするものである。",
                "したがって，両者の外観上の相違が称呼及び観念の同一性を凌駕するほどの差異として，取引者，需要者に認識されるとはいい難く，外観，称呼及び観念の要素を総合勘案すれば，本願商標と引用商標とは，互いに紛れるおそれのある類似の商標ということができる。",
                "また，本願商標の指定商品は，引用商標の指定商品と同一又は類似のものを含むものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標は，引用商標と類似する商標であり，かつ，引用商標の指定商品と同一又は類似する商品について使用をするものであるから，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の認定に関し",
              "text": [
                "審判請求人は，商標登録出願事件が審判に係属している場合には，当該事件の手続の補正をすることができるところ(商標法68条の40第1項)，原告は，本願商標について「DAＮISH  BREAD」及び「MIYABI」の文字を削除したかのような主張をする。しかし，本願の手続において願書に記載された商標を補正する手続補正書(商標法施行規則16条)の提出は見当たらず，本願商標の補正はされていないから，審決が願書に記載された商標を本願商標として認定した点について何ら違法はなく，原告の主張は，その前提を欠く。",
                "また，本願商標についての原告の主張は判然とせず，かつ，原告は，審判請求書には，本願商標の構成から「雅」以外の全ての文字部分をなくした図面(乙14)を添付し，審理再開申立書には，審判請求書添付の図面に係る商標の構成に「OSAKA」及び「高級デニッシュ食パン『みやび』」の文字を追加した図面(甲8)を添付し，さらに，原告第1準備書面には，審理再開申立書添付の図面に係る商標の構成から「高級デニッシュ食パン『みやび』」の文字をなくした図面(甲9)を添付(引用)しており，同一の図面は存しない。",
                "なお，商標法68条の40第1項に基づき，商標登録出願事件が審判に係属しているときに手続の補正がされた場合，願書に記載した商標登録を受けようとする商標等についてした補正がその要旨を変更するものであるときは，審判官は，決定をもってその補正を却下しなければならない(商標法55条の2第3項で準用する同法16条の2第1項)。そして，例えば，本願商標の構成中の要部の一つである「MIYABI」の文字を削除するような手続補正書を提出した場合，その手続補正書は，要旨を変更するものとして却下となる可能性がある。",
                "以上からすれば，本件に係る類否判断は飽くまで願書に記載された態様から成る本願商標(別紙記載1(1)の商標)についてなされるべきであって，この点に関する原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標との類否判断に関し",
              "text": [
                "前記のとおり，引用商標の構成中の「GIOＮ／KYOTO」及び「GIＮZA／TOKYO」の文字部分並びに本願商標の構成中の「OSAKA」の文字部分は，それぞれ地名である「祇園／京都」及び「銀座／東京」並びに「大阪」を容易に認識させ，本願商標及び引用商標の指定商品との関係では，商品の産地又は販売地を想起させるものであるから，商品の出所識別標識としての称呼及び観念が生じない。そして，引用商標の構成中の要部の一つである「MIYABI」の文字部分からは，「ミヤビ」の称呼及び「優美で上品なこと」の観念を生じる一方，本願商標の構成中の要部の一つである「雅」の文字部分からも，「ミヤビ」の称呼及び「優美で上品なこと」の観念を生じるから，両者の称呼及び観念は同一であり，かつ，外観上も，その相違が出所識別標識としての顕著な差異として強い印象を与えるとはいい難く，近似した印象を与える場合もある。",
                "さらに，出願商標が商標法4条1項11号に該当するか否かを判断するに当たっては，対比される両商標の外観，称呼，観念等によって，取引者，需要者に与える印象，記憶，連想等を総合し，その指定商品に係る取引の実情を踏まえて全体的に考察すべきであるところ，商標の構成中の文字が社名又は商品の名称に由来するとしても，そのことのみを根拠に，両商標が混同のおそれがないということはできない。",
                "審決は，本願商標の要部と引用商標の要部とを外観，称呼，観念の3要素において比較し，総合勘案した結果，本願商標と引用商標とは，互いに紛れるおそれのある類似の商標と判断したものであって，本願商標と引用商標とを離隔的観察をした場合，両者は類似する商標といえる。",
                "したがって，この点に関する原告の主張も失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許庁が審理再開の申立てを認めなかったことに関し",
              "text": [
                "審理再開申立書における原告の主張は，それまでの手続において主張していた本願商標と引用商標との外観上の相違を述べ，「商品あるいは製品も価格や製品表示も相違している」から「混同や類似することはない」と述べるものにすぎない。",
                "また，前記のとおり，本願の手続において願書に記載された商標を補正する手続補正書の提出は見当たらず，本願商標の補正はされていない。",
                "そして，審判長は，審理再開申立書における原告主張に対し，本願商標の指定商品「洋菓子，和菓子，食パン」を取り扱う業界においては，様々な価格帯の商品がごく普通に販売されており，その取引者，需要者は，様々な価格帯の商品から自由に選択，購入することが可能なことから，価格等で区別することが商標の類否判断において参酌されるべき指定商品全般についての一般的・恒常的な取引の実情と認めることはできないこと，本願商標と引用商標とが類似し，その指定商品も同一又は類似することから，審理を再開すべき理由は認められないと判断し，本件審判事件に係る審理の再開を行わないこととしたのである。",
                "したがって，その判断及び手続に何ら違法はなく，この点に関する原告の主張も失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標の認定について",
          "text": [
            "原告は，本件審判手続における審理再開申立てに際し，別紙記載1(1)の本願商標を別紙記載1(2)のとおり補正した(「DAＮISH  BREAD」及び「MIYABI」の各文字を削除した)から，かかる補正後の商標が本願商標として扱われるべきであり，審理再開申立前(補正前)の本願商標をもって引用商標との対比に供した審決の認定判断には誤りがある旨主張する。",
            "しかしながら，商標登録出願の手続において，手続の補正は，手続の明確化を図る趣旨から手続補正書を提出することによって行わなければならないものとされており(商標法77条2項，特許法17条4項)，このことは，出願に係る商標の構成の変更についても例外ではない。",
            "しかるところ，原告は，審理再開申立てに際し，何らその旨の手続補正書を提出していない(原告自身，その主張をしておらず，また，その事実を認めるに足る証拠もない。)のであるから，その余の点について判断するまでもなく，原告の主張は失当である。",
            "なお，原告が提出した審理再開申立書(甲8)には，原告が補正後と主張する商標(ただし，その下部に「高級デニッシュ食パン『みやび』」の文字が配されており，厳密には原告が補正後と主張する商標とは構成が異なる。)が本願商標として添付されているが，同申立書は(形式的には)飽くまで審理再開を求める申立書であって手続補正書ではないし，その記載内容をみても，出願に係る商標の構成を変更する旨の記載は一切ないのであるから，かかる審理再開申立書の提出をもって出願に係る商標の構成を変更する旨の手続補正が行われたものとして扱うことはできない。また，審判請求書(乙14)には，原告が補正後と主張する商標の写真(ただし，「OSAKA」の文字が欠けている点において，厳密には原告が補正後と主張する商標とは構成が異なる。)が添付されており，かつ，本願商標が登録されるべき理由として「本願商標は，『雅』の文字からなる」ものであるとの記載があることからすると，原告は，本願商標が補正後のもの(と原告が主張するもの)であることを前提として審判請求を行っているように思われないではないが，同書面は，その表題が手続補正書ではないことはもとより，手続補正を行う旨の記載も全くないのであるから，手続の明確化という上記の観点に照らしても，同書面の提出によって手続補正が行われたと善解することは相当ではない。そして，後述のとおり，本願商標のうち「雅」及び「MIYABI」の文字部分が要部であると認められることからすると，後者を削除する補正は要旨の変更に当たり不適法と解されるから，審判合議体において，原告に対し，不適法な手続補正を行わせるために，審判請求書の記載は手続補正の趣旨であるかどうか釈明を求める必要もなかったものと解される。",
            "したがって，本願商標は，飽くまで願書に添付された本願商標(別紙記載1(1)の商標)をもって認定されるべきであり，この点に関する審決の認定判断に誤りがあるとは認められない。"
          ]
        },
        {
          "fig": "2",
          "subject": "類否の判断について",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最三小判昭和43年2月27日民集22巻2号399頁参照)。",
            "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合には，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されないが，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許されるものと解される(最一小判昭和38年12月5日民集17巻12号1621頁，最二小判平成5年9月10日民集47巻7号5009頁，最二小判平成20年9月8日集民228号561頁参照)。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，①右方向に徐々に細くなるように描かれた水平の直線と，②その上に筆文字風の書体で太く大きく書かれている「雅」の漢字一文字と，③当該漢字の偏である「牙」の部分の上に小さく書かれている「OSAKA」の文字と，④「雅」の文字の右側にその4分の1ほどの高さで上下二段に均等幅で配置されている「DAＮISH  BREAD／MIYABI」の文字(ただし，「MIYABI」の文字の方が個々の字が大きい)と，⑤水平の直線の左端付近から「雅」の文字を覆うように右に傾斜して配されている麦の穂のような植物の図形とから成るものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記構成中，上記③の「OSAKA」の文字部分は，地名である「大阪」を表すものであり，上記④の文字列のうち上段の「DAＮISH  BREAD」の文字部分は，デンマークパンを表す「デニッシュ」又は「デニッシュ",
              "text": [
                "ペストリー」を容易に認識させるものである(乙3，4)。したがって，いずれも，本願商標の指定商品との関係では，商品の産地又は販売地，あるいは，商品の普通名称を想起させるものであって，商品の出所識別標識としての機能を果たさない。",
                "また，上記⑤の麦の穂のような植物の図形は，本願商標の指定商品との関係では，商品の原材料(小麦等)を想起させることが明らかであって(乙5～7)，見る者に対し，商品の出所識別標識として強い印象を与えることはない。",
                "さらに，上記①の水平の直線部分は，極めて単純な形態であって，それ自体何ら商品の出所識別標識としての機能を果たすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，上記②の「雅」の文字部分と上記④の文字列のうち下段の「MIYABI」の文字部分は，共に「優美で上品なこと」(乙8・広辞苑第6版)を意味する語の漢字表記又はローマ字表記であって，本願商標の指定商品の品質，内容等を直接表示するものではない。また，「雅」の文字部分は他の構成要素と比較して一際大きく力強い筆跡で表示されており，「MIYABI」の文字部分も他のローマ字より大きく目立つ態様で表示されているものである。そうすると，本願商標のうち，上記②の「雅」の文字部分と上記④の文字列のうち下段の「MIYABI」の文字部分は，両者相まって，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものということができ，当該文字部分だけを要部として抽出し，引用商標と比較して商標の類否を判断することも許されるというべきである。",
                "したがって，本願商標からは，「雅」ないし「MIYABI」の各文字部分に相当する「ミヤビ」の称呼及び「優美で上品なこと」という観念が生じ得るというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "引用商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標は，①細く均等の幅で描かれた水平の直線と，②その上に筆文字風の書体で太く大きくやや上下に互い違いになるように書かれた「MIYABI」の文字(ただし，その一部の字が水平の直線と交わるように配置されている)と，③「MI」の文字部分の上部に小さな文字で配置された「GIOＮ／KYOTO」の文字列と，④同下部に小さな文字で配置された「究極の食パン」の文字と，⑤「BI」の文字部分の上部に小さな文字で配置された「GIＮZA／TOKYO」の文字列と，⑥同下部に小さな文字で配置された「みやび」の文字とから成るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "その構成中，上記③の「GIOＮ／KYOTO」及び上記⑤の「GIＮZA／TOKYO」の各文字列は，それぞれ地名(すなわち，商品の産地又は販売地名)である「祇園／京都」及び「銀座／東京」を想起させるにすぎず，上記④の「究極の食パン」の文字部分も，商品の品質を誇張したにすぎないから，いずれも商品の出所識別標識としての機能を果たさない。",
                "また，上記①の水平の直線部分は，極めて単純な形態であって，それ自体何ら商品の出所識別標識としての機能を果たすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，上記②の「MIYABI」の文字部分と上記⑥の「みやび」の文字部分は，共に「優美で上品なこと」(乙8・広辞苑第6版)を意味する語のローマ字表記又は平仮名表記であって，引用商標の指定商品の品質，内容等を直接表示するものではない。また，「MIYABI」の文字部分は，他の構成要素と比較しても一際大きく目立つ態様で表示されており，「みやび」の文字部分もその読みを表示しているものと認識できる。",
                "そうすると，引用商標のうち，上記②の「MIYABI」の文字部分と上記⑥の「みやび」の文字部分は，両者相まって，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものということができ，当該文字部分だけを要部として抽出し，引用商標と比較して商標の類否を判断することも許されるというべきである。",
                "したがって，引用商標からは，「MIYABI」ないし「みやび」の各文字部分に相応する「ミヤビ」の称呼及び「優美で上品なこと」という観念が生じ得るというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本願商標と引用商標の類否について",
          "text": [
            "本願商標と引用商標の要部について対比すると，外観こそ，本願商標は大きい漢字の「雅」と小さいローマ字の「MIYABI」から成り，引用商標は大きいローマ字の「MIYABI」と小さい平仮名の「みやび」から成るという文字種の違いがあるものの，その称呼(ミヤビ)及び観念(優美で上品なこと)は完全に同一である。",
            "また，外観についても，商標の使用において，商標の構成文字を同一の称呼が生じる範囲内でローマ字を平仮名，片仮名，漢字表記にしたり，あるいは，その逆にしたりという文字種の変換はごく普通に行われていることであり，このことは，指定商品が共通する「食パン」においても例外ではない(乙6，7，9～13)。したがって，漢字かローマ字かという文字種の違いは，両商標の類否を判断する上でさしたる相違であるとは認められない。むしろ，本願商標と引用商標とでは，一番大きく表示されていて見る者の目を惹く部分である，本願商標の「雅」の文字部分と引用商標の「MIYABI」の文字部分が共に似たような筆文字風の書体で表示されており，この点は，離隔的観察を前提とすれば，取引者，需要者に対し近似する印象を与えるということもできる。",
            "さらに，指定商品が共通する「食パン」は，パン屋やスーパーマーケット等で販売される日用の食品であって，通常はそれほど注意深く商品を観察した上で購入したり取引されたりするものではない。",
            "以上のことを総合考慮すれば，本願商標と引用商標の外観上の相違はそれほど大きいものではなく，称呼及び観念の共通性や，上記取引の実情等を踏まえれば，本願商標と引用商標とは互いに出所について誤認混同を生ずるおそれがある類似の商標であるということができる。",
            "したがって，これと同旨をいう審決の認定判断は相当であり，この点に判断の誤りがあるとは認められない(なお，仮に原告が主張する別紙記載1(2)の商標〔補正後の商標〕をもって引用商標と対比したとしても，その要部認定は変わらないから，結局，類否判断についての結論も変わらない。よって，その意味でも審決の認定判断に誤りがあるとは認められない。)。"
          ]
        },
        {
          "fig": "6",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願商標は，大きく「雅」という漢字一文字で「みやび」と読むのに対し，引用商標は，ローマ字で左から右に「みやび」と読むのであって，漢字を中心とする本願商標とローマ字を中心とする引用商標とでは，明らかに外観(構成)が異なっている旨主張する。",
                "しかしながら，そもそも原告の主張は本願商標とは構成が異なる別紙記載1(2)の商標を前提とするものである点において失当であるし，この点を措くとしても，漢字かローマ字かという文字種の違いが両商標の類否を判断する上でさしたる相違と認められないことは前記のとおりであるから，原告の主張はやはり失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願商標と引用商標との間には，引用商標では「MIYABI」の上にローマ字で「GIOＮ／KYOTO」及び「GIＮZA／TOKYO」と表記されているのに対し，本願商標では地域も異なる「OSAKA」のみがローマ字表記であること，引用商標の「MIYABI」は単なる商品名にすぎないのに対し，本願商標の「雅」は社名と同一の商品名を表示するものであって，その意味合いが全く異なることといった違いも存する旨主張する。",
                "しかしながら，そもそも引用商標における「GIOＮ／KYOTO」及び「GIＮZA／TOKYO」の文字部分や，本願商標における「OSAKA」の文字部分はいずれも商標の構成における要部ではないから，これらの部分に着目して外観等の相違を指摘しても両商標の類否判断においては意味がない。また，両商標の類否を判断する上で文字種の違いが必ずしも重要な相違といえないことは前記のとおりであるから，本件においては，ローマ字か否かを問題にしてもやはり意味がない。さらに，本願商標の「雅」が原告の社名に由来するとしても，そのことが直ちに取引者，需要者によって認識されるとは限らないから，この点も本願商標から生じる観念の認定や引用商標との類否判断に直ちに影響を与えるものではない(なお，「雅」の文字が直ちに原告の社名を想起させるほど，原告や原告商品が取引者及び需要者の間で著名であると認めるに足る証拠は全くない。)。",
                "したがって，上記原告の主張も失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願商標と引用商標との対比について，離隔的観察を行えば，出所の誤認混同が生じることはあり得ないとも主張する。",
                "しかしながら，離隔的観察は時と場所とを異にして両商標を観察する方法であり，指定商品が共通する「食パン」は，パン屋やスーパーマーケット等で販売される日用の食品であって，通常はそれほど注意深く商品を観察した上で購入したり取引されたりするものではないといった前記の事情も踏まえれば，出所の誤認混同が生じることは十分あり得ることといえる。",
                "したがって，この点に関する原告の主張も失当である。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "特許庁が審理再開の申立てを認めなかった点について",
          "text": [
            "原告は，審理再開の申立てが認められなかったため，本願商標の補正を行うことができなかったとして，特許庁が審理再開の申立てを認めなかったこと自体が不当であると主張する。",
            "しかしながら，原告が特許庁に提出した審理再開申立書(甲8)に記載されているのは，要するに，両商標については，外観上の相違(英字か漢字か)や(商標が付される)商品の価格の相違等から，出所の誤認や混同等を生ずるおそれがないので，本願商標の登録出願が認められるべきであるということにとどまり，出願に係る商標の構成を変更することについては，一切記載がない。",
            "また，仮に上記審理再開申立てが本願商標の構成の変更(補正)を前提とするものであったとしても，補正前の本願商標と補正後の商標(別紙記載1(2)の商標)とで要部認定や類否判断の結論が変わらないことは前記のとおりであるから，かかる補正は拒絶理由を解消するものではない。",
            "したがって，いずれにしても，審判長が審理再開を認めなかったことについて違法不当があるとは認められず，この点に関する原告の主張も失当である。"
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の主張はいずれも理由がなく，審決に取り消されるべき違法があるとは認められない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}