{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2014-300026号事件について平成29年3月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告及び株式会社いきいき緑健(以下「いきいき緑健」という。)は，以下の商標(登録第5169730号)の商標権者である。(乙1，2)",
              "text": [
                "登録商標：別紙商標目録記載のとおり(以下「本件商標」という。)",
                "登録出願：平成19年1月9日",
                "設定登録：平成20年10月3日",
                "指定商品：第29類「大麦若葉若しくはケールを主原料とする顆粒状・カプセル状・粒状・錠剤状・粉末状・液体状・ゼリー状の加工食品，大麦若葉若しくはケールを主原料として難消化性デキストリンを配合した粉末状・顆粒状・カプセル状・錠剤状若しくは液体状の加工食品，大麦若葉若しくはケールを主原料として食物繊維キトサンを配合した粉末状・顆粒状・カプセル状・錠剤状若しくは液体状の加工食品」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告は，平成26年1月10日，特許庁に対し，本件商標は，その指定商品について，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが使用した事実がないとして，商標法50条1項の規定に基づく本件商標の商標登録の取消しを求める審判を請求し，当該請求は同月29日に登録された。(乙20)"
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを取消2014-300026号事件として審理し(以下「本件審判」という。)，平成29年3月31日，「登録第5169730号商標の商標登録は取り消す。」との別紙審決書(写し)記載の審決をし(以下「本件審決」という。)，その謄本は，同年4月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年5月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであり，その要旨は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標を付した広告が掲載された，①商品カタログ(甲1。以下「甲1カタログ」という。)，②商品カタログ(甲2。以下「甲2カタログ」という。)，③「WOC  Ｎursing  2013  創刊号」と題する雑誌(甲3。以下「甲3雑誌」という。)について，いずれも要証期間内に頒布されたとの事実は認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，その他，審判請求の登録(平成26年1月29日)前3年以内の要証期間内における本件商標の使用は証明されないから，商標法50条の規定により，本件商標の登録は取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本件商標の使用の有無に係る認定の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本案前の抗弁",
          "text": [
            "〔被告の主張〕",
            "本件は，商標権者を原告といきいき緑健の2名とする登録商標の取消審決に対する取消訴訟であるところ，共有に係る商標権の商標登録の取消審決に対する審決取消訴訟は，合一確定の必要があるから，共有者全員で訴えを提起する必要がある固有必要的共同訴訟に当たり，共有者の1名のみによる訴え提起は不適法である。",
            "よって，本件訴えは，不適法であるから，これを却下すべきである。",
            "〔原告の主張〕",
            "争う。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1カタログの頒布",
              "text": [
                "甲1カタログは，平成24年の年間を通じて，新聞の折込み広告を見た顧客から問合せがあった時に送付されたり，学会の開催会場構内に置かれたり，ダイレクトメールで送付されたりするなどして，頒布された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2カタログの頒布",
              "text": [
                "甲2カタログは，平成25年7月頃，学会の開催会場構内に置かれたり，ダイレクトメールで送付されたりするなどして，頒布された。",
                "甲2カタログが頒布されたことは，甲2カタログに関する，顧客からの資料請求のはがき(甲25)，ダイレクトメールの基礎名簿作成の基になったはがき(甲26)，印刷代金の請求書(甲27)，封筒代金の請求書(甲28)，発送代金の請求書(甲29)，納品書(甲30)及び領収書(甲31)によって裏付けられる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3雑誌の頒布",
              "text": [
                "甲3雑誌は，平成25年7月20日頃，一般の書店において頒布された。",
                "上記雑誌は，平成25年7月19日及び20日開催の第15回日本褥瘡学会学術集会の開催に併せて創刊されたが，同学会の開催前に予約完売したことから，増刷が行われ，その際，本件商標を付した広告が掲載されることになった。このため，同雑誌は，第1刷として，本件商標を付した広告が掲載されていない国会図書館所蔵のもの(乙6)と，第2刷として，本件商標を付した広告が掲載されたもの(甲3雑誌)とが存在する。増刷が行われたことは，井上書店から，同学会の会場内の書店売場用に増刷分として発注されていることからも明らかである(甲15)。国会図書館所蔵のものと甲3雑誌の相違は，甲3雑誌の頒布の事実を否定するものにはならない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1カタログ，甲2カタログ及び甲3雑誌は，いずれも要証期間内に頒布されている。",
                "よって，本件商標は，要証期間内に使用されたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲1カタログの頒布",
              "text": [
                "甲1カタログが頒布された事実を示す客観的証拠は一切ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2カタログの頒布",
              "text": [
                "原告は，本件審判において，甲2カタログの取引書類の提出を指示されたにもかかわらず，数度にわたり口頭審理への出頭を拒否し，虚偽の甲3雑誌を提出した上で，その後，ようやく奥村印刷株式会社(以下「奥村印刷」という。)作成に係る取引書類を提出したものである。また，奥村印刷は，原告と代表者が同じである株式会社医学出版(以下「医学出版」という。)の雑誌の発行を一手に引き受けており，原告とつながりが深い。さらに，原告が提出した甲2カタログの取引書類に関し，顧客からのはがき(甲25，26)には，商品名である「緑健青汁」について一切言及はなく，甲2カタログとの関係が不明である。印刷代金の請求書(甲27)は，甲2カタログとの関係が不明であるほか，本件審判では，差替後の請求書(乙33)も提出されており，その経緯も不明であって到底信用できない。パンフレットが2万5000部印刷され(甲27)，その発送がされたにもかかわらず(甲29)，重ねて発送作業が行われている(乙37)のも不自然である。銀行振込であるにもかかわらず，領収書(甲31)が発行され，かつただし書欄に何らの記載がないのも不自然である。",
                "したがって，甲2カタログに係る取引書類の信用性は低く，甲2カタログは，頒布されていないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3雑誌の頒布",
              "text": [
                "「WOC  Ｎursing  2013  創刊号」と題する甲3雑誌には本件商標に関する広告が掲載されているが，国会図書館所蔵の同名の雑誌(乙6)の該当ページには，そのような広告は掲載されていない。",
                "上記雑誌について，予約完売し，その後増刷が行われたという事実はない。日本各地の図書館において，同雑誌の発行後も，本件商標に関する広告が掲載されていないもの(原告主張に係る第1刷)が入手されている。原告と医学出版は同じ代表者によって事実上一体的に事業を行っており，原告は医学出版の発行に係る同雑誌の印刷部数等は容易に立証できるにもかかわらず，同雑誌について増刷が行われたことを裏付ける客観的証拠も提出されていない。同雑誌の増刷に当たり，平成25年7月19日及び20日開催の学会における資料配布を告知する広告を改めて掲載するのは不合理である。なお，井上書店作成に係る注文書(甲15)には，増刷分を発注する旨記載があるところ，同注文書は本件訴訟の最終段階で初めて提出されたものであるほか，あえて注文書に「増刷」分であることを特記するとは考えにくく，また，小売業者である井上書店が出版社に発注する際に，卸値ではなく小売単価を記載するのも不自然であるから，同注文書の記載は信用できない。",
                "したがって，甲3雑誌は，事後的に作成されたものであって，要証期間内に頒布されていないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "その他の事情",
              "text": [
                "原告は，本件商標の指定商品である青汁に関する業務を，3年以上行っていない。本件商標の使用の事実は，本件商標を付した商品や，その取引書類を提出することによって容易に証明でき，また，被告からも提出を求められたにもかかわらず，原告は，これらを提出しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，甲1カタログ，甲2カタログ及び甲3雑誌は，いずれも要証期間内に頒布されたものとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本案前の抗弁について",
          "text": [
            "被告は，原告といきいき緑健は，本件商標に係る商標権を共有するところ，原告は，単独で本件審決の取消しを請求するから，本件訴えは不適法であると主張する。",
            "しかし，いったん登録された商標権について，登録商標の使用をしていないことを理由に商標登録の取消審決がされた場合に，これに対する取消訴訟を提起することなく出訴期間を経過したときは，商標権は審判請求の登録日に消滅したものとみなされることとなり，登録商標を排他的に使用する権利が消滅するものとされている(商標法54条2項)。したがって，上記取消訴訟の提起は，商標権の消滅を防ぐ保存行為に当たるから，商標権の共有者の1人が単独でもすることができるものと解される。そして，商標権の共有者の1人が単独で上記取消訴訟を提起することができるとしても，訴え提起をしなかった共有者の権利を害することはない。",
            "また，商標権の設定登録から長期間経過した後に他の共有者が所在不明等の事態に陥る場合や，訴訟提起について他の共有者の協力が得られない場合なども考えられるところ，このような場合に，共有に係る商標登録の取消審決に対する取消訴訟が固有必要的共同訴訟であると解して，共有者の1人が単独で提起した訴えは不適法であるとすると，出訴期間の満了と同時に取消審決が確定し，商標権は審判請求の登録日に消滅したものとみなされることとなり，不当な結果となりかねない。",
            "さらに，商標権の共有者の1人が単独で取消審決の取消訴訟を提起することができると解しても，その訴訟で請求認容の判決が確定した場合には，その取消しの効力は他の共有者にも及び(行政事件訴訟法32条1項)，再度，特許庁で共有者全員との関係で審判手続が行われることになる(商標法63条2項の準用する特許法181条2項)。他方，その訴訟で請求棄却の判決が確定した場合には，他の共有者の出訴期間の満了により，取消審決が確定し，商標権は審判請求の登録日に消滅したものとみなされることになる(商標法54条2項)。いずれの場合にも，合一確定の要請に反する事態は生じない。なお，各共有者が共同して又は各別に取消訴訟を提起した場合には，これらの訴訟は，類似必要的共同訴訟に当たると解すべきであるから，併合の上審理判断されることになり，合一確定の要請は充たされる。",
            "以上によれば，商標権の共有者の1人は，共有に係る商標登録の取消審決がされたときは，単独で取消審決の取消訴訟を提起することができると解するのが相当である(最高裁平成13年(行ヒ)第142号同14年2月22日第二小法廷判決・民集56巻2号348頁参照)。",
            "よって，原告は，単独で本件審決の取消しを請求することができる。被告の本案前の抗弁は，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "認定事実",
          "text": [
            "証拠(各項末尾に掲げるもの)及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成26年1月10日，本件審判を請求し，同請求は，同月29日に登録された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告は，平成26年2月20日頃，特許庁に対し，本件商標の使用を立証する証拠として，甲1カタログ及び甲2カタログを提出した。(乙16)"
            },
            {
              "fig": "(3)",
              "subject": "本件審判の審判長は，平成26年7月18日頃，原告に対し，甲1カタログ及び甲2カタログの印刷時期，印刷部数，頒布時期，頒布方法，頒布部数，頒布場所，頒布先などを客観的な証拠により確認できないから，要証期間内にこれらが頒布されたとの事実は認められないとの暫定的な見解を示した。(乙16)"
            },
            {
              "fig": "(4)",
              "subject": "原告は，平成26年8月8日頃，特許庁に対し，本件商標の使用を立証する証拠として，甲3雑誌を提出した。(乙17)"
            },
            {
              "fig": "(5)",
              "subject": "本件審判の審判長は，平成26年12月1日頃，原告に対し，甲3雑誌は国会図書館所蔵のものとは異なるから，要証期間内に甲3雑誌が頒布されたとの事実は認められないとの暫定的な見解を示した。(乙17)"
            },
            {
              "fig": "(6)",
              "subject": "本件審判の審判長は，平成27年11月4日頃，原告に対し，甲1カタログ及び甲2カタログの記載内容から要証期間内に甲1カタログ及び甲2カタログが作成されたと認められたとしても，これらが頒布されたとの事実は客観的な証拠がないから認められない，甲3雑誌が第2刷であったとしても，その記載内容から，要証期間内に甲3雑誌が頒布されたとの事実は認められないとの暫定的な見解を示した。(乙18)"
            },
            {
              "fig": "(7)",
              "subject": "原告は，平成28年1月14日頃，特許庁に対し，甲2カタログの頒布による本件商標の使用を立証する証拠として，奥村印刷作成に係る，印刷代金の請求書(甲27)，封筒代金の請求書(甲28)及び発送代金の請求書(甲29)を提出した。(乙31)"
            },
            {
              "fig": "(8)",
              "subject": "原告は，平成28年7月20日頃，特許庁に対し，甲2カタログの頒布による本件商標の使用を立証する証拠として，奥村印刷作成に係る，品名の明記された印刷代金の請求書(乙33)，発送業務代金の請求書(乙37)，納品書(甲30)及び領収証(甲31)を提出した。(乙34)"
            },
            {
              "fig": "(9)",
              "text": [
                "特許庁は，平成29年2月10日，本件審判の審理を終結し，同年3月31日，要証期間内における本件商標の使用は証明されないとして，本件審決をした。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3雑誌の頒布",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3雑誌は，平成25年7月20日頃，一般の書店において頒布されたと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3雑誌の発売について",
                  "text": [
                    "「WOC  Ｎursing  2013  創刊号」と題する雑誌は，月刊誌の創刊号であり，平成25年7月20日に発売が開始されたものである(乙8)。そして，国会図書館に所蔵された同題名の雑誌(平成25年9月24日受入)は，実際に発売されたものと認められるところ，同雑誌には本件商標に係る文字を付した広告は掲載されていない(乙6)。しかし，審判長の暫定的見解を受けて，原告が平成26年8月8日頃に提出した同題名の甲3雑誌には，本件商標に係る文字を付した広告が掲載されている(甲3)。",
                    "また，「WOC  Ｎursing  2013  創刊号」と題する雑誌の出版社である医学出版と原告とは，代表者も所在地も同じであるから(乙7)，極めて密接な関係を有するものと認められる。そうすると，原告は，実際に発売された同題名の雑誌の一部を本件商標に係る文字を付した広告へと改変し，甲3雑誌を作成することは可能であったといえる。",
                    "そうすると，甲3雑誌は，平成25年7月20日頃，実際に発売されたものということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "これに対し，原告は，「WOC  Ｎursing  2013  創刊号」と題する雑誌の第1刷は平成25年7月20日より前に予約完売し，第2刷として増刷が行われた，増刷時に本件商標を付した広告が掲載されることになった，国会図書館に所蔵された雑誌は第1刷であり，甲3雑誌は第2刷であるなどと主張する。",
                    "しかし，「WOC  Ｎursing  2013  創刊号」と題する雑誌は，予約完売したと主張される日以降に，国会図書館のみならず，全国各地の図書館において購入されており(乙6，神戸常盤大学において同年10月受入(乙25)，東京女子医科大学及び京都橘大学において平成26年1月受入(乙26，27)，国立がんセンターにおいて平成28年3月受入(乙28))，これらの雑誌には，本件商標に係る文字を付した広告が掲載されていない。同題名の雑誌の第1刷が予約完売したとの原告の主張は，虚偽であるというほかない。",
                    "また，原告と「WOC  Ｎursing  2013  創刊号」と題する雑誌の出版社である医学出版とは，前記のとおり極めて密接な関係を有するのであるから，医学出版が印刷会社に対し増刷の注文をしたのであれば，原告は，増刷が行われた事実を裏付ける客観的証拠を提出することは容易である。しかし，原告は，これを提出しない。",
                    "なお，井上書店作成に係る平成25年7月19日付け注文書(甲15)には，「WOC  Ｎursing  2013  創刊号」と題する雑誌の増刷分を発注する旨記載がある。同題名の雑誌が増刷されたか否かは，本件審判において遅くとも平成26年12月頃から実質的な争点になっており，同注文書は，増刷が行われた事実を裏付ける重要な証拠であることは明らかであるにもかかわらず，これが証拠として提出されたのは，本件訴訟の第1回弁論準備手続期日の後である平成29年10月である。このような経緯で証拠として提出された同注文書の記載内容は，信用できるものではない。",
                    "したがって，甲3雑誌は「WOC  Ｎursing  2013  創刊号」と題する雑誌の第2刷であるとの原告の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "よって，甲3雑誌は，実際に発売されたものということはできない。その他，甲3雑誌が，平成25年7月20日頃，一般の書店において頒布されたとの事実を認めるに足りる証拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2カタログの頒布",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2カタログは，平成25年7月頃，ダイレクトメールで送付されるなどして，頒布されたと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2カタログに係る取引書類",
                  "text": [
                    "原告は，甲2カタログの作成者であるから(甲2)，甲2カタログが実際に作成・送付された事実を裏付ける客観的証拠を提出することは容易なことである。本件審判において，遅くとも平成26年7月にはかかる証拠の提出が促されていたにもかかわらず，甲2カタログに係る取引書類が提出されたのは，1年半後の平成28年1月に至ってからである。",
                    "また，原告は，平成28年1月に，奥村印刷作成に係る，甲2カタログの印刷代金の請求書を提出し，同年7月に，品名を明記した同請求書を改めて提出した。そのことからすると，原告は，奥村印刷が作成する取引書類の記載内容を容易に変更することができる立場にあったと推認することができる。そして，甲2カタログに係る取引書類(甲27～31，乙33，37)は，いずれも奥村印刷が作成したものであるから，これらの取引書類の記載内容を直ちに信用することはできない。",
                    "さらに，ダイレクトメールの送付先名簿の作成に利用されたとされる顧客からの手紙(甲26)には，甲2カタログの商品名である「緑健青汁」についての言及は一切ないから，これらの手紙が存在することは，何ら甲2カタログの送付を裏付けるものにはならない。",
                    "加えて，前記(1)のとおり，原告は，平成27年11月以前から，「WOC  Ｎursing  2013  創刊号」と題する雑誌の第1刷は予約完売したとの虚偽の主張をしていたものであって，甲3雑誌の頒布の事実は認められないとの審判長の暫定的見解を受けた後に甲2カタログに係る取引書類を提出するに至ったのであるから，これらの取引書類の記載内容も同様に虚偽である疑いが残る。",
                    "よって，甲2カタログに係る取引書類の記載内容は，信用できるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "その他，甲2カタログが，平成25年7月頃，ダイレクトメールで送付されるなどしたとの事実を認めるに足りる証拠はない。なお，甲2カタログの最終頁末尾に「2012＆2013  リョクサイ＆いきいき緑健」と記載されているものの，同記載のみから，同事実を推認するに足りない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1カタログの頒布",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1カタログは，平成24年の年間を通じて，ダイレクトメールで送付されるなどして，頒布されたと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1カタログの作成者であるから(甲1)，甲1カタログが実際に作成・送付された事実を裏付ける客観的証拠を提出することは容易なことである。しかし，原告は，本件審判において，遅くとも平成26年7月にはかかる証拠の提出が促されたにもかかわらず，甲1カタログに係る取引書類を一切提出しない。そうすると，甲1カタログの最終頁末尾に「2012  リョクサイ＆いきいき緑健」と記載され，また，甲1カタログに添付された応募はがきには「差出人有効期間平成25年3月15日まで」と記載されているものの，これらの記載のみから，甲1カタログが，平成24年にダイレクトメールで送付されるなどしたとの事実を推認するに足りない。そして，その他，同事実を認めるに足りる証拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，甲1カタログ，甲2カタログ及び甲3雑誌は，いずれも要証期間内に頒布されたものとは認められない。また，そもそも，本件商標は，「緑健青汁」，「りょくけん青汁」，「リョクケン青汁」及び「RYOKUKEＮ  AOJIRU」の文字を4段に書して成るものであるのに対し，甲1カタログ，甲2カタログ及び甲3雑誌に記載された商標は，「緑健青汁」の文字のみを書して成るものである。このような本件商標と使用商標とは，商標法50条1項にいう「平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標…その他の当該登録商標と社会通念上同一と認められる商標」であると，直ちに認めることはできない。",
                "したがって，本件商標が要証期間内に使用されたとの事実は認められないというべきであり，本件商標の商標登録は，商標法50条の規定により取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告主張の取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10108",
    "date": "2018-01-15",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087381",
    "ipprecedent_id": "4831",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}