{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が取消2014-300976号事件について平成28年11月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録取消審判請求に対する審決の取消訴訟である。争点は，①被告又は通常実施権者による標章使用の有無及び②使用された標章と登録商標との同一性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "商標登録第4168371号商標(以下，「本件商標」という。)は，下記の構成からなり，第25類「被服(ゴルフ専用のものを除く。)ガーター(ゴルフ専用のものを除く。)，靴下止め(ゴルフ専用のものを除く。)，ズボンつり(ゴルフ専用のものを除く。)，バンド(ゴルフ専用のものを除く。)，ベルト(ゴルフ専用のものを除く。)，運動靴(ゴルフ専用のものを除く。)，その他の履物(ゴルフ専用のものを除く。)，運動用特殊衣服(ゴルフ専用のものを除く。)，運動用特殊靴(ゴルフ専用のものを除く。)」を指定商品として，平成10年7月17日に設定登録されたものである(甲1の1・2)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成26年12月5日，本件商標について，商標法50条に基づく商標登録取消審判を請求し(取消2014-300976号。以下「本件審判請求」という。)，その登録は同月24日にされた(甲1の1)。",
            "特許庁は，平成28年11月17日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月28日に原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告が提出した証拠(甲2の2・3)によると，ブルックス・スポーツ株式会社(以下「ブルックス・スポーツ社」という。)は，平成24年1月5日に設立された後，被告の完全子会社になったことが認められる。",
                "被告が証拠として提出したカタログ(甲2の7。以下「本件カタログ」という。)及び請求書(甲2の9。以下「本件請求書」という。)によると，ブルックス・スポーツ社は，平成26年2月24日，カスタムプロデュース株式会社(以下「カスタムプロデュース社」という。)に対し，赤色と濃紺に色分けされた本件商標と同一の構成態様からなる商標(以下「使用商標」という。)が付された「ランニング用シューズ」(以下「使用商品」という。)を納品したことが認められるから，ブルックス・スポーツ社は，平成26年2月頃，使用商標が付された使用商品を輸入したものと認められる(以下「本件輸入」という。)。",
                "ブルックス・スポーツ社が被告の完全子会社であることからすると，被告が，ブルックス・スポーツ社を介して，使用商標が付された使用商品を輸入したものとみることができる。",
                "使用商標は，色彩を本件商標と同一にすれば，本件商標と同一の商標といえるから，使用商品には，本件商標が使用されているものと認められる。",
                "したがって，被告は，平成26年2月頃，本件商標が付された「ランニング用シューズ」を輸入したものといえるところ，「ランニング用シューズ」は，本件商標の指定商品のうち「運動靴(ゴルフ専用のものを除く。)」の範疇に属する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の通常実施権者であるカスタムプロデュース社は，平成26年当初，「ランニング用シューズ」に係る本件カタログに本件商標を付して頒布したところ，「ランニング用シューズ」は，本件商標の指定商品のうち「運動靴(ゴルフ専用のものを除く。)」の範疇に属する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，被告は，商標権者及び通常実施権者が，本件審判請求の登録前3年以内に，日本国内において，指定商品について本件商標を使用していたことを証明したと認めることができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "被告又は通常実施権者による使用の不存在",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告による輸入について",
              "text": [
                "ブルックス・スポーツ社が被告の完全子会社であることを裏付ける証拠として，被告が本件審判請求において提出した株式譲渡証書(甲2の3。以下「本件株式譲渡証書」という。)には，株式の譲受人として「ブルックス・スポーツ・インク」と記載されており，被告の名称と厳密には一致しない上，譲渡人のA(以下「A」という。)は，ブルックス・スポーツ社の役員でもなく(甲2の2)，Aが同社の発起人であり，設立当時の発行済み全株式を有していたとの被告の主張を裏付ける客観的な証拠は提出されていない。また，株式の譲受人が米国法人であることからすると，日本語の本件株式譲渡証書のみに株式の譲渡人の署名を求めるのは不自然である。",
                "被告が本件審判請求において提出した本件請求書(甲2の9)からは，被告が自ら本件輸入に関与したかどうかは明らかでない。",
                "したがって，被告が使用商標が付された使用商品を輸入したことは証明されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "通常実施権者によるカタログの頒布について",
              "text": [
                "カスタムプロデュース社が被告の日本における総販売代理店であることを裏付ける証拠は提出されておらず，同社が運営するウェブサイト(甲2の6)や同社が作成した本件カタログ(甲2の7)にも，その旨の記載はない。平成24年2月5日付けのニュースリリースにおいて，被告とカスタムプロデュース社との関係は，「提携」(Partner)とされており(甲2の4・5)，総販売代理店とはされていない。",
                "したがって，カスタムプロデュース社が本件商標の通常実施権者であることは証明されていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "使用の事実の不存在",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件カタログについて",
              "text": [
                "本件カタログ(甲2の7)は，ブルックス・ランニング・カンパニー社のランニング用シューズに関するものであり，被告との関係が不明である。また，一般消費者向けのランニング用シューズでありながら，本件カタログには商品価格に関する記載がないから，本件カタログは，商品の販売目的で作成されたものではなく，運動靴の「広告」や「取引書類」に該当しない。さらに，被告が本件カタログの印刷を発注した際の注文確認書であるとして本件審判請求において提出したもの(甲2の8。以下「本件注文確認書」という。)に記載された商品名からは，発注された印刷物が本件カタログかどうか明らかでないし，カタログが印刷された事実があるからといって，当該カタログが頒布されたことにはならず，頒布された事実の立証はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "カスタムプロデュース社への納品について",
              "text": [
                "本件請求書(甲2の9)には，ブルックス・スポーツ社の社印が押されていないから，その信憑性は疑問である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審決が認定した使用の事実は，いずれも証明されていない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標と本件商標との同一性の不存在",
          "text": [
            "本件商標と使用商標とを対比すると，最初の「B」以外の欧文字部分においては，軽微な差異しか認められないものの，「B」の文字と右向きのV字状図形(以下，この部分を「B図形部分」という。)の描き方において顕著に異なる。すなわち，使用商標は，B図形部分の一部のみが赤色に着色されているだけでなく，右向きのV字状図形が「B」の文字と分離して特定できる態様で描かれており，また，V字状図形と重なる「B」の文字の縦線部分が当該図形と隙間なく描かれている点において，本件商標とは大きく異なる。",
            "本件商標のB図形部分  使用商標のB図形部分",
            "本件商標において，最初の「B」以外の欧文字部分が普通のローマン体で書されていることからすると，B図形部分の外観的特徴は，本件商標の構成において基本をなす部分ということができる。",
            "本件商標のように構成要素に色彩を含まないものにあっては，色彩は特定されておらず，商標全体が不特定一色と解すべきであるから，一部分だけに色彩が付された使用商標には，商標法70条1項の適用はない。",
            "したがって，使用商標と本件商標とは，同一性がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "被告又は通常実施権者による使用の不存在について",
          "content": [
            {
              "fig": "(1)",
              "subject": "ブルックス・スポーツ社は被告の完全子会社であること",
              "text": [
                "インク(Inc.)は，インコーポレイテッド(incorporated)の最初の3文字をとって省略した形であって，意味としては同一であるから，本件株式譲渡証書(甲2の3)における株式の譲受人の表記である「ブルックス・スポーツ・インク」は，被告の名称と一致する。本件株式譲渡証書(甲2の3)に特段の疑義は存在せず，ブルックス・スポーツ社は被告の完全子会社である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件輸入をもって，被告による本件商標の使用が認められること",
              "text": [
                "親会社である被告は，ブルックス・スポーツ社の全株式を有する者として，同社と実質的に同一の会社と評価できることから，ブルックス・スポーツ社による本件輸入は，仮に被告が明示的に本件輸入に関与していなかったとしても，被告による輸入と同視できる。",
                "仮に被告が本件輸入に明示的に関与することが必要であると解しても，本件輸入は，逆から言えば，被告自身が日本の子会社であるブルックス・スポーツ社に輸出したものであって，被告は，この輸出行為をもって，本件輸入に明示的に関与しているといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "カスタムプロデュース社は被告の日本国内における販売総代理店であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "販売総代理店とは，法的に定義された用語ではないが，一般に，特定の地域や特定の市場全体についての販売権を一手に担う代理店を指す言葉として用いられている。そのため，名称のいかんを問わず，カスタムプロデュース社が，特定の地域(日本国内)について，被告が取り扱う商品の販売権を一手に担う代理店ということができれば，カスタムプロデュース社は被告の日本国内における販売総代理店に当たるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成24年1月23日に，ブルックス・スポーツ社及びカスタムプロデュース社との間で，カスタムプロデュース社が日本における被告の販売総代理店になる旨の契約を締結しており(乙1)，カスタムプロデュース社が被告の日本における販売総代理店であることは明らかである。なお，カスタムプロデュース社が日本における被告の販売総代理店であることは，新聞でも取り上げられている(乙2)。",
                    "また，平成24年2月5日付けのニュースリリースにおいて，①被告がカスタムプロデュース社と提携しており，②カスタムプロデュース社が被告の日本におけるパートナーであることを発表している(甲2の4・5)ところ，このような不特定多数の第三者に向けたプレスリリースにおいて提携先を偽る特段の理由は存しない。",
                    "さらに，特定商取引に関する法律11条及び特定商取引に関する法律施行規則8条1項1号によると，商品の通信販売を行う際には，通信販売事業者の名称及び住所を表示する義務があり，この義務に基づき，被告の製品を取り扱うウェブサイト(甲2の6)の「特定商取引法に基づく表示」に，販売業者として「カスタムプロデュース株式会社」と表示されている(以下「本件特商法表示」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告，ブルックス・スポーツ社及びカスタムプロデュース社の間における，上記イの契約書(乙1)の1条A項において，カスタムプロデュース社は，「exclusive  distributor」と規定されている。また，カスタムプロデュース社は，運営元の異なる各種ウェブサイトにおいて被告の「輸入総代理店」と表記されている(乙3～6)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，カスタムプロデュース社は，被告の日本国内における販売総代理店である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "カスタムプロデュース社が通常使用権者であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)のとおり，カスタムプロデュース社は，被告の日本国内における販売総代理店であるから，カスタムプロデュース社は本件商標の通常使用権者ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，カスタムプロデュース社が被告の日本国内における販売総代理店といえない場合であっても，以下のとおり，本件の事実関係の下では，カスタムプロデュース社は本件商標の通常使用権者ということができる。",
                    "被告，ブルックス・スポーツ社及びカスタムプロデュース社の間における，前記(3)イの契約書(乙1)5条A項により，カスタムプロデュース社は，本件商標を含む被告の商標を使用する権利と義務があるから，本件商標を使用する権利を許諾されていることは明らかである。",
                    "前記(3)イの本件特商法表示は，カスタムプロデュース社が被告の商品(本件商標が付された商品を含む。)を日本国内において販売していることを強く裏付けるものである。また，前記(3)イのとおり，被告は，カスタムプロデュース社と提携し，日本におけるパートナーにする旨発表しているから，日本国内におけるカスタムプロデュース社による本件商標が付された被告の製品の販売は，被告の意思に基づくものということができる。",
                    "したがって，カスタムプロデュース社は本件商標の通常使用権者である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "使用の事実の不存在について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件カタログについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件カタログ(甲2の7)に記載されている「BROOKS  RUＮＮIＮG  COMPAＮY」とは，独立した会社名ではなく，被告がランニング用の商品を専門的に扱ってきたことを示すキャッチフレーズのようなものであって，被告のことを表す表現にすぎない(乙7)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商品価格に関する表記がないカタログは珍しいものではない。そのため，具体的な販売価格を明示しないことのみをもって，運動靴の「広告」や「取引書類」に該当しないと考えることは不合理である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件注文確認書(甲2の8)は，本件カタログを発注した際のものである(乙7)。そのことは，注文確認書の「カラー」「中閉じ冊子」との表記が，本件カタログがカラーの中閉じ冊子になっていることと整合していることからも裏付けられる。",
                    "カタログを有償で発行したにもかかわらず，一切頒布しないということは経済的に極めて不自然，不合理であり，特段の事情がない限り，カタログを発行すれば，それを頒布したものとみるのが商取引の通念から相当である。本件カタログは，販売店向けの展示会で販売店に頒布するために，平成25年7月27日に500部発注し(同年8月13日納品)，同年8月下旬頃にカスタムプロデュース社によって展示会にて頒布された(乙7)。このことは，本件カタログの表紙には「2014SSコレクション」と表示されており，本件カタログは，2014年の商品カタログであるといえるため，遅くとも平成26年の当初には頒布されたものと合理的に考えられることからも裏付けられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件カタログは，カスタムプロデュース社によって，遅くとも平成26年当初には頒布されたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "カスタムプロデュース社への納品について",
              "text": [
                "本件請求書(甲2の9)は，カスタムプロデュース社がブルックス・スポーツ株式会社から被告の商品を納入した際の請求書であって，請求書に記載どおりの製品を記載の数量で納入したものである(乙7)。請求書に社印が押印されないことも十分にあり得るのであって，社印の不存在のみをもって取引の不存在を導くことは不合理である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標と本件商標との同一性の不存在について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法70条1項は，「登録商標に類似する商標であって，色彩を登録商標と同一にするものとすれば登録商標と同一の商標であると認められるもの」は，商標法50条における「登録商標」に含むと規定している。",
                "そこで，本件商標と使用商標を，色彩の点を除き，双方白黒にして比較すると，「B」の左側の直線とV字状図形の交差する点にわずかな隙間が存在するのみで，外観においてほとんど差異がないものといえる。",
                "また，この差異は，図形を拡大し，注意深く見れば発見できるものの，小さなサイズで特に注意を払うことなく見ると，差異自体に気付かないことも十分にあり得る。",
                "したがって，使用商標の使用をもって，本件商標を使用したということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標法70条1項の趣旨は，登録商標と色彩のみを変更することによって，同一の商標ではなく，類似の商標として，商標法25条の使用権の専用的効力を潜脱することを防止することにある。原告の主張のように解すると，色彩に限定のない登録商標については，色彩を二色付せば，商標法70条1項の適用を免れ，商標法25条の使用権の専用的効力を容易に潜脱することが可能となるが，このような解釈は商標法70条1項の趣旨に反する。",
                "したがって，原告の商標法70条1項に関する主張には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "ブルックス・スポーツ社及びカスタムプロデュース社について",
          "content": [
            {
              "fig": "(1)",
              "subject": "ブルックス・スポーツ社が被告の完全子会社であるかどうかについて",
              "text": [
                "証拠(甲2の2・3)によると，①ブルックス・スポーツ社は，平成24年1月5日，東京都渋谷区に本店を有する，資本金1000万円，発行済株式総数20株の株式会社として設立されたこと，②Aは，平成24年1月16日，同人が有するブルックス・スポーツ社の発行済株式の全部を被告に譲渡したこと，以上の事実が認められる。これらの事実によると，ブルックス・スポーツ社は，被告が，その発行済株式の全部を有する，完全子会社であると認められる。",
                "この点について，原告は，本件株式譲渡証書(甲2の3)には，株式の譲受人として「ブルックス・スポーツ・インク」と記載されており，被告の名称と厳密には一致しないと主張するが，インク(Inc.)は，インコーポレイテッド(incorporated)の最初の3文字をとって省略した形であるから，本件株式譲渡証書に記載されている株式の譲受人は，被告と一致するものと認められる。また，原告は，譲渡人のAは，ブルックス・スポーツ社の役員でもなく，Aが同社の発起人であり，設立当時の発行済全株式を有していたとの被告の主張を裏付ける客観的な証拠は提出されていないと主張するが，本件株式譲渡証書(甲2の3)によると，被告は，Aから，同人が有するブルックス・スポーツ社の発行済株式の全部を譲渡されたと認められるのであって，原告が主張する事情は，この認定を左右するものということはできない。さらに，原告は，株式の譲受人が米国法人であることからすると，日本語の本件株式譲渡証書のみに株式の譲渡人の署名を求めるのは不自然であると主張するが，ブルックス・スポーツ社は，日本法に準拠して設立された株式会社であって，日本語の本件株式譲渡証書のみに株式の譲渡人の署名があるとしても不自然ではない。したがって，原告のこれらの主張は，いずれも採用することはできない。  (2)  カスタムプロデュース社が通常実施権者であるかどうかについて"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲2の1・4～6，乙1，7)によると，次の事実が認められる。",
                    "被告，ブルックス・スポーツ社及びカスタムプロデュース社は，平成24年1月23日，カスタムプロデュース社を日本におけるブルックス製品(ランニング用運動靴)の独占的なディストリビュータとする契約を締結した。この契約においては，本件商標は，被告に帰属する独占的な財産であること，カスタムプロデュース社が，広告，カタログ，価格表等を作成したときは，その使用前に承認を得ることなどが規定されている。",
                    "平成24年2月5日付けのニュースリリースにおいて，被告は，カスタムプロデュース社と提携しており，同社が被告の日本におけるパートナーであることを発表した。",
                    "被告の日本におけるウェブサイトは，カスタムプロデュース社が運営しており，同ウェブサイトにおけるオンラインショップは，平成26年10月から開設されているところ，同ウェブサイトには，「特定商取引に関する法律に基づく表記」として，「カスタムプロデュース株式会社」が販売業者として表示されている(本件特商法表示)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の事実に，後記2(1)のとおり，カスタムプロデュース社は，本件カタログを作成し，頒布するなどしていることを総合すると，同社は，平成24年1月23日に，被告から，日本において本件商標が付されたランニング用運動靴を独占的に販売する権利を与えられ，それに伴って，本件商標の通常実施権を許諾されたものと認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件輸入及び本件カタログの頒布について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲2の1・7～9，乙7)と弁論の全趣旨によると，次の事実が認められる。",
                    "カスタムプロデュース社は，平成25年7月27日，20ページのフルカラーA4中閉じの本件カタログ500冊を発注し，同年8月13日に納品を受け，同年8月下旬頃に展示会において頒布した。",
                    "本件カタログには，表紙に使用商標が表示されるとともに，使用商標を含む表記として「BROOKS  RUＮＮIＮG  COMPAＮY」との記載がされている。また，本件カタログ中には，「ヘリテージ・フットウェア・コレクションは，ブルックス・ランニング・カンパニー100周年を記念して発売される・・・ヴィンテージ・コレクション」との記載があり，使用商標を付したランニング用運動靴の写真が多数掲載されているほか，「2014SSコレクション」との表示がある。本件カタログは，平成26年へ向けての製品を掲載したカタログである。",
                    "ブルックス・スポーツ社は，平成26年2月24日に，カスタムプロデュース社に対し，使用商標が付されたランニング用運動靴を販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの認定について，原告は，本件カタログは，ブルックス・ランニング・カンパニー社のランニング用シューズに関するものであり，被告との関係が不明であると主張する。しかし，上記(1)認定のとおり，本件カタログには，「BROOKS  RUＮＮIＮG  COMPAＮY」，「ブルックス・ランニング・カンパニー」との記載があるが，乙7(カスタムプロデュース社代表者の陳述書)と弁論の全趣旨によると，この記載は，被告が100周年を記念して復刻させた表記であって，そのような会社があるわけではなく，本件カタログは，被告の製品についてのカタログであると認められる。また，原告は，本件注文確認書(甲2の8)に記載された商品名からは，発注された印刷物が本件カタログかどうか明らかでなく，カタログが印刷された事実があるからといって，当該カタログが頒布されたことにはならず，本件カタログが頒布された事実の立証はないと主張する。しかし，本件注文確認書(甲2の8)に記載された商品が本件カタログであること及び本件カタログが頒布された事実は，乙7(カスタムプロデュース社代表者の陳述書)によって認められる。本件注文確認書(甲2の8)に記載された商品の内容(20ページのフルカラーA4中閉じ)は，本件カタログ(甲2の7)の内容と整合するものであるし，時期的にも，本件カタログが平成26年に向けての製品を掲載したものであることと整合するのであって，前記認定事実を覆すに足りる証拠はない。さらに，原告は，本件請求書(甲2の9)には，ブルックス・スポーツ社の社印が押されていないから，その信憑性は疑問であると主張するが，社印が押されていないからといって，直ちにその信憑性を疑うことはできない。したがって，原告の上記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件輸入について",
              "text": [
                "前記(1)認定のとおり，ブルックス・スポーツ社は，平成26年2月24日に，カスタムプロデュース社に対し，使用商標が付されたランニング用運動靴を販売したことからすると，平成26年2月頃，使用商標が付されたランニング用運動靴(使用商品)が輸入されたものと認められる。そして，前記1(1)認定のとおり，ブルックス・スポーツ社が，被告の完全子会社であることからすると，この輸入は，被告によってされたものと評価することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件カタログの頒布について",
              "text": [
                "前記1(2)認定のとおり，カスタムプロデュース社は，本件商標についての通常実施権者であるところ，前記(1)認定のとおり，同社は，使用商標が付された本件カタログを作成し，平成25年8月下旬頃に頒布したものと認められるから，同社は，「広告」又は「取引書類」に使用商標を付して頒布したものと認められる。この点について，原告は，本件カタログには商品価格に関する記載がないから，本件カタログは，商品の販売目的で作成されたものではなく，運動靴の「広告」又は「取引書類」に該当しないと主張する。しかし，本件カタログに商品価格に関する記載がないからといって，本件カタログが商品の販売目的で作成されたものでないということはできないから，原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標と本件商標との同一性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標と使用商標とを対比すると，最初の「B」以外の欧文字部分においては，差異は認められないが，「B」の文字と右向きのV字状図形(B図形部分)においては，①使用商標は，右向きのV字状図形が赤色に着色されていて「B」の文字と色が異なっているのに対し，本件商標は，右向きのV字状図形が「B」の文字と同色である点，②使用商標は，右向きのV字状図形が「B」の文字と分離して特定できる態様で描かれているのに対し，本件商標は，右向きのV字状図形が「B」の文字と分離して特定できる態様で描かれていない点，③使用商標は，右向きのV字状図形と重なる「B」の文字の縦線部分が当該図形と隙間なく描かれているのに対し，本件商標は，右向きのV字状図形と重なる「B」の文字の縦線部分と当該図形との間に隙間がある点において，差異がある。",
                "しかし，上記②及び③の点は，わずかな差異であって，よく見ないと見逃してしまう程度の差異である。また，上記①の点についても，赤色に着色されているのは，右向きのV字状図形のみであって，全体から見ると一部分にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標法70条1項は，「登録商標に類似する商標であって，色彩を登録商標と同一にするものとすれば登録商標と同一の商標であると認められるもの」は，商標法50条における「登録商標」に含むと規定しているところ，上記(1)で述べたところからすると，使用商標は，「本件商標に類似する商標であって，色彩を本件商標と同一にするものとすれば本件商標と同一の商標であると認められるもの」ということができるから，商標法50条における「登録商標」に含むものと認められる。",
                "この点について，原告は，本件商標において，最初の「B」以外の欧文字部分が普通のローマン体で書されていることからすると，B図形部分の外観的特徴は，本件商標の構成において基本をなす部分ということができると主張するが，B図形部分は，本件商標の一部分にすぎないから，B図形部分の外観的特徴が本件商標の構成において基本をなす部分ということはできない。また，原告は，本件商標のように構成要素に色彩を含まないものにあっては，色彩は特定されておらず，商標全体が不特定一色と解すべきであるから，一部分だけに色彩が付された使用商標には，商標法70条1項の適用はないと主張するが，商標法70条1項を原告が主張するように限定して解すべき理由はない。なお，原告が引用する審決例(甲4)は，色彩を付することによって非類似となった事例であって，色彩を付することによって非類似となったとはいえない本件とは事案が異なるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，使用商標と本件商標とは同一性が認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によると，被告は，被告又はその通常実施権者が，本件審判請求の登録前3年以内に，日本国内において，指定商品について本件商標を使用していたことを証明したと認めることができる。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件審決を取り消すべき理由はないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}