{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "控訴人は，別紙1物件目録記載1ないし4の製品を製造・販"
        }
      ]
    },
    {
      "text": "売してはならない。",
      "content": [
        {
          "fig": "(2)",
          "text": "控訴人は，前記(1)記載の製品を廃棄せよ。"
        },
        {
          "fig": "(3)",
          "text": "控訴人は，被控訴人に対し，169万9467円及びこれに  "
        }
      ]
    },
    {
      "text": "対する平成26年7月31日から支払済みまで年5分の割合に"
    },
    {
      "text": "よる金員を支払え。",
      "content": [
        {
          "fig": "(4)",
          "text": "被控訴人のその余の請求を棄却する。  "
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じてこれを5分し，その1を控訴        "
    },
    {
      "text": "人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決は，第1項の(3)に限り，仮に執行することができる。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人が控訴人に対し，被控訴人の営業秘密である別紙2情報目録記載の情報(以下「本件情報」という。)について，控訴人が不正開示を受けて取得し，取得した営業秘密を使用して別紙1物件目録記載1ないし4の製品(以下，それぞれの製品を「被告製品1」などといい，併せて「被告製品」という。)を製造・販売したことは，不正競争防止法(以下「不競法」という。)2条1項8号及び10号に該当する不正競争行為であると主張して，①同法3条1項に基づき，被告製品1ないし4の製造・販売の差止めを求め，②同法3条2項に基づき，製造した被告製品1ないし4の廃棄を求めるとともに，③同法4条に基づき，損害賠償として1183万円及びこれに対する不正競争行為の後で訴状送達の日の翌日である平成26年7月31日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "なお，被控訴人は，原審では，予備的に，控訴人の行為は著作権侵害行為であるとして，著作権法112条1項に基づく差止め，同条2項に基づく廃棄及び著作権侵害の不法行為に基づく損害賠償を求めていたが，当審において，著作権に基づく訴えは取り下げた。"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決は，本件情報は全て不競法2条6項所定の営業秘密に該当するところ，控訴人は，故意又は重過失により，本件情報の不正開示を受け，これらを用いて被告製品を製造・販売したとして，前記①の被告製品の製造・販売の差止請求及び同②の廃棄請求を認容するとともに，同③のうち，449万8700円及びこれに対する平成26年7月31日から支払済みまで年5分の割合による遅延損害金の支払の限度で損害賠償請求を認容し，被控訴人のその余の請求を棄却した。",
          "text": [
            "控訴人は，原判決を不服として，控訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実(争いがない事実及び後掲証拠によって容易に認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，ケーブルテレビ関連機器の開発，製造・販売等を目的とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成25年6月21日に設立されたケーブルテレビ関連機器の製造・販売等を目的とする株式会社である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "Aは，被控訴人における営業部部長であったが，被控訴人在職中に控訴人を設立し，Aが控訴人の代表取締役に，被控訴人における営業部課長であったBが控訴人の取締役に，それぞれ就任した。AとBは，同年7月15日被控訴人を退職した。",
                    "Cは，被控訴人において，取締役として商品開発業務を行っていたが，同年6月15日に退職し，その後控訴人に入社した。",
                    "Dは，被控訴人におけるソフトウェア開発の責任者として商品開発業務を行っていたが，平成24年7月15日に被控訴人を定年退職し，その後は平成26年2月14日まで業務委託社員として被控訴人で勤務していた。Dは，同月17日，控訴人と業務委託契約を締結したが，同年4月18日，控訴人からの業務受託を終了した(甲3，4，乙2，5，6)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告製品について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，別紙3原告製品目録記載の製品(以下，それぞれの製品を「原告製品1」などといい，併せて「原告製品」という。)を開発し，製造・販売している。",
                    "原告製品1は，受信する地上デジタル波主副2系統の各信号のレベル，主系統のMER(モジュレーションエラーレシオ)，BER(ビットエラーレート)を常時監視解析して，主系統の信号評価が設定値より下がったときに副系統の受信入力信号に自動切換動作する製品である(甲1)。",
                    "原告製品2は，原告製品1と同様，地上デジタル波の信号レベルを監視する機器である。原告製品1が主系統の信号しか測定しないのに対し，原告製品2では副系統の信号も測定することができる(甲1)。",
                    "原告製品3は，地上波用のチャンネル固定の切換器である(甲1)。",
                    "原告製品4は，BS1チャンネルからBS15チャンネルまでの広域帯を監視する切換器である(甲1)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件情報について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "パソコンのソフトウェアのソースコード(以下，パソコンに搭載されるソフトウェアを「PCソフト」，PCソフトのソースコードを「PCソースコード」という。)",
                      "text": [
                        "原告製品1及び2には，パソコンが内蔵されており，同パソコンに搭載された専用のPCソフトによって各種設定を行い，信号切換動作の制御を行う。",
                        "原告製品3及び4は，外部のパソコンに専用のPCソフトを搭載し，これに原告製品3又は原告製品4を接続して各種設定及び操作を行う。原告製品3及び4のPCソフトは，同一である。",
                        "原告製品のPCソフト(以下「原告PCソフト」という。)は，いずれもWindowsXPに対応している(甲1，4)。",
                        "被控訴人は，有限会社ビオスに委託して，原告製品1ないし4のPCソースコード(以下「原告PCソースコード」という。)を作成させ，その提供を受けて保有している(甲13，18)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "マイコンのソフトウェアのソースコード(以下，マイコンに搭載されるソフトウェアを「マイコンソフト」，マイコンソフトのソースコードを「マイコンソースコード」という。)",
                      "text": [
                        "原告製品3及び4に内蔵されている「PIC」と呼ばれるマイクロコンピュータ(マイコン)には，専用のマイコンソフトが搭載されており，これにより自動制御を行う(甲1，4)。",
                        "被控訴人は，有限会社ビオスに委託して，原告製品3及び4のマイコンソースコード(以下「原告マイコンソースコード」という。)を作成させ，その提供を受けて保有している(甲13，18，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "回路図データ",
                      "text": [
                        "回路図は，当該製品で使用される電子部品の配置や結線を描いた図であり，回路図データはそのデータである。原告製品1ないし4を製造するにあたっては，回路図をもとに基板を作成し，そこに部品を組み込んでいくこととなる。原告製品1ないし4の回路図データ(以下「原告回路図データ」という。)は，いずれも被控訴人が開発したものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "部品リストデータ",
                      "text": [
                        "部品リストとは，当該製品で使用される電子部品等を一覧表にしたもので，それぞれの部品には部品番号が付されており，部品リストデータとは，その情報のデータである。原告製品1ないし4を製造するにあたっては，各部品リスト(以下「原告部品リストデータ」という。)に記載された部品番号と電子回路基板に印刷された部品番号を照らし合わせながら部品を組み立てる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "基板データ",
                      "text": [
                        "電子回路基板は，電子部品を配置する板状の部品であり，基材に対して絶縁性のある樹脂を含浸した基板上に，電子部品の配置場所と部品番号が印刷されており，銅箔など導電体で回路配線を構成した部品であり，基板データは，電子回路基板の形状，基板上に印刷する内容，配線などの情報を含んだデータである。原告製品1ないし4の基板データ(以下「原告基板データ」という。)は，いずれも被控訴人が開発したものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原告製品1と同じ機能を有する被告製品1，原告製品2と同じ機能を有する被告製品2，原告製品3と同じ機能を有する被告製品3及び原告製品4と同じ機能を有する被告製品4を製造し，販売している。",
                    "ただし，被告製品のPCソフト(以下「被告PCソフト」という。)は，いずれもWindows7に対応している点で，原告製品とは異なる(弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，東近江ケーブルネットワーク株式会社に対し被告製品1を1台，架材産業株式会社に対し被告製品2を1台，兼藤産業株式会社に対し被告製品3を2台及び被告製品4を2台，それぞれ販売した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件情報の営業秘密該当性(争点1)",
              "text": [
                "本件情報(原告PCソースコード，原告マイコンソースコード，原告回路図データ，原告部品リストデータ，原告基板データ)は，不競法2条6項所定の営業秘密に当たるか。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "不競法2条1項8号，10号所定の不正競争行為の成否(争点2)",
              "text": [
                "控訴人は，不正開示行為であることを知って，若しくは重大な過失により知らないで営業秘密を取得又は使用し，不正使用行為により生じた物を譲渡したか。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害及びその額(争点3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点 1(本件情報の営業秘密該当性)について",
          "text": [
            "〔被控訴人の主張〕",
            "被控訴人は，本件情報を保有しているところ，以下のとおり，これら情報は営業秘密に該当する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "秘密管理性",
              "text": [
                "本件情報は，いずれも被控訴人の社内サーバで保管されており，アクセス権限のある従業員が特定の端末にユーザー名，パスワードを入力しなければアクセスできないよう秘密に管理されている。被控訴人は，平成22年7月1日に就業規則を制定し，同規則により従業員に守秘義務を課していたほか，情報管理の国際規格であるISO27001を取得し，毎年，従業員に対して情報セキュリティマネジメントシステム教育を実施するなど，同規格の審査基準に適合するように情報管理を行っていた。そのため，本件情報はいずれも秘密管理性を有する。被控訴人の就業規則は，被控訴人の事務所内に常時備え付けられており，従業員であれば誰でも閲覧できる状態にあったのであり，周知手続に問題はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "非公知性・有用性",
              "text": [
                "本件情報は，いずれも原告製品1ないし4の開発のために独自に作成されたデータであるから，原告の社内で管理された非公知の情報であり，また，本件情報は，いずれも原告製品1ないし4を製作するために不可欠な情報である。",
                "〔控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "秘密管理性",
              "text": [
                "A，B及びCが被控訴人に在籍していた当時，被控訴人は役員以下15名程度の小規模会社であり，部署間の縦割りでの分業体制も整っていなかった。被控訴人の社内サーバの各フォルダは社内のほとんどのパソコンからアクセス可能であり，アクセス権限を有しない従業員も，アクセス可能な従業員からデータをもらうことが可能であったから，被控訴人における秘密管理体制が整備されていたとはいえない。被控訴人は，就業規則で守秘義務を課していたと主張するが，Aは就業規則を見たことがなく，周知手続を経ていないのであるから，かかる就業規則は無効である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "非公知性・有用性",
              "text": [
                "本件情報が，原告製品1ないし4を製作するために不可欠な情報であることは認めるが，原告製品1ないし4は販売から既に3年以上たっており，被控訴人により独占的に製造・販売されている製品ではないから，本件情報が非公知情報であるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(不競法2条1項8号，10号所定の不正競争行為の成否)について",
          "text": [
            "〔被控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "PCソースコードについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Dは，平成25年11月から平成26年1月当時，被控訴人に在籍し，本件情報についての秘密保持義務を負っていた。",
                    "Dは，被控訴人の社内サーバから，平成25年11月から平成26年1月までの間に原告製品1のPCソースコードを，平成25年11月から平成26年2月までの間に原告製品2のPCソースコードを，それぞれUSBメモリにコピーして社外に持ち出し，控訴人に開示した。",
                    "控訴人は，原告製品1及び2のPCソースコードが被控訴人の営業秘密であり，Dが秘密保持義務に違反してこれを開示するものであることを知りながら又は重大な過失によりこれを知らないで，Dから当該PCソースコードを取得した上，Dをして，これらのPCソースコードの記載のうち，基本ソフト(OS)をWindowsXPからWindows7に対応するものに改変させ，ディスプレイ画面のレイアウトを変更させて，被告製品1及び2のPCソフトを作成させ，当該ソフトを，それぞれ被告製品1及び2の内蔵パソコンに搭載して，販売した。",
                    "Dは，平成26年1月頃，原告製品3及び4のPCソースコードを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出し，控訴人に開示した。",
                    "控訴人は，当該PCソースコードが被控訴人の営業秘密であり，Dが秘密保持義務に違反してこれを開示するものであることを知りながら又は重大な過失によりこれを知らないで，Dから当該PCソースコードを取得した上，Dをして，これらのPCソースコードの記載のうち，基本ソフト(OS)をWindowsXPからWindows7に対応するものに改変させ，ディスプレイ画面のレイアウトを変更させて，被告製品3及び4のPCソフトを作成させ，当該PCソフトを，被告製品3及び4とともに販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人が，Dから原告PCソースコードを取得し，使用したことは，以下の事情からも裏付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告PCソースコードと，被告製品1ないし4のPCソースコード(以下「被告PCソースコード」という。)の記載内容は，一部を除いて全く同一である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，被告製品1ないし4の回路図等のハードウェアに関する情報をDに一切示さずにPCソフトの基本ソフトとディスプレイ画面のレイアウトの変更のみを指示している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，製品の受注を受けてから，DにPCソフトの作成を依頼しており，受注から納期まで，わずかな期間で被告製品1ないし4を製造している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，Dが控訴人を退職した後，ソフトウェアに関するファイルを全て削除したと主張しているが，そのようなことは考え難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "A，B及びCは，Dに対し，原告PCソースコードの持ち出しを指示しており，控訴人が，当該PCソースコードが被控訴人の営業秘密であり，これをDが不正に開示するものであることを知っていたか，少なくとも，知らないことに重大な過失があったことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "マイコンソースコードについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Dは，平成26年1月頃，原告マイコンソースコードを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出し，控訴人に開示した。",
                    "控訴人は，Dが，当該マイコンソースコードが被控訴人の営業秘密であり，Dが秘密保持義務に違反してこれを開示するものであることを知りながら又は重大な過失によりこれを知らないで，当該マイコンソースコードを取得した上，Dをして，これらのマイコンソースコードを用いて被告製品3及び4のマイコンソフトを作成させ，当該マイコンソフトを被告製品3及び4に搭載して，販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人が，Dから原告マイコンソースコードを取得し，使用したことは，以下の事情からも裏付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，被告製品3及び4のマイコンソフトの作成経緯を明らかにせず，マイコンソースコードも開示しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は独自の回路図を作成していないのであるから，被告製品3及び4のマイコンソフトの外注はできなかったはずである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "回路図データ，部品リストデータ，基板データについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Cは，平成25年6月15日まで被控訴人に在職し，本件情報についての秘密保持義務を負っていた。",
                    "Cは，平成25年6月15日に被控訴人を退職するまでに，原告回路図データ，原告部品リストデータ及び原告基板データを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出し，控訴人に開示した。",
                    "控訴人は，原告回路図データ，原告部品リストデータ，原告基板データが被控訴人の営業秘密であり，Cが秘密保持義務に違反してこれを開示するものであることを知りながら又は重大な過失によりこれを知らないで，これらの情報をCから取得した上，これらの情報を使用して被告製品1ないし4を製造・販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人が，Cから原告回路図データ，原告部品リストデータ，原告基板データを取得し，使用したことは，以下の事情からも裏付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "回路図データについて",
                      "text": [
                        "控訴人が，被告製品1ないし4の回路図として提出する各図面(以下「被告回路図」という。)は，いずれも各製品の納品後，事後的に作成された図面であり，被告回路図は，各製品の製造に使用されたものではない。",
                        "控訴人は，C作成の手書きの図面を元に製品を製造し，後に残しておくために被告回路図を作り直したと主張するが，かかる手書き図面は残存しない上，被告製品納品後に回路図を作り直した理由は不自然である。",
                        "控訴人が被告回路図を提出した経緯は，被控訴人が原審において文書提出命令を申し立てた後，原審裁判所からの説得を受けた後に提出したというものであり，事後的に一見原告の回路図とは異なる被告回路図を作成したものである。",
                        "被告回路図は，原告製品1ないし4の内容をレイアウト変更しただけのものであり，その内容は，一部を除き全く同一である。",
                        "控訴人は，当初，被告製品1と被告製品2の回路図を間違えて証拠提出していた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "部品リストデータについて",
                      "text": [
                        "控訴人が，被告製品1ないし4の部品リストとして提出するものは，いずれも各製品の納品後に作成されたものである。",
                        "原告製品1ないし4の部品リストと被告製品1ないし4の部品リストは，それぞれ，対応するリストに挙げられた品名項目の多くが一致している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "基板データについて",
                      "text": [
                        "控訴人が提出する基板は，基板業者の名称等も不明で，写真も不鮮明である上，控訴人が，被告製品2では使用することができない基板を被告製品2の基板であると説明していること，プリント基板作成を委託した業者にフィルム原版を提出してもらうことが可能であるのにそれをせず，業者の名称の開示すら拒否していること等によれば，控訴人が独自に開発したものではなく，事後的に作成されたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，設立後，直ちに被告製品1の営業活動を開始し，わずか6か月後に，正式発注を受けている上，受注から納品までの期間も2～3か月しかなく，受注した時点ではいずれの製品も完成していなかったというのであるから，ゼロから商品を開発していたのでは間に合わないはずであり，控訴人が，回路図データ，部品リストデータ，基板データを独自に開発していないことがうかがわれる。",
                        "また，控訴人には，回路図データ，基板データを作成できる技術者はいない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告製品1及び2の製造にあたり，原告製品1及び2のPCソースコードが不正使用されたのであれば，原告製品1及び2の回路図データ，部品リストデータ，基板データについても不正使用されたと推認される。原告製品1及び2の大きな特徴は，製品自体にPCボードが組み込まれていることにあるところ，原告製品1及び2のPCソフトはこのPCボードに搭載されているもので，原告製品1及び2のために設計された回路図，基板図面を前提として，ゼロから開発されたPCソフトであり，汎用性はなく，他のソフトで代替することもできない。回路図等が異なればPCソフトは機能しないので，被告製品1及び2に原告製品1及び2のPCソフトが使用されているのであれば，被告製品1及び2の回路図，電子回路基板も原告製品1及び2のそれと同一でなければ機能しないこととなるから，原告製品1及び2の部品リストデータ，回路図データ，基板データについても不正使用されたことになる。",
                        "原告製品3及び4のマイコンソフトは，製品に組み込まれたマイコンに搭載されており，製品の各部位を制御する機能がある。原告製品3及び4のPCソフトは外部接続されたパソコンに搭載されるソフトで，各種設定を行ったり製品を遠隔操作したりする機能が与えられている。原告製品3及び4のPCソフト及びマイコンソフトは，原告製品3及び4のために設計された回路図，基板図面を前提に，ゼロから開発されたものであるため，他のソフトで代替することはできず，汎用性もないもので，回路図等が異なれば使うことができない。そのため，被告製品3及び4の製造にあたり，原告製品3及び4のPCソースコード，マイコンソースコードが不正使用されているのであれば，原告製品3及び4の部品リストデータ，回路図データ，基板データについても不正使用されたと認められる。",
                        "〔控訴人の主張〕",
                        "控訴人が，本件情報を不正に取得したことはなく，不正に取得した情報を使用したことはなく，また，控訴人には故意又は重過失もない。このことは，以下の事情からも裏付けられる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "PCソースコードについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告PCソースコードの取得ないし使用について",
                  "text": [
                    "被控訴人が提出する被告PCソースコード(甲20，22，24)は，被告製品のPCソースコードではなく，Dが，控訴人方から被告製品のPCソースコードを持ち出した上，事後的に原告PCソースコードと一致させたものである。",
                    "原判決は，甲20，22及び24の各ソースコードが被告製品のものであることを認定した上で，被告製品の各PCソースコードが，原告PCソースコードと多くの部分において合致していることをもって，Dの供述の信用性が裏付けられるとするが，甲20，22及び24の各ソースコードが被告製品のものであるとの証拠はない。また，原判決は，原告PCソースコードと被告PCソースコードの相違点として，原告製品1と被告製品1については7項目を，原告製品2と被告製品2については2項目を，原告製品3及び4と被告製品3及び4については10項目を指摘するが，これら相違点があるにも関わらず，両者の同一性が肯定される理由については一切触れていない。",
                    "原判決は，控訴人にはソフトウェア開発の技術を有する者がD以外におらず，被告製品1ないし4のPCソフトはDが一人で1か月ないし3か月という短期間で開発したとの事実がDの供述を裏付けているとするが，この期間がなぜ短期間といえるのか，製作不可能な期間なのかについては，検討していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "故意又は重過失について",
                  "text": [
                    "控訴人が，Dに対し，原告PCソースコードの持ち出しを指示したことはない。控訴人は，Dに対し，原告製品と同等のPCソフトを作成すること，基本ソフトを変更すること，レイアウトの変更をすること等を依頼し，Dが納期までに開発できる旨述べたから，全てDに任せただけのことである。A，B及びCは，原告製品と同一のPCソースコードが被告製品に使用されているかどうかも知らず，仮に，原告PCソースコードと被告PCソースコードが同じものと評価されたとしても，それはDが自己の判断で組み込んだにすぎない。",
                    "原判決は，A，B及びCが元々被控訴人の従業員であることから，原告PCソースコードが営業秘密に当たることを当然に認識していたものと推認されること，同人らは，被控訴人における原告製品1ないし4の開発スケジュールなどについて認識しながら，Dに対し，短期間でのソフトウェア開発を一人で行うことを依頼したことをもって，控訴人に故意又は重過失があったと判断しているが，A，B及びCは，ソフトウェアのソースコードが何たるかをほとんど理解せず，Dに丸投げしていたから，原判決指摘の事情をもって控訴人に故意又は重過失があったと認定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "マイコンソースコードについて",
              "text": [
                "被告製品3及び4のマイコンソフトは，控訴人において，Cの古くからの知人に外注して作成したものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "回路図データ，部品リストデータ，基板データについて",
              "text": [
                "被告製品1ないし4の回路図データ，部品リストデータ及び基板データは，控訴人が独自に製作したものであり，このことは，以下の事情からも裏付けられる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，ビースケ(Bshc)というアプリケーションを用いて回路図データを作成しているが，控訴人は，オートキャド(Auto CAD)というアプリケーションを用いているため，原告製品1ないし4の回路図と，被告製品1ないし4の回路図とは全く形式が異なっている。",
                    "他方，被告製品1ないし4は，それぞれ，原告製品1ないし4と同等の機能のものとして製作しているので，両者の回路図が同じような回路構成となることはあり得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Cは，電子機器設計者として40年以上のキャリアを有し，原告製品の回路図，基板データの全てを把握しており，回路構成も熟知していたのであるから，被控訴人のデータを持ち出す必要がない。部品リストデータ及び回路図データの類似点は，Cが原告製品の回路構成を熟知していたために，同様の機能を有する製品開発にあたり，自然と思い浮かんだことによる。また，RF信号切換器の部品は，そもそも限られたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(損害及びその額)について",
          "text": [
            "〔被控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品1に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告製品1の1台当たりの利益額は，販売価格190万円から部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用54万8441円を控除した135万1559円を下らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告製品1を1台販売した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告製品1において，PCソフトは，製品の頭脳であり，製品を統括する機能を有する基幹部分である。",
                    "原告製品1のPCソフトは，あらかじめ設定された測定周波数，測定数値，測定条件，正常／異常の判定基準に従い，原告製品1の制御，測定を行い，結果を記録する機能を有する。すなわち，原告製品1に組み込まれた測定器に対し，どの周波数のどの数値を測定するかの指示を出し，測定結果を読み込み，測定結果が正常であるか否かを判断する。主系統／予備系統の切換えが「自動」に設定されている場合，主系統の信号に異常があれば予備系統の受信入力に切換えを行い，主系統の受信信号が正常に戻れば主系統に切換えを行う。また，それぞれの設定に応じて原告製品1に設置されたパイロットランプを点灯させたり，測定結果を記録・表示したり，メール送信する機能も有する。",
                    "原告製品1の最大の特徴は，測定結果に応じて，手動ではなく自動で信号の入力系統の切換ができることにあり，これを行うのは測定器や切換器といった個々のハード部品ではなく，これを有機的に連動させるソフトウェアである。原告製品1のPCソフトは，単なるプログラミングツールではなく，製品に組み込まれ，製品の構成部品の一つとなっているPCボードを作動させる役割があり，①測定器に対して測定対象のチャンネル，数値(MER，BER，レベル)を指示する，②測定器に対し測定されたデータをPCボードに送信するように指示する，③測定器から送られた測定結果を解析する，④解析結果を予め設定された判定値と比較し，切換器に対し，予備系統に切り換えるべき条件が整った場合はその旨指示し，主系統に復帰すべき条件が整った場合には主系統に戻すように指示するということである。",
                    "したがって，仮に原告製品1に係る本件情報のうち，不正使用されたのがPCソースコードのみであるとしても，上記販売価格から費用を控除した額の全額が控訴人の受ける利益と認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "よって，控訴人による被告製品1の販売によって被控訴人に生じた損害の額は，不競法5条1項の適用により，少なくとも上記アに上記イを乗じた135万1559円である。"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品2に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告製品2の1台当たりの利益額は，販売価格250万円から部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用85万2559円を控除した164万7441円を下らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告製品2を1台販売した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告製品2のPCソフトの機能は，製品に内蔵される測定器が2個となり，予備系統の信号についても制御することとなるほかは原告製品1と同様である。そのため，原告製品2のPCソフトは，いわば製品の頭脳として，基幹要素となるものである。",
                    "したがって，原告製品1についてと同様の理由により，仮に原告製品2に係る本件情報のうち，不正使用されたのがPCソースコードのみであるとしても，上記販売価格から費用を控除した額の全額が控訴人の受ける利益と認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "よって，控訴人による被告製品2の販売によって被控訴人に生じた損害の額は，不競法5条1項の適用により，少なくとも上記アに上記イを乗じた164万7441円である。"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品3に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告製品3の1台当たりの利益額は，販売価格55万円から部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用17万4825円を控除した37万5175円を下らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告製品3を2台販売した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告製品3のマイコンソフトは，製品の頭脳であり製品全体を制御する機能を有し，PCソフトは各種設定を入力したり，製品を遠隔操作したりする機能が与えられているため，原告製品3の基幹をなす要素である。",
                    "原告製品3では，PCソフトにより信号切換えの自動／手動，正常／異常の判定基準，信号切換の待機時間などの設定を行うと，その設定内容がマイコンソフトに伝達される。 そして，マイコンソフトは，これに従い原告製品3に組み込まれた測定部に対し，どの周波数につき測定するか指示を出し，測定結果を読み込み，測定結果が正常であるか否かを判断する。主系統／予備系統の切換えが「自動」に設定されている場合，主系統の信号に異常があれば予備系統に信号を切り換え，予備系統に異常があれば主系統に復帰させる。その際，切換え，復帰する待機時間が設定されていれば設定時間の経過後に切換え，復帰させる。また，それぞれの入力状態，設定状態に応じてパイロットランプに点灯させたり，測定結果をPCソフトに伝達したりする。PCソフトは，マイコンソフトから伝達された測定結果，切換えの状況をPC画面に表示する機能などがあり，また，複数の原告製品3を制御することが可能である。",
                    "原告製品3のマイコンソフトは，原告製品1及び2のPCソフトと同様に，①測定器に対して測定対象のチャンネル，数値(MER，BER，レベル)を指示する，②測定器に対し測定されたデータを送信するように指示する，③測定器から送られた測定結果を解析する，④解析結果を予め設定された判定値と比較し，切換器に対し，予備系統に切り換えるべき条件が整った場合はその旨指示し，主系統に復帰すべき条件が整った場合には主系統に戻すように指示する役割を果たすものである。",
                    "したがって，仮に原告製品3に係る本件情報のうち，不正使用されたのがマイコンソフト，PCソフトのソースコードのみであるとしても，上記販売価格から費用を控除した額の全額が控訴人の受ける利益と認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，控訴人による被告製品3の販売によって被控訴人に生じた損害の額は，不競法5条1項の適用により，少なくとも上記アに上記イを乗じた75万0350円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告製品4に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告製品4の1台当たりの利益額は，販売価格55万円から部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用17万5325円を控除した37万4675円を下らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告製品4を2台販売した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告製品4のマイコンソフト，PCソフトが，原告製品4の基幹要素であることは，原告製品3の場合と同様である。",
                    "したがって，原告製品3についてと同様の理由により，仮に原告製品4に係る本件情報のうち，不正使用されたのがマイコンソフト，PCソフトのソースコードのみであるとしても，上記販売価格から費用を控除した額の全額が控訴人の受ける利益と認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，控訴人による被告製品4の販売によって被控訴人に生じた損害の額は，不競法5条1項の適用により，少なくとも上記アに上記イを乗じた74万9350円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁護士費用について",
              "text": [
                "被控訴人は，控訴人が行った不正競争行為により，被控訴人代理人ら弁護士に委任し，本件訴訟の提起を余儀なくされ，弁護士費用相当額の損害を被った。そのうち，控訴人の行った侵害行為と因果関係の認められる金額は100万円を下らない。",
                "〔控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "被告製品1に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が被告製品1を1台販売したことは認め，原告製品1の販売価格は否認し，控除される費用等の額は争わない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告製品1の基幹部分は，測定器とそれを作動させるための各基板であり，PCソフトはこれらの動作を連動させるものにすぎない。",
                    "製品製作にあたり最も重要なのは，RF切換器が忠実に動作機能するように設計することであり，そのためには，測定器の選定が重要であり，これが製品の心臓部である。原告製品1の測定器(シグナルレベルメーター)は「LF51」という規格のリーダー電子製の汎用品であるが，リモートコントロール機能付きで，シリアルインターフェイスという仕様となっており，一般的な規格である「RS-232C」になっている。コマンド(一定の動作をさせる文字列)の構成，コマンドの一覧表等は取扱説明書に細かく記載されているので，これを見ればソフトウェアの作成は容易である。",
                    "原告製品1においては，本来，外付けでも機能するPCボードを測定器などと一体化しているが，このPCボードをコントロールするためには，モニター，キーボード，マウスなどの外部付属品がさらに必要である上，①測定器に対して測定対象のチャンネル，数値(MER，BER，レベル)を指示すること，②測定器に対し測定されたデータをPCに送信するように指示すること，③測定器から送られた測定結果を解析することは，いずれも測定器が，④解析結果を予め設定された判定値と比較し，切換器に対し，予備系統に切り換えるべき条件が整った場合はその旨指示し，主系統に復帰すべき条件が整った場合には主系統に戻すように指示することは切換器が基準となっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，顧客から相見積もりを求められたにすぎないから，控訴人の行為がなければ原告製品1を販売することができた可能性はなく，相場を逸脱した190万円での販売は不可能であるから，不競法5条1項をもって損害額を算定することはできず，仮に推定されたとしても覆滅されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品2に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が被告製品2を1台販売したことは認め，原告製品2の販売価格は否認し，控除される費用等の額は争わない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告製品2についても，測定器(市販品であるリーダー電子製シグナルレベルメーター)を1台追加し，入力2系統の監視をする仕組みとなっているほかは，原告製品1と構造は同じであるから，原告製品1についてと同様，基幹部分は，測定器とそれを作動させるための各基板であり，PCソフトはこれらの動作を連動させるものにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人と被控訴人とでは取引相手が異なること，被控訴人は営業努力を怠っていたことから，被控訴人が控訴人の行為がなければ原告製品2を販売することができた可能性はなく，不競法5条1項をもって損害額を算定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品3に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が被告製品3を2台販売したことは認め，原告製品3の販売価格は否認し，控除される費用等の額は争わない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告製品3において，マイコンソフトは製品の基幹をなす要素であるが，控訴人は，原告製品3のマイコンソースコードの不正開示を受けていない。",
                    "そして，PCソフトが原告製品3の基幹部分ではないことは，原告製品1及び2と同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人と被控訴人とでは取引相手が異なること，被控訴人は営業努力を怠っていたことから，被控訴人が控訴人の行為がなければ原告製品3を販売することができた可能性はなく，不競法5条1項をもって損害額を算定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告製品4に係る不競法5条1項の損害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人が被告製品4を2台販売したことは認め，原告製品4の販売価格は否認し，控除される費用等の額は争わない。"
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告製品4においては，マイコンソフトは製品の基幹をなす要素であるが，控訴人は，原告製品4のマイコンソースコードの不正開示を受けていないこと，PCソフトが原告製品4の基幹部分ではないことは，原告製品3と同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人と被控訴人とでは取引相手が異なること，被控訴人は営業努力を怠っていたことから，被控訴人が控訴人の行為がなければ原告製品4を販売することができた可能性はなく，不競法5条1項をもって損害額を算定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁護士費用について",
              "text": [
                "否認ないし争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "前記前提事実に後記文中掲記の各証拠及び弁論の全趣旨を総合すると，以下の事実が認められ，これを覆すに足りる証拠はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，平成22年3月8日に設立された会社であり，同年4月16日に丸栄電機株式会社(以下「丸栄電機」という。)から，ケーブルテレビ関連機器の開発，製造，販売の事業の譲渡を受けた(甲3)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "Aは，丸栄電機に平成11年8月4日に入社し，平成22年4月16日に被控訴人に転籍した。Aは，被控訴人の営業部部長として，同部を統括する立場にあった(甲3，原審控訴人代表者)。",
                "Cは，丸栄電機に平成11年7月26日に入社し，平成22年6月16日に被控訴人に転籍した。Cは，平成24年9月から平成25年5月までの間は，被控訴人の取締役に就任し，技術部を統括する立場にあった(甲3，乙6，原審証人C)。",
                "Dは，丸栄電機に平成16年4月1日に入社し，平成22年6月16日に被控訴人に転籍し，平成24年7月15日に被控訴人を定年退職した後も業務委託社員として被控訴人で勤務していた。Dは，被控訴人の技術部門におけるソフトウェア開発の責任者であった(甲3，4，原審証人D)。",
                "Bは，丸栄電機に平成11年8月16日に入社し，平成22年4月16日に被控訴人に転籍し，被控訴人の営業部課長の立場にあった(甲3)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "丸栄電機は，平成21年3月13日，「ケーブルテレビ関連製品の開発，製造」を登録範囲として，情報セキュリティ管理の国際規格であるISO／IEC27001：2005(以下「ISO27001」という。)の要求事項に適合していると認証され，その後，被控訴人もこれを承継した(甲5)。被控訴人は，ISO27001の規格要求事項の適合性の審査を毎年受けていた(甲10の1・2，甲43)。",
                "Dは，ISO規格の内部監査員養成セミナーを受け，システム管理責任者として，情報セキュリティ関連の業務も行っていた。被控訴人内では，D他1名のシステム管理責任者らにより，外来者の入退管理表記入の徹底，パソコン等のセキュリティ管理等について，A，B及びCを含む従業員に対し，一般情報セキュリティ教育が行われていた(甲3，8の1・2，9，43，原審証人D)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，平成22年7月1日に就業規則を制定し，その15条には，「従業員は，会社の業務上の機密事項・個人情報及び会社の不利益となるような事項を他に漏らしてはならず，かつ，自分又は自分以外の第三者のために同事項を使用又は利用してはならない。退職後も同事項が公表事実となるまでは同様とする。」と規定されていた(甲2)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人の資産台帳では，機器制御ソフトウェア，部品リストデータ，基板データ，回路図データについては，公開レベル「秘密」と区分されていた(甲6)。",
                "被控訴人の社内ファイルサーバ内のデータのうち，アクセスを制限するものは，「会社資料S」，「仕様書原本S」，「開発技術S」，「栄幸電子S」，「営業部S」の5つのフォルダに分け，それぞれアクセスできる従業員を限定した上で，個々の従業員が特定の端末から，ユーザー名，パスワードを入力しなければアクセスできないように管理されていた(甲6，7，43，原審証人D)。",
                "本件情報のうち，原告部品リストデータは「栄幸電子S」フォルダに保管され，原告PCソースコードや原告マイコンソースコード，原告回路図データ，原告基板データは，「開発技術S」に保管されていた(甲43)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "Aは，被控訴人に在籍していた当時，営業の責任者であったことから，原告部品リストデータにはアクセスすることができたが，原告PCソースコード，原告マイコンソースコード，原告回路図データ，原告基板データにはアクセスすることができなかった(乙21，原審証人D，原審控訴人代表者)。",
                "Cは，被控訴人に在籍していた当時，開発技術の責任者であったことから，本件情報にアクセスすることができた(原審証人D，原審証人C)。",
                "Dは，被控訴人に在籍していた当時，ソフトウェア開発の責任者であったことから，本件情報にアクセスすることができた(甲4，原審証人D)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "Aは，被控訴人在職中の平成25年6月21日に控訴人を設立し，Aが控訴人の代表取締役，Bが控訴人の取締役に就任した。A及びBは，同年7月15日，被控訴人を退職した(甲3)。",
                "Cは，同年6月15日，被控訴人を退職し，控訴人が設立された後，控訴人に入社した(甲3)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "Dは，平成24年7月15日に被控訴人を定年退職した後も業務委託社員として被控訴人に勤務していたが，平成25年7月頃から，控訴人に出入りするようになった。",
                "A，B及びCは，同年12月頃，Dに対し，被告製品1及び2のPCソフトを開発するよう指示し，その際に，基本ソフトをWindowsXPではなくWindows7で動作するようにすること，また，ディスプレイ画面のイメージを原告製品1及び2とは異なるようにすることを指示した。",
                "Dは，その頃，被控訴人の社内サーバから，原告製品1及び2のPCソースコードをUSBメモリにコピーして社外に持ち出した。原告製品1及び2のPCソフトの基本ソフトは，WindowsXPであったが，Dは，原告製品1及び2のPCソースコードの記載のうち，基本ソフトをWindowsXPからWindows7に対応するものに改変し，ディスプレイ画面のレイアウトを変更して，被告製品1及び2のPCソフトを作成した。",
                "その後，A，B及びCは，平成26年1月頃，Dに対し，被告製品3及び4のPCソフトを開発するよう指示した。",
                "Dは，その頃，被控訴人の社内サーバから，原告製品3及び4のPCソースコードを，USBメモリにコピーして社外に持ち出した。原告製品3及び4のPCソフトの基本ソフトは，WindowsXPであったが，Dは，原告製品3及び4のPCソースコードの記載のうち，基本ソフトをWindowsXPからWindows7に対応するものに改変し，ディスプレイ画面のレイアウトを変更して，被告製品3及び4のPCソフトを作成した。",
                "控訴人は，被告PCソフトを内蔵パソコンに搭載した被告製品1及び2を製造するとともに，外付けのパソコンに被告PCソフトを搭載して用いる被告製品3及び4を製造した。",
                "(以上につき，甲4，19～24，乙5，6，21，原審証人D，原審証人C，原審控訴人代表者)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "控訴人は，平成25年11月20日及び21日，東近江ケーブルネットワーク株式会社に対し，被告製品1につき1台150万円とする見積書を差し入れ(乙28の57，58)，同年12月5日に同社から被告製品1の製造・販売を1台150万円で受注し，平成26年2月28日，被告製品1を同社に納品した(乙29の8)。",
                "控訴人は，平成25年12月3日，架材産業株式会社から被告製品2の製造・販売を1台250万円で受注し(乙26)，平成26年3月3日，被告製品2を指定された納品先である壱岐市ケーブルテレビに納品した。",
                "控訴人は，同年1月8日，兼藤産業株式会社から，被告製品3及び被告製品4各2台の製造・販売を，それぞれ1台当たり59万円で受注し，同年2月7日，被告製品3及び4を指定された納品先である株式会社富山ケーブルテレビに納品した(乙27)。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "Dは，平成26年2月14日に被控訴人との業務委託契約を終了し，同月17日，控訴人との間で，製品の組立て，調査，検査，図面作成等を委託業務とする業務委託契約を締結したが(乙2)，同年4月18日，控訴人からの業務受託を終了した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(本件情報の営業秘密該当性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "秘密管理性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1認定のとおり，①被控訴人は，平成22年7月1日に就業規則を制定し，従業員に秘密保持義務を課していたこと(前記1(4))，②被控訴人は，前身の丸栄電機時代の平成21年3月13日に情報セキュリティ管理の国際規格であるISO27001の要求事項に適合していると認証され，適合性審査を毎年更新しており，ISO規格の内部監査員養成セミナーを受けたシステム管理責任者らにより，従業員に対し，一般情報セキュリティ教育を行っていたこと(前記1(3))，③被控訴人の資産台帳上，機器制御ソフトウェア，部品リストデータ，基板データ，回路図データは，公開レベル「秘密」と区分されていること(前記1(5))，④被控訴人の社内ファイルサーバ内のデータのうち，アクセスを制限するものは，「会社資料S」，「仕様書原本S」，「開発技術S」，「栄幸電子S」，「営業部S」の5つのフォルダに分けられ，それぞれアクセスできる従業員を限定した上で，個々の従業員が特定の端末から，ユーザー名とパスワードを入力しなければアクセスできないように管理されていたこと(前記1(5))，⑤本件情報のうち，原告部品リストデータは「栄幸電子S」フォルダに保管され，原告PCソースコードや原告マイコンソースコード，原告回路図データ，原告基板データは，「開発技術S」に保管されていたこと(前記1(5))が認められる。",
                    "これらの事実によれば，本件情報については，被控訴人の従業員において被控訴人の秘密情報であると認識していたものであるとともに，秘密として管理していることを十分に認識し得る措置が講じられていたと認められるから，秘密管理性が認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，Aらが在籍していた当時，被控訴人は役員以下15名程度の小規模会社であり，部署間の縦割りでの分業体制も整っておらず，被控訴人の社内サーバの各フォルダは社内のほとんどのパソコンからアクセス可能であり，アクセス権限を有しない従業員も，アクセス可能な従業員からデータをもらうことが可能であったから，被控訴人における秘密管理体制が整備されていたとはいえないなどと主張する。",
                    "しかし，前記のとおり，被控訴人においては，就業規則で秘密保持義務を課し，情報セキュリティ教育を実施し，本件情報をいずれも秘密と指定し，社内ファイルサーバ内のフォルダにアクセスできる従業員を限定しているのであるから，本件情報について秘密管理措置が講じられていることは明らかである。被控訴人の社内サーバの各フォルダは社内のほとんどのパソコンからアクセス可能であるとの点については，これを認めるに足りる証拠はなく，かえって，元被控訴人従業員(現控訴人従業員)Eの陳述書(乙30)にも，アクセス制限はあったとある。そうすると，仮に，アクセス権限のない従業員がアクセス可能な従業員からデータをプリントアウトしてもらうといった運用が，業務上の必要に応じて行われることがあったとしても，これをもって秘密管理措置が形骸化されたとはいえない。",
                    "控訴人は，Aは就業規則を見たことがなく，周知手続を経ていないとも主張し，これに沿う証拠として，前記Eの陳述書(乙30)や被控訴人従業員Fの供述の録音テープ(乙23の1・2)を提出する。しかし，他に客観的な裏付けはない上，Eは現在控訴人の従業員であること，Fの供述については，Bによる誘導的な問いかけによることがうかがわれることを考慮するなら，これらの陳述ないし供述内容の信用性は乏しいといわざるを得ず，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "非公知性",
              "text": [
                "本件情報は，いずれも原告製品1ないし4の開発のために独自に作成されたデータであり，被控訴人の社内で管理された非公知情報であると認められる。",
                "控訴人は，原告製品1ないし4は販売から既に3年以上経っており，被控訴人により独占的に製造・販売されている製品ではないから，本件情報が非公知情報であるとはいえないと主張する。しかし，原告製品1ないし4が被控訴人により独占的に製造・販売されている製品ではないことをもって，本件情報の非公知性が否定されるものではなく，上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "有用性",
              "text": [
                "本件情報が，いずれも原告製品1ないし4を製作するために不可欠な情報であることに争いはなく，有用性が認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件情報は，不競法2条6項所定の営業秘密に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(不競法2条1項8号，10号所定の不正競争行為の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "PCソースコードについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "Dによる原告PCソースコードの不正開示について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1認定のとおり，被告製品1ないし4のPCソースコードは，いずれもDが，平成25年12月ないし平成26年1月頃に，A，B及びCから作成の指示を受け，その頃作成したものである(前記1(8))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告製品1のPCソースコード(甲19)，原告製品2のPCソースコード(甲21)，原告製品3及び4のPCソースコード(甲23)を，それぞれ，被控訴人が被告製品1のPCソースコードの一部として提出するもの(甲20)，被告製品2のPCソースコードの一部として提出するもの(甲22)，被告製品3及び4 のPCソースコードの一部として提出するもの(甲24)と対比すると，一致する表現が多数認められる。",
                        "そして，被告製品1ないし4のPCソースコードには，以下のとおり，原告製品1ないし4のPCソースコードに依拠して作成されたことをうかがわせる記載がある。",
                        "①  原告製品1と被告製品1の対比"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲19の1頁3行ないし6行の冒頭には，いずれも，「Private」との記載があるところ，甲20の1頁3行ないし6行の冒頭は，いずれも「'」を付した「’Private」との記載であり，甲19の命令文を非実行化するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲19の1頁59行には，「lblCh．Caption＝txtRecCh．Text＆“ch”  ’20101016  Ver2．2．3」との記載があるところ，甲20の2頁4行には，「'」を付した「’lblCh．Caption＝txtRecCh．Text＆“ch”  ’20101016  Ver2．2．3」との記載であり，甲19の命令文を非実行化するものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲19の3頁24行から25行に，「’2010／03／11  メールにて変更要求―――――  ’『測定停止』の例外処理追加  ’D」との記載があるところ，同記載は，2010年3月11日にDが修正を行ったことを示すものである。甲20の3頁36行から37行には，これと全く同一の記載があり，Dが被告製品1のPCソフト作成を依頼された日以前に行われた修正の記載が残っている。",
                            "②  原告製品2と被告製品2の対比"
                          ]
                        },
                        {
                          "fig": "a",
                          "text": [
                            "甲21の1頁1行に，「’2011．08．24  切換開始カウンタ処理――――――――」との記載があるところ，同記載は，2011年8月24日にDが修正を行ったことを示すものである。甲22の1頁31行には，これと全く同一の記載があり，Dが被告製品2のPCソフト作成を依頼された日以前に行われた修正の記載が残っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲21の2頁7行に，「’2011．08．24  丸栄電機の指示による――――――――」との記載があるところ，同記載は，2011年8月24日に丸栄電機の指示による修正が行われたことを示すものである。甲22の2頁41行には，「’2011．08．24  ――――――――」との記載があり，「丸栄電機の指示による」との記載は消されているものの，Dが被告製品2のPCソフト作成を依頼された日以前の日付の記載が残っている。",
                            "③  原告製品3及び4と被告製品3及び4の対比"
                          ]
                        },
                        {
                          "fig": "a",
                          "text": [
                            "甲23の1頁10行に，「Dim  flgExceotion1  As  Boolean  ’PICバグ対策フラグ  一時使用  2012／10／16追加」との記載があるところ，同記載は，2012年10月16日に追加修正を行ったことを示すものである。甲24の1頁10行には，これと全く同一の記載があり，Dが被告製品3及び4のPCソフト作成を依頼された日以前に行われた修正の記載が残っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲23の1頁13行に，「’2012／3／6追加」との記載があり，同記載は，2012年3月6日に追加修正を行ったことを示すものである。甲24の1頁13行には，これと全く同一の記載があり，Dが被告製品3及び4のPCソフト作成を依頼された日以前に行われた修正の記載が残っている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲23の1頁32行に，「’MRS-23RWTLのPICバグがありPIC修正まで一時的に補正する  2012／10／16」との記載があるところ，同記載は，2012年10月16日に「MRS-23RWTL」，すなわち原告製品3のバグの一時的補正を行ったことを示すものである。甲24の1頁32行には，これと全く同一の記載があり，Dが被告製品3及び4のPCソフト作成を依頼された日以前に，原告製品3の修正をしたとの記載が残っている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "このほか，甲23の1頁37行の「’――――64QAM用アプリにする場合――――’2012／12／26」との記載は，甲24の1頁33行と，甲23の1頁41行の「’コマンドライン引数を取得しデバッグモード確認  2012／3／7追加」との記載は，甲24の1頁38行と，甲23の2頁44行の「’64QAMで10H→Endlessに変更する  2013／1／23」との記載は，甲24の2頁39行と，甲23の3頁10行の「’64QAMモードのみ〔外部接点制御〕インジケータを表示する  2013／1／23」との記載は，甲24の3頁1行と，甲23の3頁56行の「pid＝1  ’ポート番号は1に固定する  2013／2／14」との記載は，甲24の3頁37行と，それぞれ同一の記載であり，甲23において，Dが被告製品3及び4のPCソフト作成を依頼された日以前に行われた修正等の記載が，そのまま甲24に記載されている。",
                            "以上によれば，Dは，被告製品1ないし4のPCソースコードを作成するに当たって，原告製品1ないし4のPCソースコードに依拠したことが推認される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原審証人Dは，平成25年12月ないし平成26年1月頃，被控訴人のパソコンから原告PCソースコードをUSBメモリにコピーして持ち出し，これを用いて被告PCソースコードを作成したと供述する。かかる供述は，Dが，平成26年2月14日までは被控訴人の業務委託社員で，原告PCソースコードについてアクセス権限を有しており，平成25年12月ないし平成26年1月当時，本件情報を入手することが可能であったこと，Dが，被告PCソースコードを作成するに当たって，原告PCソースコードに依拠したことと整合し，信用することができる。",
                        "そして，前記1の認定事実によれば，Dは，平成25年12月ないし平成26年1月当時，被控訴人の業務委託社員であり(前記1(2))，被控訴人の就業規則により，被控訴人の営業秘密を保持する義務を負っていた(前記1(4))ことが認められる。",
                        "そうすると，Dは，被控訴人において営業秘密として管理されている本件情報について秘密保持義務を負っていたにもかかわらず，原告PCソースコードを持ち出し，控訴人に開示したのであるから，秘密を守る法律上の義務に違反してその営業秘密を不正に開示したものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の故意又は重過失について",
                  "text": [
                    "前記1の認定事実によれば，Dは，A，B及びCから，平成25年12月ないし平成26年1月頃，原告製品と同等の被告製品に使用するための被告PCソフトを作成するよう指示を受け，その作成に及んだこと(前記1(8))，その際にAらは，Dに対し，基本ソフトをWindowsXPではなくWindows7で動作するようにすること及びディスプレイ画面のイメージを原告製品とは異なるようにすることを指示したこと(前記1(8))，原告PCソフトは，いずれも基本ソフトがWindowsXPであり，Dは，そのソースコードを改変してWindows7に対応するものとしたこと(前記1(8))，Dは，当時，被控訴人の業務委託社員で，被控訴人のソフトウェア開発の責任者であった者であり，原告PCソースコードへのアクセス権限があったこと(前記1(6))が認められる。",
                    "これらの事実によれば，Aらは，被控訴人のソフトウェア開発の責任者で，原告PCソフトを熟知しており，現に被控訴人に勤務し，原告PCソースコードへのアクセス権限を有するDに対し，原告製品と同等の被告製品に使用するための被告PCソフトを作成するよう指示し，その際に，基本ソフトを原告製品のWindowsXPではなくWindows7で動作するように指示したり，ディスプレイ画面を変更したりするように指示しているのであるから，明示的にDに対し，原告PCソースコードを持ち出すように指示することまでしたとは認められないとしても，Dが原告PCソースコードを持ち出し，その基本ソフトやディスプレイ画面を変更して，被告PCソフトを作成することを，少なくとも容易に認識し得たと認められる。よって，控訴人において，Dが被控訴人の営業秘密である原告PCソースコードを不正に開示していることを認識しなかったことについては，重大な過失があるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，控訴人が，Dが，被控訴人の営業秘密である原告PCソースコードを，秘密保持義務に違反して不正に開示していることにつき，重大な過失により認識しないで営業秘密を取得した上，当該営業秘密を用いて被告PCソフトを作成した事実を認定することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告PCソフトと被告製品のPCソフトとの同一性",
                      "text": [
                        "控訴人は，被控訴人が被告PCソースコードとして提出するもの(甲20，22，24)は，被告製品のPCソースコードではなく，Dが，控訴人方から被告製品のPCソースコードを持ち出した上，事後的に原告PCソースコードと一致させたものである旨主張する。",
                        "しかし，前記アのとおり，被告PCソースコードには，被告製品を製造するよりも前の日付で行われた原告製品の修正の記載や，原告PCソフトにおける命令文が非実行化された記載等，被告製品において意味を持たない記載があるところ，Dにおいて，これらの記載を含むソースコードを事後的に作成することは考えられないから，控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Aらの認識",
                      "text": [
                        "控訴人は，A，B及びCは，ソフトウェアのソースコードが何たるかをほとんど理解しておらず，Dに丸投げしていたから，仮に，原告PCソースコードと被告PCソースコードが同じものと評価されたとしても，それはDが自己の判断で組み込んだにすぎない旨主張する。",
                        "しかし，A，B及びCは，Dが原告PCソースコードを持ち出し，その基本ソフトやディスプレイ画面を変更して，被告PCソフトを作成することを，少なくとも容易に認識し得たと認められることは，前記イで検討したとおりである。仮に，Aらにソースコードについての専門的な知識がなかったとしても，およそソフトウェアを盗用することを認識し得なかったとはいえないから，上記認定を妨げるものではなく，控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "マイコンソースコードについて",
              "text": [
                "被控訴人は，Dが，原告マイコンソースコードを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出したと主張し，原審証人Dもこれに沿う供述をしている。",
                "しかしながら，本件では，原告製品3及び4，被告製品3及び4のいずれのマイコンソースコードも提出されておらず(なお，被控訴人は，マイコンソースコードについては，文書提出命令を申し立てていない。)，Dの上記供述内容については客観的に裏付けられていない。",
                "かえって，原審証人C，原審控訴人代表者は，いずれも，マイコンソフトの作成はDに依頼せず，知人に外注したと述べており，その理由として，原審証人Cは，Dはパソコンを使う制御ソフトウェアの開発はしていたが，PICマイコンのソフト開発はしていなかったからである旨述べている。原告PCソフト及び被告PCソフトは，マイクロソフト社の「Visual  Basic6．0」というソフトウェア開発ソフトを用いて作成されたものであるが(甲4，18)，マイコンソフトについては，「Visual  Basic6．0」で作成されたと認めるに足りる証拠はない。これに加えて，原告マイコンソースコードの盗用に関するDの陳述内容が，原告マイコンソフトをPICに直接書き込もうとしたが，技術的な問題で書き込むことができず，ソースコードと機械語のファイルを持ち出した(甲4)というものであることも併せ考えると，PCソフトとマイコンソフトとは言語体系が異なることがうかがわれ，原審証人Cらの供述には一応の合理性があるというべきである。なお，原審証人Cらは，外注先の名前を開示しないが，そのことをもって供述の信用性が否定されるとまではいえない。",
                "他方，前記認定のとおり，Dが，被控訴人在籍中に原告PCソースコードを持ち出して被告PCソフトを作成し，平成26年2月14日に被控訴人との業務委託契約を終了した後，同月17日に控訴人と業務委託契約を締結し，同年4月18日，控訴人からの業務の受託を終了したとの経緯に照らすなら，Dが被控訴人に有利に虚偽の供述をする可能性も否定できず，客観的裏付けのないD供述のみを根拠に，Dが，原告マイコンソースコードを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出した事実を認定することはできない。",
                "よって，マイコンソースコードについては，Dによる不正開示行為があったことの立証が尽くされたということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "回路図データ，部品リストデータ，基板データについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "Cによる不正開示行為について",
                  "text": [
                    "被控訴人は，Cが被控訴人を退職するまでに，原告回路図データ，原告部品リストデータ及び原告基板データを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出した旨主張する。",
                    "しかしながら，かかる事実についてはこれを直接裏付ける証拠はない。",
                    "また，被控訴人が提出する原告製品1ないし4の回路図(甲29の1～3，31の1の2・2・3，33の1～4，35の1～3)と被告製品1ないし4の回路図(乙8の3・5・7・9・11，9の3・5・7・9・11の2，10の3・4・7・9・11，11の3・5・7・9)，原告製品1ないし4の部品リスト(甲25～28)と被告製品1ないし4の部品リスト(乙8の1，9の1の2，10の1，11の1)，原告製品1ないし4の基板実装図(甲30の1～7，32の1・2，34の1～6，36の1～5)と被告製品1ないし4の基板実装図(乙8の2・4・6・8・10，9の2・4・6・8・10，10の2・5・6・8・10，11の2・4・6・8)とは，それぞれ，一見して異なるものである。そうすると，被告製品1ないし4の回路図データ，部品リストデータ，基板データによって，原告回路図データ，原告部品リストデータ，原告基板データに依拠して作成されたと直ちに推認することはできない。",
                    "原審証人Dは，CのUSBメモリ内に被控訴人から持ち出したデータが一式入っているのを見たと述べるが，原審証人Dの供述については慎重な吟味が必要であることは前記のとおりである上，原審証人Dの供述によっても，具体的にどのようなデータを見たのかは明らかではない。加えて，原審証人Dは，被告PCソフトの作成に当たって，Cから回路図は示されなかったが，被控訴人のものと同じであると思っていたのでなくても作れた，回路図を参考にしたことはなく，見る必要はなかったとも述べていることも考えると，原審証人Dの供述によって，Cが被控訴人から持ち出した原告回路図データ，原告部品リストデータ及び原告基板データを保有していたことを認定することはできない。",
                    "よって，Cが被控訴人を退職するまでに，原告回路図データ，原告部品リストデータ及び原告基板データを被控訴人の社内サーバからUSBメモリにコピーして社外に持ち出した事実を認定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，控訴人の提出する被告製品の回路図(乙8の9・11，10の3・4，11の3)のレイアウトを変更すると，それぞれ，原告製品の回路図(甲29の2・3，33の2，35の3)とほぼ同一の図面になり，被告回路図は原告回路図データを変更したにすぎない旨主張する。",
                        "しかし，被告回路図は，オートキャド(Auto CAD)というアプリケーションを用いて作成されているのに対し，原告回路図データは，ビースケ(Bshc)というアプリケーションを用いて作成されている(乙6，原審証人C，弁論の全趣旨)ところ，被控訴人の使用したオートキャドがビースケのデータを読み込むことができることを認めるに足りる証拠はなく，被告回路図が原告回路図データを用いて作成されたと直ちに認めることはできない。原告製品1ないし4の製品情報を熟知していたCが，これらと同等の機能を有する被告製品の回路図を作成した場合に，それらが原告製品1ないし4の回路図と類似することはむしろ自然であるから，被告製品の回路図のレイアウトを変更した場合に両者の回路構成が類似するとしても，被告回路図が原告回路図データを用いて作成されたことを推認することはできず，被控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，控訴人の提出する回路図は，事後に作成されたものであり，実際には，被告製品の製作に当たり，原告の回路図データを用いて作成した回路図が使用されたことが推認される旨主張する。",
                        "しかし，原審証人Cは，被告製品1ないし4の作成に当たって，回路図データを手書きで作成し，これを元に製品を製造したが，後に残しておくために被告回路図を作り直したと供述している。前記1認定のとおり，Cは被控訴人に14年間勤務し，被控訴人における開発技術の責任者であったことから(前記1(6))，原告製品1ないし4の製品情報を熟知していたことが推認され，電子機器の設計者として約40年以上のキャリアを有していること(原審証人C)も考慮するなら，Cにおいて，手書きで図面を作成することはあり得ないことではなく，後に残すために，事後的にオートキャドで図面を作り直すことも不自然とまではいえない。したがって，被告回路図が事後的に作成されたことをもって，原告回路図データが使用されたことを推認することはできず，被控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，控訴人が設立からわずか6か月後に被告製品1の発注を受け，その2，3か月後には納品しているところ，控訴人が独自に製品を開発したのであれば，これほど短期間で開発できるものではないから，原告回路図データ，原告部品リストデータ，原告基板データが使用されたことを推認できると主張する。",
                        "しかし，前記(1)アのとおり，Dは，原告製品1のPCソースコードを不正に使用しているのであるから，このことによって開発期間が短期化されたことが推認される。そうすると，短期間で開発が行われたことをもって，原告PCソースコードの不正使用のみならず，原告回路図データ，原告部品リストデータ，原告基板データが使用されたことまで推認できるとまではいえず，被控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人は，原告製品1及び2のPCソフトは，原告製品1及び2のために設計された回路図，基板図面を前提として，ゼロから開発されたPCソフトであり，回路図等が異なればPCソフトは機能しないので，被告製品1及び2に原告製品1及び2のPCソフトが使用されているのであれば，原告製品1及び2の回路図データ，部品リストデータ，基板データについても不正使用されたことになる，原告製品3及び4のPCソフト及びマイコンソフトは，原告製品3及び4のために設計された回路図，基板図面を前提に，ゼロから開発されたもので，回路図等が異なれば使うことができないため，被告製品3及び4の製造にあたり，原告製品3及び4のPCソースコード，マイコンソースコードが不正使用されているのであれば，原告製品3及び4の回路図データ，部品リストデータ，基板データについても不正使用されたことになる旨主張する。",
                        "しかしながら，原告マイコンソースコードについては，そもそも控訴人による不正使用の事実を認定できないことは，前記(2)のとおりである。",
                        "また，原告PCソースコードの一部分として提出された甲19，21，23，被告PCソースコードの一部分として提出された甲20，22，24は，いずれも，「Visual  Basic6．0」を用いて作成されたものであるところ，同ソフトを用いて作成されたPCソフトは，Windows上で動作するソフトウェアであり，ハードウェアに依存せずに実行することが可能なものと解され，必ずしも特定のハードウェアを前提とするものではない。前記アのとおり，原審証人Dが，被告PCソフトの作成に際して回路図を参考にしたことはなく，見る必要はなかったと述べていることも，ハードウェアに依存せずにPCソフトを作成することが可能であったことを推認させる事実といえる。",
                        "被控訴人は，回路図に記載された端子には，ソフトウェアによって端子番号ごとに異なる機能が与えられており，ソフトウェアの内容は，回路図や基板等に示されるハード部品の構成と密接不可分に関連しているため，ソフトウェアの情報が不正使用されたと認められるのであれば，回路図や基板，あるいは部品についての情報も不正使用されたと推認できると主張する。しかし，原告PCソースコード，被告PCソースコード中に，それぞれの製品の回路図や基板図面と密接不可分に関連する事項や，回路図に記載された端子について端子番号ごとに異なる機能を与える制御についての記載があることの具体的な立証はなく，また，甲19ないし24によって立証されるともいえない。",
                        "そうすると，原告PCソフト，被告PCソフトが，それぞれの製品の回路図，基板等を前提とするものであることの立証が尽くされたとはいえず，原告PCソースコードが不正使用されたことをもって，原告回路図データ，原告部品リストデータ，原告基板データについても不正使用されたことが推認されるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "よって，原告回路図データ，原告部品リストデータ，原告基板データについては，不正使用行為があったとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によれば，Dが，被控訴人の営業秘密についての秘密保持義務に違反して被控訴人の営業秘密である原告PCソースコードを不正に開示し，控訴人は，不正開示行為につき重大な過失により知らないでこれを取得し，これを使用して被告PCソフトを作成したことが認められる。そして，前記1認定のとおり，控訴人は，被告PCソフトを内蔵パソコンに搭載した被告製品1及び2を製造するとともに，外付けのパソコンに被告PCソフトを搭載して用いる被告製品3及び4を製造し，これら被告製品を販売している(前記1(8)(9))。",
                "被告製品を製造する行為は，被控訴人の営業秘密について秘密を守る法律上の義務に違反してこれを開示する行為であることを重大な過失により知らないで，営業秘密を取得し，これを使用したものであり，不競法2条1項8号に該当する。",
                "また，原告PCソースコードは技術上の情報であって技術上の秘密に該当するから，被告製品を販売する行為は，上記同項8号に係る行為により生じた物の譲渡であり，平成27年法律第54号による改正後の不競法の下では，同項10号に該当する。",
                "差止請求及び廃棄請求の判断の基準時は，口頭弁論終結時であるところ，本件口頭弁論終結時において，控訴人において被告製品を製造・販売するおそれが認められるから，被控訴人は，控訴人に対し，不競法3条1項，2項に基づき，被告製品の製造・販売の差止め及び廃棄を請求することができる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(損害及びその額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品の譲渡についての不競法5条1項の適用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，前記3(1)のとおり，不正開示行為であることを少なくとも重大な過失により知らないで，被控訴人の営業秘密を使用して，被控訴人の営業上の利益を侵害したものと認められるから，不競法4条に基づき，これによって生じた損害を賠償する責めに任ずる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成25年12月から平成26年3月にかけて，被告製品1ないし4を製造・販売したところ，同行為については，平成27年法律第54号による改正前の不競法が適用される。",
                    "上記改正前の不競法5条1項(以下，単に「不競法5条1項」という。)は，同法2条1項8号に掲げる不正競争のうち，技術上の秘密に関する不正競争によって「営業上の利益を侵害された者(被侵害者)が故意又は過失により自己の営業上の利益を侵害した者に対しその侵害により自己が受けた損害の賠償を請求する場合において，その者がその侵害の行為を組成した物を譲渡したときは，その譲渡した物の数量(譲渡数量)に，被侵害者がその侵害の行為がなければ販売することができた物の単位数量当たりの利益の額を乗じて得た額を，被侵害者の当該物に係る販売その他の行為を行う能力に応じた額を超えない限度において，被侵害者が受けた損害の額とすることができる。ただし，譲渡数量の全部又は一部に相当する数量を被侵害者が販売することができないとする事情があるときは，当該事情に相当する数量に応じた額を控除するものとする。」と規定する。",
                    "不競法5条1項は，民法709条に基づき販売数量減少による逸失利益の損害賠償を求める際の損害額の算定方法について定めた規定であり，同項本文において，「侵害者の譲渡した物の数量に，被侵害者がその侵害行為がなければ販売することができた物の単位数量当たりの利益額を乗じた額」を，「被侵害者の当該物に係る販売その他の行為を行う能力に応じた額を超えない限度」で損害額と推定し，同項ただし書において，「譲渡数量の全部又は一部に相当する数量を被侵害者が販売することができないとする事情」を侵害者が立証したときは，当該事情に相当する数量に応じた額を控除するものと規定して，侵害行為と相当因果関係のある販売減少数量の立証責任の転換を図ることにより，従前オールオアナッシング的な認定にならざるを得なかった販売数量減少について，より柔軟な認定を行うことを目的とする規定である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記3(4)のとおり，原告PCソースコードは技術上の秘密に該当するから，被告製品は，不競法2条1項8号に掲げる不正競争で，技術上の秘密に関する不正競争に係る「侵害の行為を組成した物」に該当する。よって，不競法5条1項を適用することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "不競法5条1項の文言及び上記趣旨に照らせば，被侵害者が「侵害の行為がなければ販売することができた物」とは，侵害行為によってその販売数量に影響を受ける被侵害者の製品，すなわち，侵害品と市場において競合関係に立つ被侵害者の製品であれば足りると解すべきであり，被告製品1ないし4と市場において競合関係に立つのは，原告製品1ないし4である。また，「単位数量当たりの利益額」は，被侵害者の製品の販売価格から製造原価及び製品の販売数量に応じて増加する変動経費を控除した額(限界利益の額)であり，その主張立証責任は，被侵害者の販売能力を含め被侵害者側にあるものと解すべきである。",
                    "さらに，不競法5条1項ただし書の規定する譲渡数量の全部又は一部に相当する数量を被侵害者が「販売することができないとする事情」については，侵害者が立証責任を負い，かかる事情の存在が立証されたときに，当該事情に相当する数量に応じた額を控除するものであるが，「販売することができないとする事情」は，侵害行為と被侵害者の製品の販売減少との相当因果関係を阻害する事情を対象とし，例えば，市場における競合品の存在，侵害者の営業努力(ブランド力，宣伝広告)，侵害品の性能(機能，デザイン等)，市場の非同一性(価格，販売形態)などの事情がこれに該当するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品1に係る損害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "譲渡数量",
                  "text": [
                    "控訴人による被告製品1の譲渡数量は，前記1で認定のとおり，1台である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "単位数量当たりの利益の額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，原告製品1の販売価格は190万円と主張し，東近江ケーブルネットワーク株式会社に対する190万円の見積書(甲14)を提出する。他方で，被控訴人は，原告製品1を160万円で販売した実績があり(甲47)，甲14は，実際の販売価格ではなく見積額にすぎないから，被控訴人による原告製品1の販売価格は160万円であると認められる。",
                        "原告製品1の部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用は，54万8441円であるところ(甲25)，控訴人は，これらの費用を上記販売価格から控除することを争わない。",
                        "原告製品1の販売価格160万円から費用54万8441円を控除した額は，105万1559円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，前記のとおり，原告製品1に係る本件情報のうち，不正競争行為があったと認められるのは，PCソースコードのみである。",
                        "この点，被控訴人は，原告製品1におけるPCソフトは，原告製品1の基幹部分であるから，原告製品1に係る本件情報のうち，不正使用されたのが原告PCソースコードのみであるとしても，上記販売価格から費用を控除した額の全額が控訴人の受ける利益に相当すると主張する。",
                        "ソフトウェア仕様書(甲50)によれば，原告製品のソフトウェアは，常時監視解析，自動切換え動作等の制御を行うことによって，測定器，切換器等のハードウェアに所望の動作をさせるソフトウェアであることが認められる。そして，原告製品1は，製品自体にPCボードが組み込まれている点に特徴があり，PCソフトはこのPCボードに搭載され，別途マイコンを備えていないから，後述の原告製品3及び4ではマイコンソフトが果たす役割をPCソフトが果たしていると解される。",
                        "他方で，原告製品1については，測定器自体は「LF51」という規格のリーダー電子製のもので，汎用品であること(甲25)，測定器の作動そのものは基板に基づいて行われ，基板を作成するには，基板データ，回路図データが必要になること等の事情も認められ，これらも考慮するなら，原告製品1におけるPCソースコードに相当する部分の利益額は，105万1559円に，50％を乗じた52万5779円であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不競法5条1項の損害額",
                  "text": [
                    "以上によれば，被控訴人が受ける原告製品1の1台当たりの販売による利益の額52万5779円に，控訴人による被告製品1の譲渡数量1台を乗じた額は，52万5779円と認められ，この額は，被控訴人の原告製品1に係る販売を行う能力に応じた額を超えないものと推認できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "なお，控訴人は，被控訴人は，顧客から相見積もりを求められたにすぎず，控訴人の行為がなければ販売することができた可能性はない旨主張する。前記(1)エのとおり，不競法5条1項ただし書所定の「譲渡数量の全部又は一部に相当する数量を被侵害者が販売することができないとする事情」についての主張立証責任は，侵害者の側にあるところ，控訴人は，上記事情について具体的立証をしない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "よって，被告製品1の譲渡に係る損害額は，52万5779円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品2に係る損害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "譲渡数量",
                  "text": [
                    "控訴人による被告製品2の譲渡数量は，前記1で認定のとおり，1台である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "単位数量当たりの利益の額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，原告製品2の販売価格は250万円と主張し，株式会社九電工に対する250万円の見積書(甲15の1～3)を提出する。よって，被控訴人による原告製品2の販売価格は250万円であると認められる。",
                        "原告製品2の部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用は，85万2559円であるところ(甲26)，控訴人は，これらの費用を上記販売価格から控除することを争わない。",
                        "原告製品2の販売価格250万円から費用85万2559円を控除した額は，164万7441円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，原告製品2についても，前記のとおり，原告製品2に係る本件情報のうち，不正競争行為があったと認められるのは，PCソースコードのみである。",
                        "原告製品2は，原告製品1が主系統の信号しか測定しないのに対し，原告製品2では副系統の信号も測定することができることを除いては，原告製品1と同様の製品であるから，PCソフトが果たす役割も，原告製品1のPCソフトと同様と解される。",
                        "したがって，原告製品2におけるPCソースコードに相当する部分の利益額は，164万7441円に，原告製品1と同様，50％を乗じた82万3720円であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不競法5条1項の損害額",
                  "text": [
                    "以上によれば，被控訴人が受ける原告製品2の1台当たりの販売による利益の額",
                    "82万3720円に，控訴人による被告製品2の譲渡数量1台を乗じた額は，82万3720円と認められ，この額は，被控訴人の原告製品2に係る販売を行う能力に応じた額を超えないものと推認できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "なお，控訴人は，控訴人と被控訴人とでは取引相手が異なること，被控訴人は営業努力を怠っていたことから，控訴人の行為がなければ販売することができた可能性はない旨主張する。前記(1)エのとおり，不競法5条1項ただし書所定の事情についての主張立証責任は，侵害者の側にあるところ，控訴人は上記事情について具体的立証をしない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "よって，被告製品2の譲渡に係る損害額は，82万3720円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告製品3に係る損害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "譲渡数量",
                  "text": [
                    "控訴人による被告製品3の譲渡数量は，前記1で認定のとおり，2台である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "単位数量当たりの利益の額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，原告製品3の販売価格は55万円と主張し，株式会社ブロードネットマックスに対する55万円(甲16の2)の見積書を提出する。よって，被控訴人による原告製品3の販売価格は55万円であると認められる。",
                        "原告製品3の部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用は，17万4825円であるところ(甲27)，控訴人は，これらの費用を上記販売価格から控除することを争わない。",
                        "原告製品3の販売価格55万円から費用17万4825円を控除した額は，37万5175円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記のとおり，原告製品3に係る本件情報のうち，不正競争行為があったと認められるのは，PCソースコードのみである。",
                        "原告製品1及び2においてはPCソフトが果たしている製品を制御する機能は，原告製品3では，原告製品3に組み込まれたマイコンソフトが果たしており(争いがない)，PCソフトは，各種設定を入力したり，製品を遠隔操作したりする機能しか与えられていないことは，被控訴人が自認しているところである。",
                        "したがって，原告製品3におけるPCソースコードに相当する部分の利益額は，37万5175円に，10％を乗じた3万7517円であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不競法5条1項の損害額",
                  "text": [
                    "以上によれば，被控訴人が受ける原告製品3の1台当たりの販売による利益の額3万7517円に，控訴人による被告製品3の譲渡数量2台を乗じた額は，7万5034円と認められ，この額は，被控訴人の原告製品3に係る販売を行う能力に応じた額を超えないものと推認できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "なお，控訴人は，控訴人と被控訴人とでは取引相手が異なること，被控訴人は営業努力を怠っていたことから，控訴人の行為がなければ販売することができた可能性はない旨主張する。前記(1)エのとおり，不競法5条1項ただし書所定の事情についての主張立証責任は，侵害者の側にあるところ，控訴人は上記事情について具体的立証をしない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "よって，被告製品3の譲渡に係る損害額は，7万5034円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告製品4に係る損害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "譲渡数量",
                  "text": [
                    "控訴人による被告製品4の譲渡数量は，前記1で認定のとおり，2台である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "単位数量当たりの利益の額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，原告製品4の販売価格は55万円と主張し，株式会社ブロードネットマックスに対する55万円(甲17の2)の見積書を提出する。よって，被控訴人による原告製品4の販売価格は55万円であると認められる。",
                        "原告製品4の部品・材料費，組立費，調整検査費，梱包費，回路設計費等の費用は，17万5325円であるところ(甲28)，控訴人は，これらの費用を上記販売価格から控除することを争わない。",
                        "原告製品4の販売価格55万円から費用17万5325円を控除した額は，37万4675円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記のとおり，原告製品4に係る本件情報のうち，不正競争行為があったと認められるのは，PCソースコードのみである。",
                        "原告製品4は，対象となるチャンネルが異なる以外は，原告製品3と同様の製品であるから，PCソフトが果たす役割も，原告製品3のPCソフトと同様と解される。",
                        "したがって，原告製品4におけるPCソースコードに相当する部分の利益額は，37万4675円に，原告製品3と同様，10％を乗じた3万7467円であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不競法5条1項の損害額",
                  "text": [
                    "以上によれば，被控訴人が受ける原告製品4の1台当たりの販売による利益の額3万7467円に，控訴人による被告製品4の譲渡数量2台を乗じた額は，7万4934円と認められ，この額は，被控訴人の原告製品4に係る販売を行う能力に応じた額を超えないものと推認できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "なお，控訴人は，控訴人と被控訴人とでは取引相手が異なること，被控訴人は営業努力を怠っていたことから，控訴人の行為がなければ販売することができた可能性はない旨主張する。前記(1)エのとおり，不競法5条1項ただし書所定の事情についての主張立証責任は，侵害者の側にあるところ，控訴人は上記事情について具体的立証をしない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "よって，被告製品4の譲渡に係る損害額は，7万4934円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告製品1ないし4に係る損害額",
              "text": [
                "前記(2)ないし(5)によれば，被告製品1ないし4に係る損害額は，合計149万円9467円となる。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "弁護士費用について",
              "text": [
                "被控訴人は，本件訴訟の提起・遂行を被控訴人訴訟代理人弁護士に委任し，その弁護士費用を支出しているものと認められる。",
                "そして，本件事案の内容，事案の難易，損害認定額，訴訟の経緯，差止請求が認容されたこと等，本件に現れた一切の事情を総合考慮すると，控訴人の不正競争による不法行為と相当因果関係のある弁護士費用の額は，20万円と認めるのが相当である。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人は，控訴人に対し，本件不正競争行為による損害賠償として合計169万9467円及びこれに対する不正競争行為の後の日である平成26年7月31日から支払済みまで年5分の割合による遅延損害金の請求権を有する。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，被控訴人の控訴人に対する請求は，①被告製品の製造・販売の差止め，②被告製品の廃棄，③金銭請求のうち169万9467円及びこれに対する平成26年7月31日から支払済みまで年5分の割合による金員の支払を求める限度で理由があるから，これを認容し，その余は理由がないから棄却すべきであり，これと異なる原判決は，一部失当であって，本件控訴は一部理由があるから，原判決を上記のとおり変更することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}