{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2015-20893号事件について平成28年11月18日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年6月5日，発明の名称を「鋼管ポールおよびその設置方法」とする特許出願(特願2014-116674号)をし，平成27年7月16日，その特許請求の範囲等を補正した(甲5，11。以下，この補正を「本件補正」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年8月20日，本件補正を却下され，本願について拒絶査定を受けた(甲12，13)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年11月25日，これらに対する不服の審判を請求した(甲14)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，これを不服2015-20893号事件として審理し，平成28年11月18日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年12月6日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成29年1月4日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲請求項1の記載は，次のとおりである。以下，本件補正前の請求項1に記載された発明を「本願発明」と，本件補正後の請求項1に記載された発明を「本件補正発明」といい，本件補正後の明細書(甲5，8，11)を，図面を含めて「本願明細書」という。",
            "【請求項1】灯具，信号機，標識，アンテナなどの装柱物を支持する支柱と，前記支柱の下端部を固定する鋼製基礎とを有する鋼管ポールであって，前記鋼製基礎は上下に貫通した筒状の基礎体から構成され，前記基礎体と前記支柱とは締付部材により締め付け固定され，前記基礎体は地中に埋設され，前記支柱は前記基礎体を貫通して先端部分が地中に突出していることを特徴とする鋼管ポール。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，①本件補正は特許請求の範囲の減縮を目的とするものであるところ，本件補正発明は，下記アの引用例に記載された発明(以下「引用発明」という。)並びに下記イの周知例1及び下記ウの周知例2に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができるものではないから，本件補正は，同法17条の2第6項において準用する同法126条7項に違反し，却下すべきものであるとした上で，②本願発明は，引用発明に基づいて，当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：実願昭61-155521号(実開昭63-59973号)のマイクロフィルム(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開2003-328354号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：登録実用新案第3114768号公報(発行日平成17年10月27日。甲3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明と引用発明との対比",
              "text": [
                "本件審決は，引用発明並びに本件補正発明と引用発明との一致点及び相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "安全柵，ポール，案内用のロープ張り，その他簡易車庫等構造物の柱状物と，ベースの中央部にパイプを溶接で強固に突設し，平板状の羽根をベースのパイプ取付面の四隅に配設し，羽根の一辺をパイプ側面と固着させていて，炭素鋼を使用し，土中に埋込んで柱状物を支持する支持基礎とを有する柱状物構造であって，ベースのパイプの取付部に貫通穴を設けることにより，柱状物は，柱先端部がパイプ及びベースを貫通して土中に突出している柱状物構造。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "支柱と，前記支柱の下端部を固定する鋼製基礎とを有する鋼管ポールであって，前記鋼製基礎は上下に貫通した筒状の基礎体から構成され，前記基礎体は地中に埋設され，前記支柱は前記基礎体を貫通して先端部分が地中に突出している鋼管ポール。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「支柱」に関して，本件補正発明は，「灯具，信号機，標識，アンテナなどの装柱物を支持する支柱」であるのに対し，引用発明は，「安全柵，ポール，案内用のロープ張り，その他簡易車庫等構造物」の「支柱(柱状物)」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "「支柱」及び「基礎体」に関して，本件補正発明は，「基礎体」と「支柱」とは「締付部材により締め付け固定され」るのに対し，引用発明には，その特定がない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "補正却下の判断の誤り(本件補正発明の進歩性に係る判断の誤り)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定誤りと相違点の看過"
            },
            {
              "fig": "(2)",
              "subject": "看過した相違点の容易想到性"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一致点の認定誤りと相違点の看過",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の判断の誤り",
              "text": [
                "本件補正発明と引用発明とは，「基礎体」に関して，本件補正発明は「上下に貫通した筒状」であるのに対し，引用発明は「中央部にパイプを突設し」た「ベース」と当該「ベースのパイプ取付面の四隅に配設し」た「平板状の羽根」とからなる点においても相違する(以下，この相違点を「相違点3」という。)。",
                "本件審決は，本件補正発明と引用発明との一致点の認定を誤り，相違点3を看過したものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の「基礎体」の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明では，図1～図3から明らかなように，「鋼製基礎(3)は上下に貫通した筒状の基礎体から構成され」ており，「上下に貫通した筒状の基礎体」が「鋼製基礎」として機能する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正発明の「基礎体」という用語は，「機能，特性等」を用いて物を特定しようとする記載である。",
                    "そして，「基礎」とは，「上部構造物の荷重を地盤に伝えるための工作物」(甲15)，「柱，壁，土台およびつかなどからの荷重を地盤または地業に伝えるために設ける構造部分」(甲16)をいうところ，本件補正発明における荷重は，「支柱」からの荷重であるから，本件補正発明における「基礎体」とは，「前記支柱からの荷重を地盤に伝えるための工作物あるいは構造部分としての機能を有するもの」と解釈され，「鋼製基礎」として機能する「上下に貫通した筒状の基礎体」がこれに当たる。",
                    "また，本件補正発明において，「鋼製基礎は，上下に貫通した筒状の基礎体から構成され」，基礎体設置時に筒状の基礎体の内側空間部に土が入ることにより，筒状の基礎体の外周面が土圧に抵抗して基礎として機能するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の「支持基礎」",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明では，ベース及び平板状の羽根が「支持基礎」として機能し，「パイプ及びベース」が「支持基礎」として機能するわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の「支持基礎」は，「薄板状のベース中央部に柱状物を挿入するパイプを強固に立設し，横方向の土圧を受ける平板状の羽根を前記ベースのパイプ取付面に立設すると共に羽根の一辺をパイプ側面に固着し，ベースをパイプごと土中に埋込んでパイプに柱状物を挿入固定する」ものである(第1図，第4図，第6図)。そして，引用例1には，「柱状物構造の支持部と土中での支圧部を…お互いに連続しているが別形状とし」とした上で，ベースと平板状の羽根の作用について記載されている(4頁4行～5頁3行)。ベースと平板状の羽根は，「柱状物からの荷重を地盤に伝えるための工作物あるいは構造部分としての機能を有するもの」の必須要素である。",
                    "したがって，引用発明において，本件補正発明の「基礎体」すなわち「前記支柱からの荷重を地盤に伝えるための工作物あるいは構造部分としての機能を有するもの」に相当するのは，「土中での支圧部」であるベース及び平板状の羽根である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，引用発明の「パイプ」は，柱状物を挿入固定する固定部を構成するから，「支柱」と「基礎体」とを「締め付け固定」する「締付部材」の筒状の部分に相当する。引用発明の「パイプ」は，上下に貫通した筒状ではあるが，本件補正発明の「上下に貫通した筒状の基礎体」ではなく，「締付部材」の湾曲した部位によって形成される筒状の部分に相当するものである。「パイプ」が筒状であることのみに着目して，本件補正発明の「上下に貫通した筒状の基礎体」に相当するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件補正発明と引用発明との対比",
              "text": [
                "本件補正発明の鋼製基礎として機能する「上下に貫通した筒状の基礎体」と対比されるのは，引用発明の支持基礎として機能する「ベース」及び「平板状の羽根」の部分である。そして，引用発明において，支持基礎は，板状のベース上に板状の羽根を放射状に剝き出しに設けたものであって，外周壁が存在しないから，筒状とはいえない。",
                "よって，本件審決は，本件補正発明と引用発明との一致点の認定を誤り，相違点3を看過したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "看過した相違点の容易想到性",
          "text": [
            "相違点3は，本件補正発明と引用発明との実質的な相違点である。",
            "すなわち，本件補正発明の「上下に貫通した筒状の基礎体」と，引用発明の「ベース」及び「平板状の羽根」とは，前者は筒状であるのに対し，後者は筒状とはいえないから，構成が全く異なる。",
            "また，本件補正発明は，筒状の基礎体内部に土を入れられることなどから，大きな応力を受けた場合に変形を起こすか否か(強度)，下側の部分の地盤を強固にすることができるか否か(転圧性)，基礎を重ねて用いることにより接地面積を増加させることなく抵抗面積を増やすことができるか否かという点において，引用発明から予想し得ない特有の効果を奏するものである。なお，本件補正発明において，「鋼製基礎は，上下に貫通した筒状の基礎体から構成され」るから，基礎体が内部に上下に貫通した空間部を有していることは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上によれば，本件補正発明は，引用発明に基づき当業者が容易に想到することができたということはできないから，本件補正を却下した本件審決の判断は誤りである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "一致点の認定誤りと相違点の看過",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の判断",
              "text": [
                "引用発明の「パイプ及びベース」は，本件補正発明の鋼製基礎を構成する「上下に貫通した筒状の基礎体」に相当する。なお，正確には引用発明において，「パイプ」が筒状であって，本件補正発明の「上下に貫通した筒状の基礎体」に相当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の「基礎体」の意義",
              "text": [
                "本件補正発明では，「筒状の基礎体」について，「支柱の下端部を固定する鋼製基礎」を構成すること，「支柱」と「締付部材により締め付け固定され」ること，「地中に埋設されること」及び「支柱」が「貫通して先端部分が地中に突出している」こと，並びに「上下に貫通した筒状」であることが特定されているのみである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の「支持基礎」",
              "text": [
                "「パイプ」は「炭素鋼を使用し」た「支持基礎」の構成要素の一つである。",
                "「パイプ」が「土中での支圧部」の機能を果たすとはされていないとしても，引用発明の「支持基礎」の構成要素であることに変わりはなく，「土中での支圧部」の機能を果たすか否かで，「支持基礎」の一部であるか否かが変わるものではない。ベース及び平板状の羽根が支圧部として，パイプが固定部として機能するとしても，「パイプ」が「支持基礎」の構成要素であることに何ら影響しない。",
                "これに対し，原告は，引用発明の「パイプ」は，本件補正発明の「支柱と基礎体とを締め付け固定する締付部材の筒状の部分に相当する」旨主張するが，そもそも本件補正発明において「締付部材」の筒状の部分については特定されていない。本件補正発明の「締付部材」は，「基礎体」と「支柱」とを「締め付け固定」することのみが特定され，「鋼製基礎」を構成する「筒状の基礎体」及び「支柱」とは異なる部材として特定されているから，本件補正発明の「鋼製基礎」に相当する引用発明の「支持基礎」の構成要素の一つである「パイプ」が，本件補正発明の「締付部材」に対応するものではないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件補正発明と引用発明との対比",
              "text": [
                "本件補正発明の「筒状の基礎体」は前記(2)のとおり特定されるところ，引用発明の「パイプ」は，「柱状物を支持する支持基礎」を構成し，「土中に埋込」まれ，「柱状物」の「柱先端部」が「貫通して土中に突出している」ものであり，かつ「柱状物」の「柱先端部」が「貫通」するパイプということは上下に貫通した筒状であるから，「締付部材により締め付け固定」されるか否かで相違するにとどまる(相違点2)。",
                "よって，本件審決は，本件補正発明と引用発明との一致点の認定を誤ったものではなく，相違点3を看過したものでもない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "看過した相違点の容易想到性",
          "text": [
            "仮に本件補正発明と引用発明とに相違点3が存したとしても，本件補正発明において，基礎体の内部の空間部に相当する構造は特定されておらず，鋼製基礎が上下方向に重ねて設けられることについても何ら特定されていないから，原告主張に係る本件補正発明の特有の効果は，本件補正発明の構成に基づくものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "よって，本件審決の認定・判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "text": [
            "本件補正発明に係る特許請求の範囲は，前記第2の2【請求項1】のとおりであるところ，本願明細書(甲5，8，11)によれば，本件補正発明の特徴は，以下のとおりである。なお，本願明細書には，別紙1本願明細書図面目録のとおり【図1】，【図3】が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明は，装柱物を支持する支柱と，この支柱を固定する鋼製基礎とを有する鋼管ポール及びその設置方法に関し，具体的には，例えば，照明，信号機，道路標識，通信アンテナなどに用いる円形鋼管や角鋼管を使用した鋼管ポール及びその設置方法に関する。(【0001】)"
            },
            {
              "fig": "(2)",
              "subject": "従来のコンクリート基礎を用いる鋼管ポールの建柱方法は，基礎用の穴の掘削やコンクリートの打設・養生に多大な労力と時間がかかる，掘削した残土の処理費用が高い，という問題を有していた。コンクリート基礎を用いない建柱方法として，接続金具付き基礎柱からなる基礎を用いる柱脚用独立基礎及びその施工方法が提案されたものの，設置面積が狭い場所への設置ができない場合があった。(【0002】～【0005】)"
            },
            {
              "fig": "(3)",
              "subject": "本件補正発明は，コンクリート基礎を用いる必要がなく，しかも，設置面積が狭い場所への設置が容易な鋼管ポール及びその設置方法を提供することを課題とし，課題解決手段として請求項1の構成を採用したものである。(【0006】【0007】)"
            },
            {
              "fig": "(4)",
              "subject": "本件補正発明は，①鋼製基礎が上下に貫通した筒状の基礎体から構成されるので，設置する基礎体の数を増やすことにより設置面積を増加させることなく鋼製基礎の抵抗面積を増やすことができ，設置面積が狭い場所への設置が容易である，②基礎体と支柱とが締付部材により締め付け固定されているので，基礎体の着脱が容易である，③基礎体に空隙部を形成すれば，内部の空間部に掘削土を埋め戻すことにより，基礎体の剛性を増加させることができる，④基礎体の内部の空間部に掘削土を埋め戻すことができるので，鋼管ポールを設置する際に発生した掘削した残土の処理を大幅に削減することができる，という効果を奏する。(【0008】～【0011】)"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例(甲1)に，前記第2の3(2)アのとおりの引用発明が記載されていることは当事者間に争いがない。そして，引用例には，引用発明について次のとおり開示されている。なお，引用例には，別紙2引用例図面目録のとおり，第1図が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明は，柱状物構造を地面に垂設するときに土中に埋め込んで柱状物を支持する基礎に関し，特にコンクリートを打設しなくても柱を強固に自立させ，軽量で取り扱い易いようにした支持基礎に関する。(1頁12行～18行)"
            },
            {
              "fig": "(2)",
              "subject": "従来，安全柵，ポールなどの構造物の柱状物を地面に垂設するときは，中心に取付用穴を設けたコンクリートブロックを土中に埋め込み，取付用穴に柱状物を挿入して柱を固定していたところ，従来のコンクリートブロックは，①現地での製造工程が多く複雑である上，良質かつ均一の製品が期待できない，②あらかじめ工場で製造した場合には，輸送が困難であり，取扱いが不便である，③重量物なので不等沈下が起こりやすい，④残土が多いので後処理に困るなどの問題があった。(2頁1行～3頁7行)"
            },
            {
              "fig": "(3)",
              "subject": "引用発明は，薄板状のベース中央部に柱状物を挿入するパイプを強固に立設し，横方向の土圧を受ける平板状の羽根をベースのパイプ取付面に立設するとともに，羽根の一辺をパイプ側面に固着して支持基礎としたものである。(3頁8行～4頁3行，第1図)"
            },
            {
              "fig": "(4)",
              "subject": "引用発明の支持基礎は，柱状物構造の支持部と土中での支圧部とがコンクリートブロックのような矩形状の一体構造ではなく，互いに連続しているが別形状とし，支持基礎を埋め込んだ後は掘り出した土を羽根の間に埋め戻して土中にしっかり固定させることによって，①製作が容易で品質が均一である，②強度がありながら軽量であり，取扱いが容易である，③設置後のトラブルがない，④コンクリートを打設しなくても柱状物を強固に保持できる，という効果を奏する。(4頁4行～6頁1行，8頁3行～9行)"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明の「基礎体」の意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "本件補正発明の特許請求の範囲には，本件補正発明の「基礎体」とは，「支柱の下端部を固定する鋼製基礎」を構成するものであること，「支柱」と「締付部材により締め付け固定され」ること，「地中に埋設されること」及び「支柱」が「貫通して先端部分が地中に突出している」こと，並びに「上下に貫通した筒状」のものであることが記載されている。",
                    "そうすると，特許請求の範囲の記載には，「基礎体」とは，「地中に埋設」され，別の部材である「締付部材」により「支柱」を固定し，また，「支柱の下端部を固定する」，「上下に貫通した筒状」の部材であるという程度の特定しかない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明においては，鋼製基礎が上下に貫通した筒状の基礎体から構成されるから，設置する基礎体の数を増やすことにより設置面積を増加させることなく鋼製基礎の抵抗面積を増やすことができるとされている(【0008】)。このように，鋼製基礎を構成する基礎体の機能として，抵抗面積を増やすことが着目されているところ，【図1】によれば，ここにいう抵抗とは，基礎体が地盤と接触することにより，地盤からの抵抗を受けることを意味することは明らかである。また，基礎体が地盤からの抵抗を受けるのは，その反対の力である支柱の荷重を基礎体が地盤に伝えているからである。そうすると，基礎体は，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材であるということができる。",
                        "また，本願明細書においても，「基礎体と支柱とは，締付部材により締め付け固定されているので，基礎体の着脱が容易である」，「基礎体4と支柱2とは，ボルトとナットにより締め付けるバンド5により固定される」と記載され(【0008】【0016】)，「基礎体」と，「基礎体」と支柱を固定する締付部材とは，区別して記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，特許請求の範囲の記載に加え，本願明細書の記載も併せて考慮すれば，「基礎体」とは，「地中に埋設」され，別の部材である「締付部材」により「支柱」を固定し，支柱の荷重を地盤に伝え，地盤から抵抗を受けることにより，「支柱の下端部を固定する」，「上下に貫通した筒状」の部材という意義を有するものと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "用語の一般的意義",
                  "text": [
                    "本件補正発明は，円形鋼管や角鋼管を使用した鋼管ポール及びその設置方法に関するものであるところ(【0001】)，土木・建築の分野において「基礎」とは，「上部構造物の荷重を地盤に伝えるための工作物」(甲15)，「柱，壁，土台およびつかなどからの荷重を地盤または地業に伝えるために設ける構造部分」(甲16)を意味する。",
                    "このように，基礎という用語は，上部構造物の荷重を地盤に伝える工作物や構造部分という一般的意義を有するものとされている。",
                    "したがって，本件補正発明の「基礎体」を，前記イ(イ)のとおり解することは，基礎という用語の一般的意義にも沿うものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「基礎体」の意義",
                  "text": [
                    "よって，本件補正発明の「基礎体」とは，「地中に埋設」され，別の部材である「締付部材」により「支柱」を固定し，支柱の荷重を地盤に伝え，地盤から抵抗を受けることにより，「支柱の下端部を固定する」，「上下に貫通した筒状」の部材という意義を有するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「支持基礎」",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の「支持基礎」は，「土中に埋込んで柱状物を支持する」ものであって，「ベースの中央部にパイプを溶接で強固に突設し，平板状の羽根をベースのパイプ取付面の四隅に配設し，羽根の一辺をパイプ側面と固着させ」たものであるから，「ベース」，「パイプ」及び「平板状の羽根」から構成される。",
                    "そこで，引用発明の「ベース」，「パイプ」及び「平板状の羽根」のうち，本件補正発明の「基礎体」，すなわち，別の部材である「締付部材」により「支柱」を固定し，支柱の荷重を地盤に伝え，地盤から抵抗を受けることにより，「支柱の下端部を固定する」，「上下に貫通した筒状」の部材に相当する部分は，いずれかについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「ベース」及び「平板状の羽根」について",
                  "text": [
                    "引用例には，「横方向の土圧を受ける平板状の羽根をベースに立設すると共に一辺をパイプに固着して，支持基礎の底面部，正面部，側面部の投影面積をコンクリートブロックのそれぞれの部分に略同じくした場合この支持基礎を埋込むにはコンクリートブロック埋込み時と同じ大きさの穴を堀り，埋込み後は堀り出した土をリブ間等にほとんど埋戻して土中にしっかり固定させる。この支持基礎は横方向の投影面積がコンクリートブロックと同一寸法であるので横方向の荷重に対する反力は同一となる。又，リブ間には土を埋戻す為，支持基礎の重量が軽いにも拘らず埋戻した土の重量で引抜き力に対する抵抗力も充分大きなものとなる。」と記載されている(4頁8行～5頁3行)。",
                    "同記載によれば，引用発明の「ベース」は埋め戻した土の重量で引抜き力に対する抵抗力を発揮する部分であり，「ベース」において支柱の引抜き力が地盤にかかることが前提になっており，また，「平板状の羽根」は横方向の荷重に対する反力を発揮する部分であり，「平板状の羽根」には支柱の横方向の荷重が地盤にかかることが前提になっていると認められる。",
                    "したがって，引用発明の「ベース」及び「平板状の羽根」は，少なくとも，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「パイプ」について",
                  "text": [
                    "引用例には，「パイプ」について，「柱状物を挿入するパイプ」(実用新案登録請求の範囲，3頁15行～16行)，「パイプ(2)に柱(7)を挿入し，パイプ(2)との隙間に砂(8)を詰め込んで固定する。」(6頁18行～7頁2行)と，支柱を固定することが記載されるにとどまり，地盤との関係については記載されていない。",
                    "また，引用例には，「パイプ」について，支柱を固定する旨記載されているところ，「パイプ」と，「ベース」及び「平板状の羽根」との関係について，「平板状の羽根を前記ベースのパイプ取付面に立設すると共に羽根の一辺をパイプ側面に固着し」，「正方形のベースの中央部にパイプを溶接し」などと記載されているから(3頁17行～4頁1行，同頁8行～10行，6頁5行～8行)，「パイプ」は，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材である「ベース」及び「平板状の羽根」に固着，溶接されて，支柱を固定するものということができる。",
                    "そうすると，引用発明の「パイプ」は，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材に相当するということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，引用例には「本考案では，柱状物構造の支持部と土中での支圧部を」「お互いに連続しているが別形状とし」たと記載され(4頁5行～8行)，「支持基礎」における「土中での支圧部」と「柱状物構造の支持部」とが互いに区別されている。",
                    "このことは，引用発明の「ベース」及び「平板状の羽根」を，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材に相当し，「パイプ」をこのような部材に相当しないと区別して解することと整合するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件補正発明と引用発明との対比",
              "text": [
                "引用発明の「柱状物」「柱先端部」「柱状物構造」は，それぞれ，本件補正発明の「支柱」「先端部分」「鋼管ポール」に相当する。また，引用発明の「炭素鋼を使用し」「柱状物を支持する支持基礎」は，本件補正発明の「前記支柱の下端部を固定する鋼製基礎」に相当する。",
                "そして，前記検討によれば，引用発明の「ベース」及び「平板状の羽根」は，別の部材により「支柱」を固定し，支柱の荷重を地盤に伝え，地盤から抵抗を受けることにより，「支柱の下端部を固定する」部材であって，引用発明の，「ベースのパイプの取付部に貫通穴を設けることにより，柱状物は，柱先端部が」「ベースを貫通して土中に突出している」構成は，本件補正発明の「前記支柱は前記基礎体を貫通して先端部分が地中に突出していること」に相当し，引用発明の「土中に埋込んで」は，本件補正発明の「地中に埋設され」に相当し，さらに，これらによれば，引用発明の「ベース」及び「平板状の羽根」は，本件補正発明の「基礎体」に相当する。一方，「パイプ」が，本件補正発明の「基礎体」に相当するということはできない。",
                "したがって，本件補正発明と引用発明とは，「支柱と，前記支柱の下端部を固定する鋼製基礎とを有する鋼管ポールであって，前記鋼製基礎は基礎体から構成され，前記基礎体は地中に埋設され，前記支柱は前記基礎体を貫通して先端部分が地中に突出している鋼管ポール」である点で一致し，相違点1及び2(前記第2の3(2)イ(イ)及び(ウ))のほか，以下の点で相違する(原告主張に係る相違点3に同じ)。",
                "「基礎体」に関して，本件補正発明は「上下に貫通した筒状」であるのに対し，引用発明は「中央部にパイプを溶接で強固に突設し」た「ベース」と当該「ベースのパイプ取付面の四隅に配設し」た「平板状の羽根」とからなる点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3の容易想到性",
              "text": [
                "相違点3に係る本件補正発明の構成は，引用例，周知例1及び周知例2のいずれにも記載されていないし，示唆もされていないから，これらに基づいて，当業者が容易に想到することができたということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件補正発明では「筒状の基礎体」について，「支柱の下端部を固定する鋼製基礎」を構成するものであること，「支柱」と「締付部材により締め付け固定され」ること，「地中に埋設されること」及び「支柱」が「貫通して先端部分が地中に突出している」こと，並びに「上下に貫通した筒状」のものであることが特定されているのみであると主張する。",
                    "しかし，本件補正発明の特許請求の範囲には，「前記基礎体と前記支柱とは締付部材により締め付け固定され」と記載され，「基礎体」と「締付部材」とが区別されているから，「支柱」を固定する部材である「基礎体」の技術的意義を一義的に明確に理解することができず，その要旨の認定に当たっては，発明の詳細な説明の記載を参酌することが許される特段の事情があるというべきである。そして，前記(1)のとおり，特許請求の範囲の記載に加え，本願明細書の記載及び用語の一般的意義を併せて考慮すれば，「筒状の基礎体」とは，被告の上記主張のほか，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材という意義をも有するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，引用発明の「パイプ」は「支持基礎」の構成要素の一つであって，「土中での支圧部」の機能を果たしていなくても，本件補正発明の「筒状の基礎体」に相当すると主張する。",
                    "しかし，前記(1)のとおり，「基礎体」とは，少なくとも，支柱の荷重を地盤に伝え，地盤から抵抗を受ける部材であって，かかる「土中での支圧部」という機能を捨象することはできないから，被告の主張は採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用発明の「パイプ」は，本件補正発明の「締付部材」に対応するものではない旨主張するが，これをもって，引用発明の「パイプ」が本件補正発明の「筒状の基礎体」に相当することにはならないから，同主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "よって，本件審決は，本件補正発明と引用発明との一致点の認定を誤り，相違点3を看過したものである。また，前記(4)のとおり，相違点3に係る本件補正発明の構成は，引用例1，周知例1及び周知例2に基づいて当業者が容易に想到することができたということはできないから，本件審決による相違点3の看過が，その結論に影響を及ぼすことは明らかである。",
                "なお，被告は，仮に相違点3が存したとしても，原告主張に係る本件補正発明の効果は，本件補正発明の構成に基づくものではないと主張するが，相違点3に係る本件補正発明の構成を容易に想到すること自体ができないから，上記主張をもって，本件補正発明について，引用発明に基づき当業者が容易に発明をすることができたということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告主張の取消事由は理由があるから，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10001",
    "date": "2017-09-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087077",
    "ipprecedent_id": "4746",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}