{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-880025号事件について平成29年8月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成21年8月21日，意匠に係る物品を「箸の持ち方矯正具」とする別紙1本件意匠図面記載の形態の意匠(以下「本件意匠」という。)の出願をし，平成23年1月7日に意匠権の設定登録を受けた(意匠登録第1406731号。甲6。以下「本件意匠登録」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年11月18日，本件意匠登録に対する無効審判を請求し，特許庁は，これを無効2016-880025号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年8月22日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年9月1日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同月29日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本件意匠は，下記ア，イの引用例に記載された意匠(順に，「引用意匠1」，「引用意匠2」という。)に基づいて当業者が容易に創作できた意匠に該当するとはいえないから，意匠法3条2項により本件意匠登録を無効とすることはできない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特許国際公開公報，国際公開番号WO2006／004290A1(別紙2引用意匠図面。甲1図6。2006年1月12日公開。)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：中国実用新型専利説明書，公告番号CＮ200980547Y(甲2。2007年11月28日公告。)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，その前提として，本件意匠及び引用意匠1について，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件意匠",
                  "text": [
                    "意匠に係る物品は，「箸の持ち方矯正具」である。本物品は，2つの部品からなり，2本一対の箸のそれぞれに挿入して取り付け，一方の部品に人差し指，もう一方の部品に薬指を挿入して，箸の持ち方を矯正するための器具として使用するものであり，箸に適宜着脱して使用するものである。",
                    "本件意匠の形態は，以下の(あ)ないし(か)のとおりである。",
                    "なお，2つの部品のうち，願書に添付された図面中【持ち方矯正具を取り付けた箸を持った状態の参考斜視図】において，薬指を挿入している方の部品，つまり正投影図法による一組の図において，図の表示を【箸の持ち方矯正具のもう一方の正面図】等としている方を，以下「構成部品A」といい，人差し指を挿入している方の部品，つまり正投影図法による一組の図において，図の表示を【箸の持ち方矯正具の片方の正面図】等としている方を，以下「構成部品B」という。",
                    "(あ)  全体の基本的な構成態様について，どちらの部品も，箸に挿入する筒状体(以下「取付部」という。)と指を挿入する環状体(以下「リング部」という。)からなり，取付部の外周にリング部を立設させて結合したものである。",
                    "(い)  取付部の全体形状について，どちらの部品も，全長が幅よりも少し長い，やや肉厚の略正四角筒状体としたものである。",
                    "(う)  リング部の全体形状について，どちらの部品も，周側面を細幅帯状とする，やや肉厚の略円環状体としたものである。",
                    "(え)  リング部の直径の大きさについて，どちらの部品も，取付部の幅の約2倍としたものである。",
                    "(お)  取付部とリング部との結合部の態様について，どちらの部品も，リング部の外側が取付部にめり込むような態様としたものである。",
                    "(か)  取付部に対するリング部の向きについて，構成部品Aは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と直交する向きとし，構成部品Bは，同2つの方向を概略同方向としつつも，左右方向に少し，上下方向にも少し，傾けたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用意匠1",
                  "text": [
                    "引用例1図6の「スプーンとフォークの機能を提供し，容易に持つこと及び取り扱うことができる箸」に取り付けられる，符号15及び17cからなる親指用の部品(引用意匠1a)と，符号13及び17aからなる人指し指用の部品(引用意匠1b)は，引用例1図6の箸の製造工程において棒に取り付けられ，当該箸が完成品となった後は，使用者が取り外すことは想定していないものといえ，引用例1図6の箸の専用の部品である。",
                    "引用意匠1a及び1bの形態は，以下の(ア)ないし(カ)のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "全体の構成態様について，どちらの部品も，箸に挿入する筒状体(以下「取付部」という。)と指を挿入する環状体(以下「リング部」という。)からなり，取付部の外周にリング部を立設させて結合したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取付部の全体形状について，どちらの部品も，全長が直径よりも少し長い，やや肉厚の略円筒状体としたものである。"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "リング部の全体形状について，どちらの部品も，周側面を細幅帯状とする，やや肉厚の略円環状体としたものである。"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "リング部の直径の大きさについて，引用意匠1aについては取付部の直径の約3倍，引用意匠1bについては約2倍としたものである。"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "取付部とリング部との結合部の態様について，引用意匠1aは，取付部の外周とリング部の外周とが接するような態様としたものであるが，引用意匠1bは，結合部を確認することができず不明である。"
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "取付部に対するリング部の向きについて，引用意匠1aは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略直交する向きとしつつも，左右方向に少し傾けたものであり，引用意匠1bは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略同方向としつつも，左右方向に少し傾けたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，本件意匠と引用意匠1a及び1bとの対比について，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "物品について",
                  "text": [
                    "本件意匠は，箸の持ち方を矯正するものとして，箸に適宜着脱して使用することができる，薬指用の構成部品Aと人差し指用の構成部品Bで一対とした箸の持ち方矯正具という物品であるのに対して，引用意匠1a及び1bは，スプーン及びフォークとしても使用することができる箸という物品の部品であり，親指用，人差し指用，中指用の3つある中から親指用を引用意匠1a，人差し指用を引用意匠1bとしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "形態について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共通点",
                      "text": [
                        "①  全体の基本的構成態様について，どちらの部品も，筒状体の取付部と環状体のリング部からなり，取付部の側面にリング部を立設させて結合したものである。",
                        "②  リング部の全体形状について，どちらの部品も，外周を細幅帯状とする，やや肉厚の略円環状体としたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "取付部の全体形状について，本件意匠は，どちらの部品も，全長が幅よりも少し長い，やや肉厚の略正四角筒状体としたものであるのに対して，引用意匠1a及び1bは，全長が直径よりも少し長い，やや肉厚の略円筒状体としたものである。要するに，取付部を略正四角筒状体としたか，それとも略円筒状体としたか，という相違である。"
                        },
                        {
                          "fig": "(b)",
                          "subject": "リング部の直径の大きさについて，本件意匠は，どちらの部品も，取付部の幅の約2倍としたものであるのに対して，引用意匠1aについては取付部の直径の約3倍，引用意匠1bについては約2倍としたものである。"
                        },
                        {
                          "fig": "(c)",
                          "subject": "取付部とリング部との結合部の態様について，本件意匠は，どちらの部品も，リング部の外側が取付部にめり込むような態様としたものであるのに対して，引用意匠1aについては，取付部の外周とリング部の外周とが接するような態様としたものであり，引用意匠1bについては，結合部を確認することができず不明である。"
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "取付部に対するリング部の向きについて，本件意匠は，構成部品Aについては，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と直交する向きとし，構成部品Bについては，同2つの方向を概略同方向としつつも，左右方向に少し，上下方向にも少し，傾けたものであるのに対して，引用意匠1aについては，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略直交する向きとしつつも，左右方向に少し傾けたものであり，引用意匠1bについては，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略同方向としつつも，左右方向に少し傾けたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本件意匠が意匠法3条2項に該当するとはいえないとした判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(c)の認定・判断の誤り"
            },
            {
              "fig": "(2)",
              "subject": "相違点(d)の認定・判断の誤り"
            },
            {
              "fig": "(3)",
              "subject": "相違点(a)の判断の誤り"
            },
            {
              "fig": "(4)",
              "subject": "ありふれた手法による公知意匠の組合せに関する判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "新たな証拠の提出及び時機に後れた攻撃防御方法について",
          "text": [
            "甲14，15，17ないし20は，いずれも，審判では提出していないが，当時の当業者の技術常識，周知意匠を示す新たな証拠を提出することは許される。",
            "上記証拠に係る原告の主張・立証は，第1回口頭弁論期日の前であるから，時機に後れた攻撃防御であるとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点(c)の認定・判断の誤り",
          "text": [
            "本件審決は，「引用意匠1aについては，取付部の外周とリング部の外周とが接するような態様としたもの」と認定した上で，構成部品A，Bともにリング部の外側が取付部にめり込むような態様とした本件意匠との相違点であると認定した。",
            "しかし，引用意匠1a，引用意匠1bともにリング15に親指を，リング13に人差し指を入れて使用するものであるが，審決の認定のように「取付部の外周とリング部の外周とが接するような態様」であれば接触部は円周部と円周部との接触であるため引用意匠1aは点接触，引用意匠1bは線接触になり，取付部の側面にリング部を立設させることは不可能であり，親指と，人差し指を入れての使用に耐えることができないから，取付部の外周とリング部の外周は，リング部の外側が取付部にめり込むような態様となることは明らかである。引用例1【47】の記載からも，引用意匠1a，引用意匠1bの取付部とリング部は一体成型であり，取付部とリング部の結合部がめり込むような態様となっていることは，明らかである。",
            "また，甲18，19には，リング部の外側が取付部にめり込む形態が記載されている。",
            "したがって，箸の持ち方を矯正する物品分野において，リング部の外側が取付部にめり込むような形態は，周知の意匠といえ，公然知られた形態をほとんどそのまま用いたものであるか，あるいは，よく見られる多少の改変やありふれた改変を加えた程度であることは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "相違点(d)の認定・判断の誤り",
          "text": [
            "本件審決は，本件意匠の構成部品Bについては，リング部の孔の中心線の方向と，取付部の孔の中心線の方向を概略同方向としつつも，左右方向に少し，上下方向にも少し，傾けた態様であるのに対して，引用例1bについては，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略同方向としつつも，左右方向に少し傾けたものであると認定し，相違点としている。",
            "しかし，本件意匠の構成部品Bが上下方向に傾いているのであれば，「箸の持ち方矯正具の片方の正面図」及び「箸の持ち方矯正具の片方の背面図」においてリング部の孔が見えるはずであるが，正面図と背面図では孔は見られず，「リング部の孔の中心線の方向が，上下方向にも少し，傾けた態様」は，確認することができない。",
            "また，甲15(図3の符号110)，甲17(図1の符号3)，甲19(図4)，甲20(図3a，3b，3c，4)には，いずれも，「リング部の孔の中心線の方向が，上下方向にも少し，傾けた態様」の開示があるから，「取付部の孔の中心線と概略同方向としつつも，左右方向に少し，上下方向にも少し，傾けた態様」については，周知意匠であり，仮にこの点が相違点であるとしても，よく見られる多少の改変やありふれた改変を加えた程度のものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "相違点(a)の判断の誤り",
          "text": [
            "本件審決は，取付部の全体形状を略正四角筒状体になるよう改変することは，よく見られる多少の改変やありふれた改変を加えた程度といえるものではないとする。",
            "しかし，引用例1には，内周が円形で，肉厚一定の円筒形が示されているところ，これを，円周を角形，外周も角形取付部とすることに何の困難もなく，断面円形の箸から断面角形の箸に変更されたことで，内形，外形が角形になったにすぎない。",
            "また，甲14(図1ないし3)，甲15(図3，4，6)，甲18には，それぞれ，取付部の全体形状を略正四角筒状体としたものが示されている。したがって，角形の取付部は，周知意匠であり，このような角形の外形にデザインの独創性はない。",
            "甲14，15，18は，箸の持ち方矯正に用いる物品の意匠であるから，本件意匠と工業上の利用分野が共通しており，当該意匠の属する物品分野において，周知である甲14，15，18の略四角筒状体の取付部の意匠を本件意匠の取付部に置き換えることは当業者のありふれた手法により容易に創作することができる。"
          ]
        },
        {
          "fig": "5",
          "subject": "ありふれた手法による公知意匠の組合せに関する判断の誤り",
          "text": [
            "本件審決は，取付部とリング部からなる2つの部品を一組とし，箸に適宜着脱して使用することができる物品が，本件意匠の出願前に公然知られていた証拠は示されていないから，構成部品A及びBからなる本件意匠が，当該意匠の属する物品分野においてありふれた手法により，引用意匠1a及び1bを単に組み合わせたものということはできないとする。",
            "しかし，引用意匠1a及び1bは，一度取り付けられた後でも，ゴム素材であるから取外しが可能であり，そもそもはめ込みであって着脱可能であるから，引用意匠1の物品は，箸に適宜着脱して使用することができる物品である。また，引用意匠2には，親指リング31，薬指リング32，人差し指リング41，中指リング42があり，この中から薬指リング32，人差し指リング41を一組として使用することが可能である。",
            "さらに，甲15，19には，2つの部品を一組として箸に着脱して使用する物品の意匠が示されている。",
            "したがって，本件意匠のように，箸の持ち方を矯正するものとして，取付部とリング部からなる2つの部品を一組とし，箸に適宜着脱して使用できる物品は，周知意匠であるから，本件意匠は，当該意匠の属する物品分野においてありふれた手法により，引用意匠1a及び1bを単に組み合せたものにすぎない。"
          ]
        },
        {
          "fig": "6",
          "subject": "小括",
          "text": [
            "本件意匠は，構成部品Aについては，取付部の全体形状，取付部とリング部との結合部の態様が，引用意匠1aの形態及び周知意匠に当該意匠の属する物品分野においてありふれた改変を加えた程度のものであることが明らかであり，構成部品Bについても，取付部の全体形状，取付部とリング部との結合部の態様，取付部に対するリング部の向きが，引用意匠1bの形態及び周知意匠に当該意匠の属する物品分野においてありふれた改変を加えた程度のものであることは明らかである。",
            "被告は，本件意匠は，引用意匠等と目的，構成，機能が異なるから，引用意匠の美感の延長線上に本件意匠はなく，創作容易性はないと主張する。しかし，意匠法3条2項による創作容易性は，物品との関係を離れた抽象的なモチーフを基準として，当業者の立場から見た意匠の着想の新しさないし独創性を問題とするものであり，物品，構成，機能等の相違は本件においては問題とならない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "新たな証拠の提出及び時機に後れた攻撃防御方法について",
          "text": [
            "甲14，15，17ないし20は，新たな公知意匠の追加であって，提出は認められず，また，これらの証拠の提出及びこれらに関する主張は，時機に後れた攻撃防御方法であり，却下されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点(c)の認定・判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件意匠の構成部品A及び構成部品Bにおいては，いずれも，リング部が取付部に対して溶けてめり込むように形成されており，リング部は完全な円形ではなく，その一部が形成されていない形態を有している。",
                "これに対し，引用例1図6によれば，引用意匠1aは，取付部の外周とリング部の外周とが接するような態様である。このような態様であっても，取付部とリング部を，製造工程において接着剤で接着することなどによって，取付部の側面にリングを立設させるように製造することは可能である。また，引用例1【47】の「一体に構築できる」(can  be  built  in  one  body)とは，単に取付部とリング部とが，最終形態において接続していることを指しているにすぎず，その製造方法としては，取付部とリング部とを別々に成形した後に，接着剤等で接続して製造することもあり得るから，この記載を根拠に当然一体成型であると理解することはできない。",
                "よって，本件意匠の構成部品A及びBは，引用意匠1aの形態とは異なるから，本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用意匠1a及び1bでは，リング部は，取付部と，1点でのみ接触しているかのように構成されているため，視覚上，もろく，繊細で，不安定な印象を伴う美感を生じるのに対して，本件意匠では，リング部が，取付部に対して溶けてめり込むように構成されているため，安定した強固な印象を伴う美感を生じる。",
                "引用意匠1a及び1bと本件意匠とは，それぞれ，あえて，上記のような印象を伴う美感を生じるように構成されたものであるので，当業者が，引用意匠1a及び1bから容易に，本件意匠の「取付部とリング部との結合部の態様について，リング部の外側が取付部にめり込むような態様とすること」に想到し得たとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲18の図4，甲19の図3，4，8でも，取付部はリング部及び箸と結合して一体化するが，本件意匠では，取付部はリング部にのみ結合しており，箸とは一体化した構成にはなっていないから，置換え可能な部材ではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点(d)の認定・判断の誤り",
          "text": [
            "原告は，本件意匠の「左右方向に少し，上下方向にも少し，傾けた態様」については，よく見られる多少の改変やありふれた改変を加えた程度のものであると主張する。しかし，本件審決は，この点のみならず，取付部の全体形状について，略四角筒状体とすること，取付部とリング部との結合部の態様について，リング部の外側が取付部にめり込むような態様とすることについても，よく見られる多少の改変やありふれた改変を加えた程度といえるものではないと判断した上で，総合的に検討した結果，意匠法3条2項に該当しないと判断しているから，この点については，本件審決の結論に影響を及ぼすものではない。",
            "原告は，甲17，19，20を根拠に，上記形態を容易に創作することができたと主張するが，甲17には，リング部の傾きは言及されておらず，図からもどう傾いているのかを知ることはできないし，甲19，20の図についても，左右方向に傾いているのかを知ることはできない。そもそも全体的に，本件意匠とは異なる形態を有するものであり，その一部分のみを恣意的に取り出して組み合わせることはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "相違点(a)の判断の誤り",
          "text": [
            "原告は，甲14，15，18を根拠に，角形の取付部は周知意匠であると主張する。",
            "しかし，甲14においては，指を入れるリング3ないし5は，箸の本体部に直接設けられているものであり，他方，ガイド6は，指を入れるものではないから，ガイド6が接続している装着部7は，本件意匠や引用意匠1a及び1bの，リングと接続している取付部とは異なる。また，甲15においては，取付部と思われる部分111，121には，箸本体の溝と思われる部分102に対応すると思われる凸部111a，121aがある点で，本件意匠や引用意匠1a及び1bとは異なり，また，取付部と思われる部分111，121は，本件意匠よりも肉厚が薄い。このような甲15の記載1例をもって，周知の意匠であるとはいえないし，これを引用意匠1a及び1bの取付部の意匠に組み合わせる動機付けや示唆等はないから，甲15に基づいて，引用意匠1a及び1bの取付部の外形を略四角形にすることが，よく見られる多少の改変やありふれた改変ということはできない。甲18の図4は，外側は変形6角柱状ではあるが，内側は円筒状であるから，置換えさえできない。",
            "さらに，引用例1によれば，引用意匠1においては，取付部が箸に対して回転可能であることが重要な条件とされているところ，引用意匠1a及び1bの取付部を角形の箸に使用するために略正四角筒状体に変更すると，回転可能ではなくなってしまうから，そのような変更をすることには阻害要因がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "ありふれた手法による公知意匠の組合せに関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用意匠1においては，取付部(取付環)が箸(棒)から離れないようにする目的で，弾性を有するゴム素材の取付部(取付環)が箸(棒)にピッタリとはまって取れなくなるような凹部が，あえて設けてある。そして，引用例1には，製造工程において一旦箸の凹部にはめ込んだ取付部を，再度取り外すことについては，何らの記載も示唆もない。ゴム素材には，極めて柔らかいもののみならず，極めて硬いものも含まれるところ，引用意匠1に係る物品においては，リング部に入れられた指を保持することが必要であるから，比較的硬いゴム素材が使用されている可能性が高く，一度箸にはめ込んだ後は，破壊することなく取り外すことができない可能性が高い。また，引用意匠1では，取付部をはめ込むために，箸に凹部が設けられているから，取付部(及びリング部)を取り外してしまうと，箸の凹部がむき出しになってしまい，箸として，通常の箸よりも使いにくいものになってしまうから，取付部(及びリング部)を取り外すことは考えられない。",
                "よって，引用意匠1a及び1bは，引用例1図6の箸の製造工程において棒に取り付けられ，当該箸が完成品となった後は，使用者が取り外すことは想定していないものであり，図6の箸の専用の部品である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用意匠2には，親指リング31，薬指リング32，人差し指リング41，中指リング42があり，この中から薬指リング32，人差し指リング41を一組として使用することが可能であると主張するが，引用例2にはそのような使用についての記載や示唆はない。引用意匠2の親指リング31，薬指リング32，人差し指リング41，中指リング42の4つのリングの内，2つだけを使用すると，使用しない他の2つのリングやその取付部は邪魔になるので，原告主張の使用方法は考えられない。",
                "引用例2には，箸が4つのリングを有する旨の記載があるだけで，着脱可能である旨の記載はないから，4つのリングは，箸に固定されたままで，取り外すことはできないと解するのが自然であるし，引用例2の特許請求の範囲においても，最も権利範囲の広い請求項1で，4つのリングを全て備えることが構成要件とされていることからも，引用意匠2においては，4つのリングを全て備えた状態で使用することのみが想定されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲15，19，20に基づき，箸に適宜着脱できる物品が周知であったと主張する。しかし，本件意匠の着脱自在とは，特定の箸以外にも「着」して使用できる上に，これを「脱」しても箸自体は問題なく使用できる形態であるのに対し，甲15，19，20の意匠のリング部分は，箸と結合して一体になるものであるから，置換え可能ではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "したがって，本件意匠のように，箸に適宜着脱して使用される物品2点を一組のセットとして，独立して取引の対象となる物品として構成した点は，容易に創作できるものではない。"
            }
          ]
        },
        {
          "fig": "6",
          "subject": "小括",
          "text": [
            "本件意匠の構成部品Aと引用意匠1aとの相違点，本件意匠の構成部品Bと引用意匠1bとの相違点が，いずれも容易に創作できたものではないこと，本件意匠において，箸に適宜着脱して使用される物品2点を一組のセットとして，独立して取引の対象となる物品として構成した点が容易に創作できたものではないことによれば，本件意匠は，容易に創作できたものではないから，意匠法3条2項に該当するものではない。",
            "本件意匠は，「箸の持ち方矯正具」としての特有のまとまりがある美感からなる構成であり，引用意匠1とは多数の相違点があり，それぞれの相違点を，目的，構成，機能が異なる文献により，本来不可分の構成の中の一部分だけを恣意的に取り出して埋めたとしても，それは意匠の特有のまとまりのある構成について創作容易性を証明したことにはならない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件意匠の創作容易性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "意匠法3条2項について",
              "text": [
                "意匠法3条2項は，物品との関係を離れた抽象的なモチーフとして日本国内において広く知られた形状，模様若しくは色彩又はこれらの結合(周知のモチーフ)を基準として，それからその意匠の属する分野における通常の知識を有する者(当業者)が容易に創作することができた意匠でないことを登録要件としたものであり，上記の周知のモチーフを基準として，当業者の立場からみた意匠の着想の新しさないし独創性を問題とするものである(最高裁昭和45年(行ツ)第45号同49年3月19日第三小法廷判決・民集28巻2号308頁，最高裁昭和48年(行ツ)第82号同50年2月28日第二小法廷判決・裁判集民事114号287頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件意匠の認定",
              "text": [
                "本件意匠の意匠公報(甲6)によれば，本件意匠は，本件審決の認定したとおり(前記第2の2(2)ア)のものであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用意匠1a及び1bの認定",
              "text": [
                "引用例1(甲1)によれば，引用意匠1a及び1bは，本件審決の認定したとおり(前記第2の2(2)イ)のものであると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(創作容易性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "新たな証拠の提出及び時機に後れた攻撃防御方法について",
              "text": [
                "被告は，甲14，15，17ないし20は，審決で認定された相違点に関する新たな公知意匠の追加であって，提出は認められないものである，また，これらの証拠の提出及びこれらに関する主張は，時機に後れた攻撃防御方法であり，却下されるべきである旨主張する。",
                "しかし，原告は，これらの書証を，いずれも本件意匠登録出願当時の当業者の常識等を認定するため，周知例として提出しているものと解され，これらの記載内容との対比において新たな無効理由が存することを主張するものではない。よって，これらの書証は，審決取消訴訟において提出が認められないものには当たらず，被告の主張は採用できない(最高裁昭和54年(行ツ)第2号同55年1月24日第一小法廷判決・民集34巻1号80頁参照)。",
                "また，原告の上記主張及び証拠の提出によって，訴訟の完結を遅延させることとはならないから，時機に後れたものとして却下することはしない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(c)(取付部とリング部の結合部の態様)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用意匠1a及び1bの取付部とリング部は，いずれも一体成型であり，取付部とリング部の結合部がめり込むような態様となっていると主張する。",
                        "しかし，引用例1図6によれば，引用意匠1aは，取付部17cの外周の表面にリング部15の外周が接しており，リング部の外側は完全な円形となっているから，リング部の外側が取付部にめり込むような形態であるとはいえないし，引用意匠1bについては，取付部とリング部の結合部の形態を確認することができないから，引用意匠1a及び1bは，リング部の外側が取付部にめり込むような形態であるとは認められない。",
                        "よって，本件審決の認定したとおりの相違点(c)が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，引用例1には，「親指グリップ15および親指グリップ15を支える第三取付環17cまたは人差し指グリップおよび中指グリップ13および14を支える第一および第二取付環17aおよび17bは棒11または12に固定されるため一体に構築できる。したがって，親指グリップ15，人差し指グリップ13，中指グリップ14および第一から第三取付環17aから17cは，プラスチックで形成することできる」(【47】)との記載があり，引用意匠1a及び1bの取付部とリング部を一体成型できることの示唆がある。",
                        "また，甲18の図4には，2つのリング部721，722の外周の一部が，取付部7にめり込んで一体化している形態の記載があり，甲19の図3，5，8にも，リング部221，222の外周が筒状の取付部220にめり込んで一体化している形態の記載があることが認められる。そして，甲19の物品分野は，箸の持ち方を練習するための箸であり，甲18の物品分野も，便利に用いることができるパワーアシスト箸であって，いずれも，本件意匠に係る物品である「箸の持ち方矯正具」と物品分野が類似しているといえ，本件意匠登録出願当時，リング部の外周が取付部にめり込んで一体化している形態は，箸の持ち方を矯正するための物品の形態として周知であると認められる。",
                        "以上を総合すると，引用意匠1a及び1bの取付部とリング部の結合部の態様を基準として，リング部の外周が取付部にめり込んで一体化している形態を採用することには，着想の新しさないし独創性があるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(d)(取付部に対するリング部の向き)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件意匠の構成部品Bについて，リング部の孔の中心線の方向が，上下方向にも少し，傾けた態様であるとは認められないと主張する。",
                        "しかし，別紙1本件意匠図面の「箸の持ち方矯正具の片方の正面図」では，構成部品Bのリング部の孔の中心線の方向が，取付部の孔の中心部の方向と概略同方向としつつも，リング部が取付部に対し，右に傾くとともに，「箸の持ち方矯正具の片方の背面図」では，リング部が取付部に対し，左に傾いているから，構成部品Bにおいては，リング部の孔の中心線の方向が左右方向に傾いていることが認められる。また，「箸の持ち方矯正具の片方の正面図」及び「箸の持ち方矯正具の片方の背面図」におけるリング部の長さより，「箸の持ち方矯正具の片方の平面図」及び「箸の持ち方矯正具の片方の底面図」におけるリング部の長さの方がやや長いこと，「箸の持ち方矯正具の片方の平面図」及び「箸の持ち方矯正具の片方の底面図」にはリング部の孔が見えることから，構成部品Bのリング部は，取付部に対し，わずかに上下方向にも傾いていることが認められる。この点，原告は，本件意匠の構成部品Bが上下方向に傾いているのであれば，「箸の持ち方矯正具の片方の正面図」及び「箸の持ち方矯正具の片方の背面図」においてリング部の孔が見えるはずであるのに，これらの図では孔は見られないと主張するが，上下方向への傾きがわずかであれば，「箸の持ち方矯正具の片方の正面図」では取付部の幅によって，「箸の持ち方矯正具の片方の背面図」ではリング部の幅によって，リング部の孔が隠れるため，これらの図では孔が見られないと解され，採用できない。",
                        "そうすると，本件意匠は，構成部品Aについては，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と直交する向きであって，傾きがないもので，構成部品Bについては，同2つの方向を概略同方向としつつも，左右方向に少し，上下方向にも少し，傾けたものであるのに対して，引用意匠1aは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略直交する向きとしつつも，左右方向に少し傾けたもので，引用意匠1bは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と概略同方向としつつも，左右方向に少し傾けたものであって，いずれも，上下方向に傾けた態様ではないから，本件審決の認定したとおりの相違点(d)が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，大韓民国公開実用新案公報20-2009-0001430(甲15)，中華人民共和国実用新案公報200420023879・3(甲17)，特表2004-538074号(甲19)，大韓民国登録特許公報10-0890777号(甲20)には，いずれも，「リング部の孔の中心線の方向が，上下方向にも少し，傾けた態様」の開示があるから，「取付部の孔の中心線と概略同方向としつつも，左右方向に少し，上下方向にも少し，傾けた態様」については，周知意匠であって，相違点(d)に係る構成を創作することは容易であると主張する。",
                        "しかし，本件意匠は，構成部品A，構成部品Bの2つの部品からなり，構成部品Aは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と直交する向きであって，傾きがないのに対し，構成部品Bは，リング部の孔の中心線の方向が，取付部の孔の中心線と同方向となっていて，構成部品Aとは方向が異なる上，左右方向に少し，上下方向にも少し，傾けて構成されており，これら2つが対になって一体の美感を形成しているものである。そうすると，本件意匠の創作容易性は，態様の異なる2つの部品が対になったまとまり感のある一体の美感を形成している態様について判断すべきである。",
                        "甲15の図3には，人差し指挿入句(符号110)の孔の中心線の方向が，取付部の孔の中心線と同方向となっていて，上下方向にも少し，傾けた形態となっていることの記載があり，甲17の図1には，符号8のリングの孔の中心線の方向が，取付部の孔の中心線と同方向となっていて，上下方向にも少し，傾けた形態となっていることの記載があり，甲19の図4には，人差し指挿入穴121の孔の中心線の方向が，取付部の孔の中心線と同方向となっていて，上下方向にも少し，傾けた形態となっていることの記載があり，甲20の図3a，3b，3c，4には，指が差し込まれる部品40，50のリング部42，52のいずれも，孔の中心線の方向が，取付部の孔の中心線と同方向となっていて，上下方向にも少し，傾けた形態となっていることの記載がある。しかし，これらの文献のいずれにも，上記部品と対となる，取付部の孔の中心線の方向と直交する向きであって，左右方向，上下方向の傾きがない部品の開示はない。",
                        "したがって，構成部品A及び構成部品Bの2つの部品からなり，構成部品Aは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と直交する向きであって，傾きがないのに対し，構成部品Bは，リング部の孔の中心線の方向が，取付部の孔の中心線と同方向となっていて，構成部品Aとは方向が異なる上，左右方向に少し，上下方向にも少し，傾けた形態であるとの相違点(d)に係る形態が，周知意匠であったとは認められない。",
                        "以上を総合すると，引用意匠1a及び1bの取付部に対するリング部の向きを基準として，相違点(d)に係る意匠には，当業者から見て着想の新しさないし独創性があるといえ，相違点(d)に係る意匠を創作することが容易であったとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点(a)(取付部の全体形状を略正四角筒状体としたもの)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲14，15，18によれば，取付部の全体形状を略正四角筒状体としたものは周知であったから，これらを引用意匠1a及び1bの取付部に組み合わせ，本件意匠の取付部の形態を創作することは容易であったと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開2006-181321(甲14)には，動箸に人差し指と中指を入れる2個のリングを設け，他の1本の箸を固定箸とし，固定箸に薬指を入れる1個のリングと，箸を開閉するときに生じる箸先のズレを防ぐ脱着式のガイドを装着することが開示され，固定箸にガイド6を装着するために設けられた角形の筒状の装着部7の開示がある(【0004】，【0006】，図2，3)。しかし，ガイド6は，箸を開閉するときに生じる箸先のズレを防ぐ脱着式のガイドであって，指を入れるものではない(【0004】，【0006】，図2，3)から，これを接着した装着部7は取付部ではないし，その形態も，全長が幅より長く形成された直方体状である。",
                        "また，中華人民共和国公開特許公報出願番号200710170012．9(甲18)の図4には，2つのリング部721，722と接続し，リング部を箸に取り付ける，内周が円形で，外周は，直線状の四辺からなり，辺と辺とが接続する角の部分が幅広く滑らかに形成された筒状体である取付部7の開示がある。しかし，甲18の取付部7は，内周が円形である上，外周も四隅が幅広く滑らかに形成された，略八角形の筒状体である。",
                        "したがって，甲14，18によっては，取付部の全体形状を略正四角筒状体とした形態が周知であったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，甲15図4には，リング状の人差し指及び中指挿入句110，120と接続し，箸に取り付ける角形の筒状である取付部111，121の開示があり，この取付部111，121は，全長が幅よりも長い略正四角筒状体である。",
                        "しかし，そもそも，甲15のみによって取付部の全体形状を略正四角筒状体としたものが周知であったとまで認定することはできない。",
                        "また，甲15の取付部111，121の内側には，凸部111a，121aが設けられているところ，甲15の図4，5，6，7bによれば，箸本体の取付部を取り付ける部分は凹部101となっており，溝102を備えているから，甲15の取付部111，121は，箸本体の凹部101に取り付けた時に，凸部111a，121aが溝102に嵌め込まれ，凹部101に固定されるものであり，上下の移動も回転もしないものであると認められる。",
                        "これに対し，引用例1には，「ユーザの手の特徴によって，人差し指および中指グリップ13および14を回して手の角度を調整する必要がある」(【47】)，「取付環17および17bが回転は可能で上下には移動しないように，取付環17a，17bおよび17cはこの凹部にそれぞれ固定される」(【48】)との記載があり，取付部は，上下に移動しないよう凹部に固定されるものの，箸に対して回転可能であるとされているから，引用意匠1a及び1bの略円筒状体の取付部を，甲15に記載された，箸本体に取り付けたときに回転不能である略正四角筒状体の取付部に置き換える動機付けがあるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，本件に現れた証拠によっては，当業者が，引用意匠1a及び1bの略円筒状体の取付部の意匠を基準として略正四角筒状体の取付部を採用するという相違点(a)に係る意匠を創作することが容易であったとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "ありふれた手法による公知意匠の組合せについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用意匠1a及び1b，引用意匠2には，取付部とリング部からなる2つの部品を一組とし，箸に適宜着脱して使用できる物品の形態の記載があるから，箸の持ち方を矯正するものとして，箸に適宜着脱して使用できる取付部とリング部からなる構成物品A及び構成物品Bの2つの部品を一対とした物品の形態の意匠は，当該意匠の属する物品分野においてありふれた手法により，引用意匠1a及び1bを単に組み合せたものにすぎないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，引用例1図6には，棒11と棒12の上端16が結合され，下端には，棒11と棒12が閉じられたときにスプーンを形成する，半スプーン状部材20の対を備えた形態の記載があるところ，結合された上端からは取付環を取り外すことは不可能であり，また，下端の半スプーン状部材は，その幅が取付環の直径より広いから，取り外すことは極めて困難であることが認められる。また，引用例1【48】，【63】の記載によれば，棒に凹部を設け，取付環が棒の上下を移動しないよう固定されることが開示されている一方，棒の凹部にはめ込んで固定した取付環を取り外すことについての記載や示唆はない。以上を総合すると，引用意匠1a及び1bは，引用例1図6の箸の製造工程において棒に取り付けられ，当該箸が完成品となった後に取り外すことは想定していないものというべきであり，箸に適宜着脱して使用することができる物品とはいえない。",
                    "さらに，引用例1には，1本の箸に第一取付環17a，第二取付環17bが，もう1本の箸に第三取付環17cが取り付けられ，それぞれ，人差し指グリップ13，中指グリップ14，親指グリップ15と接着しているところ，これら3個の取付環のうち，1本の箸に取り付けられた引用意匠1a(親指グリップ15と第三取付環17c)ともう1本の箸に取り付けられた引用意匠1b(人差し指グリップ13及び第一取付環17a)のみを取り出すことの記載や示唆はないから，箸に適宜着脱して使用される2つの部品を一対とした物品の形態の記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用例2図1には，1本の箸11に親指リング31，薬指リング32が，もう1本の箸21に人差し指リング41，中指リング42が取り付けられ，2本の箸が連接棒50でつながっている形態が記載されているところ，引用例2には，これらのリングが着脱可能である旨の記載や示唆はない。その上，引用例2の実用新案特許の請求項1では，4つのリングを全て備えることが構成要件とされ，請求項2以下も請求項1を引用していることから，引用例2では，4つのリングを全て備えた状態で使用することのみが想定されており，4つのリングの中から，薬指リング32，人差し指リング41のみを取り出すことの記載や示唆はない。よって，引用例2にも，箸に適宜着脱して使用される2つの部品を一対とした物品の形態の記載はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "もっとも，甲15の図4，6には，取付部111，121とリング部110，120からなる2つの部品が，箸から外された状態で記載されており，甲19の図5には，取付部220とリング部221，222からなる2つの部品が，箸から外された状態で記載されており，甲20の図2には，取付部41，51とリング部42，52からなる2つの部品40，50が，箸から外された状態で記載されていることが認められる。",
                    "しかし，前記(2)ウのとおり，甲15の取付部111，121は，箸本体に取り付けた時に，取付部111，121内側の凸部111a，121aが，箸に設けられた凹部101の溝102に嵌め込まれ，凹部101に固定されるものであり，当該箸専用の部品であって，これらの取付部を取り外すことの記載や示唆はない。",
                    "また，甲19には，一対の第1箸部材と第2箸部材からなり，上部に形成した結合手段により第1箸部材と第2箸部材が結合され，第1箸部材には親指を挿入する親指穴が形成され，第2箸部材には，人差し指及び中指を挿入するリング部とその取付部からなる保持ユニットが装着される箸の形態が記載されており，取付部220とリング部221，222からなる2つの部品は，人差し指及び中指を挿入する保持ユニットを構成するもので，当該箸専用の部品であって，これらの取付部を取り外すことの記載や示唆はない。",
                    "甲20には，一対の第1箸部材と第2箸部材からなり，箸連結部材により第1箸部材と第2箸部材の上端が連結され，第1箸部材に，第2箸部材の移動を支持する親指据え置きガイド板部材が取り付けられ，第2箸部材に，人差し指と中指をそれぞれ挿入することができるリング部材が取付部によって取り付けられた箸の形態が記載されており，取付部41，51とリング部42，52からなる2つの部品40，50は，当該箸専用の部品であって，これらの取付部を取り外すことの記載や示唆はない。",
                    "以上のとおり，甲15，19及び20のいずれにも，箸に適宜着脱して使用される取付部とリング部からなる2つの部品を一対とした物品の形態の記載はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件意匠登録出願前において，当業者が，引用例1又は引用例2に記載された意匠から出発して，箸に適宜着脱して使用される取付部とリング部からなる構成部品Aと構成部品Bの2つの部品を一対とした物品の意匠を創作することが容易であったとはいえない。よって，本件意匠は，当該意匠の属する物品分野においてありふれた手法により，引用意匠1a及び1bを単に組み合せたものにすぎないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "本件意匠は，箸の持ち方を矯正する目的で箸に適宜着脱して使用される，略正四角筒状体の取付部とこれにめり込んで一体化したリング部からなる構成部品Aと構成部品Bの2つの部品を一対として構成され，構成部品Aは，リング部の孔の中心線の方向が，取付部の孔の中心線の方向と直交する向きであって，傾きがないものであるのに対し，構成部品Bは，リング部の孔の中心線の方向が，取付部の孔の中心線と概略同方向で，左右方向に少し，上下方向にも少し，傾けたものであり，全体としてまとまり感のある一体の美感を形成しているものと認められる。かかるまとまり感のある一体の美感を形成する意匠の構成には，着想の新しさや独創性があるというべきであるから，当業者がかかる意匠を創作することが容易であったとはいえない。このように，本件意匠は，箸の持ち方を矯正する目的で箸に適宜着脱して使用される，一対の構成部品Aと構成部品Bという2つの部品から構成された点及び直線的な印象を与える構成部品Aと角度が異なり傾いた印象を与える構成部品Bが対になったまとまり感のある一体の美感を形成している点に，意匠としての着想の新しさや独創性が認められるものである。",
                "以上によれば，引用例1及び引用例2に記載された意匠から，本件意匠に係る箸に適宜着脱して使用される取付部とリング部からなる構成部品Aと構成部品Bの2つの部品を一対とした物品の形態は，容易に創作できたものとは認められない。",
                "したがって，本件意匠は，意匠法3条2項に該当するものではなく，本件審決は結論において相当であるから，取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}