{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-1820号事件について平成29年2月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年1月27日，以下の商標登録出願をした(商願2015-6591号。甲33)。",
                "商標の構成：UＮIFI(標準文字)(以下「本願商標」という。)",
                "指定商品：第9類「クロマトグラフィー及び質量分析の分野において用いられる理化学装置の制御用コンピュータソフトウェア，データの収集・分析・管理・保存・転送及びデータの状況監視・レポート作成・法規制との適合性を図る理化学装置制御用コンピュータソフトウェア，その他のコンピュータソフトウェア」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年11月6日付けで拒絶査定を受けたので，平成28年2月5日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2016-1820号事件として審理し，平成29年2月8日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月20日，その謄本が原告に送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年6月20日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願商標は，別紙引用商標目録記載1ないし3の商標(以下「引用商標1」などという。乙3の1・2，4の1・2，5)と，類似する商標であって，かつ，本願商標の指定商品と引用商標1ないし3の指定商品とは，同一又は類似するものであるから，商標法4条1項11号に該当し，商標登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標1に基づく商標法4条1項11号該当性の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "引用商標2に基づく商標法4条1項11号該当性の判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "引用商標3に基づく商標法4条1項11号該当性の判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標1に基づく商標法4条1項11号該当性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商品の類否",
              "text": [
                "本願商標の指定商品は，①クロマトグラフィー及び質量分析の分野において用いられる理化学装置の制御用コンピュータソフトウェア，②データの収集・分析・管理・保存・転送及びデータの状況監視・レポート作成・法規制との適合性を図る理化学装置制御用コンピュータソフトウェア，③その他のコンピュータソフトウェアである。",
                "上記①及び②の商品(以下「理化学装置の制御用コンピュータソフトウェア等」と総称することがある。)は，大学や研究機関等において行われるクロマトグラフィー及び質量分析を行う理化学装置に搭載され，データの収集・分析・管理・保存・転送，状況監視・レポート作成・法規制との適合性を図るなどの機能を備えたコンピュータソフトウェアであり，その機能・用途によれば，むしろ第9類の「理化学機械器具」に属する商品(専用ソフトウェア)であるともいえ，その場合，明らかに，引用商標1の指定商品である「半導体チップ，半導体素子」(以下「半導体素子等」と総称することがある。)とは異なるものである。「理化学機械器具」は，半導体素子等が含まれる「電子応用機械器具」と同じ第9類に属するものの，同商品とは異なる類似群コード(10A01)が付されている。",
                "また，上記③の「その他のコンピュータソフトウェア」について，特許庁の商標審査基準に照らし，引用商標1の指定商品である半導体素子等と対比すると，以下のとおり，両商品は，生産部門，販売部門，原材料及び品質，用途，需要者の範囲，完成品と部品との関係にあるか，のいずれにおいても，顕著に異なる。したがって，両商品に同一又は類似の商標を使用した場合にも，同一営業主の製造又は販売に係る商品と誤認混同されるおそれはないものといえ，両商品は，類似するものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "生産部門",
                  "text": [
                    "コンピュータソフトウェアは，大掛かりな設備投資を必要とせず，汎用コンピュータを用いて開発・製造が行われるため，ソフトウェア市場は，巨人企業数社と無数の零細メーカーの二極構造となっている。ソフトウェア業界における日本企業としては，日本オラクル，トレンドマイクロ，ワークスアプリケーションズ，オービック，OBC，ジャストシステムなどがあるが，コンピュータソフトウェアに関する業界団体である一般社団法人コンピュータソフトウェア協会の正会員393社に，半導体事業者は含まれていない。また，東洋経済新報社発行「会社四季報  2016年下期  未上場会社版」に掲載された情報・システム・ソフト業界の161社はいずれも，その事業として半導体そのものを手掛けておらず，ＮEC，東芝，日立，富士通，三菱電機，パナソニックといった大手電機メーカーも子会社を通じてソフトウェアの開発・製造を行っている実情が窺い知れる。",
                    "一方，半導体素子等は，その製造に大規模かつ最新の設備を必要とする代表的な装置産業の一つであり，半導体業界における日本企業としては，東芝，ルネサステクノロジ，ソニー，ＮECエレクトロニクス，パナソニック，シャープ，エルピーダメモリ，ローム，富士通マイクロエレクトロニクスなどの，巨大資本，設備を有する企業がある。",
                    "このように，ソフトウェア業界と半導体業界における大手企業に限ってみても，両業界の生産者は明らかに異なる。また，ソフトウェア業界は，巨大企業数社と無数の零細メーカーの二極構造であるのに対し，半導体業界は，その製造に大規模かつ最新の設備を必要とする代表的な装置産業であって，両商品は，業界自体が異なるだけでなく，生産部門において一致しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "販売部門",
                  "text": [
                    "コンピュータソフトウェアは，ビジネス用以外にも，研究機関や教育機関，病院・介護施設，娯楽施設，公共施設，一般家庭向けにまで，幅広く社会生活において利用されている。そのため，電化製品の量販店やパソコンショップで通常販売されているだけでなく，楽天，アマゾンジャパン，ヤフー等，一般消費者向けに取引を展開するウェブサイトにおいても，「パソコンソフト」のジャンル名で多数取引されている。",
                    "一方，半導体素子等は，その機能・用途に従い，半導体を組み込んだ各種産業製品を生産する事業者向けに，半導体を専門的に取り扱う商社等を通じて主に販売されるものであり，最終製品に組み込まれた後は，その外観から半導体素子等の存在は確認し得ず，一般消費者が半導体素子そのものを日常，頻繁に目にするものではない。仮に，自作パソコンの製作を試みるパソコンマニア向けに，一部のパソコンショップやネットショップで半導体素子等が販売されている事実があるとしても，半導体素子等の販売取引市場全体を見れば，ごく僅かな一部の事情を示すにすぎない。例えば，楽天サイトでは，パソコン・周辺機器のカテゴリーにおいて「パソコンソフト」は4万0548件検出されるのに対し，「半導体素子」では24件が検出されるにすぎず，その商品はいずれも半導体素子そのものではない。また，「半導体チップ」で検索した場合，該当する商品は1件も検出されない。",
                    "このように，両商品の販売部門は，異なるものと判断されてしかるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "需要者",
                  "text": [
                    "コンピュータソフトウェアは，コンピュータや電子機器，携帯端末，スマートフォン，自動車，家電製品に至るまで，あらゆるビジネス分野の事業者だけでなく，幅広い年齢の個人利用者をその需要者とするのに対し，半導体素子等は，半導体を組み込んだ各種産業製品を生産する事業者がその主たる需要者である。",
                    "また，コンピュータソフトウェアは，半導体と異なり，出荷された商品に最初から組み込まれていたとしても，出荷後，当該商品の購入者(ユーザー)によってソフトウェアのインストールやバージョンアップが頻繁に行われるという，ソフトウェア独自のビジネス構造において，半導体とは顕著な差異を有しており，両商品は，需要者の範囲において比較し得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "用途，原材料及び品質",
                  "text": [
                    "コンピュータソフトウェアは，電子計算機を機能・指令させるプログラムであるのに対し，半導体素子等は，半導体を素材として作られた回路素子であり，原材料及び品質が異なる。",
                    "また，両商品は，いずれも各種産業製品に備わり，当該製品の機能を高める意味において，用途上の共通点があるものの，コンピュータソフトウェアはバージョンアップやアンインストールが容易にでき，半導体素子等にはない特徴を備えていることを考慮すると，両商品は，用途においても顕著に異なる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "完成品と部品との関係",
                  "text": [
                    "コンピュータソフトウェアと半導体素子等とが完成品と部品の関係にないことは，明らかである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "その他取引の実情",
                  "text": [
                    "日本標準産業分類において，コンピュータソフトウェアは，大分類G(情報通信業)の中の中分類39(情報サービス業)に区分されるのに対し，半導体素子等は，大分類E(製造業)の中の中分類28(電子部品・デバイス・電子回路製造業)に区分されており，両商品は，我が国の産業構造上，異なる業界・分野に属するものと捉えられている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の類否",
              "text": [
                "本願商標と引用商標1とが，外観において近似し，「ユニフィ」という称呼を共通にし，観念において区別できるものではないことから，互いに紛れるおそれのある類似の商標であることについては認める。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "商品の類否",
              "text": [
                "本願商標の指定商品は，理化学装置の制御用コンピュータソフトウェア等に限られるものではなく，コンピュータソフトウェア全般を指定商品とするものである。",
                "そして，以下のとおり，コンピュータソフトウェアと半導体素子等とは，いずれも電子の作用を応用したものであり，その用途及び機能において密接な関連を有するものである。また，両商品を生産する事業者が存在するほか，様々な商品を取り扱っている総合ショッピングサイトだけでなく，半導体素子等などを含む電子部品を専門に扱う販売店においてもコンピュータソフトウェアを同時に扱っているなど，両商品を販売する事業者も存在しており，その需要者も共通する。これらの実情に照らすと，両商品に同一又は類似の商標が付されたときには，同一営業主の製造又は販売に係る商品と誤認混同を生ずるおそれがあるといえ，両商品は類似する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "生産部門",
                  "text": [
                    "一般社団法人電子情報技術産業協会(JEITA)における，コンピュータソフトウェアに関連するソフトウェア事業委員会を構成する8社のうち，沖電気工業，東芝，ＮEC，日立製作所，富士通，三菱電機の6社が，半導体事業に関連する半導体部会の構成企業である。また，株式会社バッファローのように，同協会と一般財団法人コンピュータソフトウェア協会の両方の登録会員に属している企業があるほか，同一の会社ではないものの，同じ企業グループに属する複数の会社がそれぞれの登録会員に属している例もある。さらに，コンピュータソフトウェアと半導体素子等に包含されるダイオード，集積回路(IC)等の商品については，両商品を製造している企業がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "販売部門",
                  "text": [
                    "コンピュータソフトウェア及び半導体素子等に包含される商品については，様々な商品を取り扱っている総合ショッピングサイトや家電量販店だけでなく，半導体素子等などを含む電子部品を専門に扱う販売店においても，両商品を取り扱う店舗がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "需要者",
                  "text": [
                    "一般の個人需要者は，自らが求めるスペックに合わせて，必要なパーツを組み立ててパソコンを作り上げたり，所有するパソコンの性能を向上させたりするために，コンピュータソフトウェアに含まれるオペレーティングシステム(OS)やアプリケーションソフトウェア，半導体素子等に含まれるコンピュータの中央演算処理装置(CPU)等を購入し，使用している。",
                    "また，事業者等において半導体素子等を主に購入する者は，コンピュータ及びそれを搭載した電子機器などの構成に半導体チップ等を組み込んだ製品を生産する製造メーカーであり，このようなメーカーは，多数存在する。これらの事業者は，企業内で使用するアプリケーションソフトウェアのほか，製品の品質・管理又はその設計などに使用する産業用のコンピュータソフトウェアを購入し，使用するのが一般的である。",
                    "このように，一般需要者及び事業者のいずれにおいても，コンピュータソフトウェアと半導体素子等の両商品を購入し，使用している実情がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "用途及び機能",
                  "text": [
                    "コンピュータソフトウェアと半導体素子等とは，いずれも電子の作用を応用した商品であり，コンピュータ等の電子機器は，コンピュータソフトウェアを用い，半導体素子等が含まれる電子回路等に指示されることで，必要となる機能を実現する。このように，両商品は，コンピュータ等の電子機器を稼働するために構成上不可欠なものであり，それぞれの用途及び機能は密接な関連を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，本件商標は，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用商標2に基づく商標法4条1項11号該当性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標",
                  "text": [
                    "本願商標は，標準文字で書された欧文字「UＮIFI」からなる。",
                    "「UＮIFI」の文字は，辞書等に掲載された既存語ではない。そのため，本願商標からは特定の観念が生じないだけでなく，通常の注意力を有する我が国の需要者であれば，そのままローマ字読みすることが容易に推測される。この場合，本願商標から生じる自然な称呼は，その構成文字に相応して，「ユニフィ」のみである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2",
                  "text": [
                    "引用商標2は，「Unify」の欧文字を特徴のある筆記体で書した態様からなるものである。",
                    "「Unify」の語は，「ユニファイ」と読み，「統一する」等の意味を有する英単語である。そして，本願商標の指定商品に係る需要者・取引者は，理化学装置やコンピュータソフトウェアに関する知識を有する者を主たる対象としており，これらの者は英語に対する関心・知識レベルが比較的高いことを考慮すると，「Unify」の語は，一種の造語として看取されるものではなく，上記のような観念，称呼を生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と引用商標2の対比",
                  "text": [
                    "本願商標と引用商標2は，「UＮIFI」，「Unify」という，欧文字5文字の比較的少ない文字構成からなる。また，語尾に位置する「I」と「y」の文字の差異は，通常の注意力を有する需要者であれば容易に判別することができ，当該差異が外観全体に及ぼす影響は軽視されるものではない。",
                    "また，本願商標の称呼である「ユニフィ」と引用商標2の称呼である「ユニファイ」とを対比すると，3音又は4音という短い音構成において，前半の「ユニ」は共通するものの，後半の「フィ」と「ファイ」の差異が称呼全体に与える印象は強いことから，両商標の称呼は，容易に峻別され得る。",
                    "さらに，造語である本願商標からは具体的な意味合いが生じないのに対し，引用商標2からは「統一する」等の意味合いが生じるため，両商標は，観念上明らかに非類似である。",
                    "以上のとおり，本願商標と引用商標2とは，外観，称呼，観念において非類似の商標と判断されてしかるべきである。本願商標と引用商標2とが非類似であることは，①特許庁は，本願商標と同様の文字構成からなり，語尾に位置する「I」と「y」の文字のみが異なる商標(「DEFI」と「DEFY」，「efi」と「efy」，「TFY」と「TFI」，「Clarify」と「CLARI-FI」)について，外観，称呼，観念のいずれもが非類似であるとして，併存して登録を認めていること，②引用商標1と引用商標3とは，第9類においてその指定商品が類似するものの，並存して登録されていること，③英語を母国語とする米国においても，「UＮIFI」と「Unify」は非類似の商標として併存して登録されていることからも，裏付けられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の指定商品",
                  "text": [
                    "前記1のとおり，本願商標の指定商品のうち，理化学装置の制御用コンピュータソフトウェア等は，その機能・用途によれば，むしろ第9類の「理化学機械器具」に属する商品(専用ソフトウェア)であり，10A01の類似群コードが付される商品の範疇であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2の指定商品",
                  "text": [
                    "引用商標2の指定商品のうち，「電子応用機械器具及びその部品」は，第9類に属する商品であり，11C01の類似群コードが付されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標の指定商品と引用商標2の指定商品の対比",
                  "text": [
                    "以上のとおり，本願商標の指定商品と引用商標2の指定商品は，類似群コードが異なることから，特許庁の類似商品・役務審査基準に照らし，両商品は，原則として非類似である。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標",
                  "text": [
                    "本願商標は，「UＮIFI」の欧文字を標準文字で表してなるところ，該文字は，英和辞典等の外国語辞典や一般の辞書等に掲載されているものではなく，特定の観念を生じさせることのない一種の造語と理解，認識されるものである。",
                    "欧文字からなる商標については，造語や，我が国で慣れ親しまれていない外国語の場合，我が国において広く親しまれている一般的なローマ字読み又は英語風の読みを元に，つづりの共通部分から称呼しやすい読みを適宜選択して称呼されることが多い。このとき，特定の称呼のみをもって認識されているといえる特段の事情がなければ，該欧文字の構成によって自然な称呼が複数生ずる場合がある。",
                    "本願商標の構成中「UＮI」の文字部分は，「uniform」等の親しまれた英単語において「ユニ」と称呼されている。また，その構成中「FI」の文字部分は，「file」，「Wi-Fi」，「film」など，英和辞典等の記載において，「ファイ」又は「フィ」と発音されていることから，「ファイ」又は「フィ」と称呼される場合があるといえる。したがって，本願商標は，その構成文字に相応して「ユニファイ」又は「ユニフィ」の称呼が生ずる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2",
                  "text": [
                    "引用商標2は，筆記体で表された「Unify」の欧文字からなる。「Unify」の文字は，「統一する」等の意味を有する英語として英和辞典には掲載されているものの，一般に親しまれている平易な英語ではなく，我が国で慣れ親しまれていない外国語であるから，その意味が広く一般に浸透している語とはいい難く，一種の造語と理解，認識されるものであり，特定の観念は生じないというべきである。",
                    "そして，引用商標2の構成中，「Uni」の文字部分は，本願商標と同様に「ユニ」の称呼が生ずるものであり，その構成中「fy」の文字部分は，英和辞典の記載において「ファイ」又は「フィ」と発音されていることからすると，「ファイ」又は「フィ」と称呼される場合があるといえるため，引用商標2は，「ユニファイ」又は「ユニフィ」の称呼が生ずる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標と引用商標2の対比",
                  "text": [
                    "本願商標と引用商標2は，いずれも，普通に用いられる欧文字の書体で表されたものであり，語頭から4文字目までそのつづりを同一にするものであって，相違する部分は，語尾に位置する「I」と「y」の文字の差異のみであるから，外観上，互いに近似した印象を与える。",
                    "また，本願商標と引用商標2とは，いずれも「ユニファイ」又は「ユニフィ」の称呼を生ずるものであり，その称呼を同一にする。",
                    "さらに，本願商標と引用商標2とは，いずれも特定の観念を生ずるものではなく，観念上，区別することができない。",
                    "以上の事情を総合して全体的に考察した場合，本願商標と引用商標2とは，互いに紛れるおそれのある類似の商標であるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の類否",
              "text": [
                "本願商標の指定商品は，理化学装置の制御用コンピュータソフトウェア等に限られるものではなく，コンピュータソフトウェア全般を指定商品とするものである。",
                "そして，本願商標の指定商品であるコンピュータソフトウェアは，引用商標2の指定商品中の「電子応用機械器具及びその部品」に含まれるものであるから，両商品は，同一又は類似する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用商標3に基づく商標法4条1項11号該当性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類否",
              "text": [
                "引用商標3は，引用商標2と同じ「Unify」の欧文字を，標準文字で書したものである。本願商標と引用商標3とが，外観，称呼，観念において非類似の商標と判断されてしかるべきであることについては，引用商標2の場合と同様である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の類否",
              "text": [
                "前記1のとおり，本願商標の指定商品のうち，理化学装置の制御用コンピュータソフトウェア等は，第9類の「理化学機械器具」に属する商品であり，10A01の類似群コードが付される商品の範疇である。",
                "これに対し，引用商標3に係る第9類の指定商品は，別紙引用商標目録記載3のとおりであり，いずれも「電子応用機械器具」に属する商品であると推測され，11C01の類似群コードが付されるものであることから，両商品は，原則として非類似である。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "商標の類否",
              "text": [
                "本願商標と引用商標3とが，外観上互いに近似した印象を与えるものであり，「ユニファイ」又は「ユニフィ」の称呼を同一にし，観念上区別することができないことから，互いに紛れるおそれのある商標であるといえることについては，引用商標2の場合と同様である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の類否",
              "text": [
                "本願商標の指定商品であるコンピュータソフトウェアは，引用商標3の指定商品中の「class  9」「Computers；optical，electrotechnical  and  electronic  apparatus  and  equipment  for  the  integration  of  voice，image，text，data，multimedia  and  moving  image  communications  on  networks；",
                "apparatus  for  recording，processing，sending，transmission，relaying，storage  and  output  of  messages，information  and data；communications  computers，computer  software」(参考和訳：第9類「コンピュータ，ネットワーク上の音声・画像・テキスト・データ・マルチメディア及び動画の統合用の光学式・電気工学式及び電子式機器，メッセージ・情報及びデータの記録用・処理用・送信用・伝送用・中継用・保存用及び出力用の機器，電気通信用コンピュータ，コンピュータソフトウェア」)に含まれるものであるから，両商品は，同一又は類似する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標1に基づく商標法4条1項11号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商品の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "指定商品が類似のものであるかどうかは，商品自体が取引上誤認混同のおそれがあるかどうかにより判定すべきものではなく，それらの商品が通常同一営業主により製造又は販売されている等の事情により，それらの商品に同一又は類似の商標を使用するときは同一営業主の製造又は販売に係る商品と誤認されるおそれがあると認められる関係にある場合には，たとえ，商品自体が互いに誤認混同を生ずるおそれがないものであっても，それらの商標は商標法4条1項11号にいう「類似する商品」に当たると解するのが相当である(最高裁昭和33年(オ)第1104号同36年6月27日第三小法廷判決・民集15巻6号1730頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "後掲の証拠(枝番があるものは，枝番を含む。)及び弁論の全趣旨によれば，本願商標の指定商品及び引用商標1の指定商品について，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "用途及び機能",
                      "text": [
                        "本願商標の指定商品は，①クロマトグラフィー及び質量分析の分野において用いられる理化学装置の制御用コンピュータソフトウェア，②データの収集・分析・管理・保存・転送及びデータの状況監視・レポート作成・法規制との適合性を図る理化学装置制御用コンピュータソフトウェア，③その他のコンピュータソフトウェアであり，いずれもコンピュータソフトウェアである。コンピュータソフトウェアは，コンピュータを動作させるためのプログラムであり，パソコン等の汎用コンピュータだけでなく，様々な電子機器に使用されている。(乙15～17)",
                        "引用商標1の指定商品は，「半導体チップ，半導体素子」(半導体素子等)である。「半導体チップ」とは，シリコンウエハにトランジスタやダイオードなどの回路素子を作り込んだ後，ウエハから所要機能部分だけが切り出された半導体片であり，「半導体素子」とは，半導体チップを入出力端子が付いたパッケージに組み込み，使用可能な状態に仕上げたものである。半導体素子等には，集積回路(IC)，ダイオード，トランジスタ及び中央演算処理装置(CPU)等が含まれており，コンピュータのほか，多くの電子機器において機器の制御のために使用されている。(乙18～23)",
                        "このように，コンピュータソフトウェアと半導体素子等とは，いずれも電子の作用を応用した商品であり，コンピュータ等の電子機器は，コンピュータソフトウェアを用いて，半導体素子等が含まれる電子回路等に指示されることで，必要となる機能を実現する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "生産部門",
                      "text": [
                        "コンピュータソフトウェア及び半導体素子等を製造する事業者の中には，ルネサスエレクトロニクス株式会社，セイコーエプソン株式会社，パナソニック株式会社，浜松ホトニクス株式会社及び富士電機株式会社のように，コンピュータソフトウェアと半導体素子等の両商品を製造している事業者が相当数存在する。(乙24～28)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "販売部門",
                      "text": [
                        "コンピュータソフトウェア及び半導体素子等は，いずれも，様々な商品を取り扱っている総合ショッピングサイトや家電量販店において販売されているだけでなく，Mouser  Electronics  Inc，緑屋テクノ株式会社，アナログ・テック株式会社，ユニ電子株式会社，東京エレクトロンデバイス株式会社，デンセイシリウス株式会社，株式会社ドスパラ(ドスパラ通販)，株式会社ユニットコム(パソコン工房)など，半導体素子等を含む電子部品を専門に扱う販売店においても，両商品が販売されている。(乙29～36)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "需要者",
                      "text": [
                        "一般の個人需要者は，自らが求めるスペックに合わせて，必要なパーツを組み立ててパソコンを作り上げたり，所有するパソコンの性能を向上させたりするために，コンピュータソフトウェアに含まれるオペレーティングシステム(OS)やアプリケーションソフトウェア，半導体素子等に含まれるコンピュータの中央演算処理装置(CPU)等を購入し，使用している。(乙37，38)",
                        "事業者等において半導体素子等を主に購入する者は，電子機器等の製造メーカーであり，これらの事業者の中には，企業内で使用するアプリケーションソフトウェアのほか，製品の品質・管理，又はその設計などに使用する産業用のコンピュータソフトウェアを購入し，使用する者が存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記イの認定事実によると，本願商標の指定商品である「コンピュータソフトウェア」と，引用商標1の指定商品である「半導体チップ，半導体素子」とは，①いずれも電子の作用を応用したものであり，コンピュータ等の電子機器を稼働するために構成上不可欠なものであって，その用途及び機能において密接な関連を有するものであること，②両商品を生産している事業者が相当数存在すること，③様々な商品を取り扱っている総合ショッピングサイトや家電量販店だけでなく，半導体素子等を含む電子部品を専門に扱う相当数の販売店においても，両商品が販売されていること，④両商品の需要者は，一般の個人需要者や電子機器等の製造メーカーにおいて共通する場合があることなどの事情に照らすと，両商品の原材料及び品質が異なること，完成品と部品の関係にないことなどを考慮したとしても，両商品に同一又は類似の商標が使用されるときは，同一営業主の製造又は販売に係る商品と誤認混同するおそれがあると認められる関係にあり，商標法4条1項11号にいう「類似する商品」に当たると解するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願商標の指定商品のうち，理化学装置の制御用コンピュータソフトウェア等は，その機能・用途によれば，むしろ第9類の「理化学機械器具」に属する商品(専用ソフトウェア)であり，10A01の類似群コードが付される商品の範疇であるともいえ，その場合，引用商標1の指定商品である半導体素子等が含まれる「電子応用機械器具」とは類似群コードが異なり，両商品は，明らかに異なるものである旨主張する。",
                        "しかし，本願商標の指定商品は，理化学装置の制御用コンピュータソフトウェア等に限られるものではなく，コンピュータソフトウェア全般を指定商品とするものであり，コンピュータソフトウェアと半導体素子等とが，商標法4条1項11号にいう「類似する商品」に当たると解するのが相当であることについては，前記ウのとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，ソフトウェア業界は，巨大企業数社と無数の零細メーカーの二極構造であるのに対し，半導体業界は，その製造に大規模かつ最新の設備を必要とする代表的な装置産業であることから，両商品は業界自体が異なるだけでなく，生産部門において一致しない旨主張する。",
                        "しかし，コンピュータソフトウェアと半導体素子等との両商品を製造する事業者が相当数存在することについては，前記イ(イ)のとおりである。また，一般社団法人電子情報技術産業協会(JEITA)における，コンピュータソフトウェアに関連するソフトウェア事業委員会を構成する8社のうち6社は，半導体事業に関連する半導体部会の構成企業でもあり，同協会の半導体部会と一般社団法人コンピュータソフトウェア協会の両方の登録会員である企業も存在すること(甲3，7，乙39の1・2)に鑑みても，両商品の生産部門は一致しないものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，コンピュータソフトウェアは，一般消費者向けに取引を展開するウェブサイトにおいても，「パソコンソフト」のジャンル名で多数取引されているのに対し，半導体素子等は，半導体を専門的に取り扱う商社等を通じて主に販売されるものであり，自作パソコンの製作を試みるパソコンマニア向けに，一部のパソコンショップやネットショップで半導体素子等が販売されている事実があるとしても，半導体素子等の販売取引市場全体を見れば，ごく僅かな一部の事情を示すにすぎない旨主張する。",
                        "しかし，様々な商品を取り扱っている総合ショッピングサイトや家電量販店だけでなく，半導体素子等を含む電子部品を専門に扱う相当数の販売店においても，コンピュータソフトウェアと半導体素子等の両商品が販売されていることについては，前記イ(ウ)のとおりである。また，前記イ(エ)のとおり，一般の個人需要者の中には，パソコンを自作する者のほか，所有するパソコンの性能を向上させること等を目的として，半導体素子等に含まれるCPUなどの電子部品及びコンピュータソフトウェア等を購入し使用する者もいるのであって，両商品を購入する者は，自作パソコンを製作する一部のパソコンマニアに限られるものではない。さらに，一般消費者向けに取引を展開するウェブサイトである楽天市場の「全てのカテゴリー」において，引用商標1の指定商品に包含される「CPU」，「サーミスタ」，「トランジスタ」及び「ダイオード」を検索すると，それぞれ，17万1333件，1万1865件，2万1603件及び7万0232件が検出されること(乙41～44)に鑑みても，両商品の販売部門は一致しないものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，コンピュータソフトウェアは，あらゆるビジネス分野の事業者だけでなく，幅広い年齢の個人利用者をその需要者とするのに対し，半導体素子等は，半導体を組み込んだ各種産業製品を生産する事業者がその主たる需要者であり，ソフトウェア独自のビジネス構造においても顕著な差異を有しており，両商品は需要者の範囲において比較し得ない旨主張する。",
                        "しかし，両商品の需要者は，一般の個人需要者や電子機器等の製造メーカーにおいて共通する場合があることについては，前記イ(エ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，コンピュータソフトウェアはバージョンアップやアンインストールを容易に行うことができ，半導体素子等にはないソフトウェア特有の特徴を備えていることを考慮すると，両商品は用途において顕著に異なる旨主張する。",
                        "しかし，両商品は，いずれも電子の作用を応用したものであり，コンピュータ等の電子機器を稼働するために構成上不可欠なものであって，その用途及び機能において密接な関連を有するものであることについては，前記イ(ア)のとおりである。コンピュータソフトウェアのインストール，バーションアップ等は，当該商品の利用方法における一つの特徴を述べたものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，日本標準産業分類において，コンピュータソフトウェアと半導体素子等とは異なる分類に区分されており，両商品は，我が国の産業構造上，異なる業界・分野に属するものと捉えられている旨主張する。",
                        "しかし，本願商標の指定商品と引用商標1の指定商品とが，その用途及び機能における密接な関連性，生産部門，販売部門及び需要者の共通性等の事情を考慮すると，両商品に同一又は類似の商標が使用されるときは，同一営業主の製造又は販売に係る商品と誤認混同するおそれがあると認められる関係にあることについては，前記ウのとおりである。両商品について，日本標準産業分類において異なる分類がされていることは，上記認定を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上のとおり，原告の主張は，いずれも採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の類否",
              "text": [
                "本願商標と引用商標1は，いずれも標準文字をもって表された文字であり，そのつづりを同一にするものであって，相違する部分は，2文字目の「Ｎ」と「n」，3文字目の「I」と「i」及び5文字目の「I」と「i」がそれぞれ大文字であるか小文字であるかの差異だけである。また，両商標は，いずれも「ユニフィ」の称呼を生ずるものであるが(なお，本願商標から「ユニファイ」の称呼を生ずるか否かについては，前記のとおり当事者間に争いがある。)，特定の観念を生じるものではなく，観念上，区別することができない。このように，両商標は，外観において近似し，称呼を共通にし，観念において区別できるものではないから，類似する商標というべきであり，この点は当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本願商標は，引用商標1と類似する商標であり，かつ，引用商標1の指定商品と同一又は類似する商品について使用をするものと認められ，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由1は理由がなく，本願商標は，商標法4条1項11号に該当するものといえるから，同旨の本件審決の判断に誤りはない。",
            "よって，その余の点について判断するまでもなく，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10132",
    "date": "2017-11-14",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087225",
    "ipprecedent_id": "4794",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}