{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を        "
    },
    {
      "text": "30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800035号事件について平成29年2月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成27年5月26日，発明の名称を「気体溶解装置及び気体溶解方法」とする特許出願をし，平成28年1月8日，設定登録を受けた(特許5865560号。甲6。請求項の数10。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年3月24日，本件特許の請求項1ないし10につき，無効審判を請求し，特許庁は，上記審判請求を無効2016-800035号事件として審理をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年2月28日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年3月9日，その謄本が原告に送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年7月4日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，次のとおりのものである。以下，各請求項に記載された発明を，「本件発明1」等といい，併せて「本件発明」という。また，その明細書及び図面(甲6)を「本件明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】水に水素を溶解させて水素水を生成し取出口から吐出させる気体溶解装置であって，／固体高分子膜(PEM)を挟んだ電気分解により水素を発生させる水素発生手段と，／前記水素発生手段からの水素を水素バブルとして水に与えて加圧送水する加圧型気体溶解手段と，／前記加圧型気体溶解手段で生成した水素水を導いて貯留する溶存槽と，／前記溶存槽及び前記取出口を接続する管状路と，を含み，／前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとするとともにこの一部を前記水素発生手段に導き電気分解に供することを特徴とする気体溶解装置。",
            "【請求項2】前記溶存槽から前記加圧型気体溶解手段を経て前記溶存槽への循環経路において，前記加圧型気体溶解手段は生成した前記水素バブルを時間とともに平均径を小さくするように加圧送水することを特徴とする請求項1記載の気体溶解装／置。",
            "【請求項3】前記溶存槽は前記加圧型気体溶解手段からの前記水素水を加圧貯留することを特徴とする請求項2記載の気体溶解装置。",
            "【請求項4】前記溶存槽は少なくともその一部にフィルターを与えて前記水素バブルを維持することを特徴とする請求項3記載の気体溶解装置。",
            "【請求項5】前記加圧型気体溶解手段はダイヤフラムポンプを含むことを特徴とする請求項1乃至4のうちの1つに記載の気体溶解装置。",
            "【請求項6】前記管状路は前記取出口からの水素水の吐出動作による前記管状路内の圧力変動を防止し層流を形成させる降圧移送手段を含むことを特徴とする請求項1乃至5のうちの1つに記載の気体溶解装置。",
            "【請求項7】前記降圧移送手段は前記管状路の前記取出口近傍に管径をより大若しくはより小とするテーパーを与えた圧力調整部を含むことを特徴とする請求項6記載の気体溶解装置。",
            "【請求項8】水に水素を溶解させて水素水を生成し取出口から吐出させる気体溶解方法であって，／固体高分子膜(PEM)を挟んだ電気分解により水素を発生させる水素発生手段と，／前記水素発生手段からの水素を水素バブルとして水に与えて加圧送水する加圧型気体溶解手段と，／前記加圧型気体溶解手段で生成した水素水を導いて貯留する溶存槽と，／前記溶存槽及び前記取出口を接続する管状路と，において，／前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとするとともにこの一部を前記水素発生手段に導き電気分解に供することを特徴とする気体溶解方法。",
            "【請求項9】前記溶存槽から前記加圧型気体溶解手段を経て前記溶存槽への循環経路において，前記加圧型気体溶解手段は生成した前記水素バブルを時間とともに平均径を小さくするように加圧送水することを特徴とする請求項8記載の気体溶解方法。",
            "【請求項10】前記溶存槽には少なくとも200nm以下の平均径の水素バブルを与えることを特徴とする請求項9記載の気体溶解方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件特許は，①特許法36条6項1号に違反してなされたものではない，②同項2号に違反してなされたものではない，③同条4項1号に違反してなされたものではない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1ないし10についてサポート要件違反がないとした判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1ないし7について明確性要件違反がないとした判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明1ないし5及び7ないし10について実施可能要件違反がないとした判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件違反)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の図3は，気体溶解装置1’の構成要素ではないウォーターサーバー100という外部の手段を用いて水素水を循環させているものである。また，本件明細書に記載された実施例1ないし13は，実施例2を除き，いずれもウォーターサーバーを用いて水素水を循環させている。",
                    "ところが，請求項1は，ウォーターサーバーを発明特定事項としていないから，本件発明1は，発明の詳細な説明に記載されたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項1を分説すると，以下のとおりである。",
                    "A  水に水素を溶解させて水素水を生成し取出口から吐出させる気体溶解装置であって，",
                    "B  固体高分子膜(PEM)を挟んだ電気分解により水素を発生させる水素発生手段と，",
                    "C  前記水素発生手段からの水素を水素バブルとして水に与えて加圧送水する加圧型気体溶解手段と，",
                    "D  前記加圧型気体溶解手段で生成した水素水を導いて貯留する溶存槽と，",
                    "E  前記溶存槽及び前記取出口を接続する管状路と，を含み，",
                    "F  前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとするとともにこの一部を前記水素発生手段に導き電気分解に供することを特徴とする気体溶解装置。",
                    "構成要件Aには，本件発明が，水に水素を溶解させて水素水を生成する気体溶解装置であって，生成された水素水を吐出させる「取出口」を備えていることが記載されている。ここに，「取出口」が水素水を気体溶解装置の外部に取り出す開口部を意味することは文言上，明らかである。",
                    "構成要件Eには，「溶存槽」が，「管状路」を介して，気体溶解装置の外部に水素水を取り出す「取出口」に接続されていることが記載されているところ，「溶存槽」が2以上の出口を有している旨の記載はないから，「溶存槽」に貯留された水素水は「管状路」を流れ，「取出口」から，気体溶解装置の外部に取り出されることを規定している。",
                    "気体溶解装置の外部に取り出された水素水の圧力は，大気圧に等しくなるから，「溶存槽」に加圧状態で貯留された水素水は，「管状路」を流れている間に，大気圧にまで降圧される。",
                    "構成要件Fには，「溶存槽」に貯留された水素水を「加圧型気体溶解手段」に送出し加圧送水して循環させ，水素バブルをナノバブルとすることが記載されている。",
                    "「溶存槽」の出口は「管状路」に接続され，「溶存槽」から「管状路」に送り出された加圧状態の水素水は，「管状路」を流れる間に降圧され，「取出口」から気体溶解装置の外部に取り出されること及びその圧力が大気圧にまで降圧されることが，構成要件A及びEに記載されている。そうすると，「溶存槽」から水素水を「加圧型気体溶解手段」に送出し加圧送水して循環させるためには，「溶存槽」が「管状路」への出口に加えて，「第二の出口」を有し，水素水を「加圧型気体溶解手段」に送出する「第二の出口」に接続された通路(以下「加圧送水通路」という。)を，気体溶解装置の内部に設けることが必要不可欠になる。しかしながら，請求項1にはそのような通路についての言及は全くない。",
                    "構成要件Fにはさらに，水素バブルをナノバブルとすることが記載されているところ，水素バブルをナノバブルにするためには，「溶存槽」に貯留された水素水を「加圧送水通路」を介して，「加圧型気体溶解手段」に送出し加圧送水して循環させることが必要である。しかしながら，請求項1には「加圧送水通路」についての言及は全くない。",
                    "構成要件Fには，「この一部を前記水素発生手段に導き電気分解に供する」と記載されているところ，これは加圧型気体溶解手段3の吐出口9から吐出された水の一部を分離し，水素発生手段21に送られることを指している(【0033】)。",
                    "よって，請求項1に記載されているのは，「水に水素を溶解させて水素水を生成し取出口から吐出させる気体溶解装置であって，固体高分子膜(PEM)を挟んだ電気分解により水素を発生させる水素発生手段と，前記水素発生手段からの水素を水素バブルとして水に与えて加圧送水する加圧型気体溶解手段と，前記加圧型気体溶解手段で生成した水素水を導いて貯留する溶存槽と，前記溶存槽及び前記取出口を接続する管状路と，を含み，前記溶存槽に貯留された水素を飽和状態で含む前記水素水を機体の内部に設けられた加圧送水通路を介して，前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとするとともにこの一部を前記水素発生手段に導き電気分解に供することを特徴とする気体溶解装置」である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，本件明細書図1に示されているのは，気体溶解装置1は，固体高分子膜(PEM)を挟んだ電気分解により水素を発生させる水素発生手段21を有する気体発生手段2と，電気分解により発生した水素を液体吸入口7から吸入した水に加圧溶解して，水素水を生成する加圧型気体溶解手段3と，加圧型気体溶解手段3から供給を受けた水素水を過飽和の状態で溶存する溶存槽4と，溶存槽4と水素水吐出口(取出口)10とを接続し，溶存槽4に溶存された水素水を降圧させつつ流す降圧移送手段5である細管5aと，水素水を外部へ吐出させる水素水吐出口(取出口)10を備えている(【0034】)。したがって，図1に示された気体溶解装置は，加圧型気体溶解手段3によって生成され，溶存槽4に貯留された水素水を気体溶解装置の内部で循環させるようには構成されていないから，本件発明1は，図 1 に示された気体溶解装置によってサポートされてはいない。",
                    "一方，本件明細書図3に示される装置は，気体溶解装置1’がウォーターサーバー100に取り付けられ，ウォーターサーバー100中の水を用いて，水素ガスを発生させ，さらにそれを用いて過飽和の水素水を供給することができるように構成され(【0043】)，ウォーターサーバー100から水，気体発生手段2から水素を同時に加圧型気体溶解手段3のダイヤフラムポンプ3aに導いて，加圧して水素水を生成し，得られた水素水はダイヤフラムポンプ3aでの加圧状態を維持しながら，多孔質体などからなるマイクロフィルター(溶存タンク)41，活性炭フィルター(溶存タンク)42を通じて，降圧移送手段5の細管5aを経て再び，ウォーターサーバー100に導かれるように構成されている(【0044】)。また，ダイヤフラムポンプ3aを出た水素水の一部は，イオン交換手段22を介して水素発生手段21に送られ電気分解されて水素を発生させ，かかる水素は気体溶解装置3のダイヤフラムポンプ3aに送られるように構成されている(【0044】)。",
                    "したがって，図3に示される装置にあっては，溶存タンク41，42と加圧型気体溶解手段3との間で，水素水が循環されているが，水素水は，ウォーターサーバー100を通って循環されており，水素水の循環通路は，気体溶解装置1’の構成要素ではないウォーターサーバー100を構成要素としており，気体溶解装置1’の内部で，水素水は循環されていない。よって，図3に示される装置は，その内部に，「溶存槽4(41，42)」に貯留された水素水を「加圧型気体溶解手段3」に送出する「加圧送水通路」を備えてはいない。",
                    "本件明細書には，「かかる装置で，約30分間稼動させたところ，500nm以下のナノバブルが光学的に観察され，引き続き3日間稼動させたところ，200nm程度のナノバブルが光学的に観察された」との記載があるが(【0045】)，「かかる装置」は，気体溶解装置1’をウォーターサーバー100に取り付けた装置であり，気体溶解装置1’自体ではない。",
                    "以上によれば，本件発明1は，図3に示された気体溶解装置によってサポートされてはいない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件発明1は，発明の詳細な説明に記載されたものではなく，特許法36条6項1号に規定された要件を満たしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明8について",
              "text": [
                "本件発明8は，気体溶解方法に向けられたもので，気体溶解装置をクレームしたものでないという点のみにおいて，本件発明1と異なる。したがって，本件発明8は，本件発明1と同様に，発明の詳細な説明に記載されたものではなく，特許法36条6項1号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2及び9について",
              "text": [
                "請求項2及び9には，「水素バブルを時間とともに平均径を小さくする」との記載があり，本件明細書には，「ウォーターサーバー100に気体溶解装置1’を取付けた装置」で，「約30分間稼動させたところ，500nm以下のナノバブルが光学的に観察され，引き続き3日間稼動させたところ，200nm程度のナノバブルが光学的に観察された」との記載がある。(【0045】)",
                "しかし，本件発明2が引用する本件発明1，本件発明9が引用する本件発明8は，ウォーターサーバーを構成要件とはしていない。上記記載によっては，「ウォーターサーバー100」を備えていない気体溶解装置でも，長時間にわたって稼働させれば，水素バブルの平均径を小さくすることができるとはいえないから，本件発明 2及び9は，いずれも発明の詳細な説明に記載されたものではなく，特許法36条6項1号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3ないし7及び10について",
              "text": [
                "上記のとおりサポート要件に違反する本件発明1，2，8及び9のいずれかを引用し，又はこれらの各発明を引用した発明を更に引用する本件発明3ないし7及び10も，同様にサポート要件に違反するから，本件発明3ないし7及び10の各発明は，特許法36条6項1号に規定された要件を満たしていない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1においては，本件明細書の実施例に記載された「ウォーターサーバー」を用いた例や，水槽を用いてもよいとの記載(【0022】)，「水素水吐出口10」と「液体吸入口7」とを直接接続してもよいとの記載(【0037】)等の具体例に基づいて，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ」との上位概念化した特定事項が記載されている。",
                    "構成要素Fは，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」として，各々の構成要素の関係を動作あるいは機能により規定したもの，すなわち，構成要素Dに記載された「溶存槽」と構成要素Cに記載された「加圧型気体溶解手段」とを，何らかの経路で「循環させ」る点を特定したものである。したがって，構成要素Fは，「加圧型気体溶解手段」→「溶存槽」→「管状路」→「加圧型気体溶解手段」の形で水素水を送ることができる流路を形成すれば充足され，「循環させ」との事項は，「機体の内部に設けられた加圧送水通路」に限定解釈されるべきものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項1には，「循環経路を形成する手段」が明記されていないが，本件発明1は「循環経路を形成する手段」を有しない装置を意図したものではなく，あえて特定の手段として明記せずに装置の構成を特定したものである。すなわち，本件発明1は，「水素発生手段」と「加圧型気体溶解手段」と「溶存槽」と「管状路」とを含む「気体溶解装置」が，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとするとともにこの一部を前記水素発生手段に導き電気分解に供する」ことを特徴とするものであって，「溶存槽」と「加圧型気体溶解手段」との関係を「循環させ」との記載を用いて表現することにより，何らかの循環させるための経路の存在を示唆したものである。",
                    "したがって，請求項1における「循環させ」との点は，本願の出願時の技術常識の範囲内で当業者が理解できる何らかの手段を用いて，「溶存槽」と「加圧型気体溶解手段」との経路を循環させることができればよいものであって，このような何らかの経路が「気体溶解装置」の内部にあるか又は外部にあるかとは無関係である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明8について",
              "text": [
                "本件発明8についてサポート要件違反がないことは，本件発明1と同様である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2及び9について",
              "text": [
                "本件発明の技術的意義は，「溶存槽」から「管状路」を介して流れる水素水を「循環させ」て「気体溶解手段」に戻す点にあり，本件明細書のウォーターサーバーを接続した場合はその例示である。",
                "したがって，水素水を「循環させ」る構成として，ウォーターサーバー以外のものを用いることはできるから，本件発明2及び9についてサポート要件違反はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3ないし7及び10について",
              "text": [
                "本件発明1，2，8及び9にサポート要件違反はない以上，これらの発明のいずれかを引用し，又はこれらの各発明を引用した発明を更に引用する本件発明3ないし7及び10は，いずれもサポート要件に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性要件違反)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1において，「溶存槽に貯留された水素を飽和状態で含む水素水」は，「管状路」を介して「取出口」に送られ，「取出口」から外部に取り出された後に，「加圧型気体溶解手段」に送出され循環されるのか，「取出口」から外部に取り出されることなく，「加圧型気体溶解手段」に送出され循環されるのか，溶存槽から，直ちに，「加圧型気体溶解手段」に送出され循環されるのか，不明瞭である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件A及びEには，「溶存槽」に貯留された水素水が，「管状路」に送り出され，その圧力が降圧されつつ，「管状路」を流れて，大気に開放された「取出口」から，気体溶解装置の外部に取り出されることが記載されている。",
                    "本件明細書には，本件発明の課題は，「気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持しこれを提供でき，さらにウォーターサーバー等へ容易に取付けることができる気体溶解装置を提供すること」にあり(【0017】)，かかる課題は，「降圧移送手段を設け，さらに液体にかかる圧力を調整すること」(【0016】)，より詳細には，「前記溶存槽及び前記取出口を接続する管状路において前記取出口からの水素水の吐出動作による前記管状路内の圧力変動を防止し層流を形成させる降圧移送手段」を設けることによって達成されること(【0017】)が明記されている。したがって，本件発明は，「溶存槽」に貯留された水素水が，「管状路」に導かれ，降圧移送手段5である細管5a内で層流状態を維持して流れることで降圧されて(【0034】)，「取出口」から，気体溶解装置の外部に取り出されることを特徴としている。",
                    "「取出口」から取り出される水素水の圧力が大気圧に等しいことは自明であるから，「溶存槽」に貯留された水素水は，「管状路」に導かれ，その圧力が降圧されつつ，「管状路」内を流れ，その圧力が大気圧まで降圧されて，「取出口」から，気体溶解装置の外部に取り出されるように構成されていることが認められる。",
                    "その一方で，構成要件Fには，「溶存槽」に貯留された水素水が，「加圧型気体溶解手段」に送出され，加圧送水されて，「溶存槽」と「加圧型気体溶解手段」との間で循環されることが記載されている。",
                    "しかしながら，構成要件A及びEでは，「溶存槽」に貯留された水素水は，「管状路」に導かれ，その圧力が降圧されつつ，「管状路」内を流れ，その圧力が大気圧まで降圧されて，「取出口」から気体溶解装置の外部に取り出されるように構成されており，「溶存槽」に貯留された水素水は「溶存槽」から「取出口」に送られるのであって，「加圧型気体溶解手段」に送られるものではない。",
                    "本件発明は，「溶存槽」に貯留された水素水が，「管状路」に導かれ，その圧力が降圧されつつ，「管状路」内を流れ，その圧力が大気圧まで降圧されて，「取出口」から，気体溶解装置の外部に取り出されるように構成されるものであり，「溶存槽」に貯留された水素水を，「管状路」を介して，「取出口」に送り，「取出口」から取り出すことなく，「溶存槽」に貯留された水素水を「加圧型気体溶解手段」に送出する場合には，本件発明が解決しようとする課題を解決することはできない。",
                    "そうすると，請求項1には，一方では，「溶存槽」に貯留された水素水を，「管状路」を介して，「取出口」に送ると記載され，他方では，「溶存槽」に貯留された水素水を「加圧型気体溶解手段」に送出すると記載されており，明らかに矛盾した記載を含んでいる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明1は明確でなく，特許法36条6項2号に規定された要件を満たしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "text": [
                "請求項2には，「前記溶存槽から前記加圧型気体溶解手段を経て前記溶存槽への循環経路」との記載があるが，「循環経路」が何によって構成されているのかが不明瞭である。",
                "よって，本件発明2は明確でなく，特許法36条6項2号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3ないし7について",
              "text": [
                "上記のとおり明確性要件に違反する本件発明1及び2のいずれかを引用し，又はこれらの各発明を引用した発明を更に引用する本件発明3ないし7の各発明も，同様に明確性要件に違反するから，本件発明3ないし7の各発明は，特許法36条6項2号に規定された要件を満たしていない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "本件発明1は，「前記水素発生手段からの水素を水素バブルとして水に与えて加圧送水する加圧型気体溶解手段」と，「前記加圧型気体溶解手段で生成した水素水を導いて貯留する溶存槽」と，「前記溶存槽及び前記取出口を接続する管状路」とを含む「気体溶解装置」であり，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」ものであるから，「溶存槽」と「加圧型気体溶解手段」との間に「循環させ」る何らかの経路を設けるという意味で，明確に把握できる。そして，本件明細書には，「循環させ」る経路のいくつかの具体例が示されており，これらを包含する「何らかの循環経路」を技術的思想として含み得るものである。",
                "したがって，請求項1における「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」との記載は，本件明細書に記載された複数の具体例を上位概念化した技術的思想を表現したものであって，請求項の記載それ自体は不明瞭なものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "text": [
                "請求項2の記載は，「循環経路」における「加圧型気体溶解手段」の行う機能を特定するという意味であり，その記載は不明確なものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3ないし7について",
              "text": [
                "本件発明1，2の記載が不明確なものではない以上，そのいずれかを引用し，又はこれらの各発明を引用した発明を更に引用する本件発明3ないし7の記載は，いずれも不明確なものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件違反)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1及び8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1は「ウォーターサーバー」を要件としていないが，実施例1，3ないし13には，図3に示すウォーターサーバーに気体溶解装置を接続した場合の実験条件しか記載されていない。また，実施例2は，図1に示す気体溶解装置を用いたものであるが，どのように水素水を生成，循環させたのか不明であり，追試不能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項1及び8には，「溶存槽」に貯留された水素水は，「管状路」を介して，「取出口」に送られ，気体溶解装置の外部に取り出されると記載される一方で，「溶存槽」に貯留された水素水は，気体溶解装置の外部に取り出されることなく，「加圧型気体溶解手段」との間で，直接循環されると記載されている。",
                    "図1に示された「気体溶解装置1」においては，「加圧型気体溶解手段3」で生成された水素水は，「溶存槽4」に送られ，「溶存槽4」に貯留された後，「管状路」に送り出され，その圧力が降圧されつつ，「管状路」内を流れ，「取出口」から，「気体溶解装置1」の外部に取り出されており，水素水は循環されていない。そうすると，図1に示された「気体溶解装置1」に基づいて，本件発明1を実施することは，当業者にとっても不可能である。",
                    "他方，図3に示された「ウォーターサーバー100」に「気体溶解装置1’」を取付けた装置においては，「気体発生手段2」は，「ウォーターサーバー100」中の水を用いて，水素ガスを発生させ，「ウォーターサーバー100」から水，「気体発生手段2」から水素を同時に「加圧型気体溶解手段3」に供給して，「加圧型気体溶解手段3」によって水素水を生成し，生成した水素水を「溶存槽41，42」に貯留した後に，「溶存槽41，42」に貯留された水素水が「管状路」に送り出され，その圧力が降圧されつつ，「管状路」内を流れ，「取出口」から，「気体溶解装置1’」の外部に取り出されて「ウォーターサーバー100」に供給され，「ウォーターサーバー100」と「気体溶解装置1’」との間で，水素水を循環させることが記載されており，「気体溶解装置1’」の外部に設けられた「ウォーターサーバー100」によって，水素水の「循環経路」が形成されている。",
                    "しかしながら，請求項1及び8には，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ」ることが記載され，本件発明1及び8においては，「溶存槽」と「加圧型気体溶解手段」との間で，水素水が「直接」循環されるように構成されている。本件明細書には，「上記発明において，前記溶存槽に加圧貯留された水素水を水槽中に導き，前記水槽中の水を前記加圧型気体溶解手段に送出し水素バブルと同時に加圧送水することを特徴としてもよい」(【0022】)，「本発明の気体溶解装置1は，加圧型気体溶解手段3で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段3に送り，循環した後に，降圧移送手段5に送ることが好ましい」(【0037】)と記載されているにすぎず，「溶存槽」と「加圧型気体溶解手段」との間でどのように水素水を循環させるかにつき，具体的な説明は何ら記載されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件明細書には，当業者が本件発明1及び8を実施することができる程度に明確かつ十分に，発明の詳細な説明が記載されておらず，特許法36条4項1号に規定された要件を満たしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2及び9について",
              "text": [
                "本件明細書には，「前記溶存槽からウォーターサーバーおよび前記加圧型気体溶解手段を経て前記溶存槽への循環経路において，前記加圧型気体溶解手段は生成した前記水素バブルを時間とともに平均径を小さくするように加圧送水する」(【0045】)との記載があるものの，「前記溶存槽から前記加圧型気体溶解手段を経て前記溶存槽への循環経路において，前記加圧型気体溶解手段は生成した前記水素バブルを時間とともに平均径を小さくするように加圧送水する」ことは，記載されていない。",
                "以上によれば，本件明細書には，当業者が本件発明2及び9を実施することができる程度の記載がされているとはいえず，特許法36条4項1号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明10について",
              "text": [
                "本件明細書には，「ウォーターサーバー100に気体溶解装置1’を取付け」た図3に示される「装置で，約30分間稼動させたところ，500nm以下のナノバブルが光学的に観察され，引き続き3日間稼動させたところ，200nm程度のナノバブルが光学的に観察された」(【0045】)ことの記載があるところ，本件発明10が引用する本件発明8に記載された気体溶解方法が，ウォーターサーバーを発明特定事項とするものではないのであれば，【0045】の記載に基づいて，本件発明10を実施することはできない。",
                "よって，本件発明10は，特許法36条4項1号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3ないし5及び7について",
              "text": [
                "上記のとおり実施可能要件に違反する本件発明1及び2のいずれかを引用し，又はこれらの各発明を引用した発明を更に引用する本件発明3ないし7の各発明も，同様に実施可能要件に違反するから，本件発明3ないし7の各発明は，特許法36条4項1号に規定された要件を満たしていない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1及び8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の気体溶解装置及び本件発明8の気体溶解方法は，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」ことを要件とするものであって，ウォーターサーバーに接続した具体例(実施例1，3～13)は，あくまでも「循環させ」との技術的思想を具体化した一態様を示しているにすぎない。",
                    "本件発明の目的は，「気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持」すること，すなわち，液体中に気体を過飽和の状態で溶解させ，最終的な結果物として，大気圧中でも当該過飽和の状態を安定に維持することにあり，当該「過飽和の状態の液体」を生成する過程において大気圧にしなければならないものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要素Fには「直接」との記載がなく，またそのように限定解釈しなければならない理由はないため，溶存槽と加圧型気体溶解手段との間で，水素水が直接循環されるように構成されているものではない。",
                    "本件明細書には，「溶存槽」と「加圧型溶解手段」とを何らかの手段を経由して接続して循環系を構成し，これを運転して循環させる技術が開示されており，「循環させ」との構成は，当業者が十分に理解することが可能である。",
                    "請求項1，8及び本件明細書には，水槽が気体溶解装置の構成要素である(内部にある)ことや，水素水が大気圧となるか否かについての記載はない。",
                    "本件明細書には，「溶存槽」の下流に配置された「取出口」に，例えば水槽やウォーターサーバー等の何らかの循環経路を接続し，これを「加圧型気体溶解手段」に導く構成を用いて，当該「加圧型気体溶解手段」を駆動させることによって，本件発明1及び8を実施できることが十分に記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2及び9について",
              "text": [
                "前記(1)のとおり，本件発明の目的は，「気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持」すること，すなわち，液体中に気体を過飽和の状態で溶解させ，最終的な結果物として，大気圧中でも当該過飽和の状態を安定に維持することにあり，当該「過飽和の状態の液体」を生成する過程において大気圧にしなければならないものではない。",
                "本件発明2及び9の技術的特徴は，「加圧型気体溶解手段」及び「溶存槽」を含む気体溶解装置を何らかの「循環経路」に接続することにより，「加圧型気体溶解手段」で液体に気体を加圧しつつ溶解させた状態で当該液体を「循環」させ，再度「加圧型気体溶解手段」を通過させることで，さらに気体を加圧して液体に追加的に溶解させることを繰り返すことであり，水素水を大気圧に開放された取出口に送ることを不可欠とするものではないから，当業者は，本件明細書を参考に本件発明2及び9を実施することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明10について",
              "text": [
                "前記(1)のとおり，本件発明8の気体溶解方法は，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」ことを要件とするものであって，ウォーターサーバーに接続した具体例(実施例1，3～13)は，あくまでも「循環させ」との技術的思想を具体化した一態様を示しているにすぎず，当業者は，本件明細書を参考に本件発明8を実施できる以上，これを引用する本件発明10も実施することができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3ないし5及び7について",
              "text": [
                "前記(1)(2)のとおり，当業者は，本件明細書を参考に本件発明1及び2を実施できる以上，そのいずれかを引用し，又はこれらの各発明を引用した発明を更に引用する本件発明3ないし5及び7も実施することができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件発明の特許請求の範囲の記載は，前記第2の2に記載のとおりであるところ，本件明細書(甲6)によれば，本件発明の特徴は，以下のとおりであると認められる(下記記載中に引用する図面については，別紙1参照)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本発明は，気体溶解装置及び気体溶解方法に関し，特に，気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持し提供できる気体溶解装置及び気体溶解方法に関するものである。(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "近年，水やお茶といった飲料に二酸化炭素や水素等の気体を充填した清涼飲料水などが販売されており，例えば，水やお茶といった飲料に水素ガスを充填した清涼飲料水などが販売されている。これは，液体に充填させた水素ガスを摂取することにより，人間の体内に存在する活性酸素を還元させることを目的としている。(【0002】，【0003】)",
                "一方，活性酸素は，クエン酸サイクルでATP(アデノシン三リン酸)を作り出す時に重要な役割を果たすなど，生命維持に必須であるとともに，体内へ侵入してきた異物を排除する役割も担っていることが判ってきている。また，生体内の反応などで用いられなかった活性酸素は，通常，細胞内に存在する酵素によって分解される。しかしながら，すべての活性酸素が酵素によって分解されるわけではなく，余剰の活性酸素が分解されずに存在することになる。その結果，余剰の活性酸素により細胞が損傷され，癌や生活習慣病等の疾病，および老化などを招来する原因となり，余剰の活性酸素を排除することが健康維持のために求められている。そこで，近年，かかる余剰の活性酸素を排除する物質として水素が用いられている。(【0004】，【0005】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "水素ガスの摂取は，病気予防や健康増進といった有用な効果を奏する。そのため，水素等の気体を液体に溶解することを目的として，種々の手段が公開されているが，水素水を得ることはできるものの，気体を過飽和の状態に液体へ溶解させ，この過飽和の状態を安定に維持できるものではなく，提供される水素水の濃度が低く，十分な水素水の効果が得られるものではなかった。さらに，装置が大掛かりであるため十分なスペース等が必要となり，ウォーターサーバー等へ容易に取付けることができないという問題点があった。また，降圧機構が複数のキャピラリーを有しているため，降圧機構のスペースを広く取る必要があり，ウォーターサーバー等に容易に取付けることができないという問題点があった。さらに，複数のキャピラリーを有しているため製造や故障時の修理が煩雑になり，ウォーターサーバー等に取付けて使用するには，実用化の面で問題があった。(【0007】～【0014】)",
                "そこで，本発明の目的は，前記の従来技術の問題点を解決し，気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持しこれを提供でき，さらにウォーターサーバー等へ容易に取付けることができる気体溶解装置を提供することにある。(【0015】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "本発明の気体溶解装置は，水に水素を溶解させて水素水を生成し取出口から吐出させる気体溶解装置であって，生成した水素水を導いて加圧し貯留する溶存槽と，前記溶存槽及び前記取出口を接続する管状路において前記取出口からの水素水の吐出動作による前記管状路内の圧力変動を防止し層流を形成させる降圧移送手段とを含むことを特徴とし，溶存槽に加圧貯留された水素水を再度，加圧型気体溶解手段に送出し水素バブルと同時に加圧送水することを特徴とする。(【0017】，【0021】，【0024】)",
                "上記発明において，溶存槽に加圧貯留された水素水を水槽中に導き，前記水槽中の水を前記加圧型気体溶解手段に送出し水素バブルと同時に加圧送水することを特徴としてもよい。(【0022】，【0025】)",
                "図1，図2を併せて参照すると，液体吸入口7から水を吸入し(S1)，加圧型気体溶解手段3の吸入口8を経由してポンプ3aで吸入し後述する水素発生手段21からの水素を配管内にて合流させ混合し(S2’)，加圧溶解(S2)後，この吐出口9から水を吐出する。吐出された水の一部を分離し(S2’’)，イオン交換手段22でイオン交換し(S3)水素発生手段用取入口23を経由して水素発生手段21に送られる。水素発生手段21では，イオン交換された水を用いて電気分解(S4)により水素を発生させ水素供給管24を通して加圧型気体溶解手段3の吸入口8へと送られる。また，電気分解により発生した酸素は，酸素排出口25を通して気体溶解装置1の外へと排出される。",
                "電気分解により発生した水素は加圧型気体溶解手段3の吸入口8へと送られ，そのポンプ3aにより加圧されることで，液体吸入口7から吸入した水に加圧溶解される。水素を加圧溶解した水は，加圧型気体溶解手段3の吐出口9から吐出され，溶存槽4に過飽和の状態で溶存される(S5)。溶存槽4に溶存された液体は，降圧移送手段5である細管5a内で層流状態を維持して流れることで降圧され(S6)，水素水吐出口10から外部へ吐出される(S7)。",
                "さらにまた，本発明の気体溶解装置1は，加圧型気体溶解手段3で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段3に送り，循環した後に，降圧移送手段5に送ることが好ましい。(【0033】，【0034】，【0037】)",
                "図3は，本発明の気体溶解装置の使用の一例を示す図であって，図中，ウォーターサーバー100に気体溶解装置1’を取付けることで，ウォーターサーバー100中の水を用いて，水素ガスを発生させ，さらにそれを用いて過飽和の水素水を供給することできる。また，過飽和の水素水をウォーターサーバー100中に保存できるとともに，循環できるので，常に過飽和の水素水を供給することができる。(【0043】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本発明の効果",
              "text": [
                "本発明によれば，生成した水素水から水素を離脱させることなく外部に提出することができる。(【0017】)",
                "本発明は，水道やウォーターサーバーだけでなく，お茶やジュース等の飲料，あるいは浴槽などにも取付けることができる。気体を過飽和の状態で液体に溶解させ，かかる過飽和の状態を安定に維持することが求められる種々の液体に利用することができる。(【0069】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(サポート要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の判断基準",
              "text": [
                "特許請求の範囲の記載が，サポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものであり，サポート要件の存在は，特許権者が証明責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題",
              "text": [
                "前記1で認定のとおり，本件発明は，気体溶解装置及び気体溶解方法に関し，特に，気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持し提供できる気体溶解装置及び気体溶解方法に関するものであるところ，従来の技術は，水素水を得ることはできるものの，気体を過飽和の状態に液体へ溶解させ，過飽和の状態を安定に維持できるものではなく，提供される水素水の濃度が低く，十分な水素水の効果が得られるものではなく，装置が大掛かりであるため十分なスペース等が必要となり，ウォーターサーバー等へ容易に取付けることができないという問題点を有していた。",
                "このような状況の下，本件発明は「気体を過飽和の状態に液体へ溶解させ，かかる過飽和の状態を安定に維持しこれを提供でき，さらにウォーターサーバー等へ容易に取付けることができる気体溶解装置を提供すること」を課題とするものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1の記載",
                  "text": [
                    "本件発明1は，課題解決の手段として，「水素を水素バブルとして水に与えて加圧送水する加圧型気体溶解手段」と「加圧型気体溶解手段で生成した水素水を導いて貯留する溶存槽」を備え，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」ものである。",
                    "「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ」とは，「溶存槽」と「加圧型気体溶解手段」との間を「送出し加圧送水して循環させ」ることを意味するものと解するのが自然である。その一方で，請求項1には，循環のための経路として特定の構成によるとの記載はないから，本件発明1は，「溶存槽」と「加圧型気体溶解手段」との間で，何らかの経路により，水素水を「送出し加圧送水して循環させ」るとの構成を備えているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，「ウォーターサーバー100に気体溶解装置1’を取付けることで，ウォーターサーバー100中の水を用いて，水素ガスを発生させ，さらにそれを用いて過飽和の水素水を供給することできる。また，過飽和の水素水をウォーターサーバー100中に保存できるとともに，循環できるので，常に過飽和の水素水を供給することができる。」(【0043】)との記載がある。そして，実施例1，3～13には，図3に示すように気体溶解装置1をウォーターサーバー100に接続して，4回循環して，水素水を生成し，水素水は過飽和の状態を維持していたことが記載されている(【0053】，【0055】～【0065】，図3)。",
                        "これらの記載から，当業者は，水素水を「循環」させる経路においてウォーターサーバーを用いる場合，水素水は過飽和の状態を維持していることを理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，「溶存槽に加圧貯留された水素水を水槽中に導き，前記水槽中の水を前記加圧型気体溶解手段に送出し水素バブルと同時に加圧送水する。」(【0022】，【0025】)との記載がある。",
                        "これらの記載によれば，当業者は，水素水を「循環」させる経路において水槽を用いる場合には，水槽中の水を加圧型気体溶解手段に送出し水素バブルと同時に加圧送水するため，水素水は過飽和の状態を維持していることを理解することができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書には，「液体吸入口7から水を吸入し(S1)，加圧型気体溶解手段3の吸入口8を経由してポンプ3aで吸入し後述する水素発生手段21からの水素を配管内にて合流させ混合し(S2’)，加圧溶解(S2)後，この吐出口9から水を吐出する。吐出された水の一部を分離し(S2’’)，イオン交換手段22でイオン交換し(S3)水素発生手段用取入口23を経由して水素発生手段21に送られる。水素発生手段21では，イオン交換された水を用いて電気分解(S4)により水素を発生させ水素供給管24を通して加圧型気体溶解手段3の吸入口8へと送られる。また，電気分解により発生した酸素は，酸素排出口25を通して気体溶解装置1の外へと排出される。」，「電気分解により発生した水素は加圧型気体溶解手段3の吸入口8へと送られ，そのポンプ3aにより加圧されることで，液体吸入口7から吸入した水に加圧溶解される。水素を加圧溶解した水は，加圧型気体溶解手段3の吐出口9から吐出され，溶存槽4に過飽和の状態で溶存される(S5)。溶存槽4に溶存された液体は，降圧移送手段5である細管5a内で層流状態を維持して流れることで降圧され(S6)，水素水吐出口10から外部へ吐出される(S7)。」，「本発明の気体溶解装置1は，加圧型気体溶解手段3で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段3に送り，循環した後に，降圧移送手段5に送る」(【0033】，【0034】，【0037】，図1，2)との記載がある。",
                        "これらの記載によれば，当業者は，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合に，水素水が過飽和の状態を維持していることを理解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，当業者は，本件発明1の「溶存槽」と「加圧型気体溶解手段」との間で，水素水を「送出し加圧送水して循環させ」る経路として，「溶存槽」と「加圧型気体溶解手段」との間に，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る経路を用いる場合とがあり，いずれの場合も，水素水が過飽和の状態を安定に維持して提供することができるとの課題が解決できることを認識できるといえる。",
                    "そして，本件明細書のウォーターサーバー等を用いるとの記載から，当業者は，気体溶解装置をウォーターサーバー等へ容易に取り付けることができるという課題も解決できることを認識することができる。",
                    "よって，当業者は，発明の詳細な説明の記載に基づき，請求項1に記載のとおり，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」ことによって，本件発明の課題を解決できると認識することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，図1に示された気体溶解装置は，加圧型気体溶解手段3によって生成され，溶存槽4に貯留された水素水を気体溶解装置の内部で循環させるようには構成されておらず，図3に示された気体溶解装置は，その内部に，「溶存槽4(41，42)」に貯留された水素水を「加圧型気体溶解手段3」に送出する「加圧送水通路」を備えてはいないから，本件発明1は，図1に示された気体溶解装置，図3に示された気体溶解装置のいずれによってもサポートされていない旨主張する。",
                    "しかし，本件明細書には，図1に示された気体溶解装置について，「溶存槽4に保存された液体は，降圧移送手段5である細管5a内で層流状態を維持して流れることで降圧され(S6)，水素水吐出口10から外部へ吐出される(S7)。」(【0034】)との記載がある一方で，「本発明の気体溶解装置1は，加圧型気体溶解手段3で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段3に送り，循環した後に，降圧移送手段5に送る」(【0037】)との記載がある。したがって，図1に示された気体溶解装置は，加圧型気体溶解手段3によって生成され，溶存槽4に貯留された水素水を気体溶解装置の内部で循環させるように構成されていると認められる。",
                    "また，本件明細書には，前記イのとおり，本件発明1の「溶存槽」と「加圧型気体溶解手段」との間に水素水を循環させる経路として，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る経路を用いる場合の開示がある一方，これらの場合に循環の経路が限定されるとの記載や示唆はない。したがって，当業者であれば，本件発明1においては，水素水が，これらの場合を含む何らかの経路で循環すればよく，図3に示された気体溶解装置は，水素水を「送出し加圧送水して循環させ」る経路の例示にすぎないことを理解できる。",
                    "よって，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，特許法36条6項1号に規定された要件に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明8について",
              "text": [
                "本件発明8は，本件発明1の「気体溶解装置」を「気体溶解方法」としたものであるから，本件発明1と同様の理由により，当業者は，本件発明の課題を解決できることを認識することができる。",
                "よって，本件発明8は，特許法36条6項1号に規定された要件に違反するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明2及び9について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，「ウォーターサーバー100に気体溶解装置1’を取付けた装置」で，「約30分間稼動させたところ，500nm以下のナノバブルが光学的に観察され，引き続き3日間稼動させたところ，200nm程度のナノバブルが光学的に観察された。」との記載(【0045】)がある。この記載によると，時間が経過すればより小さい水素バブルが観察されたことが理解できるから，本件発明2及び9の「水素バブルを時間とともに平均径を小さくする」との発明特定事項は，本件明細書に記載されているに等しいといえる。そして，当業者であれば，かかる構成を採用することにより，気体を過飽和の状態に液体へ溶解させ，過飽和の状態を安定に維持しこれを提供できるとの本件発明の課題を解決できることを認識することができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，【0045】の記載からは，ウォーターサーバー100を備えていない気体溶解装置において，長時間稼働させれば水素バブルを小さくすることができるとはいえないと主張する。",
                    "しかしながら，請求項2には請求項1が，請求項9には請求項8が，それぞれ引用されているところ，本件発明1及び8には，「溶存槽」と「加圧型気体溶解手段」との間に水素水を循環させる経路についての限定はなく，本件明細書に記載された，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る経路を用いる場合を含む，何らかの経路で循環すればよいと解されることは，前記(3)のとおりである。 そして，上記【0045】の記載がウォーターサーバー以外の方法で循環する場合に当てはまらないと解すべき根拠はない。",
                    "そうすると，当業者は，ウォーターサーバーを用いる場合の記載が例示であり，ウォーターサーバーを用いない場合であっても，時間の経過とともに水素バブルの平均径を小さくすることを理解できるというべきであるから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "よって，本件発明2及び9は，特許法36条6項1号に規定された要件に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明3ないし7及び10について",
              "text": [
                "本件発明3は本件発明2を，本件発明4は本件発明3を，本件発明5は本件発明1ないし4を，本件発明6は本件発明1ないし5を，本件発明7は本件発明6を，本件発明10は本件発明9を，それぞれ引用するものであるから，本件発明3ないし7及び10についても，当業者は，発明の詳細な記載により本件発明の課題を解決できると認識することができる。",
                "よって，本件発明3ないし7及び10は，特許法36条6項1号に規定された要件に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(明確性要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件の判断基準",
              "text": [
                "特許法36条6項2号は，特許請求の範囲の記載に関し，特許を受けようとする発明が明確でなければならない旨規定する。同号がこのように規定した趣旨は，仮に，特許請求の範囲に記載された発明が明確でない場合には，特許が付与された発明の技術的範囲が不明確となり，第三者の利益が不当に害されることがあり得るので，そのような不都合な結果を防止することにある。そして，特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載だけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるか否かという観点から判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1の「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ」とは，「溶存槽」と「加圧型気体溶解手段」との間を「送出し加圧送水して循環させ」ることを意味するものであり，本件発明1は，「溶存槽」と「加圧型気体溶解手段」との間で，何らかの経路により，水素水を「送出し加圧送水して循環させ」るとの構成を備えていると理解できること，また，本件明細書には，「循環」の経路として，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合の開示があり，これらは「循環」経路の例示と理解できることは，前記2(3)で検討したとおりである。",
                    "そうすると，当業者は，本件発明1は，本件明細書に例示された，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路により水素水を循環させるものであることを理解することができるというべきである。",
                    "よって，請求項1の記載が，第三者の利益が不当に害されるほどに不明確であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，請求項1には，「溶存槽」に貯留された水素水を，「管状路」を介して，「取出口」に送るとの記載がある一方で，「溶存槽」に貯留された水素水を「加圧型気体溶解手段」に送出するとの記載があり，明らかに矛盾した記載を含んでいると主張する。",
                    "しかし，請求項1の記載は，「溶存槽」と「加圧型気体溶解手段」との間で，何らかの経路により，水素水を「送出し加圧送水して循環させ」るとの構成を備えていれば足りるとするものと解されることは，前記アのとおりである。そうすると，溶存槽に貯留された水素水を，管状路を介して，取出口から吐出するとともに，排出せずに循環して加圧型気体溶解手段に送る構成についても，「循環」が行われている以上，「溶存槽」と「加圧型気体溶解手段」との間で，水素水を「送出し加圧送水して循環させ」るものと理解することができる。",
                    "よって，請求項1の記載に矛盾があるとはいえないから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，特許法36条6項2号に規定された要件に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2について",
              "text": [
                "前記(2)のとおり，本件発明1は，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路により水素水を循環させるものであるから，これを引用する本件発明2も，何らかの経路により水素水を循環させるものである。",
                "そして，請求項2の「前記溶存槽から前記加圧型気体溶解手段を経て前記溶存槽への循環経路」との記載は，「溶存槽」から「加圧型気体溶解手段」を経て「溶存槽」に循環することを意味することは明らかである。",
                "そうすると，当業者は，「溶存槽」から「加圧型気体溶解手段」を経て「溶存槽」に循環する際の経路は，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路であればよいことを理解することができるから，請求項2の記載が，第三者の利益が不当に害されるほどに不明確であるとはいえない。",
                "よって，本件発明2は，特許法36条6項2号に規定された要件に違反するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3ないし7について",
              "text": [
                "本件発明3は本件発明2を，本件発明4は本件発明3を，本件発明5は本件発明1ないし4を，本件発明6は本件発明1ないし5を，本件発明7は本件発明6を，それぞれ引用するものであり，いずれも直接又は間接に，本件発明1又は2を引用しているところ，本件発明1及び2は，いずれも，第三者の利益が不当に害されるほどに不明確であるとはいえないことは，前記(2)，(3)で検討したとおりである。",
                "そして，原告は，本件発明3ないし7の明確性については，その引用する本件発明1又は2が不明確であるとの理由以外の主張をしていない。",
                "よって，本件発明3ないし7は，特許法36条6項2号に規定された要件に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(実施可能要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件の判断基準",
              "text": [
                "特許法36条4項1号は，発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない旨規定するところ，実施可能要件を充足するためには，明細書の発明の詳細な説明に，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その発明を実施することができる程度に発明の構成等の記載があることを要する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1及び8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1及び8の「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ」との記載は，文言上，「溶存槽」と「加圧型気体溶解手段」との間を「送出し加圧送水して循環させ」るとの意味に理解することができるから，本件発明1及び8は，「溶存槽」と「加圧型気体溶解手段」との間で，何らかの経路により，水素水を「送出し加圧送水して循環させ」るとの構成を備えていると理解できること，そして，本件明細書の記載によれば，「循環」の経路において，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合が例示されていることは，前記2(3)，(4)で検討したとおりである。",
                    "したがって，当業者は，循環の経路として，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合についての本件明細書の記載を参考にして，過度の試行錯誤を要することなく，「前記溶存槽に貯留された水素を飽和状態で含む前記水素水を前記加圧型気体溶解手段に送出し加圧送水して循環させ前記水素バブルをナノバブルとする」との構成を備えた本件発明1及び8を実施することができるというべきである。",
                    "よって，本件明細書の発明の詳細な説明は，当業者が本件発明1及び8を実施することができる程度に明確かつ十分に記載されているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，請求項1及び8はウォーターサーバーを発明特定事項としていないが，実施例1，3ないし13には，図3に示すウォーターサーバーに気体溶解装置を接続した場合の実験条件しか記載されていない，また，実施例2は，図1に示す気体溶解装置を用いたものであるが，どのように水素水を生成，循環させたのか不明であるから，本件明細書の発明の詳細な説明は，本件発明1及び8を実施できる程度に明確かつ十分に記載されているとはいえない旨主張する。",
                    "しかしながら，本件発明1及び8は，本件明細書に例示された，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路により水素水を循環させるものであることは，前記2(3)，(4)で検討したとおりである。そして，本件明細書には，ウォーターサーバーを用いた実施例1，3ないし13の実験条件が，他の経路により循環させる構成について当てはまらないと解すべき根拠となる記載はない。",
                    "また，実施例2についても，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路により水素水を循環させるものであると理解することができる。",
                    "そうすると，当業者は，本件明細書の発明の詳細な説明を参考にして，本件発明1及び8を実施することができるといえるから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1及び8は，特許法36条4項1号に規定された要件に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2及び9について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2は本件発明1を，本件発明9は本件発明8を，それぞれ引用しているところ，本件発明1及び8は，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路により水素水を循環させる構成を備えたものであり，当業者は，「溶存槽」から「加圧型気体溶解手段」を経て「溶存槽」に循環する際の経路は，何らかの経路であればよいことを理解することができることは，前記(2)で検討したとおりである。",
                    "本件明細書には，「前期溶存槽からウォーターサーバーおよび前記加圧型気体溶解手段を経て前記溶存槽への循環経路」(【0045】)との記載があるが，この記載にかかる溶存槽から加圧型気体溶解手段を経て溶存槽へと循環する循環経路が，ウォーターサーバーを用いる場合に限定されると解すべき根拠はない。したがって，当業者は，この記載を参考に，ウォーターサーバーを用いないで，溶存槽から加圧型気体溶解手段を経て溶存槽へと循環する循環経路の構成を備えた本件発明2及び9を実施することができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書には，ウォーターサーバーを用いた上記【0045】しか記載されていないから，ウォーターサーバーを発明特定事項としない本件発明2及び9を実施できないと主張するが，上記アのとおりで，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "よって，本件発明2及び9は，特許法36条4項1号に規定された要件に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明10について",
              "text": [
                "本件発明10が引用している本件発明9の気体溶解方法は，ウォーターサーバーを用いる場合，水槽を用いる場合，加圧型気体溶解手段で加圧して気体を溶解した液体を，排出せずに循環して加圧型気体溶解手段に送る場合を含む，何らかの経路により水素水を循環させる構成を備えたものであること，【0045】の記載にかかる溶存槽から加圧型気体溶解手段を経て溶存槽へと循環する循環経路が，ウォーターサーバーを用いる場合に限定されると解すべき根拠がないことは，前記(3)のとおりである。",
                "したがって，当業者は，【0045】の記載を参考に，ウォーターサーバーを用いないで，溶存槽から加圧型気体溶解手段を経て溶存槽へと循環する循環経路の構成を備えた本件発明10を実施することができるというべきである。",
                "よって，本件発明10は，特許法36条4項1号に規定された要件に違反するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3ないし5及び7について",
              "text": [
                "本件発明3ないし5及び7は，いずれも直接又は間接に，本件発明1又は2を引用しているところ，本件発明1及び2については，いずれも，本件明細書の記載を参考に実施することができることは，前記(2)，(3)で検討したとおりである。",
                "そして，原告は，本件発明3ないし5及び7の実施可能要件については，その引用する本件発明1又は2が同要件に違反するとの理由以外の主張をしていない。",
                "よって，本件発明3ないし5及び7は，特許法36条4項1号に規定された要件に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}