{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載1～3の各製剤の生産，譲渡，輸入又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載1～3の各製剤を廃棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」に，適宜読み替える。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「オキサリプラチン溶液組成物ならびにその製造方法及び使用」とする発明についての特許権(特許第4430229号。以下「本件特許権」といい，その特許を「本件特許」という。)の特許権者である控訴人(一審原告)が，被控訴人(一審被告)の製造若しくは輸入又は販売する別紙被控訴人製品目録記載1～3の各製剤(以下，併せて「被控訴人各製品」という。)は，本件特許の願書に添付した明細書(本件明細書)の特許請求の範囲の請求項1に係る発明(本件発明)の技術的範囲に属する旨主張して，被控訴人(一審被告)に対し，特許法100条1項及び2項に基づき，被控訴人各製品の生産等の差止め及び廃棄を求めた事案である。",
            "原判決は，被控訴人各製品はいずれも本件発明の技術的範囲に属しないとして，控訴人(一審原告)の各請求をいずれも棄却したため，控訴人(一審原告)は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実，当裁判所に顕著な事実並びに文中掲記した証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の2(2頁13行目～7頁5行目)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁20行目～21行目の「以下「本件特許権」又は「本件特許」といい，特許請求の範囲請求項1にかかる発明を「本件発明」という。」を「本件特許権。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁22行目～23行目の「なお，本件特許の特許公報を末尾に添付する。」を削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁18行目の末尾に，改行の上，次のとおり加える。",
                "「    オ  本件口頭弁論終結時において，上記エの審決取消訴訟は確定していなかった。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁20行目の「には，次のとおり記載されている。」を「は，次のとおりとなる。」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁9行目～10行目の「の前には，以下の先行文献が存在する。」を「前に頒布された刊行物として，次のものが存在する。」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決6頁26行目の「9月6日」を「6月9日」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3，第3(7頁6行目～54頁7行目)に記載のとおりであるから，これを引用する。",
            "ただし，原判決7頁19行目の「欠如の」を「欠如についての」と，同8頁14行目の「通り」を「とおり」と，同9頁1行目及び同12頁3行目の「通り」を「どおり」と，同14頁1行目の「手続き」を「手続」と，同15頁12行目の「DACH」を「DACH」と，同17頁19行目の「表1Bないし表1D」を「表1B～D(【表2】～【表4】)」と改め，同頁22行目の「表1A」の後に「(【表1】)」を加え，同22頁10行目の「通り」を「とおり」と改め，同頁20行目(表や図を記載する行は行数に数えない。以下同じ。)の「または」の後に「その」を加え，同23頁3行目の「は」を「の意味の」と改め，同39頁26行目の「5頁7行目」の前に「乙4・」を加え，同40頁5行目の「75℃」を「75％」と改め，同41頁5行目の「17行目」の前に「16行目～」を加え，同44頁15行目の「1頁」の後に「～2頁」を加え，同頁18行目「水溶液」の前に「の」を加え，同52頁18行目及び26行目の「とおり」の後に「，」を加える。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "本件発明の構成要件B，F及びGに係る「緩衝剤」には，添加シュウ酸及び解離シュウ酸が含まれる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の用語は，明細書中に明確に定義されている場合には，これによって解釈されなければならない。",
                "本件明細書においては，「緩衝剤という用語は，本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する」(【0022】)，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M ～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である」(【0023】)と，「緩衝剤」が具体的に定義されており，これらの定義によると，「緩衝剤」は，本件発明の対象である「オキサリプラチン溶液組成物」において，一定のモル濃度で存在するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味するものである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「剤」の意味を，「各種の薬を調合すること。また，その薬。」と認定するのは誤りであり，少なくとも化学分野，医薬分野において，剤の意義として，「調合」を要求するのは誤りである。",
                    "「調合」の意義は，「数種の薬剤をまぜ合わせて，ある薬をつくること」である。「剤」が「各種の薬を調合したもの」であるとすると，「剤」とは「『剤』をまぜ合わせたもの」を意味することになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許の特許請求の範囲請求項10～14(以下，単に「請求項10～14」という。)には，緩衝剤を「付加」，「混合」することが規定されているのに対し，本件発明では，「包含」と，意識的に書き分けられており，本件発明の「緩衝剤」は，「付加」等されたものに限定されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明は，オキサリプラチン溶液の安定化という課題を「緩衝剤」であるシュウ酸の溶液中に存在するモル濃度を一定範囲にすることにより達成するものであり，このような発明の課題，作用効果という観点からすると，添加シュウ酸であろうと解離シュウ酸であろうと，オキサリプラチン溶液に存在するすべてのシュウ酸によってオキサリプラチン溶液の安定化という作用効果がもたらされる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決が，「オキサリプラチンの従来既知の水性組成物」は，乙3記載のオキサリプラチン水溶液を含むことを前提に，本件発明における「緩衝剤」とは，乙3記載のオキサリプラチン水溶液と比較して不純物を減少させる効果を有するべきであるとしているのは，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0022】の定義においては，「緩衝剤」は，従来既知の水性組成物と比較して，不純物を減少させるとの効果を有するものとは記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書において問題とされているのは，オキサリプラチンが時間を追って分解していく製薬上安定とはいえない溶液組成物であること(【0013】～【0016】)であり，【0017】には，製薬上安定なオキサリプラチン溶液組成物を提供し，時間を追って分解する溶液組成物の欠点を克服することが本件発明の目的である旨が記載されている。",
                    "乙3発明の実施品は既に製薬上安定であるから，時間を追って分解していく製薬上安定とはいえない溶液組成物に該当しない。",
                    "仮に，本件発明が，乙3発明を前提として，更なる不純物の減少を問題としているのであれば，既に製薬上安定なオキサリプラチン溶液組成物を前提に，更なる不純物の減少が望まれる旨記載されるはずであるが，そのように読み取れる記載は存在しないし，乙3発明においては，凍結乾燥物質の欠点は，既に解決済みであるから，乙3発明を前提として，凍結乾燥物質の欠点(【0012】，【0013】)を克服する(【0017】)等と記載されるはずがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の【0012】(2段落)～【0016】と，【0030】～【0032】とは対応した記載になっているところ，【0012】(2段落)～【0013】(2段落)には，凍結乾燥物を利用する際の課題が記載されており，【0016】には，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」と，【0017】には，「前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える(RTU)形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。」と記載されている。",
                    "【0013】(3段落)～【0016】(1行)は，【0012】(2段落)～【0013】(2段落)と同様，凍結乾燥物に関する記載であり，【0013】(3段落)で示された「水性溶液」とは，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性溶液のことを意味している。",
                    "【0013】(3段落)～【0016】(1行)に対応する【0031】(2段落)で示された「従来既知の水性組成物」も，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味している。",
                    "【0012】(2段落)に対応する【0030】(2段落)及び【0031】(1段落)と，【0013】(1段落「(b)」)に対応する【0032】(1段落)との間に，【0031】(2段落)が記載されていることも，【0031】(2段落)における「従来既知の水性組成物」が，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味していることを裏付けている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書には，従来技術としての公報が多数列記されており(【0002】～【0012】(1段落))，そのうちの一つとして乙3が挙げられているにすぎない。これらの多数の従来技術の公報から乙3だけを抜き出して，その他の本件明細書の記載(【0012】(2段落)～【0016】及び【0030】～【0032】)に反して，本件発明は，乙3に開示されたオキサリプラチン水溶液よりも不純物を減少させなければならないと解釈することは，妥当性を欠く。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "緩衝剤を添加したものが，乙3発明と比較して「製造工程中に安定」であると考えると，乙3に記載されたオキサリプラチン水溶液を製造する工程と，オキサリプラチンに緩衝剤を添加した本件発明に係る水溶液を製造する工程という，別々の製造工程を比較する概念が突如として出てくることになる。",
                    "本件明細書には，乙3に関するオキサリプラチン水溶液を製造する間(製造工程中)における安定性と，オキサリプラチンに緩衝剤を添加した水溶液を製造する間(製造工程中)における安定性という，別々の製造工程を比較した結果は示されていないのであるから，このように理解することは不自然である。",
                    "本件明細書には，凍結乾燥物質の再構築における不具合が記載されており(【0012】3段落(a)，【0013】2段落(c))，【0013】(2段落(c))の直後に，「オキサリプラチンは，時間を追って，分解して，種々の量のジアクオDACHプラチン(式I)，ジアクオDACHプラチン二量体(式II)およびプラチナ(IV)種(式III )・・・を不純物として生成し得る，ということが示されている。」と記載されているから，凍結乾燥物質を溶解させて再構築させる工程が【0031】の製造工程であると考えることが自然である。",
                    "凍結乾燥物を再構築する際にはオキサリプラチンを水に溶かして水性組成物を製造するという工程が存在し，その工程が不安定であるという問題が当業者においては認識されていたのであり，これを前提に【0031】の「オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており」という記載はされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "当業者であれば，本件発明は，実施例で示されている添加されたシュウ酸又はシュウ酸ナトリウムの濃度に解離されたシュウ酸の濃度を加えた値を採用していると容易に理解できる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，シュウ酸を添加しない場合の実施例として，実施例18(b)の記載が存在するから，当業者は，添加シュウ酸のみならず解離シュウ酸も含めた溶液組成物中のシュウ酸の存在が安定性に寄与しているとの技術的意義を理解する(【0022】，【0023】)。",
                    "解離シュウ酸が溶液中に存在することで，オキサリプラチンがそれ以上分解しないのであって，解離シュウ酸は，まさにオキサリプラチン溶液を安定化し，不純物の生成を防止するか又は遅延させ得るものである(下図参照)。",
                    "本件発明は，乙3発明とは異なり，オキサリプラチンの濃度やpHを限定しなくとも，解離シュウ酸を含めたシュウ酸濃度によって製薬上安定なオキサリプラチン溶液組成物の提供を可能にするという重要な技術的意義を有する発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の実施例1及び8の結果を表す各表に列記された添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の下限値である1×10-5Mという数値と，【0023】において組成物中に存在する緩衝剤のモル濃度の下限値として示されている5×10-5Mという数値は合致しない。また，本件明細書の実施例7及び14の結果を表す各表に列記された添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の上限値である0．002Mという数値と，【0023】において組成物中に存在する緩衝剤のモル濃度の上限値として示された1×10-2Mという数値も合致しない。",
                    "【0023】で示された組成物中に存在する緩衝剤の量(モル濃度)の下限値は，実施例1～17における添加されたシュウ酸又はシュウ酸ナトリウムの量の下限値である1☓10-5Mより大きく，これが本件発明の構成要件Gの下限値として採用されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "実施例1，8及び18(b)は「実施例」と明記されている。",
                    "技術常識に基づき，解離シュウ酸を含めた溶液組成物中のシュウ酸の総量は，下記【表1】のように推計され，その下限は5×10-5Mを超える値になるから，当業者は，本件発明の構成要件Gの濃度の下限値は，添加したシュウ酸の濃度を規定するものではなく，これに解離シュウ酸の濃度を加えた値であると理解するのであって，本件発明の緩衝剤であるシュウ酸は，組成物に包含されたすべてのシュウ酸の量であると認識する。",
                    "【表1】",
                    "実 施 例 ジアクオD ジアクオD ( A ) 及 び 付 加 さ ( C ) ＋No.  ACHプラ ACHプラ (B)量から れ た シ (D)の合チン(A)  チン二量体 予想されるシ ュ ウ 酸 計値",
                    "(B)  ュウ酸量(分 量解量)(C)  (D)",
                    "1(初期)  2.9×10-5  1.2×10-5  5.2×10-5  1×10-5  6.2×10-5"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "3.0×10-5  1.2×10-5  5.3×10-5  1×10-5  6.3×10-5",
          "text": [
            "(1か月)",
            "8(初期)  3.2×10-5  1.3×10-5  5.8×10-5  1×10-5  6.8×10-5"
          ]
        },
        {
          "fig": "8",
          "subject": "3.9×10-5  1.5×10-5  6.8×10-5  1×10-5  7.8×10-5",
          "text": [
            "(1か月)"
          ]
        },
        {
          "fig": "18",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "3.9×10-5  1.2×10-5  6.4×10-5  0  6.4×10-5",
                      "text": [
                        "(初期)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "18",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "3.3×10-5  1.2×10-5  5.8×10-5  0  5.8×10-5",
                      "text": [
                        "(1か月)",
                        "このように，包含される全てのシュウ酸の量を算出することによって初めて，実施例のシュウ酸量は，本件発明のシュウ酸モル濃度の下限(5×10-5M)を超えることとなり，【0023】の記載や，実施例1，8及び18(b)が実施例と記載されていることと整合的に理解される。",
                        "また，【表1】のように推計を行えば，実施例1，8及び18(b)では，包含されるシュウ酸量が近似することが分かり，効果の面でも差がないことが分かり，当業者は，このことから，概ね同じ値になっている推計結果が妥当なものであると認識する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決は，実施例1及び8が比較例である旨を判示しているが，実施例1及び8が本件発明の比較例であれば，これらは出願当初から比較例であったところ，出願当初の特許請求の範囲請求項1には，「5×10-5M」という限定は入っていなかったから，この数値が実施例と比較例とを区別する根拠にはならない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "「緩衝剤」が添加したものに限定されるとすれば，実施例1及び8でも添加シュウ酸等が存在する以上，「緩衝剤」が含まれていることになる。",
                "原判決は，実施例1及び8は，本件発明の効果を奏しない比較例である旨判示しているところ，本件発明の効果を奏しない実施例1及び8でも「緩衝剤」を含むことになり，「緩衝剤」の意味を解釈する際に，乙3発明と比較しなければならないという原判決の前提は，論理的に矛盾している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "本件発明の構成要件B，F及びGに係る「緩衝剤」に，解離シュウ酸は含まれない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0022】の定義に沿って解釈すると，「緩衝剤」は「オキサリプラチン溶液」を安定化するものであり，この安定化の内容は，ジアクオDACHプラチン及びジアクオDACHプラチン二量体の生成を防止又は遅延させることであるから，「緩衝剤」は，ジアクオDACHプラチン及びジアクオDACHプラチン二量体の生成を防止又は遅延させるものとしての添加シュウ酸を意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "オキサリプラチンは，水溶液中において，一部がシュウ酸とジアクオDACHプラチンに解離し，化学的平衡状態となる。",
                    "添加シュウ酸は，化学的平衡状態をずらすことによって，不純物の生成を防止又は遅延するものであるから，「緩衝剤」である一方，解離シュウ酸は，化学的平衡状態を構成する一要素でしかなく，不純物の生成を防止又は遅延することはないから，「緩衝剤」に含まれない(乙80，乙85の2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の実施例1～17におけるオキサリプラチン溶液組成物の調整方法について，シュウ酸が「緩衝剤」として混合すべき溶液に「付加」されるものとされている(本件明細書【0042】，【0044】，【0047】)。",
                    "また，本件明細書の実施例1～17におけるモル濃度について，添加シュウ酸のモル濃度は記載されているが，解離シュウ酸を含むシュウ酸のモル濃度は記載されておらず，本件明細書に，「緩衝剤」である「シュウ酸」に解離シュウ酸が含まれることを示唆する記載はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件特許の特許請求の範囲請求項1の文言からしても，「緩衝剤」は添加されたシュウ酸又はそのアルカリ金属塩であることが示されている。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件特許の特許請求の範囲請求項1の記載からすると，本件発明は，①「オキサリプラチン」，②「緩衝剤」である「シュウ酸またはそのアルカリ金属塩」及び③「担体」である「水」の三つの要素を「包含」する「オキサリプラチン溶液組成物」に係る発明である。",
                            "そして，解離シュウ酸は，「オキサリプラチン」と「水」が反応し，「オキサリプラチン」が自然に分解されることによって必然的に生成されるものであるから，「オキサリプラチン」と「水」が混合されなければ存在しないものであって，「オキサリプラチン」(要素①)と「水」(要素②)とは別個の要素たる「緩衝剤」(要素③)としては把握されない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "解離シュウ酸は，「試薬」や「調合された薬」に当たるとは考え難く，「緩衝剤」とはいえない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "緩衝剤が「(シュウ酸の)アルカリ金属塩」である場合を想起すれば，当該アルカリ金属塩が添加される場合しか考えられず，「(シュウ酸の)アルカリ金属塩」と並列に記載されている「シュウ酸」も添加されるものと考えられ，「緩衝剤」は添加シュウ酸に限定されるといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「剤」が「各種の薬」という外部から付加されることと整合的な意味である以上，少なくとも，解離シュウ酸は「緩衝剤」に該当しない。",
                    "広辞苑〔第6版〕の「調合」の意義において，混ぜ合わせる対象を「数種の薬剤」としているのは，典型的な用例を記載しているだけであり，国語大辞典(乙109)では，「調合」は，「二種，または二種以上のものをまぜあわせること。特に薬などを，それぞれきまった分量に従って混ぜあわせること。」とされ，混ぜ合わせる対象は「数種の薬剤」に限定されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "請求項10～14につき「付加」，「混合」，本件発明につき「包含」との記載があることが，本件特許の特許請求の範囲請求項1の「緩衝剤」の文言の意義を確定するものではなく，本件特許の特許請求の範囲請求項1に「包含」との文言があることによっても，「緩衝剤」に解離シュウ酸が含まれるとの理解は成り立たない。",
                    "むしろ，請求項10～14では「付加することを包含」，「混合することを包含」等，「緩衝剤」たる添加シュウ酸を含むとする本件発明に対応した記載となっており，これらの請求項における「包含」との用語も，解離シュウ酸を緩衝剤とするものとして解釈され得ない。",
                    "「緩衝剤」は，通常有する意味において，付加，添加されるものと理解されている(乙41～45，80，81，97)ところ，解離シュウ酸は，「試薬」や「調合された薬」に当たるとは考え難く，一般的な意味においても「緩衝剤」とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "添加シュウ酸は，化学的平衡状態をずらすことによって不純物の生成を防止又は遅延するものである一方，解離シュウ酸は，化学的平衡状態の一要素でしかなく，不純物の生成を防止又は遅延することはないから，両者の作用効果は異なる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「オキサリプラチンの従来既知の水性組成物」には，乙3発明のオキサリプラチン水溶液が含まれている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0022】には，「防止」，「遅延」といった比較概念が記載されている上，凍結乾燥粉末形態のオキサリプラチン生成物のみならず，乙3発明が従来技術として挙げられており(【0010】)，それを受けて，オキサリプラチンの水溶液中において不純物が生成されるという問題及び有意に少ない量しか不純物を生成しないより安定なオキサリプラチン溶液組成物を開発するという課題について説明された後(【0013】～【0016】)，【0031】において，本件発明の組成物が，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ない旨が記載されているのであって，安定化する対象は従来既知のオキサリプラチン溶液であることが示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明が乙3発明を含む従来既知のオキサリプラチン溶液組成物における不純物生成の問題を克服，改善することをも目的とする発明であると解することは，自然かつ素直な解釈であり，本件発明は，専ら凍結乾燥粉末形態のオキサリプラチン生成物についての欠点を克服するための発明ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明が，「従来既知の水性組成物」たる乙3発明の安定化を課題としていることは，①凍結乾燥形態のオキサリプラチン生成物は，患者への投与の直前に再構築されて利用されるものであって(【0012】)，凍結乾燥物質を水に溶かしたものについて，時間の経過による不純物の生成が問題とされることが考え難いこと，②本件明細書には，比較例18(b)が開示されており，例えば，実施例2及び9と比較例18(b)とを比較すれば，実施例2及び9の方がジアクオDACHプラチン及びその二量体等の不純物の生成が防止されていること(【0064】，【0065】，【0074】，【表8】，【表9】，【表14】)からも裏付けられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書【0031】の記載によると，「製造工程中に安定」(【0031】)とは，「オキサリプラチンの従来既知の水性組成物の場合よりも本発明の組成物中に生成される不純物が少ないこと」，すなわち，製造工程中にシュウ酸を添加した場合には，シュウ酸を添加していない場合と比較して，オキサリプラチン溶液の調整直後(製造直後)である「初期」において，ジアクオDACHプラチン及びその二量体等の不純物の量が少ないことから，シュウ酸を添加してオキサリプラチン溶液が調整される製造工程が，シュウ酸を添加せずにオキサリプラチン溶液が調整される製造工程と比較して，不純物の量が少ない(「安定」である)と理解されることを意味しているのであり，「製造工程中に安定」との意義を乙3発明との比較において捉えることは自然である。",
                    "また，本件明細書では，比較例18(b)が記載されている一方で，凍結乾燥物質を再構築したものに係る不純物量は記載されておらず，「オキサリプラチンの従来既知の水性組成物」(【0031】)が凍結乾燥物質を再構築したものに限定されるとの趣旨は，本件明細書には表れていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件明細書を通覧しても，付加，添加するシュウ酸の量が記載されているだけであって，解離シュウ酸の量については記載されていないから，オキサリプラチン溶液を安定化し，不純物の生成を防止又は遅延するとの本件発明において，解離シュウ酸及びその量を考慮する技術的思想は看取できない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0023】には，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，・・・の範囲のモル濃度で存在するのが便利である。」と記載されているところ，このような記載からすると，本件明細書【0023】は，「有効安定化量の緩衝剤」の量として好ましいモル濃度の範囲を列挙していると理解できるのであって，組成物中に存在する緩衝剤の濃度を記載したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書【0023】において，約5☓10-5Mが下限とされているのは，実施例2及び9においては不純物の生成が防止又は遅延されており，有効安定化量が添加されている，すなわち，安定化効果があることから，当該有効安定化量の記載として，実施例2及び9における値である5☓10-5Mが下限値として記載されているのであって，添加シュウ酸と解離シュウ酸とを合わせた濃度が記載されているのではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "各実施例のオキサリプラチン溶液中のシュウ酸の濃度を把握しようとする場合には，シュウ酸量を直接測定する必要があり，前記1(5)ウの【表1】記載の値は，推測にすぎない。",
                    "本件明細書の【表8】～【表14】には，「不特定不純物」又は「総クロマトグラフィー的不純物」として，組成不明の不純物の存在が示されており，このような組成不明の不純物は，その存在がシュウ酸濃度にいかなる影響を与えるか不明であるから，本件明細書に開示されている情報だけから，各実施例中の総シュウ酸量を推計することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件明細書【0023】の記載並びに実施例2及び9によると，出願当初の本件特許の特許請求の範囲請求項1においても，「有効安定化量」とは，具体的には約5☓10-5Mであったと解するのが自然であるから，5☓10-5Mをもって実施例か否かを区別する根拠とすることに問題はない。",
                "控訴人は，実施例1，8及び18(b)につき，独自の推計を行って，モル濃度が5☓10-5M以上であることをもって実施例であると主張しているにもかかわらず，出願当初の本件特許の特許請求の範囲請求項1に言及する場面においては，5☓10-5Mでは実施例であるか否かは区別されないとしており，控訴人の主張は矛盾している。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決は，実施例1及び8について，添加シュウ酸の量が有効安定化量ではないから，本件発明の効果を奏さないために，比較例たる実施例18(b)と不純物量に大差がないことは，不自然ではないと述べているだけであって，シュウ酸が添加されない実施例18(b)や乙3発明との比較において「緩衝剤」の意義が解釈されることに矛盾はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，当審における主張及び立証を踏まえても，本件発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解されるから，解離シュウ酸を含むのみで，シュウ酸が添加されていない被控訴人各製品は，構成要件B，F及びGの「緩衝剤」を含有するものではなく，したがって，本件発明又は本件訂正発明の技術的範囲に属しないものと判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」の第4の1及び2(54頁9行目～69頁16行目)に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決54頁10行目の(1)の後に「本件発明に係る特許請求の範囲の記載は，前記第2の2で引用した原判決「事実及び理由」の第2の2(3)のとおりであり，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決54頁17行目の「)」の後に「(判決注：乙3発明に対応する豪州国出願である。〔乙3，4〕)」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決57頁8行目の「5x10-5M ～約 1x10-2M 」を「5☓10-5M～約1☓10-2M」と，同行目～9行目の「5x10-5M  ～5x10-3M  」を「5☓10-5M～5☓10-3M」と，同行目の「5x10-5M ～約 2x10-3M 」を「5☓10-5M～約2☓10-3M」と，同頁10行目の「1x10-4M ～約2x10-3M 」を「1☓10-4M～約2☓10-3M」と，同頁11行目の「1x10-4M ～約5x10-4M 」を「1☓10-4M～約5☓10-4M」と，同頁12行目の「2x10-4M ～約4x10-4M 」を「2☓10-4M～約4☓10-4M」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決59頁14行目の「3 月 7 日」を「3月7日」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決60頁15行目～61頁7行目の「上記各記載によれば，・・・発明である」を「以上を総合すると，本件発明は，従来からある凍結乾燥粉末形態のオキサリプラチン生成物及びオキサリプラチン水溶液の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とする発明であり(【0010】，【0012】～【0017】)，オキサリプラチン，有効安定化量の緩衝剤であるシュウ酸又はそのアルカリ金属塩及び製薬上許容可能な担体である水を包含する安定オキサリプラチン溶液組成物に関するものである(特許請求の範囲請求項1，【0018】)。そして，この緩衝剤は，構成要件Gの範囲のモル濃度で上記組成物中に存在することでジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物の生成を防止し，又は遅延させることができ(特許請求の範囲請求項1，【0022】，【0023】)，これによって，本件発明は，従来既知の前記オキサリプラチン組成物と比較して優れた効果，すなわち，①凍結乾燥粉末形態のオキサリプラチン生成物と比較すると，低コストで，かつさほど複雑でない製造方法により製造することができ，また，投与前の再構築を必要としないので，再構築のための適切な溶媒の選択に際してエラーが生じる機会がなく，②乙3発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものである(【0030】，【0031】)」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決61頁10行目の「【0013】後段」を「【0012】」と改め，同行目の「の欠点」を削除し，同頁11行目～12行目の「水性溶液の課題を指摘しているにすぎないなどと」を「ものについての記載である旨」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決61頁19行目の「あげる」を「挙げる」と，同行目「がたい」を「難い」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決61頁26行目の「における」を「の構成要件B，F及びGの」と，同行目の「添加されたシュウ酸または」を「添加されたシュウ酸(添加シュウ酸)又は」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決62頁9行目～10行目の「は，緩衝のために「調合された薬」をいう」を「とは，一般に，「緩衝作用を有するものとして調合された薬」を意味する」と改め，同頁10行目の「解離シュウ酸は，」の後に「オキサリプラチンの分解によって自然に生成されるものであるから，薬として調合することが想定し難いのであって，」を加え，同頁11行目の「がたい」を「難い」と，同頁14行目の「さらに」を「また，」と，同頁15行目の「によれば」を「には」と，同頁17行目の「と認められるから」を「旨記載されており」と，同頁18行目の「物」を「もの」と，同行目の「上記化学分野の技術常識に合致」を「，前記記載と整合」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決62頁21行目の「から(特許法70条2項)」を「(特許法70条2項)から」と，同頁26行目の「の」を「が」と，同行目「定義が」を「定義」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決63頁7行目～19行目の「そして，オキサリプラチンは，・・・いえない。」を次のとおり改める。",
                "「A意見書，星薬科大学教授B作成の意見書(乙85の2。以下「B意見書」という。)及び大阪薬科大学名誉教授C作成の陳述書(乙92。以下「C意見書」という。)によると，次の事実が認められる。すなわち，オキサリプラチン水溶液においては，次の図のとおり，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成される(以下この反応を「本件可逆反応」という。)。その際，これとは逆に，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される反応も同時に進行することになって，両反応(正反応と逆反応)の速度が等しい状態(化学平衡の状態)が生じ，オキサリプラチン，ジアクオDACHプラチン及びシュウ酸の量(濃度)が一定となる。",
                "また，上記反応に伴い，オキサリプラチンの分解によって生じたジアクオDACHプラチンからジアクオDACHプラチン二量体が生成されることになるが，その際にもこれとは逆の反応が同時に進行し，同様に化学平衡の状態が生じることになる。",
                "上記のような平衡状態にあるオキサリプラチン水溶液にシュウ酸が添加されると，上記の図の右から左に向かう反応(ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される方向の反応)が進行し，新たな平衡状態が形成される。",
                "上記の新たな平衡状態においては，シュウ酸を添加する前の平衡状態と比べると，ジアクオDACHプラチンの量が少ないので，シュウ酸の添加により，不純物であるジアクオDACHプラチンの生成が防止され，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成が防止され，オキサリプラチン水溶液が安定化されたといえるから，添加シュウ酸は，不純物であるジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものといえる。",
                "ところが，シュウ酸が添加されない場合は，オキサリプラチン水溶液の平衡状態には何ら変化が生じず，オキサリプラチン水溶液中に存在するシュウ酸は，解離シュウ酸のみであるところ，解離シュウ酸は，水溶液中のオキサリプラチンの一部が分解され，ジアクオDACHプラチンと共に生成されるものであって，オキサリプラチン水溶液において，オキサリプラチンと水とが反応して自然に生じる上記平衡状態を構成する要素の一つにすぎないものであるから，このような解離シュウ酸をもって，当該平衡状態に至る反応の中でジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものとみることはできないというべきである。」"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決64頁4行目～6行目の「，「比較例18の安定性・・・ここで」を「と記載され，また，実施例18の安定性試験の結果を示すに当たっては，「比較例18の安定性」との表題が付された上で，実施例18(b)については「非緩衝化オキサリプラチン溶液組成物」と表現されている(【0073】)。そして」と，同頁9行目の「あるから」を「あって，本件明細書で従来技術として挙げられるもの(【0010】)にほかならない。」と，同行目の「からは」を「を総合すると」と，それぞれ改め，同頁14行目の「緩衝剤」の前に「実施例18(b)の」を加える。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決64頁16行目～65頁3行目の「本件明細書には，・・・ない。」を次のとおり改める。",
                "「本件明細書の実施例に関する記載によると，実施例1～17は，いずれも水に緩衝剤(実施例1～7においてはシュウ酸ナトリウム，実施例8～17においてはシュウ酸)及びオキサリプラチンを混合することにより製造されるものとされており，緩衝剤は外部から加えられるものとされている。また，これらの実施例に係る成分表(表1A～D，【表1】～【表4】)には，上記製造時に加えられたシュウ酸又はシュウ酸ナトリウムの重量とこれに基づくモル濃度のみが記載され，また，これらの実施例に係る安定化試験の結果を示す表(表4～7，【表8】～【表13】)においても，上記成分表と同一のモル濃度が記載されており，解離シュウ酸を含むシュウ酸のモル濃度については記載されていない(【0034】～【0047】，【0063】～【0071】)。このような実施例に関する記載からすると，本件明細書においては，「緩衝剤」の量(モル濃度)に関し，解離シュウ酸を考慮に入れている形跡は見当たらず，専ら加えられるシュウ酸等の量(モル濃度)のみが問題とされているものといえる。」"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決65頁7行目～8行目の「乙3発明よりも不純物が有意に少ない，より安定な溶液組成物を提供することを目的とするものである。」を次のとおり改める。",
                "「従来からある凍結乾燥物質形態のオキサリプラチン及びオキサリプラチン水溶液の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とするものであり，乙3発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものである。",
                "前記の本件発明の目的・効果に鑑みると，本件発明の「緩衝剤」は，乙3発明において生成される上記不純物の量に比して少ない量の不純物しか生成されないように作用するものでなければならない。しかるところ，オキサリプラチン水溶液中のオキサリプラチンの分解により平衡状態に達するまで自然に生成される解離シュウ酸は，乙3発明において当然に存在するものであり，このような解離シュウ酸のみでは，乙3発明に比して少ない量の不純物しか生成し得ないように作用することは通常考え難いことといえる。」"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決65頁9行目の「ところが，」を「また，」と，同行目～10行目の「乙3発明と実質的に同一であると推認される」を「緩衝剤を添加しない水性オキサリプラチン溶液組成物である」と，それぞれ改め，同頁13行目の「示されている」の後に「(【表8】～【表15】)」を加える。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決65頁14行目～17行目の「乙3発明とは異なり，・・・自然である。」を「「緩衝剤」としての「シュウ酸またはそのアルカリ金属塩」を外部から加えることにより，緩衝剤を添加しない水性オキサリプラチン溶液組成物である乙3発明において生成される上記不純物の量に比して少ない量の不純物しか生成されないようにしたものといえ，本件発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含まず，添加シュウ酸に限られると解するのが相当である。」と改める。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決65頁22行目の「水溶液性製剤」を「水溶液製剤」と改め，同頁25行目の「述べていること」の後に「(乙12の2)」を加える。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決66頁1行目の「述べていること」の後に「(乙15の2)」を加え，同頁3行目～4行目の「減少させ，より安定した製剤を得る発明である」を「全く生成することがないか，著しく少量の不純物の生成にとどまる」と改め，同頁8行目の「である」の後に「(甲2，乙10，12，15及び58の各1・2，乙59，弁論の全趣旨)」を加える。"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決66頁20行目～24行目の「「緩衝剤が添加された安定オキサリプラチン溶液組成物」を・・・何ら不自然ではないから」を「「緩衝剤をつつみこみ，中に含む安定オキサリプラチン溶液組成物」を意味するにすぎず，これによって，当該組成物中の「緩衝剤」の由来について，添加されたものに限るか否かの解釈が当然に定まるものではなく，本件発明の「緩衝剤」を外部から添加されたものに限るとの解釈をとることが，上記文言と矛盾することにはならない。同様に，「緩衝剤」は添加されたものに限るとの解釈をとったとしても，「緩衝剤の量」という文言を添加された緩衝剤の量を意味すると解釈することが，控訴人指摘の特許請求の範囲の文言と矛盾するとはいえない。したがって」と改める。"
              ]
            },
            {
              "fig": "(20)",
              "text": [
                "原判決67頁2行目～6行目の「が(構成要件F)，・・・考えられない」を「(構成要件F)から，「緩衝剤」として「シュウ酸のアルカリ金属塩」のみを選択することも可能なはずであるところ，オキサリプラチンの分解によって自然に生じた解離シュウ酸は「シュウ酸のアルカリ金属塩」ではないから，「緩衝剤」としての「シュウ酸のアルカリ金属塩」とは，添加されたものを指すと解さざるを得ないことになる。そうであるとすると，「緩衝剤」となり得るものとして「シュウ酸のアルカリ金属塩」と並列的に規定される「シュウ酸」についても同様に，添加されたものを意味すると解するのが自然といえる」と改める。"
              ]
            },
            {
              "fig": "(21)",
              "text": [
                "原判決67頁14行目～15行目の「「存在する」との文言は，・・・不自然ではない」を「「緩衝剤」が組成物中に「存在する」とは，前記アで述べた「緩衝剤」が組成物に「包含」されるということと同義であり，これによって，当該組成物中の「緩衝剤」の由来について，添加されたものに限るか否かの解釈が当然に定まるものではなく，本件発明の「緩衝剤」を外部から添加されたものに限るとの解釈をとることが，上記文言と矛盾するということにはならない」と改める。"
              ]
            },
            {
              "fig": "(22)",
              "text": [
                "原判決67頁22行目の「の分解を防止または遅延させているといえる」を「がそれ以上分解しないことを意味するのであって，解離シュウ酸は，不純物の生成を防止し又は遅延させ得るものである」と改める。"
              ]
            },
            {
              "fig": "(23)",
              "text": [
                "原判決68頁2行目の「によれば」を「(乙80)においては」と，同頁6行目の「することが認められ」を「し」と，同頁8行目の「できない。」を「できないのであり，」と，それぞれ改め，同頁12行目の「い」の後に「とされている」を加え，同頁13行目の「によれば」を「(乙85の2)においては」と，同頁16行目の「ことが認められる」を「とされている。これらの記載は，C意見書(乙92)や他の証拠(乙46，乙85の7)と整合している」と，同頁21行目の「よっても」を「は」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(24)",
              "text": [
                "原判決68頁26行目～69頁1行目の「としての「シュウ酸」が添加されるものであることは前提となっておらず」を「は添加シュウ酸に限られず」と，同行目～2行目の「における不純物の量」を「の実験結果」と，同行目の「と大差がないことからも」を「の実験結果と大きな差がないことから」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(25)",
              "text": [
                "原判決69頁6行目～8行目の「実施例1及び8は，・・・不自然ではない」を「実施例1及び8に添加された緩衝剤のモル濃度は，いずれも「0．00001モル」(1☓10-5M)であって(甲2【表1】，【表2】，【表8】，【表9】)，構成要件Gを満たさないものであるから，実施例1及び8は本件発明の実施例とはいえないものである。そうすると，実施例18(b)を実施例1及び8との間で安定性試験の結果に大差がないという事実が，実施例18(b)が本件発明の実施例であることを根拠付けるものということはできない」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件明細書の「緩衝剤」の定義(【0022】，【0023】)によると，「緩衝剤」は，本件発明の対象である「オキサリプラチン溶液組成物」において，一定のモル濃度で存在するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味する旨主張する。",
                "しかし，前記説示(原判決「事実及び理由」の第4の2(2)イ，(3)イ，ウ)のとおりであって，控訴人の前記主張は採用することができない。",
                "オキサリプラチン水溶液において，水溶液中のオキサリプラチンの一部は，水と反応して分解し，ジアクオDACHプラチン及びシュウ酸となるが，水溶液中のジアクオDACHプラチン及びシュウ酸の一部は，反応してオキサリプラチンとなるところ，①オキサリプラチンの分解に係る平衡状態が生じるよりも前の段階では，水溶液中のオキサリプラチンの量は減少し，ジアクオDACHプラチン及びこれの一部から生成されたジアクオDACHプラチン二量体並びにシュウ酸の量は増加していく(乙1の1・2，乙80，乙85の2・5，乙92)のであって，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチン等の生成を防止し又は遅延させているとは評価できない。",
                "オキサリプラチン水溶液が，②オキサリプラチンの分解に係る平衡状態に至った段階では，オキサリプラチンと水の反応によるオキサリプラチンの分解の速度と，ジアクオDACHプラチン及びシュウ酸の反応によるオキサリプラチンの生成の速度が，等しくなる。なお，オキサリプラチン溶液中のオキサリプラチンの分解によって生じたジアクオDACHプラチンの一部から，ジアクオDACHプラチン二量体が生成される。その結果，水溶液中のオキサリプラチン及びシュウ酸の量(濃度)は，いずれも一定の値となり，不変となる(乙1の1・2，乙80，84，乙85の2・5，92)。この段階において，オキサリプラチンの量が減少しないのは，平衡状態に達したからであり，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチンやこれから生成されたジアクオDACHプラチン二量体の生成を防止し又は遅延させているとは評価できない。",
                "前記②の段階にあるオキサリプラチン水溶液から，解離シュウ酸の一部を取り除けば，ル・シャトリエの原理(化学平衡にある系は，平衡を決める因子の一つの変動の結果変化を受けるが，その変化は考えている因子を逆方向に反動させるように働くという法則。乙46。)によって，シュウ酸の量を増加させる方向，すなわち，オキサリプラチンが分解してジアクオDACHプラチンとシュウ酸が生成される方向の反応が進行し，新たな平衡状態に至ると考えられるが，この新たな平衡状態に至るまでの段階は，前記①の段階と同様，水溶液中のオキサリプラチンの量は減少し，ジアクオDACHプラチン及びこれの一部から生成されたジアクオDACHプラチン二量体並びにシュウ酸の量は増加していき，新たな平衡状態に至れば，前記②の段階と同様，水溶液中のオキサリプラチン及びシュウ酸の量(濃度)は，いずれも一定の値になり，不変となる。平衡状態にあるオキサリプラチン水溶液から，解離シュウ酸の一部を取り除けば，オキサリプラチン水溶液中のオキサリプラチンが更に分解して減少するという事実は，解離シュウ酸が，オキサリプラチン水溶液中におけるオキサリプラチンの分解とジアクオDACHプラチン及びシュウ酸の反応の平衡状態を構成する要素の一つであることを示しているにすぎず，これをもって，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチン等の生成を防止し又は遅延させているとは評価できない。",
                "以上のとおり，解離シュウ酸の存在は，オキサリプラチンの分解の結果生じるものであって，不純物の生成を防止し又は遅延させているとは評価できない以上，解離シュウ酸を，オキサリプラチンの分解を防止し又は遅延させ，不純物の生成を防止し又は遅延させるものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「剤」の意味を「各種の薬を調合したもの」と解するのは誤りである旨主張する。",
                    "しかし，前記説示(原判決「事実及び理由」の第4の2(2)ア)のとおりであって，控訴人の前記主張は採用することができない。",
                    "控訴人は，「剤」の意味が「各種の薬を調合したもの」であるとすると，「剤」とは「『剤』をまぜ合わせたもの」を意味することになると主張するが，「剤」が「『剤』をまぜ合わせたもの」という意義になったとしても不合理ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人は，請求項10～14には，緩衝剤を「付加」，「混合」すると，本件発明には，緩衝剤を「包含」すると，意識的に書き分けられているから，本件発明の「緩衝剤」は，「付加」等されたものに限定されない旨主張する。",
                  "text": [
                    "しかし，本件発明における「包含」は，「有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物」という記載の一部であるところ，前記(1)のとおり，「緩衝剤」には，解離シュウ酸は含まれないと解されるのであって，「緩衝剤」を「包含」する「オキサリプラチン溶液組成物」という本件発明に係る請求項1の記載をもって，その判断を左右するものとは認められないことは，前記説示(原判決「事実及び理由」の第4の2(3)ア)のとおりである。",
                    "請求項10は，「オキサリプラチンの溶液の安定化方法」，請求項11～14は，請求項1～9のいずれかの組成物の「製造方法」であって，「付加」との記載は，緩衝剤を水性溶液に付加すること，「混合」との記載は，緩衝剤を，担体及びオキサリプラチン，又は，担体のみと混合すること，という構成要件に含まれている(甲2)のに対し，本件発明における「包含」との記載は，組成物を構成する物を記載したものであるから，「付加」及び「混合」は，外部からの添加を意味し，「包含」は，外部からの添加を必ずしも意味しないものとして，意識的に書き分けられたものとは，評価できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，本件発明の課題，作用効果の観点からすると，添加シュウ酸と解離シュウ酸は，いずれもオキサリプラチン溶液の安定化という作用効果をもたらす旨主張する。",
                "しかし，前記(1)で説示したとおり，解離シュウ酸は，オキサリプラチンの分解を防止し又は遅延させ，不純物の生成を防止し又は遅延させるものということはできないから，解離シュウ酸がオキサリプラチン溶液の安定化という作用効果をもたらすものということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，本件明細書における「オキサリプラチンの従来既知の水性組成物」は，乙3記載のオキサリプラチン水溶液を含むものではない旨主張する。",
                "しかし，本件明細書においては，凍結乾燥物質形態のオキサリプラチンのみならず，乙3発明に対応する豪州国特許出願第29896／95号(WO96／04904)に係るオキサリプラチン水溶液について従来技術として挙げた上で(【0010】)，凍結乾燥物質の再構築における不具合のみならず，オキサリプラチンの水溶液中において不純物が生成されるという問題についての説明がされ(【0012】～【0016】)，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」(【0016】)と記載されており，また，本件明細書の【0030】には，「現在既知のオキサリプラチン組成物」との記載があり，凍結乾燥粉末形態のオキサリプラチンに対する本件発明の利点について記載されており，【0031】には，第1段落で，凍結乾燥物質を用いる場合に存在する再構築のための適切な溶媒の選択に際してエラーが生じる機会がないことが記載されているが，第2段落で，本件発明の組成物が，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ない旨が記載されているから，本件発明は，乙3発明を含む従来既知のオキサリプラチン水性組成物における不純物生成の問題を克服，改善することをも目的とする発明である。",
                "凍結乾燥物質形態のオキサリプラチンは，注入用の水又は5％グルコース溶液を用いて患者への投与の直前に再構築されて利用されるものであり(【0012】)，凍結乾燥物質を適切な溶液に溶かして溶液組成物にした状態で，長期間保存した上で，患者への投与を行うことは予定されていなかったところ，乙3発明は，使用時の再構成操作における間違った操作のリスクを排除し，すぐに使用でき，医薬として容認できる期間貯蔵した後でも，オキサリプラチン含有量が最初の含有量の少なくとも95％を占めるオキサリプラチン注射液を製造することを目的とするものであり(乙3)，本件明細書で，従来技術として挙げられたもののうち，オキサリプラチン水溶液であることが明示されているものは，乙3発明のみである(【0007】～【0012】)。",
                "そうすると，本件発明は，乙3発明のオキサリプラチン水溶液より少ない量でしか不純物を生成しないオキサリプラチン水溶液に関するものといえる。",
                "また，前記の【0031】の記載からすると，製造工程中の安定性は，それが，本件発明の組成物中に生成される不純物が少ないことを意味することから記載されているにとどまるのであって，本件明細書における製造工程を凍結乾燥物を溶解させて再構築させる工程と限定して解釈することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人は，当業者は，本件発明が添加されたシュウ酸又はシュウ酸ナトリウムの濃度に解離シュウ酸の濃度を加えた値を採用していると理解できる旨主張する。",
                "しかし，本件明細書には，実施例として添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度のみが数値として記載されており(【表8】～【表13】)，解離シュウ酸のモル濃度の測定値も推定値も記載されていない(甲2)。本件発明の構成要件Gに係るモル濃度の数値は，本件発明に係る特許出願時の請求項5のモル濃度の数値から「約」を除いたものであり，本件明細書には，前記特許出願時から【表8】～【表13】の記載がある(乙9)から，当業者は，この構成要件Gに係るモル濃度の数値は，本件明細書に記載されている添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度の数値と理解するのであって，解離シュウ酸のモル濃度の推定値を足し合わせた数値が，前記の構成要件Gに係るモル濃度とされていると理解するとは考えられない。",
                "そして，実施例1～17のうち，実施例1及び8を除く実施例の添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度は，前記の構成要件Gに係るモル濃度の数値の範囲内である(甲2)。",
                "本件明細書の実施例18(b)が本件発明の実施例であるとする控訴人の主張については，前記説示(原判決「事実及び理由」の第4の2(2)ウ，(3)エ)のとおりであって，採用することができない。",
                "また，控訴人は，本件明細書の実施例1及び8は，本件発明の実施例であると主張する。しかし，実施例1及び8において添加された緩衝剤のモル濃度は，いずれも「0．00001M」(1☓10-5M)である(甲2【表1】，【表2】，【表8】，【表9】)ところ，本件発明に係る特許出願時，本件特許請求の範囲請求項1は，「オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物。」というものであって(乙9)，その後の補正等の経過の中で，製薬上許容可能な担体が水であり，緩衝剤がシュウ酸又はそのアルカリ金属塩であり，しかも，その緩衝剤の量が，構成要件Gのとおりの範囲のモル濃度であるとの限定がされ，本件発明に係る特許が登録されたものであると認められる。そうすると，当初の本件特許請求の範囲請求項1に係る発明に数値制限はなく，実施例1及び8は実施例であったが，「5☓10-5M」以上との数値限定がされたため，実施例1及び8は，本件発明の実施例に該当しなくなったものと解される。以上によると，実施例1及び8は，前記の補正等の結果，構成要件Gを満たさないものとして，本件発明の実施例から除外されたものであると認められ，本件発明の実施例であるとは認められない。",
                "さらに，控訴人は，実施例7及び14における添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の上限値である0．002Mという数値と，本件明細書【0023】において緩衝剤のモル濃度の上限値として示された1☓10-2Mという数値も合致しない旨主張する。しかし，一定の数値の範囲を限定した特許発明につき，その数値の範囲内において当該発明を実施すれば，実施例といえるのであって，明細書に記載される実施例が，その数値の範囲の上限及び下限を画するものである必要性はなく，当業者が，明細書に記載された実施例が，必ず前記の数値の範囲の上限又は下限を画するものであると理解するとは考えられない。前記のとおり，本件明細書には解離シュウ酸のモル濃度の測定値も推定値も記載されていないから，当業者が，実施例7及び14における添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の上限値が，本件明細書【0023】において緩衝剤のモル濃度の上限値として示された数値と合致しないことから，本件発明が添加されたシュウ酸又はシュウ酸ナトリウムの濃度に解離シュウ酸の濃度を加えた値を採用していると理解するとは考えられない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人は，実施例1及び8が本件発明の比較例であれば，当初から比較例であった旨も主張するが，前記(5)のとおりであって，実施例1及び8が当初から比較例として挙げられていたことを認めるに足りる証拠はなく，控訴人の前記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "控訴人は，「緩衝剤」が添加したものに限定されるとすれば，比較例であるはずの実施例1及び8にも「緩衝剤」が含まれることになる旨主張するが，前記(5)のとおりであって，実施例1及び8は，「緩衝剤」が含まれないから比較例になるわけではなく，「緩衝剤」が含まれるものの，数値限定により，本件発明の技術的範囲から除外されたものであると認められるのであり，控訴人の前記主張は採用することができない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおりであって，控訴人の前記主張は，いずれも採用することができない。他に前記認定を覆すに足りる主張・立証はない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "そうすると，本件発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解される。",
                "被控訴人各製品は，解離シュウ酸を含むものの，シュウ酸が添加されたものではないから，「緩衝剤」を含有するものとはいえず，構成要件B，F及びGの「緩衝剤」に係る構成を有しない。",
                "以上によると，被控訴人各製品は，その余の構成要件について検討するまでもなく，本件発明又は本件訂正発明の技術的範囲に属しないものと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件各請求は，その余の点を判断するまでもなく，いずれも理由がなく，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(ネ)10008",
    "date": "2017-06-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)29158",
    "precedent_id": "086902",
    "ipprecedent_id": "4690",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}