{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800131号事件について平成29年9月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「排水栓装置」とする特許第5975433号(平成22年5月18日出願，平成28年7月29日設定登録。以下「本件特許」という。)の特許権者である。",
            "原告は，平成28年11月28日，特許庁に対し，本件特許を無効にすることを求めて審判の請求をした(無効2016-800131号)。",
            "これに対し，被告は，平成29年2月9日付けで本件特許の明細書及び特許請求の範囲について訂正請求をした(以下「本件訂正」という。)。",
            "特許庁は，平成29年9月20日，「特許第5975433号の明細書及び特許請求の範囲を訂正請求書に添付された訂正明細書及び特許請求の範囲のとおり訂正することを認める。本件審判の請求は成り立たない。」との審決をし，その謄本は同月28日原告に送達された。",
            "原告は，同年10月26日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前",
              "text": [
                "本件訂正前の特許請求の範囲の記載は，次のとおりである(甲28)。",
                "【請求項1】",
                "水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部に形成された内向きフランジ部が排水口金具と接続管とで挟持取付けられて排水口部を形成し，該排水口部には，排水口金具を露出しないように覆うカバーが該円筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面に概ね面一とされ，該カバーの下面には，排水口金具とで密閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を構成し，該排水栓の昇降でパッキンによる開閉がされることを特徴とする排水栓装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の特許請求の範囲の記載は，次のとおりである(以下「本件発明」といい，本件特許に係る明細書及び図面を「本件明細書」という。なお，下線は訂正箇所を示す。)。",
                "【請求項1】",
                "水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部に形成された内向きフランジ部が排水口金具と接続管とで挟持取付けられて排水口部を形成し，該排水口部には，排水口金具を露出しないように覆うカバーが該円筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，前記排水口金具のフランジ部とほぼ同径であるとともに，前記円筒状陥没部に接触せず，止水時には，水槽の底部面に概ね面一とされ，該カバーの下面には，排水口金具とで密閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を構成し，該排水栓の昇降でパッキンによる開閉がされることを特徴とする排水栓装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書の写し記載のとおりであるところ，その要旨は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正請求について",
                  "text": [
                    "被告が求めた本件訂正の内容は，①特許請求の範囲請求項1に「その円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面に概ね面一とされ，」と記載されているのを，「その円筒状陥没部内を上下動するカバーが，前記排水口金具のフランジ部とほぼ同径であるとともに，前記円筒状陥没部に接触せず，止水時には，水槽の底部面に概ね面一とされ，」に訂正するもの(訂正事項1)及び②本件明細書の【0007】に「その円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面に概ね面一とされ，」と記載されているのを，「その円筒状陥没部内を上下動するカバーが，前記排水口金具のフランジ部とほぼ同径であるとともに，前記円筒状陥没部に接触せず，止水時には，水槽の底部面に概ね面一とされ，」に訂正するもの(訂正事項2)である(以下，訂正事項1及び2を併せて「本件訂正事項」という。)。",
                    "訂正事項1は，カバーの構成をより具体的に特定し，限定するものであるから，特許法134条の2第1項ただし書第1号に規定する特許請求の範囲の減縮を目的とするものであり，訂正事項2は，訂正事項1に係る訂正に伴って，特許請求の範囲の記載と発明の詳細な説明の記載との整合を図るため，特許法134条の2第1項ただし書第3号に規定する明瞭でない記載の釈明を目的とするものである。また，各訂正事項は，特許法134条の2第9項で準用する同法126条5項及び6項に適合する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告主張の無効理由2について",
                  "text": [
                    "本件発明は，その出願前に日本国内において頒布された刊行物である特開平10-227053号公報(甲1)に記載された発明(甲1発明)，特開2008-308852号公報(甲3)に記載された発明(甲3発明)及び周知技術(甲2，4～19)に基づいて，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定により特許を受けることができないものということはできず，本件特許は，同法123条1項2号により無効とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告主張の無効理由1について",
                  "text": [
                    "本件特許は，発明の詳細な説明及び特許請求の範囲の記載に不備があるとはいえず，特許法36条4項1号，並びに同条6項1号及び2号の規定に違反するものとはいえないから，同法123条1項4号により無効とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲1発明，本件発明と甲1発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「洗面ボウル1の底部に貫通穴2を上下に貫通するように穿孔し，",
                    "貫通穴2の上から貫通穴2に排水筒3を挿通し，",
                    "排水筒3の上端の鍔部21を貫通穴2の段部22に載置し，",
                    "貫通穴2の下方で排水筒3の外周に止めナット4を螺合し，",
                    "排水筒3を止めナット4にて貫通穴2に装着し，",
                    "排水筒3内は排水口5となっており，排水口5内には排水栓部材6を内装し，",
                    "排水栓部材6は，排水口5の上端開口を開閉し得る栓体11と，作動軸10とヘアーキャッチャー8とで主体が構成され，",
                    "排水筒3の上部の側方にはオーバーフロー管23の一端を連結し，",
                    "排水筒3の下部の側方から排水管14を導出し，",
                    "排水筒3の下端には蓋体15を螺合にて装着してある洗面化粧台の洗面ボウル等に設ける排水栓の構造であって，",
                    "洗面ボウル1の底部に，貫通穴2に向かって，円筒状陥没部を形成し，",
                    "円筒状陥没部の底部に形成された貫通穴2の段部22が排水筒3の上端の鍔部21とオーバーフロー管23の一端とで挟持取り付けられ排水口部を形成し，",
                    "排水口部には，排水筒3の上端の鍔部21を露出しないように覆う栓体11が円筒状陥没部内に設けられ，",
                    "円筒状陥没部内を上下動する栓体11が，排水筒3の上端の鍔部21とほぼ同径であり，止水時には，洗面ボウル1の底部面に対して没した位置とされ，",
                    "栓体11の下面には，排水筒3とで密閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を構成し，",
                    "排水栓の昇降でパッキンによる開閉がされる洗面化粧台の洗面ボウル等に設ける排水栓の構造。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と甲1発明との一致点",
                  "text": [
                    "水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部に形成された内向きフランジ部が排水口器具と配管とで挟持取付けられて排水口部を形成し，該排水口部には，排水口器具を露出しないように覆うカバーが該円筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，前記排水口器具のフランジ部とほぼ同径であり，該カバーの下面には，排水口器具とで密閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を構成し，該排水栓の昇降でパッキンによる開閉がされる排水栓装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と甲1発明との相違点",
                  "text": [
                    "(相違点1)",
                    "「排水口部を形成」する「排水口」器具が，本件発明では「排水口金具」であるのに対し，甲1発明では排水筒3であって金具か否か不明な点。",
                    "(相違点2)",
                    "「円筒状陥没部の底部に形成された内向きフランジ部が排水口」器具「とで挟持取付けられて排水口部を形成」する配管は，本件発明では「接続管」であるのに対し，甲1発明ではオーバーフロー管23である点。",
                    "(相違点3)",
                    "「円筒状陥没部内を上下動するカバー」が，本件発明では「円筒状陥没部に接触」しないのに対し，甲1発明ではそのようなものか否か不明な点。",
                    "(相違点4)",
                    "「円筒状陥没部内を上下動するカバー」が「止水時には」，本件発明では「水槽の底部面に，概ね面一とされ」るのに対し，甲1発明ではそのようなものではなく，洗面ボウル1の底部面に対して没した位置とされる点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項である特許請求の範囲請求項1記載の「ほぼ同径」についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲1発明との相違点2についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明と甲1発明との相違点4についての判断の誤り①(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本件発明と甲1発明との相違点4についての判断の誤り②(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "無効理由1(特許法36条6項2号)についての判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正事項である特許請求の範囲請求項1記載の「ほぼ同径」についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「ほぼ同径」の明確性について，「『ほぼ同径』とは，本件特許の技術分野の平均的な技術水準を考慮すれば，カバーの外径とフランジ部の外径をなるべく同一にするという意味合いで捉えられるはずであり，本件特許は，カバーで排水口金具を露出しないように覆う構成であるため，本件明細書に接した当業者は，『ほぼ同径』とあるのは，“排水口金具を露出しないように覆うことが可能な範囲でカバーの外径を排水口金具のフランジ部の外径と極力同じにしたもの”という趣旨であると理解でき，故に，『ほぼ同径』という語は，十分に明確である」と説示する。",
                "しかし，「カバーが，前記排水口金具のフランジ部とほぼ同径」とは，①カバーの外径が排水口金具のフランジ部の外径よりやや小径の場合，②カバーの外径が前記フランジ部の外径と同径の場合，及び③カバーの外径が前記フランジ部の外径よりもやや大径の場合を含む。",
                "一方で，排水口のために水槽の底部面に形成された陥没部のR面を含む傾斜面の形状や傾斜角度は，浴槽，洗面ボウルを問わず，製造業者や製品の種類によって多種多様である(甲24，29～35)。",
                "本件発明の作用効果は，「残水及び水垢の溜り易い排水口具の取付境目が隠れるよう」「排水口金具を露出しないよう覆うカバー」を設けて「排水口部内の汚れを覆い隠すことができ」ることであるところ(本件明細書【0003】及び【0008】)，カバーの外径が前記フランジ部の外径よりもやや小径及び同径の場合(前記①及び②の場合)は，水槽の底部に形成された円筒状陥没部のR面を含む傾斜面の形状や傾斜角度に関わらず，残水及び水垢の溜り易い排水口具の取付境目が見えるため，排水口部内の汚れを覆い隠すことができない(別紙参考図1の①(ア)及び(イ)参照)。",
                "また，カバーの外径が前記フランジ部の外径よりやや大径(前記③の場合)であったとしても，当該傾斜面の傾斜角度が緩やかである場合には，排水口金具の取付境目に溜まった残水及び水垢等が見え，やはり本件発明の効果(本件明細書【0008】及び【0013】参照)は得られない(別紙参考図1の②参照)。",
                "したがって，「カバーが，前記排水口金具のフランジ部とほぼ同径」という構成だけでは，本件発明の効果を奏するかどうかが不明であり，同効果を奏するためには，水槽の底部に形成された円筒状陥没部のR面を含む傾斜面の形状や傾斜角度を特定する必要がある。",
                "この点，被告は，カバーの外径を「少し」調整する程度で排水口金具を露出しないように覆うことができる，と主張するが，当該傾斜面の形状や傾斜角度次第で排水口部内の汚れを覆い隠すことができる排水口部を覆う範囲が変わる以上，審決の解釈では，本件発明の権利の及ぶ範囲が不明確であり，第三者は不測の不利益を被ることになる。",
                "以上より，本件明細書に接した当業者は本件特許を回避するためにカバーの外径を排水口金具のフランジ部の外径よりもどの程度大きくすればよいのか理解できず，「ほぼ同径」という語は不明確である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「『円筒状陥没部内を上下動するカバーが』『前記円筒状陥没部に接触せず』との構成を有する本件発明であれば，この構成を阻害することがないように，『カバーがフランジ部とほぼ同径』の『ほぼ同径』の範囲を適宜設定すべきことは当業者に明らかであり，『ほぼ同径』との記載が発揮しようとする作用効果に対して著しく不明瞭であるということはできない」と説示する。",
                "しかし，前記(1)のとおり，排水口のために水槽底部に形成された陥没部のR面を含む傾斜面の形状及び傾斜角度等は様々であるところ，「ほぼ同径」の意義は，これら傾斜面の形状及び傾斜角度との関係で不明確である。",
                "すなわち，カバーの外径が排水口金具のフランジ部の外径よりもやや大径(前記③の場合)であったとしても，前記円筒状陥没部のR面を含む傾斜面の傾斜角度が急であれば，カバーが円筒状陥没部に接触するが，前記傾斜面の傾斜角度が緩やかであれば，カバーが円筒状陥没部に接触しない(別紙参考図2の(ア)及び(イ)参照)。",
                "したがって，請求項において，前記円筒状陥没部のR面を含む傾斜面の形状や傾斜角度が特定されていない以上，カバーが円筒状陥没部に接触するか否かによって「ほぼ同径」の範囲を適宜設定することはできない。",
                "以上より，当業者は，本件特許を回避するために，カバーが円筒状陥没部に接触しない構成を阻害することがないように「ほぼ同径」の範囲を適宜設定すべきことが明確とはいえず，「ほぼ同径」という語は不明確である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「本件発明は，甲1発明のようにヘアーキャッチャーを有するものではなく，…甲1発明のようにカバーに水平方向のがたつきが生じることを想定していないから，カバーのがたつきを完全に規制してカバーが円筒状陥没部に接触しないようにするための特別な構成を必要とするものではない」と説示する。",
                "しかし，本件発明の排水栓装置も複数の部材から構成されている以上，ヘアーキャッチャーの有無にかかわらず，作動軸や栓体にがたつきが生じることは想定されるのであり，審決はその前提において誤りがある。",
                "したがって，「カバーが，…前記円筒状陥没部に接触せず」との訂正が認められるには，カバーのがたつきを完全に規制してカバーが円筒状陥没部に接触しないようにするための特別な構成を必要とするものであるが，当該構成について何ら記載されておらず，上記訂正は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明と甲1発明との相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「甲1発明において，円筒状陥没部の底部に形成された貫通穴2の段部22は排水筒3の上端の顎部21とオーバーフロー管23の一端とで挟持取り付けられいる(原文のまま)のであり，止めナット4は排水筒3を貫通穴に装着するものであるがそれ自体は貫通穴2の段部22を挟持してはいない。また，甲1発明の「止めナット4」及び「排水管14」は物理的に分離(離間)しており，両者を一体と考えることはできない。したがって，相違点2は実質的な相違点ではないとはいえない。」と説示する。",
                "しかし，当該相違は本件発明の本質的部分に関わる相違点ではない。すなわち，本件発明の効果は，本件明細書の【0008】に記載のとおり，「本件発明の排水栓装置は，排水口金具が露出しないように排水口部を覆うカバーと，そのカバーの軸部に挿通保持される排水を止水するパッキンとで構成される排水栓でなり，これら相互が作用されることなく，独自に充分且つ正確な効果を果し得ることができる。例えば，パッキンは，カバーが排水口部の円筒状陥没部内にあって上下動可能で接触しないので，パッキンの押圧止水作用に妨げとならず，カバーの作用と関係なく排水口金具のフランジ部との密閉止水をすることができる。また，カバーはパッキンの密閉止水の作用に関係なく位置設定ができ，水槽の底部面との概ね面一が簡単且つ容易に位置決めできる。よって，排水栓は，そのパッキンを排水口金具のフランジ部に搭載するだけでの軽い接触でも排水を止水することができ，更に，カバーが水槽の底部面と概ね面一にされ，排水口部を覆うことになって排水口部内の汚れを覆い隠すことができ，見栄え良くできる。」ことにある。",
                "したがって，本件発明において，「円筒状陥没部の底部に形成された内向きフランジ部が排水口」器具「とで挟持取付けられて排水口部を形成」する配管が「接続管」であることは，その課題解決にとって必須な構成(発明の本質的部分)ではないから，相違点2は，本件発明の進歩性の有無を検討する上で重要な相違点ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「排水栓装置において上端部に雌ねじ部を形成した所謂エルボー形状の屈曲管を用いることが周知技術であったとしても，甲1発明は，排水口部に排水管14及びオーバーフロー管23を接続するものであるから，接続管のみを接続する上記周知技術を適用することはできない。そして甲1発明は，洗面ボウル等に設ける排水栓であり，オーバーフロー口24のない浴槽等に適用することが想定されていないから，オーバーフロー管23を省略する動機付けが見出せない。」と説示する。",
                "しかし，甲1発明は，「洗面化粧台の洗面ボウル等に設ける排水栓の構造に関する」発明であり(【0001】)，「栓体の水平方向のがたつきをなくして排水時に異音が生じないようにすることを課題と」し(【0004】)，同課題を解決するために「排水栓は，排水口5に上下することにより排水口を開閉する栓体11を設け，栓体11の下方で排水口5に配置したヘヤ-キャッチャー8の筒軸7内に栓体11から垂下した作動軸10を摺動自在に挿通し，レリーズ操作により上下作動軸10を作動させて栓体11にて排水口5を開閉するようにした排水栓において，作動軸10の下端部分に凹部20を設けると共にレリーズワイヤー16のインナーワイヤー16bの先端を凹部20にはめ込むことでインナーワイヤー16bに対して作動軸10の下端部分を水平方向に位置決めして成ることを特徴とする」(【0005】)ものであるから，甲1発明の課題及びその解決にとって，オーバーフロー管23は必須の構成ではない。",
                "本件発明の出願日において，オーバーフロー管のある洗面ボウルだけでなく，オーバーフロー管のない洗面ボウルも周知であり(甲36，37)，また，オーバーフロー口のある浴槽も周知であった(甲38，39)から，浴槽，洗面ボウルのいずれにおいても，オーバーフロー口及びオーバーフロー管を設けるか否かは，それを設置する住宅環境等の条件次第で適宜選択するものである。",
                "以上より，甲1発明にとってオーバーフロー管は必須ではなく，また，洗面ボウル及び浴槽にオーバーフロー口及びオーバーフロー管を設けるか否かは適宜選択できるものであるから，甲1発明をオーバーフロー口のない浴槽や洗面ボウルに適用することも想定される。そして，甲1発明をオーバーフロー口のない浴槽に適用する場合には，甲1発明からオーバーフロー管を省略するのは当然である。",
                "したがって，オーバーフロー管を省略する動機付けは十分にある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「仮に，オーバーフロー管23を省略することが容易であったとしても，甲1発明の…という構成は，甲第1号証の段落【0008】及び【図1】を参照すれば，排水筒3はナット4の螺合位置にとどまらず，排水管14を超え，その下方の蓋体15に到るまで延長されており，甲1発明において，オーバーフロー管23を省略し，さらに止めナット4と排水管14を一体化するために，構造の異なる上記周知技術を適用することまで，容易であるとはいえない。」と説示する。",
                "しかし，甲1発明の課題・作用効果は，前記(2)のとおりであり，蓋体15はレリーズワイヤー16を挿通させるのに便利ではあるものの，甲1発明の課題解決にとって必須の構成ではない。したがって，甲1発明において，審決が指摘する「排水筒3の下部の側方から排水管14を導出し，排水筒3の下端には蓋体15を螺合にて装着する」構成を取る必要はなく，これに代えて，いわゆるエルボー形状の屈曲管を用いることは，当業者であれば容易に想到できるものである。実際，本件発明の出願日において，上端部に雌ねじ部を形成したいわゆるエルボー形状の屈曲管を用いたものは，浴槽のみならず，洗面ボウルにおける排水栓装置においても周知であった(甲22，40)。",
                "また，甲6の図5，甲22の図1及び甲34の第5図には，オーバーフロー管のない洗面ボウルにおいて，排水口のために水槽の底部に形成された陥没部の底部に形成された内向きフランジ部が排水口器具とで挟持取り付けられて排水口部を形成する配管で，いわゆるエルボー形状の屈曲管であるものが記載されている。",
                "したがって，甲1発明においてオーバーフロー管を省略する動機付けが十分にあるところ，洗面ボウルにおいても排水栓装置の上端部に雌ねじ部を形成したいわゆるエルボー形状の屈曲管を用いることは周知技術であり，甲1発明からオーバーフロー管を省略した上で，上記周知技術を適用することにより，本件発明の構成が得られることは当業者であれば容易に想到できる。",
                "この点，被告は，甲1発明において，蓋体15は課題を解決するために必須の構成であり，蓋体15を備えた構成に代えてエルボー形状の屈曲管を用いることには，むしろ阻害要因がある，と主張する。",
                "しかし，甲1発明において，栓体の水平方向のがたつき防止(【0004】)に寄与しているのは，蓋体15ではなく，作動軸の下端部分の凹部であり(請求項1)，当該凹部にインナーワイヤーの先端をはめ込むことによってインナーワイヤーに対して作動軸の下端部分が水平方向に位置決めされる。",
                "実際，蓋体15は甲1発明に係る特許請求の範囲に記載されておらず，蓋体15が甲1発明の課題解決にとって必須の構成ではないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，甲1発明において，オーバーフロー管23を省略し，円筒状陥没部の底部に形成された貫通穴2の段部22が排水筒3の上端の顎部21と排水管14とで挟持取り付けられるように構成して相違点2に係る本件発明の構成に想到することは容易である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明と甲1発明との相違点4についての判断の誤り①)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明は，「円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面より下方に位置」するものであり，その点において本件発明と相違するところ，審決は，「甲第3号証…の段落【0024】には，洗面器等の容器では，排水栓23…がボウル1の底面から突出すると，排水栓23に洗面器が乗り上げて洗面器を安定して置くことができないといった課題が生じる点が示唆されているのであり，甲1発明のように，栓体11が洗面ボウル1の底部面よりも没しているのであれば，…課題が生じない。また，甲1及び甲3のいずれにおいても，円筒状陥没部内を上下動する栓体が，洗面ボウルの底部面に対して没した位置とされる排水栓の構造において，コップ等の容器の一部又は液体洗剤の計量カップ等の容器の全部が排水部内に落ち込んで傾きを生じ，容器が不安定になって容器内の貯留物が零れるという課題は何ら記載されておらず，また，自明な課題であるとも認められない。」と説示するとともに，「甲第3号証の段落【0024】…の記載から，排水栓が排水孔を閉塞した位置にあるときに，ボウルの底面から下方に没しているという甲第3号証に何ら記載も示唆もされていない場合について，具体的に例示されていないボウル1内に置かれたコップや計量カップ等の小径の容器が傾いて不安定になるという課題を容易に想到できるということは困難であり，したがって，甲第3号証に記載の構成を甲1発明に適用する動機付けは見出せない。」と説示する。",
                "しかし，甲3発明は，課題解決手段として排水栓を洗面ボウルの底面より没した位置にすることが考えられるにもかかわらず，【0024】に記載のとおり，「この排水栓23の上面の中心部の高さは，図3に示すように，排水栓23が排水孔12を閉塞した位置にあるときに，…該底面と略同じ高さになるように設定」しているから，甲3には，排水栓がボウル底面よりも没した位置にある場合もまた，容器を安定して置くことができないという課題があることが示唆されている。また，甲3における「洗面器等の容器」には，コップや液体洗剤の計量カップ等の小径の容器も当然に含まれるから，排水栓がボウル底面よりも没した位置にある場合には，これらの小径の容器が排水部内に落ち込んで傾きを生じ，容器が不安定になって容器内の貯留物がこぼれることは自明である。",
                "そして，甲1発明においても，「円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面より下方に位置」する以上，これらの小径の容器が排水部内に落ち込んで傾きを生じ，容器が不安定になって容器内の貯留物がこぼれる課題があることは自明であり，甲1発明に甲3に記載の構成を適用する動機付けは十分に存在する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，被告は，甲3に記載されているのは，カバーが水槽の底部面より上方に突出することによってもたらされる課題であり，また，甲3において容器として挙げられているのが「洗面器等」である以上は，甲1発明及び甲3に記載された発明において課題が共通しているということはなく，甲1発明に対し甲3に記載された発明を適用する動機付けはない，と主張する。",
                "しかし，前記のとおり，甲3発明が，排水栓23が洗面ボウル1の底面から突出した場合に限り，洗面器等の容器が乗り上げて安定しておくことができないことを課題としているのであれば，課題解決手段としては，排水栓23を洗面ボウル1の底面より没した位置にすることも考えられるところ，甲3発明は，あえて，排水栓23の上面の中心部の高さを洗面ボウル1の底面とほぼ同じ高さになるように設定することを課題解決手段としており(【0024】)，甲3が，排水栓23が洗面ボウル1の底面よりも没した位置にある場合もまた，容器を安定して置くことはできないという課題があることを示唆するものであることは明らかである。",
                "また，前記のとおり，甲3には「洗面器等の容器」と記載されている以上，「洗面器」は例示であり，洗面ボウルに載置することが予定されている容器であればコップや液体洗剤の計量カップ等の小径の容器も当然に含む。",
                "したがって，甲1発明と甲3発明は，排水栓がボウル底面と概ね面一ではない場合にその上に載置される容器が不安定になるという課題が共通しており，前記のとおり，甲1発明に甲3に記載の構成を適用する動機付けは十分に存在するというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明と甲1発明との相違点4についての判断の誤り②)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明は，排水時には，円筒状陥没部内を上下動するカバーが水槽の底部面より突出して位置しており(図1参照)，排水時に洗面ボウル内に洗面器等の容器を置いて使用する場合，栓体が容器の邪魔になり，容器は不安定になる。したがって，甲1発明においても，容器を安定させるという課題が生じ，ひいては栓体の上面の中心部の高さを洗面ボウルの底部面と略同じ高さに設定する必要がある。",
                "以上より，甲1発明と甲3発明は，洗面ボウル内に洗面器等の容器を置いて使用する場合に栓体が容器の邪魔になるため容器が不安定になるという課題が共通しており，甲1発明に，容器が安定するように排水栓23の上面の中心部の高さをボウル1の底面と略同じ高さになるように設定した甲3に記載の構成を適用する動機付けがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，被告は，甲3に開示されているのは，排水栓を閉塞位置にしたときの課題であり，排水時の課題ではなく，甲1においては，「容器を安定させる」という課題に関し記載や示唆は一切ない，と主張する。",
                "被告の主張は，課題が生じる場合が，排水栓を閉塞位置にしたとき(止水時)か，又は排水時かによって，課題の共通性がないということのようであるが，洗面ボウルは，①洗濯物の漬けおき洗いなど，排水栓を閉塞位置にして(止水して)使用する場合，②洗濯物のすすぎ洗いなど，排水可能な状態で使用する場合のどちらも想定されるものであり，使用時の課題という点で共通するにもかかわらず，止水時か排水時かによって別の課題と捉えるのは相当ではない。",
                "本件明細書には，「カバーが，止水時には，水槽の底部面に概ね面一とされ，」(【0007】)，「カバーにつまづくことを防止するため，カバーの頂面60が水槽の底部1面と概ね面一になるよう」(【0013】)にしたと記載されている以上，本件発明は，使用時として止水時を想定しており，また，甲3も，「この排水栓23の上面の中心部の高さは，図3に示すように，排水栓23が排水孔12を閉塞した位置にあるときに，ボウル1の底面から上方へ突出しないように該底面と略同じ高さになるように設定されている。これにより，排水栓23を閉塞位置にした状態で，ボウル1内に洗面器等の容器を置いて使用する場合に，容器を安定させることが可能になる。」と記載されており(【0024】)，甲3発明も使用時として止水時を想定している。",
                "一方，甲1発明は，かかる点に関する記載はない以上，使用時として止水時も排水時も想定し得る。",
                "そして，甲1発明は，排水可能な状態で使用する場合(すなわち，「使用時」)，栓体が水槽の底部面より突出して位置しているため，栓体の上に載置された洗面器等の容器が不安定になるという課題があるところ，甲3発明は，「使用時」にカバーが水槽の底部面より突出して位置していると，カバーの上に置かれた洗面器等の容器が不安定になるという課題を排水栓23の上面の中心部の高さをボウル1の底面と略同じ高さになるように設定することにより解決したものであり，いずれも洗面ボウル「使用時」の課題として共通している。なお，栓体が水槽の底部面より突出して位置している場合にその上に載置される容器が不安定になるため，容器を安定させたいという課題が生じるのは自明である。",
                "したがって，甲1発明と甲3発明は課題が共通しており，甲1発明に甲3に記載の構成を適用する動機付けがある。",
                "なお，被告は，甲1の図1においては，排水時でさえ，カバーの底部面からの突出量はごく僅かであり，容器を安定して置くことが可能である，と主張する。仮に，被告の主張のとおりであるとすれば，甲1発明は使用時の一態様である排水時においてカバーが水槽の底部面と「概ね面一」ということになる。",
                "したがって，本件発明と甲1発明は，その使用時において，円筒状陥没部内を上下動するカバーが水槽の底部面に概ね面一とされる点で一致しており，審決の指摘する相違点4はそもそもないことになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，審決は，「甲1発明および甲第3号証に記載された発明はともに洗面化粧台の洗面ボウル等に設ける排水栓の構造に関するものであり，浴槽に適用する動機付けはなく，それらを組み合わせた効果が，入浴者の躓きを防止できるという本件発明が奏する効果と等価ということはできない。」と説示する。",
                "しかし，洗面ボウルに設ける排水栓装置の構造と浴槽に設ける排水栓装置の構造は基本的に同じであり，前者における技術を後者に適用することは当然に想定される。また，本件発明の出願日において，浴槽及び洗面ボウルのいずれにも適用される排水栓装置は周知である(甲4，5，7，9，18，19，22，23)。",
                "したがって，甲1発明及び甲3発明を浴槽に適用する動機付けはあり，栓体の上面の中心部の高さを底部面と略同じ高さに設定することにより容器等の安定を得るという効果は，入浴者のつまずきを防止できるという本件発明が奏する効果と等価である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，本件発明は，甲1発明及び甲3に記載された構成に基づいて，出願前に当業者が容易に発明できたものであり，特許法29条2項により特許を受けることができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(無効理由1〔特許法36条6項2号〕についての判断の誤り)について",
          "text": [
            "審決は，「『概ね面一』とは，本件特許の技術分野の平均的な技術水準を考慮すれば，カバーを水槽の底部面となるべく面一な状態にする，或いは，ほぼ面一な状態とするといった意味合いを有するものと捉えることができ，また，『概ね面一』とあるのは，段落【0013】の記載を参酌すれば，カバーへのつまづき防止を図ること等を意図した構成であることから，本件明細書に接した当業者は，『概ね面一』とは，“止水時に，カバーを水槽の底部面に対し積極的に出没させた位置に設けようとするものではない”という趣旨であると理解することができるから，特許請求の範囲の『カバーが』『水槽の底部面に概ね面一』という記載は明確である。」と説示する。",
            "また，審決は，「段落【0013】には，『カバーにつまづくことを防止するため，カバーの頂面60が水槽の底部1面と概ね面一となるよう…』と記載されており，また，図1には，水槽の底部面とカバー60の頂点とがほぼ同じ高さになる状態が示されており，してみれば，本件発明における『面一』とは，『二つの面の間に段差がなく，フラットな状態のこと』という意味ではなく，止水時において，水槽の底部面とカバーの頂部とがつまづくことを防止できる程度にほぼ同じ高さになることを意味するものと解釈することができ，本件発明の『カバーが水槽の底部面に概ね面一』という技術事項は明確である。」として，特許法36条6項2号に規定する要件を満たすと説示する。",
            "この点，特許請求の範囲の記載は，これに基づいて新規性，進歩性が判断され，これに基づいて特許発明の技術的範囲が定められるという点において，重要な意義を有するものであり，一の請求項から発明が明確に把握されることが必要である。そして，請求項に係る発明が明確に把握されるためには，請求項に係る発明の範囲が明確であること，すなわち，ある具体的な物や方法が請求項に係る発明の範囲に入るか否かを当業者が理解できるように記載されていることが必要である。",
            "しかし，「止水時において，水槽の底部面とカバーの頂部とがつまづくことを防止できる程度」というのは，排水口のために水槽の底部面に形成された円筒状陥没部のR面を含む傾斜面の形状や傾斜角度，カバー自体の形状でも異なるほか，当該傾斜面の形状や傾斜角度とカバーの形状の組合せによっても異なる。さらには，使用者の年齢や性別，体格等によっても異なる。",
            "また，カバーの頂部が水槽の底部面と概ね面一であったとしても，カバー自体の曲率によってもつまずくことを防止できるかどうかは異なり得る。したがって，本件発明の効果を得るためには，少なくとも円筒状陥没部のR面を含む傾斜面の傾斜角度及び形状や，カバー自体の曲率等の特定が必須である。",
            "円筒状陥没部のR面を含む傾斜面の傾斜角度及び形状や，カバー自体の曲率等によってつまずくことを防止できるかどうかは変わってくる以上，被告が指摘するとおり，カバー(特にカバーの頂部)と水槽の底部面の「概ね面一」が「つまづくことを防止できる程度」という趣旨であるとすれば，権利の及ぶ範囲が不明確であり，本件発明に接した第三者は不測の不利益を被る。",
            "したがって，本件発明は，明確性の要件(特許法36条6項2号)を満たしておらず，審決には取消事由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正事項である特許請求の範囲請求項1記載の「ほぼ同径」についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張の要旨は，カバーで排水口金具を露出しないように覆うという本件特許の構成について，カバーの外径とフランジ部の外径との大小関係や陥没部のR面を含む傾斜面の形状や傾斜角度が多様であることを踏まえ，参考図1を例示して，排水口金具の取付境目が視認できる場合があるから，「ほぼ同径」という構成だけでは，本件発明の効果を奏するかどうかが不明である，というものである。",
                "しかし，審決は，「ほぼ同径」とは，「排水口金具を露出しないように覆うことが可能な範囲でカバーの外径を排水口金具のフランジ部の外径と極力同じにしたもの」という趣旨で明確であると述べているのであり，明確性の要件として，あらゆる場合に排水口金具を露出しないように覆うことを求めているものではない。",
                "仮に参考図1のような構成であったとしても，カバーの外径を少し調整する程度で，排水口金具を露出しないように覆うことができることは明らかである。この場合，本件発明では，円筒状陥没部を用いることにより，排水口金具が水槽の底面部よりも陥没した視認しにくい位置に置かれる点や，通常の使用では，参考図のように真上から排水金具を平面視することは少なく，斜めから視認することが通常であり，カバーによって一層，排水口金具が視認しにくくなる点も考慮されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，カバーが円筒状陥没部に接触しないという構成について，参考図2を例示して，接触する場合があるから，円筒状陥没部のR面を含む傾斜面の形状や傾斜角度が特定されていない以上，カバーが円筒状陥没部に接触するか否かによって「ほぼ同径」の範囲を適宜設定することはできない，と主張する。",
                "しかし，審決は，「ほぼ同径」とは，円筒状陥没部に接触せずとの構成を阻害することがないように設定されるという趣旨で明確であると述べているのであり，明確性の要件として，あらゆる場合に接触しないことを求めているものではない。",
                "仮に参考図2を前提としても，カバーの外径を少し調整する程度で，接触を回避できることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，カバーが円筒状陥没部に接触しないという構成に関連して，「ほぼ同径」が明確であるというためには，カバーのがたつきを完全に規制するための特別な構成が必要であるが，本件発明ではそれが記載されていないから不明確であると述べる。",
                "しかし，審決は，がたつきを規制する構成の要否を問題としている訳ではなく，本件発明においては，本件明細書の記載を参酌した上で，がたつきが生じることを想定しない前提で「ほぼ同径」を定めればよいと解釈できると述べているのであり，特別な構成の要否を述べるにとどまる原告の主張は，審決に対する誤りを指摘する主張としては失当である。",
                "以上のとおり，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明と甲1発明との相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2について，「本質的部分に関わる相違点ではない」と主張するが，配管が「接続管」か「オーバーフロー管」か，という点は実質的な相違点である。",
                "すなわち，本件発明は，「内向きフランジ部が排水口金具と接続管とで挟持取付けられて排水口部を形成」する構成とされ，排水口金具と接続管とで内向きフランジ部を直接的に挟み込むように構成されているのに対し，甲1発明において，段部22(本件発明の「内向きフランジ部」に相当)は排水筒3(本件発明の「排水口金具」に相当)の上端の鍔部21とオーバーフロー管23とで挟み込まれているが，オーバーフロー管23自体は，排水筒3を固定する機能を備えておらず，この機能は，止めナット4によって担保されている。このように，排水口金具を固定するという機能において，本件発明の「接続管」は，甲1発明の「オーバーフロー管」とは明らかに相違する技術的な意義を有するため，両者は実質的な相違点といえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，オーバーフロー管のない洗面ボウル，オーバーフロー口のある浴槽が公報に記載されていることを踏まえ，甲1発明においてオーバーフロー管を省略する動機付けがあると主張する。",
                "しかし，動機付けと可能性とは異なるはずである。甲1発明は，飽くまでオーバーフロー管23を有する洗面ボウルに設ける排水栓の構造に係るものである。また，甲1において，甲1発明からオーバーフロー管を省略することに関する記載や示唆はなく，甲1発明を浴槽に適用することに関する記載や示唆も一切ない。してみれば，オーバーフロー管のない洗面ボウル，オーバーフロー口のある浴槽が単に公知であるという事実だけをもって，甲1発明を，オーバーフロー口がない(オーバーフロー管を設ける必要のない)「浴槽」にまで適用することが想定されるとはいい難く，オーバーフロー管を省略する動機付けが十分にあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，いわゆるエルボー形状の屈曲管が公知であることを踏まえ，甲1発明に対しこの屈曲管を適用することによって本件発明の構成を得ることは容易であると主張する。",
                "しかし，審決にあるとおり，「排水口部に排水管14及びオーバーフロー管23を接続する」という甲1発明の構成は，直ちに屈曲管を適用することができるものではなく，甲1発明の構成から本件発明を得るためには，「甲1発明において，オーバーフロー管23を省略し，さらに，円筒状陥没部の底部に形成された貫通穴2の段部22が排水筒3の上端の鍔部21と排水管14とで挟持取り付けられるよう」にする必要がある。このように甲1発明からは，何段階もの構造の変更を経てようやく本件発明にたどりつくのであるから，単にエルボー形状の屈曲管が公知であるという事実のみをもって，これらの構造の変更が当業者であっても容易であるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲1発明は，「栓体の水平方向のがたつきをなくして排水時に異音が発生しないようにすることを課題」(【0004】)として，「作動軸の下端部分に凹部を設けると共にレリーズワイヤーのインナーワイヤーの先端を凹部にはめ込むことでインナーワイヤーに対して作動軸の下端部分を水平方向に位置決めして成る」(請求項1)ことを特徴とするから，作動軸の下端部分を位置決めするための基準となる“インナーワイヤーの先端”は水平方向に移動しない構成であることが必要である。この点に関し，甲1発明では，【0008】に「レリーズワイヤー16の一端は蓋体15に装着してあり」，「蓋体15から上記インナーワイヤー16bの端部を上方に突出させてあり，このインナーワイヤー16bが排水筒3のセンターに位置させてあり，インナーワイヤー16bの上端を図2(b)に示すように作動軸10の下端部分の重り12の凹部20にはめ込んである」と記載されており，蓋体15による支持によって，インナーワイヤー16bの先端が水平方向に移動しない構成が実現されている。したがって，甲1発明において，蓋体15は課題を解決するために必須の構成要素ということができ，蓋体15等を備えた構成に代えてエルボー形状の屈曲管を用いることには，むしろ阻害要因がある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のように，オーバーフロー管を省略する動機付けが十分にあるとはいえず，また，甲1発明においてエルボー形状の屈曲管を用いることが通常想定されないことから，当業者であっても，甲1発明に周知技術を適用して相違点2に係る本件発明の構成に容易に想到することはできず，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明と甲1発明との相違点4についての判断の誤り①)について",
          "text": [
            "原告は，甲3において，排水栓23が閉塞した位置にあるときにもボウルの底面と略同じ高さになるように設定する構成としているのは，排出栓23を突出させたときに容器が不安定になるのと同じく，ボウル底面よりも没した位置にある場合もまた容器が不安定になるという課題を示唆している，と主張する。そして，これを踏まえ，カバーが止水時には水槽の底部面より下方に位置する構成の甲1発明に対して甲3を適用する動機付けがあると主張する。",
            "しかし，甲3に記載されている事項は，【0024】にあるとおり，飽くまで「排水栓23の中心部の高さは，…，ボウル1の底面から上方へと突出しないように該底面と略同じ高さに設定されている。」ということであるから，上方への突出によってもたらされる課題，すなわち，排水栓23がボウル1の底面から突出すると，排水栓23に洗面器が乗り上げて洗面器を安定して置くことができないことしか開示も示唆もされていない。",
            "また，甲3において，容器として挙げられているのは洗面器等であって，コップや液体洗剤の計量カップ等の小径の容器に関する記載などは一切ない。また，仮に排水栓を洗面ボウルの底面より没した位置にしたとしても，通常，洗面器が円筒状陥没部内に洗面器が落ち込むといった事態は生じ得ないから，この意味でも，排水栓が没することによって容器が不安定になるという課題は開示も示唆もされていない。",
            "したがって，甲1発明及び甲3発明において課題が共通しているということはなく，甲1発明に対し甲3発明を適用する動機付けはないから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明と甲1発明との相違点4についての判断の誤り②)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明も排水時には，カバーが底面部より突出して位置しているから，洗面ボウル内に置いた洗面器等の容器が不安定になるという課題において甲3と共通しており，甲1発明に甲3を適用する動機付けがあると主張する。",
                "しかし，甲3に開示されているのは「排水栓23を閉塞位置にした」ときの課題であり，排水時の課題ではない。また，甲1においては，「容器を安定させる」といった課題に関し，記載や示唆は一切なされていない。さらに，甲1の図1には，排水時でさえ，カバーの底部面からの突出量はごく僅かであり，容器を安定して置くことが可能であると考えられる。",
                "よって，甲1発明及び甲3発明の課題が共通するとはいえず，甲1発明に対し甲3に記載の構成を適用する動機付けがあるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，容器等の安定を得るという効果は，入浴者のつまずきを防止できる効果と等価であると主張する。",
                "しかし，甲1発明及び甲3発明は，共に洗面ボウルに関するものであり，発明を浴槽に適用することに関する記載や示唆は一切存在ないから，入浴者のつまずきを防止するという課題とは無縁である。したがって，容器等の安定を得るという効果は，入浴者のつまずきを防止できる効果と等価とはいえず，甲1発明及び甲3発明を浴槽に適用する動機付けがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，甲1発明及び甲3発明を浴槽に適用する動機付けがあるとは到底いえず，また，効果が等価であるといったこともないから，本件発明は，甲1発明，甲3に記載された発明及び周知技術に基づいて容易に発明することができるものではなく，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(無効理由1〔特許法36条6項2号〕についての判断の誤り)について",
          "text": [
            "原告は，「概ね面一」という記載が，「つまづくことを防止できる程度に同じ高さになる」という意味で明確であるとの審決に対し，「つまづくことを防止できる程度」というのは，円筒状陥没部のR面を含む傾斜面の形状や傾斜角度，カバー自体の形状等によっても「異なる」から不明確であると主張する。",
            "しかし，無効理由1との関係では，「概ね面一」という構成が明確か否かが問題となるのであって，特定の形状に定まるか否かが問題となるのではない。審決は，「つまづくことを防止できる程度に同じ高さになる」という観点で，「概ね」面一を解釈できると述べているのである。本件発明において，カバーが概ね面一とされる対象は水槽の底部面であり，円筒状陥没部の傾斜面の形状や傾斜角度，カバー自体の形状，傾斜面の形状やカバーの形状の組合せに応じて，つまずき防止に寄与するカバー(特にカバーの頂部)の位置を設定することは十分可能である。",
            "したがって，「カバーが水槽の底部面に概ね面一とされる」という技術事項は十分に明確であるから，特許法36条6項2号に規定する要件を満たしており，取消事由5は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書(甲28)の記載",
              "text": [
                "本件明細書には，おおむね次の記載がある(図面については，別紙本件明細書の図参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，洗面化粧台，浴槽，流し台などにおける水槽の底部に形成された排水口部を覆うカバーが設けられた排水栓装置に係るものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来の洗面化粧台，浴槽，流し台などにおける水槽の底部に形成された排水口部は，該排水口部に排水口金具を貫通して取付け，該排水口金具のフランジ部が水槽の底部表面に露出されているものであった。",
                    "ところが，水槽の底部表面に露出された排水口金具には，この排水口金具のフランジ部との境目に残水及び水垢などが溜り，これらにより汚れが目立ち，見苦しくなり，常時，清掃する必要を生じ，不都合であった。",
                    "【0003】そこで，洗面化粧台，浴槽，流し台などにおける水槽の底部に漸次縮径する陥没部を形成して排水口部とし，該排水口部には，陥没部の内面と面一のテーパ内面を備えた排水口金具が配設され，排水口部の開閉をする排水栓が，止水の閉状態において，排水口部内に位置され，且つ排水口金具より上方に位置されるようにし，残水及び水垢の溜り易い排水口金具の取付境目が隠れるようにしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】止水の閉状態は，排水栓が精度を出し難い排水口部内の排水口金具より上方位置でされ，残水及び水垢が溜り，汚れ易い排水口金具の取付境目を排水栓で隠し，見え難くしているが，止水の点で，排水口部内が精巧でない故に止水の密閉をし難く，水槽に精巧な排水口部を排水口金具と共に形成することが困難なことであった。まして，陶器などの水槽になると，一層，精巧な排水口部の成形は困難で，精度が出し難く，精巧性の乏しい排水口部での止水は密閉性に支障をきたす。また，栓蓋下に隣接するパッキンによる閉状態の止水は，パッキンによる当接以前に栓蓋の縁が排水口部内面と当接して，パッキンによる密閉に不足を生じ，支障を起すことになり，都合悪い。",
                    "更に，漸次縮径する排水口部での排水栓による止水の閉状態は，楔形の排水口部への排水栓の嵌め込みとなり，嵌め込み状態からの排水栓の引き抜き開状態への操作は重くなり，芳しくない。",
                    "【0006】そこで，本発明は，水槽の底部に円筒状陥没部を形成し，該円筒状陥没部の底部に形成された内向きフランジ部が排水口金具と接続管とで挟持取付けられ，該排水口金具が露出されないように覆うカバーを円筒状陥没部内に上下動可能に設け，且つパッキンによる確実な止水を果すため，精巧に加工される排水口金具にパッキンを当接させることである。",
                    "そして，このような排水栓装置を得ることを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】本発明の排水栓装置は，水槽の底部に，円筒状陥没部を形成し，該円筒状陥没部の底部には内向きフランジ部を形成し，該内向きフランジ部が排水口金具と接続管とで挟持取付けられて排水口部を形成し，該排水口部には，排水口金具を露出しないように覆うカバーが該円筒状陥没部内に設けられ，その円筒状陥没部内を上下動するカバーが，止水時には，水槽の底部面に概ね面一とされ，該カバーの下面には，排水口金具とで密閉可能に止水するパッキンを挿通保持する軸部が設けられて排水栓を構成し，該排水栓の昇降でパッキンによる開閉がされるものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0008】本発明の排水栓装置は，排水口金具が露出しないように排水口部を覆うカバーと，そのカバーの軸部に挿通保持される排水を止水するパッキンとで構成される排水栓でなり，これら相互が作用されることなく，独自に充分且つ正確な効果を果し得ることができる。例えば，パッキンは，カバーが排水口部の円筒状陥没部内にあって上下動可能で接触しないので，パッキンの押圧止水作用に妨げとならず，カバーの作用と関係なく排水口金具のフランジ部との密閉止水をすることができる。また，カバーは，パッキンの密閉止水の作用に関係なく位置設定ができ，水槽の底部面との概ね面一が簡単且つ容易に位置決めできる。",
                    "よって，排水栓は，そのパッキンを排水口金具のフランジ部に搭載するだけでの軽い接触でも排水を止水することができ，更に，カバーが水槽の底部面と概ね面一にされ，排水口部を覆うことになって排水口部内の汚れを覆い隠すことができ，見栄え良くできる。",
                    "【0009】本発明の排水栓装置は，レリースワイヤの作動部がカバー下面に設けられるだけの施工で，カバー下面の軸部に挿通保持されたパッキンによる排水口金具のフランジ部への接触が容易にでき，該接触による密閉で止水ができる。よって，このような排水栓装置の施工は，簡単且つ容易にできることになる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0011】本発明の排水栓装置は，図1に示す如く，洗面化粧台，浴槽，流し台などの水槽の底部1に円筒状陥没部10を形成し，該円筒状陥没部の底部には内向きフランジ部11が形成され，該内向きフランジ部が排水口金具3と接続管5とでパッキン材4を介して挟持取付けられて排水口部2を構成している。",
                    "排水口部2には，排水口金具3を露出しないように覆うカバー6が円筒状陥没部10内に設けられ，その円筒状陥没部10内を上下動するカバー6が，止水時には，水槽の底部1に概ね面一とされ，該カバーの下面には，排水口金具3とで密閉可能にするパッキン7を挿通保持する軸部61が設けられて排水栓20を構成している。",
                    "【0012】排水口金具3には，レリースワイヤ8の作動部81が支持部材9をもって支持され，該作動部が支軸82を介してカバー6の下面に付設され，カバー6の下面に設けられた軸部61に挿通保持されたパッキン7がレリースワイヤ8による遠隔操作で作動され，開閉させる。",
                    "なお，カバー6下面には，ガイド筒62を設け，該ガイド筒がレリースワイヤの作動部81によってガイドされて排水栓20の昇降を行われる。",
                    "【0013】排水口金具3は，円筒状陥没部10の底部に形成された内向きフランジ部11を接続管5とで挟持取付けて水槽の底部1に露出しないようにし，排水口金具3が該円筒状陥没部10の底部に取付けられた排水口部2には，円筒状陥没部10内に排水栓20のカバー6が上下動可能に設けられることによって，排水口部2が覆われ，排水口金具3の取付境目などに生じる残水や水垢による汚れなどが隠されて都合良い。",
                    "また，カバー6は，止水のために設けられたパッキン7の密閉性の作用と関係なく，円筒状陥没部10内を上下動可能に設けられているので，位置設定を簡単且つ容易にでき，カバーにつまづくことを防止するため，カバーの頂面60が水槽の底部1面と概ね面一になるよう円筒状陥没部10の縁とカバー6の縁との位置を略一致させることがよい。",
                    "【0014】カバー6の下面に設けられた軸部61に挿通保持されたパッキン7は，成形加工上，精巧にし難い円筒状陥没部10との接触でなく，精巧な加工がし易い排水口金具3との接触であるため止水の密閉性を正確且つ確実に得ることができ，好都合になる。また，密閉性がよいので，排水栓20を排水口金具3に載置するだけでの止水ができ，更に，線接触による密閉がされるパッキン7を使用すれば，その効果は向上する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "前記(1)の記載によれば，本件発明の特徴は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，洗面化粧台，浴槽，流し台などにおける水槽の底部に形成された排水口部を覆うカバーが設けられた排水栓装置に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来の洗面化粧台，浴槽などの水槽の底部に形成された排水口部は，該排水口部に貫通して取り付けられた排水口金具のフランジ部が水槽の底部表面に露出していたため，排水口金具のフランジ部との境目に残水及び水垢などが溜り，汚れが目立ち，常時，清掃する必要があった(【0002】)。",
                    "そこで，水槽の底部に漸次縮径する陥没部を形成して排水口部とし，陥没部の内面と面一のテーパ内面を備えた排水口金具を配設し，排水栓が，止水状態において，排水口金具より上方に位置するようにし，残水及び水垢の溜り易い排水口金具の取付境目が隠れるようにしている(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この排水口部は，汚れ易い排水口金具の取付境目を排水栓で隠し，見え難くしているが，従来は，排水口部内が精巧に加工されていないため密閉し難く，止水が困難であるとか，栓蓋下に隣接するパッキンが当接する前に栓蓋の縁が排水口部内面と当接し，パッキンによる密閉に不足が生じるとか，漸次縮径する排水口部に楔形の排水栓を嵌め込むこととなり，排水栓の引き抜きの操作が重くなるなどといった問題点があった(【0005】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，本件発明は，水槽の底部に円筒状陥没部を形成し，該円筒状陥没部の底部に形成された内向きフランジ部が排水口金具と接続管とで挟持取り付けられ，該排水口金具が露出されないように覆うカバーを円筒状陥没部内に上下動可能に設け，確実に止水するため，精巧な加工がし易い排水口金具にパッキンを当接させるようにした(【0006】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明の排水栓装置では，カバーは，排水口部の円筒状陥没部内で上下動可能で接触しないので，パッキンの押圧止水作用の妨げとならず，またパッキンの密閉止水の作用に関係なく位置設定できる。さらに，カバーが水槽の底部面と概ね面一にされ，排水口部を覆うことで排水口部内の汚れを覆い隠すことができ，見栄えを良くでき，また，カバーにつまずくことを防止できる(【0008】，【0013】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "甲1には，おおむね次の記載がある(図面については，別紙引用例の図参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する分野",
                  "text": [
                    "【0001】本発明は，洗面化粧台の洗面ボウル等に設ける排水栓の構造に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】従来の洗面ボウルに排水栓を設ける場合，図3や図4に示すような構造を採用していた。洗面ボウル1の底部に設けた貫通穴2には上から排水筒3を挿通し，貫通穴2の下方で排水筒3の外周に止めナット4を螺合して貫通穴2に排水筒3を装着してあり，排水筒3内の排水口5内には排水栓部材6を内装してある。",
                    "排水栓部材6は，図4に示すように筒軸7の上端にヘアーキャッチャー8を設けると共に筒軸7の下端にガイド部材9を設け，筒軸7に作動軸10を上下に摺動自在に挿通し，作動軸10の上端に排水口5の上端開口を開閉する栓体11を固着し，作動軸10の下端に重り12を装着して形成されている。排水栓部材6を排水口5内に内装した状態でヘアーキャッチャー8の外周が排水筒3の内面に接触させてあり，ガイド部材9の外周が排水筒3の内面の段部13に載置してある。排水筒3から側方に排水管14を導出してあり，排水筒3の下端には蓋体15を螺合にて装着してある。レリーズワイヤー16の一端は蓋体15に装着してあり，レリーズワイヤー16の他端に設けた取り付け部17をカウンター等に装着し得るようにしてある。レリーズワイヤー16はアウターチューブ16aにインナーワイヤー16bを摺動自在に挿通して形成され，取り付け部17側でインナーワイヤー16bの端部に設けたつまみ18を操作することでインナーワイヤー16bを摺動操作できるようになっている。蓋体15から上記インナーワイヤー16bの端部を上方に突出させてあり，このインナーワイヤー16bが排水筒3のセンターに位置させてあり，インナーワイヤー16bの上端を重り12の平坦な下面に当接してある。しかして，つまみ18を下方に押すと，排水筒3内のインナーワイヤー16bの端部にて重り12の下面が押されて作動軸10が上に摺動して栓体11が上方に移動して排水口5が開放され，図3の矢印のように水が流れるようになる。またつまみ18を上に引くと，排水筒3内のインナーワイヤー16bの端部が下方に下がり，重り12の重量にて作動軸10と一緒に栓体11が下降し，栓体11にて排水口5の上端の開口が閉塞される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】上記従来例にあっては，栓体11の開状態における栓体11の水平方向の支持はヘアーキャッチャー8の外周が排水筒3の内面に接触させることによりされるが，作動軸10が上下にスムーズに摺動して栓体11がスムーズに開閉するためには排水筒3の内面とガイド部材9の外周との間に隙間Sを設ける構造を採用している。ところが，上記従来例ではインナーワイヤー16bの端部が重り12の平坦な下面に当接しているだけのため，栓体11の開放状態では上記隙間Sにより作動軸10と栓体11とに水平方向のがたつきが発生する。このがたつきにより，水の排水ときに栓体11ががたつき異音を発生するという問題がある。またヘアーキャッチャー8の掃除等のために排水栓部材6を全体を上方に抜いて取り外すときは栓体11がセンターに位置していないために栓体11を掴みにくいという問題がある。",
                    "【0004】本発明は叙述の点に鑑みてなされたものであって，栓体の水平方向のがたつきをなくして排水時に異音が発生しないようにすることを課題とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】上記課題を解決するため本発明の排水栓は，排水口5に上下することより排水口を開閉する栓体11を設け，栓体11の下方で排水口5に配置したヘヤーキャッチャー8の筒軸7内に栓体11から垂下した作動軸10を摺動自在に挿通し，レリーズ操作により上記作動軸10を作動させて栓体11にて排水口5を開閉するようにした排水栓において，作動軸10の下端部分に凹部20を設けると共にレリーズワイヤー16のインナーワイヤー16bの先端を凹部20にはめ込むことでインナーワイヤー16bに対して作動軸10の下端部分を水平方向に位置決めして成ることを特徴とする。凹部20にインナーワイヤー16bの先端をはめ込むことでインナーワイヤー16bにより作動軸10が水平方向に動かないように位置決めでき，栓体11の開放時に栓体11の水平方向のがたつきをなくして排水時に異音が発生しないようにできる。栓体11が水平方向にがたつかないために栓体11がセンターに位置して見映えがよくなり，また栓体11を掴んで栓体11と一緒にヘアーキャッチャー8や作動軸10を抜くとき栓体11が掴みやすくなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0007】以下，図1や図2に示す実施の形態により説明する。洗面ボウル1の底部には貫通穴2を上下に貫通するように穿孔してあり，貫通穴2の上から貫通穴2に排水筒3を挿通してあり，排水筒3の上端の鍔部21を貫通穴2の段部22に載置してある。貫通穴2の下方で排水筒3の外周には止めナット4を螺合してあり，排水筒3を止めナット4にて貫通穴2に装着してある。排水筒3内は排水口5となっており，排水口5内には排水栓部材6を内装してある。この排水栓部材6は，図2(a)に示すように排水口5の上端開口を開閉し得る栓体11と，作動軸10とヘアーキャッチャー8とで主体が構成されている。垂直方向を向く作動軸10の上端には栓体11を螺合にて連結してある。作動軸10の上端は栓体11のセンターに連結してある。ヘアーキャッチャー8にはセンターの位置で上下に貫通するように筒軸7を設けてあり，この筒軸7に作動軸10を上下に摺動自在になるように挿通してある。作動軸10の下端部分には重り12を一体に装着してあり，作動軸10のセンターに対応する位置で重り12の下面には凹部20を設けてある。…排水栓部材6を排水口5内に内装した状態でヘアーキャッチャー8の外周が排水筒3の内面に接触させてあると共にヘアーキャッチャー8の外周の下部が排水筒3の内面の段部13に載置してある。",
                    "【0008】排水筒3の上部の側方にはオーバーフロー管23の一端を連結してあり，オーバーフロー管23の他端を洗面ボウル1のオーバーフロー口24に臨ませてある。排水筒3の下部の側方から排水管14を導出してあり，排水筒3の下端には蓋体15を螺合にて装着してある。レリーズワイヤー16の一端は蓋体15に装着してあり，レリーズワイヤー16の他端に設けた取り付け部17をカウンター等に装着し得るようにしてある。レリーズワイヤー16はアウターチューブ16aにインナーワイヤー16bを摺動自在に挿通して形成され，取り付け部17側でインナーワイヤー16bの端部に設けたつまみ18を操作することでインナーワイヤー16bを摺動操作できるようになっている。蓋体15から上記インナーワイヤー16bの端部を上方に突出させてあり，このインナーワイヤー16bが排水筒3のセンターに位置させてあり，インナーワイヤー16bの上端を図2(b)に示すように作動軸10の下端部分の重り12の凹部20のはめ込んである。",
                    "【0009】しかして，つまみ18を下方に押すと，排水筒3内のインナーワイヤー16bの端部にて重り12が上に押されて作動軸10が上に摺動して栓体11が上方に移動して排水口5が開放され，図1の矢印のように水が流れるようになる。またつまみ18を上に引くと，排水筒3内のインナーワイヤー16bの端部が下方に下がり，重り12の重量にて作動軸10と一緒に栓体11が下降し，栓体11にて排水口5の上端の開口が閉塞される。またヘアーキャッチャー8を掃除したりする場合，栓体11を手で掴んで排水栓部材6を上に抜き取ることにより行う。また本発明では，作動軸10の下端部分の重り12の凹部20にインナーワイヤー16bの端部をはめ込み，センターに位置するインナーワイヤー16bに対して作動軸10の下端部分を水平方向の動きに対して位置決めしているために，ヘアーキャッチャー8の外周が排水筒3の内面に接触していることと相俟って栓体11の開放状態でも栓体11が水平方向にがたつくことがなくなる。これにより排水時に栓体11のがたつきにより異音を発生することがなくなる。また栓体11がセンターに位置して外観がよくなる。また排水栓部材6全体を取り外すとき，栓体11が掴みやすくて排水栓部材6の取り外しが容易にできる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0010】本発明は叙述のように作動軸の下端部分に凹部を設けると共にレリーズワイヤーのインナーワイヤーの先端を凹部にはめ込むことでインナーワイヤーに対して作動軸の下端部分を水平方向に位置決めしているので，インナーワイヤーにより作動軸が水平方向に動かないように位置決めできるものであって，栓体の開放時に栓体の水平方向のがたつきをなくして排水時に異音が発生しないようにできるものであり，また栓体が水平方向にがたつかないために栓体がセンターに位置して見映えがよくなるものであり，また栓体を掴んで栓体と一緒にヘアーキャッチャーや作動軸を抜くとき栓体が掴みやすくなるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3発明",
              "text": [
                "甲3には，おおむね次の記載がある(図面については，別紙引用例の図参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，洗面化粧台に設けられる洗面ボウルの排水孔のシール構造に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来より，…洗面化粧台に配設される洗面ボウルには，該洗面ボールの底面に開口する排水孔が設けられており，この排水孔は，洗面ボウルに組み付けられた排水栓によって開閉されるようになっている。排水孔の内周面は，下方へ行くに従って小径となるテーパー面で構成されている。排水栓は，円板形状をなしており，外縁部には，排水孔のテーパー面に接触するシール部が設けられている。また，排水栓の下面には，下方へ突出するシャフトが固定されている。このシャフトには，操作用ケーブルの端部が当接するようになっており，操作用ケーブルの押し引き動作によって排水栓が上下方向に移動するようになっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】ところで，洗面ボウルは排水栓に比べて大型の成形品であるため，製造コストを考慮すると，公差範囲を排水栓に比べて大きめに設定せざるを得ない。よって…，洗面ボウルに排水栓を組み付けるようにした場合には，排水孔の軸心と排水栓の軸心とが同一直線上から径方向にずれ…，排水栓のシール部が排水孔のテーパー面の全周に密着しにくくなることがある。このことを回避するため…排水孔のテーパー面と水平面とのなす角度が小さくなるように，テーパー面を緩やかにしなければならない。これは，…排水栓を下方へ移動させてシール部を排水孔のテーパー面に対し上方から接触させる構造としていることから，テーパー面の傾斜度合いを緩やかにして水平面に近づけるほど，排水栓のシール部が排水孔のテーパー面に密着しやすくなるからである。",
                    "【0005】本発明は斯かる点に鑑みてなされたものであり，その目的とするところは，洗面ボウルの排水孔を，上下方向に移動する排水栓で開閉するようにした場合に，排水孔の軸心と排水栓の軸心とが径方向に多少ずれていても，排水栓のシール部を排水孔の内周面に密着させ易くしてシール性を確保できるようにしながら，水が洗面ボウルの底面に残り難くして洗面ボウルを清潔に保てるようにすることにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】上記目的を達成するために，第1の発明では，洗面ボウルの底面に開口し，下方へ延びる排水孔と，上記洗面ボウルに組み付けられ，上記排水孔の内周面に接触するシール部を有する排水栓と，上記排水栓を上下方向に移動させる排水栓移動機構とを備え，上記排水栓移動機構によって上記排水栓を上方へ移動させることにより上記排水孔が開放される一方，上記排水栓を下方へ移動させることにより上記シール部が上記排水孔の内周面に接触して該排水孔が閉塞されるように構成された洗面ボウルの排水孔のシール構造において，上記排水孔の内周面には，上記洗面ボウルの底面の開口部から下方へ離れた部位に，該排水孔の上部よりも小径となるように段差部が形成され，上記排水栓が上記排水孔を閉塞する位置にあるときに上記シール部が上記段差部に上方から接触する構成とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0010】第1の発明によれば，洗面ボウルの排水孔の内周面に，該排水孔の上部よりも小径となるように段差部を形成し，排水栓を下方へ移動させて排水孔を閉塞する位置としたときに，排水栓のシール部を段差部に接触させるようにしているので，排水孔の軸心と排水栓の軸心とが多少ずれても，排水栓のシール部を排水孔の内周面の全周に亘って密着させることができる。これにより，排水孔の内周面の上部を急なテーパー面にして排水性を良好にしながら，排水孔の閉塞時には十分なシール性を確保することができる。よって，洗面ボウルの底面に水が残り難くなり，清潔に保つことができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0015】図1は，本発明の実施形態に係る洗面ボウル1を示すものである。この洗面ボウル1は，洗面化粧台(図示せず)に配設されるものであり，樹脂材を用いて一体成形されている。また，洗面ボウル1には，洗面ボウル1内の水を排水するための排水栓装置2が組み付けられている。",
                    "【0016】図2及び図3に示すように，上記洗面ボウル1の底面には，底面開口部10が形成されており，この底面開口部10の周縁部には，鉛直下向きに延びる円筒状の筒状部11が設けられている。…この筒状部11により，底面開口部10から下方へ延びる排水孔12が構成されている。筒状部11の下端部には，筒状部11の内方へ向けて略直角に折り曲げられた屈曲部11aが形成されている。",
                    "【0017】上記排水孔12の内周面は，底面開口部10から下側へ行くほど小径となるように傾斜して延びる第1テーパ面12aと，この第1テーパー面12aの下縁部から下側へ行くほど小径となるように傾斜して延びる第2テーパー面12bと，第2テーパー面12bの下縁部から下側へいくほど小径となるように傾斜して延びる第3テーパー面12cとで構成されている。…第2テーパー面12bの傾斜角度を第1テーパー面12aよりも小さく設定したことにより，排水孔12の内周面には，底面開口部10から下方へ離れた部位に，該排水孔12の上部よりも小径となる段差部15が形成されることになる。",
                    "【0018】上記排水栓装置2は，排水孔12に接続される本体筒20と，本体筒20と排水管21とを連結する連結管22と，排水孔12を開閉する排水栓23と，排水栓23を移動させれる排水栓移動機構24と，上記オーバーフロー孔13に接続されるオーバーフロー配管25と，オーバーフロー配管25と本体筒20とを接続するコネクタ26とを備えている。",
                    "【0019】…本体筒20の張り出し部20aの外径は，洗面ボウル1の筒状部11の屈曲部11aの内径よりも大きく設定されており，張り出し部20aが屈曲部11aに上方から引っ掛かるようになっている。本体筒20の張り出し部20aよりも下側の外径は，洗面ボウル1の筒状部11の屈曲部11aの内径よりも若干小さめに形成されている。…",
                    "【0023】上記排水栓23は，大略水平に延びる円板状をなしており，その上面は，中心部から外縁部へ向けて僅かに下降するように湾曲形成されている。排水栓23は，その中心が排水孔12の軸心と一致するように配置されている。",
                    "【0024】また，排水栓23の上面は，金属製の薄板材37で覆われている。この排水栓23の上面の中心部の高さは，図3に示すように，排水栓23が排水孔12を閉塞した位置にあるときに，ボウル1の底面から上方へ突出しないように該底面と略同じ高さになるように設定されている。これにより，排水栓23を閉塞位置にした状態で，ボウル1内に洗面器等の容器を置いて使用する場合に，容器を安定させることが可能になる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(訂正事項である特許請求の範囲請求項1記載の「ほぼ同径」についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が本件訂正を認めた点につき，「前記排水口金具のフランジ部とほぼ同径であるとともに，前記円筒状陥没部に接触せず，」の「ほぼ同径」の範囲が不明確であるから，本件訂正は認められない，と主張する。",
                "かかる原告の主張が，独立特許要件としての明細書及び特許請求の範囲の記載要件違反(明確性要件違反)を主張する趣旨であれば，特許法134条の2第9項後段により，無効審判の請求がされた請求項については独立特許要件が判断されないものとされている以上，主張自体失当というべきであるが，原告の主張は，要するに，「ほぼ同径」の範囲が不明確であるから，当該訂正事項の意味するところも明確ではないのに，訂正事項1及び2をそれぞれ「特許請求の範囲の減縮」及び「明瞭でない記載の釈明」と認めた点につき判断の誤りがある，と指摘する趣旨であるとも解されるので，以下，これを前提に判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明の「カバー」は，「排水口金具を露出しないように覆う」ためのものであるところ(請求項1)，同カバーがかかる機能を発揮するためには，その外径が，「排水口金具のフランジ部」の外径以上でなければならないことは自明であるといえる。",
                "そうすると，本件発明の「カバー」が，「前記排水口金具のフランジ部とほぼ同径」と特定することは，本件発明の「カバー」の外径を，当該「排水口金具のフランジ部」の外径との関係で，「排水口金具を露出しないように覆う」という機能を発揮し得る範囲内で極力小さな径に特定しようとしたものであると理解でき，その意味は明確であるといえる。",
                "このように理解すると，本件明細書の図1に，「カバー」の外径と「排水口金具のフランジ部」との外径が「ほぼ同一」であり，「カバー」と「排水口金具」とが完全に重なっていることが示され，本件明細書の【0008】に記載された，「排水口部内の汚れを覆い隠すことができ，見栄え良くできる」という効果を奏するのに資することができることとも符合する。",
                "そうすると，「ほぼ同径」の語を用いているがゆえに本件訂正事項が不明確であるとはいえず，したがって，審決が訂正事項1及び2をそれぞれ「特許請求の範囲の減縮」及び「明瞭でない記載の釈明」と認めた点に誤りがあるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告が主張する個別の点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件訂正における「カバーが，前記排水口金具のフランジ部とほぼ同径」について，本件明細書に接した当業者は本件特許を回避するためにカバーの外径を排水口金具のフランジ部の外径よりもどの程度大きくすればよいのか理解できず，「ほぼ同径」という語は不明確であるから訂正は認められない旨主張する。",
                    "しかしながら，上記(2)のとおり，「ほぼ同径」とは，「カバー」の外径を当該「排水口金具」との関係で「排水口金具を露出しないように覆うカバー」として機能し得る範囲内で極力小さな径に特定しようとしたものと理解できるから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「カバーが，前記排水口金具のフランジ部とほぼ同径」には，カバーの外径が排水口金具のフランジ部の外径より，やや小径の場合，同径の場合，やや大径の場合が含まれ，さらに，排水口のために水槽の底部面に形成された陥没部のR面を含む傾斜面の形状や傾斜角度は多種多様であり(甲24，29～35)，たとえカバーの外径がフランジ部の外径よりやや大径であったとしても，前記傾斜角度が緩やかである場合には，排水口金具の取付境目に溜まった残水及び水垢等が見えてしまい，本件発明の効果(本件明細書の【0008】及び【0013】参照)は得られないから，本件発明の効果を奏するには，前記傾斜面の形状や傾斜角度も特定する必要がある，と主張する。",
                    "しかしながら，上記【0008】及び【0013】に記載の効果は，本件発明の全ての構成要素(例えば，カバーの形状のほかにも円筒状陥没部の形状や，カバーと円筒状陥没部との隙間の大小等)をもって奏するものであると理解されるところ，原告の主張は，一部の構成要素である「カバーが，前記排水口金具のフランジ部とほぼ同径」であることのみをもって，上記効果を奏しなければならないとの理解を前提としている点で失当である。",
                    "本件訂正事項における「カバーが，前記排水口金具のフランジ部とほぼ同径」は，上記(2)のとおりに理解できることをもって明確性の要件を満たしているというべきであって，カバーと排水口金具との大小関係のみを単純に比較して検討した場合には，カバーが排水口金具のフランジ部よりもやや大径であるにもかかわらず本件発明の効果を奏しないものが想定できるとしても，そのことから直ちに明確性要件に違反することとなるものではないから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件訂正は，「円筒状陥没部内を上下動するカバー」と「前記円筒状陥没部に接触せず，」との関係でも，「ほぼ同径」という語は不明確であると主張する。",
                    "しかしながら，上記(2)のとおり，「ほぼ同径」と規定したのは，「カバー」の外径を当該「排水口金具」との関係で「排水口金具を露出しないように覆うカバー」として機能し得る範囲内で極力小さな径に特定しようとしたものと理解でき，その場合，「カバー」は，「排水口金具」の外径よりもその内径が大きい「円筒状陥没部」に接触しないことが容易に理解できるから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件訂正事項における「前記円筒状陥没部に接触せず，」について，本件発明の「カバー」のがたつきを完全に規制してカバーが円筒状陥没部に接触しないようにするための構成が何ら記載されていないから，当該訂正は認められないと主張する。",
                    "しかしながら，「カバー」が「前記円筒状陥没部に接触せず，」の意味するところは，「カバー」と「円筒状陥没部」とが「接触」しないことと明確に把握でき，カバーのがたつきを規制するための構成が併せて特定されなければ理解できないものでもないから，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明と甲1発明との相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明と甲1発明との相違点2(「円筒状陥没部の底部に形成された内向きフランジ部が排水口」器具「とで挟持取付けられて排水口部を形成」する配管は，本件発明では「接続管」であるのに対し，甲1発明ではオーバーフロー管23である点)は，本件発明の課題解決(本件明細書【0008】)に必須な構成(発明の本質的部分)ではないから，本件発明の進歩性の有無を検討する上で重要な相違点ではない旨主張する。",
                "しかしながら，そもそも，当該相違点が重要であるか否かによって，相違点に係る容易想到性の判断手法が変わるものではないから，かかる意味において原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点を措くとしても，前記2(1)に認定した甲1の記載によれば，甲1には，審決が認定したとおりの甲1発明(前記第2の3(2)ア)が記載されていると認められる(甲1発明の認定自体は，原告も積極的に争っていない。)。",
                "そして，かかる甲1発明の認定を前提とすると，甲1発明を主引用発明として，相違点2に係る本件発明の構成に想到するためには，甲1発明において，①排水筒3(本件発明の「排水口金具」に相当)の上部に「オーバーフロー管23」を連結しないこととし，その上で，②排水筒3の下部から導出させた「排水管14」(本件発明の「接続管」に相当)を「オーバーフロー管23」が連結されていた位置に連結させなければならないことが容易に理解できる。",
                "そこで，かかる動機付けの有無について検討するに，上記①の動機付けに関しては，甲1発明の従来技術(図3，図4参照)では，オーバーフロー管を有しない洗面ボウルを対象としており，また，甲1発明の課題(【0004】)及びその解決(【0005】)にとって，オーバーフロー管23自体が必須の構成であるとも認められないことからすれば，本件発明において，排水筒3の上部に「オーバーフロー管23」を連結しないこととする動機付けがないとは必ずしもいえない。",
                "しかしながら，上記②の動機付けに関しては，次のとおり，これを見出すことはできない。",
                "すなわち，「排水管14」について，甲1発明(図1参照)と従来技術(図3参照)のいずれも，排水筒3の下部から側方に導出させる構成を採用しているのであって，「排水管14」と「排水筒3(の上端の鍔部21)」とで「貫通穴2の段部22」を「挟持取付け」ることは記載も示唆もされていない。しかも，甲1発明の「排水栓部材6」は，排水口5の上端開口を開閉し得る栓体11と作動軸10とヘアーキャッチャー8とが主体で構成されるところ，甲1の図1を参照すると，「排水管14」を「オーバーフロー管23」が連結されている位置に連結させた場合，排水時の水の流れの向きに対して，排水管が「ヘアーキャッチャー8」の上流に配置され，ヘアーキャッチャーとしての機能を果たすことができないこととなる。",
                "以上のことから，甲1発明において，たとえ，排水筒3の上部に「オーバーフロー管23」を連結させないことを着想できたとしても，排水筒3の下部から導出させた「排水管14」を「オーバーフロー管23」が連結されていた位置に連結させようとする動機付けはないというべきである。",
                "そして，この判断は，本件発明の出願日において，オーバーフロー管のない洗面ボウル(甲36，37)や，オーバーフロー口のある浴槽(甲38，39)が周知であり，上端部に雌ねじ部を形成したいわゆるエルボー形状の屈曲管を用いたものが，浴槽のみならず，洗面ボウルにおける排水栓装置においても周知であった(甲22，40)としても，左右されない。",
                "したがって，相違点2に係る本件発明の構成に想到することが容易でないとした審決の認定判断に誤りがあるとはいえず，これに反する原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告が主張する取消事由2は理由がない。そして，このように相違点2において容易想到性が否定される以上，相違点4に係る容易想到性の有無(取消事由3，4)は，もはや判断するまでもないこととなる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(無効理由1〔特許法36条6項2号〕についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条6項2号の趣旨は，特許請求の範囲に記載された発明が明確でない場合に，特許が付与された発明の技術的範囲が不明確となることにより生じ得る第三者の不測の不利益を防止することにある。そこで，特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載のみならず，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという観点から判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，原告は，審決が，特許請求の範囲の「カバーが水槽の底部面に概ね面一」について，「面一」とは，止水時において，水槽の底部面とカバーの頂部とがつまずくことを防止できる程度にほぼ同じ高さになることを意味するものと解釈できると説示したのに対して，「止水時において，水槽の底部面とカバーの頂部とがつまずくことを防止できる程度」というのは，排水口のために水槽の底部面に形成された円筒状陥没部のR面を含む傾斜面の形状等やカバー自体の形状でも異なるほか，当該傾斜面の形状や傾斜角度とカバーの形状の組合せによっても異なり，さらには，使用者の年齢や性別，体格等によっても異なる以上，「カバー(特にカバーの頂部)が水槽の底部面に概ね面一」が「つまずくことを防止できる程度」という趣旨であるとすれば，権利の及ぶ範囲が不明確であり，本件発明に接した第三者は不測の不利益を被る，などと主張する。",
                "しかしながら，本件明細書の【0013】には，「カバーにつまづくことを防止するため，カバーの頂面60が水槽の底部1面と概ね面一になるよう円筒状陥没部10の縁とカバー6の縁との位置を略一致させることがよい。」との記載があるものの，【0008】には，「カバーが水槽の底部面と概ね面一にされ，排水口部を覆うことになって排水口部内の汚れを覆い隠すことができ，見栄え良くできる。」との記載もあり，かかる記載を根拠にすると，「概ね面一」とは，「排水口部を覆うことになって排水口部内の汚れを覆い隠すことができ，見栄え良くできる程度」と定義していると理解することも可能である。",
                "そもそも，本件発明の排水栓装置は，洗面化粧台，浴槽，流し台などあらゆる水槽が含まれるところ，「カバーにつまづくことを防止できる程度」というのは，飽くまで浴槽の観点からみた理解であるから(この定義が明確といえるかどうかの点はひとまず措く。)，このように理解できたとしても，浴槽以外の，例えば，洗面化粧台における「概ね面一」の範囲が直ちに明らかになるわけではない。",
                "したがって，原告の主張は，「カバー(特にカバーの頂部)が水槽の底部面に概ね面一」が「つまずくことを防止できる程度」を意味するとの理解を前提とする限りにおいて正当な指摘を含んでいるが，それでは足りないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，さらに進んで検討するに，本件明細書には，「概ね面一」の意味するところを説明する確たる定義はないけれども，本件明細書の図1には，水槽の底部面とカバーの頂部(頂面60)とがほぼ同じ高さになる状態が示されており，この状態をもって「カバーが水槽の底部面に概ね面一」と理解することは自然である。そして，寸法誤差，設計誤差等により，水槽の底部面とカバーの頂部(頂面60)とが完全に同じ高さとならない場合が存することは技術常識であるといえるから，カバーと水槽の底部面との高さの差が，このような範囲にとどまるものを「概ね面一」と理解するなら，洗面化粧台，浴槽，流し台などあらゆる水槽について，「カバーが水槽の底部面に概ね面一」の意味内容を統一的に理解することができる。",
                "審決の，「概ね面一」とは，「止水時に，カバーを水槽の底部面に対し積極的に出没させた位置に設けようとするものではない」との説示もこうした趣旨と理解できる。",
                "そうとすれば，「概ね面一」の語を用いているがゆえに特許請求の範囲の記載が第三者に不測の不利益を及ぼすほどに不明確であるとはいえず，これに反する原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，原告が主張する取消事由5も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，無効審判請求を不成立とした審決の判断に誤りがあるとは認められないから，原告の請求は理由がない。",
            "よって，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}