{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2014-400005号事件について平成28年12月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が請求した実用新案登録無効審決に対する取消訴訟である。争点は，進歩性の有無(①引用発明の認定，②相違点の判断)についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "原告は，平成21年2月24日(以下，「本件出願日」という。)に出願され(実願2009-1629号)，同年4月30日に設定登録がなされた実用新案(以下，「本件登録実用新案」という。実用新案登録第3150628号。考案の名称「電子式低温加水分解装置」)の実用新案権者である(甲23)。",
            "被告は，平成26年4月28日，本件登録実用新案の登録無効審判請求をしたところ(無効2014-400005号。甲24)，特許庁は，同年12月16日，「本件審判の請求は，成り立たない。」との審決(甲69。以下，「第一次審決」という。)をした。",
            "原告は，平成27年2月5日，知的財産高等裁判所に，第一次審決について審決取消訴訟を提起し(平成27年(行ケ)第10024号。甲39)，知的財産高等裁判所は，平成27年10月22日，「特許庁が無効2014-400005号事件について平成26年12月16日にした審決を取り消す。」との判決(以下，「第一次判決」という。)をした(甲51)。原告は，同年11月2日，最高裁判所に，第一次判決について上告及び上告受理申立てをしたが(平成28年(行ツ)第26号，平成28年(行ヒ)第28号。甲52)，最高裁判所は，平成28年6月28日，上告を棄却し，上告受理申立て不受理決定をした(甲60)。",
            "特許庁は，無効2014-400005号事件について再度審理をした上，同年12月1日，「登録第3150628号の実用新案登録を無効とする。」との審決(以下，「本件審決」という。)をし，同審決謄本は，同月9日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件登録実用新案の要旨",
          "text": [
            "実用新案登録第3150628号の請求項1に係る考案(以下，「本件考案」という。)は，次のとおりのものである(甲23)。",
            "「鉄板などで作られた密閉容器のなかに攪拌装置と，密閉容器の底に多孔管と，密閉容器中の空気を送風機で吸引して密閉容器の底に取付けた多孔管から送り込める空気の循環装置と，その循環装置を介して電子化された空気を密閉容器に吹き込む電子化装置と，密閉容器の上部から資材を投入するための投入蓋と，密閉容器の底部から処理物を取り出すための取出蓋と，密閉容器から空気を排気するための排気管とを備えることを特徴とする電子式低温加水分解装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告が主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "特開2004-359530号公報(甲1。以下，「甲1文献」という。)に記載の反応器のオゾン供給手段に，周知・慣用技術の放電を利用したオゾン供給手段を適用し，甲1文献の反応器に代えて特開2002-356391号公報(甲2。以下，「甲2文献」という。)記載の発酵槽を適用して，本件考案とすることは当業者にとってきわめて容易であることから，本件考案は実用新案法3条2項の規定により実用新案登録を受けることができないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "甲2文献に記載の発酵槽の空気循環装置に，登録実用新案第3133388号公報(甲3。以下，「甲3文献」という。)の電子化装置を設けて，本件考案とすることは当業者にとってきわめて容易であるから，本件考案は実用新案法3条2項の規定により実用新案登録を受けることができないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献記載の考案(以下，「甲1考案」という。)",
                  "text": [
                    "「両端で閉じられた横方向で長手の円筒状である反応器本体を有するバッチ式反応器において，",
                    "反応器本体には，",
                    "一方の端部の上方部分には原料の装入口と，",
                    "他端の下方部分には，撹拌の間，蓋によって閉じられる，分解生成物の取出口と，",
                    "反応器本体の内部には，",
                    "脱臭装置や，集塵装置等を設置してもよい通気口とが設けられ，",
                    "その中心軸方向に伸びる回転軸が設置されており，この回転軸には，複数枚の撹拌羽根が取り付けてあり，",
                    "反応器本体に装入された原料の攪拌は，回転軸の一端に取り付けられた駆動装置によって回転軸が回転することで行われ，",
                    "さらに，反応器本体には，",
                    "分解反応に必要な空気又は酸素の供給手段と，",
                    "活性酸素の発生源であるオゾン供給手段とが備えられ，",
                    "水分が調節された有機性廃棄物と無機性廃棄物の混合物を，装入口の上方から，ホッパ等の投入手段を介して，所定の量で反応器本体内に装入し，",
                    "反応器本体内では，装入された混合物は，回転軸に取り付けられた撹拌羽根によって攪拌されると共に，加熱ジャケットを介して所定の温度に加熱され，撹拌の間，装入口及び通気口は，常時開放されていて，通気可能な状態になっており，",
                    "無機性廃棄物が触媒となって，水に溶解した酸素分子とオゾン供給手段からのオゾンから生成される活性酸素と有機性廃棄物を反応させてラジカル分解するバッチ式反応器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2文献記載の考案(以下，「甲2考案」という。)",
                  "text": [
                    "「上下部に吸気管及び送気管を配置して，空気循環機構5によって発酵槽1の内部の空気を循環して好気雰囲気に保持させて，アンモニア臭の発生等を防止して，有機廃棄物を好気性微生物により発酵処理してコンポストを得る有機廃棄物の発酵処理装置において，",
                    "被処理物及び処理物を給排するための開閉口と，",
                    "外気取り入れ口56と，",
                    "外気導入により余剰となった余剰空気8bを発酵槽1及び循環路53で形成される空気循環系外に排出して，発酵槽1への送気量を適正に保持する余剰空気排出路59とを備え，",
                    "発酵槽1は，密閉状であり，水平軸線回りで回転操作自在であって，第1回転位置及びこれから180度回転した第2回転位置に選択的に固定保持され，",
                    "発酵槽1には，複数の攪拌翼18が固着され，",
                    "発酵槽1が第1回転位置又は第2回転位置に保持されたときにおいて作動される，発酵槽1内を好気雰囲気に保持させるべく空気8を循環させる送風機54を備え，",
                    "発酵槽1が第1回転位置に保持された状態では，発酵槽1内の空気8を，送吸気パイプ35に複数設けられた第1送吸気口38から第1送吸気管3及び吸気孔51を経て吸気路53bに吸気し，さらに送気路53a，送気孔52及び第2送吸気管4を経て，送吸気パイプ35に複数設けられた第2送吸気口48から発酵槽1内に送気させるようになっていて，",
                    "発酵槽1が第2回転位置に保持された状態では，発酵槽1内の空気8を第2送吸気口48から第2送吸気管4及び吸気孔51を経て吸気路53bに吸気し，更に送気路53a，送気孔52及び第1送吸気管3を経て第1送吸気口38から発酵槽1内に送気させるようになっている発酵処理装置」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件考案と甲1考案との対比",
                      "text": [
                        "(一致点)",
                        "「容器の中に攪拌装置と，容器の上部から資材を投入するための投入部と，容器の底部から処理物を取り出すための取出蓋と，容器から空気を排気するための排気管と，容器内部に活性酸素を供給する手段とを備えた分解装置。」",
                        "(相違点1)",
                        "有機性廃棄物の分解について，本件考案は，「低温加水分解」であるのに対し，甲1考案は，「所定の温度」に加熱されている，ラジカル分解である点。",
                        "(相違点2)",
                        "活性酸素を供給する手段について，本件考案は，空気の電子化装置であるのに対し，甲1考案は，無機性廃棄物とオゾン供給手段であって，オゾン供給手段によって供給されるオゾンは活性酸素ではなく，活性酸素の発生源である点。",
                        "(相違点3)",
                        "容器について，本件考案では，「鉄板などで作られた密閉容器」であり，該「密閉容器」に「投入蓋」を有しているのに対し，甲1考案の反応器は，原料の装入口には，蓋は備えておらず，装入口が常時開放されていて密閉されていない点。",
                        "(相違点4)",
                        "本件考案は，「密閉容器中の空気を送風機で吸引して密閉容器の底に取付けた多孔管から送り込める空気の循環装置」を備えていて，電子化された空気の密閉容器への吹き込みは，「その循環装置を介して」行われるのに対し，甲1考案は，そのような空気の循環装置は備えておらず，オゾンの供給がどのように行われるのか不明な点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "text": [
                        "(相違点1について)",
                        "本件考案に係る実用新案登録出願の願書に添付された明細書(以下，図面を併せて「本件明細書」という。)の【0010】，【0011】，【0013】及び【0034】の記載によると，本件考案の「低温加水分解」の「低温」とは，「100℃以下」，特に「20～60℃程度」であるといえる。",
                        "一方，甲1考案における「所定の温度」は「30℃～90℃」，特に「40～65℃」であり(【0018】)，また，甲1文献の【0034】には，「60℃」に加熱されている実施の態様が記載されている。",
                        "したがって，甲1考案の「ラジカル分解」時の温度は，「30℃～90℃」としても，本件考案の「低温加水分解」における「100℃以下」の範囲に含まれるし，実施の態様で用いられている「60℃」は，本件考案の「20～60℃程度」に含まれるから，「相違点1」における有機性廃棄物の分解温度の点は，本件考案と甲1考案との実質的な相違点でない。",
                        "本件明細書には，「加水分解」の具体的な反応式等の記載はないが，被請求人(原告)の主張によると，本件考案における「加水分解」とは，「ヒドロキシルラジカル」による「有機性廃棄物」の「分解」を含む，「広義的に加水された状態の分解(加水分解)」であるといえる。",
                        "これに対し，甲1文献の【化1】によると，甲1考案における「有機性廃棄物」の「分解」機構は，「・OH」(ヒドロキシルラジカル)による分解反応が含まれており，本件考案と同じく「広義的に加水された状態の分解(加水分解)」が行われているといえるから，本件考案の「加水分解」と，甲1考案の「ラジカル分解」とは，実質的な相違点でない。",
                        "したがって，相違点1は実質的なものではない。",
                        "(相違点2について)",
                        "本件明細書の【0007】，【0010】，【0023】及び【0024】の記載によると，本件考案の「電子化装置」は，技術的意味に判然としないところはあるものの，少なくとも空気中への「電子放出」を伴う処理を行うことにより，「活性酸素」を生成する装置であるといえる。",
                        "一方，本件明細書の【0035】には，「自由電子と一重項酸素，スーパーオキシド，ヒドロキシルラジカルなどの極めて酸化力が強い活性酸素を発生させる機能をもった装置であれば同様の形態と機能を作り出すことができる。そのような電子化装置を該考案の感熱型電子化装置に換えて実施形態にしてもよい。」とも記載されており，ここで「ヒドロキシルラジカル」は，「水」が存在していないと起こりえない反応により生成されるものであって，空気中への「電子放出」により生成されるものでないから，本件考案は，「電子化装置」で直接的に「活性酸素」を生成する態様に限定されず，「電子化装置」で空気中への「電子放出」を伴う処理が行われた後，「容器」内で「水」と反応させて有機性廃棄物の分解反応に用いる「活性酸素」が生成される態様を含むといえる。",
                        "ここで，甲1考案における「オゾン」は，「活性酸素の発生源」であるから，甲1文献の【化1】に記載された，有機性廃棄物の分解反応に寄与する「活性酸素」となるといえるし，また水の存在下では，自己分解したオゾンが水の解離成分である水酸イオン(OH-)と反応し，過酸化水素の解離成分である「HO -」となって過酸化水素が生成され，そのような過酸化水素がさらにオゾンと反応して，活性酸素である「ヒドロキシルラジカル」を生成することが一般に知られていることから，甲1文献には，「電子化装置」に相当する「オゾン発生手段」で「オゾン」を生成し，そのような「オゾン」が容器内で「活性酸素」となる態様が記載されているといえる。",
                        "そして，特開昭56-45758号公報(甲10)等に記載されているように，空気中への「電子放出」を伴う装置を用いることにより，「オゾン」が生成されることは周知・慣用技術であるから，甲1考案において，空気中への「電子放出」を伴う「オゾン発生手段」を用いて「オゾン」を生成し，そのような「オゾン」を容器内で「水」と反応させて「活性酸素」として，有機性廃棄物の分解反応が行われるようにすることは，当業者がきわめて容易になし得ることである。",
                        "(相違点3について)",
                        "「密閉」は「隙間なく閉じること」を意味する用語であるが，本件明細書には，容器の密閉性についての記載はなく，容器を「密閉容器」としたことの作用効果についての記載もないから，本件考案の「密閉容器」の密閉性の程度は不明である。",
                        "また，本件考案のように，「密閉容器から空気を排気するための排気管」を備え，完全に「隙間なく閉じ」られたものでない「容器」に対しても，「密閉容器」という用語が用いられることは慣用されており，また，そのような「密閉容器」の「資材」を投入する投入口に，「投入蓋」を設けることも，周知・慣用技術にすぎない。",
                        "一方，甲1文献の【0025】によると，甲1考案では，反応器に対して「有機性廃棄物の混合物1Kg当たり」，「10～500L／分好ましくは 50～100L／分」の供給量で空気が供給されるものであるから，甲1考案の反応器には，供給された空気に対応する量の空気を排出するための排気手段が必要であるといえるが，甲1文献の図1には，排気手段についての記載はない。",
                        "ここで，甲1文献の図1には，「空気又は酸素の供給手段」及び「オゾン供給手段」の記載もないから，①「空気又は酸素の供給手段」及び「オゾン供給手段」は，「原料の装入口」又は「通気口」のいずれかに接続される，②図示されずに「原料の装入口」及び「通気口」とは別に設けられている，のいずれかであるが，①の場合，「原料の装入口」又は「通気口」の「空気又は酸素の供給手段」及び「オゾン供給手段」が接続されない側が，反応器に供給された量に対応する空気を排出するための，本件考案の「排気管」に相当する排気手段となっているといえるし，②の場合，「原料の装入口」及び「通気口」の両方が，本件考案の「排気管」に相当する排気手段となっているといえる。",
                        "したがって，甲1考案の反応器は，「排気管」で外部と「通気可能」な程度の密閉性を有しているから，本件考案の「密閉容器」に相当する。",
                        "そして，甲1考案において，「原料の装入口」を，「空気又は酸素の供給手段」及び「オゾン供給手段」に接続したり，排気手段として用いたりしない場合に，「蓋」を設けてふさぐことは周知・慣用技術にすぎないから，「密閉容器」を備えているといえる甲1考案において，「原料の装入口」を，「空気又は酸素の供給手段」及び「オゾン供給手段」に接続したり，排気手段として用いたりせずに，「原料の装入口」に「蓋」が設けられた構造を採用することは，当業者がきわめて容易になし得ることである。",
                        "(相違点4について)",
                        "甲1文献の【0022】～【0025】によると，甲1考案で分解反応に用いる酸素は，有機性廃棄物と無機性廃棄物との混合物中の水分に溶解した形で供給されるものであるから，有機性廃棄物の効率的な分解のために，上記混合物中の水分に溶解した酸素の量が多い方が望ましいことは，当業者にとって明らかである。",
                        "一方，甲2文献【0001】，【0002】及び【0006】に記載されているように，甲2考案は，密閉型の発酵槽を使用した発酵処理装置において，発酵槽の上下部に複数の開口を有する吸気管及び送気管を配置し，循環路に送風機及び外気取り入れ口を設け，発酵槽内を空気循環による好気雰囲気に保持する空気循環機構である。甲2考案の空気循環機構を用いた場合には，発酵槽の下部に配置された送気管から送出された空気が有機性廃棄物を通過するから，有機性廃棄物中の水分に空気中の酸素を溶解させる上で好都合であることは，当業者であれば容易に理解できることである。",
                        "そうすると，甲1考案において，分解反応を促進するために，有機性廃棄物と無機性廃棄物との混合物中の水分に溶解する酸素量を多くして，甲2考案の空気循環機構を採用して相違点4に係る本件考案の構成とすることは，きわめて容易であるといえる。",
                        "甲1文献の【0025】の「空気の供給量は，有機性廃棄物の混合物1Kg当たり，一般に，10～500L／分好ましくは 50～100L／分である。10L／分未満では，水に溶解する酸素量が少なく，500L／分より大では，反応混合物の温度を下げ，乾燥させすぎて分解反応を阻害することとなる。」との記載は，空気の供給量の許容範囲を定めたものにすぎず，当業者が，この記載に基づき，甲1考案において，空気の供給方法は通気口からのものに限定されているとか，通気口からの空気のみでその供給量が十分なものとされていると理解するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "本件考案は，甲1考案，甲2文献記載の技術及び周知・慣用技術に基づいて，当業者がきわめて容易に考案し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由2について",
                  "text": [
                    "本件考案は，甲2考案及び甲3記載の技術に基づいて，当業者がきわめて容易に考案し得たものとすることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1考案認定の誤り)",
          "text": [
            "甲1考案は，微生物の分解作用により生成された堆肥の製造に関わるものであるが，審決がこの点を甲1考案として認定していないのは誤りである。",
            "甲1考案は，請求項1の記載から，「堆肥」の製造に関する技術であることは明らかであり，「堆肥」とは，有機物を微生物の作用によって分解した肥料を指す。",
            "甲1文献においては，【0003】，【0007】，【0009】，【0013】，【0027】及び【0028】において，「堆肥」及び「堆肥化」と，その上位概念である「有機性廃棄物の処理(分解)」の文言を使い分けているから，甲1文献で「堆肥化」，「堆肥」の文言が用いられている場合は，有機物を微生物の作用によって分解する技術を指しているといえる。",
            "技術的にも，甲1考案におけるペーパースラッジ焼却灰の添加は，微生物を用いた処理(堆肥化)において有機性廃棄物の分解処理を狙ったものである。甲1考案は，ペーパースラッジ焼却灰及び石炭燃焼灰が，「活性型粘土-Fe錯体」と同様の触媒効果があるとの推測に基づくものであるが，その推測について何ら裏付けがされていない。甲1考案の実施例において，甲1文献の【0038】【表1】，【0042】【表3】は，処理物の原物及びその乾燥物の組成成分を表示したものであり，原料組成物の成分は表示されていないから，いかなる機序によって処理されたものか判別できず，表示された分析値は，発酵又は単なる空気乾燥によっても達成できる程度である。甲1文献の実施例1及び2で用いられた温度領域は，微生物の繁殖と発酵促進をもたらす温度領域と同じであるから，ペーパースラッジ焼却灰の添加は，微生物を用いた処理において有機性廃棄物の分解処理を狙ったものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，有機性廃棄物の分解温度の点は，実質的な相違点ではないと判断するが，本件考案は，従来の高温高圧下で熱分解される加水分解装置と比較して低温で処理できることに意義があるのに対し，甲1考案の「所定の温度」とは，微生物発酵に適した温度領域を示したものであるから，両者は作用・機能の点で異なる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件考案も甲1考案も，ラジカル反応が発生することは共通するが，ラジカル反応を起こす活性酸素(スーパーオキシド)の発生機序は全く異なる。すなわち，本件考案は，外部の電子化装置で生成した反応性の高い活性酸素を本体に送り込むのに対し，甲1考案は，反応器の内部でペーパースラッジ焼却灰や石炭燃焼灰の触媒効果により反応性の高い活性酸素を生成させようとするものであり，「活性酸素」の発生機序は全く異なる。したがって，本件考案の「加水分解」と甲1考案の「ラジカル分解」は実質的に異なる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)",
          "text": [
            "上記2(2)のとおり，本件考案と甲1考案は，活性酸素の発生機序が全く異なる。",
            "審決は，甲1考案の「オゾン」が活性酸素の供給源であるというが，一般にオゾンとの関連でヒドロキシルラジカルが発生するのは，オゾニドと水との反応によるものであり，このオゾニドは，pH値が高いアルカリ水溶液中で生成されるものであって，単なる水との反応では生成されない。本件考案では，反応物のpH値を高く設定するという特殊な操作条件を考慮していないので，本件考案の装置においてオゾンからヒドロキシルラジカルが生成されることはあり得ない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3の判断の誤り)",
          "text": [
            "甲1考案のような，装入口に蓋がない容器について「密閉容器」と称することは矛盾している。",
            "本件考案は，ヒドロキシルラジカルを生成する二重項酸素が短命であることから，その散逸を防ぎ，容器内で効率的に循環させるために密閉容器としているのに対し，甲1考案は，空気が存在する状態で攪拌するために，資材の投入口に蓋をすると，通気性が悪くなって，甲1考案の効果を損なうこととなる。したがって，阻害事由がある。",
            "甲1考案の空気の供給量は，50～100L／分であるところ，50～100Lとは，立方メートルに換算すると，0．05m3～0．1m3である。通常の発酵容器では，1kgの材料に必要とされる空気供給量は，0．02m3(20L)／時間であるから(甲82)，甲1考案ではその150～300倍の空気を必要としていることになる。実用的な廃棄物処理機は，数トンから数十トンの廃棄物を一度に処理するが，仮に，甲1考案により2トンの有機性廃棄物を処理するとした場合，100000L(100m3)～200000L(200m3)／分の空気を供給しなければならず，その際の反応器内の空気流速度は100～200m／分であるから，反応器内の有機性廃棄物は瞬時に吹き飛ばされて常時開放されている通気口から外に出てしまうことになる。また，甲1考案を原理的に成り立たせるためには，強力な送風機が必要であるところ，甲1文献の【図1】のバッチ式反応器には送風機が設置されておらず，通気口から要求される空気を供給することは不可能であるから，甲1考案はそもそも原理的に実現不可能な考案である。さらに，このような大量の空気の供給は，反応混合物の温度を下げ，分解反応を阻害することになる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "甲1考案は，有機性廃棄物をラジカル分解して堆肥様の生成物を生成するものであって，微生物による有機物の分解を目的としたものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件考案と甲1考案の温度領域については，審決が判断するとおり，実質的な相違点ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1考案は，ペーパースラッジ焼却灰や石炭燃焼灰を用いることにより，ヒドロキシルラジカルを生成しているが，広義の活性酸素であるオゾンを供給し，そのオゾンを活用してヒドロキシルラジカルを生成しているから，本件考案と甲1考案において活性酸素を発生させる機序に相違点はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "水の存在下では，自己分解したオゾンが水の乖離成分である水素イオンと反応し，過酸化水素の乖離成分である「HO -」となって，過酸化水素が生成され，それがさらにオゾンと反応して活性酸素であるヒドロキシルラジカルを生成する。原告が指摘するオゾンとの関係でヒドロキシルラジカルが発生するという化学反応は，過酸化水素の化学式が含まれていないので，別の化学反応に関するものである。",
            "本件考案からはオゾンが発生しないことが前提となっているとの原告の主張は，実用新案登録請求の範囲に基づかないばかりか，本件明細書の記載にも基づかないものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "text": [
            "本件考案の容器は，外気の取込み口及び排気管で通気可能に開放され，それ以外の部分が密閉されているところ，甲1考案の反応器は，「排気管」で外部と「通気可能」な程度の密閉性を有しているから，本件考案の「密閉容器」に相当する。",
            "甲1考案の資材の投入口は，ホッパを用いないと原料混合物の装入も困難なほど小さく形成されているから，投入口に蓋を設けたとしても，甲1考案の効果を阻害することはない。",
            "本件考案に利用されるヒドロキシルラジカルは非常に短命であるので，容器の密閉性が低くても，容器から散逸する前に有機物と反応して消滅する。したがって，完全な密閉性は不可欠ではない。",
            "原告が主張するように，甲1考案により2トンの有機性廃棄物を処理する場合に，空気の供給量は100～200m3／分となるが，その際の反応器内の空気流速度が100～200m／分となる根拠が不明確である。また，空気流速度が100～200m／分であっても，気象学的に風速(空気流速度)を表す秒速に換算すると，1．6～3．3m／秒にすぎないから，有機性廃棄物を瞬時に吹き飛ばすことができる程の空気流速度でない。ごく弱い空気流である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件考案の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，以下の記載がある(甲23)。",
                "【技術分野】【0001】本考案は，空気中の酸素分子を電磁的に励起させることにより，スーパーオキシドなどの活性酸素を発生させる空気の電子化装置に生ゴミなどの有機廃棄物，野菜くずなどの農産廃棄物，木材や紙，パルプなどのバイオマス資材を低温で加水分解する装置に関する。",
                "【背景技術】【0002】従来，木材などを加水分解する装置は，超臨界装置，亜臨界装置，濃硫酸煮沸装置などと称されるもので，高温高圧下で熱分解させ，濃硫酸で煮沸して加水分解するなどの装置であった。",
                "【考案が解決しようとする課題】【0003】従来の装置によれば100℃を超える高温と，20気圧を超える高圧と，PH1以下の強酸性下で加水分解する反応器が必要であった。しかし，これらの反応器は高温高圧や強酸性に耐える構造と材質が必要であり，また，加水分解反応のための操作が難しいので，装置の製作費が高く，かつ機械的操作が難しい難点があった。そこで，この考案は有機物の加水分解を濃硫酸などの農酸を使わないで常温常圧下で行なうことができて，その結果として操作が易しく，鉄板やアルミ板などで製作できる簡易な装置を提供することを課題とする。",
                "【課題を解決するための手段】【0004】その課題を解決するために，低温で有機化合物を加水分解できる装置を開発した。その装置は，有機化合物の加水分解反応を助長する物質として一重項酸素などの活性酸素種を含む空気を用いて加水分解を行なうもので，本考案は0～100℃範囲の低い温度領域で有機化合物を加水分解することを特徴とするものである。",
                "【0005】本考案者は，既に本考案の基本技術となる空気中の酸素分子を電磁的に励起させることによって一重項酸素などの活性酸素を発生させるための空気の電子化装置(参考資料1)を考案している。",
                "【0006】参考資料1：実用新案登録証  登録第3133388号公報",
                "【0007】この電子化装置は，高電圧を流した放電針から電子を発生させる放電管の先端に電磁コイルを巻きつけ，そのコイルの中心部に空気を流し込むことで空気中の酸素分子を電磁的に励起させることによって一重項酸素などの活性酸素種を発生させる空気の電子化装置である。",
                "【0008】一重項酸素などの活性酸素種は極めて酸化力が強いことが知られている・・・",
                "【0010】活性酸素種は，老化や過酸化脂質を伴う血管障害などの病気発生をもたらす極めて酸化力が強いものとして知られているが，様々な有機物を酸化分解する作用も注目されている。そこで，本考案者は活性酸素種の高エネルギー的に作用するラジカル反応が生ごみや野菜屑などに含まれる有機物，木質や紙，パルプなどの有機物の加水分解に活用できるのではないかと考えた。そこで，本考案者が考案した空気の電子化装置を用いて，この装置から発生する活性酸素種を含む空気を野菜屑に吹き付けて攪拌したところ，20～60℃程度の低い温度で加水分解されることが分った。",
                "【0011】野菜屑や木材に含まれる有機物の中で分解されにくい物質はセルロースである。・・・このセルロースは製紙材料や生分解性プラスチック原料として使われて来たが，最近ではバイオマスのエネルギー原料として利用されることが注目されている。その変換技術は，高温高圧による熱化学的変換や酸，アルカリ性物質による化学的変換によるもので，これらの方法を活用するためには高温高圧や酸，アルカリに耐えられる特殊金属の反応器が必要であった。しかし，本考案によって60℃程度の低い温度でセルロースが加水分解するのであれば，高温高圧装置では不可能だった熱間圧延された厚み1．2mmから6mm程度の軟鋼板(鉄板)やアルミニウム板などの金属板で加水分解装置が作られると判断した。",
                "【0012】その考案は，鉄板を加工して箱形形状の密閉容器を作り，その密閉容器に加水分解を行なう内容物を攪拌するための攪拌機を取り付け，さらに密閉容器の底部に撒気管を取り付け，その撒気管に本考案者が考案した電子化装置と送風機を取り付けて密閉容器の撒気管から電子化空気を供給する構造の加水分解装置である。",
                "【考案の効果】【0013】本考案によれば，まず密閉容器の内部に取り付けた攪拌機を作動させ，次いで電子化装置を組み込んだ送風機を作動させて野菜屑などの資材を投入する。そして，電子化空気を供給しながら攪拌すると，資材は20～60℃程度の常温下で可溶化してドロドロの状態になる。",
                "やがて，固形物であった野菜屑などの資材は水溶性のものとなり，固形状のものは存在しなくなる。その加水分解される日数は，野菜屑のような柔らかいものは半日程度，そして，モミガラや木屑などは5日間程度である。",
                "【0014】通常，野菜屑などは常温の水に晒しても短日間では可溶化しない。特に，モミガラや木屑のようなセルロース含有量が多いものは数ヶ月経っても可溶化しない。そのような組織的に硬いセルロースを加水分解するためには100℃を超える高温と，20気圧を超える高圧で亜臨界処理や爆砕処理したものをクロストリジウム菌から抽出したセルロース分解酵素を使って分解するか，PH1以下の強酸性下で加水分解する必要があった。",
                "【0015】有機物を解離させるもう一つの手段として，一重項酸素などの活性酸素によって分子の共有結合を切り離す方法がある。一重項酸素は，酸素分子に紫外線や磁力線が照射されると生ずるが，その一重項酸素に遊離電子が加わるとスーパーオキシド(・O )になり，そのスーパーオキシドに水素イオンが加わると過酸2-化水素(H O )になり，さらにヒドロキシルラジカル(HO・)が生成されることが知られている・・・",
                "【0017】スーパーオキシド(・O )やヒドロキシルラジカル(HO・)な2-どの活性酸素種は極めて酸化力が強い。その酸化力は活性酸素種のエネルギー準位が高いために起るもので，有機物の基本的な結合形体である炭素と炭素の共有結合(C-C，C＝C，C≡C)，炭素と水素の水素結合(C-H)よりもエネルギー準位が高いために，水溶性であっても，固形物であっても，それらの結合が比較的に低い温度(常温)で解離(分解)されるのが特徴である。",
                "【0018】本考案による電子化装置から発生させた電子化空気で野菜屑などの有機物が水溶性の可溶化物になるのは，該電子化装置により作り出される電子化空気の強い酸化力によるものと想定している。",
                "【考案を実施するための最良の形態】【0019】図1および図2は，本考案の電子式低温加水分解化装置に関わる実施形態を示す構造図である。",
                "【0020】図1および図2において，軟鋼板(鉄板)をドラム形に加工した加水分解装置の本体1に攪拌軸2と攪拌腕3と攪拌羽根4から構成される攪拌機を取付ける。そして，本体1の上部に資材の投入盖10と底部に取出蓋11を取付け，本体1の上部から装置内部の空気を吸引して供給する送風機13と空気導入配管12と多孔管15を接合し，その空気導入配管12の途中に電子化装置14を接続する。さらに，本体1の側面から装置内部の空気を排気する排風機16を接続管17と排気管18を接合し，本体1を底面の四角に取付けた架支19で支える構造とする。",
                "【0021】この構造物において，加水分解しようとする野菜や木片などの資材(イ)を投入蓋10から本体1に投入する。そして，投入蓋10と取出蓋11を閉めた状態で駆動機9を作動させて攪拌軸2を廻して投入した資材を攪拌しながら送風機13から本体1の内部に溜っている槽内空気(c)を吸引し，多孔管15から本体1へ返して循環させる。その空気の循環流れの中に電子化装置14から発生する電子化空気(b)を取り込んで混合させる。",
                "【0022】空気導入配管12に接続される電子化装置14の内部は，非電導性の材料で作られた放電管20に放電針21と対面極22が固定されている。その放電管20の先端に電磁コイル25を巻き付けた空芯ボビン24を接合して一体化する。そして，放電針21と対面極22に高電圧電源装置23を接続し，電磁コイル25に電流電源装置26を接続する。",
                "【0023】この実施形態において，放電針21に数万ボルトの高電圧をかけ，電磁コイル25に数十アンペアの電流を流して空気(a)を送入すると，その空気の流れに乗って放電針21から放射される電子が空芯ボビン24のなかを通過する過程で電磁コイル25から発生する磁界に曝され，空芯ボビン24の中心部を空気流に沿って直進する磁力線の作用(電磁誘導)を受けて激しく回転する状態となり，空気中の酸素分子を電磁的に励起させて一重項酸素などの活性酸素種を含んだ電子化空気(b)が発生する。",
                "【0024】この電子化装置14によって活性酸素種を発生させるためには放電針21に空気(a)を供給する必要があるが，空気導入配管12に電子化装置14を接合すると送風機13によって吸引されるので，その役割を作り出すことができる。そして，電子化空気(b)と空気導入配管12によって本体1の上部から導かれる槽内空気(c)と混ざり合って多孔管15から本体1の内部で攪拌羽根4により攪拌される処理資材(ロ)と接触して槽内空気(c)の強い酸化力によって加水分解される。",
                "【0025】本体1は密閉構造とし，本体1に排風機16を接続管17で接続して本体1の槽内空気(c)を排気(d)させることで外気から空気(a)を電子化装置14へ取込む。",
                "【0026】本体1の底部に取出蓋11を設けて，本体1から処理物(ハ)が取り出せる構造にする。",
                "【0027】本体1に組み込まれる電子化装置14は，本考案者が既に考案している実用新案登録第3133388号の空気の電子化装置を使用する。",
                "「実施形態の効果」【0031】この実施形態によれば，本体1の内部に投入した野菜などの投入物(イ)が多孔管15から噴気する電子化空気(b)の強い酸化力により加水分解されて水溶性の処理物(ハ)となる。その反応過程にある処理資材(ロ)は投入物(イ)が処理物(ハ)と混じり合った粥状の状態にあって，その粥状の処理資材(ロ)が電子化空気(b)を含んだ槽内空気(c)とが接触するように攪拌羽根4で攪拌すると，加水分解反応が促進される。この実施形態によると，処理すべき投入物の種類によって異なるが，柔らかい繊維質で出来たキャベツや白菜などの野菜屑は常温下で約半日も処理すればジュース状に可溶化された処理物となる。また，セルロースとリグニンで構成される硬い組織で出来た木材は，チップ状に細断されたものを投入すると3～5日間の日数で1mm程度の細かい粉状の処理物となる。",
                "【0032】植物体は，炭水化物から出来た繊維細胞の集合体である。その集合体は，接着剤の役割を果たしているリグニンで固められている。植物体をバイオマス資源として化学的に利用しようとする場合は，炭水化物で作られている繊維細胞を解してバラバラにする必要があるが，リグニンは化学的に強靭な物質であるため，酵素分解や加水分解することが非常に難しい。したがって，通常はリグニンの接着機能を破壊するために，高温・高圧釜で煮沸したり，強酸・強塩基物質に曝したり，超臨界状態で反応させたりしていたので，高温・高圧構造や強酸・強塩基物質に耐える材質の堅固な装置になっていた。",
                "【0033】ところが，リグニンや炭水化物などの有機化合物は，炭素と炭素，炭素と水素などの原子間の結合は，それぞれの原子から出している自由電子を共有し合って結合する共有結合であるため，熱的に解離し難い共有結合であっても，スーパーオキシド(・O )やヒドロキシルラジカル(HO・)などのラジカルな自由2-電子を持った活性酸素種では，その強い酸化力によって低い温度でも解離させることができる。その解離は，繊維細胞とリグニンを切り離すだけでなく，高分子状態にあるセルロースやヘミセルロースの結合も切断して，セルロースの構成単位であるブドウ糖まで分解される。",
                "【0034】したがって，この実施形態によれば100℃以下の低温度で有機化合物を加水分解できるので，鉄板などの加工しやすい材質をもって装置を製作することができ，従来の高温・高圧構造，耐薬品材質の性型ガス化装置に比べて製作コストが安くできる効果がある。",
                "「他の実施の形態」【0035】図1の実施形態では本考案者が既に考案している実用新案登録証登録第3133388号の空気の電子化装置を使用するものであるが，自由電子と一重項酸素，スーパーオキシド，ヒドロキシラジカルなどの極めて酸化力が強い活性酸素を発生させる機能を持った装置であれば同様の形態と機能を作り出すことができる。そのような電子化装置を該考案の感熱型電子化装置に換えて実施形態にしてもよい。・・・",
                "【図1】                          【図2】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，本件考案の概要は，以下のとおりのものと認められる。",
                "本考案は，空気中の酸素分子を電磁的に励起させ，活性酸素を発生させる空気の電子化装置によって，生ゴミなどの有機廃棄物，野菜くずなどの農産廃棄物，木材や紙，パルプなどのバイオマス資材を低温で加水分解する装置に関する。(【0001】)",
                "従来，木材などを加水分解する装置は，超臨界装置，亜臨界装置，濃硫酸煮沸装置などと称されるもので，高温高圧下で熱分解させ，濃硫酸で煮沸して加水分解するなどの装置であったため，高温高圧や強酸性に耐える構造と材質が必要であり，装置の製作費が高く，かつ機械的操作が難しい難点があった。そこで，この考案は有機物の加水分解を濃硫酸などの農酸を使わないで常温常圧下で行なうことができて，その結果として操作が易しく，鉄板やアルミ板などで製作できる簡易な装置を提供することを課題とする。(【0002】【0003】)",
                "本件考案の考案者は，既に，空気中の酸素分子を電磁的に励起させることによって一重項酸素などの活性酸素を発生させるための空気の電子化装置を考案していたところ，上記課題を解決するために，極めて酸化力の強いことが知られている，一重項酸素などの活性酸素種の高エネルギー的に作用するラジカル反応を，生ごみや野菜屑などに含まれる有機物，木質や紙，パルプなどの有機物の加水分解に活用し，0～100℃範囲の低い温度領域で有機化合物を加水分解することを特徴とする装置を開発した。その考案は，鉄板を加工して箱形形状の密閉容器を作り，その密閉容器に加水分解を行なう内容物を攪拌するための攪拌機を取り付け，さらに密閉容器の底部に撒気管を取り付け，その撒気管に本考案者が考案した電子化装置と送風機を取り付けて密閉容器の撒気管から電子化空気を供給する構造の加水分解装置である。(【0004】【0005】【0008】【0010】【0012】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲1考案の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1考案の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献には，以下の記載がある。",
                    "【特許請求の範囲】【請求項1】生ゴミ，畜産廃棄物，水産廃棄物等の有機性廃棄物を，高速で，かつ悪臭を発生することなく堆肥化して，肥料，土壌改良剤等として利用される農業資材を製造する方法において，前記有機性廃棄物に，ペーパースラッジ焼却灰，石炭燃焼灰及びこれらの混合物でなる群から選ばれる無機性廃棄物を添加し，得られた混合物を，空気の存在下，温度を30～90℃に維持しながら攪拌することによって，前記有機性廃棄物を分解することを特徴とする農業資材の製法。",
                    "【発明の詳細な説明】【0001】【発明の属する技術分野】本発明は，生ゴミ，畜産廃棄物，水産廃棄物等の有機性廃棄物を高速で堆肥化して，肥料，土壌改良剤等として利用される高品質の農業資材を製造する方法及びこれにより得られた高品質の農業資材に関する。",
                    "【0003】畜産に伴う牛，豚，鶏等の動物の排泄物等の畜産廃棄物については，大部分，微生物による発酵によって堆肥化されている。一方，水産加工業に伴う魚の内蔵等の畜産廃棄物については，大部分は焼却によって処分され，一部は，堆肥化によって処分されている。",
                    "【0006】生ゴミ，水産及び畜産廃棄物等の有機性廃棄物の堆肥化は，従来，微生物による分解を利用した処理方法によって一般的に行われてきたことがよく知られている。このような処理方法では，有機性廃棄物の分解速度が遅い(2～6ヶ月を必要とする)と共に，パイル化して熟成を行うため，広い作業面積を必要とする，重機による切り返し作業を必要とするため手間がかかる，悪臭が発生するという問題点がある。",
                    "【0007】微生物による分解を介した有機性廃棄物の処理に関する上記問題点を解消するため，各種の方法が提案されている。",
                    "【0009】さらに，微生物による分解以外の分解手段による生ゴミ等の有機性廃棄物の処理方法も知られている。",
                    "【0013】微生物による発酵分解以外の手段による生ゴミ等の有機性廃棄物の処理方法の1つとして，粘土・Fe錯体を使用する化学反応を利用する方法も提案されている・・・",
                    "【0014】・・・【非特許文献1】活性型粘土-鉄錯体の循環農業への応用：北海道大学先端科学技術共同研究センター業績集，Vol．1，119-124(1999)",
                    "【0015】【発明が解決しようとする課題】前記文献「活性型粘土-鉄錯体の循環農業への応用」には，下記の事項が記載されている：",
                    "-「活性型粘土-Fe錯体」が，「鉄-フタロシアニン錯体」と同様に，酸素分子から「活性酸素」を生成し，この「活性酸素」の高い反応性のため，有機物をラジカル化して，分解する；及び",
                    "-この一連の有機性廃棄物のラジカル分解反応は，下記の分解機構で表される。",
                    "分解機構",
                    "【化1】",
                    "【0016】発明者らは，これまで，大部分が再利用されることなく廃棄されていたペーパースラッジ焼却灰及び石炭燃焼灰が，上記の「活性型粘土-Fe錯体」の機能と同様の機能を有することを新たに見出した。",
                    "【0017】この知見に基づき，本発明は，生ゴミ，畜産廃棄物，水産廃棄物等の有機性廃棄物を，高速で，かつ悪臭を生ずることなく堆肥化して，肥料，土壌改良剤等として利用される高品質の農業資材を製造する方法及びその方法によって製造された農業資材を提供することを目的とする。",
                    "【0018】【課題を解決するための手段】本発明によると，上記目的は，次のようにして達成される。",
                    "(1)生ゴミ，畜産廃棄物，水産廃棄物等の有機性廃棄物を，高速で，かつ悪臭を発生することなく堆肥化して，肥料，土壌改良剤等として利用される高品質農業資材を製造する方法において，前記有機性廃棄物に，ペーパースラッジ焼却灰，石炭燃焼灰及びこれらの混合物でなる群から選ばれる無機性廃棄物を添加し，得られた混合物を，空気の存在下，温度を30～90℃に維持しながら，攪拌することによって，前記有機性廃棄物を分解する。",
                    "(2)上記(1)項において，有機性廃棄物に，該有機性廃棄物1Kg当たり少なくとも0．2Kgの割合で無機性廃棄物を添加する。",
                    "(3)上記(1)又は(2)項において，有機性廃棄物と無機性廃棄物との混合物の撹拌を，温度40～65℃に維持しながら行う。",
                    "(4)上記(1)～(3)項のいすれかにおいて，有機性廃棄物と無機性廃棄物との混合物の撹拌を，空気に加えて，オゾンを供給しながら行う。",
                    "(5)上記(1)～(4)項のいずれかにおいて，有機性廃棄物の分解終了後，通気することによって，分解生成物を乾燥させる。",
                    "(6)上記(1)～(5)項のいずれかに記載の方法によって農業資材を製造する。",
                    "【0019】【発明の実施の形態】ペーパースラッジ焼却灰及び石炭燃焼灰は，一般に，80～99質量％の灰分を含有し，灰分は，SiO ，Al O ，Fe O ，CaO，MgO，SO ，P O ，Ｎa O，K O，TiO ，その他の金属酸化物からなる組成を有する。灰分の構造自体は定かではないが，上記の活性型「粘土・Fe錯体」と同様の構造を有するものと考えられる。",
                    "【0022】有機性廃棄物と無機性廃棄物とを混合した後，得られた混合物について，水分の調節を行う。混合物の水分含量は，一般に，40～80質量％，好ましくは，55～65質量％である。有機性廃棄物の分解反応では，水に溶解している酸素が活性化されるという理由から水分の存在は必須であるが，水分含量が40質量％未満では，反応系が乾燥しすぎて，分解が進行せず，また，80質量％より大では，水分が多すぎて，反応器から排出される製品が湿潤しすぎており，次行程での乾燥処理において高温及び長時間の処理が必要となる。",
                    "【0023】このようにしてペーパースラッジ焼却灰，石炭燃焼灰又はこれらの混合物を添加した有機性廃棄物を，攪拌機を備えた反応器に装入する。反応器は，さらに，反応器内部において有機性廃棄物の混合物を外部から加熱し，その温度を保持するための加熱保温装置を備えている。また，分解反応には，酸素の存在が必須であり，空気又は酸素の供給手段が設置してある。",
                    "【0024】酸素又は空気以外に，オゾンの存在は，活性酸素の発生源であるため，有機性廃棄物の分解には有効であり，反応器にオゾン供給手段を設けてもよい。",
                    "【0025】空気の供給量は，有機性廃棄物の混合物1Kg当たり，一般に，10～500L／分好ましくは  50～100L／分である。10L／分未満では，水に溶解する酸素量が少なく，500L／分より大では，反応混合物の温度を下げ，乾燥させすぎて分解反応を阻害することとなる。",
                    "【0026】反応時間は，温度，撹拌速度，空間密度等の反応条件に左右されるが，一般に，少なくとも24時間であり，これにより，有機性廃棄物の分解反応が完了する。",
                    "【0027】ついで，ラジカル反応によって分解された有機性廃棄物について，反応器内に空気を供給して最終的に乾燥処理を行う。",
                    "【0028】このようにして得られた堆肥製品は，サラサラした粒状であり，ほぼ無臭である。",
                    "【0029】有機性廃棄物のラジカル分解反応は，バッチ式又は連続式のいずれの様式においても実施されるが，バッチ式反応器の1例を図1に示す。",
                    "【0030】このバッチ式反応器(1)は，両端で閉じられた横方向で長手の円筒状である反応器本体(2)からなる。反応器本体の一方の端部の上方部分には原料の装入口(3)が，他端の下方部分には分解生成物の取出口(4)が設けてある。さらに，反応器本体には，その中心軸方向に伸びる回転軸(5)が設置されており，この回転軸には，複数枚の撹拌羽根(6)が取り付けてあり，回転軸(5)の一端に取り付けられた駆動装置(7)によって回転軸(5)が回転される際，反応器本体内に装入された原料を攪拌する。",
                    "【0031】また，反応器本体の外周には加熱ジャケット(8)が設けてあり，この加熱ジャケットは，外部に設けられた加熱熱源(図示していない)と連通しており，熱媒が加熱ジャケット(8)と加熱熱源との間を循環して，反応器本体内の原料を所定温度に加熱維持する。",
                    "【0032】この反応器には，図示していないが，反応器本体内の温度を測定する温度計が設けられており，測定された温度に基づいて，反応器本体内の温度を所定値に維持するように加熱熱源を制御する加熱温度制御手段(図示していない)が設けられている。",
                    "【0033】反応に際しては，予め，反応器(1)の外部において，有機性廃棄物に所定量の無機性廃棄物を混合し，水分を調節した後，得られた有機性廃棄物の混合物を，装入口(3)の上方から，ホッパ等の投入手段(図示していない)を介して，所定の量で反応器本体(2)内に装入する。反応器本体内では，装入された混合物は，回転軸(5)に取り付けられた撹拌羽根(6)によって攪拌されると共に，加熱ジャケット(8)を介して所定の温度に加熱される。撹拌の間，装入口(3)及び通気口(9)は，常時開放されており，通気可能な状態にある。必要であれば，通気口(9)に，さらに，脱臭装置や，集塵装置等を設置してもよい。また，分解生成物の取出口(4)は，撹拌の間，例えば，蓋によって閉じられている。",
                    "【0034】装入された原料混合物は，空気の存在下，所定温度，例えば60℃に維持されると共に，攪拌される。この間に，無機性廃棄物が触媒となって，上記分解機構Iで表されるラジカル連鎖反応が生じ，有機性廃棄物がラジカル分解されて堆肥化される。",
                    "【0035】反応終了後，反応器本体内に空気を供給して乾燥を行い，その後，取出口(4)の蓋を開いて，分解生成物を排出する。",
                    "【0037】【実施例1】牛糞(含水率84％)10Kgに，ペーパースラッジ焼却灰(含水率15．7％)5Kgを添加し，さらに水2Kgを添加して，混合物の水分を調節した。このようにして，予め調製した牛糞-ペーパースラッジ焼却灰混合物の全量を，図1に示すバッチ式反応器に装入した。反応器内の温度を40～50℃の範囲内に維持しながら，空気の存在下，装入した原料混合物を回転速度2rpmで48時間攪拌，処理した。",
                    "ついで，反応器内に，温度60℃の温風を供給して，得られた有機性廃棄物の分解生成物を乾燥させた。その後，分解生成物を反応器から取出した。",
                    "得られた生成物は，臭いはなく，サラサラした粒状の性状を有しており，その組成に関して定量分析を行ったところ，下記の表1に示す結果を示した。",
                    "比較のため，処理前の牛糞自体の定量分析の結果を表2に示す。",
                    "【0038】【表1】",
                    "【0039】【表2】",
                    "【0040】表1と表2との比較から，牛糞が本発明の処理によって，良好な堆肥に変化されたことが理解される。",
                    "得られ生成物について行った肥料取締法によるヒ素，カドミウム及び水銀の含有量(単位：mg／Kg風乾)の試験では，それぞれ，1．69，0．98及び0．01未満の結果を示し，肥効成分等の試験では，銅183mg／Kg(風乾)，亜鉛309mg／Kg(風乾)及び有機物23．9％(風乾)の結果を示した。これらの結果から，本発明の方法に従って得られた分解生成物が肥料として有効であることが明らかである。",
                    "【0050】【発明の効果】本発明によれば，活性型「粘土・Fe錯体」を使用して行われている有機性廃棄物の堆肥化に関し，この「粘土・Fe錯体」の代用物として，従来は再使用されることなく，産業廃棄物として処分されていたペーパースラッジ焼却灰及び石炭燃焼灰を使用することができる。従って，本発明は，産業廃棄物の新たな用途を提供するものであり，廃棄物の処理の分野において極めて重要な効果を提供できる。",
                    "【図1】本発明の方法の実施に使用できるバッチ式反応器の1具体例の横断面図である。",
                    "【符号の説明】"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "反応器"
            },
            {
              "fig": "(2)",
              "subject": "反応器本体"
            },
            {
              "fig": "(3)",
              "subject": "装入口"
            },
            {
              "fig": "(4)",
              "subject": "取出口"
            },
            {
              "fig": "(5)",
              "subject": "回転軸"
            },
            {
              "fig": "(6)",
              "subject": "撹拌羽根"
            },
            {
              "fig": "(7)",
              "subject": "駆動装置"
            },
            {
              "fig": "(8)",
              "subject": "加熱ジャケット"
            },
            {
              "fig": "(9)",
              "subject": "加熱熱源",
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "以上より，甲1考案は以下のとおりのものと認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来，生ゴミ並びに水産及び畜産廃棄物等の有機性廃棄物の堆肥化は，微生物による分解を利用した処理方法によって行われてきたところ，このような処理方法では，有機性廃棄物の分解速度が遅い，広い作業面積を必要とする，手間がかかる，悪臭が発生するという問題点があった(【0006】)。このような問題点を解決するため，微生物による分解以外の分解手段による有機性廃棄物の処理方法として，粘土-Fe錯体を使用する化学反応を利用する方法が提案されていたところ，甲1考案は，大部分が再利用されることなく廃棄されていたペーパースラッジ焼却灰又は石炭燃焼灰が，活性型粘土-Fe錯体の機能と同様の機能を有するとの知見に基づき，有機性廃棄物を，高速で，かつ，悪臭を生ずることなく堆肥化して，肥料，土壌改良剤等として利用される高品質の農業資材を製造するバッチ式反応器を提供することを目的とする(【0013】【0016】【0017】【0029】)。",
                        "上記バッチ式反応器は，以下のとおりのものである。すなわち，両端で閉じられた横方向で長手の円筒状である反応器本体を有し(【0030】)，反応器本体には，一方の端部の上方部分には原料の装入口，他端の下方部分には，撹拌の間，蓋によって閉じられる，分解生成物の取出口がそれぞれ設けられ(【0030】【0033】)，さらに，脱臭装置や集塵装置等を設置してもよい通気口が設けられ(【0033】)，本体内部には，攪拌羽根が取り付けられた回転軸が設けられ，これを回転させて，反応器本体に装入された原料を攪拌する(【0030】)。反応器本体には，分解反応に必要な空気又は酸素の供給手段(【0022】【0023】)と，活性酸素の発生源であるオゾンを供給するオゾン供給手段(【0018】【0024】)とが備えられる。水分が調節された有機性廃棄物と無機性廃棄物の混合物が反応器本体内に装入され，攪拌とともに，所定の温度に加熱される(【0031】【0033】)。撹拌の間，装入口及び通気口は，常時開放されていて，通気可能な状態になっており(【0033】)，無機性廃棄物が触媒となって，水に溶解した酸素分子から生成するスーパーオキシドとともに，オゾンを発生源とする活性酸素を利用して，有機性廃棄物をラジカル分解する(【0015】【0016】【0024】【0029】【0034】)。",
                        "このように，活性型粘土・Fe錯体を使用して行われている有機性廃棄物の堆肥化に関し，粘土・Fe錯体の代用物として，ペーパースラッジ焼却灰及び石炭燃焼灰を有機性廃棄物の分解に使用することができる(【0050】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，甲1考案は，前記第2，3(2)アのとおりのものと認められる。また，本件考案と甲1考案を対比したときの一致点及び相違点は，前記第2，3(2)ウのとおりのものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "甲1考案は，前記(1)イのとおり，肥料，土壌改良剤等として利用される農業資材を製造するに当たって，有機性廃棄物の分解に微生物による分解を利用すると，時間がかかる，広い場所が必要，手間がかかる，悪臭がするといった課題があったために，微生物による分解を用いない方法であるラジカル分解反応を用いた方法に使用されていた，粘土-Fe錯体に代えて，ペーパースラッジ焼却灰及び石炭燃焼灰を使用するものである。そうすると，甲1文献の請求項1に記載された「堆肥化」の語は，有機性廃棄物を分解して，肥料，土壌改良剤として利用される農業資材を製造することを意味するものである。甲1文献の【0003】，【0007】，【0009】，【0013】，【0027】及び【0028】には，「堆肥」及び「堆肥化」と，「有機性廃棄物の処理(分解)」の双方が使用されているが，「堆肥」及び「堆肥化」を微生物による分解を用いたものに限ると解することはできず，むしろ，「堆肥」及び「堆肥化」を，有機性廃棄物を分解した，肥料，土壌改良剤として利用される農業資材，及びその製造方法と解することによって，矛盾なく理解することができる。",
                "また，甲1文献には，ペーパースラッジ焼却灰及び石炭燃焼灰が，粘土―Fe錯体と同様の触媒効果があることにつき，「ペーパースラッジ焼却灰及び石炭燃焼灰は，一般に，80～99質量％の灰分を含有し，灰分は，SiO ，Al O ，FeO ，CaO，MgO，SO ，P O ，Ｎa O，K O，TiO ，その他の金属酸化物からなる組成を有し，粘土・Fe錯体と同様の構造を有するものと考えられる」(【0019】)とその根拠が記載されている。",
                "さらに，甲1文献の実施例に，原料混合物の成分が表示されておらず，また，分析値や温度領域が原告が主張するようなものであるとしても，これをもって，甲1考案がラジカル分解を用いたものではないということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "有機性廃棄物の分解温度について",
                  "text": [
                    "本件考案は，有機性廃棄物を「低温加水分解」するものである。ここにいう「低温」とは，請求項には具体的な温度の数値範囲が特定されていないが，本件明細書【0004】，【0010】，【0011】，【0013】及び【0034】の記載からすると，本件考案の「低温加水分解」の「低温」とは，100℃以下，特に20～60℃程度であるといえる。",
                    "他方，甲1考案は，所定の温度に加熱されているラジカル分解である。ここにいう「所定の温度」とは，甲1文献の【0018】によると，30～90℃，特に40～65℃であり，【0034】には60℃の実施態様が示されていることからすると，30～90℃，特に40～65℃であるといえる。",
                    "本件考案の「低温」と，甲1考案の「所定の温度」とを比較すると，甲1考案の「所定の温度」である30～90℃は，本件考案の「低温」の範囲である100℃以下に含まれる。したがって，相違点1における有機性廃棄物の分解温度の点は，本件考案と甲1考案の実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "有機性廃棄物の分解方法について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件考案は，有機性廃棄物を「加水分解」するものである。加水分解とは，1分子の化合物に水1分子が反応し，2分子の化合物を生成する反応である(甲33)。他方，加水分解とは，「加水」の語及び「分解」の語を連ねたものとも解される。したがって，請求項にいう「加水分解」が上記いずれを意味するのか，請求項の記載のみからでは直ちに理解することはできない。",
                        "本件考案は，加水分解反応を助長する物質として，電子化された空気である，一重項酸素などの活性酸素を含む空気を用い，この強い酸化力により物質を分解するものであるところ，このような本件考案の技術内容に照らすと，請求項にいう「加水分解」を，「1分子の化合物に水1分子が反応し，2分子の化合物を生成する反応」と解する理由に乏しく，「水の存在下における分解」という意味に解するのが相当である。この点について，原告は，審判手続において提出した平成26年9月24日付け上申書(甲29)において，本件考案では，糖分(ブドウ糖)は，ヒドロキシルラジカルの反応により，水の存在下で分解されるとの主張をしている。",
                        "そうすると，請求項にいう「加水分解」とは，「水の存在下における分解」という意味であると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1文献の【0022】には，甲1考案における有機性廃棄物の分解反応では，水に溶解している酸素が活性化されるという理由から水分の存在は必須であると記載されている。そうすると，甲1考案も，水の存在下において反応を行う装置であるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件考案の「加水分解」と甲1考案の「ラジカル分解」とを対比すると，いずれも水の存在下における分解である点で，実質的な相違点ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，相違点1は，実質的な相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件考案の設定温度と，甲1考案の設定温度とは，作用・機能の点で異なるから，有機性廃棄物の分解温度の点は，実質的な相違点であると主張する。",
                    "しかし，相違点1にいう温度の相違は，客観的な設定温度の相違をいうものであって，設定温度の技術的意味の相違をいうものではない。また，原告の上記主張は，甲1考案が微生物発酵を利用したものであることを前提としており，前記2(2)のとおり，前提において採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件考案と甲1考案とでは，ラジカル反応を起こす活性酸素の発生機序が異なるから，相違点1は実質的な相違点であると主張する。",
                    "しかし，本件考案の「加水分解」とは，前記(1)イのとおり，水の存在下における分解をいうのであり，酸化力を有する活性酸素の発生機序までをも規定するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2の判断",
              "text": [
                "本件考案における空気の電子化装置については，本件明細書の【0027】によると，原告が先に考案したものである実用新案登録第313388号(甲3)の装置(以下，「甲3装置」という。)に記載の空気の電子化装置を用いることができることが理解できるものの，明確な定義はされていない。そうすると，本件考案における「空気の電子化装置」とは，空気中への放電などによって，空気に電子による何らかの作用を与える装置と解するほかない。",
                "オゾンを発生させる装置として，空気中への放電によるものがあることは，証拠(甲10)及び弁論の全趣旨によると，周知であると認められる。このようなオゾン発生装置は，空気中への放電によって空気に電子による何らかの作用を与える装置といえるから，本件考案にいう「空気の電子化装置」に該当する。",
                "したがって，甲1考案におけるオゾン供給手段として，本件考案における「空気の電子化装置」を採用することは，当業者がきわめて容易に想到し得たことである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件考案は，外部の電子化装置で生成した活性酸素を本体に送り込むのに対し，甲1考案は，反応器の内部で活性酸素を生成するものであると主張する。",
                    "しかし，前記(1)のとおり，本件考案における外部の電子化装置から本体へ送り込まれるのは，電子による何らかの作用を与えられた空気であって，活性酸素には限られない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件考案の装置においてオゾンからヒドロキシルラジカルが生成されることはあり得ないから，本件考案と甲1考案では活性酸素の発生機序が異なる，と主張する。",
                    "しかし，本件考案は，請求項において，電子化装置により電子化した空気を密閉容器に吹き込み，加水分解を行うということのほかに，分解の機序を規定したものではないから，仮に，原告が実施している特定の態様がオゾンを発生しない装置であるとしても，請求項の記載により特定される本件考案は，オゾンを発生しないものには限られない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由3には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点3の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件考案は，「鉄板などで作られた密閉容器」であるが，「密閉容器」から空気を排気するための排気管が設けられているから，上記密閉容器は，完全な密閉性を有するものではない。また，本件明細書には，本件考案の装置を密閉容器としたことの作用効果についての記載はないから，技術的意義から密閉の程度を推認することもできない。",
                    "甲1考案の反応器は，両端で閉じられた横方向で長手の円筒状であるから，外界からある程度閉じられたものである。",
                    "本件考案と甲1考案とを比較すると，いずれも外界からある程度閉じられたものであり，本件考案は完全な密閉性を有するものではなくその密閉性の程度も不明であるから，甲1考案の密閉性と相違があるとはいえない。このことは，甲1考案の装入口に蓋がないことによって左右されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件考案は「投入蓋」を有し，甲1考案は原料の装入口に蓋を有しないものである。甲1考案の装入口及び通気口は，常時開放されていて，通気可能な状態となっているが，証拠(甲17)及び弁論の全趣旨によると，資材を投入する投入口に蓋を取り付けることは慣用されている技術であると認められる上，通気の目的のためには，通気口のみで足りると解される。",
                    "したがって，甲1考案の装入口に蓋を設けることは，当業者がきわめて容易に想到し得たものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件考案においては，短命な活性酸素を利用するために，密閉容器が必要である，と主張する。",
                    "しかし，活性酸素が短命であることは，反応性が高いことによるものであり，有機物と接触すれば，瞬時に反応してしまい，密閉しなければ外に漏れるという可能性は低いといえるから，活性酸素を利用するために容器の密閉性が必要であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1考案で資材の装入口に蓋をすると，通気性が悪くなって甲1考案の効果を損なう，と主張する。",
                    "しかし，前記(1)イで既に判示したとおり，通気の目的のためには，通気口のみで足りるから，甲1考案の資材の装入口に蓋をしても，甲1考案の効果を損なうとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1考案は，その空気の供給量に照らすと，実現不可能な考案であると主張する。",
                    "しかし，甲1文献の【図1】の通気口(9)には，必要であれば，「脱臭装置や，集塵装置等を設置してもよい」(【0033】)と記載されているように，装置の設置が可能であるから，送風機を設置することもできる。甲1考案における空気の供給量が，原告が主張するように，反応器内の空気流速度にして100～200m／分に相当するとしても，反応器の内容物を吹き飛ばしてしまうほどの速度とは認められず，反応混合物の温度を下げ，分解反応を阻害することになると認めることもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由4には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10002",
    "date": "2018-01-17",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087424",
    "ipprecedent_id": "4843",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}