{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人Y は，控訴人有限会社横瀬に対し，2000万円及びこれに対する平成26年4月13日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人Y 及び被控訴人Y は，控訴人有限会社田舎っぺに対し，連帯して2000万円及びこれに対する被控訴人Y に対しては平成26年4月13日から，被控訴人Y に対しては同年5月10日から各支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人Y は，控訴人有限会社横瀬に対し，2000万円及びこれに対する平成26年4月13日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1審，第2審とも，被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "第2項ないし第4項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人有限会社横瀬(以下「控訴人横瀬」という。)は，埼玉県内で「田舎っぺ」という名称を使用してうどん店を経営する有限会社であり，被控訴人Y (以下「被控訴人Y 」という。)及び被控訴人Y (以下「被控訴人Y 」という。)は，いずれも控訴人横瀬の元従業員であり，現在では，被控訴人Y は，埼玉県内において「めんこや」という名称のうどん店を経営し，被控訴人Y は，埼玉県内において「名代  四方吉うどん」という名称のうどん店を経営している。",
            "本件は，控訴人横瀬が，控訴人横瀬の「田舎っぺ」という名称のうどん店に係る営業方法全体(以下「本件営業方法」という。)が不正競争防止法2条1項1号にいう「商品等表示」に該当するとして，被控訴人Y の上記うどん店及び被控訴人Yの上記うどん店の営業方法が本件営業方法と類似すると主張し，被控訴人Y に対し，主位的には不正競争防止法4条に基づく損害賠償として，予備的には不法行為に基づく損害賠償，不当利得に基づく利得金の返還ないしは債務不履行に基づく損害賠償を選択的請求として，損害金又は利得金の一部である2000万円及びこれに対する平成26年4月13日(被控訴人Y に対する訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め(1審甲事件)，また，被控訴人Y に対し，主位的には不正競争防止法4条に基づく損害賠償として，予備的には不法行為に基づく損害賠償，不当利得に基づく利得金の返還ないしは債務不履行に基づく損害賠償を選択的請求として，損害金又は利得金の一部である2000万円及びこれに対する平成26年4月13日(被控訴人Y に対する訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め(1審丙事件)，さらに，控訴人横瀬の代表者であるAが代表取締役を務め，埼玉県内でうどん店を経営する控訴人有限会社田舎っぺ(以下「控訴人田舎っぺ」という。)が，被控訴人Y において控訴人田舎っぺと締結した営業譲渡契約に違反して控訴人らのノウハウを利用した上記うどん店を営業し，これにより控訴人田舎っぺが損害を被ったと主張して，当該営業譲渡契約に係る被控訴人Y の連帯保証人であって同人の両親である被控訴人Y (以下「被控訴人Y 」という。)及び被控訴人Y (以下「被控訴人Y 」という。)に対し，連帯保証契約に基づき，上記損害の一部である2000万円及びこれに対する被控訴人Y については平成26年4月13日(同人に対する訴状送達の日の翌日)から，被控訴人Y については同年5月10日(同人に対する訴状送達の日の翌日)から各支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を求める(1審乙事件)事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審は，本件営業方法が自他識別能力を有するものとはいえず，また，被控訴人Y 及び被控訴人Y の営業方法が公正な競争秩序を破壊する著しく不公正な方法であるともいえず，また，両名の利得が法律上の原因を欠くともいえず，さらに，控訴人横瀬と被控訴人Y との間で同人が入社時又は平成17年1月中旬頃に類似のうどん店の営業を禁止する旨の合意が成立したことを認めるに足りず，被控訴人Y は控訴人横瀬の営業上の機密を漏洩したことを認めるに足りないほか，営業譲渡契約は一部解除されたものとは認められず，他方，その後の全部解除は有効であるなどとして，控訴人らの請求をいずれも棄却した。控訴人らがこれを不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決6頁7行目の「金2400万円」を「金2100万円」に改めるほかは，原判決「理由」欄の「第3  前提事実」の1から4まで(原判決4頁13行目から8頁8行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点は，原判決「理由」欄の「第4  争点」の1(原判決8頁10行目から24行目まで)に記載のとおりであり，争点に対する当事者の主張は，原判決13頁15行目及び17頁15行目の「取引者又は受領者」を「取引者又は需要者」にそれぞれ改めるとともに，下記(1)及び(2)において当審における当事者の主張を付加するほかは，原判決「理由」欄の「第4  争点」の「2  争点に対する当事者の主張」の(1)から(7)まで(原判決8頁26行目から31頁1行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人らの補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商品等表示該当性について",
                  "text": [
                    "原判決は，商品等表示該当性につき，特定人の営業活動と極めて密接に結合して出所表示の機能を果たし，その営業方法に接する者が誰でも同人の営業活動であると認識するに至っているような場合でない限り，営業方法全体が特定の営業主体を識別する営業表示性を獲得しているとはいえないと判断している。しかしながら，特定の営業方法が特定のグループに属する店舗においてのみ可能であるような場合に，ある店舗において当該営業方法をとっていることが外部に表示されているときは，当該店舗が当該グループに属する店舗であることを顧客に示すものである。このような場合には，当該営業方法をとっていることを外部に表示することが，特定のグループに属する店舗の営業であることの表示となる。そうすると，特定の営業方法を行う店舗であることが，特定のグループに属する店舗のみにおいて可能であることが需要者の間に広く認識されている場合には，当該営業方法の表示が「商品等表示」に該当し得るというべきである。",
                    "以上を踏まえると，本件営業方法は，「田舎っぺ」のみが採用することが可能なものであり，「田舎っぺ」が本件営業方法を採用していることは外部に表示され，かつ，本件営業方法を行う店舗であることが，「田舎っぺ」という特定のグループに属する店舗のみにおいて可能であることが需要者の間に広く認識されているというべきである。",
                    "したがって，本件営業方法は，商品等表示に該当するというべきであり，これと異なる原審の認定判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不法行為の成否について",
                  "text": [
                    "原判決は，控訴人横瀬の店舗と被控訴人Y 又は被控訴人Y の各店舗が混同するおそれはないとして，両名の営業方法が公正な競争秩序を破壊する著しく不公正な方法であるとは認められないとしている。しかしながら，本件営業方法は，それらを一体としてみるならば，他には見られない極めて特徴的なものであり，本件営業方法を採用する店舗は，「田舎っぺ」のほかには，被控訴人Y 営業に係る「めんこや」と被控訴人Y 営業に係る「名代四方吉うどん」以外には存在しないため，「田舎っぺ」と「めんこや」又は「名代四方吉うどん」を混同する需要者も多数存在する。そうすると，被控訴人Y の一連の営業活動行為の態様は，全体として公正な競争秩序を破壊する著しく不公正な方法で行われ，害意が存在するのであるから，違法というべきである。",
                    "したがって，不法行為に該当しないとした原審の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不当利得の成否について",
                  "text": [
                    "原判決は，被控訴人Y 又は被控訴人Y の営業方法は本件営業方法と共通するところはあるものの，控訴人横瀬がその共通点であると主張するところは，いずれも本件営業方法固有の特徴であるとは認められず，被控訴人Y 又は被控訴人Y の利得が法律上の原因を欠くということはできないとしている。しかしながら，本件営業方法と共通する被控訴人Y 又は被控訴人Y の営業方法は，本件営業方法固有の特徴であり，このような営業方法を使用するためには，対価を支払う必要があるというべきであるから，被控訴人Y 又は被控訴人Y の利得には，法律上の原因は認められない。",
                    "したがって，不当利得に該当しないとした原審の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "債務不履行の成否について",
                  "text": [
                    "原判決は，類似のうどん店をやってはいけないという合意につき，入社時及び平成17年1月中旬頃のいずれについても，控訴人ら代表者がこれに沿う供述をしている反面，被控訴人Y がこれを否定する供述をしていることに照らし，直ちに控訴人ら代表者の上記供述を採用することはできず，他に控訴人横瀬の主張を裏付けるに足る証拠はないとして，上記各合意の成立を否定している。しかしながら，控訴人ら代表者の本人尋問及び被控訴人Y 又は被控訴人Y の各本人尋問の結果によれば，上記各合意の有無については，被控訴人Y 又は被控訴人Y の各供述よりも，控訴人ら代表者の供述の信用性が高いといえる。",
                    "したがって，上記各合意の成立を否定した原審の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "連帯保証契約に基づく履行請求権の有無について",
                  "text": [
                    "原判決は，控訴人田舎っぺの実質的な代表者であったAが平成16年3月頃に本件営業譲渡契約11条に基づく一部解除を行ったと認めることはできず，また，本件合意解除契約公正証書が作成された当時Bが意思能力を欠いていたとはいえず，本件合意解除契約が無効であると認めることはできないとして，連帯保証契約に基づく履行請求権の発生を否定している。しかしながら，Aが被控訴人Y に対し経営権を取り上げるという趣旨のことを伝える形で一方的に債務不履行に基づく一部解除をしたことは明らかであり，また，Bが精神科を受診しなかったのは，躁うつ病の程度が軽かったためではなく，本人が精神科を受診することに抵抗したためであるから，同人に意思能力はなく，本件合意解除契約は無効である。",
                    "したがって，一部解除を否定し全部解除を認めた原審の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人らの反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商品等表示該当性について",
                  "text": [
                    "控訴人横瀬は，本件営業方法をとることが可能であるのは創業一族のみであり，これが外部に表示され需要者の間で広く認識されているから，本件営業方法は，商品等表示に該当すると主張する。しかしながら，控訴人横瀬が「田舎っぺ」の特徴であるとして主張する事項は，原判決も認定するように，いずれもありふれたものばかりであり，他のうどん店との差別化を印象付ける際立った特徴とはいえない。",
                    "したがって，本件営業方法の商品等表示該当性を否定した原審の判断に誤りはなく，控訴人横瀬の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不法行為の成否について",
                  "text": [
                    "控訴人横瀬は，本件営業方法が全体としてみれば他には見られない極めて特徴的なものであるとして，「田舎っぺ」と「めんこや」又は「名代四方吉うどん」を混同する需要者も多数存在するなどと主張する。しかしながら，控訴人横瀬が極めて特徴的なものであると主張する事項は，全てごくありふれたものであり，特徴的なものではないし，一体として見たところで新たな特徴が浮かび上がるものでもない。",
                    "したがって，不法行為の成立を否定した原審の判断に誤りはなく，控訴人横瀬の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不当利得の成否について",
                  "text": [
                    "控訴人横瀬は，本件営業方法と共通する被控訴人Y 又は被控訴人Y の営業方法は，本件営業方法固有の特徴であり，このような営業方法を使用するためには，対価を支払う必要があるから，被控訴人Y 又は被控訴人Y の利得は法律上の原因を欠くなどと主張する。しかしながら，本件営業方法固有の特徴であると主張する事項は，いずれも特徴に値するものではなく，控訴人横瀬の主張は，前提を欠くものである。",
                    "したがって，不当利得の成立を否定した原審の判断に誤りはなく，控訴人横瀬の主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "債務不履行の成否について",
                  "text": [
                    "控訴人横瀬は，類似のうどん店をやってはいけないという合意につき，被控訴人Y 又は被控訴人Y の各供述よりも，控訴人ら代表者の供述の方が信用性の高いものであり，入社時及び平成17年1月中旬に上記合意がそれぞれ成立したことが認められるべきであるなどと主張する。しかしながら，いずれも主張自体失当であるほか，当該主張を裏付ける証拠も存在しない。",
                    "したがって，上記各合意の成立をいずれも否定した原審の判断に誤りはなく，控訴人横瀬の主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "連帯保証契約に基づく履行請求権の有無について",
                  "text": [
                    "控訴人田舎っぺは，控訴人ら代表者が被控訴人Y に対し経営権を取り上げるという趣旨のことを伝える形で一方的に債務不履行に基づく一部解除をしたことは明らかであり，また，Bに意思能力はなく，本件合意解除契約は無効であるなどと主張する。しかしながら，一部解除自体極めて不自然な解除であることに加え，当該一部解除がされたことを裏付ける証拠は何ら存在せず，また，本件合意解除公正証書作成当時，Bの意思能力に問題がなかったことは明らかである。",
                    "したがって，一部解除を否定し全部解除を認めた原審の判断に誤りはなく，控訴人田舎っぺの主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人らの請求はいずれも理由がないものと判断する。その理由は，下記1のとおり原判決を補正し，下記2のとおり当審における控訴人らの補充主張に対する判断を示すほかは，原判決「理由」欄の「第5  当裁判所の判断」の1から6まで(原判決31頁3行目から53頁1行目まで)に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決35頁13行目の「被告Y 本人尋問[3])。」の次に行を改め，「控訴人田舎っぺは，被控訴人Y を雇用するに当たり，同人との間で，入社契約書を取り交わしたものの，当該入社契約書において，被控訴人Y が控訴人田舎っぺから取得したノウハウを他に漏らすことを禁ずる旨の合意はもとより，同人が退職後うどん屋を経営しない旨を合意したものとは認められない(控訴人ら代表者尋問[53])」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同36頁18行目の末尾に次のとおり加える。",
                "「なお，控訴人田舎っぺは，本件合意解除公正証書において，被控訴人Y との間で，同人が本件営業譲渡契約6条に規定するノウハウを他に漏らすことを禁ずる旨の合意はもとより，同人が今後うどん店を経営することを禁ずる旨の合意をしたものとは認められず，その後にも，控訴人らは被控訴人Y との間で当該各合意をしたものと認めることはできない。したがって，上記ノウハウは，仮に，控訴人らの営業に有用な技術上又は営業上の情報であって公然と知られていないものであったとしても，控訴人らにおいて秘密として管理されていたものとまで認めることはできない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同41頁25行目の「営業方法」の次に「(以下「本件営業方法」という。)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "同42頁1行目から18行目までを次のとおり改め，同19行目の冒頭の「エ」を「イ」に改める。",
                "「不正競争防止法2条1項1号は，他人の周知な商品等表示と同一又は類似の商品等表示を使用することをもって不正競争行為と定めたものであるところ，その趣旨は，周知な商品等表示の有する出所表示機能を保護するため，周知な商品等表示に化体された他人の営業上の信用を自己のものと誤認混同させて顧客を獲得する行為を防止することにより，事業者間の公正な競争を確保することにある。そして，同号は，「商品等表示」を「人の業務に係る氏名，商号，商標，標章，商品の容器若しくは包装その他の商品又は営業を表示するもの」と規定するところ，需要者にとって営業の出所を表示する機能を有するものは，本来的には名称，商号等であるから，営業方法は，営業に関する個別具体的な内容を示すにとどまり，通常，需要者にとって出所を表示する機能を有するものとはいえない。",
                "したがって，営業方法は，客観的に他の営業方法とは異なる顕著な特徴を有しており，特定の事業者の出所を表示するものとして需要者に周知になっていると認められるなど特段の事情がない限り，同号にいう「商品等表示」に該当しないと解するのが相当である。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "同45頁20行目から24行目までを次のとおり改める。",
                "「(3) 以上によれば，本件営業方法の一部又は全部は，客観的に他の営業方法とは異なる顕著な特徴を有するものとはいえず，そもそも控訴人横瀬の営業の出所を表示するものとはいえない。したがって，本件営業方法は，法2条1項1号にいう「商品等表示」に該当するものと認めることはできない。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "同46頁19行目から20行目にかけての「営業行為が不正競争防止法の規定する不正競争行為に該当しないとしても，」を「営業行為が不正競争防止法2条1項1号に規定する不正競争行為に該当しないとしても，同号が規律の対象とする営業上の信用とは異なる法的に保護される利益が認められる場合であって，」に改める。"
            },
            {
              "fig": "(7)",
              "text": [
                "同47頁20行目及び48頁16行目の末尾にそれぞれ次のとおり加える。",
                "「そもそも控訴人横瀬が主張する法的に保護される利益とは，結局のところ，不正競争防止法2条1項1号が規律の対象とする営業上の信用に帰するものであって，当該利益が保護されないことは，前記2のとおりである。そうすると，営業方法が同号所定の商品等表示に該当しない場合，営業方法に係る商品等表示としての営業上の信用は，法的保護の対象となるものではなく，民法709条所定の「法律上保護される利益」に該当するものとはいえない。したがって，控訴人横瀬の主張は，失当というほかない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "同48頁23行目の末尾に次のとおり加える。",
                "「そもそも控訴人横瀬が主張する法的に保護される利益とは，結局のところ，不正競争防止法2条1項1号が規律の対象とする営業上の信用に帰するものであって，当該利益が保護されないことは，前記2のとおりである。そうすると，営業方法が同号所定の商品等表示に該当しない場合，営業方法に係る商品等表示としての営業上の信用は，法的保護の対象となるものではない。したがって，当該営業上の信用が法的保護の対象となること前提に不当利得をいう控訴人横瀬の主張は，失当というほかない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人らの補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "商品等表示該当性について",
              "text": [
                "控訴人横瀬は，本件営業方法をとることが可能であるのは創業一族のみであり，本件営業方法は，外部に表示され需要者の間で広く認識されているから，商品等表示に該当すると主張する。",
                "しかしながら，前記引用に係る原判決が説示するとおり，本件営業方法の一部又は全部は，控訴人横瀬の営業の内容を具体的に示すにとどまり，それ自体が出所を表示する機能を有するといえるほど顕著な特徴を有するものとはいえない。そもそも被控訴人Y 又は被控訴人Y は，控訴人横瀬と明らかに異なる名称を付して営業を行っているのであるから，営業の内容が一定程度類似していたとしても，このことが控訴人横瀬の営業と被控訴人Y 又は被控訴人Y の営業との間に出所の混同を生じさせるものとは認められない。",
                "したがって，控訴人横瀬の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "不法行為の成否について",
              "text": [
                "控訴人横瀬は，本件営業方法が全体としてみれば他には見られない極めて特徴的なものであるとして，「田舎っぺ」と「めんこや」又は「名代四方吉うどん」を混同する需要者も多数存在するなどと主張する。しかしながら，そもそも控訴人横瀬が主張する法律上保護される利益とは，結局のところ，不正競争防止法2条1項1号が規律の対象とする営業上の信用に帰するものであって，当該利益が保護されないことは，上記(1)のとおりである。そうすると，前記引用に係る原判決が説示するとおり，営業方法が同号所定の商品等表示に該当しない場合，営業方法に係る商品等表示としての営業上の信用は，不法行為上も法的保護の対象とはならないというべきである。したがって，上記営業上の信用が法的保護の対象となることを前提に不法行為をいう控訴人横瀬の主張は，失当というほかない。",
                "したがって，控訴人横瀬の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不当利得の成否について",
              "text": [
                "控訴人横瀬は，本件営業方法と共通する被控訴人Y 又は被控訴人Y の営業方法は，本件営業方法固有の特徴であり，このような営業方法を使用するためには，対価を支払う必要があるから，被控訴人Y 又は被控訴人Y の利得は法律上の原因を欠くなどと主張する。しかしながら，そもそも控訴人横瀬が主張する法律上保護される利益とは，結局のところ，不正競争防止法2条1項1号が規律の対象とする営業上の信用に帰するものであって，当該利益が保護されないことは，上記(1)のとおりである。そうすると，営業方法が同号所定の商品等表示に該当しない場合，営業方法に係る商品等表示としての営業上の信用は，不当利得上も法的保護の対象とはならないというべきである。また，当審における控訴人横瀬の主張を踏まえても，不正競争防止法2条1項1号が規律の対象とする営業上の信用のほかに，控訴人横瀬において本件営業方法に関する法律上保護される利益を有するものとは認められない。以上によれば，上記営業上の信用が法的保護の対象となることを前提に不当利得をいう控訴人横瀬の主張は，失当というほかない。",
                "したがって，控訴人横瀬の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "債務不履行の成否について",
              "text": [
                "控訴人横瀬は，控訴人ら代表者の供述の信用性が高いというべきであるから，被控訴人Y との間では，類似のうどん店をやってはいけないという合意が入社時及び平成17年1月中旬に成立したと認められ，他方，被控訴人Y との間では，田舎っぺの門外不出の秘密を漏洩してはならないとの合意が成立し，同人がこれを漏洩したことが認められるべきであるなどと主張する。しかしながら，被控訴人Y にあっては，上記のような重要な事項に係る各合意につき，入社契約書その他の書面においてその合意を確認したことすら認めることができず(控訴人ら代表者尋問本人尋問53頁)，被控訴人Y にあっては，本件営業方法と被控訴人Y 経営に係る名代四方吉うどんの営業方法が類似すると抽象的に主張するにとどまり，上記にいう門外不出の秘密自体が具体的に明らかでなく，これを漏洩したことを認めるに足りないというべきである。",
                "したがって，控訴人横瀬の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "連帯保証契約に基づく履行請求権の有無について",
              "text": [
                "控訴人田舎っぺは，控訴人ら代表者が被控訴人Y に対し経営権を取り上げるという趣旨のことを伝える形で一方的に債務不履行に基づく一部解除をしたことは明らかであり，また，Bに意思能力はなく，本件合意解除契約は無効であるなどと主張する。しかしながら，控訴人ら代表者の供述によっても，Aが被控訴人Y に対しお店は自分に任せろなどと一方的に述べたというにとどまるのであるから，この一言をもって本件営業譲渡契約が一部のみ解除されたものと認めることはできず，かえってその後に作成された本件合意解除公正証書にも，控訴人田舎っぺ主張に係る一部解除の事実は一切記載されていないのであるから，これらの事情によれば，一部解除を認めることはできない。また，控訴人ら代表者は，本件合意解除公正証書の作成をBに自ら委ねて，同人を公証人役場に行かせたのであるから，普段日常的にBと接する控訴人ら代表者ですら，当時Bが意思能力を欠くとは認識していなかったものと認められ，その他にBが意思能力を欠いていたことを認めるに足りる的確な証拠はない。",
                "したがって，控訴人田舎っぺの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "その他",
              "text": [
                "控訴人らの当審におけるその他の主張のほか，平成29年8月30日付け控訴準備書面(1)記載の主張についても，十分に改めて検討しても，控訴人らの主張は，本件営業方法が商品等表示として法律上保護されるという独自の見解に基づくもの，又は証拠上の裏付けを欠くものというほかなく，当該主張が採用できないことは，上記で説示したとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人らの請求をいずれも棄却した原判決は相当であって，本件控訴は理由がないからいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ]
}