{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2016-300169号事件について平成29年5月9日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録の不使用取消審判請求を不成立とした審決の取消訴訟である。争点は，商標法50条1項該当性(登録商標の使用の有無)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，次の商標(以下「本件商標」という。)の商標権者である(甲1，2)。",
            "「ベガス」",
            "①  登録番号  第5334030号",
            "②  出 願 日  平成21年8月18日",
            "③  登 録 日  平成22年7月2日",
            "④  商品及び役務の区分並びに指定役務",
            "第41類「セミナーの企画・運営又は開催，運動施設の提供，娯楽施設の提供，映画・演芸・演劇・音楽又は教育研修のための施設の提供，遊戯用器具の貸与」"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯",
      "text": [
        "原告は，平成28年3月9日，特許庁に対し，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが本件商標の指定役務中「娯楽施設の提供」について本件商標の使用をしていないとして，商標法50条1項に基づき，本件商標の指定役務中「娯楽施設の提供」(以下「本件指定役務」という。)に係る商標登録の取消しを求めて審判(以下「本件審判」という。)を請求した(取消2016-300169号)。",
        "なお，本件審判の請求の登録は，平成28年3月23日になされたことから，本件において本件商標の使用の有無を検討すべき期間は，平成25年3月23日から同28年3月22日までである(以下，当該期間を「本件要証期間」という。)。",
        "特許庁は，平成29年5月9日，本件審判の請求は成り立たない旨の審決をし，その謄本は，同月18日，原告に送達された。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点(審決における証拠番号は本件訴訟における証拠番号に合わせるものとする。)",
      "content": [
        {
          "fig": "(1)",
          "subject": "甲58の折込チラシについて",
          "content": [
            {
              "fig": "ア",
              "subject": "甲58は，被告の2015年(平成27年)7月22日の発寒店の折込チラシ(以下「本件折込チラシ1」という。)である。本件折込チラシ1の上部には，「ベガス発寒店ファンのお客様へ」という見出しの下，「本日22日(水)／店休させていただきます。」という記載があり，その下には，「ベガスベガス発寒店  店長・スタッフ一同」という記載がある。また，本件折込チラシ1の下部には，「ベガスベガス」の文字のほか，「VEGAS／VEGAS」，「発寒店」，その住所及び連絡先の記載がある。"
            },
            {
              "fig": "イ",
              "subject": "本件折込チラシ1には，その表題として「ベガス発寒店ファンのお客様へ」という記載がされているところ，この表題中の「ベガス発寒店」の文字については，店名を表示する商標として理解されるものというのが相当である。そして，その構成中の「発寒店」の文字が，「発寒にある店舗」程の意味合いを表す部分であることから，単に役務の提供地を表すものと認識されるものであって，自他役務識別標識としての機能を果たし得ないものである。 他方，これを除く「ベガス」の文字部分は，その店名の表示中において，自他役務の識別標識としての機能を果たし得るものというのが相当である。そうすると，「ベガス」の文字部分は，取引者，需要者において商標「ベガス発寒店」の要部として理解されるものである。",
              "text": [
                "また，本件折込チラシ1の表紙には，上記のとおり，「ベガス」が表示され，「本日22日(水)」と記載されている。そして，甲68の「折込チラシ  受注証明書」によれば，株式会社東急エージェンシーが，本件折込チラシ1を制作・印刷し，「2015年(平成27年)7月22日(水)」に，「215，170部」を折込した内容が記載されている。また，同社は，被告に対し，本件折込チラシ1の「請求書」及び「請求明細書」を発行している(甲69，甲70)。さらに，甲75ないし甲77の「チラシ折込確認書」，「折込配布証明」及び「折込証明書」によれば，上記日付に，北海道新聞，読売新聞及び朝日新聞に本件折込チラシ1が折り込まれて配布されたことが認められる。",
                "これらの日付は，本件要証期間内であるから，被告は，「ベガス」を本件要証期間内に使用したものと認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "甲60の折込チラシについて",
          "content": [
            {
              "fig": "ア",
              "subject": "甲60は，被告の2015年(平成27年)1月5日の苫小牧店の折込チラシ(以下「本件折込チラシ2」という。)である。本件折込チラシ2の上部には，「新台入替」，「パチンコ・スロット6機種／計39台導入！！」という見出しの下，4台のパチンコ台と2台のスロットマシンの写真とともに，「5日(月)あさ10時オープン」という記載がある。また，本件折込チラシ2の下部には，「ベガスベガス」の文字のほか，「VEGAS／VEGAS」，「苫小牧店」，その住所及び連絡先の記載がある。"
            },
            {
              "fig": "イ",
              "subject": "甲80の「折込チラシ  受注証明書」によれば，株式会社東急エージェンシーが，本件折込チラシ2を制作・印刷し，「2015年(平成27年)1月5日(月)」に，「229，835部」を折込したことが記載されている。また，同社は，被告に対し，本件折込チラシ2の「請求書」及び「請求明細書」を発行している(甲81，甲82)。さらに，甲87ないし甲89の「チラシ折込確認書」，「折込配布証明」及び「折込証明書」によれば，上記日付に，北海道新聞，読売新聞及び朝日新聞に本件折込チラシ2が折り込まれて配布されたことが認められる。",
              "text": [
                "これらの日付は，本件要証期間内であるから，被告は，「ベガス」を本件要証期間内に使用したものと認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上によれば，被告は，本件要証期間内である平成27年1月5日(ただし，審決は当該日付を平成27年1月15日であると認定するものの，明らかに同月5日の誤記であると認められる。)及び同年7月22日に「娯楽施設の提供」の範ちゅうに含まれる「パチンコ・スロットマシンの提供」に係るチラシに，本件商標と社会通念上同一と認められる商標を付して頒布したと推認することができる。そして，上記の使用行為は，商標法2条3項8号にいう「役務に関する広告に標章を付して頒布する行為」に該当するものと認められる。",
            "そうすると，被告は，本件要証期間内に日本国内で本件指定役務について本件商標と社会通念上同一と認められる商標を使用していたことを証明したものと認められる。",
            "したがって，本件商標に係る商標登録を取り消すことができない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1",
          "text": [
            "審決は，本件指定役務の範ちゅうに含まれる「パチンコ・スロットマシンの提供」に係る本件折込チラシ1につき，被告が本件商標と社会通念上同一と認められる商標を付して頒布したと推認することができるとしている。",
            "しかしながら，本件折込チラシ1は，平成27年7月22日の営業が休みであることを「ベガスベガス発寒店」を利用している人に告知し，注意喚起するための店休告知・案内文である。そのため，「ベガスベガス発寒店」の提供する役務内容は一切記載されていない。",
            "したがって，本件指定役務についての記載が一切なく，店休告知・案内文である本件折込チラシ1が，「娯楽施設の提供」の範ちゅうに含まれる「パチンコ・スロットマシンの提供」に係るチラシであると認定した審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2",
          "text": [
            "審決は，本件指定役務の範ちゅうに含まれる「パチンコ・スロットマシンの提供」に係る本件折込チラシ2につき，被告が本件商標と社会通念上同一と認められる商標を付して頒布したと推認することができると認定している。",
            "しかしながら，本件折込チラシ2には，本件商標(ベガス)は一切記載されていない。",
            "したがって，本件折込チラシ2が本件商標と社会通念上同一と認められる商標の付されているチラシであると認定した審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3",
          "text": [
            "審決は，本件折込チラシ1及び本件折込チラシ2を頒布した行為は，商標法2条3項8号にいう「役務に関する広告に標章を付して頒布する行為」に該当すると認定している。",
            "しかしながら，商標法2条3項8号にいう「商品若しくは役務に関する」とは，商品又は役務との具体的関係性があることを意味するものであり，本件折込チラシ1は，役務内容が全く記載されていないのであるから，本件折込チラシ1に係る上記の頒布行為は，「商品若しくは役務に関する」ものとはいえない。また，本件折込チラシ2は，本件商標が記載されていないのであるから，本件折込チラシ2に係る上記の頒布行為は，そもそも「標章を付して頒布する行為」とはいえない。",
            "したがって，上記各行為が商標法2条3項8号にいう「役務に関する広告に標章を付して頒布する行為」に該当すると認定した審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4",
          "text": [
            "審決は，本件折込チラシ1に本件商標と社会通念上同一と認められる商標が付されていると認定している。",
            "しかしながら，本件折込チラシ1に記載されている「ベガス発寒店ファンのお客様へ」という部分は，まとまりよく配置され，全体の外観において極めて緊密な一体性を有している。また，上記部分は，注意喚起文として認識されるのが自然であって，一連によどみなく称呼し得るものでもある。そのため，需要者が上記部分のうち「ベガス」の文字部分(以下「本件文字部分」という。)のみを独立した商標として認識するのは，極めて不自然であるから，上記部分は，全体として一つであって，一連一体として構成されたものと認められるべきである。このような場合には，「ベガス発寒店ファンのお客様へ」の部分が本件商標と社会通念上同一のものであると認めることはできない。",
            "したがって，本件折込チラシ1に本件商標と社会通念上同一と認められる商標が付されていると認定した審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5",
          "text": [
            "審決は，本件折込チラシ1に記載されている「ベガス発寒店ファンのお客様へ」という部分のうち，本件文字部分(ベガス)が自他役務の識別標識としての機能を果たし得ると認定している。",
            "しかしながら，本件折込チラシ1の下部には，登録商標であることを示すために使用される○Rマークが付された「ベガスベガス®」のほか，「VEGAS／VEGAS」が大きく目立つように記載され，これらの文字以外に自他役務の識別標識としての機能を果たし得るものは存在しない。また，前記4のとおり，「ベガス発寒店ファンのお客様へ」は，全体として一つであって，一連一体として構成されたものというほかない。そうすると，本件折込チラシ1では，○Rマークが付された「ベガスベガス®」又は「VEGAS／VEGAS」が自他役務識別標識としての機能を果たし得る部分であるといえる。",
            "したがって，本件文字部分が自他役務の識別標識としての機能を果たし得ると認定した審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本件折込チラシ1についての取消事由に対する反論",
          "text": [
            "本件折込チラシ1に記載されている「ベガス発寒店ファンのお客様へ」という部分のうち本件文字部分(ベガス)は，「ベガスベガス発寒店」の略称表示又は愛称表示として解釈できるのであるから，本件折込チラシ1には本件商標と社会通念上同一と認められる商標が付されたといえる。",
            "したがって，その他の点も含め，原告の主張は独自の見解をいうものであり，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件折込チラシ2についての取消事由に対する反論",
          "text": [
            "本件折込チラシ2は，専ら本件商標が対象とする指定役務の特定及び立証に寄与するものである。これによれば，被告が本件要証期間内に本件指定役務(娯楽施設の提供)に該当する「パチンコ・スロットマシンの提供」の営業をしていたことが認められる。そして，本件折込チラシ1及びその他証拠をも併せ考慮すれば，本件折込チラシ2に，本件商標と社会通念上同一と認められる商標が付されて頒布されたことが認められる。",
            "したがって，その他の点も含め，原告の主張は独自の見解をいうものであり，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "後掲各証拠及び弁論の全趣旨を総合すれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件折込チラシ1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件折込チラシ1は，被告が発注して株式会社東急エージェンシーが制作及び印刷し，平成27年7月22日，北海道新聞等に折り込まれたものである(甲68，甲69，甲75ないし甲77)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件折込チラシ1の表面には，上部において，下線を付して「ベガス発寒店ファンのお客様へ」という見出しが付され，中央部には大きな文字で「本日22日水  店休させていただきます。」と記載されている。そして，その下には，「いつもご愛顧誠にありがとうございます。ベガスベガス発寒店は，「店内改装」のため本日22日(水)は店休させていただきます。なお，明日以降のオープン時間は裏面をご覧ください。皆様のご来店を心よりお待ちしております。」と記載され，更にその右下に「ベガスベガス発寒店  店長・スタッフ一同」として作成名義人が記載されている。さらに，本件折込チラシ1の下部には，登録商標であることを示す○Rマークが付された「ベガスベガス®」という文字が大きく記載され，その下には，「VEGAS VEGAS」，「発寒店」，その住所及び連絡先の記載がある。その右側には，発寒店の地図が記載され，同店舗の表示として「ベガスベガス発寒店」と記載されている。(甲58)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件折込チラシ1の裏面には，上部に「ベ ガ ス ベ ガ ス 発 寒 店」という見出しが付され，中央部には，「営業時間変更のご案内」とした上，大きな文字で「23日木15：00開店  24日金13：00開店」などと記載されている。そして，その下には，「パチンコ」「880台」，「スロット」「620台」，「1500台」などと記載されている。さらに，本件折込チラシ1の裏面下部には，「VEGAS",
                  "text": [
                    "VEGAS  HASSAMU」という文字が大きく記載されている。なお，本件折込チラシ1の裏面には，「ベガス発寒店」という記載は認められない。(乙55の1)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件折込チラシ2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件折込チラシ2は，被告が発注して株式会社東急エージェンシーが制作及び印刷し，平成27年1月5日，北海道新聞等に折り込まれたものである(甲80，甲81，甲87ないし甲89)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件折込チラシ2の表面には，上部に大きく「新台入替  パチンコ・スロット6機種  計39台導入！！」という見出しが付され，中央部には，4台のパチンコ台と2台のスロットマシンの写真とともに，「5日［月］あさ10時オープン」などと記載されている。そして，本件折込チラシ2の下部には，「ベガスベガス®」という文字が大きく記載され，その右横には「VEGAS VEGAS  苫小牧店」が，その下には苫小牧店の住所及び連絡先が，それぞれ記載されている。さらに，その右側には，苫小牧店の地図が記載され，同店舗の表示として「VEGAS  VEGAS  ベガスベガス苫小牧店」と記載されている。なお，本件折込チラシ2の表面には，「ベガス苫小牧」という記載は認められない。(甲60)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件折込チラシ2の裏面には，上部に「ワクワクドキドキがたくさん！もうご覧になりましたか？  パチンコ576台・スロット524台  計1100台！！」と記載され，中央部には，店内の模式図が大きく記載されている。そして，本件折込チラシ2の裏面下部には，「パチンコ・パチスロは適度に楽しむ遊びです。」などと記載されている。なお，本件折込チラシ2の裏面にも，「ベガス苫小牧店」という記載は認められない。(甲61)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件折込チラシ1及び本件折込チラシ2のほかには，被告が本件商標を使用したことを裏付ける証拠は提出されていない。なお，本件商標(ベガス)と「ベガスベガス」又は「VEGAS  VEGAS」という商標が類似するものではなく，それぞれ商標として異なるものであることについては，当事者間に争いがない(弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由4及び5",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記認定事実によれば，本件折込チラシ1には，「ベガス発寒店ファンのお客様へ」と記載されている部分が認められ，この部分には本件文字部分(ベガス)が使用されており，本件文字部分は本件商標と同一のものと認められる。他方，本件折込チラシ1の下部には，登録商標であることを示す○Rの文字を付した「ベガスベガス®」という文字が大きく付されているほか，「VEGAS VEGAS」，「ベガスベガス発寒店」という文字も併せて記載されている。",
                "これらの事実関係によれば，本件折込チラシ1に接した需要者は，同チラシにおいて，パチンコ，スロットマシンなどの娯楽施設の提供という役務に係る出所を示す文字は，同チラシにおいて多用されている「ベガスベガス」又は「VEGAS VEGAS」であって，一箇所だけで用いられた本件文字部分は，店内改装のため一時休業する店舗の名称を一部省略した略称を表示したものにすぎず，本件折込チラシ1に係る上記役務の出所自体を示すものではないと理解するのが自然である。",
                "そうすると，本件折込チラシ1に本件文字部分を付する行為は，本件商標について商標法2条3項にいう「使用」をするものであると認めることはできない。",
                "したがって，本件文字部分が出所識別機能を果たし得るものと認定した上，本件折込チラシ1に本件商標と社会通念上同一と認められる商標が付されていると認定した審決の各判断には，いずれも誤りがあるから，取消事由4及び5は，理由がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，被告は，本件文字部分が「ベガスベガス発寒店」の略称表示又は愛称表示として解釈できるのであるから，本件折込チラシ1には本件商標と社会通念上同一と認められる商標が付されたといえるなどと主張する。",
                "しかしながら，被告が本件文字部分を「ベガスベガス」又は「VEGAS VEGAS」の略称表示であると認めるとおり，本件折込チラシ1に係る役務の出所を示す表示は，多用された「ベガスベガス」又は「VEGAS VEGAS」の標章であると認めるのが相当であるから，これらと異なる標章である本件文字部分が出所識別機能を果たし得るとは認められない。かえって，「ベガス」という略称表示の使用をもって，本件商標についての使用であると認めることは，実質的には商標としては異なる略称表示に係る信用までを保護することを意味するから，商標法50条1項の不使用取消制度の趣旨に照らしても，相当ではない。のみならず，実質的にみても，前記認定事実によれば，被告が「ベガス発寒店」という文字を使用したチラシは，同文字を一箇所でのみ使用した本件折込チラシ1のほかは一切提出されていないのであるから，そもそも「ベガス発寒店」という文字に係る標章の信用を保護すべき特段の事情もうかがわれず，被告の上記主張は，前記認定を左右するものではない。",
                "したがって，被告の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2",
          "text": [
            "前記認定事実によれば，本件折込チラシ2には，本件折込チラシ1とは異なり，そもそも「ベガス苫小牧店」という文字すら記載されていないことが認められる。",
            "したがって，本件折込チラシ2に本件商標と社会通念上同一と認められる商標が付されていると認定した審決の判断には誤りがあるから，取消事由2は，理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおり，取消事由2，4及び5は理由があるから，その余の点を判断するまでもなく，被告が本件要証期間内に本件指定役務について本件商標と社会通念上同一と認められる商標を使用したとして，商標法50条に基づき本件商標に係る商標登録を取り消すことができないとした審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，取消事由2，4及び5は理由があり，その余の点について判断するまでもなく，原告の本訴請求は理由があるから，これを認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}