{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800236号事件について平成28年12月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実（いずれも当事者間に争いがない。）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「扁平型非水電解質二次電池」とする特許第5072123号（原出願  平成11年8月27日（特願平11-240964号），分割出願  平成21年10月9日，設定登録  平成24年8月31日。以下「本件特許」という。）の特許権者である。",
            "原告は，平成25年12月18日，特許庁に対し，本件特許を無効とすることを求めて審判請求をした。これに対し，特許庁は，当該請求を無効2013-800236号事件（以下「本件審判事件」という。）として審理をし，平成27年3月6日に無効2013-800022号事件（以下「別件審判事件」という。）との併合を通知し，平成28年4月7日に同事件につき併合分離通知をした上，同年12月27日，「本件審判の請求は，成り立たない。」との審決をした（出訴期間として90日を附加。以下「本件審決」という。）。その謄本は，平成29年1月12日，原告に送達された。",
            "原告は，同年4月28日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，別件審判事件において平成27年2月25日付けでされた訂正請求（以下「本件訂正」という。）に係る訂正がその審決（以下「別件審決」という。）において認められたことにより，本件においてされた平成26年9月8日付け訂正請求は取り下げられたものとみなされることを前提として，本件特許の請求項1に係る発明を認定した。別件審判事件における訂正前の特許請求の範囲請求項1の記載，訂正事項（ただし，本件の取消事由に関連するもののみを示す。）及び訂正後の特許請求の範囲請求項1の記載は，それぞれ以下のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正前の特許請求の範囲",
              "text": [
                "本件特許の訂正前の特許請求の範囲請求項1に係る発明（以下「本件発明」といい，特に訂正前のものを指す場合は「訂正前の本件発明」という。また，本件特許に係る別紙明細書（図面を含む。）を「本件明細書」という。）は，以下のとおりのものである。",
                "【請求項1】",
                "負極端子を兼ねる金属製の負極ケースと正極端子を兼ねる金属製の正極ケースとが絶縁ガスケットを介して嵌合され，さらに前記正極ケースまたは負極ケースが加締め加工により加締められた封口構造を有し，その内部に，少なくとも，正極板と負極板とがセパレータを介し多層積層されて対向配置している電極群を含む発電要素と，非水電解質とを内包した扁平形非水電解質二次電池において，",
                "前記正極板は，導電性を有する正極構成材の表面に，正極作用物質を含有する作用物質含有層を有しており，",
                "前記負極板は，導電性を有する負極構成材の表面に，負極作用物質を含有する作用物質含有層を有しており，",
                "前記電極群は，前記正極板，前記負極板および前記セパレータが電池の扁平面に平行に積層されており，かつ前記セパレータを介して対向している前記正極板の作用物質含有層と前記負極板の作用物質含有層との対向面が少なくとも5面であり，",
                "前記電極群内の正極板の作用物質含有層と負極板の作用物質含有層との対向面積が，前記絶縁ガスケットの開口面積よりも大きいことを特徴とする扁平形非水電解質二次電池。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1-2",
                      "text": [
                        "特許請求の範囲の請求項1に「前記正極板は，導電性を有する正極構成材の表面に，正極作用物質を含有する作用物質含有層を有しており」とあるのを，",
                        "「前記正極板は，導電性を有し，直線状の2辺が対向する部分を有する正極構成材の表面に，塗工により正極作用物質を含有する作用物質含有層を有し，かつ前記正極構成材の連続した一部である幅の狭い張り出し部に，前記正極構成材が露出している通電部を有しており」に訂正する（下線部は訂正部分である。以下同じ。）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項1-3",
                      "text": [
                        "特許請求の範囲の請求項1に「前記負極板は，導電性を有する負極構成材の表面に，負極作用物質を含有する作用物質含有層を有しており」とあるのを，",
                        "「前記負極板は，導電性を有し，直線状の2辺が対向する部分を有する負極構成材の表面に，塗工により負極作用物質を含有する作用物質含有層を有し，かつ前記負極構成材の連続した一部である幅の狭い張り出し部に，前記負極構成材が露出している通電部を有しており」に訂正する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項1-5",
                      "text": [
                        "特許請求の範囲の請求項1に，",
                        "「前記電極群は両端の最外部と中間部とからなり，少なくとも中間部に位置する前記各正極板及び前記各負極板は，前記各正極構成材及び前記各負極構成材の両面に前記各作用物質含有層を有しており，」を追加する（なお，本件訂正に係る訂正請求書の「訂正事項」の項では，上記「前記各」はいずれも「各前記」とされているが，同請求書の他の記載より「前記各」の明らかな誤記と認める。）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正後の特許請求の範囲",
                  "text": [
                    "訂正後の本件発明に係る特許請求の範囲請求項1記載の事項により特定される発明（以下「本件訂正発明」という。）は，以下のとおりである。",
                    "【請求項1】",
                    "負極端子を兼ねる金属製の負極ケースと正極端子を兼ねる金属製の正極ケースとが絶縁ガスケットを介して嵌合され，さらに前記正極ケースまたは負極ケースが加締め加工により加締められた封口構造を有し，その内部に，少なくとも，正極板と負極板とがセパレータを介し多層積層されて対向配置している電極群を含む発電要素と，非水電解質とを内包し，前記絶縁ガスケットの開口が円形である，コイン形又はボタン形の扁平形非水電解質二次電池において，",
                    "前記正極板は，導電性を有し，直線状の2辺が対向する部分を有する正極構成材の表面に，塗工により正極作用物質を含有する作用物質含有層を有し，かつ前記正極構成材の直線状の部分から連続した一部である幅の狭い張り出し部に，前記正極構成材が露出している通電部を有しており，",
                    "前記負極板は，導電性を有し，直線状の2辺が対向する部分を有する負極構成材の表面に，塗工により負極作用物質を含有する作用物質含有層を有し，かつ前記負極構成材の直線状の部分から連続した一部である幅の狭い張り出し部に，前記負極構成材が露出している通電部を有しており，",
                    "前記正極板の各通電部が，電池の扁平面に平行な方向において同方向を向くように，かつセパレータが配置されている箇所よりも外側に露出するように配置され，",
                    "前記負極板の各通電部が，前記正極板の各通電部が露出している位置に対向する位置において，電池の扁平面に平行な方向において同方向を向くように，かつセパレータが配置されている箇所よりも外側に露出するように配置されていて，",
                    "前記各正極板同士及び前記各負極板同士が，それぞれの通電部の電気的接続によって接続されており，",
                    "前記電極群は両端の最外部と中間部とからなり，少なくとも中間部に位置する前記各正極板及び前記各負極板は，前記各正極構成材及び前記各負極構成材の両面に前記各作用物質含有層を有しており，",
                    "前記電極群は，前記正極板，前記負極板および前記セパレータが電池の扁平面に平行に積層されており，かつ前記セパレータを介して対向している前記正極板の作用物質含有層と前記負極板の作用物質含有層との対向面が少なくとも5面であり，",
                    "前記電極群内の正極板の作用物質含有層と負極板の作用物質含有層との対向面積が，前記絶縁ガスケットの開口面積よりも大きいことを特徴とする扁平形非水電解質二次電池。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "別件審決の理由の要旨",
          "text": [
            "別件審決の理由は，要するに，本件訂正はいずれも特許請求の範囲の減縮を目的とするものに該当し，本件明細書に記載した事項の範囲内においてしたものであり，実質上特許請求の範囲を拡張し，又は変更するものではないなどとして，本件訂正を認めた上で，原告主張に係る無効理由によっては本件訂正発明に係る発明の特許を無効にすることはできないとし，このうち訂正事項1-2，1-3及び1-5については，概略以下のとおり判断したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1-2及び1-3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項1-2及び1-3は，特許請求の範囲の減縮を目的とするものに該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正事項1-2及び1-3は，本件明細書の「本発明の電池において，実際に電極群を作製，収納する方法については，…セパレータを介して正極板および負極板を積層する際に，正極板の通電部がセパレータの配置されている箇所よりも外側に露出し，負極板の通電部が，正極板の通電部が露出している位置に対向する位置において，セパレータの配置されている箇所よりも外側に露出する形で積層した後，正極は正極同士，負極は負極同士おのおのの通電部を溶接などの方法により電気的に接続し電極群を形成し，電池内に収納する方法が好ましい。正極板の通電部と負極板の通電部とを上記のように配置することで，コイン形やボタン形などの小さな扁平型非水電解質二次電池においても，正極板の通電部と負極板の通電部との接触による内部ショートを防止できる。」（【0017】）との記載，「（実施例1）実施例1の電池の製造方法を図1の断面図を参照して説明する。…これらの電極を幅13mm，長さ13mmの正方形の一辺に幅6mm，長さ2mmの張り出し部が付いた形状に切り出し，次にこの張り出し部に形成された作用物質含有層をこそげ落とし，アルミニウム層または銅層をむき出しとして通電部とし，幅13mm，長さ13mm の作用物質含有層が形成された両面および片面塗工の正極板並びに負極板を作製した。次に，…正極板の通電部および負極板の通電部をそれぞれ溶接して，電極群を作製した。作成した電極群を85℃で12h 乾燥した後，開口径が20mm であり，開口面積が3．14㎠である絶縁ガスケット6を一体化した負極金属ケース5の内底面に，電極群の片面塗工負極板の未塗工側…が接するように配置し…」（【0026】～【0031】）との記載及び図1の記載に基づくものであるから，本件明細書の記載した事項の範囲内においてしたものであり，実質上特許請求の範囲を拡張し，又は変更するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点について，原告は，本件明細書には，正極構成材及び負極構成材の形状を正方形とすることにより，電極群の製造を容易にし，高効率な形状で可及的に電極面積を最大化する技術が記載されているといえるところ，訂正事項1-2及び1-3により追加しようとしている「直線状の2辺が対向する部分を有する形状に含まれる」，例えば対向する直線状の2辺を結ぶ線が曲線であるような形を採用する場合には，電極群の製造が困難であって，低効率な形状で究極的に電極面積を最大化する，という新たな技術上の意義が追加される旨主張する。",
                    "しかし，本件明細書には，実施例として正方形の正極構成材及び負極構成材を使用する扁平型電池のみが記載されているものの（【0029】），全体を見ても，正極構成材及び負極構成材について，その形状が正方形に限定される旨の記載はない。そして，図1に示されるように，正極板の通電部と負極板の通電部は，正極は正極同士，負極は負極同士おのおの接合され，電極群が形成されるものであるところ，それぞれの正極板，負極板は，接合のために通電部の曲げを要するものであり，また，この曲げられた通電部が，隣接する対極の端部と接触することを避けるためには，正極構成材及び負極構成材の形状としては，少なくとも「直線状の2辺が対向する部分を有」していればよく，それ以外の部分については任意の形状でよいものと認められる。",
                    "加えて，本件明細書には，「正極構成材及び負極構成材の形状を正方形とすることにより，電極群の製造を容易にし，高効率な形状で可及的に電極面積を最大化する」旨記載されているわけではなく，原告のいう，例えば「対向する直線状の2辺を結ぶ線が曲線であるような形状を有する電極群」の製造が，正方形の場合と比べて格別困難であるとも認められない。",
                    "したがって，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項1-5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項1-5は，特許請求の範囲の減縮を目的とするものに該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正事項1-5は，本件明細書【0019】，【0021】，【0030】，【0032】～【0034】の記載に基づくものであるから，本件明細書に記載した事項の範囲内においてしたものであり，実質上特許請求の範囲を拡張し，又は変更するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点について，原告は，訂正前の本件発明の目的及びこれに対応する構成と訂正事項1-5を含む本件訂正発明の目的及びこれに対応する構成とを対比すると，訂正前は，重負荷放電特性が格段に優れた扁平型非水電解質二次電池を提供することを目的とし，「セパレータを介して対向している電極群内の正極板の作用物質含有層と前記負極板の作用物質含有層との対向面を少なくとも5面とする」ことによってこの目的を達成しているのに対し，訂正後は，容積効率が改善された扁平型非水電解質二次電池を提供することを目的とし，「電極群の中間部に位置する各正極板及び各負極板が，各正極構成材及び各負極構成材の両面に各作用物質含有層を有する」ことによってこの目的を達成していることから，訂正事項1-5を含む訂正は，特許請求の範囲に記載されている発明の目的を変更するものである旨主張する。",
                    "しかし，本件訂正は，訂正前に記載されていた「セパレータを介して対向している電極群内の正極板の作用物質含有層と前記負極板の作用物質含有層との対向面を少なくとも5面とする」との事項に，「電極群の中間部に位置する各正極板及び各負極板が，各正極構成材及び各負極構成材の両面に各作用物質含有層を有する」との事項を直列的に付加するものであり，訂正後においても，重負荷放電特性が格段に優れた扁平型非水電解質二次電池を提供することを目的としていることは明らかであって，訂正事項1-5を含む訂正が，目的を変更するものであるとはいえないから，上記主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりであるが，要するに，本件訂正発明は，国際公開第98／28804号（甲1。以下「甲1文献」という。）に記載された発明であるとはいえず，また，甲1文献記載の発明（裁判所注  実施例2に係るコイン型リチウムイオン二次電池の発明（甲1-1発明）及び比較例4に係るコイン型リチウムイオン二次電池の発明（甲1-2発明）がそれぞれ認定されている。）及び甲1～8号証記載の事項に基づいて当業者が容易に発明をすることができたものとはいえない，とした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（訂正の適否の判断における訂正事項1-2及び1-3についての判断の誤りの看過）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，別件審決における訂正事項1-2及び1-3についての判断が適切であることを前提に，本件発明の認定を行ったものであるが，以下のとおり，別件審決の当該判断は誤りであり，本件審決はこれを看過したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別件審決は，訂正事項1-2及び1-3について，本件明細書の【0017】，【0026】～【0031】及び図1の記載に基づくものであるから，本件明細書に記載した事項の範囲内においてしたものであるとする。",
                    "しかし，以下のとおり，訂正事項1-2及び1-3は，新規な技術的事項を導入するものであり，本件明細書に記載した事項の範囲内においてなされたものということはできず，特許法（以下「法」という。）134条の2第9項，126条5項所定の訂正の要件を欠き，不適法である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲等の訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしなければならないところ（法134条の2第9項，126条5項），願書に添付した明細書等の全ての記載から導かれる技術的事項との関係において新たな技術的事項を導入したとされる場合は，新規事項の追加となり，当該訂正は「明細書又は図面に記載した事項の範囲内において」なされたものということはできないと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項1-2は，正極構成材の形状を「直線状の2辺が対向する部分を有する」ものとし，訂正事項1-3は，負極構成材の形状を「直線状の2辺が対向する部分を有する」ものとするものである。",
                        "ここで，本件明細書の記載（【0009】，【0012】～【0015】）によれば，本件明細書から導かれる本件発明の技術的意義は，小型の扁平型非水電解質二次電池において，電極群内の正負極の電極面積を増大させることによって，重負荷放電特性を従来にないレベルまで引き上げるという課題を解決したことにあることが理解できる。また，電極面積を増大させるための構成としては，扁平形電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納する構成が好ましいとされている。",
                        "このように，本件発明の技術的意義は，扁平形電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納する構成を採用し，電極面積を極力大きく取ることにより，従来よりも重負荷放電特性を格段に向上させたところにある。そして，この目的を達成するために，電極群を構成する正極構成材及び負極構成材の形状を極力面積が大きくなるような形状とすることは，明細書等の明示的な記載がなくとも当業者であれば当然に考えることであり，本件発明の技術的事項となっている。",
                        "本件明細書には，実施例1として，正極構成材及び負極構成材の形状を正方形とするものが開示されている（【0029】。なお，実施例2～4も正極構成材及び負極構成材の形状は実施例1と変わらない。【0032】～【0034】）。これは，コイン型の二次電池においては，その内部の積層された電極群を構成する正極構成材及び負極構成材の形状を正方形とすることにより，最も効率よく電極の面積を最大限に確保し得，本件発明の目的を達成し得ることによる。そうすると，正極構成材及び負極構成材の形状を円形内において正方形のように極力電極の面積が大きくなる形状とすることは，本件発明の技術的事項を構成するものということができる。",
                        "他方，正極構成材及び負極構成材の形状を，同じ円形内において，正方形ではなく，より面積が小さくなり得る形状（台形，長方形等）にすると，電極の面積を極力大きく取るという本件発明の目的と反することになるから，このような形状を採用することは本件発明の技術的事項に含まれているとはいえない。本件明細書を見ても，正極構成材及び負極構成材の形状を同じ円形内において正方形以外の正方形よりも面積が小さくなり得る形状とし得ることを示唆する記載は存しない。そうすると，正極構成材及び負極構成材の形状を同じ円形内において正方形以外の正方形よりも面積が小さくなり得る形状とすることは，本件発明の技術的事項との関係では新たな技術的事項を追加するものである。",
                        "そして，「直線状の2辺が対向する部分を有する」形状には，正方形のみならず，長方形，台形等それ以外の四角形も含まれ，さらに，対向する直線状の2辺を結ぶ線が曲線であるような任意の形も含まれ得る。",
                        "そうである以上，正極構成材及び負極構成材の形状につき上記形状と訂正することは「明細書又は図面に記載した事項の範囲内において」されたものということはできない。別件審決は，この点で誤った判断をしたものであり，このことは，訂正前の正極構成材及び負極構成材の構成が正方形に限定されず，正方形よりも面積が大きい形状を含むと解した場合でも同様である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決は，別件審決のこのような判断の誤りを看過して本件発明を認定したものである"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（訂正の適否の判断における訂正事項1-5についての判断の誤りの看過）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，別件審決の訂正事項1-5についての判断が適切であることを前提に，本件発明の認定を行ったものであるが，以下のとおり，別件審決の当該判断は誤りであり，本件審決はこれを看過したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別件審決は，訂正事項1-5に係る訂正について，本件明細書の【0019】，【0021】，【0030】，【0032】～【0034】の記載に基づくものであるから，実質上特許請求の範囲を拡張し，又は変更するものではないとする。",
                    "しかし，以下のとおり，訂正事項1-5は，訂正前の本件発明との関係で新たな目的や効果を追加するものであって，実質上特許請求の範囲を変更するものであるから，法134条の2第9項，126条6項所定の訂正の要件を欠き，不適法である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "明細書，特許請求の範囲又は図面の訂正は，実質上特許請求の範囲を拡張し，又は変更するものであってはならない（法134条の2第9項，126条6項）。ここで，実質的変更に該当するか否かの判断は，訂正前後の発明の目的，効果を比較し，新たな別の目的，効果を追加したものであるかどうか，訂正前の発明の目的，効果を逸脱するようなものであったかなどを基準に行われるべきであり，新たな目的や効果を追加するような訂正は，実質上特許請求の範囲を変更するものと解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項1-5は，少なくとも電極群の中間部に位置する正極構成材及び負極構成材の「両面に」「作用物質含有層」を有する構成とする訂正であるが，これは，訂正前の本件発明との関係で，新たな目的や効果を追加するものである。",
                        "すなわち，本件発明の技術的意義は，小型の扁平形非水電解質二次電池において，扁平形電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納する構成を採用し，電極群内の正負極の電極面積を増大させることによって，重負荷放電特性を従来にないレベルまで引き上げるという課題を解決したことにある。換言すれば，本件発明の目的は，小型の扁平形非水電解質二次電池の重負荷放電特性を如何にして従来にないレベルまで引き上げるかという課題を解決するために，重負荷放電特性が格段に優れた扁平形非水電解質二次電池を提供することである（本件明細書【0009】）。",
                        "また，本件発明の効果は，扁平形電池の持つ電池サイズが小さく，かつ生産性に優れるという利点を維持したまま，重負荷放電時の放電容量を従来の電池に対し格段に大きくすることができるので，工業的価値の優れた扁平形非水電解質二次電池を提供することができるというものである（本件明細書【0015】）。",
                        "他方，訂正事項1-5は，少なくとも電極群の中間部に位置する正極構成材及び負極構成材の「両面に」「作用物質含有層」を有する構成とするものである。そして，別件審決が示す本件明細書の記載のうち【0021】には「電極については正極板，負極板とも，…金属箔に作用物質を含む合剤層を塗工した電極を用いる場合は，電極群の内部に用いる電極は金属箔の両面に作用物質含有層を形成したものを用いることが，容積効率の上から好ましく，…」（下線は原告が付したもの。）との記載がある。この記載によれば，少なくとも電極群の中間部に位置する正極構成材及び負極構成材の「両面に」「作用物質含有層」を有するという訂正事項1-5に係る構成を採用した発明の目的は，「容積効率」を改善することであり，この構成を採用することによって，容積効率の改善という効果が生じるものと理解される。",
                        "そうすると，訂正前の本件発明は，重負荷放電特性が格段に優れた扁平形非水電解質二次電池を提供するという目的を達成するために，扁平形電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納する構成を採用することによって，電極の対向面積の総和を大きくし，重負荷放電時の放電容量が従来の電池に対し格段に大きくなるという効果を奏する発明であるのに対し，訂正事項1-5に係る訂正後の本件発明は，容積効率が改善された扁平形非水電解質二次電池を提供するという目的を達成するために，電極群の中間部に位置する正極構成材及び負極構成材の両面に作用物質含有層を有することによって，容積効率が改善されるという効果を奏する発明である，ということができる。",
                        "そうすると，訂正事項1-5は，訂正前の本件発明との関係で，新たな目的や効果を追加するものであって，実質上特許請求の範囲を変更するものとなる。したがって，訂正事項1-5は，法134条の2第9項，126条6項所定の訂正の要件を欠き，不適法である。別件審決は，この点について誤った判断をしたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，別件審決のこのような判断の誤りを看過して，本件発明を認定したものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1及び2（訂正事項1-2，1-3及び1-5に関する訂正の適否の判断の誤りの看過による本件発明の認定の誤り）",
              "text": [
                "本件審決は，本件訂正が認められるとする別件審決を前提に，訂正後の特許請求の範囲請求項1に係る発明（本件訂正発明）を本件発明として認定した上で，本件発明は当業者が容易に想到することはできないと判断した。",
                "しかし，前記のとおり，訂正事項1-2，1-3及び1-5は，いずれも訂正要件に違反するものである。同一請求項内の複数の訂正事項のうち1つでも訂正要件違反が認められる場合は，全体として訂正要件違反とされることから，請求項1に係る訂正は全体として訂正要件違反となる。そうすると，本件においては，訂正事項1-1～1-5は全て認められず，結局，判断の対象となるのは訂正前の本件発明となる。",
                "そして，訂正前の本件発明は，甲1文献の実施例2に係るコイン型リチウムイオン二次電池に関する記載事項，又は同文献の比較例4に係るコイン型リチウムイオン二次電池に関する記載事項に，特開平9-63644号公報（甲2）及び「電池便覧」（甲6）記載のガスケットの封口構造に関する周知技術をそれぞれ組み合わせることにより，当業者が容易に発明をすることができたものである。",
                "にもかかわらず，本件審決は，前記のとおり，本件訂正発明を本件発明と認定した上で，本件発明は当業者が容易に想到することはできないと認定・判断し，本件発明の認定を誤った結果，進歩性の判断を誤ったものであるから，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（訂正の適否の判断における訂正事項1-2及び1-3についての判断の誤りの看過）に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の減縮を目的として特許請求の範囲に限定を付加する訂正を行う場合において，付加される訂正事項が明細書もしくは図面に明示的に記載されている事項又は明細書もしくは図面の記載から自明である事項であるとき，そのような訂正は，新たな技術的事項を導入するものではなく「明細書又は図面に記載された事項の範囲内において」した訂正であり，新規事項の追加に該当しないというべきである。原告が主張するように，新規事項に当たるかどうかを願書に添付した明細書等の全ての記載から導かれる技術的事項に含まれるか否かにより判断するのは相当ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別件審決が認定したとおり，本件明細書には，実施例として正方形の正極構成材及び負極構成材を使用する扁平形の非水電解質二次電池のみが記載されているものの（【0029】），その全体を見ても，正極構成材及び負極構成材について，その形状が正方形に限定される旨の記載はない。",
                    "また，【図1】にも示されるように，本件発明の正極板及び負極板は，該正極板の通電部と該負極板の通電部とが対向する位置になるよう交互に積層され，その通電部は，正極は正極同士，負極は負極同士おのおの接合され，電極群が形成されるものである。正極板の通電部と負極板の通電部とをこのように配置することで，コイン形やボタン形などの小さな扁平形非水電解質二次電池においても，正極板の通電部と負極板の通電部との接触による内部ショートを防止できる（【0017】）。それぞれの正極板，負極板は，接合のために通電部の曲げを要するものであり，正極構成材，負極構成材のそれぞれにおいて，作用物質含有層を有する部分と作用物質含有層のない露出部分との境界で曲げられている。この曲げられた通電部が，隣接する対極の端部と接触することを避けるためには，正極構成材及び負極構成材の形状としては，少なくとも「直線状の2辺が対向する部分を有する」形状であればよく，その他の部分については任意の形状でよい。この点からも，正極構成材及び負極構成材の形状が正方形に限定される理由はない。",
                    "さらに，本件明細書には，本件発明に係るコイン形やボタン形の扁平形非水電解質二次電池が，従来のリチウムイオン電池のような円筒型あるいは角型の電池に比べ，生産性に優れ，小型化が可能であることは記載されているものの（【0014】，【0018】，【0019】等），原告が主張する「正極構成材及び負極構成材の形状を円形内において正方形のように極力電極の面積が大きくなる形状とする」ことが訂正前の本件発明の技術的事項ないし技術的意義である旨の記載もない。",
                    "したがって，訂正事項1-2及び1-3はいずれも新規事項の追加には当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，正極構成材及び負極構成材の形状を「円形内において極力電極の面積が大きくなる形状とする」ためには，正方形よりも面積が大きい形状として，例えば「対向する直線状の2辺の間を円形内縁に沿う曲線で結んだ形状」とすることも可能である。扁平型非水電解質二次電池の実際の製品としても，例えば被告においてそのような製品は存在する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（訂正の適否の判断における訂正事項1-5についての判断の誤りの看過）に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "実質上特許請求の範囲の拡張・変更となる訂正の禁止（法126条6項）は，訂正前の特許請求の範囲には含まれない発明が訂正後の特許請求の範囲に含まれることとなるのを禁止して，第三者に不測の不利益が生じないことを担保する趣旨の規定であり，訂正事項により付加された目的ないし作用効果が特許請求の範囲の減縮に伴って付随して生ずる副次的なものにとどまる訂正は，訂正前の発明の目的ないし作用効果の範囲内のものであるから，訂正前の特許請求の範囲を実質上変更するものではないというべきである。原告が主張するように，訂正前の本件発明との関係で新たな目的や効果を追加するものであるか否かにより判断するのは相当ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別件審決が正しく認定するように，本件訂正発明は，訂正前の請求項1に記載されていた「セパレータを介して対向している電極群内の正極板の作用物質含有層と前記負極板の作用物質含有層との対向面を少なくとも5面にする」との構成を備えており，訂正事項1-5は，この構成を前提として，更に「電極群の中間部に位置する各正極板及び各負極板が，各正極構成材及び各負極構成材の両面に各作用物質含有層を有する」との構成を直列的に付加するものである。すなわち，訂正事項1-5に係る訂正後の発明も，重負荷放電特性が格段に優れた扁平形非水電解質二次電池を提供することを目的としていることは明らかであり，この目的は訂正後においても失われていない。",
                    "また，訂正事項1-5は，上記のとおり構成を直列的に付加するものであり，特許請求の範囲の縮減を目的とするものであって，これにより訂正前の本件発明に含まれない発明が訂正後の請求項1に含まれることになるものではないから，第三者に不測の不利益を生じるおそれはない。",
                    "そうすると，訂正事項1-5により付加された「容積効率の改善」との目的ないし作用効果は，訂正事項1-5の前記構成が直列的に付加されて特許請求の範囲の減縮がされたことに伴い，付随して生ずる副次的な目的ないし作用効果であり，訂正前の本件発明の目的ないし作用効果の範囲内のものということができる。",
                    "したがって，訂正事項1-5は，訂正前の特許請求の範囲を実質上変更するものではない。取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，訂正事項1-2，1-3及び1-5は，いずれも訂正要件に違反するものではないから，別件審決の訂正に関する判断を前提として行われた本件審決による本件発明の認定に誤りはなく，本件訂正発明は進歩性を有することから，本件審決に取り消すべき理由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は，訂正前及び訂正後につき，それぞれ前記（第2の2(2)及び(3)イ）のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，以下の記載がある（甲9）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本発明は，扁平形非水電解質二次電池に関するものであり，特に，重負荷放電特性の向上した扁平形非水電解質二次電池に関するものである。（【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "正極作用物質にMnO やV O などの金属酸化物，フッ化黒鉛などの無機2 2 5化合物，またはポリアニリンやポリアセン構造体などの有機化合物を用い，負極に金属リチウム，リチウム合金，ポリアセン構造体などの有機化合物，リチウムを吸蔵，放出可能な炭素質材料，またはチタン酸リチウムやリチウム含有珪素酸化物のような酸化物を用い，電解質にプロピレンカーボネート，エチレンカーボネート，ブチレンカーボネート，ジエチルカーボネート，ジメチルカーボネート，メチルエチルカーボネート，ジメトキシエタン，γ-ブチルラクトンなどの非水溶媒に LiClO ，4LiPF ，LiBF ，LiCF SO ，LiN(CF SO )   ，LiN(C F SO ) などの支持塩を溶6 4 3 3 3 2 2 2 5 2 2解した非水電解質を用いたコイン形やボタン形などの電池総高に対して電池最外径が長い扁平形非水電解質二次電池は既に商品化されており，放電電流が数～数十 µA程度の軽負荷で放電が行われる SRAM やRTC のバックアップ用電源や電池交換不要腕時計の主電源といった用途に適用されている。（【0002】）",
                    "これらのコイン形やボタン形などの扁平形非水電解質二次電池は，一般に図2に示したような構造を有している。すなわち，負極端子を兼ねる金属製の負極ケース5と正極端子を兼ねる金属製の正極ケース1とが絶縁ガスケット6を介して嵌合され，さらに正極ケース1が加締め加工により加締められた封口構造を有し，その内部に絶縁ガスケット6の開口径より一回り直径が小さいタブレット状の正極2および負極4が，それぞれ1枚ずつ，非水電解質を含浸させた単層または多層のセパレータ3を介して対向配置された構造である。（【0003】）",
                    "上述のコイン形やボタン形などの扁平形非水電解質二次電池は製造が簡便であり，量産性に優れ，長期信頼性や安全性に優れるという長所を持っている。また，構造が簡便であることから，これらの電池の最大の特徴として小型化が可能であることが挙げられる。（【0004】）",
                    "一方，携帯電話や PDA などの小型情報端末を中心に使用機器の小型化が加速されており，これに伴い主電源である二次電池についても小形化を図ることが必須とされている。従来，これらの電源には正極作用物質にコバルト酸リチウムなどのリチウム含有酸化物，負極に炭素質材料を用いたリチウムイオン二次電池や，正極作用物質にオキシ水酸化ニッケル，負極作用物質に水素吸蔵合金を用いたニッケル水素二次電池などのアルカリ二次電池が使用されてきたが，これらの電池は金属箔または金属ネットからなる集電体に作用物質層を塗布または充填し電極を形成後，電極中心部にタブ端子を溶接し，その後，巻回または積層して電極群とし，さらに電極群の中心部から取り出したタブ端子を複雑に曲げ加工を行い，安全素子や封口ピン，電池缶などに溶接して電池を製作していた。（【0005】）",
                    "上述したようにこれらの電池は，複雑な製造工程を経て製作されるために作業性が劣り，また部品の小型化も困難であり，さらに，タブ端子のショート防止に電池内に空間を設けたり，安全素子などの多数の部品を電池内に組込む必要があり，電池の小型化に際しても現状ではほぼ限界に達していた。（【0006】）",
                    "【図2】"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "そこで，本発明者らは電池の小型化に際し円筒形や角形のリチウムイオン二次電池やニッケル水素二次電池の小型化ではなく，前段に述べた扁平形非水電解質二次電池の高出力を図ることを試みた。まず，本発明者らは，正極作用物質に高容量で高電位なコバルト酸リチウムを，負極作用物質に高容量で電圧平坦性の良好な黒鉛化した炭素質材料をそれぞれ使用し，従来の扁平形非水電解質二次電池の製造や構造に従い，正極および負極をガスケットより一回り小さいタブレット状に成形加工して電池を作製した。（【0007】）",
                    "しかしながら，このように作製された電池は，従来の扁平形非水電解質二次電池に比べて優れた特性は得られたものの，小型携帯機器の主電源として要求される大電流で放電した場合の特性に対しては遥かに不十分であり，小型携帯機器の主電源としては到底満足できるレベルではなかった。（【0008】）",
                    "小型の扁平形非水電解質二次電池の重負荷放電特性を如何にして従来にないレベルまで引き上げるかが本発明の課題であり，重負荷放電特性が格段に優れた扁平形非水電解質二次電池を提供することが本発明の目的である。（【0009】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本発明者らは前述の扁平形非水電解質二次電池の重負荷放電特性の向上に関し鋭意研究を重ねた結果，従来の扁平形非水電解質二次電池に比べて電極面積を格段に大きくすることで重負荷放電特性が飛躍的に向上することを見出した。（【0010】）",
                    "すなわち，負極端子を兼ねる金属製の負極ケースと正極端子を兼ねる金属製の正極ケースとが絶縁ガスケットを介し嵌合され，さらに前記正極ケースまたは負極ケースが加締め加工により加締められた封口構造を有し，その内部に，少なくとも，正極板と負極板とがセパレータを介して対向配置している電極群を含む発電要素と，非水電解質とを内包した扁平形非水電解質二次電池において，前記電極群内の正極板の作用物質含有層と負極板の作用物質含有層との対向面積（以下，「正負極の対向面積」や，単に「対向面積」と省略する場合がある。）を，前記絶縁ガスケットの開口面積よりも大きくすることで，重負荷放電特性が著しく優れた扁平形非水電解質二次電池を提供できることを見出した。（【0011】）",
                    "重負荷放電特性を向上させるためには電極面積を増大させることが有効であると推察されるが，従来の扁平形非水電解質二次電池ではタブレット状の正極および負極をそれぞれ1枚ずつ絶縁ガスケットに内接する形で電池内に収容していたため，正負極がセパレータを介して対向する対向面積はどうしても絶縁ガスケットの開口面積より一回りほど小さくせざるを得なかった。ガスケットを肉薄にするなどして多少の電極面積の拡大を図ることは可能であるが，ガスケットの開口面積を上回るような対向面積を持つ電極を電池内に収納することは理論的に不可能であった。（【0012】）",
                    "そこで，本発明者らは従来技術からの大胆な発想の転換を図り，コイン形やボタン形などの非常に小さな扁平形電池の電池ケース内に電極を多層配置することで，電極群内の正負極の対向面積の総和が絶縁ガスケットの開口面積よりも大きな電極群を収納することを可能にした。つまり，円筒形や角形などの容積の大きな二次電池では数十層を有する電極を収納している例があるが，これらの電池は前述のように構造が複雑であり，そのままの電池の電池構造をコイン形やボタン形などの小型の扁平形非水電解質二次電池に適用することは困難であった。また，たとえ適用したとしても小型であることや生産性に優れるといった扁平形非水電解質二次電池の利点を維持することは不可能であるため，コイン形やボタン形などの小型の扁平形非水電解質二次電池に絶縁ガスケットの開口面積よりも大きな正負極の対向面積を有する電極群を収納しようという取組みは過去にされなかった。（【0013】）",
                    "以下，如何にして本発明者らが本発明の扁平形非水電解質二次電池を実現したかを説明する。まず，正負極の対向面積がガスケットの開口面積より大きな電極を扁平形非水電解質二次電池内に収納する形態については種々の形態が考えられるが，その中で扁平形電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納することが好ましいことが分かった。なぜなら，優れた重負荷放電特性を得るためには，電極面積を極力大きくとることと，部品点数を極力減らし，小さな電池内のスペースを有効に活用し，電極群と放電に必要な量の非水電解質を電池内に収納する必要があり，上記のような扁平面に対して平行に正負極対向部を持つように電極を積層した電極群とするような収納方法，例えば正極板の作用物質含有層と負極板の作用物質含有層とがセパレータを介し対向している正負極対向面を少なくとも3面有する電極群とするような収納方法とすることでこれらを実現できることが分かった。また，この収納方法によると電極を除く電池の組立方法が従来のタブレット状電極を用いた扁平形電池の製造方法に近く，従来の生産設備の一部流用が可能である上，生産性やコストといった実用面においても優れており量産する上でも好ましい。（【0014】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明によれば，扁平型電池の持つ電池サイズが小さく，かつ生産性に優れるという利点を維持したまま，重負荷放電時の放電容量が従来の電池に対し格段に大きくすることができるので，工業的価値の優れた扁平型非水電解質二次電池を提供することができる。（【0015】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "本発明の電池において，実際に電極群を作製，収納する方法については，電極の一部に通電部を設けた正極板および負極板を用意し，セパレータを介して正極板および負極板を積層する際に，正極板の通電部がセパレータの配置されている箇所よりも外側に露出し，負極板の通電部が，正極板の通電部が露出している位置に対向する位置において，セパレータの配置されている箇所よりも外側に露出する形で積層した後，正極は正極同士，負極は負極同士おのおのの通電部を溶接などの方法により電気的に接続し電極群を形成し，電池内に収納する方法が好ましい。正極板の通電部と負極板の通電部とを上記のように配置することで，コイン形やボタン形などの小さな扁平形非水電解質二次電池においても，正極板の通電部と負極板の通電部との接触による内部ショートを防止できる。（【0017】）",
                    "次に，電極群と外部端子を兼ねる電池金属ケースとの接続方法について説明する。前述したように，円筒形や角形などの比較的大きなリチウムイオン二次電池では電極群の中心部や巻き芯部にタブ端子を溶接してそれを曲げ加工して安全素子や封口ピンに溶接し集電を行っている。しかしながら，曲げ工程は工程自体が複雑なために生産性に劣る上，内部ショートを防止するため電池内に空間を持たせたり，電極群との間に絶縁板を挿入する必要があった。また，タブ端子を電極に溶接している部分に応力が加わるとセパレータを突き破ったり，電極の変形が起こるため絶縁テープで保護したり，巻き芯部に空間を設ける必要があり，電池の内容積を有効に使用することはできなかった。そのため，電池の内容積が小さなコイン形やボタン形の扁平形非水電解質二次電池ではこれらの集電方法は適用できず，新たな集電方法を考案する必要があった。（【0018】）",
                    "そこで，本発明者らは電極群の最外部に位置する正極板において，金属箔などの導電性を有する正極構成材を露出させ，電極群の最外部に位置する負極板において，金属箔などの導電性を有する負極構成材を露出させた形状を持つ電極群を作製し，おのおのの電極構成材を正極および負極の電池ケースに接触させることにより，電極群と電池ケースとの集電を確保することを見出した。この方法によれば，電極群と電池ケースとの間に無駄な空間や絶縁板を設ける必要もなく，放電容量を増やすことができる。また，電池ケースや電極とタブ端子がショートを起こすこともなく，安全性や信頼性も優れている。（【0019】）",
                    "更に，本発明のような封口構造を持つ扁平形電池では，電池ケースの加締め加工によって負極ケースと正極ケースの扁平面に対して垂直方向に応力が加わっており，本集電方法によると電極群の平面方向に均一な加圧力が加わり，充放電を円滑に行うことができる。なお，電極群の電極構成材露出部と電極ケースの接触は直接，接していてもよいし，金属箔や金属ネット，金属粉末，炭素フィラー，導電性塗料などを介して電気的に間接的に接していてもよい。（【0020】）",
                    "電極については正極板，負極板とも，肉薄電極の作製が行い易いという点で金属箔にスラリー状の合剤を塗布，乾燥したものがよく，さらにそれを圧延したものを用いることもできる。上記のような金属箔に作用物質を含む合剤層を塗工した電極を用いる場合は，電極群の内部に用いる電極は金属箔の両面に作用物質含有層を形成したものを用いることが，容積効率の上から好ましく，電極群の両端の電池ケースに接触する電極構成材露出部については作用物質含有層でも構わないが，接触抵抗を低減させるために電極構成材のうち，特に金属箔を露出させることが好ましい。これに関してはこの部分に限り片面にのみ作用物質含有層を形成した電極を用いてもよいし，一旦両面に作用物質含有層を形成した後，片面のみ作用物質含有層を除去してもよい。（【0021】）",
                    "一方，本発明の電池は電極を含めた電池の構造に主点をおいたものであり，正極作用物質については限定されるものではなく，MnO ，V O ，2 2 5Nb O ，LiTi O ，Li Ti O ，LiFe O ，LiMn O ，Li Mn O ，Li MnO ，コバ2 5 2 4 4 5 12 2 4 2 4 4 5 12 0.33 2ルト酸リチウム，ニッケル酸リチウム，マンガン酸リチウムなどの金属酸化物；フッ化黒鉛；FeS などの無機化合物；ポリアニリンやポリアセン2構造体などの有機化合物；など，あらゆるものが適用可能である。ただし，この中でも，作動電位が高くサイクル特性に優れるという点で，コバルト酸リチウム，ニッケル酸リチウム，マンガン酸リチウムやそれらの混合物，それらの元素の一部を他の金属元素で置換したリチウム含有酸化物がより好ましく，長期間に亘り使用されることもある扁平形非水電解質二次電池においては，高容量で電解液や水分との反応性が低く化学的に安定であるという点で，コバルト酸リチウムがさらに好ましい。（【0022】）",
                    "また，本発明の電池の負極作用物質については限定されるものではなく，金属リチウム；Li-Al，Li-In，Li-Sn，Li-Si，Li-Ge，Li-Bi，Li-Pb などのリチウム合金；ポリアセン構造体などの有機化合物；リチウムを吸蔵，放出可能な炭素質材料；Nb O ，LiTi O ，Li Ti O や Li 含有珪素酸化物や2 5 2 4 4 5 12Li含有錫酸化物のような酸化物；Li Nのような窒化物；など，あらゆるも3のが適用可能であるが，サイクル特性に優れ，作動電位が低く，高容量であるという点で，Liを吸蔵，放出可能な炭素質材料が好ましく，特に放電末期においても電池作動電圧の低下が少ないという点で，天然黒鉛や人造黒鉛，膨張黒鉛，メソフェーズピッチ焼成体，メソフェーズピッチ繊維焼成体などの，d の面間隔が0．338nm 以下の黒鉛構造が発達し002た炭素質材料がより好ましい。（【0023】）",
                    "なお，これまで，本発明の電池について，主としてコイン形やボタン形などの電池総高に対して電池最外径が長い扁平形電池について説明したが，本発明電池はこれのみに限定するものではなく，小判形や角形などの特殊形状を有する扁平形電池も本発明の電池に包含される。（【0024】）"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例及び比較例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1",
                      "text": [
                        "実施例1の電池の製造方法を図1の断面図を参照して説明する。（【0026】）",
                        "まず，LiCoO   100質量部に対し，導電剤としてアセチレンブラ2ック5質量部と黒鉛粉末5質量部を加え，結着剤としてポリフッ化ビニリデン5質量部を加え，N-メチルピロリドンで希釈，混合し，スラリー状の正極合剤を得た。次に，この正極合剤を，正極集電体2aである厚さ0．02mm のアルミニウム箔の片面にドクターブレード法により塗工，乾燥を行い，アルミニウム箔表面に正極作用物質含有層2bを形成した。以後，作用物質含有層の塗膜厚さが0．39mm となるまで塗工，乾燥を繰り返し，片面塗工正極板を作製した。次に，この片面塗工正極板と同様の方法によりアルミニウム箔の両面に正極作用物質含有層の塗膜厚さが片面当たり0．39mm となるように両面塗工し正極板を作製した。（【0027】）",
                        "次に，黒鉛化メソフェーズピッチ炭素繊維粉末100質量部に結着剤としてスチレンブタジエンゴム（SBR）とカルボキシメチルセルロース（CMC）とを，それぞれ2．5質量部添加し，イオン交換水で希釈，混合してスラリー状の負極合剤を得た。この負極合剤を負極集電体4aである厚さ0．02mm の銅箔に作用物質含有層4bの厚さが0．39mm となるように正極の場合と同様に塗工，乾燥を繰り返し実施し，片面塗工負極板を作製した。次に，この片面塗工負極板と同様の方法により銅箔の両面に負極作用物質含有層の塗膜厚さが片面当たり0．39mm となるように両面塗工負極板を作製した。（【0028】）",
                        "これらの電極を幅13mm，長さ13mm の正方形の一辺に幅6mm，長さ2mm の張り出し部が付いた形状に切り出し，次にこの張り出し部に形成された作用物質含有層をこそげ落とし，アルミニウム層または銅層をむき出しとして通電部とし，幅13mm，長さ13mm の作用物質含有層が形成された両面および片面塗工の正極板並びに負極板を作製した。（【0029】）",
                        "次に，片面塗工正極板の正極作用物質含有層形成部に，厚さ25µmのポリエチレン微多孔膜からなるセパレータ3を介し両面塗工負極板を通電部が先の正極板と対向する位置に設置し，さらに，セパレータ3を介し，両面塗工正極板を通電部が先の正極板と同方向に向くように設置し，さらにセパレータ3を介し，このセパレータ面に負極作用物質含有層4bが接するように片面塗工負極板の通電部が先の負極板と同方向に向くように設置し，正極板の通電部および負極板の通電部をそれぞれ溶接して，電極群を作製した。（【0030】）",
                        "作製した電極群を85℃で12h 乾燥した後，開口径が20mm であり，開口面積が3．14㎠である絶縁ガスケット6を一体化した負極金属ケース5の内底面に，電極群の片面塗工負極板の未塗工側（すなわち，負極集電体4a）が接するように配置し，エチレンカーボネートとメチルエチルカーボネートを体積比1：1の割合で混合した溶媒に支持塩としてLiPF を1mol/lの割合で溶解させた非水電解質を注液し，さらに電6極群の片面塗工正極板の未塗工側（すなわち正極集電体2a）に接するようにステンレス製の正極ケース1を嵌合し，上下反転後，正極ケースに加締め加工を実施し，封口して，厚さ3mm，直径φ24．5mm の実施例1の扁平形非水電解質二次電池を作製した。この電池のセパレータを介した正極板の作用物質含有層と負極板の作用物質含有層との対向面の面数は計3面であり，正極板の作用物質含有層と負極板の作用物質含有層との対向面積の総和は5．1㎠である。（【0031】）",
                        "【図1】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例2",
                      "text": [
                        "電極群内の正極板および負極板の片面当たりの作用物質含有層の塗膜厚さがそれぞれ0．22mm であり，かつ電極群中間部の両面塗工正極板および両面塗工負極板の積層枚数がそれぞれ2枚であること以外は実施例1と同様に電池を作製した。この電池のセパレータを介した正極板の作用物質含有層と負極板の作用物質含有層との対向面の面数は計5面であり，正極板の作用物質含有層と負極板の作用物質含有層との対向面積の総和は8．5㎠である。（【0032】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例3",
                      "text": [
                        "電極群内の正極板および負極板の片面当たりの作用物質含有層の塗膜厚さがそれぞれ0．15mm であり，かつ電極群中間部の両面塗工正極板および両面塗工負極板の積層枚数がそれぞれ3枚であること以外は実施例1と同様に電池を作製した。この電池のセパレータを介した正極板の作用物質含有層と負極板の作用物質含有層との対向面の面数は計7面であり，正極板の作用物質含有層と負極板の作用物質含有層との対向面積の総和は11．8㎠である。（【0033】）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例4",
                      "text": [
                        "電極群内の正極板および負極板の片面当たりの作用物質含有層の塗膜厚さがそれぞれ0．11mm であり，かつ電極群中間部の両面塗工正極板および両面塗工負極板の積層枚数がそれぞれ4枚であること以外は実施例1と同様に電池を作製した。この電池のセパレータを介した正極板の作用物質含有層と負極板の作用物質含有層との対向面の面数は計9面であり，正極板の作用物質含有層と負極板の作用物質含有層との対向面積の総和は15．2㎠である。（【0034】）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "比較例1",
                      "text": [
                        "LiCoO   100質量部に対し導電剤としてアセチレンブラック5質2量部と黒鉛粉末5質量部と加え，結着剤としてポリ4フッ化エチレン5質量部を加え，混合後，粉砕して，顆粒状の正極合剤を得た。次にこの正極顆粒合剤を，直径19mm，厚さ1．15mm に加圧成形を行い，正極タブレットとした。（【0035】）",
                        "次に黒鉛化メソフェーズピッチ炭素繊維粉末100質量部に結着剤として SBR と CMC とを，それぞれ2．5質量部を添加，混合し，乾燥後，さらに粉砕して顆粒状の負極合剤を得た。この負極顆粒合剤を，直径19mm，厚さ1．15mm に加圧成形し，負極タブレットとした。（【0036】）",
                        "次に，これらの正負極タブレットを85℃で12h 乾燥した後，開口面積3．14㎠の絶縁ガスケットを一体化した負極ケースに負極タブレット，ポリプロピレンからなる厚さ0．2mm のポリプロピレン不織布，正極タブレットの順に配置し，エチレンカーボネートとメチルエチルカーボネートを体積比1：1の割合で混合した溶媒に支持塩として LiPF6を1mol/l の割合で溶解させた非水電解質を注液し，さらにステンレス製の正極ケースを嵌合し，上下反転後，正極ケースに加締め加工を実施し，厚さ3mm，直径φ24．5mm の比較例1の扁平形非水電解質二次電池を作製した。この電池のセパレータを介した正負極対向面の面数は1面であり，正負極の対向面積の総和は2．8㎠である。（【0037】）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "比較例2",
                      "text": [
                        "電極群内の正極板および負極板が片面塗工電極板のみであり，作用物質含有層の塗膜厚さがそれぞれ1．24mm であること以外は実施例1と同様に電池を作製した。この電池のセパレータを介した正極板の作用物質含有層と負極板の作用物質含有層との対向面の面数は計1面であり，正極板の作用物質含有層と負極板の作用物質含有層との対向面積の総和は1．7㎠である。（【0038】）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上の通り作製した本実施例および比較例の電池について，4．2V，3mAの定電流定電圧で48h初充電を実施した。その後，30mAの定電流で3．0V まで放電を実施し重負荷放電容量を求めた。その結果を表1に示す。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "表1（【0040】）"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "評価",
                      "text": [
                        "表1より明らかであるが，本実施例の各電池は比較例1の従来の顆粒合剤成形法により作製したタブレット状の電極を用いた正負極の対向面積がガスケットの開口面積よりも小さい電池や比較例2の正極板の作用物質含有層と負極板の作用物質含有層との対向面が1面しかなく，対向面積が小さい電池に比べて，著しく重負荷放電時の放電容量が大きい。（【0041】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本件発明の適用について",
                  "text": [
                    "なお，本発明の実施例では，非水電解質に非水溶媒を用いた扁平形非水溶媒二次電池を用いて説明したが，非水電解質にポリマー電解質を用いたポリマー二次電池や固体電解質を用いた固体電解質二次電池についても当然適用可能であり，樹脂製セパレータの代わりにポリマー薄膜や固体電解質膜を用いることも可能である。また，電池形状については正極ケースの加締め加工により封口するコイン形非水電解質をもとに説明したが，正負極電極を入れ替え，負極ケースの加締め加工により封口することも可能である。さらに，電池形状についても真円である必要はなく小判形や角形などの特殊形状を有する扁平形非水電解質二次電池においても適用可能である。（【0042】）"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（訂正の適否の判断における訂正事項1-2及び1-3についての判断の誤りの看過）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正事項1-2及び1-3が特許請求の範囲の減縮を目的とするものに該当するとの別件審決の認定・判断については，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書に記載した事項の範囲内においてしたものか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「明細書又は図面に記載した事項」とは，当業者によって，明細書又は図面の全ての記載を総合することにより導かれる技術的事項を意味し，このようにして導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該訂正は「明細書又は図面に記載した事項の範囲内において」するものということができると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の課題及びその解決手段",
                      "text": [
                        "本件明細書の記載（【0007】～【0009】）によれば，本件発明の課題は，「小型の扁平形非水電解質二次電池の重負荷放電特性を如何にして従来にないレベルまで引き上げるかが本発明の課題であり，重負荷放電特性が格段に優れた扁平形非水電解質二次電池を提供すること」であると認められる。",
                        "また，その解決手段について，本件明細書には「従来の扁平形非水電解質二次電池に比べて電極面積を格段に大きくすること」（【0010】），「負極端子を兼ねる金属製の負極ケースと正極端子を兼ねる金属製の正極ケースとが絶縁ガスケットを介し嵌合され，さらに前記正極ケースまたは負極ケースが加締め加工により加締められた封口構造を有し，その内部に，少なくとも，正極板と負極板とがセパレータを介して対向配置している電極群を含む発電要素と，非水電解質とを内包した扁平形非水電解質二次電池において，前記電極群内の正極板の作用物質含有層と負極板の作用物質含有層との対向面積…を，前記絶縁ガスケットの開口面積よりも大きくすること」（【0011】），「コイン形やボタン形などの非常に小さな扁平形電池の電池ケース内に電極を多層配置することで，電極群内の正負極の対向面積の総和が絶縁ガスケットの開口面積よりも大きな電極群を収納すること」（【0013】），「正負極の対向面積がガスケットの開口面積より大きな電極を扁平形非水電解質二次電池内に収納する形態については種々の形態が考えられるが，その中で扁平形電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納することが好ましいこと」（【0014】）との記載がある。すなわち，本件発明における課題解決手段は「正極板と負極板とがセパレータを介して対向配置している電極群を含む発電要素と，非水電解質とを内包した扁平形非水電解質二次電池において，前記電極群内の正極板の作用物質含有層と負極板の作用物質含有層との対向面積を，前記絶縁ガスケットの開口面積よりも大きく」するために，「コイン形やボタン形などの非常に小さな扁平形電池の電池ケース内に電極を多層配置することで，電極群内の正負極の対向面積の総和が絶縁ガスケットの開口面積よりも大きな電極群を収納」することと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "正極構成材及び負極構成材の形状について",
                      "text": [
                        "正極構成材及び負極構成材の形状については，本件明細書の記載によれば，「本発明の電池において，実際に電極群を作製，収納する方法については，電極の一部に通電部を設けた正極板および負極板を用意し，セパレータを介して正極板および負極板を積層する際に，正極板の通電部がセパレータの配置されている箇所よりも外側に露出し，負極板の通電部が，正極板の通電部が露出している位置に対向する位置において，セパレータの配置されている箇所よりも外側に露出する形で積層した後，正極は正極同士，負極は負極同士おのおのの通電部を溶接などの方法により電気的に接続し電極群を形成し，電池内に収納する方法が好ましい。」（【0017】）とされているとともに，実施例において「実施例1の電池の製造方法を図1の断面図を参照して説明する。」（【0026】），「これらの電極を幅13mm，長さ13mm の正方形の一辺に幅6mm，長さ2mm の張り出し部が付いた形状に切り出し，次にこの張り出し部に形成された作用物質含有層をこそげ落とし，アルミニウム層または銅層をむき出しとして通電部とし，幅13mm，長さ13mm の作用物質含有層が形成された両面および片面塗工の正極板並びに負極板を作製した。」（【0029】）とされ，また，実施例2～4も，この点についてはいずれも「実施例1と同様に電池を作製した。」（【0032】～【0034】）とされている。すなわち，正極構成材及び負極構成材は「セパレータを介して正極板および負極板を積層する際に，正極板の通電部がセパレータの配置されている箇所よりも外側に露出し，負極板の通電部が，正極板の通電部が露出している位置に対向する位置において，セパレータの配置されている箇所よりも外側に露出する形で積層した後，正極は正極同士，負極は負極同士おのおのの通電部を溶接などの方法により電気的に接続し電極群を形成し，電池内に収納する方法」で作製され，実施例として「電極を」「正方形の一辺に」「張り出し部が付いた形状に切り出し」，「作用物質含有層をこそげ落とし」，「両面および片面塗工の正極板並びに負極板を作製」したものが挙げられている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "text": [
                    "上記認定に基づいて検討するに，当業者であれば，本件明細書の記載から，扁平形電池の電池ケース内に電極を多層配置することで，電極群内の正負極の対向面積の総和が絶縁ガスケットの開口面積よりも大きな電極群を収納することにより，重負荷放電特性の引き上げという本件発明の課題を解決することができること，すなわち，課題の解決のためには，電池ケース内に電極を多層配置することが技術的な中核部分をなすことを理解することができるといえる。そして，訂正事項1-2及び1-3は，訂正前の発明に，正極構成材，負極構成材の「直線状の2辺が対向する部分を有する」という構成を付加するものであるが，この構成は，本件発明本来の課題が達成されていることを前提に，電極を多層積層したことに伴い正負極それぞれを電気的に接続する通電部を構成しやすくするものというある意味副次的な効果を付与するのにとどまるものと理解される。また，本件明細書には，実施例として正極構成材及び負極構成材の形状が正方形のものが記載されているが，その形状を正方形に限定していると解することの根拠となる記載はないから，その記載は，「直線状の2辺が対向する」形状のうち，正方形以外の形状も含み得るものである。",
                    "そうすると，訂正事項1-2及び1-3は，本件明細書の記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものには当たらないというべきである。",
                    "したがって，訂正事項1-2及び1-3は，「明細書又は図面に記載した事項の範囲内において」なされたものと認められる。この点に関する別件審決の判断に誤りはない。",
                    "なお，訂正事項1-2及び1-3につき，原告は，実質上特許請求の範囲を拡張し，又は変更するものと主張しておらず，また，そのように見るべき事情もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，原告は，本件発明の技術的意義は電極面積を極力大きく取ることにより従来よりも重負荷放電特性を格段に向上させたところにあり，この目的を達成するために，電極群を構成する正極構成材及び負極構成材の形状を，円形内において正方形のように極力電極の面積が大きくなる形状とすることは，本件発明の技術的事項を構成するところ，正極構成材及び負極構成材の形状を，正方形ではなく，より面積が小さくなり得る形状にすることは，電極の面積を極力大きく取るという本件発明の目的に反することから，このような形状を採用することは本件発明の技術的事項に含まれているとはいえないなどと主張する。",
                    "しかし，前記のとおり，本件発明の目的ないし課題は重負荷放電特性の引き上げにあることに鑑みると，電極面積はこれを達成し得るものであればよく，電極面積を極力大きく取ることまでは必ずしも求められていないものと理解される。実際，本件明細書の記載を見ても，本件発明において電極面積を極力大きく取ることが不可欠であることをうかがわせるものは見当たらない。",
                    "その他原告がるる主張する点を考慮しても，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（訂正の適否の判断における訂正事項1-5についての判断の誤りの看過）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正事項1-5が特許請求の範囲の減縮を目的とするものに該当するとの別件審決の認定・判断については，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正前の本件発明は，重負荷放電特性が格段に優れた扁平型非水電解質二次電池を提供するという目的を達成するために，扁平型電池の扁平面に対して平行に正負極対向部を持つように電極を積層した電極群として収納する構成を採用することにより，電極の対向面積の総和を大きくし，重負荷放電時の放電容量が従来の電池に対し格段に大きくなるという効果を奏する発明であるのに対し，訂正事項1-5に係る訂正後の本件発明は，容積効率が改善された扁平型非水電解質二次電池を提供するという目的を達成するために，電極群の中間部に位置する正極構成材及び負極構成材の両面に作用物質含有層を有することによって，容積効率が改善されるという効果を奏する発明であるから，訂正事項1-5は，訂正前の本件発明との関係で，新たな目的や効果を追加するものであるなどと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容積効率の改善について",
                  "text": [
                    "まず，電極群が両端の最外部と中間部とからなることは，本件明細書【0019】及び実施例1～4に記載されており，本件明細書に記載された事項であると認められる。",
                    "その上で，容積効率の改善について，本件明細書には「電極については正極板，負極板とも，肉薄電極の作製が行い易いという点で金属箔にスラリー状の合剤を塗布，乾燥したものがよく，さらにそれを圧延したものを用いることもできる。上記のような金属箔に作用物質を含む合剤層を塗工した電極を用いる場合は，電極群の内部に用いる電極は金属箔の両面に作用物質含有層を形成したものを用いることが，容積効率の上から好ましく，電極群の両端の電池ケースに接触する電極構成材露出部については作用物質含有層でも構わないが，接触抵抗を低減させるために電極構成材のうち，特に金属箔を露出させることが好ましい。これに関してはこの部分に限り片面にのみ作用物質含有層を形成した電極を用いてもよいし，一旦両面に作用物質含有層を形成した後，片面のみ作用物質含有層を除去してもよい。」（【0021】）との記載がある。すなわち，本件明細書によれば，本件発明につき，容積効率の改善の観点からは「電極群の内部に用いる電極は金属箔の両面に作用物質含有層を形成したものを用いることが，容積効率の上から好まし」いとされていることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "text": [
                    "本件明細書の上記記載によれば，当業者であれば，電極の両面に作用物質含有層を形成したものは容積効率が向上すると理解することができる。また，前記のとおり，当業者であれば，本件明細書の記載から，扁平形電池の電池ケース内に電極を多層配置することで，電極群内の正負極の対向面積の総和が絶縁ガスケットの開口面積よりも大きな電極群を収納することによって，重負荷放電特性の引き上げという，本件発明の課題を解決することができること，すなわち，課題の解決のためには，電池ケース内に電極を多層配置することが技術的な中核部分をなすことを理解し得る。",
                    "そうすると，本件明細書の記載によれば，当業者は，本件発明に係る扁平型非水電解質二次電池において，電極の両面に作用物質含有層を形成したものとすることにより，本件発明の上記課題を解決し得ると同時に，容積効率も向上するものと理解し得るということができ，かつ，容積効率の向上は，重負荷放電特性の引き上げという本件発明の目的に付随するものと位置付けられるものといってよい。",
                    "したがって，訂正事項1-5は，本件発明の課題である重負荷放電特性の引き上げを達成し得るとともに，付随的な目的である容積効率の向上を図るものであるところ，これらはともに本件明細書に記載された事項であるから，訂正事項1-5は，実質上特許請求の範囲を拡張し，又は変更するものではなく，別件審決の判断に誤りはない。この点に関する原告の上記主張は採用し得ない。",
                    "なお，訂正事項1-5につき，原告は，「明細書又は図面に記載した事項の範囲内において」なされたものでないと主張しておらず，かつ，そのように見るべき事情もない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上より，訂正事項1-2，1-3及び1-5は，いずれも特許請求の範囲の減縮を目的とするものに該当し，本件明細書の記載を総合することにより導かれる技術的事項との関係において新たな技術的事項を導入するものではなく，本件明細書に記載した事項の範囲内においてなされたものであり，かつ，実質上特許請求の範囲を拡張し，又は変更するものではない。",
            "したがって，本件訂正は，法134条の2第1項ただし書1号に掲げる事項を目的とするものであり，同条9項，126条5項及び6項に適合し，他の要件についてもこれを違法と見るべき事情はないことから，適法な訂正と認められる。",
            "本件における原告の主張は，別件審決の訂正要件違反に関する判断の誤りを前提として，本件特許を無効とするものであるから，その前提を欠く以上，原告の主張は採用し得ない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}