{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，被告製品を製造し，販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，被告製品の輸入，輸出，販売の申出又は販売のための展示をしてはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，被告製品を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人に対し，510万円及びこれに対する平成28年3月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「分断部分を有するセルフラミネート回転ケーブルマーカーラベル」とする本件特許権（第5377629号）を有する控訴人が，被告製品は，本件発明1及び26の各技術的範囲に属するから，被控訴人による被告製品の譲渡等は，いずれも本件特許権を侵害する行為であると主張して，被控訴人に対し，①特許法100条1項に基づき被告製品の譲渡等の差止めを求め，②同条2項に基づき被告製品の廃棄を求めるとともに，③特許権侵害の不法行為による損害賠償請求（損害賠償の対象期間は，平成25年10月4日から平成28年3月9日までである。）として，損害賠償金510万円及びこれに対する不法行為後の日である平成28年3月26日（訴状送達の日の翌日）から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
        "原審は，被告製品は，本件発明1及び26の文言上，技術的範囲に属さず，本件発明1及び26と均等なものとしてその技術的範囲に属するものとは認められないとして，控訴人の請求をいずれも棄却した。",
        "控訴人は，原判決における本件発明26についての特許権侵害を理由とする請求を棄却した部分について控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実等（当事者間に争いがないか，文中に掲記した証拠及び弁論の全趣旨により認められる事実等）",
          "text": [
            "以下のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁6行目から20行目までを削り，同21行目冒頭の「イ」を削る。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決5頁22行目「1C，1D，1E，1H，」を削る。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，以下のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第2，3に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁25行目から6頁5行目までを削る。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁6行目の「(3)」を「(1)」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁11行目の「(4)」を「(2)」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決6頁13行目の「(5)」を「(3)」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原判決6頁14行目の「(6)」を「(4)」と改める。  "
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，以下のとおり，(1)原判決を補正し，(2)控訴人の控訴理由と，(3)それに対する被控訴人の主張を加えるほか，原判決の「事実及び理由」欄の第2，4に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決6頁16行目から23頁24行目までを削る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決23頁25行目の「(3)」を「(1)」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決29頁11行目の「(4)」を「(2)」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決31頁21行目の「(5)」を「(3)」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決32頁6行目の「(6)」を「(4)」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点3-1（被告製品は構成要件26B，26C，26D及び26Fを充足するか）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，当審において，第1接着領域について，原審の解釈を変更して，下記図A（以下，「図A」という。）の赤く塗られた箇所であると主張する。",
                        "【図A】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "第1接着領域から第2接着領域を見た場合，その間のいわば斜めの線上にプリント用領域が位置しており，このような位置関係が「間」といえる。また，離間した二つの第1接着領域をまとめて考えた場合でも，これらの第1接着領域がプリント用領域の一端縁部の両側に位置し，プリント用領域を挟んでその反対側に第2接着領域が位置しており，長手方向に見ても，プリント用領域は第1接着領域と第2接着領域との「間」に位置するということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "第1接着領域とプリント用領域とが，ほぼ同時にケーブルに接することになることは，機能面からみた場合，プリント用領域が第1接着領域と第2接着領域の「間」にあることを否定する根拠とならない。",
                        "通常の巻き方を前提とすれば，最初に第1接着領域がケーブルに接する。より機能的にみると，第1接着領域が最初にケーブルに接するのは，その後のステップのためにラベルを一旦保持・固定するためである。そして，プリント用領域には接着剤は塗布されていないので，このような保持・固定の機能はない。したがって，第1接着領域がケーブルに固定され，その後にプリント用領域が巻かれ，その後に第2接着領域が巻かれて非接着領域に接着剤で一部貼着される，との順番で巻かれることになり，プリント用領域は，第1接着領域の後で第2接着領域の前にあることになるから，両者の「間」にある。",
                        "上記のような巻き付ける方法，順序において，プリント用領域が第1接着領域の後で第2接着領域の前にあることにより，ラベルを第1接着領域により一旦保持・固定しつつ，ラベルを切断することにより第1接着領域（を含む部分）とプリント用領域及び第2接着領域（を含む部分）とを分断し，ラベルが回転できるようにケーブルに取り付けられることを可能としている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告特許発明の明細書【0009】，【0027】によると，被告製品は，第1接着領域（の一部）をまずケーブルに貼ってラベルを固定し，その上で，ラベルを巻き付けるステップ（第2接着領域が非接着領域の上に少なくとも部分的に位置するように貼り付ける等）が存することを想定している。",
                        "被告特許発明の明細書【0019】の「非接着領域32は，第1接着領域30に隣接している。第2接着領域34は非接着領域32に隣接する。第2接着領域34は，非接着領域32から見て，第1接着領域30とは反対側に配置される。」との記載からすると，被控訴人自身が，非接着領域32を挟んで第1接着領域30及び第2接着領域34が位置していることを認めているといえる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "下図B及びC（以下，それぞれ「図B」，「図C」という。）においては，赤で塗った部分が第1接着領域と仮定される箇所である。このような第1接着領域と青で塗った第2接着領域との「間」に白のプリント用領域がある。図Bから図Cへの変更を進めて行った先に被告製品の構成がある。",
                        "【図B】  【図C】",
                        "第1接着領域第1接着領域第2接着領域 第2接着領域もし被告製品において「間に位置する」との文言を否定するのであれば，図B，図Cいずれかの構成において「間に位置する」か否かの境界線があることになるが，境界線をいずれかの構成に引くことは合理性がない。そして，被告製品，図B及び図Cにおいて，第1接着領域にてラベルをケーブルに一旦保持・固定するという機能において変わらないのであり，技術的意義としても共通する。したがって，実際の被告製品において「間」の点を否定することは不合理である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被控訴人が下記(3)イにおいて例示する図Eは，回転しないから，本件発明26の技術的範囲に含まれず，同図を根拠とする被控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "なお，控訴人による第1接着領域についての解釈の変更は，故意又は重大な過失により時機に後れて提出した攻撃方法に当たらない。また，上記解釈の変更が訴訟の完結を遅延させるとも認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点3-3（被告製品は構成要件26Gを充足するか）について",
                  "text": [
                    "広辞苑第6版（甲11）によると，「開口」とは「外に向かって穴が開くこと。また，その穴」とされている。したがって，開口部とは「外に向かって開いた穴」である。",
                    "被告製品においては，下図D（以下，「図D」という。）の基層28’に貼着せず，基層28’とフィルム14’との間に「開口部」（図DのOPで特定される部分）が形成されており，また，「開口部」は，フィルム14’を引くように持ち上げる力を受け，フィルム14’を基層28’から取り外せるように構成されているので，構成要件26Gを充足する。",
                    "【図D】",
                    "被告製品の一辺の両端の二つの白丸印部分の周囲には，接着剤が塗布されている一方，両白丸印部分の間に位置する，プリント用領域20b’の白丸印側の短辺（OPで特定される部分）には，接着剤が塗布されていない。したがって，OPの辺は外に向かって開いた穴である。また，白丸印側の短辺については端部を除いたそのほぼ全辺において接着剤が塗布されていないので，取り外しが容易である。したがって，この箇所が「開口部」である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点4（被告製品は，本件発明26と均等なものとしてその技術的範囲に属するか）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決では，「第3要件にいう『当業者』が『対象製品等の製造等の時点において容易に想到することができた』とは，特許法29条2項所定の，公知の発明に基づいて『容易に発明をすることができた』という場合や第4要件の『当業者』が『容易に推考できた』という場合とは異なり，当業者であれば誰もが，特許請求の範囲に明記されているのと同じように，すなわち，実質的に同一なものと認識できる程度に容易であることを要するものと解すべき」，とする。",
                        "しかし，そもそも「容易」「想到」という同一の文言を使用しながら進歩性の判断と基準を分けているという解釈については疑問がある。",
                        "原審の拠って立つ基準自体が一定の場面において適用される可能性があるとしても，従来技術に対する貢献の程度が大きい特許に対しても一律に適用するべきではない。本件特許の審査段階において新規性及び進歩性等の拒絶理由が一切指摘されていないことも考慮すると，本件特許の従来技術に対する貢献の程度は極めて大きいものである。均等論の第3要件についても，「実質的に同一なものと認識できる程度に容易である」かどうか，との基準は緩和されてしかるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ミシン目」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，本件発明26においても，本件発明1と同じく，①ミシン目・切れ目に関する相違点及び②「横断して延在し」との文言と「切れ目22’」と「端部接続部分EP」とを併せても，同部分が透明フィルム14’内をコの字状に形成されている相違点を合わせて判断した。本件発明26にはない相違点②を除外して，相違点①のみについて第3要件について判断することを怠ったものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，ミシン目の「一定の保持力」を，本件明細書等【0011】の「接線方向の力がラベルの巻き付けられていない部分にかけられる間，ケーブルは回転しないように保持される。」との記載から導き出しているが，上記記載から，回転しないように保持されるのはケーブルであり，ケーブルを保持しているのは，ラベルをケーブルに巻き付けている人の手である。したがって，上記記載は，巻き方についての説明をしているのであり，ミシン目の保持力を技術的意義として特定したものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件特許の実施例のミシン目を「切れ目」及び「端部接続部分EP」とした構成において，ラベルを巻き付ける場合，最後に切断するまでの間は「端部接続部分EP」が第1接着領域とその他の部分をつなぐと考えられる（あるいはそのような保持力を備えるよう「端部接続部分EP」の幅を構成できる）から，ミシン目の構成と同様に，「一定の保持力」と「切断容易性」を実現することが容易に可能である。甲31～36によると，ミシン目で連結された二つの部分を切離可能としつつも一定の保持力を必要とする用途において，ミシン目を切れ目や様々な形状の溝で構成することは周知技術である。",
                            "したがって，被告製品においてミシン目を「切れ目」及び「端部接続部分EP」と置き換えるのは容易である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「間に位置する」について",
                      "text": [
                        "第1接着領域とプリント用領域が巻き付け方向（長手方向）において一部重なっており，巻き付ける際に「ほぼ同時にケーブルに接する」点を，本件発明26と被告製品との相違点と仮定する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "第3要件について",
                          "text": [
                            "図Bにおいて，プリント用領域が第1接着領域と第2接着領域の間にあることは明確である。また，図Cにおいても，上辺の一部に接着剤が塗布されておらず，第1接着領域が2か所に分かれているとしても，プリント用領域が第1接着領域と第2接着領域の間にあることは明確である。このように2か所に分けた場合，その間の箇所が「開口部」を構成することも可能であろうが，「開口部」をどこに構成するかは本件発明26において特定されておらず，自由な設計的事項である。",
                            "図Cと図Aを比較すると，接着剤を塗布する部分と開口部（と構成可能な部分）の大小のみが差異であることが分かる。そして，ラベルを対象物に貼付する際に，二つの角を固定するとの着想は，当業者にとってはごく普通に採用する周知慣用手段である。",
                            "仮に，図B及び図Cにおける第1接着領域を単に左右に分けることにより「間」の構成要件を免れることができ，そうした微差に対して均等論が適用されないとすると，均等論を認める趣旨を没却している。",
                            "したがって，上記のような差異があったとしても，当業者において想到することが「実質的に同一なものと認識できる程度に容易」である。",
                            "機能面から考察すると，第1接着領域の技術的意義は，巻き付け開始時にラベルをケーブルに固定・保持することである。このような機能を果たすに際し，被告製品の第1接着領域の位置は二つの角を固定するための当然な着想より出たものであり，周知慣用手段にすぎないものである。したがって，機能面から見ても，容易想到性は認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "第1要件",
                          "text": [
                            "本件発明26の本質的部分は，「透明フィルムを備える，ケーブルの識別をするためのセルフラミネート回転ケーブルマーカーラベルであって，第1接着領域，第2接着領域及び非接着領域を備え，更にプリント用領域を備え，上記透明フィルム上に存在する分断部分から同フィルムを分断・分離することにより，ラベル自体が回転することを可能とした点」である。",
                            "このような本質的部分からすると，第1接着領域とプリント用領域が巻き付け方向において一部重なっており，巻き付ける際に「ほぼ同時にケーブルに接する」点は，何ら本質的部分と関連する部分ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "第2要件",
                          "text": [
                            "本件発明26の課題は，回転できるようにケーブルに付けられ，ケーブル接続の端部を切断することなく瞬時に終端ケーブルに付けられ，1部品又は2部品の構成であり，プリント用領域を覆うクリアな保護ラミネート領域を形成し，かつ安価に製造できるケーブルマーカーラベルを提供することである。",
                            "そして，本件発明26は，上記課題の具体的な解決手段として，第1接着領域，第2接着領域及び非接着領域を備え，かつ一方の面上にプリント領域を有する透明フィルムが，ケーブルの周囲に巻き付けられた後，上記透明フィルム上にその線に沿って分断するための分断部分を形成することにより，ラベル自体が回転することが可能となる構成を採用している。",
                            "本件発明の効果は，回転できるようにケーブルに付けられ，ケーブル接続の端部を切断することなく瞬時に終端ケーブルに付けられ，1部品又は2部品の構成であり，プリント用領域を覆うクリアな保護ラミネート領域を形成し，かつ安価に製造できるケーブルマーカーラベルを提供できることである。",
                            "以上の発明が解決しようとする課題，課題を解決するための手段及び効果の諸点は，従来技術においては全く開示されておらず，本件発明26は従来技術により開示されていない上記課題を全く新しい手段によって解決するものであって，従来技術に対する貢献の程度は非常に大きいといえる。",
                            "このような本件発明26の効果は，被告製品においても実現されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当審における控訴人の第1接着領域についての解釈の変更は，故意又は重大な過失による時機に後れた攻撃方法の提出であって，訴訟の完結を遅延させるから，却下されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点3-1（被告製品は構成要件26B，26C，26D及び26Fを充足するか）について",
                  "text": [
                    "「間」とは，一般に「二つのものに挟まれた部分」を意味する。被告製品において，プリント用領域は，長手方向側面で，一部，第1接着領域と接しているし，また，第1接着領域と第2接着領域は正対する関係にもない。この状態では，第1接着領域が第2接着領域と共にプリント用領域を挟んでいるとはいえないから，プリント用領域が第1接着領域と第2接着領域との間に位置するとはいえない。",
                    "「間に位置する～」の意義が二つの領域に挟まれた部分にその「～」が入りさえすればよいのであれば，下記図E（以下，「図E」という。）のようなラベルが本件発明26の技術的範囲に含まれることとなる。",
                    "【図E】",
                    "図Eのラベルをケーブルに巻き付けて貼着した場合，第2接着領域がプリント領域とも非接着領域とも異なる場所に接着するので，ミシン目でこのラベルを分断してもプリント領域と非接着領域とはケーブルの周りを回転できないから，本件発明26の目的を達成できない。",
                    "控訴人の主張は，「第1接着領域がケーブルに固定され，その後にプリント用領域が巻かれ，その後に第2接着領域が巻かれて非接着領域に接着剤にて一部貼着される」ようにラベルが巻かれるとき，必ず，プリント用領域が第1接着領域と第2接着領域との間に存在することになるというものである。しかし，その「必ず」には根拠がない。被告製品においては，第1接着領域がプリント用領域と同時にケーブルへ接し，第1接着領域のケーブルへの貼り付けが完了するまでにプリント用領域はケーブルに接する点で，プリント用領域は第1接着領域と第2接着領域との間にない。",
                    "被告特許の明細書【0019】は，被告特許の実施例の記載にすぎないから，被告製品が本件発明26の技術的範囲に属するか否かについて述べたものではない。",
                    "図B及び図Cのラベルにおいて，プリント用領域は第1接着領域と第2接着領域の間にあるといえるのは，被告製品の第1接着領域には存在しない，図B及び図Cにおける下記の緑色の楕円で囲まれた部分があることを前提とする。被告製品にはその前提に当たる部分が存在しない。また，図B及び図Cのラベルは，ケーブルに回転自在に取り付けることができないから，被告製品のラベルとは異なる。",
                    "【図B】                          【図C】"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点3-3（被告製品は構成要件26Gを充足するか）について",
                  "text": [
                    "被告製品は，図Dの白丸印のある上部角をつまんで剥がすものであり，図DのOPで特定される部分で剥がすものではない。被告製品は，OP部分にラベルを持ち上げる力を受けてこれを取り外せるよう構成されているのではなく，OP部分を持ち上げると「端部接続部分EP」の部分が破断するおそれもある。したがって，被告製品は構成要件26Gを充足しない。",
                    "控訴人の主張は，接着剤が塗布されていない部分であればどこでも開口部であると主張しているに等しく，構成要件26Gの「選択した透明フィルムを引くように持ち上げる力を受け，前記基層から前記選択した透明フィルムを取り外せるよう構成されている」の記載を無視しているものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点4（被告製品は，本件発明26と均等なものとしてその技術的範囲に属するか）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "発明の独占が認められるための特許要件たる進歩性の判断基準と特許請求の範囲に開示された発明の技術的範囲を画する均等の判断基準とを同一にすべき実質的根拠はない。",
                        "新しい技術の開示に対する代償として発明の保護を図るのが特許法の目的である。控訴人は，先駆的発明といえるものに対しては実施例を含む明細書の記載・開示が不十分であっても広く強く保護すべきと主張しているが，特許法の目的からみて不当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「間」に関する第3要件の充足性について",
                      "text": [
                        "控訴人は，図B及び図Cと被告製品との差が微小とする根拠を示していない。",
                        "仮に，二つの角を固定するよう第1接着領域の位置を設定することが周知慣用技術であるとしても，それは，被告製品の構成を容易になし得ることを意味するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ミシン目を切れ目と端部接続部分とに置換することについて",
                      "text": [
                        "構成要件26Eの「前記フィルムの分断線を形成するミシン目」は，本件明細書等【0015】，【0022】によると，第1接着領域とプリント用領域との連結部又はその近傍において透明フィルムを横断するように延在したものを意味する。",
                        "当業者は，本件明細書等【0011】から，ミシン目の保持力（ケーブルのラベルの巻き付けの初期段階においては，巻き付ける力がラベルにかかっても第1接着領域とプリント用領域及び第2接着領域とが分離しない程度にこれらの部分を保持する力）を技術的意義として特定できる。しかるところ，被告製品の「端部接続部分EP」にはこのような「巻き付ける力」はかからないから，本件発明26の「ミシン目」と被告製品における「切れ目」と「端部接続部分EP」を置き換えることは容易ではない。",
                        "被告製品の「切れ目」及び「端部接続部分EP」をミシン目と置き換えたラベルを本件明細書等に記載の巻き方によってケーブルに取り付ける場合，接線方向の力を加えると，ミシン目を破断させる方向に力がかからず，又は，第2接着領域が非接着領域に接着されているのでミシン目を破断させるだけの力がかからず，ミシン目は破断しない。",
                        "甲31～36は，本件発明26のケーブルマーカーラベルとは異なる技術分野の発明であり，本件発明26に係るラベルの当業者における周知性の根拠とはならない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第1要件について",
                      "text": [
                        "本件発明26の本質的部分は，「透明フィルムを備える，ケーブルの識別をするためのセルフラミネート回転ケーブルマーカーラベルであって，透明フィルムが分断線に沿って破れた後にケーブルに接着剤で接着されたままとなることが予定されている第1接着領域，透明フィルムの巻き付け方向に沿って第1接着領域と隣り合っている非接着領域及び透明フィルムの巻き付け方向に沿って非接着領域と隣り合っている第2接着領域を備え，かつ一方の面上にプリント用領域を有する透明フィルムがケーブルの周囲に巻き付けられた後，少なくとも部分的に第2接着領域を備え，かつ一方の面上にプリント用領域を有する透明フィルムがケーブルの周囲に巻き付けられた後，少なくとも部分的に第2接着領域が非接着領域の上に位置するように構成され，第1接着領域がケーブルに貼着された後に，上記透明フィルム上に形成される分断線が巻き付け方向の力を受けて透明フィルムが破られることにより，第1接着領域がケーブルに接着剤で接着されたままとなり，かつ，プリント用領域と第2接着領域とが回転することを可能とした点。」である。",
                        "本件発明26の構成要件26Eのうち分離線を形成するミシン目に関する相違点は，本質的部分のうち「第1接着領域がケーブルに接着剤で接着されたまま」という点に関するものであるので，本質的部分に係る相違である。したがって，被告製品は第1要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第2要件について",
                      "text": [
                        "本件発明26の作用・効果は，「最初に第1接着領域がケーブルに係合され接着された後に，透明フィルムのプリント用領域がケーブルの周囲に巻き付けられる。これにより，ケーブル接続の端部を切断することなく瞬時に終端ケーブルに付けられ，1部品又は2部品の構成となる。次に，透明フィルムのうちケーブルの接線方向の力を受けたプリント用領域及び第2接着領域がプリント用領域の巻き付けに伴いこれに覆われたミシン目に沿って透明フィルムの第1接着領域から分かれる。第1接着領域はケーブルに接着されたままである。分離後，第2接着領域は，プリント用領域に亘って保護層を形成する。これにより，プリント用領域を覆うクリアな保護ラミネート領域を形成でき，かつ，安価に製造できる。プリント用領域の下に位置する第1接着領域の外側非接着性表面とプリント用領域の裏面とが接着剤を含まないので，プリント用領域は，ケーブルの周囲における360°の回転を実現できる。」である。",
                        "本件明細書等には，第1接着領域がケーブルに接着されたままの状態になることなく本件特許が解決すべき課題を解決するための手段は何ら開示されていないから，上記のとおり，本件発明26の作用・効果に「第1接着領域がケーブルに接着されたままの状態になる」ことが含まれる。",
                        "被告製品においては，第1接着領域がケーブルに接着されたままの状態になるのではなく，貼り付け完了と同時に第1接着領域とこれに接続されたフィルムの破片が取り除かれるから，この点において，被告製品の作用は，本件発明26と異なる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明26の技術的意義について",
          "text": [
            "本件発明26の技術的意義については，以下のとおり，原判決を補正するほかは，原判決「事実及び理由」欄第3，1のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決32頁18行目「本件各発明について」を「本件発明26について」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決32頁20行目「本件各発明」を「本件発明26」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決40頁20行目「本件各発明」を「本件発明26」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決40頁23行目「本件各発明」を「本件発明26」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決41頁4行目「本件発明1は，」から16行目末尾までを削る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決41頁21行目「基層上に」から23行目「設ける構成」までを，「透明フィルムと基層との間の開口部であって，透明フィルムを引くように持ち上げることで，基層から透明フィルムを取り外せるよう構成されている開口部を形成する非接着領域を備える構成」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決41頁23行目「本件発明1と」から24行目「可能とし，」までを削る。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決42頁2行目「【0019】」の後に，「，【0020】」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点についての判断",
          "text": [
            "事案に鑑み，争点3-3から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点3-3（被告製品は構成要件26Gを充足するか）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件26Gについて",
                  "text": [
                    "構成要件26Gは，「開口部」を定めるものである。「開口部」は，「前記基層に貼着せず」，「前記基層と前記透明フィルムそれぞれとの間」のものであって，「前記フィルムそれぞれの非接着領域」に形成されており，「選択した透明フィルムを引くように持ち上げる力を受け，前記基層から前記選択した透明フィルムを取り外せるよう構成されている」ものである。",
                    "「開口」とは，「外に向かって穴が開くこと。また，その穴」を意味する（甲11）。そして，本件明細書等に，基層28が二つの平行な部分30，32で形成されることで，ストリップ14の非接着領域であるプリントラベル領域20の下方に空間34が形成され，この空間34に指を差し込み，ストリップ14を上方に引くように持ち上げることで，基層28からストリップ14を取り外す実施例が開示されている（【0019】，【0020】，【図14】，【図15】）ことに鑑みると，開口部とは「外に向かって空いた穴」であると解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品について",
                  "text": [
                    "控訴人は，図DのOP部分が開口部に該当するから，被告製品は構成要件26Gを充足する，と主張する。",
                    "しかし，上記OP部分のラベルは基層と重なっており，外に向かって空いた穴とはいえない。また，被告製品のラベルは，図Dの白丸印のある上部角のうちの一つをつまんで剥離紙から剥がすことが予定されたものであって（甲3），OP部分を基層28’から持ち上げてラベルを取り外せるよう構成されているとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，被告製品は，構成要件26Gを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点4（被告製品は，本件発明26と均等なものとしてその技術的範囲に属するか）について",
              "text": [
                "控訴人は，構成要件26Gについて，被告製品が本件発明26と均等であることを主張しない。したがって，被告製品は，本件発明26と均等なものとしてその技術的範囲に属するとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，控訴人の請求は理由がないから，原判決は結論において相当であり，本件控訴には理由がない。よって，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。原判決中の「別紙」を「原判決別紙」と読み替える。"
  ]
}