{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1962万8682円及びうち1883万4725円に対する平成27年8月25日から，うち79万3957円に対する平成28年2月13日から，各支払済みまで年6分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "控訴人は，原判決別紙1商標目録(1)記載1ないし同5の各商標登録(以下，個別には同目録の番号に対応して「本件商標登録1」などといい，これらを併せて「本件各商標登録」という。また，その対象たる各登録商標〔同目録記載1ないし同5の「商標の構成」欄記載の各商標〕を，個別には同目録の番号に対応して「本件商標1」などといい，これらを併せて「本件各商標」という。なお，同目録では本件と関係しない指定商品の記載を省略した。)に係る各商標権(以下，併せて「本件各商標権」という。)を有しており，被控訴人との間で，本件各商標権につき独占的通常使用許諾契約(以下「本件ライセンス契約」といい，その契約書を「本件契約書」という。)を締結していた。",
            "本件は，控訴人が，双日ジーエムシー株式会社(以下「双日GMC」という。)の請求した本件各商標登録の取消審判に係る各審判手続(以下，併せて「審判手続」という。)及び同審判についてされた各不成立審決の取消訴訟に係る訴訟手続(以下「審決取消訴訟手続」という。)に関し，①被控訴人は，本件ライセンス契約に基づき，被控訴人の費用と責任において，必要に応じて控訴人から委任状を取得するなどして弁護士を選任し，審判手続及び審決取消訴訟手続において本件各商標登録を防御すべき義務を負っていたが，同義務を怠ったために控訴人に弁護士費用相当額の損害を与えた，②被控訴人は，本件ライセンス契約に基づき，控訴人が審判手続及び審決取消訴訟手続において支出した弁護士費用を補償する義務を負う，③被控訴人は，本件ライセンス契約に基づき，審判手続に利害関係人として参加し，また，審決取消訴訟手続に補助参加人として参加すべき義務を負っていたが，同義務を怠ったために控訴人に弁護士費用相当額の損害を与えた，と主張して，債務不履行を原因とする損害賠償請求権(民法415条。上記①又は③)に基づき，又は本件ライセンス契約の定める補償義務履行請求権に基づき(上記②)，損害賠償金又は求償金1962万8682円(控訴人が支払った弁護士費用相当額)及びうち1883万4725円に対する請求後の日(内容証明郵便到達の日の翌日)である平成27年8月25日から，うち79万3957円に対する請求後の日(訴状送達の日の翌日)である平成28年2月13日から，各支払済みまでの商事法定利率年6分の割合による遅延損害金の支払を求めた事案である(上記①，②及び③の請求は，選択的併合の関係にある。)。",
            "原審は，控訴人の請求を棄却したため，控訴人が控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実等，争点及び争点に対する当事者の主張",
          "text": [
            "原判決を次のとおり補正し，当審における当事者の補充主張を付加するほか，原判決の「事実及び理由」の「第2  事案の概要」の2ないし4(原判決3頁1行目から同12頁12行目まで)記載のとおりであるから，これを引用する(以下，原判決の引用中「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，「別紙」を「原判決別紙」と，それぞれ読み替え，原判決で用いられた略語はそのまま使用する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "text": [
                "原判決6頁15行目冒頭から同頁16行目末尾までを，次のとおり，改める。",
                "「知財高裁は，上記各訴訟事件を併合して審理し，平成27年5月13日，①被控訴人による商標の使用は，社会通念上，本件各商標の正当使用義務に反する行為と評価されるような態様，すなわち，不正競争の目的で他の商標権者等の業務に係る商品ないし役務と混同を生じさせる行為と評価されるような態様により，客観的に，双日GMCの業務に係る商品等と具体的な混同のおそれを生じさせたものということができ，商標法53条1項本文の「他人の業務に係る商品・・と混同を生ずるものをしたとき」に該当すること，②控訴人は，使用権者に新たに本件各商標を使用させるに当たっては，双日GMCの商品の周知の程度や双日GMCの商品における関連商標の具体的な使用態様を確認し，被控訴人の商標の具体的な使用態様が，双日GMCの業務に係る商品との具体的な混同を生ずるおそれがないかどうかについて注意する義務を負っていたというべきであり，控訴人は，そのような混同が生じるおそれがあることを知るための相当の注意を欠いていたというべきであって，控訴人について，商標法53条1項ただし書の抗弁が成立するものとは認められないこと，を理由として，上記(4)の各審決をいずれも取り消すとの判決をし，同判決は，その後確定した。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件契約書7条2項の適用について(争点1及び2)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "各契約条項の関係",
                          "text": [
                            "本件契約書7条1項と同条2項の効果を比較すると，同条1項に該当する場合は控訴人と被控訴人(更にはボーンズ)が共同して防御等を行う義務を負うことが予定されているのに対し，同条2項に該当する場合は被控訴人が単独で責任を負うこととされている。このような効果の違いを考慮すると，同条1項は，ライセンスの対象たる商標等自体に関する問題が起こった場合の対処について定める条項に対応する規定であるのに対し，同条2項は，ライセンシーの行為によりライセンサーに迷惑をかけないことを約し，ライセンシーの行為によりライセンサーに迷惑をかけた場合にはその損害をライセンシーが賠償する旨を定める条項に対応する規定で，専らライセンシーに原因のある問題が発生した場合をその要件として想定しているものであるといえる。",
                            "したがって，本件契約書7条1項と同条2項は，単純に商標に関する問題か否かでその適用が区別されると解すべきではなく，責任の所在に着目して，被控訴人が単独で責任を負うべき問題か否か，すなわち，専ら被控訴人の行為に起因する問題であるか否かで区別されると解する必要がある。",
                            "本件各審判請求及び本件審決取消訴訟の各手続は，形式的には商標に関連するものであるとしても，専ら被控訴人の不正行為(本件各商標の不正使用行為)を原因として提起されたものであるから，本件契約書7条2項が適用されるべきであることは明らかである。控訴人は，確かに，被控訴人商品を承認しているものの，その承認手続は，他社商品とのデザインの酷似性の有無を確認するために行っていたものではなく，被控訴人の販売方法について判断するために行われたものではないから，控訴人に何らの帰責性はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件ライセンス契約締結前後の事情",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人及び被控訴人は，本件ライセンス契約の締結前に，本件各商標を付した被控訴人商品について，双日GMCから何らかのクレームがある可能性を想定していたし，双日GMCからクレームを受けないように，販売方法や商品の開発(デザイン)等については慎重に行動することが，控訴人側から被控訴人側に伝えられていた(甲12)。双日GMCからの様々なクレームを想定して，控訴人側から被控訴人に対して注意喚起をしていたのである。そして，このように控訴人側から注意喚起がされていたにもかかわらず，被控訴人の販売方法などにおける被控訴人の不注意な行為によって双日GMCからクレームを受けた場合は，本件契約書7条2項の「甲の販売方法に起因してクレームを受けた場合」に該当し，同条項が適用されることが想定されていた。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，本件各審判請求が双日GMCによって提起された後の平成26年7月24日，控訴人の担当者は，被控訴人の担当者に対し，本件各審判請求に続く本件審決取消訴訟手続については本件契約書7条2項が適用されるため，控訴人が被控訴人に対して費用請求することになる旨を伝えている(甲13)。控訴人の担当者からの上記連絡に対して，被控訴人側からは何らの反論もなかった。",
                                "本件覚書が調印された当時，被控訴人は，控訴人に対し，不正な行為はしていないと主張しながらも，本件ライセンス契約に基づいて商品を仕入れて販売することを自粛するという態度に出ていた。被控訴人が，一方的に商品の仕入れを自粛してしまうと，最低限のミニマムロイヤリティしか控訴人は得られず(甲3)，控訴人においては，本件各商標からの収入が途絶えるという状況が生じ，被控訴人に商品の仕入れを再開してもらわなければ控訴人の経営が苦しくなる状況下にあった。そのような状況下で，控訴人は，被控訴人から本件覚書を締結すれば商品の仕入れの自粛を止めて，仕入れを再開するという条件を提示されたため，被控訴人に商品の仕入れを再開してもらって収益を得るために一方的に不利な内容であるとは認識をしつつも，やむを得ず本件覚書に調印したものである。このように，控訴人と被控訴人の力関係の差は歴然としているにもかかわらず，平成26年7月24日付けのメール(甲13)において，担当者間では，明瞭に，契約条項に則って，控訴人側から被控訴人に対して訴訟に要した費用負担を求めることが告げられている。",
                                "以上の事実は，本件各審判請求及びその後の本件審決取消訴訟が本件ライセンス契約7条2項の「クレーム」に該当するため被控訴人が費用負担をすることになるという控訴人の契約条項の理解を，被控訴人側も理解し受け入れていたことを示すものであり，本件各審判請求及びその後の本件審決取消訴訟が「(被控訴人の)販売方法に起因してクレームを受けた場合」に含まれることについて，本件ライセンス契約締結時に合意があったことを強く推認させる。なお，控訴人が本件覚書を締結したのは，上記のとおり，控訴人の経営上やむを得なかったためであり，本件各審判請求及び本件審決取消訴訟のために要した弁護士費用等を控訴人自らが負担することを自認していたためではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "契約書の特定の条項の意味内容を解釈する場合，その条項中の文言の文理，他の条項との整合性，当該契約の締結に至る経緯等の諸般の事情を総合的に考慮して判断すべきである(最高裁平成19年6月11日第二小法廷判決参照)ところ，本件契約書の契約条項の文言のほか，以上のとおり，本件契約書7条の意味内容を総合的に考慮すれば，本件には本件契約書7条2項が適用されることは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件契約書7条1項の適用について(争点3)",
                      "text": [
                        "控訴人は，本件各審判請求及び本件審決取消訴訟において，当該手続における被請求人又は被告とされたため法的手続の当事者として一定の対応を行わざるを得なかった。各手続においては，被控訴人による不正行為の有無こそが争点となっていたのであるから，被控訴人が，本件契約書7条1項に定める「防御・・・を共同して行う」義務を履行するためには，被控訴人が本当に不正行為をしていないのであれば，被控訴人が企画製造した商品は被控訴人が独自にデザインしたものであることを示す具体的な根拠を挙げて，審判手続に利害関係人として参加したり，本件審決取消訴訟手続において補助参加したりして，控訴人に協力して防御を行う義務があった。仮に，同手続に参加する義務までは認められないとしても，少なくとも真実を控訴人に対して伝えたり，不正行為をしていないのであれば，不正行為をしていないことを示す根拠を明らかにしたりする義務が被控訴人にはあった。",
                        "控訴人は，本件審決取消訴訟の開始後，被控訴人に対して民事訴訟法53条に基づく訴訟告知を行い，訴訟手続への参加を求めたけれども，被控訴人は，本件各審判請求手続や本件審決取消訴訟手続に関与することはなかった。それどころか，平成25年10月25日に控訴人の担当者が被控訴人の担当者に対して不正行為が疑われる商品につき具体的に誰がデザインをしたのか質問をしたところ，被控訴人の担当者からは，同年11月6日，控訴人の担当者に対して，「商品開発部  Aがデザインしました」と回答がなされたのである(甲14)。被控訴人は，控訴人に対して，双日GMC商品を被控訴人が参考にしたことを秘して，被控訴人社内で独自にデザインをした商品であるかのような虚偽の説明をし，極めて不誠実で非協力的な対応をしたといえる。",
                        "したがって，被控訴人には，控訴人と「防御・・・を共同して行う」義務に違反した債務不履行責任が認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件契約書7条2項の適用について(争点1及び2)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "各契約条項の関係",
                          "text": [
                            "控訴人は，本件契約書7条1項と同条2項の効果を比較して，両者の適用関係について，専ら被控訴人の行為に起因する問題であるか否かで区別すべきであると主張する。しかしながら，両条項の適用要件は，それ自体全く異なっており，わざわざ両条項の効果に着目して適用関係を検討するまでもない。そもそも，商標法53条1項による取消審判請求については，いずれの条項の適用もない。",
                            "仮に，控訴人の主張するように効果に着目するとすれば，本件契約書7条1項は，三者にそれぞれの責任が生じており，かつ，共同して防御ないし排除が可能な場合を前提にしていることとなり，同条2項は，被控訴人のみに責任があって，現実的に処理解決が可能な場合を前提にしていることとなる。そうすると，同条2項は，被控訴人が商品の品質上の欠陥や店舗での販売行為により顧客等に迷惑をかけた場合を想定しているものと解することになるはずである。しかも，商標法53条1項は，ライセンサーである控訴人が管理責任を全うしていれば，その適用がないのであるから，控訴人の主張によっても，専らライセンシーのみが責任を負うべき場合に該当しないはずである。",
                            "したがって，本件契約書7条2項が，商標法53条1項のような特殊な規定の適用を前提にしたものとする控訴人の解釈は誤っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件ライセンス契約締結前後の事情",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人は，本件ライセンス契約締結前に，双日GMCからのクレームを想定して，被控訴人に対し注意喚起していたと主張するけれども，控訴人が証拠として提出するメール(甲12)の文言から，被控訴人に対し注意喚起しているなどと認識することはできない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "平成26年7月24日のメール(甲13)について，どこにも本件契約書7条2項については記載がなく，本件審決取消訴訟の費用負担については今後の話合いと考えている旨の記載があるにとどまるから，控訴人が被控訴人に対し，本件契約書7条2項の適用により費用請求することになる旨伝えたとはいえない。被控訴人は，控訴人に対し，口頭で上記費用請求を受け入れることはできない旨回答している。",
                                "また，控訴人は，本件覚書を締結したのは，控訴人の経営上やむを得なかったためであり，弁護士費用等を自ら負担することを自認していたためではないと主張する。しかしながら，控訴人は，本件ライセンス契約の商標管理者たるライセンサーの立場として，その権利を保全すべき地位にあり，被控訴人に対し承認をした手前，被控訴人に対し迷惑をかけるわけにいかなかったから，本件覚書に調印したのである。",
                                "控訴人は，控訴人と被控訴人の力関係の差は歴然としていたなどとしながら，担当者間では，控訴人から被控訴人に弁護士費用の負担を求めることができたとしており，それ自体矛盾している。また，本件覚書(乙7)においては，逸失利益について被控訴人が譲歩しているのであって，控訴人に一方的に不利益な内容であるとはいえない。",
                                "なお，控訴人は，本件覚書を締結するに至る事情等について主張するけれども，原審において主張立証する機会があったのであるから，そのような事情に関する主張は，時機に後れた攻撃防御方法として，却下されるべきである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件契約書7条1項の適用について(争点3)",
                      "text": [
                        "控訴人は，仮に，手続に参加する義務までは認められないとしても，少なくとも真実を控訴人に対して伝えたり，不正行為をしていないのであれば，不正行為をしていないことを示す根拠を明らかにしたりする義務が被控訴人にはあったと主張する。しかしながら，控訴人の上記主張は，新たな独自の主張であって，原審で主張できなかった特別の事情もないから，審理が遅延する時機に後れた攻撃防御方法であり，却下されるべきものである。",
                        "控訴人は，被控訴人が，控訴人に対して，双日GMC商品を被控訴人が参考にしたことを秘して，被控訴人社内で独自にデザインをした商品であるかのような虚偽の説明をしたなどと主張する。しかしながら，そのような事実はない。そもそも，双日GMC商品を被控訴人に対し参考にできると勧誘してきたのは控訴人側(ボーンズ)であり，被控訴人がこれを秘密にする意味はない。また，被控訴人は，独自にデザインしたなどという主張をしたこともない。被控訴人は，控訴人から，誰がデザインしたのか聞かれたので，デザインの担当者の名前を伝えたにすぎないのであり，その質問の趣旨については，控訴人側から何の説明も受けていない。そもそも，被控訴人は，控訴人の承認を得て販売していたのであるから，何を伝えればよいのか不明である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被控訴人は，本件ライセンス契約に基づき，被控訴人の費用と責任において，必要に応じて控訴人から委任状を取得するなどして弁護士を選任し，審判手続及び審決取消訴訟手続において防御させるべき義務を負っていたか)及び争点2(被控訴人は，本件ライセンス契約に基づき，控訴人が審判手続及び審決取消訴訟手続において支出した弁護士費用を補償する義務を負うか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり補正し，当審における当事者の主張に対する判断を付加するほか，原判決「事実及び理由」第3の1及び2(原判決12頁17行目から同16頁2行目まで)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の補正",
              "text": [
                "原判決15頁8行目冒頭から同頁18行目末尾までを，次のとおり，改める。",
                "「また，前記前提事実及び証拠(甲3，7，乙9)によれば，控訴人は，本件各審判請求を受けた後，双日GMCの本件各審判請求の理由を認識した上で，本件覚書に調印し，本件各商標登録を取り消す旨の審決が確定したときは，既払ミニマムロイヤリティの一部を被控訴人に返還することや，被控訴人が販売することができなくなった在庫商品につき一定の補償をすることを約したことが認められる。他方，控訴人が，上記調印当時において，被控訴人に対し，審判手続への参加その他の協力を求めたり，控訴人が同手続のために支出し又は支出することとなる弁護士費用の負担を求めたりした形跡はない。以上のような本件覚書調印当時の状況に照らすと，控訴人は，双日GMCによる本件各審判請求について，被控訴人の販売行為に起因するものであるとしても，この場合には本件契約書7条2項が適用されるものであるとまでは認識していなかったと考えられる。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件契約書7条2項について，ライセンシーの行為によりライセンサーに迷惑をかけないことを約し，ライセンシーの行為によりライセンサーに迷惑をかけた場合にはその損害をライセンシーが賠償する旨を定める条項に対応する規定であり，専らライセンシーに原因のある問題が発生した場合をその要件として想定していることから，本件契約書7条1項と同条2項は，単純に商標に関する問題か否かでその適用が区別されると解すべきではなく，責任の所在に着目して，被控訴人が単独で責任を負うべき問題か否か，すなわち，専ら被控訴人の行為に起因する問題であるか否かで区別されると解する必要があり，本件各審判請求及び本件審決取消訴訟の各手続は，形式的には商標に関連するものであるとしても，専ら被控訴人の不正行為(本件各商標の不正使用行為)を原因として提起されたものであるから，本件契約書7条2項が適用されるべきである旨主張する。",
                    "しかしながら，本件契約書7条1項及び2項の各文言の文理や各条項の整合性等を考慮すると，双日GMCが行った本件各審判請求及びこれに引き続く本件審決取消訴訟については，「本契約に基づく本件商標の使用に関し，第三者よりクレームまたは訴訟の提起を受けた場合」に当たる(少なくともこれに準ずる。)ものとして，本件契約書7条1項が適用されるものと解するのが相当であることは，前記認定のとおりである。",
                    "また，商標法53条1項に基づき，本件各商標登録の取消しを求める審判請求をする場合には，同項ただし書の抗弁についても検討を要することになるところ，控訴人は，使用権者である被控訴人に新たに本件各商標を使用させるに当たっては，本件各商標と同一の構成である関連各商標を有する双日GMCの商品の周知の程度や双日GMCの商品における関連各商標の具体的な使用態様を確認し，被控訴人の本件各商標の具体的な使用態様が，双日GMCの業務に係る商品との具体的な混同を生ずるおそれがないかどうかについて注意する義務を負っていたというべきであり，控訴人は，そのような混同が生じるおそれがあることを知るための相当の注意を欠いていたというべきであるから，本件各審判請求及び本件審決取消訴訟について，専ら被控訴人の不正行為を原因として提起されたものであるということはできないし，被控訴人が単独で責任を負うべき問題であるともいい難い。本件契約書7条の解釈に関する控訴人の主張を前提としても，本件契約書7条2項が適用されるものと認めることはできない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件ライセンス契約の締結前に，本件各商標を付した被控訴人商品について，双日GMCから何らかのクレームがある可能性を想定し，双日GMCからクレームを受けないように，販売方法や商品の開発(デザイン)等については慎重に行動することを，控訴人側から被控訴人側に伝えるなどの注意喚起をしていたのであるから(甲12)，被控訴人の販売方法などにおける被控訴人の不注意な行為によって双日GMCからクレームを受けた場合は，本件契約書7条2項の「販売方法に起因してクレームを受けた場合」に該当し，同条項が適用されることが想定されていた旨主張する。",
                    "しかしながら，控訴人が，上記のような注意喚起をしている事情があるからといって，直ちに，控訴人及び被控訴人が，本件各審判請求及びこれに引き続く本件審決取消訴訟について，本件契約書7条2項が適用されるものと想定していたと認めることはできない。",
                    "また，控訴人が上記主張の根拠とする，被控訴人の担当者に送付された平成24年3月16日付けのメール(甲12)の内容は，主に，被控訴人商品がサンダルに該当するかどうかについてのものであって，パッケージ等に「ADMIRALサンダル」と明記することなどの一般的な注意事項が記載されているにとどまるものであることが認められる。同メールには「双日様との兼ね合いもあると思いますので。。。」との記載があるものの，具体的な双日GMCからのクレームには言及されていないから，上記記載があることをもって，控訴人及び被控訴人が，本件ライセンス契約締結当時，具体的に，双日GMCから本件各審判請求が提起されることを想定していたと認めることは困難である。",
                    "むしろ，前記認定のとおり，控訴人と被控訴人が，本件覚書により，本件契約書10条の「本件商標が無効となったとき」とあるのを「本件商標につき無効又は取消の審決が確定したとき」と読み替えることとし，本件各商標登録を取り消す旨の審決が確定したときは，既払のミニマムロイヤリティの一部を被控訴人に返還することや，被控訴人が販売することができなくなった在庫商品につき一定の補償をすることを約したことからすると，本件ライセンス契約締結当時，控訴人及び被控訴人は，具体的に，双日GMCから本件各審判請求が提起されることを想定していなかったと考えるのが自然である。",
                    "したがって，控訴人の上記主張は，本件各審判請求及びこれに引き続く本件審決取消訴訟について本件契約書7条1項が適用されるとの認定を左右するものではなく，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，本件各審判請求が双日GMCによってされた後の平成26年7月24日，控訴人の担当者が，被控訴人の担当者に対し，本件各審判請求に続く本件審決取消訴訟については本件契約書7条2項が適用されるため，控訴人が被控訴人に対して費用請求することになる旨を伝えているのに対し(甲13)，被控訴人側から反論がなかったことや，本件覚書調印に至る経緯等を考慮すると，本件各審判請求及び本件審決取消訴訟が本件契約書7条2項の「クレーム」に該当するため被控訴人が費用負担をすることになるという控訴人の契約条項の理解を，被控訴人側も理解し受け入れていたといえ，このことは，本件各審判請求及び本件審決取消訴訟が「(被控訴人の)販売方法に起因してクレームを受けた場合」に含まれることについて，本件ライセンス契約締結時に合意があったことを強く推認させる事情であると主張する。",
                    "そこで，控訴人が上記主張の根拠とする平成26年7月24日付けのメール(甲13)の内容について検討するに，同メールには，「この度の訴訟にかかる費用につきましては，契約書に則り，御社へご請求をさせて頂くことになります。費用負担などにつきましては，今後のお話合いによるところかと考えております。」との記載があることが認められる。しかしながら，同メールにおいては，本件各審判請求に関する費用については控訴人が対応することとされており，また，本件審決取消訴訟の費用負担についても，本件契約書7条2項が適用される旨の記載はなく，本件契約書のどの条項に基づいて費用負担を求めたかについて明らかではない(今後の話合いによるとされている。)から，同メールをもって，控訴人が被控訴人に対し，本件審決取消訴訟については本件契約書7条2項が適用されるため費用請求することになる旨を伝えたと認めることは困難である。むしろ，同メールについては，本件契約書7条1項の「これに要した費用負担については，甲乙丙が協議の上定めるものとする。」との記載を前提とした，控訴人による協議の事前予告と解するのが合理的である。そうである以上，被控訴人の反論がないことをもって，本件各審判請求及び本件審決取消訴訟が，本件契約書7条2項の「(被控訴人の)販売方法に起因してクレームを受けた場合」に含まれることについて，本件ライセンス契約締結時に合意があったと推認することもできない。",
                    "そして，前記認定の本件覚書調印当時の状況等に照らすと，控訴人及び被控訴人が，双日GMCによる本件各審判請求が，被控訴人の販売行為に起因するものであり，この場合には本件契約書7条2項が適用されるものとは認識していなかったと考えるのが自然である。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点3(被控訴人は，本件ライセンス契約に基づき，審判手続に利害関係人として参加し，また，審決取消訴訟手続に補助参加人として参加すべき義務を負っていたか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり補正し，当審における当事者の主張に対する判断を付加するほか，原判決「事実及び理由」第3の3(原判決16頁6行目から同17頁22行目まで)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決17頁7行目「(審判手続又は」から12行目末尾までを削る。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における控訴人の主張について",
              "text": [
                "控訴人は，仮に，被控訴人が，本件ライセンス契約に基づき，審判手続に利害関係人として参加し，また，審決取消訴訟手続に補助参加人として参加すべき義務までは認められないとしても，少なくとも被控訴人には，控訴人に協力して防御を行う義務があり，真実を控訴人に対して伝えたり，不正行為をしていないのであれば，不正行為をしていないことを示す根拠を明らかにしたりする義務があった旨主張する。",
                "確かに，審判手続又は審決取消訴訟手続において，当事者間に事実認定に関する争いがあるなどの理由により，特定の者の協力が欠くことができないなどの事情があって，かつ，同協力を具体的に要請したにもかかわらず，合理的な理由なくこれに応じなかったというのであれば，共同して本件各商標権の防御を行う義務に違反したとみる余地がないではない。",
                "この点，控訴人は，被控訴人が，控訴人に対し，双日GMC商品を被控訴人が参考にしたことを秘して，被控訴人社内で独自にデザインをした商品であるかのような虚偽の説明をし，極めて不誠実で非協力的な対応をとった旨主張する。",
                "そこで，控訴人の上記主張を前提に検討するに，証拠(甲14)及び弁論の全趣旨によれば，被控訴人の担当者が，控訴人の担当者からの質問に対し，同年11月6日，「商品開発部  Aがデザインしました」と回答したことが認められるものの，このことをもって，被控訴人が控訴人に対し虚偽の説明をしたとまで認めることは困難である。むしろ，証拠(乙4，5)及び弁論の全趣旨によれば，控訴人は，被控訴人が本件各商標を付して販売する商品については，販売前に被控訴人から写真と共に報告を受け，これを被控訴人が確認した上で，販売を承認することとしており，被控訴人商品について，事前に報告を受けそのデザインや商標を付す位置や構成等について知っていたことが認められる。しかも，上記のとおり，控訴人が協力を要請したことに対し，被控訴人が一応の回答をしていることからすると，被控訴人が，合理的な理由なく控訴人の協力要請に応じなかったとはいえない。",
                "したがって，仮に，被控訴人が，本件契約書7条1項の記載に基づいて，共同して本件各商標権を防御すべき義務を負うとしても，同人がこれに違反したとまでは認めることができないから，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人の上記主張及び本件覚書調印に至る経緯に関する主張の提出が時機に後れたものであり，却下すべきものである旨主張する。しかしながら，控訴人の上記各主張については，既に提出済みの証拠に基づき判断可能なものであるか，又は直ちに取調べが可能な書証に基づき判断可能なものである。さらに，当裁判所は，平成29年6月12日の当審第1回口頭弁論期日において，弁論を終結した以上，控訴人の上記各主張の提出が「訴訟の完結を遅延させる」ものとまではいい難い(民事訴訟法157条1項)。したがって，控訴人の攻撃防御方法の提出を時機に後れたものとして却下することはしない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の請求は，理由がないから，これを棄却すべきであり，これと同旨の原判決は相当である。",
            "よって，本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(ネ)10011",
    "date": "2017-08-30",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)3234",
    "precedent_id": "087046",
    "ipprecedent_id": "4737",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}