{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-3565号事件について平成29年6月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を却下した審決の取消訴訟である。争点は，特許出願手続において代理人の追加選任がされた場合におけるそれ以前から選任されていた代理人に対する拒絶査定の謄本の送達の効力である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「処理可能な高熱中性子吸収Fe基合金」とする発明につき，平成23年8月25日，特許出願(以下「本願」という。)をし，平成27年1月22日付けの拒絶査定(以下「本件拒絶査定」という。)を受け，平成29年3月10日，拒絶査定不服審判請求をした(不服2017-3565号，以下「本件審判請求」という。)。",
            "特許庁は，平成29年6月23日，「本件審判の請求を却下する。」との審決をし，その謄本は，同年7月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "拒絶査定不服審判の請求は，拒絶査定の謄本の送達があった日から4月以内(職権による延長期間を含む。)にされなければならない(特許法121条)。",
            "本件拒絶査定の謄本は，出願人の代理人弁理士A(以下「A 弁理士」という。)に対し，平成27年2月17日に発送され，送達されたところ，本件審判請求は，平成29年3月10日にされた。",
            "したがって，本件審判請求は，法定期間経過後の不適法な請求であり，その補正をすることができない。また，特許法121条2項の適用の余地もない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(拒絶査定謄本の送達の瑕疵)",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許出願手続においては，代理人の追加選任がされた場合には，新たな代理人(新たな代理人が複数の場合は，その筆頭代理人)に対し，書類の送付を行う実務運用がされてきた。",
                "上記の実務運用は，合理的理由に基づき，規範性をもって，長年反復継続されてきたものであるから，法規範性が認められ，特許法が民訴法を準用している「送達」の規定の法理及び特許法では準用されていない民訴法104条の法意に照らし，特許庁長官が，上記実務運用に反する名宛人及び場所に送達をした場合，当該送達には方式の瑕疵があり，適法な送達と認められない。",
                "特許法は，形式上民訴法104条を準用してはいないが，明確な基準に基づき，送達名宛人及び送達場所が定められることが要求されているのであって，特許出願手続において，民訴法104条の法意は当然に妥当する。",
                "対庁協議事項集(甲12，13)に上記の実務運用が記載されていることは，特許庁が，上記の実務運用に基づき諸手続を遂行することを対外的に明確に示すものであり，これに基づく手続遂行につき，特許出願人の信頼の基礎となるものである。",
                "また，筆頭代理人に対する送付は，対庁協議事項集に限らず，特許庁が広く周知している実務運用にほかならない(甲25)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願につき，A弁理士を代理人に選任していたところ，平成26年11月21日付けで，B弁理士(以下「B弁理士」という。)らを代理人に選任し，特許庁に対し，その旨の代理人選任届を提出し，特許庁は，平成27年1月13日付けで，認定情報・付加情報としてこれを登録した。",
                "これにより，本願に関する通知文書の送達名宛人及び送達場所は，B弁理士及びその事務所住所地に変更されたが，特許庁は，本件拒絶査定の謄本を，同年2月17日付けで，A弁理士に対し，書留郵便で発送し，送達した。",
                "したがって，本件拒絶査定謄本の書留郵便での発送は，送達名宛人及び送達場所を誤ったもので，方式の瑕疵があり，適法な送達とは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年1月頃，本願につき拒絶査定が発せられている事実を初めて知り，同年3月10日，本件審判請求をした。",
                "したがって，本件審判請求は，特許法が定める審判請求の期間を徒過したものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "送達が適法にされたか否かの判断は，当事者の実体上及び手続上の権利・利益に重大な影響を及ぼすおそれがあるため，単なる形式的な判断では足りず，厳格にされる必要がある。",
                "特許法12条に基づき代理の効果の発生が認められるという一事で，方式の瑕疵のある送達が適法となるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "拒絶査定謄本の送達は，拒絶査定不服審判の手続において特許出願人が審理を受ける手続上の機会及び実体上の利益を確保するため，特許出願人に対し拒絶査定の内容を確実に知らしめる必要があるものである。また，拒絶査定謄本は，送達される時期が事前に特許出願人に通知されることはないから，特許出願人は，拒絶査定謄本の送達を受領して，はじめて拒絶査定がされたことを知ることになる。このような意味においても，拒絶査定謄本の送達は，拒絶査定不服審判の手続において特許出願人が審理を受ける手続上の機会及び実体上の利益を確保するために，特に重要なものである。",
                "以上の拒絶査定謄本の送達の意義に照らすと，本件拒絶査定謄本の送付は，方式の瑕疵が認められるものであり，適法な送達と認められる余地はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件拒絶査定謄本の送達名宛人は，送達時において本願の代理人である者であれば，いずれの者であってもよい(特許法12条)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "A弁理士は，本件拒絶査定謄本の送達時において，本願の代理人であった。",
            "したがって，本件拒絶査定謄本は，原告に適法に送達されたものというべきであり，本件審判請求は，法定期間経過後にされた点で不適法であり，その補正をすることができないものであることを理由に，本件審判請求を却下した審決に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "「代理人が追加選任された場合は，特許庁からの手続は，新たな代理人に対して行う」という取扱い(以下「本件取扱い」という。)は，特許法令上の根拠を有するものではない。",
            "また，本件取扱いを収録した対庁協議事項集は，特許庁と日本弁理士会との間で協議された事項を日本弁理士会が会員の便宜を図ってまとめたものにすぎず，本件取扱いが，事務処理上の便宜のためという以上の効力を有することはあり得ない。",
            "したがって，A弁理士を送達名宛人として本件拒絶査定謄本を送達したことは，特許法令に違反していない。",
            "加えて，特許出願人である原告は，本件拒絶査定謄本がA弁理士に送達されている以上，その送達を了知し得たものであるから，原告の手続上の機会が奪われたとはいえず，本件拒絶査定謄本の送達が違法になることはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "事実関係",
          "text": [
            "後掲各証拠及び弁論の全趣旨によると，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年2月頃，A弁理士を，本願(特願2013-526145号)の代理人として選任し，同弁理士は，以来，原告の代理人として，本願の手続を行っていた(甲1，2，8，11，14，乙4)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願の代理人として，B弁理士外2名の弁理士を選任し，平成26年11月21日，特許庁長官に対し，その旨の代理人選任届を提出した(甲15)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成27年1月22日付けで，本願につき，本件拒絶査定を行い，A弁理士に対し，同年2月17日，その謄本を発送し，当該謄本は，同弁理士に対して送達された(甲11，16)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，上記(3)の送達の後，A弁理士を解任し，B弁理士は，平成27年2月25日，原告の代理人として，特許庁長官に対し，A弁理士を解任した旨の代理人解任届を提出した(甲17)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "B弁理士外2名の弁理士は，平成29年3月10日，原告の代理人として，本件拒絶査定につき，本件審判請求をし，特許庁は，平成29年6月23日，「本件審判の請求を却下する。」との審決をした(甲18)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1によると，本件拒絶査定がされ，その謄本が送達された時点では，原告の本願に係る代理人は，A弁理士，B弁理士外2名の弁理士であったところ，A弁理士に対し，本件拒絶査定の謄本の送達がされたことが認められる。",
                "特許法12条は，手続をする者の代理人が二人以上あるときは，特許庁に対しては，各人が本人を代理すると定めていることからすると，A弁理士への本件拒絶査定の謄本の送達は，原告への送達として，適法なものであり，上記送達は有効である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件拒絶査定において，在外者については，特許法121条1項が定める期間(3月)が延長され，拒絶査定の謄本の送達があった日から4月以内が，拒絶査定不服審判請求をすることができる期間であると定められている(甲16)。",
                "前記1によると，本件審判請求がされた時点は，上記(1)の本件拒絶査定の謄本の送達があった日から4月の期間を経過していたことが明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審判請求は，所定の期間経過後にされた点で不適法であり，その補正をすることができないものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，特許出願手続においては，代理人の追加選任がされた場合には，新たな代理人(新たな代理人が複数の場合は，その筆頭代理人)に対し，書類の送付を行う実務運用がされてきたのであって，その実務運用には法規範性が認められ，特許庁長官が，その実務運用に反する名宛人及び場所に送達をした場合，当該送達には方式の瑕疵があり，適法な送達と認められない旨主張する。",
                "日本弁理士会の対庁協議事項集(甲12)には，特許庁が，昭和54年4月1日以前において，特許出願につき，「代理人が追加受任された場合は，新たな代理人を筆頭の代理人とし，特許庁からの手続は，新たな代理人に対して行うが，筆頭代理人の変更を希望しない旨の申出があったときは，この限りでない。」との取扱いを行っていた旨記載されており，日本弁理士会の対庁協議事項集(甲13)には，平成28年3月17日においても，同様の取扱いを行っていたことが記載されている。",
                "しかし，特許法12条は，前記のとおり，代理人の個別代理を定めているから，特許庁が上記のような取扱いをしており，それが対庁協議事項集に記載されているからといって，新たな代理人以外の代理人に対する送達の効力を否定することはできないものと解される。特許庁の上記取扱いに法規範性を認めることはできず，原告の上記主張を採用することはできない。",
                "そして，上記の結論は，A弁理士に任務懈怠があったとしても，左右されるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，本件においては，前記1のとおり，特許庁は，本件拒絶査定の謄本を，平成27年2月17日，発送し，当該謄本は，A弁理士に対して送達されたところ，同月25日には，A弁理士の代理人解任届が提出されている。原告の代理人であった米国の法律事務所のパートナーは，平成26年10月頃以降，それより前には定期的に連絡してきていたA弁理士から，連絡がなくなり，同年11月，A弁理士が出願を行った別件の日本特許出願につき，拒絶査定があり，A弁理士がこれに対して応答しなかったため，当該特許出願が失効していたことが判明したことを契機に，A弁理士を解任し，別の代理人に業務を引き継がせることにしたというのであるから(甲3)，原告は，遅くとも代理人解任届が提出された平成27年2月25日には，上記特許出願以外の特許出願(本願を含む。)についても，A弁理士に対し，拒絶査定が送達され，同弁理士が応答していない可能性があることを認識し得たといえる。しかし，原告は，平成27年2月25日当時は，拒絶査定不服審判請求が可能である期間中であったにもかかわらず，当該請求を行わず，当該期間を徒過したのであるから，実質的にみても，前記の結論を覆すに足りる事情はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によると，原告の主張する取消事由は，理由がない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}