{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決のうち控訴人ら敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人会社に対し，6103万5280円，及びうち1456万6814円に対する平成23年7月6日から支払済みまで年1割4分の割合による金員，うち645万5348円に対する平成23年8月4日から支払済みまで年1割4分の割合による金員，うち13万1250円に対する平成23年11月25日から支払済みまで年6分の割合による金員，うち91万0186円に対する平成23年11月25日から支払済みまで年5分の割合による金員，うち1671万3235円に対する平成25年4月26日から支払済みまで年5分の割合による金員，うち2225万8447円に対する平成26年9月19日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人会社に対し，5197万8465円及びこれに対する平成29年7月1日から支払済みまで年5分の割合による金員を，控訴人Xに対し，6781万7319円及びこれに対する平成29年7月1日から支払済みまで年5分の割合による金員を支払え(控訴人らが当審において申し立てた民訴法260条2項に基づく原状回復等請求)。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人会社の代表取締役である控訴人Xが特許を有するイヴリ素材に関し，①控訴人会社に対しイヴリ素材の成形加工専用の本件機械の売買代金として1億3650万円，②控訴人Xに対し上記特許等の通常実施権の権利設定料として2億円を支払った被控訴人が，イヴリ素材は控訴人ら主張の性質を有するものではないとして，上記支払の根拠となった本件機械売買契約，本件実施許諾契約の解除，錯誤無効，詐欺取消及び控訴人らによる不法行為等を主張して，控訴人らに対し，上記3億3650万円の返還又は損害賠償を求める一方(本訴)，控訴人会社が，被控訴人に対し，イヴリ素材の売買代金の残金等の支払，不法行為による損害賠償等を求める事案(反訴)である。",
                "請求の内容の詳細は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本訴請求の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人会社に対する請求(a及びbは単純併合)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件機械の代金に係る請求",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "主位的請求(本件機械売買契約解除による原状回復請求)",
                              "text": [
                                "被控訴人と控訴人会社との間の本件機械売買契約が控訴人会社の債務不履行により解除されたこと(解除の意思表示の日は訴状送達の日)を理由とする，原状回復請求権に基づく既払代金1億3650万円及びこれに対する催告の日(訴状送達の日)の翌日である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "予備的請求1(不法行為による損害賠償請求)",
                              "text": [
                                "控訴人会社の代表取締役である控訴人Xが，当時の被控訴人の代表取締役であるAを欺罔して本件機械売買契約を締結させ，その代金名下に1億3650万円を被控訴人から詐取したことを理由とする，不法行為又は代表者の行為についての損害賠償責任(会社法350条)に基づく同額の損害賠償金及びこれに対する不法行為の後である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "予備的請求2(不当利得返還請求)",
                              "text": [
                                "本件機械売買契約が錯誤により無効であること又は前記(b)記載の詐欺により取り消されたことを理由とする，不当利得返還請求権に基づく既払代金1億3650万円の返還及びこれに対する催告の日(訴状送達の日)の翌日である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件実施許諾契約に基づく権利設定料に係る請求(不法行為による損害賠償請求)",
                          "text": [
                            "控訴人会社の代表取締役である控訴人Xが，被控訴人の当時の代表取締役であるAを欺罔して本件実施許諾契約を締結させ，通常実施権の権利設定料名下に2億円を詐取したことを理由とする，不法行為又は代表者の行為についての損害賠償責任(会社法350条)に基づく同額の損害賠償金及びこれに対する不法行為の後である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人Xに対する請求(a及びbは単純併合)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件機械の代金に係る請求(不法行為による損害賠償請求)",
                          "text": [
                            "控訴人Xによる前記(ア)a(b)記載の詐欺による不法行為に基づく損害賠償金1億3650万円及びこれに対する不法行為の後である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件実施許諾契約に基づく権利設定料に係る請求",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "主位的請求(本件実施許諾契約解除による原状回復請求)",
                              "text": [
                                "本件実施許諾契約が債務不履行により解除されたこと(解除日は訴状送達の日)を理由とする，原状回復請求権に基づく既払の権利設定料2億円の返還及びこれに対する催告の日(訴状送達の日)の翌日である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "予備的請求1(不法行為による損害賠償請求)",
                              "text": [
                                "控訴人Xによる前記(ア)b記載の詐欺による不法行為に基づく損害賠償金2億円及びこれに対する不法行為の後である平成23年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "予備的請求2(不当利得返還請求)",
                              "text": [
                                "本件実施許諾契約が錯誤により無効であること又は前記(ア)b記載の詐欺を理由に取り消されたことを理由とする，不当利得返還請求権に基づく既払の権利設定料2億円の返還及びこれに対する催告の日(訴状送達の日)の翌日である平成23年8月25日から支払済みまで年5分の割合による遅延損害金の支払"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "反訴請求の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件個別契約①に基づく売買代金等の請求",
                      "text": [
                        "本件個別契約①に基づき控訴人会社が被控訴人に売ったイヴリ透明ペレット10万kg(単価278円)に係る残代金(税込み)及び付随費用の合計1456万6814円並びにこれに対する約定弁済期である平成23年6月30日の後である同年7月6日から支払済みまで約定の年1割4分の割合による遅延損害金の支払"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件個別契約②に基づく売買代金等の請求",
                      "text": [
                        "本件個別契約②に基づき控訴人会社が被控訴人に売ったイヴリ深絞りペレット2万kg(単価350円)に係る代金(税込み)及び付随費用の合計645万5348円並びにこれに対する約定弁済期である平成23年7月31日の後である同年8月4日から支払済みまで約定の年1割4分の割合による遅延損害金の支払"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "準委任契約消滅に基づく原状回復請求又は費用償還請求",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "主位的請求",
                          "text": [
                            "被控訴人と控訴人会社との間のイヴリシート半透明の売買契約に付随して締結された商品運送業務の委任契約(本件準委任契約)が，約定解除条件の成就を原因として消滅したことを理由とする，原状回復請求権に基づく控訴人会社負担に係るトラック運送料13万1250円(税込み)及びこれに対する催告の日(反訴状送達の日)の翌日である平成23年11月25日から支払済みまで商事法定利率である年6分の割合による遅延損害金の支払"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "予備的請求",
                          "text": [
                            "控訴人会社が本件準委任契約上の委任事務を処理するのに必要な費用として前記aのトラック運送料を支出したことを理由とする，費用償還請求権(民法656条，650条1項)に基づく，前記トラック運送料13万1250円及びこれに対する催告の日(反訴状送達の日)の翌日である平成23年11月25日から支払済みまで商事法定利率である年6分の割合による遅延損害金の支払"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件仮差押えの申立て準備中に本件個別契約③に係る発注をした不法行為に基づく損害賠償請求",
                      "text": [
                        "被控訴人が，本件仮差押えの申立てを準備しており，控訴人会社から製品を受領し代金支払をする意思がなかったのに，故意又は重大な過失により，控訴人会社に対して本件個別契約③に係るイヴリ耐寒ペレット(乳白色)4万kg(単価375円)を発注した不法行為に基づく損害賠償金(上記商品の輸送費，保管費用及び廃棄処分費用の合計)1144万8345円及びこれに対する不法行為の後の日(請求に係る各書面送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件仮差押えの申立て後に本件個別契約④に係る発注をした不法行為に基づく損害賠償請求",
                      "text": [
                        "被控訴人が，本件仮差押えの申立てをした後で，製品受領及び代金支払をする意思がなかったのに，故意により，控訴人会社に対して本件個別契約④に係るイヴリ原料透明ペレット10万kg(単価278円)を発注した不法行為に基づく損害賠償金(控訴人会社が製造元に支払うことを余儀なくされた違約金相当額)1045万3523円及びこれに対する不法行為の後である平成26年9月19日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件仮差押えの申立て後に本件個別契約⑤に係る発注をした不法行為に基づく損害賠償請求",
                      "text": [
                        "被控訴人が，本件仮差押えの申立てをした後で，製品受領及び代金支払をする意思がなかったのに，故意により，控訴人会社に対して本件個別契約⑤に係るイヴリ耐寒ペレット(乳白色)4万kg(単価375円)を発注した不法行為に基づく損害賠償金(上記商品の代金相当額，保管料及び廃棄処理費用の合計)1798万円及びこれに対する不法行為の後の日(請求に係る各書面送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，①本訴については，控訴人Xの詐欺の不法行為の成立を認めて，控訴人らに対する各自3億3650万円の支払請求(前記(1)ア(ア)a(b)，(ア)b，(イ)a，(イ)b(b))を認容し，②反訴については，本件個別契約①②は原始的不能な債務を内容とするもので無効であること，本件準委任契約の成立が認められないこと，本件個別契約③～⑤の発注は違法性も代金相当額の損害も認められないことを理由として，いずれも棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人らは，原判決を不服として控訴するとともに，被控訴人の仮執行宣言付きの原判決に基づく申立てにより，控訴人らの取引先金融機関を第三債務者とする債権差押命令及び転付命令が発令され，被控訴人は，平成29年6月30日，上記命令に基づき被控訴人に転付された控訴人らの第三債務者に対する各預金債権から，控訴人会社について5197万8465円，控訴人Xについて6781万7319円の支払を受けたことを理由として，被控訴人に対し，控訴人会社に対しては5197万8465円及びこれに対する給付の日の翌日である同年7月1日から支払済みまで民法所定の年5分の割合による遅延損害金，控訴人Xに対しては6781万7319円及びこれに対する給付の日の翌日である同日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める旨の民訴法260条2項に基づく原状回復等請求の申立てを行った。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "本件の前提事実(当事者間に争いがないか，後掲の証拠により認められる事実)は，原判決の「事実及び理由」欄の第2の1に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本訴の主要な争点及びこれに対する当事者の主張",
          "text": [
            "本訴の主要な争点は，原判決「事実及び理由」欄の第2の4に記載のとおりであり，これについての当事者の主張は，同5に記載のとおりである。"
          ]
        },
        {
          "fig": "4",
          "subject": "反訴の主要な争点及びこれに対する当事者の主張",
          "text": [
            "反訴の主要な争点は，原判決「事実及び理由」欄の第2の6に記載のとおりであり，これについての当事者の主張は，同7に記載のとおりである。"
          ]
        },
        {
          "fig": "5",
          "subject": "当審における控訴人らの補充主張とそれに対する被控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "当審における控訴人らの補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本訴について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以下のとおり，控訴人Xによる欺罔行為は存在しないし，Aは本件性質を有するイヴリ素材の提供を受けて製品化し販売する事業の実施が可能である旨の誤信(以下，「本件誤信」という。)に陥っていない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人らは，控訴人らと被控訴人が接触を開始した平成19年1月18日以降，本件機械売買契約及び本件実施許諾契約の締結までの間に，被控訴人に対し，イヴリ素材(PP仕様イヴリ)が100％植物由来であるなどと説明した事実はない。むしろ，控訴人らは，被控訴人に対し，イヴリ素材が100％植物由来でないことを明確に説明しており，被控訴人は，イヴリ素材が100％植物由来でないことを認識した上で，本件機械売買契約及び本件実施許諾契約を締結した。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成19年2月頃，被控訴人は，控訴人らに対し，イヴリ素材を使用したコップや食品用容器等のイヴリ製品の製造販売をしたい旨を申し出たが，控訴人らは，被控訴人に対し，いきなりイヴリ素材を使用したイヴリ製品の製造販売をするのではなく，まずはイヴリ素材を使用したインサートカップなどのイヴリ製品を控訴人会社から仕入れ，その販売実績を上げることで，イヴリ素材に対する理解を深めることを求め，被控訴人は，これに応じて，自らの取引先向けにイヴリ製品の営業を始めた(乙80，控訴人X尋問調書5頁6行～9行)。",
                                "このような被控訴人の営業に使用するために被控訴人が作成したイヴリ素材の説明資料である乙15には，「100％植物性素材」(表紙，6頁目)，「100％植物性」(2頁目)との記載があったところ，被控訴人の当時の代表者であったAから訂正すべき箇所があれば指摘するよう依頼を受けた控訴人会社の担当者であるBと控訴人Xは，被控訴人に対し，6頁目の「100％植物性素材である。(特殊グレードを除く)」という記載を「植物由来の生分解性天然素材である。『特許出願番号：特願2006-324458』」に修正するように指示しており(乙119～122)，Aは，乙15の表紙の「100％植物性素材」という記載を「植物由来新素材」に，2頁目の「100％植物性」という記載を「植物性素材」に，6頁目の「100％植物性素材」という記載を「植物由来の生分解性天然素材」に修正した。",
                                "これは，控訴人らが，被控訴人に対し，イヴリ素材が100％植物由来であるなどという説明は行っておらず，かえって，100％植物由来とうたうことを希望していた被控訴人に対し，控訴人らが単に植物由来の素材であると説明していたにすぎないことの証左である。",
                                "なお，被控訴人は，乙9の5頁目に「100％植物性素材」という記載があることを指摘するが，これは，乙15にも記載されていた不正確，不適切な記載が被控訴人の修正漏れにより，そのまま残っていたにすぎない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)以降，被控訴人が作成した客先向け提案資料において，「100％植物由来」という表現は使われなくなった(甲2，3，乙8～10，12～14，46，123，124)。被控訴人代表者のA向けに本件機械購入の承認を得るために行ったプレゼン資料(甲91)にも，単に「植物性素材」と記載され(7枚目)，「100％植物由来」という記載は一切ない。",
                                "仮に，被控訴人がイヴリ素材(PP仕様イヴリ)は「100％植物由来」であると信じ，かつ，「100％植物由来」であることを重視して本件機械売買契約や本件実施許諾契約を締結したというのであれば，被控訴人作成の客先向け提案資料並びに本件機械売買契約(甲4)，本件実施許諾契約(甲7)及び個別売買契約に，「100％植物由来」という記載があってしかるべきであるが，そのような契約対象品の説明は一切記載されていない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "イヴリ素材には，大きく分けると，PP仕様イヴリと，PET仕様イヴリの2種類が存在するところ，本件機械売買契約や本件実施許諾契約の締結時に，控訴人らと被控訴人との間でやり取りされていたのはPP仕様イヴリであって，PET仕様イヴリについては，当時は開発前であり，PET仕様イヴリ素材のサンプル(第1号の試作品であり，未だ大量製造できていない状態のもの)が製造されたのは，本件実施許諾契約締結後の平成20年9月頃であった(乙80)。したがって，本件機械売買契約及び本件実施許諾契約の締結以前に，控訴人Xが被控訴人に対して行った説明の前提となるイヴリ素材は，PP仕様イヴリである。",
                                "もっとも，控訴人らは，本件実施許諾契約後に，PET仕様イヴリに関しても，石油由来成分を使用していることを被控訴人に明確に伝えている。すなわち，被控訴人が参加した平成22年の国際工業博覧会のカタログ原稿についても，Aは，自ら作成した資料について，控訴人会社の担当者からの指摘を受け，「石油を全く使わない」等の表現を削除している(乙125，126)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲24は，当時，控訴人会社に出向していた丸紅株式会社の社員が甲23を参考にして作成した資料であるが，甲23には，控訴人会社が過去に取り扱っていたもみ殻などの植物繊維を原料とした食器(乙6)の資料の記載(「100％植物繊維を使用」)を誤って使用したことにより，一部不適切な表現が使用されていた。甲24に「100％植物由来の素材(特殊用途を除く)」(6頁)との誤解を招くような記載がされているのは，この甲23の誤記に基づくものであって，意図的に虚偽の記載をしたものではないし，最終的に被控訴人の錯誤を惹起したものとは評価できないから，欺罔行為たり得ない。",
                            "また，被控訴人は，甲85の2について，あたかも控訴人らが作成したものであるかのように主張するが，Aが控訴人会社名義で作成し，控訴人らの承諾を得ないまま，客先に提出したものであって，控訴人らが作成したものではない(甲84，甲85の1～3・5，甲146の1～3)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "バイオマスプラスチック業界において，「100％植物由来」のバイオマスプラスチックは，現在でも実現が困難とされている(乙129，130)。本件機械売買契約や本件実施許諾契約が締結された平成19年から平成20年頃にかけて，一般に流通していたバイオマスプラスチックの植物由来成分の含有量は，多くても50％程度であり，例えば，大手飲料メーカーが販売する商品のペットボトルでも，植物由来成分の含有量は，5％～30％であった(乙131，136)。",
                            "このように，本件機械売買契約や本件実施許諾契約が締結された当時，イヴリ素材(PP仕様イヴリ)は，100％植物由来でなくても，植物由来成分を含んでいることで十分に商品価値があったものであり，平成18年9月時点で，控訴人会社のイヴリ素材の取引先は既に10社にも達していた。",
                            "他方，このような平成19年から平成20年頃にかけてのバイオマスプラスチック業界の事情については，既にバイオマスプラスチックの一種である生分解性プラスチックのポリ乳酸(PLA)製品を取り扱っていた被控訴人の代表者であったAは，経営者として当然に認識している内容であった(乙64，証人A尋問調書20頁11行～22行)。",
                            "以上のような状況において，控訴人らが，イヴリ素材(PP仕様イヴリ)が「100％植物由来」であるなどという，突拍子もない虚偽の説明をして，被控訴人と契約をしなければならない理由はない。そもそも，被控訴人の当時の代表者であるAが，控訴人らが開発した新規素材であるイヴリ素材の有用性に着目して，控訴人らに対し，共同してイヴリ素材を使用する事業を実施することを持ち掛けたことから始まった控訴人らと被控訴人との本件取引において，既に複数の取引先を自ら獲得していた控訴人らから，被控訴人に対し，敢えて虚偽の説明をする必要がなかったことは明らかである。",
                            "むしろ，前記aのAのイヴリ製品に関する資料の作成態度からすると，Aは，被控訴人として製造，販売しようとする製品の画期的な特性を積極的にアピールしたいと考え，イヴリ製品の営業上「100％植物由来」を訴えることに前のめりになっていたことがうかがえ，結果として，Aが被控訴人の社内での説明において，控訴人らの説明とは異なる「100％植物由来」と説明していたことが実際であろうと考えられる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原判決は，控訴人Xによる欺罔行為の認定の前提として，控訴人Xが，原告が希望しても，企業秘密を理由にして，イヴリ素材の原料からの製造過程を開示しなかった旨認定しているが，誤りである。",
                            "控訴人Xは，Aをはじめとする被控訴人の社員を複数回にわたり，控訴人会社の中国工場への視察に連れて行っており，その際に，Aをはじめとする被控訴人の社員に対し，イヴリ素材の原料からの製造工程を見せている(乙80，89，乙133の1・2)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原判決は，控訴人Xによる欺罔行為を認定したが，控訴人Xが，具体的に，いつ，どこで，どのような説明により，Aに対して，欺罔行為と評価され得る行為をしたのかを特定していない。",
                            "具体的な欺罔行為が特定されなければ，被欺罔者に生じた錯誤との因果関係を認定することもできないから，原判決の控訴人Xによる欺罔行為の認定は，不当であり，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，被控訴人が提出したイヴリ素材に対する放射性炭素濃度測定方法，生分解度試験及びIR(赤外吸収分光法)による分析結果を根拠として，控訴人会社が被控訴人に提供した各種のイヴリ素材が本件性質を有していなかったと判断したが，以下のとおり，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，原判決が主位的請求の判断で示したとおり，本件機械売買契約及び本件実施許諾契約においては，いずれも100％植物由来である本件性質を有するイヴリ素材を提供する義務は，控訴人らの債務とはなっていないから，控訴人らが提供したイヴリ素材がどのような性質を有するかの判断自体が不要である。",
                            "この点を措くとしても，控訴人らは，被控訴人に対し，イヴリ素材(PP仕様イヴリ)が植物由来であることを説明したに止まり，イヴリ素材(PP仕様イヴリ)が「100％植物由来」などとは説明していないから，イヴリ素材が「100％植物由来」かという原判決の問題設定自体が誤りである。甲54の2～4の各イヴリPP仕様素材に対する試験結果では，エンドユーザの要望に基づき添加物等を配合したイヴリPP仕様の素材について，少なくともそれぞれ16％程度の生分解性が認められ，また，C 測定結果(甲8)には，PP仕様イヴリ製品については，modern  carbon割合が16％程度あり，バイオマス由来の炭素が含まれていることが記載されているから，控訴人らのPP仕様イヴリが植物由来であることは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，各試験結果について，どのような値が測定されれば，被験対象物について，いかなる化学的性質や物質としての性質が認定されるかといった，試験結果の評価に関する具体的な基準を何ら認定することなく，試験結果のみを根拠として，被験物質について植物由来性か否かを抽象的に判断しており，その判断は，合理的で相当なものではなく，誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原判決は，PET仕様イヴリの性質まで考慮して，本件機械売買契約や本件実施許諾契約の締結が詐欺によるものであったかを検討しているが，前記のとおり，本件機械売買契約及び本件実施許諾契約との関係で問題になるのは，PP仕様イヴリであって，PET仕様イヴリは全く関係ない。",
                            "原判決は，生分解性試験結果について，甲9，甲54の1～4の試験結果のみを根拠として，イヴリ素材は植物由来ではないとの判断を行ったが，甲9，甲54の1で使用されている試料は，それぞれ「透明イヴリ」及び「イヴリPET原料ペレット」であり，いずれもイヴリPET素材であるから，本件のイヴリ素材の植物由来性判断の根拠となるものではない。IR分析試験についても，甲53の1・2の試料は，いずれも「イヴリPET原料ペレット」であるから，原判決には同様の誤りがある。",
                            "また，甲54の2～4で使用されているイヴリPP素材は，いずれも，控訴人会社から被控訴人に納入の際に，顧客であるエンドユーザーの要望に応じて，添加物の内容や密度，粘性を上げるために施される加工等を変更しているため，その仕様やグレードに応じて，その有する特徴は大きく異なる。具体的には，控訴人会社は，被控訴人やその取引先の担当者と用途等について協議し，その了承の下で，イヴリ素材の原料(イヴリバインダー)に対して，その用途に応じた加工等を行い，各イヴリ素材を作製し，被控訴人に納品していた。例えば，耐寒剤や着色剤は，石油由来の添加物であるが，この点については，被控訴人の代表者Aも十分に認識し理解していた(証人A尋問調書34頁10行～35頁3行)。",
                            "このような添加物が添加されていないイヴリ素材が高い生分解性を有することは，乙40，106の試験結果のとおりである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人会社が，被控訴人からの発注に対応して，中国の製造工場に委託製造させたイヴリ素材は，控訴人会社が作成した指示書により製造されているが，この指示書には，控訴人らが被控訴人に説明した資料に記載されているように，主要な成分はでん粉や貝殻粉から成っている。乙134は，控訴人会社がアスクル社向けのイヴリ素材として中国の製造工場に対して交付した製造指示書である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，控訴人Xの欺罔行為と被控訴人の代表者であったAの本件誤信との因果関係を認めたが，以下のとおり，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，控訴人Xの欺罔行為により，Aが本件誤信に至った因果関係を示す事実として，①当初の控訴人Xとの2度の面談等でのイヴリ素材の説明内容に加え，控訴人会社に対する東京都の待遇，控訴人会社によるイヴリ素材の技術についての特許取得，大手企業との取引実績，別の大手企業との商談，大手商社との人事交流といった諸事実を認識したことによって，Aが，上記説明内容を含めて控訴人らを信用したこと，②その後に行ったアスクル社向け商品販売を支障なく実施でき，Aと控訴人らとの信頼関係が続いたこと，③Aが，放射性炭素濃度測定により，イヴリ素材の植物由来性を否定する結果が出たことを認識しても，控訴人Xからの本件控訴人会社報告書に基づく説明に対して疑いを示さなかったこと，④その後の営業活動において，イヴリ素材の植物由来性の証明の問題が大手顧客との間で生じたが，その一方でそのような問題もなくイヴリ素材の売買やイヴリ素材から製造したシートの販売の取引が従前どおりに続いたこと，⑤Aが，大手顧客との間の上記④の問題の解決のため，自ら積極的に，理研への調査依頼の手続を進めたことを列挙した。",
                            "しかし，これらは，いずれも控訴人ら自身の行為そのものではないし，控訴人Xによる欺罔行為と被控訴人の誤信・錯誤との関連性も全く不明である。また，いずれもその内容自体はAの陥ったとする本件誤信の内容とも異なっている。",
                            "むしろ，上記②～④は，Aの認識として，控訴人会社との取引の対象製品が100％植物由来であることが取引上重要であること，仮に被控訴人がこの製品が100％植物由来ではないことを認識していた場合には，被控訴人が控訴人会社との取引関係に入らなかったといった事情があったことを何ら示すような内容ではない。",
                            "さらに，欺罔行為として「100％植物由来」と説明され，その結果，Aが本件誤信に陥るのであれば，被控訴人として控訴人らと契約関係に入るか否かの判断において「100％植物由来」であることが契約の重要な要素になるはずであり，そのような場合には，契約書や仕様書等に契約の重要な要素として「100％植物由来」であることが当然に明記されてしかるべきである。しかし，そのような文言は，本件に関連する契約書のいずれにも一切記載されていないし，平成20年8月又は9月頃作成された被控訴人のパンフレット(乙135)にも，「植物由来の生分解性天然素材」との記載があるものの，「100％植物由来」などという記載は全く存在しない。",
                            "以上のとおり，原判決の列挙する上記①～⑤は，欺罔行為と本件誤信との因果関係を何ら示すものではなく，原判決には誤りがある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記のとおり，Aが作成したイヴリ素材の各説明資料の記載からも，そもそもAが本件誤信に陥っていないことは明らかである。",
                            "また，Aが本件誤信に陥っていないことは，控訴人会社と被控訴人との間の取引が約4年間も何らの問題もなく継続し，被控訴人の控訴人会社に対するイヴリ素材等の発注は，平成19年4月から平成23年6月までの間に，少なくとも52回，総額2億3343万8787円に上り(乙19，25，32，51，69，乙75の1・2，乙82，84，85，102，147～187)，控訴人会社の被控訴人に対するイヴリ製品等の発注は，平成20年12月から平成23年6月までの間に，少なくとも15回，総額1714万0720円に上ること(乙188～202)に加え，被控訴人による本件仮差押えの準備が開始された後も，被控訴人の代表取締役社長であったAにより，本件個別契約③～⑤に係る合計5780万円相当もの発注がされ(乙32，69，102)，平成23年5月30日及び同年6月17日にイヴリ製品等の受注がされていること(乙201，202)からも明らかである。この発注は，Aによる経営判断に基づき行われたものであり(証人A尋問調書24頁2行～13行)，被控訴人の代表者であったC乙いる。",
                            "加えて，被控訴人からは，被控訴人が控訴人会社から購入したイヴリ素材を用いて製造したイヴリ製品について，被控訴人がその取引先に「100％植物由来」と説明して販売していたこと，その販売後に，被控訴人の取引先から「100％植物由来」ではないことを理由として，取引契約の解除又は取引継続を拒否されたことのいずれも，一切主張立証されておらず，このことも，A及び被控訴人が本件誤信に陥っていなかったことを示すものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決は，控訴人Xの欺罔行為に係る詐欺の不法行為により被控訴人が被った損害を，本件機械の代金相当額1億3650万円及び本件実施許諾契約に基づく権利設定料2億円と認定したが，以下のとおり，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決の主位的請求についての正当な判断からは，本件機械売買契約及び本件実施許諾契約は，いずれも有効に成立していることになり，両契約に基づき控訴人らが被控訴人に対し履行すべき債務は，本件機械の引渡しと本件特許の実施許諾ということが論理的帰結になる。これらの債務は控訴人らにより既に履行済みであることから，被控訴人が，その対価として本件機械の売買代金及び本件特許の権利設定料を控訴人らに支払うのは，有効に締結された契約上の債務の履行として当然のことであり，欺罔行為の結果ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，被控訴人が，本件機械及び本件特許の実施許諾を受けて約4年もの間事業を継続したことを認定しながら，この事業の実施により，被控訴人が獲得した事業の収益については，被控訴人が受けた損害額の認定において何の考慮もしていない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "反訴について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，反訴争点(1)ア及び(3)アの判断の前提として，具体的な根拠を示すことなく，本件個別契約①～⑤の債務の内容が「本件性質を有するイヴリ素材の提供」であるかのように認定し，その前提を基に本件個別契約①②に基づく代金請求，本件個別契約③～⑤の発注の違法性を否定したが，以下のとおり，誤りである。",
                        "原判決は，本訴の主位的請求の判断において，本件機械売買契約及び本件実施許諾契約については，いずれも，本件性質を有するイヴリ素材を提供する義務を負ったものとは認められないと正当に判断している。それにもかかわらず，発注書を兼ねた見積書1枚(乙19，25，32，69，102)のやり取りにより締結された本件個別契約①～⑤の各債務が「本件性質を有するイヴリ素材の提供」である旨認定したことは，本訴の主位的請求についての正当な判断と論理的矛盾があり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，反訴争点(2)アの判断において，本件イヴリシート等販売基本契約(甲27)を見ても，控訴人会社主張の付随義務(イヴリシートの輸送義務)が被控訴人に生ずることを認めるに足りる証拠はないとして，上記付随義務を前提とする本件準委任契約に係る請求を否定したが，以下のとおり，誤りである。",
                        "甲27には，3条2項に「乙が個別的な売買契約によって，甲の指定する納入場所に商品を納入し，甲により引渡し完了が確認された時点で，商品の所有権および危険負担は乙から甲に移転する。」と明記されているから，個別契約締結時には乙(被控訴人)が特定物の引渡債務を負っており，その結果，乙(被控訴人)は，甲(控訴人会社)の指定する納入場所までの商品の輸送義務を付随義務として負っていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，反訴争点(3)アの判断において，「Aは，被告Xによる欺罔行為に全く気付いておらず，むしろ，イヴリ素材が本件性質を有するとする被告Xの説明を全く疑っていなかったと認められるのであり，そのようなAに知らせることなく，Cが本件仮差押えをして原告の権利の保全を図ろうとしたこともやむを得ない面があったというべきである。」と説示し，どのようなやむを得ない理由があったのかの説明もなく，認定事実を裏付ける証拠の摘示もなく，極めて不可解かつ不合理な説明を行っている。",
                        "そもそも，原判決は，被控訴人の「当時代表取締役であったAにおいて，イヴリ素材の植物由来性を疑っておらず，従前の取引を継続する意図で本件個別契約③から⑤までの発注をし」たというのであるから，Aは，被控訴人の代表取締役として自らの経営判断の下で業務執行を行っているのであり，Aによる発注行為は経営判断としてその内容を評価されることはあっても，詐欺による発注行為と評価することはできない。また，Aによる本件個別契約③～⑤の発注は，A単独での判断ではれたものである。したがって，被控訴人の代表者であったC表者として(乙16，103，乙よる上記経営判断にも関与しており，これらの個別発注の判断を行っている。",
                        "以上を踏まえると，本件個別契約③～⑤の発注は，控訴人らに対し本件仮差押えを行った被控訴人の行為として行われたものに他ならず，本件仮差押えと矛盾する控訴人会社への発注の継続は，社会的相当性を逸脱し，違法性を帯びるものと評価し得ることは明らかである。",
                        "仮に，本件個別契約③～⑤の発注に係る事実経緯が，原判決による被控訴人の代表取締役であるAとCの行動の認定内容に従ったものであるとしても，それらの事実は，単に被控訴人の会社内部でのイヴリ素材の評価における経営判断の対立や意思の不疎通といった事実の存在を示すものでしかなく，外部の第三者による詐欺行為の存在の問題ではない。本件仮差押え後の平成23年6月29日にAから被控訴人X宛に送信されたメールには，被控訴人からあづま食品への製品の供給が「原料の問題ではな」く，被控訴人の「社内事情」により停止することになったこと，そのような事情により取引先に迷惑をかけていることについて，Aから控訴人Xへの謝罪の文面が記載されており，このことからも，被控訴人の会社内部において何らかの経営判断にかかる問題が生じていたことがうかがえる(乙137)。",
                        "以上のとおり，被控訴人における経営判断にかかる事実関係を看過した上でされた原判決の判断には，誤りがある。",
                        "被控訴人が，本件個別契約③～⑤の発注を行ったのは，本件仮差押えを行うことを決定した後であり，被控訴人の代表者Cが代金を支払う意思がなかったことは明らかである。そして，このような事態に至った原因が，被控訴人の代表者Cが，被控訴人の他の代表者Aに本件仮差押えを行うことを伝えていなかったことにあるとしても，これは，被控訴人内部の連絡体制が不十分だったことを示すにすぎず，少なくとも過失があったことが認められるから，被控訴人の行為は不法行為を構成する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本訴について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，控訴人らが，被控訴人に対し，イヴリ素材が100％植物由来であるなどと説明した事実はなく，控訴人Xによる欺罔行為は存在しないなどと主張するが，以下のとおり，理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人会社は，平成19年1月，出向社員であったDを通じて被控訴人に交付した甲23において，「イヴリ容器」が，「でんぷん，植物性バインダー，貝殻粉末」を「原料」とする「100％植物由来の容器」であること(5頁)，「使用済容器は土壌菌に接触後，約8～12週間で生分解をする」こと(5頁)，「セルロースと同程度の生分解性を有する」こと(9頁)等を伝えた(控訴人X尋問調書25頁)。",
                            "また，同月25日，被控訴人の八千代工場で開催された会議において，控訴人Xは，Aに対し，甲24に基づき，イヴリ素材が，「100％植物由来の素材」であること(6頁)，「セルロースと同程度の生分解性を有する」こと(9頁)等を説明し(証人A尋問調書4頁，控訴人X尋問調書26頁)，質疑にも応じ，本件性質を有するイヴリ素材を提供すると説明した(甲68～70)。",
                            "控訴人Xも，上記会議において，Aに対し，「イヴリ素材について・・・製造過程について細かく，製造フローチャートまで全部教えてあげました」(控訴人X尋問調書8頁～9頁)と，「イヴリ」素材が，「とうもろこし」に由来する「デンプン」と，「コーリャン」に「貝殻粉末」を混合して得られる「バインダー(粘着材)」により製造されること(甲24・7頁)を，「細かく」説明したことを自認している。",
                            "以上のとおり，被控訴人の代表者であったAは，控訴人らの説明により，控訴人会社が本件性質を有するイヴリ素材を提供すると信じたからこそ，イヴリ素材を使用した商品の販売のために，甲2，3等の資料を作成したのであり(控訴人X尋問調書7頁)，控訴人らの上記説明を信じていなければ，これらの資料を作成したはずがない。控訴人Xも，「私が説明したものを全部理解して，ちゃんとパンフレットになっていたので，ああ，十分理解できたのかなと思いました」(控訴人X尋問調書9頁)と自認している。",
                            "したがって，控訴人らが被控訴人に対し本件性質を有するイヴリ素材を提供する旨説明したことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，被控訴人が作成したイヴリ素材の説明資料である乙15の6頁目の「100％植物性素材である。(特殊グレードを除く)」という記載を「植物由来の生分解性天然素材である。『特許出願番号：特願2006-324458』」に修正するように指示したと主張するが，「植物由来の生分解性天然素材」は，本件性質を有することにほかならないし，「特願2006-324458」は，平成20年5月2日に設定登録された本件特許であり，天然素材のみを成分とする素材等を権利範囲とする特許である(甲6)。控訴人ら指摘の乙121等では，イヴリ素材に石油由来の成分が含まれるなどとは言っていない。",
                            "また，控訴人らは，控訴人会社が，イヴリ素材が100％植物由来とはいえないことを明確に伝えて以降，被控訴人が作成した客先向け提案資料に，「100％植物由来」という表現は使われなくなったと主張するが，控訴人ら自身が指摘する甲2，乙9，乙46には，イヴリ素材について，それぞれ「100％植物性素材」と明記されている(甲2・3枚目，乙9・5枚目，乙46・15頁)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人らは，PET仕様イヴリに関しても，石油由来成分を使用していることを被控訴人に明確に伝えていたなどと主張するが，控訴人らは，被控訴人の代表者であったAに対し，PET仕様イヴリを含めてイヴリ素材が本件性質を有すると説明していた。そのため，営業先から「植物由来100％とのことですが，会社としての証明書」を要求され(甲84)，控訴人Xは，「実際のイヴリPET製造過程では，・・・次の3点(①コーリャンから生成した澱粉，②貝殻などから生成した貝殻粉末，③イヴリ菌1号及び2号)のみを使用しており，石油由来のものは一切使用しておりません。」という文書を発行している(甲85の2)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人らは，種々の事情を挙げて，控訴人らが，イヴリ素材が「100％植物由来」であるなどという，突拍子もない虚偽の説明をして，被控訴人と契約しなければならない理由はないと主張するが，控訴人らは，実際に，被控訴人に対して，イヴリ素材が100％植物由来であると説明した。また，控訴人らは，この説明を補強するために，「イヴリ菌内で生体内原子転換」(甲26)が発生しているなどという，それこそ突拍子もない科学的に合理性のない説明を行った(甲90，控訴人X尋問調書12頁～13頁)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被控訴人の社員が，控訴人会社の中国工場において見せられたのは，成型工程のみであり，イヴリ素材の原料及び製造工程は見ることも許されず，イヴリ素材の原料や製造工程については何ら確認することができなかった(甲65，証人A尋問調書14頁)。乙133の2の写真には，イヴリ素材の原料とその製造工程は撮影されていない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "控訴人らは，原判決が控訴人Xの欺罔行為を特定していないなどと主張するが，原判決は，平成19年1月25日の被控訴人の八千代工場において行われた面談における控訴人Xの説明や，同年10月17日頃の控訴人XのEに対する説明等を明確に認定しており，欺罔行為を具体的に認定している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，控訴人会社が被控訴人に提供した各種のイヴリ素材が本件性質を有していなかったとの原判決の判断は，誤りである旨主張するが，以下のとおり，理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人らは，控訴人らがイヴリ素材(PP仕様イヴリ)が「100％植物由来」などと説明していないとして，イヴリ素材が「100％植物由来」かという原判決の問題設定自体が誤りであると主張するが，控訴人らがイヴリ素材が本件性質，すなわち，石油由来の成分を含まず特殊用途の添加物や貝殻粉末等の添加物を除けば全て植物由来のものから成り，セルロースと同等の生分解性を有するという性質を有すると説明して，被控訴人を欺罔したことは，前記のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人が第三者機関に依頼して実施した客観的な試験結果によると，控訴人らが被控訴人に提供したイヴリ素材が，石油由来の素材であり(甲8，35，64，90)，生分解性を有するものでもなく(甲9，54)，およそ本件性質を有しないことは明らかである。また，被控訴人が販売を申し入れた複数の大口顧客企業も，自らの分析結果に照らし，イヴリ素材が石油由来の素材であることを指摘していた(甲51，87)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人らは，本件機械売買契約及び本件実施許諾契約との関係で問題になるのは，PP仕様イヴリであって，PET仕様イヴリは全く関係ないと主張するが，控訴人Xは，本件実施許諾契約において，「透明あるいは半透明」の植物由来の生分解性イヴリ素材を提供することを合意しており(甲7・2条1項)，このイヴリ素材をPP仕様のイヴリ素材に限定する文言は存在しない。PET仕様のイヴリ素材も，「透明あるいは半透明」のイヴリ素材である以上，本件実施許諾契約に基づいて，控訴人Xが被控訴人に対して負う提供義務の対象に含まれる。実際にも，本件実施許諾契約締結後，控訴人会社が被控訴人に対してPET仕様の透明イヴリ素材を納入しており(控訴人X尋問調書38頁)，被控訴人も控訴人らに対して本件実施許諾契約3条2項に基づいて，PET仕様の透明イヴリ素材の実施許諾料を支払っていた(甲36～39，乙56，57)。",
                            "控訴人会社がPP仕様のイヴリとして提供したものも，本件性質を有さないから，この点に関する控訴人らの主張は意味がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，控訴人Xの欺罔行為と被控訴人の代表者であったAの本件誤信との因果関係を認めた原判決の判断は，誤りである旨主張するが，以下のとおり，理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(1)ア(ウ)aの原判決摘示の①～⑤の事実は，それぞれ，Aが当初控訴人Xの説明を信用した背景(①)，その後，Aの控訴人らへの信頼が醸成された理由(②)，Aの控訴人らへの信頼が強固なものとなっていたこと(③，⑤)，Aの控訴人らへの信頼が持続・維持された理由(④)を示す事実であり，控訴人Xによる欺罔行為により，Aにおいて，被控訴人が控訴人会社から本件性質を有するイヴリ素材の提供を受けて製品化し販売する事業の実施が可能であると誤信した結果，本件機械売買契約及び本件実施許諾契約を締結するとの判断をしたことを基礎付けている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，Aが本件誤信に陥っていないことは，控訴人会社と被控訴人との取引が約4年間も何らの問題もなく継続していることからも明らかであると主張するが，原判決が正当に判示するとおり，控訴人らがさももっともらしい説明を被控訴人にしていたことを示す事情にすぎない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人らは，被控訴人からは，被控訴人が控訴人会社から購入したイヴリ素材を用いて製造したイヴリ製品について，被控訴人がその取引先に「100％植物由来」と説明して販売していたこと，その販売後に，被控訴人の取引先に「100％植物由来」ではないことを理由として，取引契約の解除又は取引継続を拒否されたことのいずれも，一切主張立証されていないと主張するが，被控訴人は，複数の大口顧客企業に対しイヴリ素材が石油由来のものではないとして販売を申し入れたが，それらの取引先からイヴリ素材が「100％植物由来」ではないことを理由として採用を拒否されている(甲51の1，甲85の1・2，甲87)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人らは，原判決が，控訴人Xの欺罔行為に係る詐欺の不法行為により被控訴人が被った損害を，本件機械の代金相当額1億3650万円及び本件実施許諾契約に基づく権利設定料2億円と認定したことは，誤りである旨主張するが，以下のとおり，理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人らは，原判決の主位的請求についての正当な判断からは，本件機械売買契約及び本件実施許諾契約は，いずれも有効に成立していることになるから，被控訴人が本件機械の売買代金及び本件特許の権利設定料を控訴人らに支払うのは，有効に締結された契約上の債務の履行として当然のことであり，欺罔行為の結果ではないと主張するが，これらの契約における控訴人らの給付義務の内容と，控訴人らによる欺罔行為の存否は，別の事項であって，控訴人らは，本件性質を有するイヴリ素材を提供すると欺罔して，本件機械売買契約及び本件実施許諾契約を締結させ，本件機械の売買代金及び本件特許の権利設定料を支払わせたのであるから，それらの金員は，いずれも控訴人らの欺罔行為の結果である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，被控訴人が事業の実施により獲得した事業の収益を考慮すべきものと主張するが，PP仕様及びPET仕様を含めて，被控訴人が販売できたイヴリ関連商品の売上高の総計は，わずかに2000万円を超える程度の少額であり，しかも本件機械の効率が悪く，イヴリ素材の加工性が不良であったこと等から製造による利益が出ず，また，控訴人会社の原料の販売価格が高額である一方，控訴人会社への成型品の販売価格が低かったため，被控訴人には利益が出なかった(甲65)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "反訴について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "反訴争点(1)アについて，控訴人らは，原判決が，発注書を兼ねた見積書1枚のやり取りにより締結された本件個別契約①～⑤の各債務が「本件性質を有するイヴリ素材の提供」である旨認定したことは，本訴の主位的請求についての正当な判断と論理的矛盾があり，誤りである旨主張するが，控訴人らが本件性質を有するイヴリ素材を提供すると説明したことは前記のとおりであり，控訴人らが本件個別契約①～⑤に基づいて，被控訴人に対し本件性質を有するイヴリ素材の提供義務を負ったことは明らかであるし，本訴の主位的請求についての判断と何ら矛盾するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "反訴争点(2)アについて，控訴人らは，甲27の3条2項に基づいて，個別契約締結時には乙(被控訴人)が特定物の引渡し債務を負っており，その結果，乙(被控訴人)は，甲(控訴人会社)の指定する納入場所までの商品の輸送義務を付随義務として負っている旨主張するが，甲27では，イヴリシートの売買条件は「個別的な売買契約によって定める」旨規定されている一方(2条1項)，3条2項は，単なる危険負担の規定にすぎず，「商品の輸送義務」を規定するものではない。控訴人会社は自らの判断で転売先の大塚包装工業にイヴリシートを「輸送」したのであって，被控訴人は上記輸送を「委託」していない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "反訴争点(3)アについて，控訴人らは，種々の事実を述べて，本件個別契約③～⑤の発注は，控訴人らに対し，本件仮差押えを行った被控訴人の行為として行われたものに他ならず，本件仮差押えと矛盾する控訴人会社への発注の継続は，社会的相当性を逸脱し，違法性を帯びるものと評価し得ると主張するが，被控訴人が支払いをしなかったのは，控訴人会社が納入したイヴリ素材が本件性質を有しなかったためである。控訴人会社が本件性質を有するイヴリ素材を提供するまで，被控訴人が代金の支払いを拒絶できることは法律上当然であり(民法533条)，違法行為と評価されるものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本訴請求について，控訴人会社に対する本件機械の代金に係る主位的請求(前記第2の1(1)ア(ア)a(a))及び控訴人Xに対する本件実施許諾契約に基づく権利設定料に係る主位的請求(同(イ)b(a))はいずれも理由がなく，控訴人会社に対する本件機械の代金に係る予備的請求1(同(ア)a(b))及び本件実施許諾契約に基づく権利設定料に係る請求(同(ア)b)並びに控訴人Xに対する本件機械の代金に係る請求(同(イ)a)及び本件実施許諾契約に基づく権利設定料に係る予備的請求1(同(イ)b(b))はいずれも理由があり，反訴請求はいずれも理由がないから，本件控訴は棄却すべきものと判断する。",
        "その理由は，下記1のとおり原判決を補正し，下記2のとおり当審における控訴人の補充主張に対する判断を示すほかは，原判決「事実及び理由」欄の第3に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決41頁23行～42頁6行を，次のとおり改める。",
                "「  また，F作成の2006年10月18日付け報告書(乙106)には，マルベニ  ヨーロッパplcから依頼された試料の45日後の生分解率は，セルロースとの相対基準において92．7％であったことが記載されている。",
                "しかし，上記の控訴人会社から依頼された試料についての試験(乙40)で用いられた試料「生分解性物」は，もとより控訴人会社から被控訴人に提供されたイヴリ素材ではないし，これと同質のものであることを認めるに足りる証拠もない。上記のマルベニ  ヨーロッパplcから依頼された試料についての試験(乙106)で用いられた試料「MARUBEＮI  LIVELY」についても，同様である。",
                "他方，証拠(甲34，54)及び弁論の全趣旨によると，上記(ア)の各試験において用いられた試料のうち，化学物質評価研究機構が平成24年2月9日に受け付けたイヴリ素材(「イヴリPET原料ペレット」，「イヴリ耐寒原料(白色)ペレット」，「イヴリ原料顆粒」，「イヴリ深絞り用ペレット(あづま)」。甲54)は，当時の被控訴人代理人弁護士が平成23年7月22日に日本通運株式会社豊富倉庫及び被控訴人八千代工場内倉庫において，「聖豊商事」である旨の表示とともに，「イヴリPET原料」，「イヴリ耐寒原料」，「イヴリ原料顆粒」のいずれかである旨が表示された大袋，あるいは，「イヴリ深絞り用ペレット(あづま)」と記載されたガムテープが貼付された大袋から採取した試料であると認められ，上記(ア)の各試験において用いられたその余の試料も，控訴人会社から被控訴人に提供されたイヴリ素材ではないことをうかがわせる証拠はない。",
                "加えて，証拠(甲49，50)によると，生分解性プラスチックを製造する方法には，微生物，植物，動物などの生物由来の生体高分子を利用して作る方法のほか，従来の合成プラスチックと同様に，石油から化学的に合成する方法があり，石油由来の生分解性プラスチックも存在することが認められる。",
                "そうすると，上記試験(乙40，106)の結果をもって，控訴人会社が被控訴人に提供したイヴリ素材についてセルロースに近い生分解度があると即断することはできないし，ましてや，生分解度試験の結果を理由として控訴人会社が被控訴人に提供したイヴリ素材の主たる成分が植物に由来するものと認めることはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決48頁3行目に「反訴争点(3)ア」とあるのを「反訴争点(2)ア」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "本訴について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人Xの欺罔行為について",
                  "text": [
                    "控訴人らは，控訴人らと被控訴人が接触を開始した平成19年1月18日以降，本件機械売買契約及び本件実施許諾契約の締結までの間に，被控訴人に対し，イヴリ素材(PP仕様イヴリ)が100％植物由来であるなどと説明した事実はなく，むしろ，イヴリ素材が100％植物由来でないことを明確に説明しており，控訴人Xによる欺罔行為は存在しないなどと主張する。",
                    "しかし，控訴人Xが，被控訴人に対し，イヴリ素材が100％植物由来であることを説明したことは，既に判示したとおりである。",
                    "敷衍すると，平成19年1月25日に，被控訴人の八千代工場において，控訴人Xも出席して，被控訴人と控訴人会社との面談が行われたが，この面談において控訴人会社が示した甲24には，「100％植物由来の素材。(特殊用途を除く)」と明記され(6頁)，イヴリ素材の「原料」は「でんぷん，植物性バインダー，貝殻粉末」であり，とうもろこし様の写真から食品トレー様の写真を指した矢印の上部に「100％植物繊維を使用」と記載され(6頁)，製造フロー図においても，「コーリャン」に由来する「微生物体内重合」により製造された「粘着材」に「貝殻粉末」を混合して得られる「バインダー(粘着材)」と，「とうもろこし」に由来する「デンプン」を混合することにより，「イヴリ成型シート」が得られる旨が記載され，製造過程において石油由来の原料を混合する旨の記載はないこと(7頁)が認められ，上記面談において，「100％植物由来」である旨の上記記載を訂正する旨の説明がされたことは認められない。なお，甲24には，「平成17年3月  特許権を取得『植物繊維からなる成型物及びその製造法』」と記載され，上記面談前に被控訴人が作成したメモには，「特許第36519889号」との記載があるが(甲68，69)，本件特許についても，既に平成18年11月30日に出願されていた(甲6)。そして，後記のとおり，本件特許と関連付けられた乙15の「『イヴリ』の生成フロー」(3頁)は，甲24の「イヴリ素材  製造フロー図」(7頁)とほぼ同じものであることから，甲24にいう「イヴリ素材」には，本件特許の実施品を含むものと認められる。",
                    "また，証拠(乙9，15，119～121)及び弁論の全趣旨によると，平成19年3月19日，Aが控訴人会社に対し客先向け提案資料(乙15)の訂正箇所の指摘を求めたのに対し，控訴人会社の担当者が「100％植物性素材である。(特殊グレードを除く)」(5頁目のイヴリの特徴)という記載を「植物由来の生分解性天然素材である。『特許出願番号：特願2006-324458』」と修正するよう指示し，Aがそれに応じるとともに，表紙の「100％植物性素材」を「植物由来新素材」と，2頁目の「100％植物性」を「植物性素材」と修正したことが認められる。しかし，控訴人会社は，上記修正の指示に当たり，「植物性素材原料の位置付け」(乙15・4頁)における「イヴリ」に係る「100％植物性」という記載や，「イヴリ素材の植物性の説明について」(乙15・5頁)における「イヴリ素材は，セルロースの特性を持ちながらポリプロピレンと同等の特性を持つ，100％植物性素材である。」という記載の修正を指示していないことが認められ，その内容が，本件特許に係る発明の名称である「植物由来の生分解性天然素材」と，本件特許に係る出願番号である「特願2006-324458」という記載への変更を求めるものであること(甲6)をも考慮すると，上記修正指示をもって，イヴリ素材が「100％植物由来」ではなく，「特殊用途」以外のイヴリ素材にも石油由来の添加物が含まれていることを説明したものとは認められないし，被控訴人において上記のとおり修正しているからといって，Aがイヴリ素材に石油由来の添加物が含まれていると認識していたとは認められない。",
                    "そして，その後，被控訴人が作成した資料には，依然として，「イヴリは，製造段階でのCO2を発生させない100％植物性材料で」(平成19年8月17日付け「ポリマープラス-現状・将来と聖豊商事殿とのシナジー」〔乙46〕15頁)，「イヴリ素材は，セルロースの特性を持ちながらポリプロピレンと同等の特性を持つ，100％植物性素材である。」(平成19年12月14日付け「新しいバイオマス素材『イヴリ』による容器のご提案」〔甲2〕3枚目)など，「100％植物性素材」という記載がされている。",
                    "さらに，平成19年10月17日頃には，被控訴人の品質管理担当者であるEが，控訴人Xに対し，控訴人会社から入手したイヴリ素材の製品を試料として，放射性炭素濃度測定を行ったところ，限りなく100％に近い石油由来の試料であると結論付けられた加速器分析研究所の報告書(乙17)を示して説明を求めたところ，控訴人Xは，Eに対し，科学的根拠を欠くと認められる「生体内原子転換(生体内重合)」の理論が記載された本件控訴人会社報告書(甲26)を渡して，これに基づく説明を行い，その翌日には，控訴人Xは，Aに対しても，本件控訴人会社報告書(甲26)を渡して，同様の説明を行ったことが認められ，放射性炭素濃度測定法による分析結果を前提として，イヴリ素材は，「100％植物由来」のものではなく，石油由来の添加物が加えられている旨を説明したことは認められない(乙80，控訴人X)。",
                    "以上によると，控訴人Xが，被控訴人に対し，イヴリ素材が100％植物由来であることを説明し，科学的根拠を有する放射性炭素濃度測定の結果を示して説明を求めた被控訴人に対し，科学的根拠を欠くと認められる「生体内原子転換(生体内重合)」の理論まで持ち出して，欺罔行為を行ったものと認められる。",
                    "本件機械売買契約，本件実施許諾契約及び個別契約の契約書等に「100％植物由来」という記載がないことや，控訴人らが主張する「100％植物由来」という虚偽の説明をする動機などは，上記判示に照らし，上記判断を左右するものではない。",
                    "なお，控訴人らが指摘する乙80，89，乙133の1・2によるも，被控訴人の社員がイヴリ素材の原料からの製造工程を見たとは認められない。",
                    "また，証拠(乙125，126)及び弁論の全趣旨によると，平成22年に開催された国際工業博覧会のカタログの原稿について，控訴人会社は，同年9月15日，Aに対して，「イヴリという石油を使わずに，」，「石油を全く使わない」という各表現を削除するよう求め，その理由として，「石油の使用表記は，生産時使用の場合がありますので，記載できません。」と記載したメールを送付し，Aは，このメールに従ってカタログの記載を修正したことが認められるが，上記のメールの内容は，イヴリ素材が100％植物由来のものであることと矛盾するものではないから，上記事実から，Aに対して，イヴリ素材が100％植物由来のものでないことを伝えたとか，Aは，イヴリ素材が100％植物由来のものでないことを認識していたと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人会社が被控訴人に提供したイヴリ素材の本件性質の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，本件機械売買契約及び本件実施許諾契約においては，いずれも100％植物由来である本件性質を有するイヴリ素材を提供する義務は，控訴人らの債務とはなっていないし，控訴人らは，被控訴人に対し，イヴリ素材(PP仕様イヴリ)が植物由来であることを説明したに止まり，イヴリ素材(PP仕様イヴリ)が「100％植物由来」などとは説明していないから，イヴリ素材が「100％植物由来」かという原判決の問題設定自体が誤りであると主張する。",
                        "しかし，控訴人Xが，被控訴人に対し，イヴリ素材が100％植物由来であることを説明したことは，既に判示したとおりであるし，本件機械売買契約及び本件実施許諾契約に基づいてイヴリ素材を提供する義務が直ちに発生するものではないとしても，本件機械売買契約は，イヴリ素材専用のシート押出機である本件機械を目的物とするものであり，本件実施許諾契約は，イヴリ素材に係る本件特許等の通常実施権の設定を目的とするものであるから，控訴人Xが説明したイヴリ素材が100％植物由来であることは，本件機械売買契約及び本件実施許諾契約の締結にあたり重要な考慮要素であったことは明らかである。したがって，控訴人Xの欺罔行為が認められるかどうかを判断するに当たって，控訴人会社が被控訴人に対し提供したイヴリ素材が100％植物由来であるか否かを検討することに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，原判決は，各試験結果について，どのような値が測定されれば，被験対象物について，いかなる化学的性質や物質としての性質が認定されるかといった，試験結果の評価に関する具体的な基準を何ら認定することなく，試験結果のみを根拠として，被験物質について植物由来性か否かを抽象的に判断しており，その判断は，合理的なものではなく，誤りであるなどと主張する。",
                        "しかし，既に判示したとおり，加速器分析研究所による放射性炭素濃度測定の結果は，いずれのイヴリ素材についても，pMCは，0％に近い値か，せいぜい16％程度であって，100％とはほど遠く，植物由来成分よりも石油由来成分の方が圧倒的に多いというのであるから，控訴人会社が被控訴人に提供した各種のイヴリ素材の主要成分は植物由来ではなく石油由来のものであり，本件性質のうち，石油由来の成分を含まず，貝殻粉末等の添加物を除けば全て植物由来のものから成るという性質を欠くという意味で，本件性質を具備しないことは，明らかである。",
                        "また，証拠(甲34，35)及び弁論の全趣旨によると，当時の被控訴人代理人弁護士が平成23年7月22日に日本通運株式会社豊富倉庫及び被控訴人八千代工場内倉庫において，「聖豊商事」である旨の表示とともに，「イヴリPET原料」，「イヴリ耐寒原料」，「イヴリ原料顆粒」のいずれかである旨が表示された大袋，あるいは，「イヴリ深絞り用ペレット(あづま)」と記載されたガムテープが貼付された大袋から採取した試料について，加速器分析研究所において放射性炭素濃度測定を行った結果，「イヴリPET原料ペレット」2試料及び「イヴリ耐寒原料(白色)ペレット」については，pMCは検出限界以下であり，石油由来と考えられ，「イヴリ原料顆粒」(PP仕様イヴリ素材レギュラータイプ〔PP仕様イヴリ素材の中でも他の物質を混合させていないとされるもの〕)については，pMCは12．3％，「イヴリ深絞り用ペレット(あづま)」については，pMCは15．4％であったことが認められる。これによると，「イヴリPET原料ペレット」2試料及び「イヴリ耐寒原料(白色)ペレット」については，石油由来の添加物(耐寒剤や着色料)が添加されている可能性を考慮しても，添加物以外の原料が植物由来100％であるとは到底認められないし，「イヴリ原料顆粒」については，他の物質を混合させていないにもかかわらず，pMCは100％でないばかりか，12．3％に止まっており，植物由来100％であるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，原判決は，PET仕様イヴリの性質まで考慮して，本件機械売買契約や本件実施許諾契約の締結が詐欺によるものであったかを検討しているが，本件機械売買契約及び本件実施許諾契約との関係で問題になるのは，PP仕様イヴリであって，PET仕様イヴリは全く関係ないと主張する。",
                        "しかし，上記のとおり，PP仕様イヴリに限っても，加速器分析研究所による放射性炭素濃度測定により，植物由来成分より石油由来成分の方が圧倒的に多いという結果が出ており，控訴人会社が被控訴人に提供した各種のPP仕様イヴリが本件性質を具備しないということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人会社が中国の製造工場に対して交付したイヴリ素材の製造指示書(乙134)に主要成分がでん粉等であると記載されているとしても，既に判示したところからすると，イヴリ素材が本件性質を有しないとの認定を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人Xの欺罔行為とAの誤信との因果関係について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，Aが「100％植物由来」という誤信に陥ったのであれば，契約書や仕様書等に契約の重要な要素として「100％植物由来」であることが明記されてしかるべきであるのに，そのような記載はないし，平成20年8月又は9月頃作成された被控訴人のパンフレット(乙135)にも，「植物由来の生分解性天然素材」との記載があるものの，「100％植物由来」などという記載は全くないなどとして，控訴人Xの欺罔行為とAの誤信との因果関係はないと主張する。",
                        "しかし，既に判示したとおり，被控訴人は，イヴリ素材の特徴として，100％植物由来の素材であると説明を受けていたのであるから，イヴリ素材である旨の記載とは別に，敢えて「100％植物由来」である旨を記載しなくても不自然であるとはいえないし，本件機械売買契約及び本件実施許諾契約の目的からすると，両契約に「100％植物由来」である旨の記載がないことは不自然なものとはいえない。また，平成20年8月又は9月頃作成された被控訴人のパンフレット(乙135)に記載されている「植物由来の生分解性天然素材」という記載は，本件特許に係る発明の名称であり，同頁に本件特許の特許番号も記載されていることからすると，植物由来性が100％であることまで記載されていないからといって，不自然なものではなく，これらの事実から，Aが本件誤信に陥っていなかったということはできない。",
                        "そして，控訴人Xの欺罔行為により，Aにおいて，被控訴人が控訴人会社から本件性質を有するイヴリ素材の提供を受けて製品化し販売する事業の実施が可能である旨を誤信し，その結果，本件機械売買契約及び本件実施許諾契約を締結するとの判断をしたことは，既に判示したとおりであり，被控訴人作成の乙15，46，甲2等の「100％植物性素材」等の記載や，本件機械売買契約及び本件実施許諾契約がいずれも契約締結後速やかに億単位の金銭支払を伴うということも，上記認定に沿うものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，控訴人会社と被控訴人との間の多数回かつ多額の取引が約4年間も何らの問題もなく継続していたこと，本件仮差押えの準備が始められた後も複数回の発注及び受注がされていることなどから，Aが誤信に陥っていないと主張する。",
                        "しかし，控訴人会社と被控訴人との間の多数回かつ多額の取引が約4年間も継続したことは，被控訴人が「生体内原子転換(生体内重合)」の理論などさももっともらしい説明をするなどしたことから，Aが被控訴人の欺罔行為による誤信から脱することができなかったものとみて矛盾はないから，Aが誤信に陥っていなかったことを示すものとはいえない。",
                        "さらに，本件仮差押えの準備が始められた後も複数回の発注及び受注がされていることは，既に判示したとおり，Aに知らせずに本件仮差押えの準備が行われたことによるものであるから，Aが誤信に陥っていなかったことを示すものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "損害額について",
                  "text": [
                    "控訴人らは，原判決の主位的請求についての正当な判断からは，本件機械売買契約及び本件実施許諾契約は，いずれも有効に成立していることになり，本件機械の売買代金及び本件特許の権利設定料を控訴人らに支払うのは，有効に締結された契約上の債務の履行として当然のことであって，欺罔行為の結果ではないと主張する。",
                    "しかし，本件機械売買契約及び本件実施許諾契約に基づいて控訴人らが本件性質を有するイヴリ素材を提供する義務を負ったと認められるかという契約の解釈の問題と，本件機械売買契約及び本件実施許諾契約が控訴人Xの欺罔行為に基づいて締結させられたものかという契約の成立過程の瑕疵の問題とが別個の問題であることは明らかであって，前者に係る主位的請求における判断により，本件機械売買契約及び本件実施許諾契約における金員の支払が欺罔行為の結果ではないということはできない。",
                    "また，控訴人らは，原判決は，被控訴人が本件機械及び本件特許の実施許諾を受けて約4年間実施した事業により，被控訴人が獲得した収益について損害額の認定において，何の考慮もしていないと主張するが，被控訴人は，上記事業により利益を得たことを争い，これに沿う証拠(甲65)を提出するところ，被控訴人が上記事業により利益を得たことを認めるに足りる証拠はない。被控訴人と控訴人会社との間における取引額についての立証(乙19，25，32，51，69，乙75の1・2，乙82，84，85，102，147～202)は，上記判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "反訴について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件個別契約①～⑤の債務の内容について",
                  "text": [
                    "控訴人らは，反訴争点(1)ア及び(3)アの判断の前提として，本件個別契約①～⑤の債務の内容が「本件性質を有するイヴリ素材の提供」であると認定したことは，本訴の主位的請求において，本件機械売買契約及び本件実施許諾契約については，いずれも，本件性質を有するイヴリ素材を提供する義務を負ったものとは認められないと正当に判断したことと論理的矛盾があり，誤りであると主張する。",
                    "しかし，本件機械の売買を目的とする本件機械売買契約と，本件特許等の通常実施権を許諾することを目的とする本件実施許諾契約に基づいて，本件性質を有するイヴリ素材を提供する義務が発生するかという問題と，それらとは別個の契約である本件個別契約①～⑤に基づいて，本件性質を有するイヴリ素材を提供する義務が発生するか(すなわち，売買の目的物が本件性質を有するイヴリ素材であるか)という問題とが，別個の契約の解釈の問題であることは明らかであり，前者に係る本訴の主位的請求における判断により，後者について，本件個別契約①～⑤に基づいて本件性質を有するイヴリ素材を提供する債務が発生しないことになるものではない。そして，既に判示したとおり，控訴人らは，イヴリ素材が本件性質を有する旨説明して，被控訴人をして，控訴人会社からイヴリ素材専用のシート押出機である本件機械を購入させ(本件機械売買契約)，控訴人Xに対しイヴリ素材に係る本件特許等の通常実施権の権利設定料を支払わせた(本件実施許諾契約)のであるから，その後に「イヴリ原料透明ペレット」(乙19)，「イヴリ深絞りペレット」(乙25)，「イヴリ耐寒ペレット(乳白色)」(乙32)，「イヴリ原料透明ペレット」(乙102)，「イヴリ耐寒ペレット(乳白色)」(乙69)をそれぞれ対象として締結された本件個別契約①～⑤は，いずれも，本件性質を有するイヴリ素材を目的とする契約であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件準委任契約について",
                  "text": [
                    "控訴人らは，反訴争点(2)アについて，甲27の3条2項を根拠として，個別契約締結時には，被控訴人が特定物の引渡債務を負っており，その結果，被控訴人は，控訴人会社の指定する納入場所までの商品の輸送義務を付随義務として負っていることは明らかであると主張する。",
                    "しかし，甲27の基本売買契約書では，被控訴人から控訴人会社に販売される商品の引渡し条件は，本契約に定めるものを除き，個別的な売買の都度，個別的な売買契約によって定めるものとされている(2条1項)。控訴人ら指摘の3条2項は，「乙が個別的な売買契約によって，甲の指定する納入場所に商品を納入し，甲により引渡し完了が確認された時点で，商品の所有権および危険負担は乙から甲へ移転する。」(「乙」が被控訴人，「甲」が控訴人会社である。)というものであるから，所有権及び危険負担の移転時期を定めるものであるということができる。仮に「甲の指定する納入場所に納入」することが予定されているものとみても，控訴人会社による納入場所の指定は，個別的な売買契約の都度行われるというべきものであるところ，平成23年6月13日の商品名「イヴリシート半透明」のシート4万1400メートルの売買契約について，控訴人会社が大塚包装工業を納入場所として指定したことを認めるに足りる証拠はない(なお，乙28は，大塚包装工業に現に納品された後に，クレーム返品があり，納品が完了していないことを証する書面として作成されたものであるから，その「納入先」の記載をもって，上記売買契約の際に控訴人会社が大塚包装工業を納入場所として指定したものと認めるには足りない。)。したがって，被控訴人が大塚包装工業に納入すべき付随義務を負っていたものと認めることはできず，これを前提とする本件準委任契約の成立を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件個別契約③～⑤の発注の違法性について",
                  "text": [
                    "控訴人らは，本件個別契約③～⑤の発注を行ったのは，本件仮差押えを行うことを決定した後であり，被控訴人の代表者Cが代金を支払う意思がなかったことは明らかであり，たとえ同人がAに本件仮差押えを行うことを伝えていなかったとしても，被控訴人内部の連絡体制が不十分だったことを示すにすぎないから，被控訴人の行為は，社会的相当性を逸脱し，違法性を帯びるものと評価し得るなどと主張する。",
                    "しかし，被控訴人と控訴人会社とのイヴリ素材についての取引は，原始的不能であるほか，控訴人Xの詐欺によるものであって，控訴人会社が正当に代金の支払を求め得るものではない一方，そのような控訴人Xの詐欺による不法行為に基づく損害賠償請求権を保全するために，控訴人Xによる欺罔行為に全く気付いていなかったAに知らせることなく，本件仮差押えを行うことにはやむを得ない面があったというべきであるから，Aによる本件個別契約③～⑤の発注が社会的相当性を逸脱し，違法性を帯びるものとは認められないことは，既に判示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，当裁判所は，平成29年10月19日の第2回口頭弁論期日において，弁論を終結したものであるところ，控訴人らは，同年12月12日，同月11日付け控訴人第2準備書面を提出し，審理を再開すべき理由があるなどと主張して，口頭弁論の再開を申し立てた。",
                "しかし，控訴審の第2回口頭弁論期日における弁論終結前に，上記準備書面に記載された事由を主張できなかったとは認められないし，上記準備書面の記載内容及びこれに添付された資料によるも，本件において口頭弁論を再開する必要があるものとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によると，本訴請求について，控訴人会社に対する本件機械の代金に係る主位的請求(前記第2の1(1)ア(ア)a(a))及び控訴人Xに対する本件実施許諾契約に基づく権利設定料に係る主位的請求(同(イ)b(a))をいずれも棄却し，控訴人会社に対する本件機械の代金に係る予備的請求1(同(ア)a(b))及び本件実施許諾契約に基づく権利設定料に係る請求(同(ア)b)並びに控訴人Xに対する本件機械の代金に係る請求(同(イ)a)及び本件実施許諾契約に基づく権利設定料に係る予備的請求1(同(イ)b(b))をいずれも認容し，反訴請求について，いずれも棄却した原判決は相当であって，本件控訴は理由がないから，これを棄却する。",
        "なお，当審における控訴人らの民訴法260条2項に基づく原状回復等請求の申立ては，本案判決の変更されないことを解除条件とするものというべきであるから，これについては判断を示さない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。また，証人尋問及び本人尋問はすべて原審においてされたものである。"
  ],
  "meta": {
    "case_num": "平成29年(ネ)10062",
    "date": "2018-01-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成23年(ワ)27203",
    "precedent_id": "087482",
    "ipprecedent_id": "4854",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}