{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2015-800131号事件について平成29年6月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が請求した特許無効審判の不成立審決に対する取消訴訟である。争点は，補正要件(特許法17条の2第3項)違反の有無についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "被告は，平成23年7月25日に出願され(特願2011-162246号。平成18年4月27日〔以下，「本件原出願日」という。〕に出願された特願2006-123085号の分割出願〔甲10〕)，平成23年8月31日付けで手続補正がされ(甲22。以下，「本件補正」という。)，平成24年1月27日に設定登録がされた特許(以下，「本件特許」という。特許第4910097号。発明の名称「棚装置」)の特許権者である。",
            "原告は，平成27年6月2日，本件特許の無効審判請求をしたところ(無効2015-800131号)，特許庁は，平成29年6月19日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同月29日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明等の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の請求項1及び2に係る発明(以下，それぞれ「本件発明1」及び「本件発明2」という。)は，次のとおりである。",
                "(本件発明1)",
                "4本のコーナー支柱と，前記コーナー支柱で支持された平面視四角形で金属板製の棚板とを備えており，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えている棚装置であって，前記棚板における外壁の先端に，基板の側に折り返された内壁が，当該内壁と前記外壁との間に空間が空くように連接部を介して一体に形成されており，前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かって延びるように曲げられており，前記内壁の自由端部は傾斜部になっている，棚装置。",
                "(本件発明2)",
                "4本のコーナー支柱と，前記コーナー支柱で支持された平面視四角形で金属板製の棚板とを備えており，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えている棚装置であって，前記棚板における外壁の先端に，基板の側に折り返された内壁が，当該内壁と前記外壁との間に空間が空くように連接部を介して一体に形成されており，前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かって延びるように曲げられており，前記棚装置における内壁の自由端部は傾斜部になっており，前記コーナー支柱は平面視L形であり，前記棚板の外壁が前記コーナー支柱にボルト及びナットで固定されており，前記棚装置の連接部は前記基板と反対側に向いて凸の円弧状に形成されており，隣り合った連接部が互いに突き合わさっている，棚装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許に係る特許出願の願書に最初に添付した特許請求の範囲に記載された発明(以下，それぞれ「本件当初発明1」，「本件当初発明2」という。)は，以下のとおりである(甲23)。",
                "(本件当初発明1)",
                "複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結している棚装置であって，",
                "前記コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌まる位置決め穴を設けている，",
                "棚装置。",
                "(本件当初発明2)",
                "前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており，外壁と内壁との間には前記ナットを隠す空間が空いており，",
                "更に，前記コーナー支柱の側板に位置決め突起が突き出し形成され，棚板の外壁に位置決め穴が空けられている，",
                "請求項1に記載した棚装置。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正後の特許請求の範囲に記載された発明(以下，それぞれ「本件補正発明1」，「本件補正発明2」という。)は，以下のとおりである(甲22)。",
                "(本件補正発明1)",
                "4本のコーナー支柱と，前記コーナー支柱で支持された平面視四角形で金属板製の棚板とを備えており，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えている棚装置であって，",
                "前記棚板における外壁の先端に，基板の側に折り返された内壁が，当該内壁と前記外壁との間に空間が空くように連接部を介して一体に形成されており，前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かって延びるように曲げられている，",
                "棚装置。",
                "(本件補正発明2)",
                "前記棚装置の連接部は前記基板と反対側に向いて凸の円弧状に形成されており，前記棚装置における内壁の自由端部は傾斜部になっている，",
                "請求項1に記載した棚装置。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告が別件の無効審判請求において平成26年2月14日にした訂正請求が同年10月10日の審決によって認められて，前記(1)のとおりのものとなった。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(甲1を主引例とする進歩性欠如)",
                  "text": [
                    "本件発明1及び2は，甲1，甲2及び検甲3に記載又は示された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(補正要件違反)",
                  "text": [
                    "本件補正は，本件特許の願書に最初に添付した明細書，特許請求の範囲又は図面(甲10。以下「当初明細書等」という。)に記載した事項の範囲内においてされたものではないから，本件特許は，特許法17条の2第3項の規定する要件を満たしていない補正をした特許出願に対してされたものであるので，同法123条1項1号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(甲7を主引例とする進歩性欠如)",
                  "text": [
                    "本件発明1及び2は，甲7及び検甲3に記載又は示された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(産業上利用可能性要件違反)",
                  "text": [
                    "本件発明1及び2は，産業上利用できる発明に該当せず，特許法29条1項柱書に該当しないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。",
                    "甲1：実公昭51-6255号公報",
                    "甲2：実願昭55-6075号(実開昭56-108742号)のマイクロフィルム",
                    "甲3：検甲3の金属板の曲げ加工見本の写真",
                    "甲7：実願昭56-196578号(実開昭58-102628号)のマイクロフィルム"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1について",
              "text": [
                "本件発明1は，甲1，甲2及び検甲3に記載又は示された発明に基づいて，当業者が容易に発明できたものとはいえないから，その特許は，無効とすべきものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2について",
              "text": [
                "原告は，当初明細書等に記載した事項では，「コーナー支柱」は「平面視で交叉した2枚の側板を備えているコーナー支柱」「平面視L形のコーナー支柱」だけが開示されているものであって，これ以外の形状のコーナー支柱，たとえばパイプ状のコーナー支柱(甲5)や逆U字状の棒状の支柱(甲6)といったものは，当初明細書等に記載した事項の範囲内にはないが，本件発明1及び2は，構成要件である「コーナー支柱」に関し，単に「4本のコーナー支柱」と特定しているだけであって，当該コーナー支柱は「平面視で交叉した2枚の側板を備えているコーナー支柱」であるという当初明細書等に記載された事項の範囲を超えて，平面視で交叉した2枚の側板を備えているコーナー支柱以外のコーナー支柱も構成要件を含んだものとなっているので，本件補正は当初明細書等に記載した事項の範囲内においてされたものでない旨主張する。",
                "当初明細書等には「コーナー支柱で棚板を支持している棚装置に関するもの」(【0001】)であって，従来技術において「小片を溶接によってコーナー支柱の外壁に固着した場合は・・・溶接に手間がかかる問題や，溶接によって塗装が剥げたりひずみが生じたりする問題」(【0006】)，「外壁を折り返すことによって小片を形成した場合は・・・小片の下端に水平方向の荷重(コーナー支柱を倒すような荷重)がかかると小片が変形しやすくなり，このため，強度アップに限度があるという問題・・・外壁の内面にナットが・・・露出するため見栄えが悪い問題や，物品が引っ掛かることがある・・・問題」(【0007】)があったので，「このような現状に鑑み成されたもので，・・・より改善された形態の棚装置を提供することを課題と」(【0008】)して，「棚装置は，・・・複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備え」(【0009】)，「棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されて」(【0010】)いる構成により，「内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ」(【0014】)るようにしたものであり，具体的には，「4本のコーナー支柱1と」(【0017】)，「棚板2は，水平状に広がる平面視四角形の基板4と，基板4の各辺から上向きに立ち上がっている外壁5と，外壁5の上端に連接した内壁6とから成っており」(【0018】)，「棚板2の内壁6は外壁5から離反しており，このため，外壁5と内壁6との間にはナット8及びボルト7の端部が隠れる空間が空いている。内壁6のうち外壁5に繋がる連接部11は本実施形態では略平坦状の姿勢になっている。他方，内壁6の下端部(自由端部)6aは，外壁5に向けて傾斜した傾斜部になっている。」(【0023】)との構成とすることを技術的特徴とする発明が記載されている。",
                "そうすると，「4本のコーナー支柱と，前記コーナー支柱で支持された平面視四辺形で金属板製の棚板」との構成を含む本件発明1の全ての構成が当初明細書等に記載されているといえる。",
                "このように，当初明細書等には，コーナー支柱の形状について特に限定のない発明が前提として記載されているものと解されるところ，パイプ状のコーナー支柱や逆U字形のコーナー支柱は，本件原出願日において周知であったといえるから，パイプ状のコーナー支柱や逆U字形のコーナー支柱が当初明細書等に明示的に記載されていなくとも，当初明細書等の記載から自明であるといえるので，本件発明1において，コーナー支柱の限定がなくなったことが，新たな技術的事項を導入するものということもできない。なお，本件発明2では「コーナー支柱は平面視L形であ」ることが特定されている。",
                "したがって，本件補正は当初明細書等に記載した事項の範囲内にされたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3について",
              "text": [
                "本件発明1及び2は，甲7及び検甲3に記載又は示された発明に基づいて，当業者が容易に発明できたものとはいえないから，その特許は，無効とすべきものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由4について",
              "text": [
                "本件発明1及び2は，産業上利用できる発明であるから，その特許は，無効とすべきものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件発明1は，当初明細書等に記載した事項の範囲内において補正されたものではなく，特許法17条の2第3項に規定する要件を満たしていない補正をした発明である。したがって，本件特許は，特許法123条1項1号に基づいて，無効とされるべきものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「コーナー支柱」の技術的内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "当初明細書等の開示内容",
              "text": [
                "当初明細書等の特許請求の範囲には，「コーナー支柱」に関し，「複数本のコーナー支柱」「前記コーナー支柱は平面視で交叉した2枚の側板を備えている」と特定されている。そして，当初明細書等には，「平面視L形のコーナー支柱」(【0002】)が従来技術として紹介され，明細書中で言及された特許文献1及び特許文献2(甲32)に開示された先行技術に係るコーナー支柱も「平面視L形」である。また，【発明を実施するための形態】においても，「平面視で直交した2枚の側板1aを有する4本のコーナー支柱1」(【0017】)と説明され，それ以外の形状のコーナー支柱に関しては，当初明細書等は完全に沈黙している。",
                "当初明細書等の図面には，上記明細書の説明に合わせ，「平面視L形」「平面視で交叉した2枚の側板を備える」コーナー支柱が描かれており，それ以外の形状のコーナー支柱は示されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定内容の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当初明細書等の「コーナー支柱で棚板を支持している棚装置に関するもの」(【0001】)の記載は，明細書における発明の属する技術分野に関する一般的な説明記載である。この技術分野の記載をもって，本件発明が「コーナー支柱の形状について特に限定のない発明を対象としたもの」ということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当初明細書等の【0006】及び【0007】は，特許文献2として取り上げた特許第3437988号公報(甲32)の発明が有する問題であり，同発明が採用するコーナー支柱が，平面視で直交した2枚の側板を有する平面視L形のコーナー支柱である故に生じる問題である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "当初明細書等の【0008】にいう本件発明の課題は，「棚板の外壁とコーナー支柱とを直接に締結する点では特許文献2と共通しつつ」と説明されている(【0008】の「コーナー支柱の外壁」は「棚板の外壁」の誤りである)から，対象とするコーナー支柱は，平面視で直交した2枚の側板を有する平面視L形のコーナー支柱を前提とするものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "当初明細書等の【0009】には「本願発明の棚装置は，前提の構成として，複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，」(判決注：下線は原告によるものである。以下同じ。)と記載されているところ，審決は，このうちの下線の部分を意図的に削除して，本件発明の前提となる構成を誤認定している。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "当初明細書等の【0010】，【0014】，【0018】，【0023】の記述は，コーナー支柱に関するものではなく，棚装置を構成するもう一つの構成要素である「棚板」に関する記載である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "当初明細書等の【0017】には，第1実施形態として「棚装置は，平面視で直交した2枚の側板1aを有する4本のコーナー支柱1と，コーナー支柱1の群の間に配置座された上中下3段の棚板2と，各コーナー支柱1の下端に取り付けたキャスター3とから成っている。コーナー支柱1は，帯鋼板を折り曲げて製造することもできるし，市販されているアングル材を使用することも可能である。」と記載されているところ，審決は，下線の部分を意図的に削除して，具体的には，「4本のコーナー支柱1と」(【0017】)の構成とすることを技術的特徴とする発明が記載されていると，誤った認定をしている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「コーナー支柱」の上位概念化は補正要件違反であること",
              "text": [
                "当初明細書等には，「4本の平面視で交叉した2枚の側板を備える(平面視L形の)コーナー支柱と，前記コーナー支柱で支持された平面視四辺形で金属板製の棚板」とを含む本件発明の構成が記載されていたものであり，当初明細書等は，「平面視L形のコーナー支柱」「平面視で交叉した2枚の側板を備えているコーナー支柱」以外のコーナー支柱に関しては，あえて沈黙することによって除外し，形状を特定した「平面視L形のコーナー支柱」だけを発明特定対象として積極的に記載しているものである。",
                "当初明細書等の【0006】，【0007】，【0008】に記載の問題や課題は，形状限定した「平面視L形のコーナー支柱」を用いる場合の問題や課題であり，平面視L形以外の他の形状の「コーナー支柱」を用いる場合には，新たな技術的事項が導入されることになり，当初明細書等に記載されている問題や課題は生じなくなる場合がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "パイプ状のコーナー支柱等は自明ではないこと",
              "text": [
                "特許・実用新案審査基準によると，補正された事項に係る技術自体が周知技術又は慣用技術であるというだけでは，当初明細書等の記載から自明な事項とはいえないと定めているところ，審決は，パイプ状のコーナー支柱や逆U字形のコーナー支柱は周知技術であり，周知技術であれば当初明細書等の記載から自明であると認定したものであって，審査基準に反し，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "当初明細書等には，【技術分野】【0001】に，「本願発明は，コーナー支柱で棚板を支持している棚装置に関するものである。なお，本願発明の棚装置は定置式のものには限らず，キャスターを備えたワゴンタイプも含んでいる。」と，本願発明がコーナー支柱で棚板を支持している棚装置を対象とするものであることが記載されている。",
        "当初明細書等には，本件補正によって特定された請求項1及び本件訂正によって特定された請求項1記載の棚板における外壁と内壁の構成等が記載されており(【請求項2】，【0008】，【0014】～【0033】及び図1～図5等)，その作用効果として，「内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ」ることが記載されている(【0014】)。",
        "当初明細書等には，「前記棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており，外壁と内壁との間には前記ナットを隠す空間が空いており」(【請求項2】)，「本願発明の棚装置は，前提の構成として，複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており」「前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており」(【0009】)，「前記棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており，外壁と内壁との間には前記ナットを隠す空間が空いており」(【0010】)，「4本のコーナー支柱1と」「から成っている」(【0017】)，「棚板2は，水平状に広がる平面視四角形の基板4と，基板4の各辺から上向きに立ち上がっている外壁5と，外壁5の上端に連接した内壁6とから成っており」(【0018】)と記載され，図3(B)の図示とともに，「図3(B)に示すように，棚板2の内壁6は外壁5から離反しており，このため，外壁5と内壁6との間にはナット8及びボルト7の端部が隠れる空間が空いている。内壁6のうち外壁5に繋がる連接部11は本実施形態では略平坦状の姿勢になっている。他方，内壁6の下端部(自由端部)6aは，外壁5に向けて傾斜した傾斜部になっている。」(【0023】)と説明され，さらに図5の図示とともに「(3)他の実施形態(図5)  図5では棚板2の断面形状の別例を示している。このうち(A)に示す例では，内壁6の連接部11を上向き凸の半円状に形成している。」(【0027】)等と説明されており，本件補正発明1及び本件発明1の棚板における外壁と内壁の構成等が記載されている。",
        "他方，当初明細書等には，その構成の作用効果として，「内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ」る(【0014】)と記載されている。さらに，この記載から，「より改善された形態の棚装置を提供する」(【0008】)という課題の具体的なものとして，前記作用効果に対応した，棚板の剛性を高くして棚装置全体としてより頑丈な構造を提供するとの課題も記載されているといえる。",
        "以上の当初明細書等の記載に照らすと，当初明細書等には，より改善された形態の棚装置を提供することを課題として(【0008】)，4本のコーナー支柱と，コーナー支柱で支持された平面視四角形で金属板製の棚板とを備えており(【請求項2】，【0001】，【0010】等)，棚板の剛性を高くして棚装置全体としてより頑丈な構造とするため，棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており(【0014】)，具体的には，棚板における外壁の先端に，基板の側に折り返された内壁が，内壁と外壁との間に空間が空くように連接部を介して一体に形成されており，前記内壁のうち前記連接部と反対側の自由端部は前記外壁に向かって延びるように曲げられており，前記内壁の自由端部は傾斜部になっている(【0018】，【0023】)，との構成を技術的特徴とする発明が記載されている。",
        "「内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ」るという作用効果は，棚板の外壁と内壁の構成自体によって効果を奏するものであり，「平面視で交叉した2枚の側板を有するコーナー支柱」という支柱の形状や「外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結する構成」という外壁と支柱の締結方法や「位置決め突起と位置決め穴」等にかかわらず，「4本のコーナー支柱と，前記コーナー支柱で支持された平面視四角形で」「水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えている」「金属板製の棚板」に妥当するものであることは，当業者にとって自明なことといえる。",
        "コーナー支柱が「平面視で交叉した2枚の側板を有する」ものである等は，原出願にかかる発明との関係での特定事項にすぎず，前記の「内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ」るという課題や作用効果と直接関係しないものであり，本件補正発明の必須の構成要素となるべきものではない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "当初明細書等の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書等には，以下の記載がある(甲10)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】",
                    "複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結している棚装置であって，前記コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌まる位置決め穴を設けている，棚装置。",
                    "【請求項2】",
                    "前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており，外壁と内壁との間には前記ナットを隠す空間が空いており，更に，前記コーナー支柱の側板に位置決め突起が突き出し形成され，棚板の外壁に位置決め穴が空けられている，請求項1に記載した棚装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明細書",
                  "text": [
                    "【技術分野】【0001】本願発明は，コーナー支柱で棚板を支持している棚装置に関するものである。なお，本願発明の棚装置は定置式のものには限らず，キャスターを備えたワゴンタイプも含んでいる。",
                    "【背景技術】【0002】物品を保管したり持ち運んだりするのに平面視四角形でオープン方式の棚装置(スチール棚)が多用されている。この棚装置の一種に，平面視四角形の棚板を平面視L形のコーナー支柱にボルトで締結したタイプがあり，このタイプでは，棚板の周囲には，コーナー支柱の内面に重なる外壁を折り曲げ形成している。",
                    "【先行技術文献】【0005】",
                    "【特許文献1】実開昭47-9722号公報",
                    "【特許文献2】特許第3437988号公報",
                    "【発明が解決しようとする課題】【0006】特許文献2の発明は，小片の端面をコーナー支柱の側端面に突き当てることによってコーナー支柱の倒れを阻止せんとしたものであり，この場合，小片を溶接によってコーナー支柱の外壁に固着した場合は，小片を外壁に強固に固着できると共に小片として厚い板を使用することができるため，倒れ防止機能(ガタ付き防止機能)は高いが，溶接に手間がかかる問題や，溶接によって塗装が剥げたりひずみが生じたりする問題がある。",
                    "【0007】他方，外壁を折り返すことによって小片を形成した場合は，溶接に起因した問題は生じないが，小片はその上端が外壁に繋がっているに過ぎないため，小片の下端に水平方向の荷重(コーナー支柱を倒すような荷重)がかかると小片が変形しやすくなり，このため，強度アップに限度があるという問題があった。また，特許文献2のものは，外壁の内面にナットが配置されるが，このナットが露出するため見栄えが悪い問題や，物品が引っ掛かることがある点も問題であった。",
                    "【0008】本願発明はこのような現状に鑑み成されたもので，コーナー支柱の外壁とコーナー支柱とを直接に締結する点では特許文献2と共通しつつ，より改善された形態の棚装置を提供することを課題とするものである。",
                    "【課題を解決するための手段】【0009】本願発明の棚装置は，前提の構成として，複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結している。そして，請求項1の発明は，前記コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌まる位置決め穴を設けている点を特徴にしている。",
                    "【0010】請求項2の発明は，請求項1において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており，外壁と内壁との間には前記ナットを隠す空間が空いており，更に，前記コーナー支柱の側板に位置決め突起が突き出し形成され，棚板の外壁に位置決め穴が空けられている。突起は突き出し(押し出し)加工によって膨出形成されているため，当該位置決め突起と位置決め穴とはコーナー支柱の左右側縁よりも内側(中心線の側)に位置している。",
                    "【0012】本願発明では，コーナー支柱と棚板とは位置決め突起と位置決め穴との嵌め合わせによって相対的な姿勢が保持されているため，コーナー支柱と棚板との間のガタ付きを防止できる。この場合，突起及び穴とも加工は簡単であるためコストが嵩むことはない。",
                    "【0013】また，位置決め突起と位置決め穴との間を相対動させるような外力が作用してもそれら位置決め突起が潰れたり位置決め穴の箇所か破断したりすることはないため，高いガタ付き防止機能(締結強度)を発揮することができる。・・・",
                    "【0014】請求項2のように構成すると，内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ，また，ナットは内壁と外壁との間の空間に隠れているため，体裁が良いと共にナットに物品が引っ掛かることも防止できる。また，一般に，棚装置ではコーナー支柱は棚板よりも厚いため，押し出し加工によってコーナー支柱に高い強度の位置決め突起を形成することができ，このため，棚装置の剛性を高める上で好適であると言える。",
                    "【発明を実施するための形態】【0017】(1).第1実施形態(図1～図3)",
                    "図1～図3では第1実施形態を示している。本実施形態はワゴンタイプの棚装置に適用しており，図1の斜視図で棚装置の概略を示している。棚装置は，平面視で直交した2枚の側板1aを有する4本のコーナー支柱1と，コーナー支柱1の群の間に配置座された上中下3段の棚板2と，各コーナー支柱1の下端に取り付けたキャスター3とから成っている。コーナー支柱1は，帯鋼板を折り曲げて製造することもできるし，市販されているアングル材を使用することも可能である。",
                    "【0018】棚板2は，水平状に広がる平面視四角形の基板4と，基板4の各辺から上向きに立ち上がっている外壁5と，外壁5の上端に連接した内壁6とから成っており，外壁5をコーナー支柱1に締結している。この点を図2及び図3に基づいて説明する。",
                    "【0023】ナット8は棚板2における外壁5の内面に溶接によって固着している。また，図3(B)に示すように，棚板2の内壁6は外壁5から離反しており，このため，外壁5と内壁6との間にはナット8及びボルト7の端部が隠れる空間が空いている。内壁6のうち外壁5に繋がる連接部11は本実施形態では略平坦状の姿勢になっている。他方，内壁6の下端部(自由端部)6aは，外壁5に向けて傾斜した傾斜部になっている。なお，棚の連接部11の各端部は平面視で45度カットされて傾斜しており，隣り合った連接部11が互いに突き合わさっている。",
                    "【図1】",
                    "【図3】"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当初明細書等に開示された内容",
              "text": [
                "以上より，当初明細書等には，コーナー支柱で棚板を支持している棚装置に関するものであり(【0001】)，より改善された形態の棚装置を提供することを課題として(【0008】)，4本のコーナー支柱と，コーナー支柱で支持された平面視四角形で金属板製の棚板とを備えており(【請求項1】，【請求項2】，【0001】，【0017】，【0018】)，棚板の剛性を高くして棚装置全体としてより頑丈な構造とするため，棚板における外壁の先端に，基板の側に折り返された内壁が一体に形成されており(【0014】)，具体的には，棚板における外壁の先端に，基板の側に折り返された内壁が，内壁と外壁との間に空間が空くように連接部を介して一体に形成されており，内壁の自由端部である下端部は外壁に向けて傾斜した傾斜部になっている(【0018】，【0023】)との構成(以下，「構成1」という。)とすることを技術的特徴とする発明が記載されている。",
                "そうすると，本件補正発明1における「4本のコーナー支柱と，前記コーナー支柱で支持された平面視四辺形で金属板製の棚板」との構成を含む全ての構成が当初明細書等に記載されていると認められる。",
                "したがって，コーナー支柱の形状の限定をなくす本件補正は，当初明細書等に記載した事項の範囲内においてされたものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①当初明細書等には，「平面視L形」又は「平面視で交叉した2枚の側板を備える」コーナー支柱が記載されているのみであり，それ以外の形状のものは示されておらず，②当初明細書等には，特許文献2(甲32)に採用されている「平面視L形」のコーナー支柱である故に生じる問題が記載され(【0006】【0007】)，③本件発明の課題は，「棚板の外壁とコーナー支柱とを直接に締結する点では特許文献2と共通しつつ」(【0008】)と説明されており，④当初明細書等の【0009】，【0017】にも，コーナー支柱が平面視で直交した2枚の棚板を備えていることが記載されているから，当初明細書等が対象とするコーナー支柱は，「平面視L形」又は「平面視で直交した2枚の側板を備える」もののみであると主張する。",
                "確かに，当初明細書等には，コーナー支柱と棚板との間のガタ付きを改善することを目的として(【0012】，【0013】)，コーナー支柱は平面視で交叉した2枚の側板を備えている一方，棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，外壁の端部をコーナー支柱の側板に密着させて両者をボルトで締結している棚装置であって，コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には位置決め突起がきっちり嵌まる位置決め穴を設けている(【請求項1】，【請求項2】)，との構成が開示されていることが認められる。そうすると，コーナー支柱が「平面視L形」又は「平面視で交叉した2枚の側板を備える」ものであることは，当初明細書等の請求項に係る発明においては，必須の構成となるといい得るのであって，原告が指摘している当初明細書等【0006】～【0009】，【0017】の記載も当初明細書等の請求項の記載に係る発明についてのものであるということができる。",
                "しかし，当初明細書等には，前記1(2)のとおり，棚板の剛性を高くして棚装置全体としてより頑丈な構造とするとの作用効果を奏する構成1も記載されており，この場合には，当初明細書等の請求項に係る発明とは異なり，コーナー支柱が「平面視L形」又は「平面視で交叉した2枚の側板を備える」ものであることは，必須の構成であるとはいえず，構成1と技術的に一体不可分な関係にあるとも認められない。",
                "そして，当初明細書等には，「本願発明は，コーナー支柱で棚板を支持している棚装置に関するものである。」と記載されている(【0001】)。",
                "そうすると，上記の構成1の発明である本件発明1が，コーナー支柱について「平面視L形」又は「平面視で交叉した2枚の側板を備える」と特定していないからといって，本件発明1が当初明細書等に記載されていないものであるとか，当初明細書等の記載を上位概念化したものであるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，当初明細書等の「コーナー支柱で棚板を支持している棚装置に関するもの」(【0001】)との記載は，発明の属する技術分野に関する一般的な説明記載にすぎないと主張する。",
                "しかし，当初明細書等の「本願発明は，コーナー支柱で棚板を支持している棚装置に関するもの」(【0001】)との記載は，当初明細書等に記載されている発明が「平面視L形」又は「平面視で交叉した2枚の側板を備える」コーナー支柱に限定されるものではないことを示す根拠の一つとなるものであり，このことは，上記記載が【技術分野】の欄にあることで左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，パイプ状のコーナー支柱や逆U字形のコーナー支柱が周知技術であることをもって，当初明細書等の記載から自明であると認定することはできないと主張する。",
                "しかし，前記(1)のとおり，当初明細書等に記載されている発明が，コーナー支柱の形状について限定のある発明ということはできないから，パイプ状のコーナー支柱や逆U字形のコーナー支柱が当初明細書等の記載から自明であるか否かは，本件補正が新たな技術的事項を追加するものであるかの判断を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10156",
    "date": "2018-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087553",
    "ipprecedent_id": "4868",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}