{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800126号事件について平成29年5月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「経口投与用組成物のマーキング方法」とする発明について，平成18年5月24日(優先日平成17年5月26日)を国際出願日とする特許出願(特願2007-517849号。以下「本件出願」という。)をし，平成25年8月16日，特許権の設定登録を受けた(特許番号第5339723号。請求項の数22。以下，この特許を「本件特許」という。甲16)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年10月31日，本件特許について特許無効審判を請求した(甲17)。",
                "特許庁は，上記請求を無効2016-800126号事件として審理を行い，平成29年5月23日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年6月2日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年9月27日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし22の記載は，以下のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」などという。)。",
            "【請求項1】",
            "経口投与用組成物へのマーキング方法であって，",
            "変色誘起酸化物を経口投与用組成物に分散させる工程と，",
            "前記変色誘起酸化物の粒子を凝集させて変色させるように，波長が200nm～1100nmであり，平均出力が0．1W～50Wであるレーザー光を，前記経口投与用組成物の表面に走査させる工程と，",
            "を含み，",
            "前記変色誘起酸化物が，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種であり，",
            "前記走査工程が，80mm／sec～8000mm／secで実行される，マーキング方法。",
            "【請求項2】",
            "前記走査工程が，単位面積当たりのエネルギーが，390～21000mJ／cm2で実行される，請求項1に記載のマーキング方法。",
            "【請求項3】",
            "前記レーザー光が，固体レーザーの波長，前記固体レーザーからの第二高調波の波長，第三高調波の波長及び第四高調波の波長から選択される少なくとも1種の光である，請求項1又は2に記載のマーキング方法。",
            "【請求項4】",
            "前記走査工程においてガルバノミラーを用いる，請求項1ないし3のうち何れか一項に記載のマーキング方法。",
            "【請求項5】",
            "前記経口投与用組成物が，10～500Ｎの硬度を有する，請求項1ないし4のうち何れか一項の記載のマーキング方法。",
            "【請求項6】",
            "前記経口投与用組成物が，成型物である，請求項1ないし5のうち何れか一項に記載のマーキング方法。",
            "【請求項7】",
            "前記経口投与用組成物が，被覆層を有する，請求項1ないし5のうち何れか一項に記載のマーキング方法。",
            "【請求項8】",
            "前記被覆層を有する組成物が，フィルムコート錠である，請求項7に記載のマーキング方法。",
            "【請求項9】",
            "前記酸化チタンの配合量が，前記成型物又は前記被覆層100質量部に対して，0．01質量部～20質量部である，請求項6ないし8のうち何れか一項に記載のマーキング方法。",
            "【請求項10】",
            "前記黄色三二酸化鉄又は前記三二酸化鉄の配合量が，前記成型物又は前記被覆層100質量部に対して，0．001質量部～5質量部である，請求項6ないし8のうち何れか一項に記載のマーキング方法。",
            "【請求項11】",
            "マークを施された経口投与用組成物の製造方法であって，",
            "変色誘起酸化物を経口投与用組成物に分散させる工程と，",
            "前記経口投与用組成物の表面に，前記変色誘起酸化物の粒子を凝集させて変色させるように，波長が200nm～1100nmであり，平均出力が0．1W～50Wであるレーザー光を，前記経口投与用組成物の表面に走査させる工程と，",
            "を含み，",
            "前記変色誘起酸化物が，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種であり，",
            "前記走査工程が，80mm／sec～8000mm／secで実行される，製造方法。",
            "【請求項12】",
            "前記走査工程が，単位面積当たりのエネルギーが，390～21000mJ／cm2で実行される，請求項11に記載の製造方法。",
            "【請求項13】",
            "前記レーザー光が，固体レーザーの波長，前記固体レーザーからの第二高調波の波長，第三高調波の波長及び第四高調波の波長から選択される少なくとも1種の光である，請求項11又は12に記載の製造方法。",
            "【請求項14】",
            "前記走査工程においてガルバノミラーを用いる，請求項11ないし13のうち何れか一項に記載の製造方法。",
            "【請求項15】",
            "前記経口投与用組成物が，10～500Ｎの硬度を有する，請求項11ないし14のうち何れか一項の記載の製造方法。",
            "【請求項16】",
            "前記経口投与用組成物が，成型物である，請求項11ないし15のうち何れか一項に記載の製造方法。",
            "【請求項17】",
            "前記経口投与用組成物が，被覆層を有する，請求項11ないし15のうち何れか一項に記載の製造方法。",
            "【請求項18】",
            "前記被覆層を有する組成物が，フィルムコート錠である，請求項17に記載の製造方法。",
            "【請求項19】",
            "前記酸化チタンの配合量が，前記成型物又は前記被覆層100質量部に対して，0．01質量部～20質量部である，請求項16ないし18のうち何れか一項に記載の製造方法。",
            "【請求項20】",
            "前記黄色三二酸化鉄又は前記三二酸化鉄の配合量が，前記成型物又は前記被覆層100質量部に対して，0．001質量部～5質量部である，請求項16ないし18のうち何れか一項に記載の製造方法。",
            "【請求項21】",
            "請求項11ないし20の何れか一項に記載の製造方法により製造された，マークが施された経口投与用組成物。",
            "【請求項22】",
            "前記経口投与用組成物が，錠剤又はカプセル剤である，請求項21に記載の経口投与用組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。その要旨は，原告主張の無効理由1(特許法29条2項)，無効理由2(同法36条6項1号)及び無効理由3(同項2号)について，①本件発明1ないし22は，本件出願の優先日前に頒布された刊行物である甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものではなく，同法29条2項に該当しないから，原告主張の無効理由1は理由がない，②請求項1ないし22の記載は，同法36条6項1号に規定する要件(以下「サポート要件」という。)及び同項2号に規定する要件(以下「明確性要件」という。)に違反するものではないから，原告主張の無効理由2及び3も理由がないというものである。",
                "甲1ないし3は，以下のとおりである。",
                "甲1  国際公開第02／068205号公報(訳文・甲1の1)",
                "甲2  特開平10-16390号公報",
                "甲3  米国特許第5，560，845号明細書(訳文・甲3の1)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明(以下，このうち「マーキング方法」の発明を「甲1発明ア」，「製造方法」の発明を「甲1発明イ」という。)，本件発明1と甲1発明アの一致点及び相違点，本件発明1と甲1発明イの一致点及び相違点は，以下のとおりである。",
                "なお，本件審決認定の上記各相違点については，当事者間に争いがない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明ア",
                  "text": [
                    "「薬品または食品をマーキングするマーキング方法であって，",
                    "官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の，生理的に受容可能である反応物を生成する物質を薬品または食品に含有させ，",
                    "レーザビームを前記薬品または食品のマーキング領域に照射する，マーキング方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明イ",
                  "text": [
                    "「マークを施された薬品または食品の製造方法であって，",
                    "前記薬品または食品の表面に，官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の，生理的に受容可能である反応物を生成する物質を薬品または食品に含有させ，",
                    "レーザビームを前記薬品または食品のマーキング領域に照射する，製造方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1発明アの一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「経口投与用組成物へのマーキング方法であって，",
                    "レーザー光の走査により変色する物質を経口投与用組成物に分散させる工程と，",
                    "レーザー光の走査により変色する物質を変色させるように，平均出力が0．1W～50Wであるレーザー光を，前記経口投与用組成物の表面に走査させる工程と，",
                    "を含み，",
                    "前記走査工程が，80mm／sec～8000mm／secで実行される，マーキング方法。」である点。",
                    "(相違点1)",
                    "前記レーザー光の走査による変色の機序について，本件発明1は，「酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種」である「変色誘起酸化物」の「粒子を凝集させて」変色させるものであるのに対し，甲1発明アは，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こす」ことで対比可能な色の，生理的に受容可能である反応物を生成するものである点。",
                    "(相違点2)",
                    "レーザー光の波長について，本件発明1は，「200nm～1100nm」と特定するのに対し，甲1発明アは，そのような特定事項を有しない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と甲1発明イの一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「マークを施された経口投与用組成物の製造方法であって，",
                    "レーザー光の照射により変色する物質を経口投与用組成物に分散させる工程と，",
                    "前記経口投与用組成物の表面に，前記レーザー光の照射により変色する物質を変色させるように，平均出力が0．1W～50Wであるレーザー光を，前記経口投与用組成物の表面に走査させる工程と，",
                    "を含み，",
                    "前記走査工程が，80mm／sec～8000mm／secで実行される，製造方法。」である点。",
                    "(相違点1)",
                    "前記ウの相違点1と同じ。",
                    "(相違点2)",
                    "前記ウの相違点2と同じ。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(本件発明1の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，相違点1に係る事項は当業者が容易になし得たものであるということはできないから，他の相違点について検討するまでもなく，本件発明1は，甲1に記載された発明に甲2ないし甲3に記載された技術を適用することで当業者が容易に発明をすることができたものということはできない旨判断したが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1の開示事項",
                      "text": [
                        "甲1には，「1種類以上の添加剤は紫外線や赤外線の放射に反応するものとすることができ，色の変化を生じさせるものであればいかなる適切な物質も使用可能である。色の変化は，レーザエネルギを吸収した結果またはレーザエネルギが熱エネルギに変換された結果，化学的ないし物理的変化を伴う物質によるものとすることができる。」(甲1の4頁18～22行・訳文【0016】)との記載がある。",
                        "レーザマーキングの当業者は，上記記載から，甲1記載のレーザマーキング方法においては，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために適切なものであれば，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応」を起こすなどの「化学的変化」により色の変化を生じさせる物質でも，凝集などの「物理的変化」により色の変化を生じさせる物質のいずれでも，使用可能であることを理解するというべきである。",
                        "なお，甲1には，次のとおりのレーザマーキング方法の発明(以下「原告甲1発明ア」という。)の記載がある。",
                        "「錠剤または丸薬であり，基材は薬剤を含有する薬品または食品へのマーキング方法であって，",
                        "マーキング可能な追加成分の分散系を含むコーティング組成物を作成する工程と，",
                        "レーザエネルギを加えた際に色が変化する特定の物質を変色させるように，",
                        "波長が例えば，10,600nmであり，",
                        "出力が7Wである",
                        "レーザー光を，前記薬品または食品の表面に走査させる工程と，",
                        "を含み，",
                        "前記レーザエネルギを加えた際に色が変化する特定の物質が，FeO (三二酸化鉄)を含み，",
                        "前記走査工程が，1000mm／秒で実行される，マーキング方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2及び甲3の開示事項",
                      "text": [
                        "甲2の記載事項(請求項1，【0003】，【0005】，【0006】，【0010】)によれば，甲2には，「紫外線に対し光活性な充填剤が，二酸化チタンや酸化第二鉄からなる群から選択される少なくとも1種」である「レーザーマーキング方法」の記載があり，二酸化チタンに紫外線レーザを照射すると変色してレーザマーキングをすることができることの開示がある。",
                        "甲3の記載事項(訳文3頁8行～17行，4頁26行～5頁9行，19頁4行～9行)によれば，甲3には，二酸化チタンに紫外線レーザを照射すると，「凝集」により変色してレーザマーキングをすることができることの開示がある。",
                        "そうすると，甲2及び甲3には，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)の開示があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲2及び甲3に記載された技術を適用することの容易想到性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1に記載された発明と甲2及び甲3に記載された発明は，レーザー光線によるマーキング方法の発明で，マーキング対象に応じて「最適なマーキング」をすることを課題とする点で，発明が共通し，技術分野，当業者及び課題が同一である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件出願の優先日当時，二酸化チタンを分散させてレーザを照射してマーキングすることは，周知慣用技術であったこと(例えば，甲2～5，13)，「二酸化チタン」や「三二酸化鉄」を「経口投与用組成物」に用いることが技術常識であったこと(例えば，甲12)，二酸化チタンを分散させて紫外線レーザでマーキングする方法の対象が経口投与用組成物に限定されないことは周知であったこと(例えば，甲4)が認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そして，甲1には，甲1記載のレーザマーキング方法においては，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために適切なものであれば，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応」を起こすなどの「化学的変化」により色の変化を生じさせる物質でも，凝集などの「物理的変化」により色の変化を生じさせる物質のいずれでも，使用可能であることの開示があることは，前記ア(ア)のとおりである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上を総合すると，甲1ないし甲3に接した当業者においては，甲1発明アあるいは原告甲1発明アにおいて，レーザー光の照射(走査)により変色する物質を，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の，生理的に受容可能である反応物を生成する物質」(原告甲1発明アでは「Fe O(三二酸化鉄)を含む特定の物質」)から，甲2及び甲3に開示されたレーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)に置換することは，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために，適宜なし得る設計的事項であって，容易に想到することができたものである。",
                            "したがって，本件審決における相違点1の容易想到性の判断には誤りがある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性",
                  "text": [
                    "前記ア(ア)の甲1の記載事項(訳文【0016】)によれば，甲1では，レーザマーキングの条件は，赤外線，紫外線を問わず広範な波長の範囲で検討され，相互に転用が可能なものとして検討されている。また，甲2の記載事項(【0002】，【0003】)によれば，甲2では，特にマーキングの困難なポリアセタール樹脂において適切なマーキングを行うためのレーザマーキングの条件は，異なる機序の変色をも対象として，広い範囲で検討され，その波長も赤外線，紫外線に限定して検討されているものではなく，相互に転用が可能なものであることが前提として検討されている。",
                    "そして，レーザマーキングの当業者においては，レーザマーキングの対象，添加物が変われば，それに応じて広い範囲で「レーザー光の最適化」を行うことは，設計的事項であり，何ら困難性がなく，また，「好適なレーザマーキング」を行うために「レーザー光の最適化」を行う普遍的な動機付けがある。",
                    "そうすると，当業者においては，甲1発明アあるいは原告甲1発明アについて，「レーザー光の最適化」の見地から，レーザー光の波長を「200nm～1100nm」の範囲のいずれかの構成(相違点2に係る本件発明1の構成)のものを採用することを容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "本件審決がした甲1発明アの認定に誤りはない。",
                    "そして，本件審決のとおり，甲2及び甲3は，相違点1に係る本件発明1の構成に係る「変色誘起酸化物の粒子を凝集させて変色させる」技術を開示するものではないから，甲1ないし甲3から相違点1が容易想到であるということはできない。",
                    "もっとも，甲3には，二酸化チタンの凝集に関し，「本発明に従い，TiO 顔料を溶融加工可能フルオロポリマーと一緒に溶融コンパンド化すると，このTiO 顔料は白色外観を与えるが，特徴としてまた凝集物がいくらか存在することを見い出した。」(訳文4頁末行～5頁3行)との記載があるが，この記載は，TiO の凝集は，溶融加工可能フルオロポリマーと一緒に溶融コンパンド化することにより生じることを説明するものであり，この記載から，当業者が「二酸化チタンに紫外線レーザを照射すると凝集により変色してレーザマーキングすることができる」という知見を有していたと認めることはできない。また，甲3における「TiO の凝集」は，経口投与用とはいえない，溶融加工可能フルオロポリマーを必須の成分とするものであるから，薬品又は食品といった経口投与用組成物のマーキング方法に関する甲1発明アに甲3に記載された技術を適用することには無理がある。",
                    "したがって，本件審決における相違点1の容易想到性の判断に誤りがある旨の原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の主張に対し",
                  "text": [
                    "相違点2の容易想到性に関する原告の主張には，甲1の記載(訳文【0016】)及び甲2の記載(【0002】，【0003】)から，甲1記載の炭酸レーザ(CO レーザ)の波長10600nmを「200nm～1100nm」の波長(相違点2に係る本件発明1の構成)とすることが可能であることについて，具体的な根拠や論理付けが示されていない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものではないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(本件発明2ないし10の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件発明2ないし10は，請求項1を直接又は間接的に引用し，本件発明1の発明特定事項を含むところ，前記1(1)のとおり，本件審決のした本件発明1の容易想到性の判断に誤りがある以上，本件発明2ないし10は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものといえないとした本件審決の判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-3(本件発明11の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，相違点1に係る事項は当業者が容易になし得たものであるということはできないから，他の相違点について検討するまでもなく，本件発明11は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することで当業者が容易に発明をすることができたものということはできない旨判断した。",
                "しかし，前記1(1)で述べたのと同様の理由により，本件審決の上記判断は誤りである。",
                "なお，甲1には，次のとおりの発明(以下「原告甲1発明イ」という。)の記載がある。",
                "「マークが施された錠剤または丸薬であり，基材は薬剤を含有する薬品または食品の製造方法であって，",
                "マーキング可能な追加成分の分散系を含むコーティング組成物を作成する工程と，",
                "レーザエネルギを加えた際に色が変化する特定の物質を変色させるように，",
                "波長が例えば，10,600nmであり，",
                "出力が7Wである",
                "レーザー光を，前記薬品または食品の表面に走査させる工程と，",
                "を含み，",
                "前記レーザエネルギを加えた際に色が変化する特定の物質が，Fe O(三二酸化鉄)を含み，",
                "前記走査工程が，1000mm／秒で実行される，製造方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1-4(本件発明12ないし22の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件発明12ないし22は，請求項11を直接又は間接的に引用し，本件発明11の発明特定事項を含むところ，前記3(1)のとおり，本件審決のした本件発明11の容易想到性の判断に誤りがある以上，本件発明12ないし22は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものといえないとした本件審決の判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。)の発明の詳細な説明には，本件審決が指摘するレーザー光走査条件の実施例の記載があるが，請求項1及び11記載の波長(200nm～1100nm)，平均出力(0．1W～50W)及び走査工程の走査速度(80mm／sec～8000mm／sec)の全ての数値範囲において「前記変色誘起酸化物の粒子を凝集させて変色させる」という所定の効果を奏することについての記載がないし，実際に「凝集」しているかどうか，本件明細書の記載からは不明である。",
                    "この点について，本件審決は，TEM写真である図4から，変色誘起酸化物である酸化チタンが凝集しているように見て取れる旨判断した。",
                    "しかしながら，甲10(日本酸化チタン工業会作成の講演資料のウェブページ)の9頁には，180nm，270nm，700nm，1000nmの「サブミクロンサイズ酸化チタン＝顔料級酸化チタン」の写真について，「上記の写真は，TEM(透過型電子顕微鏡)を用いて撮影したものであり，実際の粒子の凝集状態を示すものではない。」との記載があることに照らすと，TEM写真から酸化チタンが凝集しているかどうかを判別することができないのが技術常識であることがうかがえるから，本件審決の上記判断は誤りである。",
                    "また，仮にTEM写真である図4から，変色誘起酸化物である酸化チタンが凝集していることが読み取れるとしても，本件明細書の記載からは，請求項1及び11記載の波長，平均出力及び走査工程の走査速度の全ての数値範囲において酸化チタンが凝集していることは不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，請求項2及び12は，それぞれ請求項1及び請求項11を発明特定事項として引用するものであるところ，本件明細書には，単にマーキングが「前記走査工程が，単位面積当たりのエネルギーが，390～21000mJ／cm2で実行される」ことが記載されているだけであり，「凝集」を生じたことについての実施例の裏付けがないため，単位面積当たりのエネルギーの上記数値範囲で「前記変色誘起酸化物の粒子を凝集させて変色させるように」(請求項1及び11の構成)マーキングができるかどうか不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明1ないし22は，本件明細書の発明の詳細な説明に記載したものといえないから，請求項1ないし22の記載はサポート要件に違反するものではないとした本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書記載の実施例1ないし16は，表1，表3又は表4のレーザー装置及び照射条件でマーキングを行ったものであり，このうち，表1のレーザー装置及び照射条件でのマーキングについて，レーザー照射前後の二酸化チタンの粒子の状態を透過型電子顕微鏡(TEM)により観測した結果，レーザー照射後に二酸化チタンの粒子が凝集していることが確認された(【0057】～【0059】，図3，図4)。表1の照射条件(波長355nm，平均出力8W)と表3(波長266nm，平均出力3W)及び表4(波長532nm，平均出力12W)の照射条件とを比較すれば，表1の照射条件下だけでなく，表3及び表4の各照射条件下でのレーザー照射によるマーキングにおいても，二酸化チタンの粒子が凝集することにより変色していることは，当業者であれば当然に認識し得るものである。",
                    "そして，本件明細書の発明の詳細な説明に接した当業者であれば，本件明細書記載の各実施例は，請求項1及び11の規定する波長(200nm～1100nm)，平均出力(0．1W～50W)及び走査工程の走査速度(80mm／sec～8000mm／sec)の数値範囲において，「医薬品や食品等の経口投与用組成物の表面に，識別性マークを施す方法」における具体的な代表例として示されているものであって，各実施例記載の結果を踏まえれば，上記の各数値範囲内において，特定の変色誘起酸化物を凝集させることに起因した変色が生じさせることができるであろうと，十分に理解できるものである。同様に，「走査工程」の「単位面積当たりのエネルギーが，390～21000mJ／cm2」(請求項2及び12)の範囲内において，特定の変色誘起酸化物を凝集させることに起因した変色を生じさせることができるであろうと，十分に理解できるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，原告は，甲10の9頁の記載等を根拠として，TEM写真から二酸化チタンが凝集しているかどうかを判別することができないのが技術常識である旨主張する。",
                    "しかし，原告が指摘する甲10の9頁に記載された二酸化チタンの写真については，どのような処理がされた，どのような状態の二酸化チタンに関するものかの記載がなく，撮影の対象物の詳細は不明であるから，二酸化チタンの粒子の凝集状態をTEM写真で確認できないことの根拠にはなり得ない。また，甲10の9頁の「実際の粒子の凝集状態を示すものではない」との記載については，当該記載の前半部分の「上記の写真は，TEM(透過型電子顕微鏡)を用いて撮影されたものであり，」との記載からも明らかなように，単に写真の内容を説明しているものであり，TEMを用いて撮影された写真では二酸化チタンの凝集を判断できないといった一般的な説明ではない。他方で，甲3には，「このような凝集物は裸眼で見ることができず，溶融加工組成物の断面を高光学倍率で観察すると，そのいくつかは観察可能であるが，大部分は，電子顕微鏡の倍率下でのみ検出可能である。」(訳文5頁3行～5行)との記載があり，高光学倍率の電子顕微鏡であれば凝集の観察自体はできることが開示されている。また，甲3記載の実施例(例えば，実施例11)においては，TEMを用いて「TiO の凝集」を確認したことの記載がある。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明1ないし22は本件明細書の発明の詳細に記載されたものであるから，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3(明確性要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1及び11(請求項1及び11)は，いずれもレーザー光の走査工程におけるエネルギー密度，レーザー光の繰り返し率，レーザースポット径，経口投与用組成物の種類，変色誘起酸化物の分散の濃度及び状態などの条件を特定するものではなく，上記条件はマーキングする際の任意の条件であって，これらを特定しないことで発明が不明確になるというものではないから，本件発明1ないし22は不明確であるとはいえず，請求項1ないし22の記載は，明確性要件に違反するものではない旨判断した。",
                "しかしながら，上記条件を「マーキングする際の任意の条件」とすれば，変色誘起酸化物が受けるエネルギー量を特定することができず，その結果，請求項1記載の波長，平均出力及び走査工程の走査速度の数値範囲においても，「前記変色誘起酸化物の粒子を凝集させて変色」する場合としない場合が生じることとなり，本件発明1の外縁を定義することができない。",
                "したがって，本件発明1は不明確であり，同様に本件発明2ないし22も不明確であるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "請求項1及び11には，レーザー光の波長，平均出力及び走査工程の走査速度について，いずれも上限値及び下限値が記載されており，本件発明1及び11の外縁は明確である。",
                "したがって，本件発明1ないし22は明確であるから，本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。",
                    "本件明細書(甲16)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1，図3及び図4」及び「表1，表3及び表4」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】",
                        "本発明は，医薬品や食品等の経口投与用組成物の表面に，識別性マークを施す方法に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "【0002】",
                        "錠剤やカプセル剤等の経口投与用医薬組成物は，医薬品の調剤行為や服薬ミスを未然に防止するため，包装容器だけでなく，製剤それ自体にも識別性が要求されている。しかし，錠剤やカプセルの形状，色調だけでは識別性には限界があるため，さらに錠剤やカプセル剤の表面にマークを施し識別性を高めている。例えば，フィルムコート錠やカプセル剤の表面に，直接，ゴムローラーを用いて文字等を印刷する転写式印刷，もしくはインクをドット印刷するインクジェット印刷である。あるいは，裸錠の場合は，凹凸を施した打錠杵で製錠することにより刻印する方法が古くから行われてきた。",
                        "【0003】",
                        "しかしながら，これらの古典的方法，例えば，転写式印刷法では，錠剤やカプセルの表面状態や，印字する場所の雰囲気等の影響を受けやすく，明瞭な印字を安定して施すためには管理が非常に煩雑である。また，インクジェット印刷法では，インク液の乾燥が不十分であると，錠剤の汚れや印字のにじみ等を生じ，外観品質にも影響を与える場合がある。さらに，刻印法では，錠剤やカプセル剤が球面を有している場合が多いため，錠剤表面での印字できる範囲，あるいは印刷できる文字数や大きさ，もしくは図形形状には限りがあり，識別性のための情報量は必ずしも十分ではなかった。同様に，刻印法では，製品ごとに専用の杵を用意しなければならない。くわえて，刻印の形状によっては，スティッキング現象が生じやすく刻印部が欠損したり，また，製錠後の工程においても，刻印部が摩損し，外観検査での不良率の上昇等の原因となる場合もある。あるいは，流通過程で欠損し，識別性の低下のみならず品質にも影響を与える可能性もあった。",
                        "【0004】",
                        "そこで，印刷法や刻印法に代替する方法として，パターンマスクを介して出力の小さなレーザー光を照射することにより錠剤及びカプセル剤にマーキングする方法が開示されている(例えば，特許文献1参照)。また，水中で速やかに崩壊しやすい錠剤表面の一部をレーザーで蒸発させることにより食刻する方法，さらに，その食刻部をインクジェット法によりインクで印刷する方法が開示されている(例えば，特許文献2参照)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0005】",
                        "しかしながら，特許文献1のように，パターンマスクを用いて陰影を付与する場合は，パターンマスク周縁部，つまり，レーザー光の照射部位と非照射部位の境界部のコントラストが不明瞭になりやすく，特にマーキング部位が球面を有する錠剤やカプセルの場合は顕著であった。また，製品毎にパターンマスクを予め加工しなければならず，しかも，その加工にあたっては，精度の高い加工技術が必要である。さらに，マーク形状や大きさ等にも限界があり，十分な情報量を付加してマーキングすることができない。",
                        "【0006】",
                        "一方で，特許文献2のように，レーザー光を利用して錠剤表面を削る方法では，フィルムコート錠や糖衣錠等の本来の防湿や遮光，もしくは苦味マスキング等の機能を損なうことになる。また，コーティングがされていない錠剤の場合は，食刻に伴う薬物の含量低下の懸念があり，あるいは食刻部が錠剤欠損の引き金になる可能性もある。さらに，食刻部位は必ずしも鮮明ではないため，さらにインクで印刷する必要があり，結局，古典的な印刷法と同様の問題点が生じている。",
                        "【0007】",
                        "そこで，従来のマーキング方法とは異なり，医薬品や食品のような経口投与用組成物等の品質を損なわずに優れた識別性を有する経口投与用組成物を得ることができ，かつ，生産性にも優れたマーキング方法の開発が切望されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0008】",
                        "かかる背景のもと，本発明者は経口投与用組成物へのマーキング方法について鋭意検討した結果，特定の変色誘起酸化物を分散させた経口投与用組成物の表面に，所定のレーザー光を照射することにより，前記特定の変色誘起酸化物を凝集させることに起因した変色が生じるという知見を得て，本発明を完成するに至った。",
                        "【0015】",
                        "なお，本発明に用いる用語「変色誘起酸化物」とは，レーザー光の照射を受けて，その粒子が凝集するため，変色を誘起する酸化物をいう。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0016】",
                        "本発明によれば，レーザー照射された酸化チタン，黄色三二酸化鉄及び三二酸化鉄は，分解等の化学変化を生じておらず，安全性が高く，また，特別な溶媒も必要とせず，クリーンな状態で製造できるため，食品や医薬品等の経口投与用組成物の製造方法として提供できる。しかも，本発明によれば，医薬品や食品等の経口投与用組成物の通常の製造ラインにおいて生産性を低下させることもなく製造できる。",
                        "【0017】",
                        "また，本発明によれば，経口投与用組成物中に酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を均一に分散させることにより，前記組成物の表面の形状や粗さの影響をほとんど受けることなく，前記組成物中の任意の場所に，鮮明なマーキングを施すことができる。したがって，錠剤やカプセル剤などの球面を持つ経口投与用組成物や，表面が凸凹した菓子等の食品に好適である。くわえて，錠剤表面はほとんど食刻されないため，被覆層を有するフィルム錠剤やカプセル剤の製造方法に適し，商品性及び品質性を向上させることができる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "【0020】",
                        "(マーキング方法)",
                        "図1は，本発明に係るマーキング方法を実施するための一の装置の概略図を示す。本発明に係るマーキング方法を実施する装置を図1に例示するが，これに限定されるものではない。例えば，CADデザインの情報を制御装置にインプットすると，その情報がレーザー発振器及びガルバノミラーにもたらされる。続いて，発振器からレーザー光が照射され，ガルバノミラー等を介してレンズで集光され，目的とする経口投与用組成物の表面に照射される。本発明に用いる経口投与用組成物では，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を分散させており，本発明によるレーザー照射によって，分散された酸化チタン等が一部凝集し変色する作用を見出したものである。本発明に用いる組成物中においては，他の金属酸化物では得られない効果である。本発明においては，後述する経口投与用組成物の他の成分への影響もなく，さらに前記組成物の外観品質を劣化させることもなく，識別性あるマークを施すことができるマーキング方法である。なお，本発明に係るマーキング方法では，照射状態を観察しながら，制御装置に入力した情報を直ぐに変更できるため，デザインの修正も容易である。",
                        "【0021】",
                        "(レーザー)",
                        "本発明に係るマーキング方法に用いるレーザーは，特に限定されるものではなく，レーザー媒質(レーザー発振の元)が，固体，液体，気体の各状態でレーザー発振できるものを使用することができるが，好ましくは固体レーザーである。固体レーザーとしては，YLFレーザー，YAGレーザー，YVO4レーザー等が挙げられるが，特に，基本・第2・第3・第4・第5高調波YVO4レーザー発振器が好ましい。具体的には，第2高調波発振器として，Coherent社Prismaシリーズ(モデル名：532-12-V)，第3高調波発振器としてYVO4  Laser  DS20H-355(Photonics  Industries International，Inc)や，第4高調波発振器として，AVIA266-3000(COHEREＮT社)を利用することができる。",
                        "【0022】",
                        "(レーザー波長)",
                        "また，本発明に用いるレーザーは，その波長が200～1100nmを有するものを用いることができ，好ましくは1060～1064nm，527～532nm，351～355nm，263～266nm又は210～216nmの波長であり，より好ましくは527～532nm，351～355nm又は263～266nmの波長である。",
                        "【0023】",
                        "(レーザー出力)",
                        "本発明において，レーザーを走査する際の平均出力は，対象とする経口投与用組成物の表面がほとんど食刻されない範囲で使用することができる。例えば，その平均出力は，0．1W～50Wであり，好ましくは1W～35Wであり，より好ましくは5W～25Wである。",
                        "単位時間あたりのレーザー照射エネルギーが強すぎると，アブレーションにより錠剤表面で食刻が発生し，変色部分まで剥がれてしまう。また，出力が弱いと変色が十分ではない。",
                        "【0024】",
                        "(レーザー走査方式)",
                        "レーザーを，経口投与用組成物の表面に照射する際のレーザーの走査方式としては，特に限定されるものではないが，例えば，電気信号に応じてミラーの回転角を変えることができる偏向器を用いたガルバノミラー型，共振周波数の正弦波で駆動させて用いる共振型の偏向器であるレゾナントスキャン型，複数のミラーを利用するポリゴンミラー型等が挙げられ，好ましくはガルバノミラー型である。スキャニング速度は，特に限定されるものではないが，20mm／sec～20000mm／secであり，好ましくは60mm／sec～8000mm／secであり，より好ましくは80mm／sec～8000mm／secである。例えば，その下限値は，レーザー出力が0．3Wの場合20mm／sec以上である。8mm／secでは食刻が生じ，2mm／secではレーザー照射部が焼焦げる場合がある。また，レーザー出力が5Wの場合で例示すれば，下限値は80mm／sec以上であり，好ましくは100mm／sec以上である。なお，スキャニング速度が60mm／sec以下では，食刻現象が生じたり，又はレーザー照射部が焼焦げることがある。なお，スキャニング速度は，高いほどマークの識別性に影響を与えることなく生産性を上げることができる。したがって，例えば，レーザー出力5Wでは，スキャニング速度は，80mm／sec～10000mm／secであり，好ましくは90mm／sec～10000mm／secであり，より好ましくは100mm／sec～10000mm／secである。また，レーザー出力が8Wの場合には，スキャニング速度は，250mm／sec～20000mm／secであり，好ましくは500mm／sec～15000mm／secであり，より好ましくは1000mm／sec～10000mm／secである。",
                        "【0025】",
                        "(単位面積当たりのエネルギー)",
                        "本発明において，レーザーを経口投与用組成物の表面に走査して照射する際，単位面積当たりのとしてはレーザーのエネルギーは，マーキングの可否及び経口投与用組成物の食刻の有無の観点から，390～21000mJ／cm2であり，好ましくは400～20000mJ／cm2であり，より好ましくは450～18000mJ／cm2である。単位面積当たりのエネルギーが390mJ／cm2より低い場合には，マークを施すことができないのに対し，該エネルギーが21000mJ／cm2より大きい場合には，食刻が生じるため，好ましくない。本発明において，速崩壊性錠や腸溶性皮膜を有する経口投与用組成物では，前記範囲のエネルギーで照射することが好ましい。",
                        "【0027】",
                        "(マーク)",
                        "本発明によるマークとは，識別性のあるマークであることが好ましい。マークの記載内容によって，他の医薬品との識別性を確保するために医薬品に表示されたものであるが，特に限定されるものではなく，使用者の設計要求に応じて自由に選択され得るものである。本発明に係るマーキング方法によって付されたマークは，従来の方法に比べてマークの設計自由度が高いことが特徴である。マークのデザインは，特に限定されるものではなく，文字，数字，図形，記号などを単独であるいは組合せて使用することができる。例えば，商品名，商品の略号，販売会社の社章やロゴマーク，あるいは医薬品に使用される各種コード，例えば，日本標準商品分類番号，薬効分類番号，薬価基準収載医薬品コード，統一商品コード等を用いることができる。",
                        "【0028】",
                        "(変色誘起酸化物)",
                        "本発明に用いられる変色誘起酸化物は，マーキングするために使用される金属酸化物であって，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を用いることができる。本発明に用いる酸化チタンは，特に限定されるものではなく，ルチル型，アナターゼ型またはそれらの混合物，あるいはシリカ等を内包する加工又は改質した酸化チタンも含まれる。例えば，日本薬局方収載の製品，例えば，商品名  酸化チタン(川津産業)を使用することができる。",
                        "本発明に用いる黄色三二酸化鉄は，天然に存在する顔料であり，医薬品添加物規格2003(以下，「薬添規」とする)にも収載され，着色剤として使用されている。例えば，黄色三二酸化鉄は日本カラコン株式会社の商品名  黄色酸化鉄カラコンや純正化学株式会社の商品名  黄色三二酸化鉄を使用できる。黄色三二酸化鉄は黄色から帯褐黄色の粉末であり，水にほとんど溶けない。",
                        "本発明に用いる三二酸化鉄は，天然に存在する顔料であり，薬添規に収載され，着色剤として使用されている。例えば，純正化学株式会社の商品名  三二酸化鉄を使用できる。",
                        "三二酸化鉄は赤色から赤褐色又は暗赤紫色の粉末であり，水にほとんど溶けない。",
                        "本発明に用いられる変色誘起酸化物は，経口投与用組成物の剤形の関係なく，経口投与用組成物の表面に分散させることが好ましい。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "実施例",
                      "text": [
                        "【0038】",
                        "(実施例1)錠剤",
                        "乳糖80g，コーンスターチ20g，ステアリン酸マグネシウム0．5g，酸化チタン1g又は黄色三二酸化鉄0．2gを混合し，打錠機またはオートグラフ材料試験機で圧縮成型して錠剤を得た。",
                        "表1に示すレーザー装置(Photonics  Industries  International，Inc)を用いて，10cm×10cmのパン上に敷き詰めた錠剤100錠にレーザーを表1に示した条件で照射した。その結果，酸化チタン又は黄色三二酸化鉄を含有する場合，視認性が優れたマークを有する錠剤を得た。一方で，その表面は，食刻されていなかった。",
                        "【0041】",
                        "(比較例1～10)",
                        "酸化チタン及び黄色三二酸化鉄の代わりに，表2に示した添加剤(0．2g)を配合した裸錠を実施例1と同様の方法で調製した。また，実施例1と同様の条件で，レーザー光を走査した。",
                        "その結果，これらの成分を配合した裸錠では，変色しなかった。そのため，比較例1～10にて用いた添加剤は，経口投与用組成物の変色誘起剤として効果が得られないことが確認された。",
                        "【0045】",
                        "(実施例5)口腔内速崩壊性錠剤",
                        "錠剤(主成分として，D-マンニトール(日局))重量100質量部に対して0．18質量部の黄色三二酸化鉄を含む円筒型の口腔内速崩壊性錠剤に，表1に示すレーザー装置及び照射条件で，錠剤の平表面の端から端まで錠剤の中心点を通るように，中心線をマーキングした。同様に，表3に示すレーザー装置及び照射条件でレーザー照射した。その結果，どちらのレーザーでも，濃灰色の中心線をマーキングすることができた。表1のレーザー照射よりも表3のレーザー照射の方が，濃い灰色を示した。また，どちらの照射でも錠剤表面の食刻は認められなかった。",
                        "【0047】",
                        "(実施例6～実施例8)",
                        "実施例5に準じて，錠剤重量100質量部に対して0．04質量部(実施例6)，0．08質量部(実施例7)及び0．18質量部(実施例8)の黄色三二酸化鉄を含む円筒型の口腔内速崩壊性錠剤に，表4に示すレーザー装置及び照射条件で，錠剤の平表面の端から端まで錠剤の中心点を通るように，中心線をマーキングした。錠剤表面には食刻は認められず，黄色の錠剤に灰色のマークを有する口腔内崩壊性錠剤が得られた。",
                        "【0053】",
                        "(実施例13)フィルムコート錠",
                        "自動フィルムコーティング装置を用いて，コーティング層(主成分として，ヒドロキシプロピルメチルセルローステレフタレート(日局))100質量部あたり，酸化チタン4質量部を含むコーティング層を素錠に施し，曲面及び円柱部を有するフィルム錠を得た。この錠剤に，表1に示すレーザー装置及び照射条件で，フィルム錠の曲面に3段書きの文字をマーキングした。同様に，YVO4レーザーの基本波長1064nm(キーエンス社：MD-V9600)のレーザー装置でマーキングした。その結果，前者の装置では，濃灰色の文字をマーキングすることができた。後者は，微淡灰色であり，前者と比較すると識別性が若干劣ることが確認された。",
                        "【0056】",
                        "(実施例16)フィルムコート錠",
                        "自動フィルムコーティング装置を用いて，コーティング層(主成分として，ヒドロキシプロピルメチルセルローステレフタレート(日局))100質量部あたり，酸化チタン3．4質量部及び黄色三二酸化鉄0．4質量部を含むコーティング層を素錠に施し，曲面及び円柱部を有するフィルム錠を得た。この錠剤に，表4に示すレーザー装置及び照射条件で，フィルム錠の曲部の周囲部に円を描くように11文字をマーキングした。全ての文字で認識性が高く，円周の端部でも十分にマーキングできることが確認できた。",
                        "【0057】",
                        "次に，レーザー光が照射された変色部の解析を，以下のように実施した。変色部解析用試料は，実施例13と同様の条件にて作製したフィルム錠を用い，表1に示すレーザー装置及び照射条件で，レーザー照射を行った。なお，本解析では，レーザーの走査速度は，1000mm／secで行った。",
                        "【0058】",
                        "図3は，透過型電子顕微鏡(以下，単に「TEM」という；日本電子製JEM-2000FX；加速電圧：200kV)にて，レーザー照射前のフィルム錠の黄色部を観測した結果を示すTEM写真である。図3に示すように，黒色で表示されている酸化チタンは，小さい粒子であることが観測された。なお，黒色部が酸化チタンであることは，X線光電子分光(装置：ESCA5400MC(Perkin  Elmer社製)；X線源：単色化Al-Kα線(15kV-500W)；Pass  Energy：89．45eV(ワイドスキャン), 35．75eV(高分解能)；分解能(step  size)：1．0eV(ワイドスキャン)，0．1eV(高分解能)；検出スリット：1．1mmφ)と，X線回折(XRD)(装置：RAD-C(理学電機製)；X線：CuKα線(グラファイトモノクロメータ使用)，50kV  200mA；測定：θ-2θスキャン，10≦2θ≦70°；連続スキャン，スキャンスピード＝4．8°/min)の結果から確認した。",
                        "【0059】",
                        "一方，図4は，レーザー照射後の灰色部を観測した結果を示すTEM写真である。図4に示す結果から明らかなように，酸化チタンの粒子は凝集し，レーザー照射前の粒子サイズとは全く異なり，大きな粒(黒色にて表示)が形成されていることが確認された。具体的には，レーザー照射後には，500nm程度の球状の粒子に凝集していることが示された。凝集後の粒子のサイズが，可視光の波長と同程度にあり，可視光の光を散乱するようになるため，灰色が観測されたものと推測される。",
                        "【0060】",
                        "以上の結果から，本発明に用いた酸化チタンは，レーザー照射により，その粒子が凝集し，大きな粒子となり，凝集した粒子による反射光の波長が変化したことにより，変色したものと推定される。本発明に用いた黄色三二酸化鉄や三二酸化鉄も同様に，レーザー照射により，その粒子が凝集し，大きな粒子となり，凝集した粒子による反射光の波長が変化したことにより，変色したものと推定される。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "産業上の利用可能性",
                      "text": [
                        "【0061】",
                        "本発明によれば，経口投与用組成物中に酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を均一に分散させることにより，前記組成物の表面の形状や粗さの影響をほとんど受けることなく，前記組成物中の任意の場所に特定のレーザー光を照射することにより，鮮明なマーキングを施すことができる。したがって，錠剤やカプセル剤などの球面を持つ傾向投与用組成物や，表面が凸凹した菓子等の食品に好適である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件発明1に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "医薬品の調剤行為や服薬ミスを未然に防止するため，錠剤やカプセル剤等の経口投与用医薬組成物の表面にマークを施し識別性を高めるための古典的な方法である印刷法や刻印法に代替する方法として，従来から，パターンマスクを介してレーザー光を照射することにより錠剤及びカプセル剤にマーキングする方法や錠剤表面の一部をレーザーで蒸発させることにより食刻する方法が開示されている(前記ア(イ))。",
                        "しかし，パターンマスクを用いる方法では，特にマーキング部位が球面を有する錠剤やカプセルの場合，コントラストが不明瞭になりやすい，製品毎にパターンマスクを予め加工しなければならない，マーク形状や大きさ等に限界があり，識別性のための情報量が十分でないなどの問題があり，また，食刻する方法ではフィルムコート錠や糖衣錠等の本来の防湿や遮光，もしくは苦味マスキング等の機能を損なうことになる，コーティングがされていない錠剤の場合は，食刻に伴う薬物の含量低下の懸念があり，あるいは食刻部が錠剤欠損の引き金になる可能性もあるなどの問題があったため，これらの従来のマーキング方法とは異なり，医薬品や食品のような経口投与用組成物等の品質を損なわずに優れた識別性を有する経口投与用組成物を得ることができ，かつ，生産性にも優れたマーキング方法の開発が課題とされていた(前記ア(ウ))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，前記(ア)の課題を解決するための手段として，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の「変色誘起酸化物」(レーザー光の照射を受けて，その粒子が凝集するため，変色を誘起する酸化物)を分散させた経口投与用組成物の表面に，所定のレーザー光を走査することにより，当該変色誘起酸化物の粒子を凝集させることに起因した変色が生じるようにした構成を採用したものであり，これにより，前記経口投与用組成物の表面の形状や粗さの影響をほとんど受けることなく，前記経口投与用組成物中の任意の場所に，鮮明なマーキングを施すことができ，加えて，錠剤表面がほとんど食刻されないため，被覆層を有するフィルム錠剤やカプセル剤の製造方法に適し，商品性及び品質性を向上させることができるという効果を奏する(前記ア(オ)，(ク))。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の開示事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次のような記載がある(下記記載中に引用する「表2」については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明はレーザ印字に関し，詳しくは食用材料に対するレーザ印字に関する。」(甲1の1頁・訳文【0001】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「レーザ印字は周知のものである。例えば，米国特許第5783793号明細書や米国特許第4906813号明細書，及びアブレーション(レーザエネルギにより融解・飛散させること)により発生した粒子の保持を求める米国特許第5340628号明細書を参照。」",
                      "text": [
                        "「これらの方法は，抽出(extraction)を要することに加え，メンテナンスの困難性，ラインの中断時間，汚れなど様々な問題を生じさせる。より一般的に言って，印字装置や印字に伴う問題，即ち，リボン，インク，溶剤，メンテナンス，信頼性の欠如等は，食品や薬品のような繊細な製品を包装する場合，特に望ましくないものである。」",
                        "「印刷がなされる基材の色を変える以外に，アブレーションなどによる印字や，印字箇所へのインクの塗布なしの印字を実現するために様々な提案がなされてきた。レーザエネルギを加えることにより基材をマーキング可能な様々な着色材料が提案されてきた。このような提案は，例えば，国際公開第00／43456号パンフレット，特開平111065号公報，欧州特許出願公開第0522370号明細書，欧州特許出願公開第0797511号明細書，米国特許第5053440号明細書，米国特許第5350792号明細書(ポリオキシメチレン及び獣炭を含む樹脂モールド組成物)，米国特許第5928780号明細書，米国特許第6017972号明細書，米国特許第6019831号明細書等において見出すことができる。」",
                        "「薬品，食品，菓子類の業界で一般的に用いられるオンライン印字方法は，インクジェット及び熱転写(ホットスタンプを含む)である。」",
                        "(以上，甲1の1頁・訳文【0002】～【0005】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明は，レーザエネルギを加えた際に色が変化する特定の物質の利用，及びこの物質に食用材料を含有させることで飲食を意図する材料に対するマーキングを可能にしたことに基づく。」",
                      "text": [
                        "「本発明は，対象物をマーキングするマーキング方法において，官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の反応物を生成する物質を用い，レーザビームを前記対象物のマーキング領域に照射する，ことを特徴とする。",
                        "使用される成分及び反応物の状態に応じて，それらを生理的に受容可能なものとすることができる。このことが意味するのは，本発明は食品，及び錠剤や丸薬等の薬品のマーキングに使用できるということである。」(以上，甲1の1頁～2頁・訳文【0006】，【0007】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本発明の方法によれば，上述のような印字に伴う問題を解決できる。通常の生産ラインのほとんどで大幅なコスト削減を可能とし，食品やその他の製品に対する印字の質を向上できる。更に，本発明の利点として，信頼性を高め，メンテナンス費用を下げ，溶剤，排出物，残渣，抽出を回避することができる。本発明によれば，中断時間を減らしつつ，オンラインで非接触印字が可能となる。本発明の方法は，現時点のすべての印字システムに最も高速に使用可能である。印字に伴って材料を購入・保存する必要はなく，かつ印字品質を向上できる。接着の問題やにじみを回避できる。ラッピングフィルムに穴を空ける必要もない。更に，湿気があっても印字可能である。」(甲1の2頁・訳文【0008】)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「本発明によれば，菓子類を含む食品や，錠剤，丸薬などの薬品の投与単位といった固体基材をコーティングする際に適切な添加剤が加えられる。このようなコーティングは公知であり，相互に反応する複数の物質を含有させることにより，本発明に基づいて単純に変性することで，染料，発色団そのものを形成することができる。この生産物は，添加剤及びあらゆる反応生成物が食用である場合，飲食または(薬品であれば)口からの投与を意図している。」(甲1の2頁・訳文【0009】)"
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「本発明の一実施形態において，添加剤はヒドロキシ化合物及び脱水剤である。後者の典型例には，蔗糖，澱粉，改質澱粉，セルロース，改質セルロース等の糖類からのOH基(本発明においては官能基である)の脱離に用いることができる金属塩があるが，この金属塩としては，アルカリ金属，アルカリ土類金属，酸化鉄／塩，有機金属等が適切である。よって，例えば，レーザエネルギーを加えることにより加熱すると，MgOやFeOの存在下で蔗糖は炭化する。金属塩の存在下で脱水(水の脱離)により色の変化を生じる他の物質の例には以下のものがある。",
                        "ヒドロキシプロピルセルロース",
                        "メチルヒドロキシプロピルセルロース",
                        "カルボキシメチルセルロース・ナトリウム",
                        "ポリビニルアルコール」",
                        "「本目的に適した金属塩には以下のものがある。",
                        "MgCl",
                        "Mg(OH)",
                        "CaO FeO Fe O",
                        "CaSiO",
                        "酢酸亜鉛",
                        "ZnO アルミノケイ酸塩」",
                        "「本発明の別の実施形態において，関連性のある官能基がハロゲン原子またはカルボキシ基である場合，脱離反応には，脱ハロゲン化，脱ハロゲン化水素化，脱アセチル化を含むことができる。この目的の添加剤の例としては，金属塩の存在下におけるビニルポリマーがある。適切なポリマーには以下のものがある。",
                        "ポリ塩化ビニル(PVC)",
                        "ポリ酢酸ビニル",
                        "ビニルエステル",
                        "塩化／酢酸ビニル共重合体",
                        "塩化／マレイン酸ビニル共重合体」",
                        "「本目的に適した金属化合物には以下のものがある。",
                        "ZnO サリチル酸亜鉛",
                        "カオリン",
                        "CaSiO 」",
                        "(以上，甲1の2頁～3頁・訳文【0010】～【0013】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「上述のように，1種類以上の添加剤は紫外線や赤外線の放射に反応するものとすることができ，色の変化を生じさせるものであればいかなる適切な物質も使用可能である。色の変化は，レーザエネルギを吸収した結果またはレーザエネルギが熱エネルギに変換された結果，化学的ないし物理的変化を伴う物質によるものとすることができる。従って，例えば，ポリビニルアルコールは，p-トルエンスルホン酸等の脱水剤がコーティング材に含まれている場合，エネルギの付加が接合や色の変化を生じさせるコーティング材として公知である。更に，適切な物質の例としては，カラメル化可能な炭水化物や，エチルセルロースと水酸化カルシウムとの組合せがある。添加剤または既存の成分は放射を強力に吸収することが好ましい。」(甲1の4頁・訳文【0016】)"
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "「一般に，必要なエネルギはレーザビームであろう。例えば，赤外線印字システム用の印字手段は，例えば10，600nm付近で動作する低出力CO レーザを備える。レーザはドットマトリックスモードや連続波モードで動作可能である。後者のモードでは，優れた印字品質を実現可能である。レーザが低出力のため，高い信頼性を有し，メンテナンスフリーに近い動作が可能である。このシステムを連続波モードで動作させることができ，200m／分のラインスピードまでなら印字可能である。これ以上速くするためにはドットマトリックスが適している。",
                        "本システムは包装フィルムを介しての印字やフィルム積層品内への印字に用いることができる。低出力レーザによる破壊は生じない。」(甲1の5頁～6頁・訳文【0021】)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「実施例1～12",
                      "text": [
                        "以下の表には材料等が示される。実施例9～12の材料は食用組成物に用いるものとして特に適している。",
                        "各事例では，ラッカーを混合し，コーティングし，乾燥させた後，ビーム径0．3mmの低出力CO レーザを1000mm／秒の走査スピードで用いてマーキングした。ビノル(Vinnol)(商品名)はストートケミカルズ社(Stort  Chemicals)により供給される塩化／酢酸ビニル共重合体である。ビカール(Vycar)(商品名)はグッドリッチ社(Goodrich)により供給される塩化ビニル及びアクリル酸の共重合体である。」(甲1の6頁・訳文【0022】)"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「実施例13",
                      "text": [
                        "100gのカルボキシメチルセルロース・ナトリウムを2000gの水に対して攪拌しながら加えた。添加終了後もポリマーの分散が完了するまで攪拌を継続した。",
                        "100gのMgCl ・6H Oをポリマー溶液に加えた。添加の後，混合物を10分ほど攪拌し，コーティング溶液を得た。",
                        "2kgの錠剤をコーティングパンの中に入れた。錠剤を入れた状態でコーティングパンを所定の速度で回転させ，その後，ホットエアドライヤを用いて錠剤を50℃まで加熱した。」",
                        "「第1のコーティング層として，10mlのコーティング溶液を加えた後，コーティングパンを所定の速度及び周囲温度で10～15分ほど回転させた。パンを所定速度で回転させながら，コーティングした錠剤をホットエアドライヤにより約50℃まで加熱した。コーティングした錠剤を200g得た。2種類以上の10mlのコーティング溶液を用いて，コーティング工程を2度繰り返した。",
                        "アルテック社(Alltec)製の10Wシーエススマート炭酸ガスレーザを用いて，コーティングした錠剤のレーザマーキングを調査した。錠剤のマーキングに用いたパラメータは以下の通りである。",
                        "【表2】",
                        "ほどよいダークグレー／グリーンの像を得た。」",
                        "(以上，甲1の8頁・訳文【0024】～【0027】)"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「特許請求の範囲",
                      "text": [
                        "1．対象物をマーキングするマーキング方法であって，",
                        "官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の反応物を生成する物質を用い，",
                        "レーザビームを前記対象物のマーキング領域に照射する，ことを特徴とするマーキング方法。」",
                        "「10．請求項1ないし請求項9のいずれかに記載のマーキング方法において，",
                        "前記対象物は薬品または食品であり，前記反応物は生理的に受容可能であることを特徴とするマーキング方法。」",
                        "(以上，甲1の10頁・訳文2頁)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲1には，①従来のレーザ印字方法(レーザーマーキング方法)には，リボン，インク，溶剤，メンテナンス，信頼性の欠如等の印字装置や印字に伴う問題等様々な問題があり，特に食品や薬品のような繊細な製品に望ましくなかったことから，「本発明」では，これらの問題を解決するための手段として，薬品又は食品の対象物をマーキングするレーザーマーキング方法において，レーザー光の照射(放射)により変色する物質である「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の反応物を生成する物質」を添加剤として対象物に用いる構成を採用したものであり，この添加剤は，「相互に反応する複数の物質を含有し，単純に変性することで，染料，発色団そのものを形成」することができること(前記ア(イ)ないし(オ)，(サ))，②添加剤の具体的な例として，官能基がOH基であるヒドロキシ化合物(蔗糖，セルロース等の糖類，カルボキシメチルセルロース・ナトリウム等)と脱水剤である金属塩(MgCl ，FeO，Fe O 等)の組合せ，官能基がハロゲン原子又はカルボキシ基であるビニルポリマー(ポリ塩化ビニル(PVC)等)と金属化合物(ZnO等)の組合せが示され，添加剤を構成するヒドロキシ化合物又はビニルポリマーが上記金属塩の存在下で脱水，脱ハロゲン化等の脱離反応により色の変化が生じること(前記ア(カ)ないし(コ))の開示があることが認められる。",
                    "また，前記アの記載事項によれば，甲1には，本件審決認定の甲1発明ア及び原告主張の原告甲1発明アの開示があることも認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2及び甲3の開示事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【特許請求の範囲】",
                      "text": [
                        "【請求項1】紫外線に対し光活性な充填剤を配合したポリアセタール樹脂組成物より成形された成形品もしくは該組成物によって被覆された成形品の表面に，非線形光学結晶を用いて波長を紫外光としたレーザー光を照射してマーキングを行うことを特徴とするレーザーマーキング方法。",
                        "【請求項6】 紫外線に対し光活性な充填剤が，金属酸化物若しくは金属水酸化物である請求項1～5の何れか1項記載のレーザーマーキング方法。",
                        "【請求項7】 紫外線に対し光活性な充填剤が，粒径が0．05～1μm のルチル型二酸化チタンである請求項6記載のレーザーマーキング方法。",
                        "【請求項8】 紫外線に対し光活性な充填剤が，粒径が0．05～1μm の酸化第二鉄である請求項6記載のレーザーマーキング方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0001】",
                      "text": [
                        "【発明の属する技術分野】本発明は，レーザー光を利用してポリアセタール樹脂成形品または該樹脂により被覆された成形品の表面に鮮明な文字，記号等のマークを付与するレーザーマーキング方法およびこれによって良好なマーキングが行われた成形品に関する。",
                        "【0002】",
                        "【従来の技術及び発明が解決しようとする課題】樹脂成形品あるいは樹脂で被覆された成形品の表面に所望の文字，記号，図柄等のマーキングを行う方法として，従来より熱硬化性インキを用いた印刷が一般的に行われてきたが，ポリアセタール樹脂は耐溶剤性が良く，表面が不活性なため一般的な方法で印刷を行っても実質的に耐久性のある実用的な印刷はできない。一方，このような熱硬化性インキを用いた印刷の問題点を解決し得るマーキング方法として，レーザー光を照射して熱可塑性樹脂にマーキングを行う方法が幾つか提案されており，(1) 照射部分の蝕刻による表面状態の粗化(粗面化，凹み)によりマーキングを行う方法(…)，(2) 変色および脱色可能な充填物を添加することによりマーキングを行う方法(…)，(3) レーザー照射による樹脂の焼け焦げを利用した方法(…)等が知られている。上記の何れの内容も，照射するレーザー光を選択的に吸収することにより，レーザー光を照射した部分を局所的に加熱し，樹脂表面に溶解，気化，発泡，炭化等の熱的な変化を起させることによりマーキングを行うもの，あるいは変色および脱色可能な充填物を添加することによりマーキングを行うものである。しかしながら，(1) の方法をポリアセタール樹脂に用いた場合，鮮明なマーキングは得られない上に，レーザー照射による樹脂の蝕刻によりマーク部が凹凸となり触感が損なわれる。また，黒っぽい発色のマークを得ることは難しい。又，(3) の方法をポリアセタール樹脂に用いても，ポリアセタールは非常に焦げにくい樹脂であり，実質的にはマーキングが不可能であった。これに対し，(2) の方法は，樹脂に配合した充填物がレーザー照射により変色あるいは脱色することを利用してマーキングするものであり，充填物の種類，添加量，基体樹脂の適切な組合せによっては良好な効果が得られるものと推測される。しかしながら，本発明者が検討したところによれば，ポリアセタール樹脂に対するレーザーマーキングにおいては，それらに開示された技術を単にそのまま適用し，汎用のレーザー，例えば基本波Ｎd；YAGレーザー等を照射するだけでは，コントラストが鮮明で，マーキング部の凹凸が殆どなく，触感の良好なマーキングを行うことは実質的に困難であることが判明した。特に明色系の下地に黒色系のマーキングを形成することは極めて難しい。又，充填物が限定されるため，着色の自由度が制約され，更に充填物によっては，その毒性をも考慮する必要がある。",
                        "【0003】一方，ポリアセタール樹脂に対し黒色のマーキングを得る技術としてポリアセタール樹脂成形品に酸化チタン等の無機系の光活性白色顔料を添加することで，永久的な黒っぽい書き込みをエキシマレーザーによる照射にて得ることが出来ることは公知である(特開平5-247319号公報)。この方法では，エキシマレーザー固有の波長のレーザー光がそのまま使用される。しかしながら，エキシマレーザーは装置が非常に高価であり，励起物質として使用されるガスはハロゲンガスであり非常に有毒なものである。…装置を利用する上で多大なコストが必要となり，産業界では経済的に且つ安全に使っていく上で多くの問題点を持っており，実質的にマーキング用として実用化することが困難であった。又，使用するエキシマレーザーの波長によっては，ポリアセタール樹脂自身がレーザー光を吸収することによる光化学反応で分解等の変質が起き，物性が低下したり，コントラストの良いマーキングが得にくい場合があり，更なる改善が望まれていた。上述したように，ポリアセタール樹脂に対し，マーク部の凹凸が殆どなく，非常にコントラストの高いマーキング，中でも黒色系のマーキングをあらゆる色彩の着色成形品に対し，低イニシャルコスト，低ランニングコストであり且つ安全な装置を用いマーキングを施す方法は従来なかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0004】",
                      "text": [
                        "【課題を解決するための手段】そこで，本発明者らは，上記課題を解決するため鋭意研究した結果，ポリアセタール樹脂のレーザーマーキングに対しては，特定の選択されたレーザー光の使用が極めて有効であることを見出し，本発明を完成するに至った。即ち本発明は，紫外線に対し光活性な充填剤を配合したポリアセタール樹脂組成物より成形された成形品もしくは該組成物によって被覆された成形品の表面に，非線形光学結晶を用いて波長を紫外光としたレーザー光を照射してマーキングを行うことを特徴とするレーザーマーキング方法である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0005】",
                      "text": [
                        "【発明の実施の形態】以下，本発明のレーザーマーキング方法を詳細に説明する。本発明において，幅広い色彩のポリアセタール成形品に，マーク部の凹凸がなく，コントラストの高いマーキング，特に黒っぽいマーキングをレーザーマーキングにて施すには，紫外線に対し光活性な充填剤を該プラスチック成形品に添加し，且つ非線形光学結晶を用いて波長を紫外光としたレーザー光を選択的に使用し，これを照射してマーキングすることが必要である。…非線形光学結晶を用いたレーザーとしては，第2高調波Ｎd；YAGレーザー(波長＝532nm )，第3高調波Ｎd；YAGレーザー(波長＝355nm )，第4高調波Ｎd；YAGレーザー(波長＝266nm )，第2高調波半導体レーザー(波長＝429nm等)などがある。…従って，使用する紫外光は，波長領域が 260～400nm の範囲にあることが望ましい。…レーザー光1パルス当りのエネルギー密度としては，1～10000mJ／cm3の範囲にあることが好ましい。…特に好ましくは5～5000mJ／cm3 ，最も好ましくは10～2000mJ／cm3の範囲である。",
                        "【0006】紫外線に対して光活性な充填剤とは，紫外領域，好ましくは260～400nm，特に好ましくは352～400nmの領域にある紫外線を該充填剤が吸収する事によって，分解，還元，酸化，他物質との反応，結晶構造の変化等何らかの変性が起きる充填剤をいう。中でも金属酸化物及び金属水酸化物が適しており，特に金属酸化物を充填したプラスチック成形品に波長を1／3とした第3高調波Ｎd；YAGレーザー光や波長を1／4とした第4高調波Ｎd；YAGレーザー光，好ましくは第3高調波Ｎd；YAGレーザー光を照射することにより，鮮明な黒色系のマーキングを得ることが出来，しかも該マーキング部には非マーキング部に対する凹凸が実質的にないし，ポリアセタール樹脂自身の当波長に対する吸収が少ないため物性の低下も殆どない。中でも金属酸化物であるところのチタン化合物，特に二酸化チタンは白色系の色を呈しており，カーボンブラックや顔料と併用してプラスチック成形品に充填する事により，かなり自由度のある着色が可能となり，従来着色の自由度が制限される事の多かったレーザーマーキング材料の市場性を大幅に広げる事が可能である。二酸化チタンの結晶型は特にこだわらないが，耐光性，耐候性の観点からルチル型が望ましい。又，二酸化チタンの粒子径は0．05～1μmの範囲であることが望ましい。0．05μm未満であると樹脂内での分散性が悪化し，1μmを越えると得られる成形品の表面が粗れてしまい，外観部品として利用分野が限られる場合がある。また，酸化第二鉄も二酸化チタンと同じ理由に基づき粒子径は0．05～1μmの範囲であることが望ましい。もちろん，紫外線に対して光活性な充填剤は二種類以上を併用しても構わない。かかる充填剤の配合量は，組成物中の0．001～35重量％が望ましい。該充填剤の比率が，0．001重量％未満では所望のマーキングを得ることが困難である。35重量％を越えると機械的物性の低下を避けられない場合がある。しかし例えばチタン酸カリウムの様に充填剤自身がプラスチック成形品の強化材となる場合もあり，充填物が組成物中の35重量％を越える事には特にはこだわらない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0010】",
                      "text": [
                        "【実施例】以下，実施例により本発明を更に具体的に説明するが，本発明はこれに限定されるものではない。",
                        "実施例1～4，比較例1～7",
                        "ポリアセタールと紫外線に対し光活性な充填剤を，表1に示す割合で配合し，これを射出成形して50mm×70mmで厚さ3mmの平板を得た。この平板に波長1064nmの基本波Ｎd；YAGレーザー(可視光)，波長532nmの第2高調波Ｎd；YAGレーザー(可視光)，波長355nm の第3高調波Ｎd；YAGレーザー(紫外光)，波長266nmの第4高調波Ｎd；YAGレーザー(紫外光)，波長248nmのエキシマレーザー(紫外光)を用いてマーキングを行った。マーキング条件および評価方法は下記の通りである。結果を表1に示す。",
                        "〔マーキング条件〕",
                        "マーキング方式       ： スキャン式",
                        "マーキング文字数     ： 40文字(数字，アルファベット)",
                        "マーキング文字大きさ ： 高さ2mmの文字 20 文字，高さ3mmの文字 20 文字",
                        "マーキング部でのパワー：1～10W スキャンスピード     ： 100mm/sec バイトサイズ         ： 30μm Qスイッチ周波数     ： 3kHz 処理時間             ： 約3sec 〔評価方法〕…"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0013】",
                      "text": [
                        "【発明の効果】従来より，熱可塑性樹脂に対するレーザーマーキング技術は，無人化，自動化，無溶剤化，信頼性等の点で優れた表面装飾方法として知られているが，得られるマーキング文字のコントラストが低く，又，マーキング部の非マーキング部に対する凹凸が生じてしまい，利用分野が限られていた。特にポリアセタール樹脂をマーキングする際にこの傾向が顕著であったが，本発明により，ポリアセタールであっても，コントラストが高く，凹凸が実質的にないマーキング，中でも黒っぽいマーキングを，マーキング後の物性を低下させることなく，低コスト且つ作業性良く安全に施すことが可能となり，本発明の経済効果は非常に高い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「発明の分野",
                      "text": [
                        "本発明はフルオロポリマー組成物基質のレーザーマーキング(laser marking)分野である。」(甲3の1欄8行～11行・訳文3頁5行～7行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「発明の背景",
                      "text": [
                        "ヨーロッパ特許出願公開第329884号／1989には，強い紫外もしくは可視放射線源，好適にはレーザー源を用いてケーブルのマーキングを行う方法が開示されている。上記方法に従い，TiO  を感光性物質として20重量％以下，好適には5重量％以下の量で含有するPTFE，FEPおよびETFE電気絶縁層を強い放射線に露光させると，結果として，その放射線が入射した所が暗色化する。この入射の模様を調節することにより，文字および数字などの如きマークを生じさせることができる。",
                        "このような基質の暗色化は主に放射線とTiO 顔料の間の相互作用によって引き起こされると理解される。紫外(UV)放射線を用いそしてPTFEおよびFEPのようにUVがポリマーマトリックスを透過する場合，そのような相互作用のみが暗色化に貢献する。ある場合には，ETFEのように，ポリマー自身もいくらか暗色化してマークに寄与する可能性がある。",
                        "このレーザーマーキング技術は，飛行機などで見られる如きコンプレックスワイヤーハーネス(complex wire harnesses)で使用される絶縁ワイヤー上に同定用マークを作り出す場合に魅力のある技術である。回路が複雑なことから色分けおよび棚卸しに関して過度の要求がありそして白色がマーキングにとって良好な背景であることから，そのような使用では白色が好まれる。レーザーマーキングは，ホットスタンピング(hot stamping)の場合に起こる如き機械的損傷が生じる可能性がないこと，フルオロポリマー類にインクを付着させる困難さがないこと，そしてこのマークは実際に表面下に存在していて容易には摩滅しないと言った点で，別のマーキング技術，例えばホットスタンピングおよびインクプリンティング(ink printing)などに比べて有利である。",
                        "マークの読み取り性に貢献する重要な特性はマークと背景の間のコントラストである。」(甲3の1欄13行～45行・訳文3頁8行～4頁5行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「発明の要約",
                      "text": [
                        "本発明は，TiO   顔料が入っているフルオロポリマー組成物の溶融加工を行うことで製造可能な改良されたレーザーマーキング可能(laser-markable)フルオロポリマー基質を提供する。本発明に従い，TiO 顔料を溶融加工可能フルオロポリマーと一緒に溶融コンパンド化すると，このTiO 顔料は白色外観を与えるが，特徴としてまた凝集物がいくらか存在することを見い出した。このような凝集物は裸眼で見ることができず，溶融加工組成物の断面を高光学倍率で観察すると，そのいくつかは観察可能であるが，大部分は，電子顕微鏡の倍率下でのみ検出可能である。レーザーマーキング用フルオロポリマー基質内に存在する凝集物の集団数が実質的に少なくなるに伴ってマーキング特性が改良されることを見い出した。本発明では，これを，有機シランで被覆したTiO 顔料をフルオロポリマー組成物に入れそしてこの組成物を用いて基質を成形することで達成する。",
                        "本発明の1つの態様は，溶融加工可能フルオロポリマーとTiO 顔料を含有する溶融加工基質のレーザーマーキング方法であり，ここでの改良は，上記TiO 顔料に有機シラン含有被膜を持たせることを含む。」(甲3の2欄6行～30行・訳文4頁25行～5頁12行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「図の簡単な説明",
                      "text": [
                        "図1(a)および(b)は，TiO 顔料が入っているFEP樹脂押出し物の70X倍率光顕微鏡写真であり，図1(a)(シラン被膜無し)は，顔料凝集物として識別される分散した暗色斑点を示しており，そして図1(b)(有機シラン被膜有り)は，暗色斑点(凝集物)の存在を本質的に示していない。他のフルオロポリマー類をTiO で色付けした組成物の場合の図2(a)および(b)から5(a)および(b)でも同じ改良が示されている。」(甲3の2欄49～57行・訳文5頁25行～6頁3行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「詳細な説明",
                      "text": [
                        "二酸化チタン顔料を有機シランで被覆して溶融加工可能フルオロポリマー樹脂基質に組み込むと，この基質上にレーザーマーキング技術で作り出すマークのコントラストが予想外に改良されかつコントラストが均一になることを見い出した。このような改良の機構を確信を持って理解してはいないが，このようなマーキングの改良は該フルオロポリマー組成物を溶融加工した時に存在するTiO   凝集物のレベルが低くなることを伴っていた。このようにTiO  凝集物のレベルが低くなることの証拠を，光学顕微鏡を用いて70X倍率で観察可能な凝集物寸法(この規模で凝集物が実質的に無いこと)および電子顕微鏡でのみ検出可能な凝集物寸法の両方で示す。フルオロポリマー類の色付けに対してTiO の有機シラン被膜が示す効果は驚くべきことである。これに関する性能が顔料とマトリックスの間の相溶性の問題であるとするならば，ある種のシラン被膜が有する有機炭化水素基が原因でTiO  顔料粒子表面が取得する炭化水素性によってフルオロポリマーとの相溶性が未被覆TiO",
                        "に比較していくらか改良されると期待するのは不可能であろう。」(甲3の3欄20行～42行・訳文7頁3行～17行)",
                        "「本発明のフルオロポリマー組成物は，溶融加工可能フルオロポリマー樹脂マトリックス中のTiO 凝集物の集団数の低下を示す。このような改良は，薄い断片を光学および電子顕微鏡で分析した時の結論として引き出され，これは，有機シラン被膜を有するTiO を用いることに起因する。」(甲3の7欄7行～12行・訳文13頁末行～14頁3行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「実施例11のワイヤーおよび図6(b)に示す対照Bのワイヤーから絶縁体の片を取り外し，断面が出るように切った後，透過電子顕微鏡(TEM)で検査した。11800Xおよび23000X倍率で撮ったTEM顕微鏡写真をQuantimet(商標)Model 970画像分析装置および関連ソフトウエア(Cambridge Instruments)で分析してTiO の粒子サイズと粒子サイズ分布を測定した。…23000X倍率の顕微鏡写真で検査した結果，実施例11および対照Bの場合の巨大粒子の多くは凝集物であることが分かり，画像分析において，その凝集物は単一の粒子として取り扱われる。このような比較は，TiO を有機シランで被覆すると光学顕微鏡で観察することができないほど小さい直径を有するTiO  凝集物の集団数が低下することを示している。」(甲3の9欄58行～64行，10欄16行～22行・訳文19頁4行～9行，21行～25行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「【特許請求の範囲】",
                      "text": [
                        "1． 溶融加工可能フルオロポリマー樹脂と二酸化チタン顔料を含有する基質のレーザーマーキング方法であって，ここでの改良が，有機シランを含有する被膜で上記顔料を被覆して上記レーザーマーキングを実施することを含む方法。」(甲3の12欄41行～46行・訳文2頁1行～4行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲2及び甲3には，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)の開示がある旨主張する。",
                    "そこで検討するに，前記アの記載事項によれば，甲2には，①ポリアセタール樹脂成形品に酸化チタン等の無機系の光活性白色顔料を添加し，エキシマレーザーの照射により，ポリアセタール樹脂に対し黒色のマーキングを得る従来のレーザーマーキング方法には，経済的に且つ安全に使用する上で多くの問題点があり，マーク部の凹凸が殆どなく，非常にコントラストの高いマーキングを低イニシャルコスト，低ランニングコストで且つ安全な装置を用いてポリアセタール樹脂にレーザーマーキング方法は従来なかったという課題があったが，「本発明」は，「紫外線に対し光活性な充填剤」を配合したポリアセタール樹脂組成物より成形された成形品もしくは該組成物によって被覆された成形品の表面に，「非線形光学結晶を用いて波長を紫外光としたレーザー光」を照射してマーキングを行うことを特徴とするレーザーマーキング方法の構成を採用することで上記課題を解決したこと，②「紫外線に対し光活性な充填剤」とは，紫外線を吸収することによって，分解，還元，酸化，他物質との反応，結晶構造の変化等何らかの変性が起きる充填剤をいい，中でも金属酸化物及び金属水酸化物が適しており，その例示として，金属酸化物である「酸化チタン」及び「酸化第二鉄」の開示があることが認められる。",
                    "次に，前記イの記載事項によれば，甲3には，①二酸化チタン顔料(TiO   顔料)を含有するフルオロポリマー組成物の溶融加工を行うことで製造されたフルオロポリマー樹脂基質(溶融加工フルオロポリマー樹脂基質)に対するレーザーマーキング方法であって，有機シランを含有する被膜で上記二酸化チタン顔料を被覆することを含む技術，②二酸化チタン顔料を有機シランで被覆して溶融加工可能フルオロポリマー樹脂基質に組み込むと，この基質上にレーザーマーキング技術で作り出すマークのコントラストが予想外に改良されかつコントラストが均一になることを見い出したこと，③このようなマーキングの改良には，フルオロポリマー組成物を溶融加工した時に存在するTiO  凝集物のレベルが低くなることを伴っていたことの開示があることが認められる。",
                    "そうすると，甲2及び甲3に接した当業者は，甲2及び甲3から，レーザー照射によって，二酸化チタンを充填又は配合したポリアセタール樹脂組成物又はフルオロポリマー樹脂組成物において，二酸化チタンに何らかの変性が起こることによりマーキングを行うレーザーマーキング方法の技術を理解するものと認められる。",
                    "しかし，他方で，甲2には，レーザー照射によって酸化チタンの粒子が凝集していることやその凝集によって変色が生じることについての記載はない。また，甲3には，フルオロポリマー組成物の溶融加工時のTiO  凝集物のレベルの低下が影響していることをうかがわせる記載があるが(上記③)，他方で，レーザー照射によって二酸化チタンの粒子が凝集していることやその凝集によって変色が生じることについての記載はない。",
                    "したがって，甲2及び甲3に，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)の開示があるとの原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)ウで認定したとおり，甲2及び甲3には，レーザー照射によって，二酸化チタンを充填又は配合したポリアセタール樹脂組成物又はフルオロポリマー樹脂組成物において，二酸化チタンに何らかの変性が起こることによりマーキングを行うレーザーマーキング方法の技術の開示があるが，レーザ照射によって二酸化チタンの粒子が凝集していることやその凝集によって変色が生じることについての記載はないから，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)の開示があるものと認めることはできない。",
                    "次に，前記(2)イで認定したように，甲1には，従来のレーザーマーキング方法の様々な問題を解決するための手段として，薬品又は食品の対象物をマーキングするレーザーマーキング方法において，レーザー光の照射(放射)により変色する物質である「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の反応物を生成する物質」を添加剤として対象物に用いる手段を採用したこと，この添加剤は，「相互に反応する複数の物質を含有し，単純に変性することで，染料，発色団そのものを形成」することができること，添加剤の具体的な例として，官能基がOH基であるヒドロキシ化合物(蔗糖，セルロース等の糖類，カルボキシメチルセルロース・ナトリウム等)と脱水剤である金属塩(MgCl ，FeO，Fe O 等)の組合せが示され，この添加剤を構成するヒドロキシ化合物が上記金属塩の存在下で脱水の脱離反応により色の変化が生じることの開示がある。",
                    "しかし，他方で，甲1には，レーザーマーキング方法におけるレーザー光の照射(走査)により変色する物質として，二酸化チタンの具体的な記載はなく，ましてや，レーザー光の照射により粒子を凝集させて変色する二酸化チタン等の物質が使用可能であることについての記載や示唆はない。もっとも，甲1には，金属塩の例として，「Fe O 」の記載があるが，これは，ヒドロキシ化合物に対する脱水剤の一例としての記載であって，レーザー光の照射により粒子を凝集させて変色する物質として記載されたものではない。",
                    "以上によれば，甲1ないし3に接した当業者において，甲2及び甲3からレーザ照射によって，二酸化チタンを充填又は配合したポリアセタール樹脂組成物又はフルオロポリマー樹脂組成物を変色させるレーザーマーキング方法の技術を理解したとしても，甲1発明アあるいは原告甲1発明アにおいて，レーザー光の照射(走査)により変色する物質を，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の，生理的に受容可能である反応物を生成する物質」(原告甲1発明アでは「Fe O (三二酸化鉄)を含む特定の物質」)から，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)に置換することについての動機付けがあるものと認めることはできない。",
                    "したがって，甲1ないし3に接した当業者において，甲1に記載された発明にレーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)を適用することを容易に想到することができたものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，原告は，①甲1には，甲1記載のレーザマーキング方法においては，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために適切なものであれば，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応」を起こすなどの「化学的変化」により色の変化を生じさせる物質でも，凝集などの「物理的変化」により色の変化を生じさせる物質のいずれでも，使用可能であることの開示があること，②甲1に記載された発明と甲2及び甲3に記載された発明は，発明が共通し，技術分野，当業者及び課題が同一であること，③本件出願の優先日当時，二酸化チタンを分散させてレーザを照射してマーキングすることは，周知慣用技術であったこと(例えば，甲2～5，13)，「酸化チタン」や「三二酸化鉄」を「経口投与用組成物」に用いることが技術常識であったこと(例えば，甲12)，二酸化チタンを分散させて紫外線レーザでマーキングする方法の対象が経口投与用組成物に限定されないことは周知であったこと(例えば，甲4)を総合すると，甲1ないし甲3に接した当業者においては，甲1発明アあるいは原告甲1発明アにおいて，レーザー光の照射(走査)により変色する物質を，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の，生理的に受容可能である反応物を生成する物質」(原告甲1発明アでは「Fe O (三二酸化鉄)を含む特定の物質」)から，甲2及び甲3に開示されたレーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)に置換することは，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために，適宜なし得る設計的事項であって，容易に想到することができたものである旨主張するが，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1中の「1種類以上の添加剤は紫外線や赤外線の放射に反応するものとすることができ，色の変化を生じさせるものであればいかなる適切な物質も使用可能である。色の変化は，レーザエネルギを吸収した結果またはレーザエネルギが熱エネルギに変換された結果，化学的ないし物理的変化を伴う物質によるものとすることができる。」との記載を根拠として，甲1記載のレーザマーキング方法においては，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために適切なものであれば，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応」を起こすなどの「化学的変化」により色の変化を生じさせる物質でも，凝集などの「物理的変化」により色の変化を生じさせる物質のいずれでも，使用可能であることの開示がある旨主張(上記①の主張)する。",
                        "しかしながら，甲1には，原告が指摘する上記記載に引き続き，「従って，例えば，ポリビニルアルコールは，p-トルエンスルホン酸等の脱水剤がコーティング材に含まれている場合，エネルギの付加が接合や色の変化を生じさせるコーティング材として公知である。更に，適切な物質の例としては，カラメル化可能な炭水化物や，エチルセルロースと水酸化カルシウムとの組合せがある。添加剤または既存の成分は放射を強力に吸収することが好ましい。」との記述があり(前記(2)ア(キ))，この記述は，「相互に反応する複数の物質を含有し，単純に変性することで，染料，発色団そのものを形成」することができる添加剤として，ポリビニルアルコールとp-トルエンスルホン酸等の脱水剤の組合せ，炭水化物やエチルセルロースと水酸化カルシウムの組合せを説明するものであり，この記述を併せて読むと，上記記載中の「化学的ないし物理的変化を伴う物質」とは，具体的には，「ポリビニルアルコール，炭水化物やエチルセルロース」を示していることがうかがわれ，上記記載が凝集などの「物理的変化」により色の変化を生じさせる物質が使用可能であることまで示唆するものではない。",
                        "したがって，原告の上記①の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲1に記載された発明と甲2及び甲3に記載された発明は，発明が共通し，技術分野，当業者及び課題が同一である旨主張(上記②の主張)する。",
                        "確かに，甲1に記載された発明と甲2及び甲3に記載された発明は，レーザーマーキング方法に関する発明である点で，技術分野及び当業者が共通し，従来の技術よりも優れたレーザーマーキング方法を提供することを課題とする点で一般的な課題において共通するといえるとしても，その課題を解決する手段として，甲1に記載された発明は，レーザー光の照射(走査)により変色する物質として，「官能基と金属化合物または酸とを含有し，レーザの放射により脱離反応を起こすことで対比可能な色の，生理的に受容可能である反応物を生成する物質」を用いる点において，甲2及び甲3に記載された発明(技術)と異なるものである。加えて，そもそも，甲2及び3には，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)の開示はないから(前記ア)，原告の上記②の主張は，甲1に記載された発明にレーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)を適用することを容易に想到することができたことの根拠となるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，原告の上記①及び②の主張に加えて，本件出願の優先日当時，二酸化チタンを分散させてレーザを照射してマーキングすることは，周知慣用技術であったこと(例えば，甲2～5，13)，「酸化チタン」や「三二酸化鉄」を「経口投与用組成物」に用いることが技術常識であったこと(例えば，甲12)，二酸化チタンを分散させて紫外線レーザでマーキングする方法の対象が経口投与用組成物に限定されないことは周知であったこと(例えば，甲4)を総合すると，甲1発明アあるいは原告甲1発明アのレーザー光の照射により変色する物質を，レーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)に置換することは，「読みやすいマーキング」を施すという普遍的・恒常的目的を達成するために，適宜なし得る設計的事項であって，容易に想到することができたものである旨主張(上記③の主張)する。",
                        "しかしながら，原告が主張するように，本件出願の優先日当時，二酸化チタンを分散させてレーザを照射してマーキングすること，「酸化チタン」や「三二酸化鉄」を「経口投与用組成物」に用いること，二酸化チタンを分散させて紫外線レーザでマーキングする方法の対象が経口投与用組成物に限定されないことが，周知あるいは技術常識であったとしても，そのことから直ちに甲1発明アあるいは原告甲1発明アにレーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明1の構成)を適用することの動機付けを認めることはできないし，上記構成を適用することが設計的事項であるということもできない。",
                        "したがって，原告の上記③の主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "したがって，相違点2について判断するまでもなく，本件発明1は，甲1ないし甲3に基づいて容易に発明をすることができたものとは認められないから，本件審決の判断に誤りはなく，原告主張の取消事由1-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2ないし1-4(本件発明2ないし22の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-2(本件発明2ないし10の容易想到性の判断の誤り)について",
              "text": [
                "原告は，本件発明2ないし10は，請求項1を直接又は間接的に引用し，本件発明1の発明特定事項を含むところ，本件審決のした本件発明1の容易想到性の判断に誤りがある以上，本件発明2ないし10は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものといえないとした本件審決の判断も誤りである旨主張する。",
                "しかしながら，本件発明1の容易想到性の判断に誤りがないことは，前記1(5)のとおりであるから，原告の上記主張(取消事由1-2)は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-3(本件発明11の容易想到性の判断の誤り)について",
              "text": [
                "原告は，本件発明11は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものといえないとした本件審決の判断に誤りがある旨主張する。",
                "しかしながら，前記1で説示したのと同様の理由により，甲1ないし3に接した当業者において，甲1に記載された発明にレーザー光の走査により粒子を凝集させて変色する二酸化チタン(相違点1に係る本件発明11の構成)を適用することを容易に想到することができたものとはいえないから，本件発明11は，甲1ないし甲3に基づいて容易に発明をすることができたものとは認められない。",
                "したがって，原告の上記主張(取消事由1-3)は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-4(本件発明12ないし22の容易想到性の判断の誤り)について",
              "text": [
                "原告は，本件発明12ないし22は，請求項11を直接又は間接的に引用し，本件発明11の発明特定事項を含むところ，本件審決のした本件発明11の容易想到性の判断に誤りがある以上，本件発明12ないし22は，甲1に記載された発明に甲2及び甲3に記載された技術を適用することにより，当業者が容易に発明をすることができたものといえないとした本件審決の判断も誤りである旨主張する。",
                "しかしながら，本件発明11の容易想到性の判断に誤りがないことは，前記(2)のとおりであるから，原告の上記主張(取消事由1-4)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の適合性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の発明の詳細な説明には，本件発明1に関し，「医薬品や食品のような経口投与用組成物等の品質を損なわずに優れた識別性を有する経口投与用組成物を得ることができ，かつ，生産性にも優れたマーキング方法を開発するという課題」を解決するための手段として，「本発明」は，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を分散させた経口投与用組成物の表面に，所定のレーザー光を走査することにより，変色誘起酸化物を凝集させることに起因した変色が生じるようにした構成を採用したことの記載があることは，前記1(1)イ認定のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件明細書の発明の詳細な説明には，①実施例1ないし16において，表1のレーザー装置及び照射条件(波長355nm，平均出力8W)，表3のレーザー装置及び照射条件(波長266nm，平均出力3W)又は表4のレーザー装置及び照射条件(波長532nm，平均出力12W)で，酸化チタン，黄色三二酸化鉄又は三二酸化鉄錠剤を配合した，フィルムコート錠等に対し，文字又は中心線をマーキングしたこと(【0038】～【0056】，表1，表3及び表4)，②表1のレーザー装置及び照射条件かつ走査速度1000mm／secで，実施例13のフィルム錠にレーザー照射を行い，レーザー照射前後の二酸化チタンの粒子の状態を透過型電子顕微鏡(TEM)により観測した結果，レーザー照射後に二酸化チタンの粒子が凝集していることが確認されたこと(【0057】～【0059】，図3，図4)，③レーザー波長に関し，レーザーは，その波長が200～1100nmを有するものを用いることができ，好ましくは1060～1064nm，527～532nm，351～355nm，263～266nm又は210～216nmの波長であり，より好ましくは527～532nm，351～355nm又は263～266nmの波長であること(【0022】)，④レーザー出力に関し，レーザーを走査する際の平均出力は，対象とする経口投与用組成物の表面がほとんど食刻されない範囲で使用することができ，例えば，その平均出力は，0．1W～50Wであり，好ましくは1W～35Wであり，より好ましくは5W～25Wであるが，単位時間あたりのレーザー照射エネルギーが強すぎると，アブレーションにより錠剤表面で食刻が発生し，変色部分まで剥がれてしまい，また，出力が弱いと変色が十分ではないこと(【0023】)，⑤レーザーの走査速度(スキャニング速度)に関し，スキャニング速度は，特に限定されるものではないが，20mm／sec～20000mm／secであり，また，スキャニング速度は，高いほどマークの識別性に影響を与えることなく生産性を上げることができることから，例えば，レーザー出力5Wでは，スキャニング速度は，80mm／sec～10000mm／sec，好ましくは90mm／sec～10000mm／sec，より好ましくは100mm／sec～10000mm／secであり，レーザー出力が8Wの場合には，スキャニング速度は，250mm／sec～20000mm／sec，好ましくは500mm／sec～15000mm／sec，より好ましくは1000mm／sec～10000mm／secであること(【0024】)，⑥単位面積当たりのエネルギーに関し，単位面積当たりのレーザーのエネルギーは，マーキングの可否及び経口投与用組成物の食刻の有無の観点から，390～21000mJ／cm2であり，好ましくは400～20000mJ／cm2，より好ましくは450～18000mJ／cm2であり，また，390mJ／cm2より低い場合には，マークを施すことができないのに対し，21000mJ／cm2より大きい場合には，食刻が生じるため，好ましくないこと(【0025】)の記載がある。",
                    "上記①ないし⑥の記載を総合すると，本件明細書に接した当業者は，請求項1記載の波長(200nm～1100nm)，平均出力(0．1W～50W)及び走査工程の走査速度(80mm／sec～8000mm／sec)の各数値範囲内で，波長，平均出力及び走査速度を適宜設定したレーザー光で，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を分散させた経口投与用組成物の表面を走査することにより，変色誘起酸化物の粒子を凝集させて変色させてマーキングを行い，「医薬品や食品のような経口投与用組成物等の品質を損なわずに優れた識別性を有する経口投与用組成物を得ることができ，かつ，生産性にも優れたマーキング方法を開発する」という本件発明1の課題を解決できることを認識できるものと認められる。",
                    "したがって，本件発明1は，本件明細書の発明の詳細な説明に記載されたものといえるから，請求項1の記載は，サポート要件に適合するものと認められる。同様に，請求項2ないし22の記載も，サポート要件に適合するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①本件明細書の発明の詳細な説明には，請求項1及び11記載の波長(200nm～1100nm)，平均出力(0．1W～50W)及び走査工程の走査速度(80mm／sec～8000mm／sec)の全ての数値範囲において「前記変色誘起酸化物の粒子を凝集させて変色させる」という所定の効果を奏することについての記載がないし，また，甲10(日本酸化チタン工業会作成の講演資料のウェブページ)の9頁には，180nm，270nm，700nm，1000nmの「サブミクロンサイズ酸化チタン＝顔料級酸化チタン」の写真について，「上記の写真は，TEM(透過型電子顕微鏡)を用いて撮影したものであり，実際の粒子の凝集状態を示すものではない。」との記載があることに照らすと，TEM写真から酸化チタンが凝集しているかどうかを判別することができないのが技術常識であることがうかがえるから，実際に「凝集」しているかどうか，本件明細書の記載からは不明である，②請求項2及び12は，発明特定事項として請求項1及び11をそれぞれ引用しているところ，本件明細書には，「単位面積当たりのエネルギー」が「390～21000mJ／cm2」の数値範囲で「凝集」を生じたことについての実施例の裏付けがないため，上記数値範囲で「前記変色誘起酸化物の粒子を凝集させて変色させるように」(請求項1及び11の構成)マーキングができたか不明であるなどとして，本件発明1ないし22は，本件明細書の発明の詳細な説明に記載したものといえないから，請求項1ないし22の記載がサポート要件に違反するものではないとした本件審決の判断には誤りがある旨主張する。",
                "しかしながら，上記①の点については，前記(1)イの①ないし⑥の本件明細書の発明の詳細な説明の記載を総合すると，本件発明1においては，請求項1記載の波長(200nm～1100nm)，平均出力(0．1W～50W)及び走査工程の走査速度(80mm／sec～8000mm／sec)の各上限値及び各下限値に臨界的意義があるのではなく，本件発明1は，上記の各数値範囲内で波長，平均出力及び走査速度を適宜設定したレーザー光で，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種の変色誘起酸化物を分散させた経口投与用組成物の表面を走査することにより，変色誘起酸化物の粒子を凝集させて変色させてマーキングを行うことを課題の解決原理とする発明であるものと認められるから，原告が主張するような全ての数値範囲において「前記変色誘起酸化物の粒子を凝集させて変色させる」という所定の効果を奏することについての記載が必要とされるものではない。また，表1のレーザー装置及び照射条件かつ走査速度1000mm／secで，レーザー照射前後の酸化チタンの粒子の状態を透過型電子顕微鏡(TEM)により観測した結果，レーザー照射後に酸化チタンの粒子が凝集していることが確認されたことの記載があることは，前記(1)イの②のとおりである。さらに，原告が指摘する甲10の9頁に記載された酸化チタンの写真は，どのような状態の酸化チタンを撮影したものであるかなど撮影の対象物の詳細が特定されていないことに照らすと，酸化チタンの粒子の凝集状態をTEM写真で確認できないことの根拠にはなるものではないし，甲10の9頁の「実際の粒子の凝集状態を示すものではない」との記載は，単に写真の内容を説明しているものであり，TEMを用いて撮影された写真では酸化チタンの凝集を判断できないことを説明したものとはいえない。加えて，甲3には，「TiO 顔料」に関し，「このような凝集物は裸眼で見ることができず，溶融加工組成物の断面を高光学倍率で観察すると，そのいくつかは観察可能であるが，大部分は，電子顕微鏡の倍率下でのみ検出可能である。」(訳文5頁3行～5行)との記載があり，高光学倍率の電子顕微鏡であれば凝集の観察ができることが示されていること(前記1(3)イ(ウ)))，実施例11においては，TEMを用いて「TiO の凝集」を確認したことの記載があること(前記1(3)イ(カ))に鑑みると，TEM写真から酸化チタンが凝集しているかどうかを判別することができないことが技術常識であるということはできない。",
                "次に，上記②の点については，前記(1)イの⑥の本件明細書の発明の詳細な説明の記載(【0025】)に照らすと，「単位面積当たりのエネルギー」が「390～21000mJ／cm2」の数値範囲でマーキングを実行することにより，変色誘起酸化物を凝集させることに起因した変色を生じさせることができることを理解することができる。",
                "したがって，原告の上記主張(取消事由2)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(明確性要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件の適合性について",
              "text": [
                "請求項1の記載から，本件発明1は，経口投与用組成物へのマーキング方法の発明であって，当該マーキング方法は，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種である変色誘起酸化物を経口投与用組成物に分散させる分散工程と，波長200nm～1100nm，平均出力0．1W～50Wの各数値範囲内のレーザー光を，変色誘起酸化物の粒子を凝集させて変色させるように，経口投与用組成物の表面に走査させる走査工程とを含み，当該走査工程が80mm／sec～8000mm／secで実行される内容のものであることを明確に理解することができる。また，請求項11の記載から，本件発明11は，マークを施された経口投与用組成物の製造方法の発明であって，当該製造方法は，酸化チタン，黄色三二酸化鉄及び三二酸化鉄からなる群から選択される少なくとも1種である変色誘起酸化物を経口投与用組成物に分散させる分散工程と，波長200nm～1100nm，平均出力0．1W～50Wの各数値範囲内のレーザー光を，変色誘起酸化物の粒子を凝集させて変色させるように，経口投与用組成物の表面に走査させる走査工程とを含み，当該走査工程が80mm／sec～8000mm／secで実行される内容のものであることを明確に理解することができる。",
                "一方，本件明細書の発明の詳細な説明には，「変色誘起酸化物」の用語について，「本発明に用いる用語「変色誘起酸化物」とは，レーザー光の照射を受けて，その粒子が凝集するため，変色を誘起する酸化物をいう」(【0015】)との記載があるところ，この「変色誘起酸化物」の用語の説明は，本件発明1及び11における「変色誘起酸化物」の内容と整合するものといえる。",
                "したがって，請求項1及び11の記載は，明確性要件に適合するものと認められる。同様に，請求項1を直接又は間接的に引用し，本件発明1の発明特定事項を含む請求項2ないし10の記載，及び請求項11を直接又は間接的に引用し，本件発明11の発明特定事項を含む請求項12ないし22の記載から，本件発明2ないし10，12ないし22の内容を明確に把握することができるから，請求項2ないし10，12ないし22の記載は，明確性要件に適合するものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件審決は，本件発明1及び11(請求項1及び11)は，レーザー光の走査工程におけるエネルギー密度，レーザー光の繰り返し率，レーザースポット径，経口投与用組成物の種類，変色誘起酸化物の分散の濃度及び状態などの条件はマーキングする際の任意の条件であって，これらを特定しないことで発明が不明確になるというものではないから，請求項1ないし22の記載は，明確性要件に違反するものではない旨判断したが，上記条件を「マーキングする際の任意の条件」とすれば，変色誘起酸化物が受けるエネルギー量を特定することができず，その結果，請求項1記載の波長，平均出力及び走査工程の走査速度の数値範囲においても，「前記変色誘起酸化物の粒子を凝集させて変色」する場合としない場合が生じることとなり，本件発明1の外縁を定義することができないから，本件審決の上記判断は誤りである旨主張する。",
                "しかしながら，請求項1ないし22の記載から本件発明1ないし22の内容を明確に把握することができることは，前記(1)認定のとおりであり，本件審決が指摘する上記条件が，「マーキングする際の任意の条件」として位置づけられ，発明特定事項として規定されていないからといって，発明の外縁が不明確になるものとは認められないから，原告の上記主張(取消事由3)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。その他，原告は，縷々主張するが，いずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10178",
    "date": "2018-06-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087846",
    "ipprecedent_id": "4957",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}