{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-890031号事件について平成29年1月17日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求を不成立とした審決の取消訴訟であり，争点は，商標法4条1項11号該当性(商標の類否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標及び特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，次の商標(以下「本件商標」という。)に係る商標権(以下「本件商標権」という。)を有している(甲25)。",
                "商標登録  第5555564号",
                "商標の構成  千鳥屋(標準文字)",
                "登録出願日  平成23年12月21日",
                "設定登録日  平成25年2月8日",
                "指定商品  第30類「茶，コーヒー及びココア，調味料，アイスクリームのもと，シャーベットのもと，穀物の加工品，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ」",
                "なお，被告は，平成24年4月24日付けの拒絶理由通知(甲1)を受けたため，同年6月6日付け手続補正書をもって，その指定商品について，第30類「菓子，パン」を削除し，上記の本件指定商品のとおり補正した(甲33)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年5月20日，本件商標の指定商品中，第30類「サンドイッチ，肉まんじゅう，ハンバーガー，ピザ，ホットドッグ，ミートパイ」(以下「本件指定商品」という。)について，本件商標が商標法4条1項11号に該当するとして，その登録を無効とすることを求めて，商標登録無効審判請求をした(無効2016-890031号)。",
                "特許庁は，上記請求について審理した上，平成29年1月17日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月25日，原告に送達された。",
                "原告は，平成29年2月22日付けで，本件審決取消訴訟を提起した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "東京地方裁判所は，平成29年2月15日，被告について破産手続開始の決定をし，A弁護士を破産管財人に選任した(東京地方裁判所平成29年(フ)第704号)。その後，同破産管財人は，平成29年3月17日，破産裁判所の許可を得て，本件商標権を破産財団から放棄したため，本件商標権について，被告の管理処分権が回復した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標(下記引用商標1及び2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1",
                  "text": [
                    "登録番号  第1811505号",
                    "商標の構成  「チドリヤ」の文字を横書きしてなる。",
                    "出願日  昭和58年12月9日",
                    "設定登録日  昭和60年9月27日",
                    "指定商品  第30類「菓子，パン」",
                    "なお，平成8年3月28日及び同17年9月13日に商標権の存続期間の更新登録がされたが，平成27年9月27日に商標権の存続期間が満了し，平成28年6月8日に商標権の抹消登録がされている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2",
                  "text": [
                    "登録番号  第1811506号",
                    "商標の構成  「CHIDORIYA」の文字を横書きしてなる。",
                    "出願日  昭和58年12月9日",
                    "設定登録日  昭和60年9月27日",
                    "指定商品  第30類「菓子，パン」",
                    "なお，平成8年3月28日及び同17年9月13日に商標権の存続期間の更新登録がされたが，平成27年9月27日に商標権の存続期間が満了し，平成28年6月8日に商標権の抹消登録がされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標について",
                  "text": [
                    "本件商標は，「千鳥屋」の文字を書してなるから，その構成文字に照応して「チドリヤ」の称呼を生じ，また，該文字は，特定の意味を有することのない一種の造語といえるものであるから，特定の観念を生じないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標について",
                  "text": [
                    "引用商標1は，「チドリヤ」の文字を書してなり，引用商標2は，「CHIDORIYA」の文字を書してなるから，その構成文字に照応して共に「チドリヤ」の称呼を生じる。そして，「チドリヤ」の文字及び「CHIDORIYA」の文字は，特定の意味を有することのない一種の造語といえるものであるから，特定の観念を生じないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と引用商標との類否について",
                  "text": [
                    "本件商標と引用商標とは，外観について，構成文字及び文字種において明らかに相違するものであるから，外観上，相紛れるおそれはない。",
                    "次に，称呼について，本件商標と引用商標とは，共に「チドリヤ」の称呼を生じるから，称呼上，同一である。",
                    "さらに，本件商標と引用商標とは，共に特定の観念を生じないから，観念上，相紛れるおそれはない。",
                    "以上からすると，本件商標と引用商標とは，称呼が同一であるとしても，外観及び観念において相紛れるおそれはないから，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのない非類似の商標というのが相当である。",
                    "したがって，本件商標の登録査定時において，本件指定商品と引用商標の指定商品とが類似であるとしても，本件商標は，商標法4条1項11号に該当しない。",
                    "以上のとおり，本件商標の登録は，その指定商品中，「サンドイッチ，肉まんじゅう，ハンバーガー，ピザ，ホットドッグ，ミートパイ」については，商標法4条1項11号に違反してされたものではないから，同法46条1項により，無効とすることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(商標法4条1項11号該当性判断の誤り)",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と引用商標の類否判断の誤り",
          "text": [
            "審決は，本件商標と引用商標とは，称呼が同一であるとしても，外観及び観念において相紛れるおそれはないから，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのない非類似の商標というのが相当であり，したがって，本件商標の登録査定時において，本件商標の指定商品と引用商標の指定商品とが類似であるとしても，本件商標は，商標法4条1項11号に該当しない旨判断した。しかしながら，審決の判断は，本件商標に対する同号の適用を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件商標は，特定の意味を有することのない一種の造語といえるものであるから，特定の観念を生じないものであると認定した。",
                "しかしながら，「千鳥屋」の文字は，特定の意味を有し，造語ではない。",
                "原告の代表者であるB(以下「B」という。)は，C家の先祖が寛永7年に佐賀県で創業した和菓子屋「千鳥屋」の後継者であり，昭和48年1月1日に大阪府及び兵庫県を中心とした関西一円で「千鳥屋」という屋号及び商号で和菓子の製造販売を行い，昭和61年11月11日に会社を設立し，以来，大阪府及び兵庫県を中心として関西一円で菓子製造販売業を行っている。一方，被告は，上記和菓子屋「千鳥屋」の後継者の一人(長男)であり，昭和39年に東京を中心とした関東一円で「千鳥屋」という屋号及び商号で和菓子の製造販売を行い，以来，東京を中心として関東一円で菓子製造販売業を行っていた者である。",
                "この和菓子屋「千鳥屋」は，被告及びBらの父Dが飯塚市に店舗を移転させて営業を開始し，その後，福岡に工場及び店舗を多数展開して飛躍的に発展させたものである。父Dの死後，昭和29年に，「千鳥屋」の事業を承継して発展させたのが被告及びBらの母Eである。DとEには，男子として長男被告，二男F，三男B及び四男Gの4名がおり，各々両親の事業である和菓子製造販売業に携わるようになった。長男の被告は，東京で「千鳥屋」の屋号及び商号で菓子製造販売業を営み，二男Fと四男Gは，福岡県で両親の上記「千鳥屋」の事業を承継し，Bは，大阪及び近畿地区で「千鳥屋」の事業を承継し，現在に至っている。",
                "すなわち，本件商標である「千鳥屋」は，50年以上もの間，九州地区，関西地区，関東地区でそれぞれ営業活動をしており，これらの地区では著名な和菓子屋の屋号及び商号であった。「千鳥屋」という屋号及び商号は，全国的にその名が知られているものであり，造語でないことは明白である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標1の「チドリヤ」の文字は，本件商標「千鳥屋」の称呼を片仮名で表記したものであり，引用商標2の「CHIDORIYA」の文字は，同じく本件商標「千鳥屋」の称呼をローマ字で表記したものである。",
                "「チドリヤ」又は「CHIDORIYA」の文字を本件指定商品に付した場合，これに接する取引者及び需要者は，九州地区，関西地区，関東地区でそれぞれ50年以上もの間，営業活動している著名な和菓子屋「株式会社千鳥饅頭総本舗」，「株式会社千鳥屋本家」，原告の「株式会社千鳥屋宗家」，被告の関係する会社「千鳥屋総本家株式会社」の屋号及び商号である「千鳥屋」をそれぞれ観念する。",
                "また，広辞苑第6版には，「チドリ」に関する記載として「千鳥」のみが存在し，「千鳥①多くの鳥。②(数多く群をなして飛ぶからか，また，鳴き声からか)チドリ目チドリ科の鳥の総称。嘴(くちばし)は短くその先端にふくらみがあり，趾(あしゆび)は3本，後趾を欠く。河原などに群棲し，歩行力も飛翔力も強い。イカルチドリ・コチドリ・ムナグロなどいずれも美しい。世界に約70種，日本には12種が分布。古来，詩歌では冬鳥とされる。」との記載がある。上記広辞苑には，これ以外「チドリ」の称呼に関する記載は存在しない。したがって，「チドリヤ」及び「CHIDORIYA」に接する取引者及び需要者は，「千鳥屋」という屋号及び商号を観念するといえる。",
                "さらに，Google，Yahoo！，Bing，goo，インフォシークの各検索サイトにおいて，「チドリヤ」と「CHIDORIYA」を検索した場合，Googleの場合は「もしかして：千鳥屋」と表記され，Yahoo！の場合も「千鳥屋ではありませんか？」と表記される(甲24)。すなわち，上記2社の検索サイトでは，「チドリヤ」の検索文字を，「千鳥屋」の検索の誤りではないのかと判断している。そして，4社の検索サイトの検索結果のほぼ9割が「千鳥屋」，「ちどりや」及び「CHIDORIYA」の文字であり，これ以外に検索されたのは，「馳どり屋」のみである。このような検索結果によれば，一般的には「チドリヤ」，「CHIDORIYA」という商標に接したときには，約9割以上の者が屋号及び商号「千鳥屋」を観念する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，多くの特許庁の審査官は，本件商標(「千鳥屋」)が，引用商標(「チドリヤ」及び「CHIDORIYA」)に類似すると判断している(甲1)。さらに，被告は，本件商標と引用商標との類似性を認め，本件商標の指定商品を補正しているのであるから，被告がその類似性を否定する主張をすることは，禁反言の法理に反する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "以上によれば，本件商標と引用商標とは，称呼が同一であり，共に特定の観念を生じ，観念上，相紛れるおそれがあるから，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのある類似の商標というのが相当であり，本件商標の登録査定時において，本件指定商品と引用商標の指定商品とが互いに類似するので，本件商標は，商標法4条1項11号に該当するものである。",
            "したがって，本件商標が商標法4条1項11号に該当しないとの審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と引用商標の類否判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張のうち，本件商標「千鳥屋」は，50年以上もの間，九州地区，関西地区，関東地区でそれぞれ営業活動しており，これらの地区では著名な和菓子屋の屋号及び商号であること並びに「千鳥屋」という屋号及び商号は全国的にその名が知られているものであることについては，「和菓子屋」ではなく「菓子屋」であり，関西地区については「50年以上」ではなく「約40年以上」である点を除き認める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標を構成する「千鳥屋」の文字のうち「千鳥」の語については，広辞苑第6版等の一般的な辞書に記載されているが，「千鳥屋」の語は記載されていないから，「千鳥屋」の語は，審決の認定のとおり，一種の造語であるといえる。",
                "もっとも，本件商標の「千鳥屋」から「千鳥屋」という菓子屋の屋号又は商号との観念が生じることについては争わない。",
                "また，引用商標の「チドリヤ」及び「CHIDORIYA」についても，同様に，一種の造語といえるものであるから，特定の観念を生じないものであるとの審決の認定に誤りはない。",
                "原告は，「チドリヤ」及び「CHIDORIYA」の文字は，漢字からなる本件商標「千鳥屋」の称呼そのものを片仮名及びローマ字でそれぞれ表記したものであり，「チドリヤ」又は「CHIDORIYA」の文字を本件指定商品に付した場合，これに接する取引者及び需要者は，著名な和菓子屋「株式会社千鳥饅頭総本舗」等の屋号及び商号「千鳥屋」をそれぞれ観念すると主張する。しかしながら，その理由について，具体的な取引の実情に関する主張立証は見当たらないから，原告の主張は理由があるとはいえない。",
                "検索サイトの検索結果についても，「チドリヤ」及び「CHIDORIYA」の検索結果として，「千鳥屋」のほか，「京都ちどりや」，「千鳥屋宗家」，「千鳥屋総本家」，「手ぬぐいのちどり屋」及び「キルトリサイクルきものちどりや」等が表示されているから(甲24)，上記検索結果をもって，「チドリヤ」及び「CHIDORIYA」の文字が，直ちに「千鳥屋」のみに結び付き，特定の者の商標としての「千鳥屋」を観念させるものとはいい難い。そして，ほかに「チドリヤ」及び「CHIDORIYA」の文字から「千鳥屋」の観念が生じるというべき取引の実情を示す証拠はない。そもそも，検索サイトにおける特定の文字についての検索結果のヒット件数の割合を，その特定の文字から特定の観念を思い浮かべる需要者の割合に直結させようとすること自体が失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，過去の商標の登録例，その他判決例等をもって，本件商標と引用商標が類似であるとすることができるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "したがって，本件商標と引用商標とは，称呼が同一であるとしても，外観及び観念において相紛れるおそれはなく，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのない非類似の商標というのが相当であるから，本件商標の登録査定時において，本件指定商品と引用商標の指定商品とが類似であるとしても，本件商標は，商標法4条1項11号に該当しないと判断した審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(商標法4条1項11号該当性判断の誤り)について",
          "text": [
            "原告は，本件商標と引用商標とは非類似の商標であるから，本件指定商品と引用商標の指定商品とが類似であるとしても，本件商標が商標法4条1項11号に該当しないとした審決の認定判断は誤りであると主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標の類否は，同一又は類似の商品に使用された商標が外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標は，前記のとおり，「千鳥屋」の文字(標準文字)を横書きしてなるものであり，「チドリヤ」の称呼が生じるものと認められる。これに対し，引用商標は，前記のとおり，「チドリヤ」又は「CHIDORIYA」の文字を横書きしてなるものであり，「チドリヤ」の称呼が生じることは明らかであるから，本件商標と引用商標は，称呼において同一であると認められる。",
                    "そして，本件商標が，漢字を書してなるものであるのに対し，引用商標は，片仮名又はローマ字を書してなるものであるから，本件商標と引用商標の外観は同一であるとはいえない。もっとも，本件商標と引用商標は，いずれも格別の特徴を有しない文字からなる商標であり，我が国において，外来語以外でも同一語の漢字表記と片仮名表記又はローマ字表記が併用されることが多く見られる事情があること，証拠(甲34～36)及び弁論の全趣旨によれば，「千鳥屋」をローマ字で表記することも一般的に行われていることが認められることなどを考慮すると，本件指定商品及び引用商標の指定商品の需要者にとって，文字種が異なることは，本件商標と引用商標が別異のものであることを認識させるほどの強い印象を与えるものではないというべきである。",
                    "次に，本件商標から，「千鳥屋」という菓子屋の屋号又は商号との観念が生じることについては当事者間に争いがなく，本件商標からは，「千鳥屋」という菓子屋の屋号又は商号との観念が生じるものと認められる。",
                    "また，証拠(甲39)及び弁論の全趣旨によれば，「チドリヤ」という語は，広辞苑等の辞書に掲載されていないものの，広辞苑第6版には，「チドリ」に関して「千鳥」の語が掲載され，「①多くの鳥。②チドリ目チドリ科の鳥の総称。」などの意味の記載と共に，「ちどり-あし【千鳥足】」，「ちどり-やき【千鳥焼】」などの例が挙げられていること，「屋」という語が，屋号又は商号を表す際に用いられるものであることなどが認められる。そして，本件商標の登録査定時において，「千鳥屋」が，九州地区，関西地区，関東地区では著名な菓子屋の屋号及び商号であり，「千鳥屋」という屋号及び商号が全国的にその名を知られているものであることについては当事者間に争いがなく，引用商標は，「千鳥屋」の称呼を片仮名又はローマ字で表記したものといえることからすると，本件商標と同様に，引用商標から「千鳥屋」という菓子屋の屋号又は商号との観念が生じるものと認めるのが相当である。このことは，検索サイトの検索結果(甲24)において，「チドリヤ」及び「CHIDORIYA」の検索結果として，「千鳥屋」が多数検索されることや，「チドリヤ」の文字を検索した際に，「千鳥屋」の検索の誤りであることを指摘する検索サイトが複数あることからも裏付けられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件指定商品及び引用商標の指定商品は，いずれも基本的には，さほど高価とはいえない日常的に消費される性質の商品(食品)であり，これらは同一の営業主により製造又は販売されることがあり，同一店舗で取り扱われることも多いことからすると，本件指定商品については，同一営業主の製造又は販売に係る商品と誤認され，商品の出所について誤認混同を生じるおそれがあるといえる。このように，本件指定商品と引用商標の指定商品は類似の商品であり，その取引者，需要者には，広く一般の消費者が含まれるから，商品の同一性を識別するに際して，その名称，称呼の果たす役割は大きく，重要な要素となるというべきである。なお，一般の消費者としては，商標の外観を見て商品の出所を判断することも少なくないと考えられるものの，前記認定のとおり，本件商標と引用商標の外観については別異のものであることを認識させるほどの強い印象を与えるものではない。そうすると，本件商標と引用商標の類否を判断するに当たっては，上記のような取引の実情をも考慮すると，外観及び観念に比して，称呼を重視すべきであるといえる。",
                    "以上によれば，本件商標と引用商標は，称呼において同一であり，両商標からは同一の観念を生じるものといえるから，本件指定商品の需要者にとって，引用商標と同一の称呼を生じる本件商標を付した商品を，引用商標を付した商品と誤認混同するおそれがあるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，引用商標の「チドリヤ」，「CHIDORIYA」の文字が，直ちに「千鳥屋」のみに結び付き，特定の者の商標としての「千鳥屋」を観念させるものとはいい難く，ほかに「チドリヤ」及び「CHIDORIYA」の文字から「千鳥屋」の観念が生じるというべき取引の実情を示す証拠はない旨主張する。",
                "しかしながら，引用商標は，「千鳥屋」の称呼を片仮名又はローマ字で表記したものであり，本件商標と同様に，引用商標から「千鳥屋」という菓子屋の屋号又は商号との観念が生じるものといえることは前記認定のとおりである。なお，被告の上記主張は，引用商標が，直ちに「千鳥屋」のみに結び付くものではないというにとどまるものであって，引用商標から「千鳥屋」という菓子屋の屋号又は商号との観念が全く生じないというものではないと解される。",
                "したがって，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件商標と引用商標は類似するというべきであるから，本件商標と引用商標が非類似の商標であり，本件商標の登録査定時において，本件指定商品と引用商標の指定商品とが類似であるとしても，本件商標は商標法4条1項11号に該当しないと判断した審決には誤りがあり，原告が主張する取消事由は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の請求は理由があるから，これを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}