{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。            "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800005号事件について平成28年12月7日にした審決中，請求項2ないし10に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成23年7月1日，発明の名称を「乾麺およびその製造方法」とする発明について特許出願(優先権主張：平成22年7月1日，日本国)をし，平成24年12月14日，設定の登録を受けた(特許第5153964号。甲45。請求項の数10。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年12月26日，これに対する無効審判を請求し，無効2015-800005号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年12月7日，「特許第5153964号の請求項1に係る発明についての特許を無効とする。特許第5153964号の請求項2ないし10に係る発明についての審判請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をした。同月15日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年1月13日，本件審決のうち，特許第5153964号の請求項2ないし10に係る部分の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項2ないし10の記載は，以下のとおりである。以下，各請求項に係る発明を，それぞれ「本件発明2」などといい，併せて「本件発明」という。また，その明細書を，図面を含めて「本件明細書」という。",
            "【請求項2】主原料と，前記主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂とを含む麺生地から形成した生麺体を90℃～150℃で発泡化および乾燥することを具備し，最終糊化度が30％～75％の糊化度を有する乾麺の製造方法。",
            "【請求項3】前記発泡化および乾燥することが，90℃～130℃で行われることを特徴とする請求項2に記載の乾麺の製造方法。",
            "【請求項4】前記発泡化および乾燥することが，120℃～150℃の第1の処理と，それに続く50℃～120℃での第2の処理により行われることを特徴とする請求項2に記載の乾麺の製造方法。",
            "【請求項5】前記生麺体が生麺線であり，前記発泡化および乾燥することが3分～20分間行われることを特徴とする請求項2～4の何れか1項に記載の乾麺の製造方法。",
            "【請求項6】前記粉末油脂の添加量が主原料の総重量に対して0．75重量％～5重量％である請求項2～5の何れか1項に記載の乾麺の製造方法。",
            "【請求項7】請求項2～6の何れか1項に記載の製造方法により得られた乾麺。",
            "【請求項8】主原料と，前記主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂とを含む麺生地から形成した生麺体を90℃～150℃で発泡化および乾燥することを具備し，麺の断面積の空隙率が0．1％以上15％以下であり，麺の断面積の単位空隙率が0．01％以上1％以下であり，30％～75％の糊化度と多孔質構造とを有した乾麺を得ることを特徴とする乾麺の製造方法。",
            "【請求項9】前記生麺体が生麺線であり，前記発泡化および乾燥することが3分～20分間行われることを特徴とする請求項8に記載の乾麺の製造方法。",
            "【請求項10】前記粉末油脂の添加量が主原料の総量に対して0．75重量％～5重量％である請求項8または9に記載の乾麺の製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明2ないし6及び8ないし10は，(i) 下記アの引用例1に記載された方法の発明(以下「引用発明1A」という。)，(ii) 下記イの引用例2に記載された発明(以下「引用発明2」という。)，(iii) 下記ウの引用例3に記載された発明(以下「引用発明3」という。)に基づいて容易に発明することができたものではない，②本件発明7は，引用例1に記載された物の発明(以下「引用発明1B」という。)及び下記エの引用例4に記載された発明(以下「引用発明4」という。)に基づいて容易に発明することができたものではない，③本件発明2ないし10は，サポート要件に違反するものではない，などというものである。",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特公昭54-44731号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭59-63152号公報(甲4)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2006-122020号公報(甲19)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特公昭48-5027号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1A，本件発明2と引用発明1Aとの一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1A   常法により角18番の切刃を使用して製造した生麺線(水分約30％)を60℃の熱風で水分17％に調整した後，190℃6m／秒の高温気流で10秒間処理して，麺線内部を微細な均一多孔質体の組織とし，糊化が生じるようにした，油を全く使用しない，乾燥ひやむぎを製造する方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2と引用発明1Aとの一致点",
                  "text": [
                    "主原料を含む麺生地から形成した生麺体を高温気流で発泡化および乾燥することを具備し，糊化が生じるようにした乾麺の製造方法。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と引用発明1Aとの相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1-1",
                      "text": [
                        "本件発明2は，麺生地に主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂を含むのに対して，引用発明1Aは，油を全く使用しないものである点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-2",
                      "text": [
                        "高温気流の条件に関して，本件発明2は，90℃～150℃としているのに対して，引用発明1Aは，190℃6m／秒で，10秒間としている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1-3",
                      "text": [
                        "本件発明2は，最終糊化度が30％～75％の糊化度を有するようにしているのに対して，引用発明1Aは，具体的な糊化度をどのようにしているかは明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した引用発明2，本件発明2と引用発明2との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "小麦粉1kgに固型状脂肪酸モノグリセライド30gを添加し，均一に混合した後，水350mlに食塩30gを加えた混合液を加え，充分練り上げた後，常法により製めんしロールにより1．4m／mに圧延し，＃10角でめん線とした後乾燥する，乾めんの製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2と引用発明2との一致点",
                  "text": [
                    "主原料を含む麺生地から形成した生麺体を乾燥することを具備した乾麺の製造方法。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と引用発明2との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2-1",
                      "text": [
                        "本件発明2は，麺生地に主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂を含むのに対して，引用発明2は，そのような油脂を含むものではない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2-2",
                      "text": [
                        "本件発明2は，生麺体を90℃～150℃で発泡化しているのに対して，引用発明2は，その点については明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2-3",
                      "text": [
                        "本件発明2は，最終糊化度が30％～75％の糊化度を有するようにしているのに対して，引用発明2は，具体的な糊化度がどのようになっているかは明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した引用発明3，本件発明2と引用発明3との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明3(文中の「／」は，原文の改行箇所を示す。以下同じ。)",
                  "text": [
                    "主原料と，粒子径0．15mm以上の粉末粒状の油脂とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，該麺線を蒸煮し，次いで，熱風により膨化乾燥する，即席麺の製造方法であって，／前記主原料が小麦粉であり，／前記粉末粒状の油脂の添加量が，小麦粉に対して0．5～5％であり，／温度110℃～145℃，風速5～25m／sの範囲の熱風により乾燥する，／即席麺の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2と引用発明3との一致点",
                  "text": [
                    "主原料と，前記主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂とを含む麺生地から形成した生麺体を90℃～150℃で発泡化および乾燥することを具備する，乾燥麺の製造方法。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と引用発明3との相違点",
                  "text": [
                    "本件発明2は，生麺体を(蒸煮工程なしに)乾燥する「乾麺」であるのに対して，引用発明3は，生麺体を蒸煮した上で乾燥する「即席麺」である点(相違点3)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件審決が認定した引用発明1B及び引用発明4は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1B   常法により角18番の切刃を使用して製造した生麺線(水分約30％)を60℃の熱風で水分17％に調整した後，190℃6m／秒の高温気流で10秒間処理して，麺線内部を微細な均一多孔質体の組織とし，糊化が生じるようにした，油を全く使用しない，乾燥ひやむぎ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明4",
                  "text": [
                    "常法によって製造した生麺線をすみやかに乾燥室に移送して，100℃極低湿度の熱風(毎秒6m～8mで，風量は毎分70m3～85m3)で10分30秒間処理して，又は，120℃極低湿度の熱風(毎秒6m～8mで，風量は毎分70m3～85m3)で4分30秒間処理して，麺線を可及的急速に乾燥させ，次いで送風冷却室に移送して麺線をその水分が14％以下になるまで乾燥凝固せしめた，麺体が強靱でしかも中心部より表面までが微多孔状にポーラス化した多孔質に近い状態である，22番手の乾燥棒ラーメン。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1Aに基づく進歩性判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の進歩性判断の誤り(相違点1-1の判断の誤り)"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3ないし6及び8ないし10の進歩性判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2に基づく進歩性判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の進歩性判断の誤り(相違点2-2及び2-3の判断の誤り)"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3ないし6及び8ないし10の進歩性判断の誤り"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明3に基づく進歩性判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の進歩性判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3ないし6及び8ないし10の進歩性判断の誤り"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明7の進歩性判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "サポート要件違反に関する判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1Aに基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2の進歩性について",
              "text": [
                "乾麺類が一定の割合の油を含有することは周知の事項であるから，引用例1に記載された物の発明(引用発明1B)が「油を全く使用しない」乾麺であっても，小麦粉を使用している以上，油を含有することは，自然の理である。",
                "引用例1の特許請求の範囲には，生麺線に粉末油脂等の油を全く使用しないことは記載されていない。引用発明1Aの主たる目的は，熱風乾燥処理時間を大幅に短縮した復元容易かつ喫食に際して麺本来の「生の食感」を再現できる高温気流乾燥麺類の製造法の提供であるところ，生麺線に粉末油脂等の油を全く使用しないことは主目的ではなく，副次的な目的である保存性の観点から油を全く使用しないのであるから，生麺線に油脂を添加することを排除していない。",
                "乾麺，即席麺の製造において粉末油脂を含む油脂を使用することは，本件優先日当時において周知技術である。引用例1の出願日当時，粉末油脂を麺に使用する技術は実施されていなかったから，引用発明1Aに記載された「油」は，粉末油脂を対象としていない。粉末油脂に用いられる極度硬化油は，融点が高く，二重結合の少ない，保存安定性に優れた油脂であるから，引用発明1Aは，粉末油脂の使用までも否定するものではない。引用例3には，粉末油脂を使用した高温熱風乾燥技術が開示されていることも考慮するなら，高温熱風乾燥技術に粉末油脂等の少量の油脂を添加しても，乾麺の保存性に重大な影響を及ぼさないことは技術常識であるから，引用発明1Aに少量の粉末油脂を使用することに，阻害要因はない。",
                "したがって，引用発明1Aに，引用例2に記載された乾麺に粉末油脂を添加する周知技術を適用し，相違点1-1に係る本件発明2の構成を想到することは，当業者が容易に想到できることである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし6及び8ないし10の進歩性について",
              "text": [
                "本件発明3ないし6及び8ないし10は，本件発明2を実質的に引用するものであるから，本件発明2と同様の理由により，進歩性が否定される。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明2の進歩性について",
              "text": [
                "引用例1は，小麦粉に本来含まれている油について問題とするものではなく，それ以外の，麺に油脂として使用される油の酸化及び劣化を課題とし，その解決を問題とするものであるから，かかる課題に反する発明特定事項の変更には阻害事由が存在する。仮に，手延べ麺(乾麺)に油脂を添加することが周知事項であるとしても，阻害要因がある以上，引用発明1Aに周知事項を適用することが容易であるとはいえない。",
                "油脂を添加した乾麺が知られているからといって，少量の油脂であれば保存性に影響がないとはいえず，油脂本来の酸化，劣化しやすいとの特性からみて，ある課題の解決のための油脂の添加の大小として，麺の保存性に好ましくない影響があることは当然に理解できる。引用例1には，油を全く使用しないことによる効果が記載されているのであるから，当業者は，引用発明1Aにおいて油脂の添加を避ける。",
                "引用例1には，油を全く使用しないことの利点として，保存性以外にも，生産のしやすさ，低コスト等が挙げられており，少量の油脂を使用した場合でも，油脂を全く使用しない場合と比較して，工業的な生産のしやすさやコストの点で劣るから，この点においても引用発明1Aにおいて油脂を使用することには阻害事由がある。",
                "本件の出願日(優先日)当時の技術常識等で判断しても，引用例には油脂の使用による酸化，劣化等の課題や，生産しやすく低コストであるとの利点についての記載がある以上，油脂を使用することについての阻害要因があることには変わりない。",
                "粉末油脂に用いられるのは極度硬化油に限られるわけではなく，極度硬化油にも劣化の問題がある。",
                "よって，引用発明1Aに，引用例2に記載された乾麺に油脂を添加する技術事項を適用することはできず，相違点1-1に係る本件発明2の構成を想到することが容易であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし6及び8ないし10の進歩性について",
              "text": [
                "本件発明3ないし6及び8ないし10についても，本件発明2と同様の理由により，無効にすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明2に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2の進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2-2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2は，麺に添加された油脂を溶解することにより，多孔質麺を作ることができるものであるところ，引用例2には，引用発明2の方法は乾麺にも利用できると記載されているから，乾麺においても多孔質構造を有することは自明であり，発泡化した麺が得られる。",
                        "引用例2には，乾燥温度，乾燥時間等の乾燥条件の明示はないが，引用例1及び甲2，甲3文献(以下「甲1～3文献」という。)に記載された生麺線の乾燥条件は，引用発明2の出願日当時周知であった技術事項(以下「甲1～3技術事項」という。)であるから，引用発明2の固型状モノグリセライド(又は粉末油脂)を溶解し，麺線を多孔質化するために，甲1～3技術事項の高温熱風乾燥を採用することは，当業者が適宜なし得ることである。",
                        "本件明細書には「発泡」についての明確な定義はなされていないが，乾燥条件は当時の技術常識に基づいて設定すればよく，甲1～3技術事項の高温熱風乾燥の乾燥条件で乾燥すれば，発泡した麺が得られる。",
                        "引用発明2と，甲1～3技術事項は，いずれも，多孔質構造を得ることにより乾燥麺の復元性を改善するもので，技術分野，課題が共通し，機能的に同じであるから，組み合わせられない理由はない。引用発明2の乾麺の乾燥時間を短縮し，乾燥に長時間を要するとの課題を解決するためにも，甲1～3技術事項の高温熱風乾燥技術を用いることは容易になし得ることである。",
                        "甲58文献の比較例4を見ても，粉末油脂の添加だけでは復元性が改善されないことは明らかであり，予め多孔質化していることが重要であるから，甲1～3技術事項を適用する動機付けがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告は，引用発明2は，蒸煮を必須とするものであり，蒸煮工程において多孔質構造が得られる引用発明2に，甲1～3技術事項を適用し得るものではないと主張する。しかし，引用例2の実施例3には，蒸煮工程のない「乾めん」が記載されているから，引用発明2において，蒸煮は必須ではない。実施例3の「乾めん」においては，甲1～3技術事項の高温熱風乾燥を適用して油脂を溶解し，多孔質を得る動機付けがある。",
                      "text": [
                        "甲1～3文献の出願当時は，粉末油脂を乾麺に添加する技術は行われていなかったため，これらの文献には，甲1～3技術事項を，粉末油脂を含む生麺体に適用することの記載がないのは当然であり，かかる記載がないことを理由に甲1～3技術事項を適用できないとはいえない。また，甲1～3文献には，粉末油脂を含む生麺体に適用することを阻害する事由の記載はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，引用発明2に甲1～3技術事項を適用することにより，相違点2-2に係る本件発明2の構成を想到することは，当業者が容易にできたことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2-3について",
                  "text": [
                    "甲11文献には，スパゲッティ，マカロニ，ヌードル等のペースト食品に全脂大豆が包含されることが記載されており，実質的に油脂を多く含む麺製品が記載されている。",
                    "したがって，甲11文献記載の生麺体を部分糊化する技術は，粉末油脂等を含んだ生麺体にも適用できる技術であり，周知技術である。また，前記のとおり，甲1～3技術事項も，粉末油脂等を含んだ生麺体に適用できる技術である。",
                    "よって，引用発明2に甲1～3技術と甲11記載の周知技術を組み合わせることにより，相違点2-3に係る本件発明2の構成を想到することは，当事者が容易にできたことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし6及び8ないし10の進歩性について",
              "text": [
                "本件発明3ないし6及び8ないし10は，本件発明2を実質的に引用するものであるから，本件発明2と同様の理由により，進歩性が否定される。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明2の進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2-2について",
                  "text": [
                    "引用発明2において，多孔質構造は，固型状の乳化剤又は油脂が，蒸煮により溶融，液化し，麺の表面及び内部に無数の微小孔が生じ，乾燥工程後もこれが残ることにより得られるものであり，発泡化により得られるものではない。そして，引用例2の実施例3は製造条件が不明であり，発泡が生じるか否かは乾燥条件によって決まる。",
                    "乾燥条件の設定は，どのような麺を得るのかが明確であって初めて可能であるところ，引用例2の実施例3の乾麺は，どのような乾麺かが不明であるから，乾燥条件の設定はできない。また，引用発明2は，多孔質の形成のため，乾燥工程の前の蒸煮工程を必須としており，仮に，多孔質の乾麺を得るように実施例3の製造条件を適宜設定するのであれば，当業者は，蒸煮工程を採用する。引用例2は，「…麺線を蒸煮し，…その後乾燥する」工程が追加されて出願公告に至っているから，引用発明2においては，蒸煮工程が発明の構成に欠くことのできない事項である。",
                    "甲1～3文献には，麺生地に粉末油脂を含有させる記載はなく，また，甲1及び甲3には，油脂を含む麺に適用することを妨げる記載があるから，粉末油脂を含む生麺体を高温熱風乾燥して多孔質の麺を得ることが周知技術であるとはいえない。甲1～3文献記載の発明は，いずれも生麺体を高温熱風乾燥して多孔質構造を得るものであり，乾燥工程の前の蒸煮工程において多孔質構造を得る引用発明2の方法に適用し得る技術ではない。",
                    "引用例1には，油の使用が保存上の問題や，工業的な生産のしやすさ，コスト等の問題を招くことが記載され，また，甲3文献には，油を使わないことにより，食味がいやみのないさっぱりとしたものとなること，長期保存が可能となることが記載されており，粉末油脂を含む生麺体に対して，引用例1及び甲3文献に記載された技術事項の適用を阻害する記載が存在する。",
                    "引用発明2により得られる乾麺が多孔質構造を有するのであれば，甲1～3文献に記載の多孔質構造形成技術をさらに適用する必要はない。仮に，当業者が飲用発明2に甲1～3技術事項を組み合わせるとすれば，引用発明2における多孔質形成の手段である固型状脂肪酸モノグリセライド(及び蒸煮工程におけるその溶解)に代えて，甲1～3文献記載の多孔質形成手段である高温熱風乾燥を用いることを考えるはずであり，固型状脂肪酸モノグリセライドの蒸煮工程における溶解と高温熱風乾燥とを組み合わせようとは考えない。",
                    "引用例2の実施例3には乾燥温度や乾燥時間等の乾燥条件の記載は全くないから，引用発明2に乾燥時間の短縮という課題が存在するとはいえず，仮にかかる課題が周知であるとしても，甲1～3技術事項の高温熱風乾燥は，多孔質構造の麺を得るための手段なのであるから，当業者は，これを乾燥前に多孔質構造の麺が得られている引用発明2に適用しようとはしない。",
                    "よって，引用発明2に，甲1～3技術事項を適用することはできず，相違点2-2に係る本件発明2の構成を想到することが容易とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2-3について",
                  "text": [
                    "甲11文献には，生麺体に油脂を含む点についての記載はない。甲11文献記載の技術は，活性グルテンを有しないとうもろこし粉及び大豆粉を使用するための技術であって，引用例2に記載の小麦粉を主成分とする麺に適用できる技術ではない。",
                    "よって，引用発明2に，甲11記載の技術を適用することはできず，相違点2-3に係る本件発明2の構成を想到することが容易とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし6及び8ないし10の進歩性について",
              "text": [
                "本件発明3ないし6及び8ないし10についても，本件発明2と同様の理由により，無効にすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明3に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2の進歩性について",
              "text": [
                "引用例3には，蒸し工程において麺原料に添加された粉末油脂が溶け麺線内部等に穴が形成され，続く高温熱風乾燥工程において麺線内部の水分をスムーズに蒸発させて，麺線を乾燥することができることによって，麺線の急激な発泡を防止することが可能となるものと推定される旨記載されている(【0023】)。かかる現象が生じているとすれば，引用例3から，熱により粉末油脂が溶け，高温熱風乾燥前に穴が開いていればよいと考えられるため，蒸し工程を行わなくても油脂が溶解して穴が開けば問題ないことは，容易に想到し得る。",
                "生麺線に対し，蒸煮工程は必要に応じて採用してもよく，次の工程の種類等に応じて，その採択の可否が決定されるものであるから，蒸煮工程を経ない即席麺は，引用発明3に記載された事項である。",
                "乾燥麺製造の技術分野において，生麺及び蒸し麺のいずれに対しても高温熱風乾燥を施すことは周知技術(甲1，23，24)であり，蒸煮工程を採用するか否かは選択事項にすぎない。したがって，引用発明3において，蒸煮工程に格別な技術的意義はないから，周知技術の適用に阻害事由はない。",
                "高温熱風乾燥によって，麺線のひび割れを含む過発泡が起きることは周知の課題であるが，生麺を選択すれば，蒸煮麺を高温熱風乾燥したときに生じる麺線のひび割れが起きにくくなることは，技術常識であり，高温熱風乾燥の対象として，蒸煮麺に代えて生麺を採用する動機付けがある。",
                "融解温度以上の熱であれば粉末油脂が溶解することは技術常識であり，本件優先日当時，生麺を高温熱風乾燥する技術は周知であるから，蒸煮により粉末油脂を溶解することが，生麺を採用することに対する阻害事由とはいえない。",
                "生麺を採用したとしても，油脂の融点以上の温度により油脂が溶解し，多孔質構造となることは，当業者であれば容易に想到できる。生麺を採用しても，蒸煮麺を採用しても，麺線に穴が開くことに相違ないから，麺線割れの抑制において同視できる技術であり，置換は容易である。",
                "よって，引用発明3に周知技術を適用して，相違点3に係る本件発明2の構成を想到することは，当業者に容易である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし6及び8ないし10の進歩性について",
              "text": [
                "本件発明3ないし6及び8ないし10は，本件発明2を実質的に引用するものであるから，本件発明2と同様の理由により，進歩性が否定される。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明2の進歩性について",
              "text": [
                "引用例3には，蒸し工程を有する例のみが記載されており，蒸し工程がなくても油脂が溶解して穴が開くことをうかがわせる記載はなく，蒸煮工程は必須であるから，その採否が選択事項にすぎないとはいえない。",
                "引用例3【0023】の記載によれば，引用発明3の課題の達成のために必要な乾燥時の水分のスムーズな蒸発のためには，乾燥前に既に穴が形成されている必要があると理解され，かかる記載は，蒸煮をせずに乾燥工程で油脂を溶解することを想到することを妨げる事由である。孔の開いていない，蒸煮しない麺に対して高温熱風乾燥をすることは，引用発明3の課題に反する。",
                "よって，引用発明3に技術事項を適用することには阻害事由がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし6及び8ないし10の進歩性について",
              "text": [
                "本件発明3ないし6及び8ないし10についても，本件発明2と同様の理由により，無効にすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明7の進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用発明1Bや引用発明4を，「100％油由来」の「油脂」を含むよう構成するよう想到することは，当業者が容易になし得ることであるから，本件審決が，「100％油由来」の「油脂」を含む本件発明7を，本件発明1と同様の理由により無効にすることはできないと判断したのは，誤りである。",
            "また，本件発明2が，引用例1ないし3により進歩性を欠き，無効にされるべきものである以上，本件発明2の製造方法によって得られた物の発明である本件発明7も，無効になる。",
            "〔被告の主張〕",
            "引用発明1Bや引用発明4を，「100％油由来」の「油脂」を含むよう構成するよう想到することは，当業者が容易になし得ることではない。",
            "また，本件発明2は，引用例1ないし3により進歩性を欠き，無効にされるべきものではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(サポート要件違反に関する判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "比較例を含めて本件発明の技術的範囲としていることについて",
              "text": [
                "発明の課題解決のための具体的な手段は，特許明細書における実施例であるのに対し，比較例は何らかの不都合があって実施例とはなり得ないものであるから，比較例をもって特許の技術的範囲とすることは許されない。本件発明2ないし6及び8ないし10は，比較例を含むから，発明の詳細な説明に記載されたものではない。",
                "乾麺において，その製造工程で焦げを生じたものは，製品として市場に流通することができず，本件発明の課題を達成することができない。",
                "本件明細書では，これまでの即席麺類になかった戻りの良さと滑らかな喉越しを有するなど優れた食感を有することが明らかとなったとされており，乾麺の多孔質構造だけを満足すればよいという発明は開示されていないから，多孔質構造を満たす点のみを捉えて比較例15ないし20が本件発明に包含されるとすることは誤りである。本件発明2ないし6及び8ないし10は，客観的に見れば，多孔質構造だけを満足すればよいというものであるが，かかる発明は，発明の詳細な説明に記載されたものではない。",
                "比較例7及び11ないし20は，多孔質構造が得られたにもかかわらず，比較例として記載されており，しかも，それらの比較例が本件発明に包含されることを示唆する記載は存在しない。多孔質構造の乾麺が得られることは，1つの課題のうちの一部にすぎない。ところが，本件発明2ないし6は，本件明細書から1つの課題としては把握できない，多孔質構造の乾麺が得られることに対応するものであり，発明の詳細な説明に記載した範囲を超える。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "多孔質構造の限定が不十分であることについて",
              "text": [
                "本件発明においては，多孔質構造が得られていることが本件発明の課題解決に必須であるから，多孔質構造が限定されていない本件発明2ないし6は，発明の詳細な説明に記載されたものではない。",
                "本件発明における多孔質構造とは，麺を何れの位置で切断した場合でも空隙率は0．1％以上15％以下，単位空隙率は，0．01％以上1％以下を満たす構造である。乾麺の構造は，生麺の組成，乾燥条件(温度，風速，時間)等により変化するから，本件発明2ないし6の発明特定事項だけでは，本件発明における多孔質構造が得られるとまで拡張ないし一般化はできない。",
                "本件明細書に記載された特定の空隙率や単位空隙率を有する多孔質構造でなければ課題が解決できないものではないのであれば，本件発明における多孔質構造がどのような構造であるのかが本件明細書に明記されていないことになり，「適切な多孔質構造」が得られているのかどうかを確認できず，どのような範囲の多孔質構造であれば，コシのある優れた食感及び乾麺の早い湯戻りという課題が解決されるのかが理解できない。また，どのような多孔質構造であってもコシのある優れた食感及び乾麺の早い湯戻りという課題が解決されるとまでは理解できない。",
                "被告の主張によれば，本件発明2の方法で製造される乾麺には，本件発明1以外の多孔質構造の乾麺も含まれることになるが，本件発明1の空隙率，単位空隙率を満たさない場合においても，短時間かつ良好に調理可能かについては，本件明細書の記載から理解できない。本件明細書には「本発明の態様に従う乾麺は，多孔質構造を有しているので，茹で時間が短く，復元性と弾性に優れている」(【0039】)との記載があるが，当業者は，本件発明2の方法で製造される本件発明1以外の多孔質構造の乾麺が弾性に優れているかどうか，本件明細書の記載から理解できない。",
                "したがって，本件発明2ないし6は，発明の詳細な説明の記載を超える権利を主張するものであり，サポート要件に違反する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "比較例を含めて本件発明の技術的範囲としていることについて",
              "text": [
                "特許発明が発明の詳細な説明に記載されたものであるかの判断は実質的に検討されるべきものであり，発明の詳細な説明に「比較例」と記載されていても，特許請求の範囲に含まれれば，本件発明の実施例に相当する。",
                "外観に焦げが生じていてもその多孔質構造は確認できるから，麺の復元は十分に可能である。また，比較例11ないし14は，そもそも乾燥温度が本件発明で規定されている範囲を外れており，本件発明の実施例に相当しない。",
                "複数の課題のうち一つでも，請求項に記載された事項により解決されることが理解できればサポート要件は満たされるのであり，本件発明2により，「簡単且つ短時間で良好に調理可能な乾麺…の製造方法」(【0005】)の提供という課題が解決されている。なお，比較例7は，粉末油脂の添加量について，本件発明2の「6重量％未満」との要件を満たしていないから，実質上も本件発明2の実施例に相当しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "多孔質構造の限定が不十分であることについて",
              "text": [
                "本件発明2ないし6の方法によれば，その結果として多孔質構造の乾麺が得られるから，請求項2ないし6において多孔質構造が特定されていないからといって，本件発明の課題が解決されていないということはできない。",
                "本件明細書(【0016】)の記載のとおり，本件発明の課題は，「本発明の1態様に従う乾麺」(【0007】)について記載された特定の空隙率や単位空隙率を有する多孔質構造でなければ解決できないものではない。そして，本件明細書には，本件発明2ないし6に記載された発明特定事項の範囲内で多孔質構造が得られたことが記載されているから，当業者は本件明細書の記載から，コシのある優れた食感及び乾麺の早い湯戻りという課題が解決されることを理解できる。",
                "「適切な本発明の麺」とは，本件明細書の表8の丸印の，多孔質構造のみならず，品質も良好(焦げがない)である麺のことである。そして，本件明細書には，多孔質構造の横断面には空隙が存在し，このような多孔質構造により，本願発明の課題が解決されることが記載されている一方，特定の空隙率や単位空隙率の多孔質構造の麺でなければ課題が解決できないなどとは記載されていない。",
                "本件発明2は「生麺体を90℃～150℃で発泡化及び乾燥することを具備」する発明であり，所定温度で所定時間処理することにより生麺線が「発泡化及び乾燥」し，それにより多孔質構造の乾麺が形成される。また，本件発明2は「最終糊化度が30％～75％」と特定され，最終糊化度がこの範囲の乾麺は生麺体をごく短時間加熱処理した場合には得られないから，短時間の加熱処理をする製造方法は本件発明2の方法には含まれない。このように，本件発明2は生麺体を「発泡化」することを具備する乾麺の製造方法の発明であるから，多孔質構造を形成しない処理条件で処理する場合は含まれない。そして，本件明細書には，多孔質化するために必要な処理時間に関する実施例が複数記載されており，当業者は当該記載を参考にして適切な処理時間を適宜設定できるのであり，それにより本件発明2の課題が解決されることを容易に理解することができる。",
                "多孔質化するために必要な処理時間は，処理温度や乾燥処理の方法などとの相関において定まるものであるところ，処理時間を単独のパラメータとしてその範囲を特定していないことについては，合理的理由がある。",
                "本件発明2については，処理時間の範囲を特定しなくとも，当業者であれば，加熱処理により生麺体が発泡したか否かは容易に判断が可能であり，本件発明2が生麺線の発泡を発明特定事項としている以上，多孔質構造を有していない乾麺の製造方法を含まないことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，おおむね，以下の記載がある(下記記載中に引用する図表は，別紙本件明細書図表目録参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は乾麺に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，乾麺は，茹でる際に麺と麺が互いに接着し易く，そのため調理の際には調理者が麺を混ぜる必要がある。また，茹で上がった麺は水洗して，ぬめりを取る必要がある。(【0002】)また，従来の乾麺は，長い時間を要する乾燥工程を経て製造され，一般に，生麺線は，20℃～60℃での低温で2～20時間かけて自然乾燥に近い条件で乾燥されるところ，このような製造過程では，乾燥時の湿度や温度の微妙な変化によりひび割れを生じることが多いため，上記のような長い時間の乾燥が，過度の水分蒸発による麺の割れ防止のためには不可欠である。(【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の概要",
                  "text": [
                    "本発明の側面に従うと，(1)麺の断面積の空隙率が0．1％以上15％以下であり，麺の断面積の単位空隙率が0．01％以上1％以下であり，30％～75％の糊化度と多孔質構造とを有した乾麺および(2)主原料と，前記主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂とを含む麺生地から形成した生麺体を90℃～150℃で発泡化および乾燥することを具備し，最終糊化度が30％～75％の糊化度を有する乾麺の製造方法が提供され，本発明の態様に従うと，簡単且つ短時間で良好に調理可能な乾麺およびその製造方法が提供される。(【0004】，【0005】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "本発明の1態様に従う乾麺は，麺の断面積の空隙率が0．1％以上15％以下であり，麺の断面積の単位空隙率が0．01％以上1％以下であり，30％～75％の糊化度と多孔質構造とを有するところ，「空隙率」とは麺を長手方向と直交する方向で切断したときの断面積に占める全空隙面積の割合であり，「単位空隙率」とは麺を長手方向と直交する方向で切断したときの断面積に占める1つの空隙の面積の割合であり，当該乾麺における多孔質構造は，麺を何れの位置で切断した場合であっても，大きな空洞を有せず，切断面全体に亘り多孔を有する構造であればよい。(【0007】，【0009】～【0011】)",
                    "多孔質構造に存在する孔に依存して麺断面における空隙が生じ，このような多孔質構造により，コシのある優れた食感が提供され，また，当該乾麺の早い湯戻りが可能となる。(【0016】)",
                    "当該乾麺は，例えば，主原料と，主原料の総重量に対して約0．5重量％より大きく約6重量％未満の100％油由来の粉末油脂とを含む麺生地を用意し，この麺生地から所望の形状の生麺体を作成し，得られた生麺体を，約90℃～約150℃で約3分～約20分間処理し，或いは，約120℃～約150℃で約1分～約4分間の発泡化と乾燥することを行った後に，前記の温度よりも低温で更なる乾燥，または発泡化と乾燥することを行って製造することが可能であり，本乾麺は，一定の温度条件が維持された一段階乾燥処理により製造されてもよく，2つ以上の温度条件下で管理される多段階乾燥処理により製造されてもよい。",
                    "100％油由来の粉末油脂は，例えば，植物油など，例えば，パーム油，綿実油，サフラワー油，米ぬか油，やし油，パーム核油，菜種油，コーン油，ダイス油，ゴマ油およびそれらの硬化油およびエステル交換油などのそれ自身公知の何れかの食用油脂を原料として製造された粉末油脂であればよい。(【0017】，【0019】，【0024】)",
                    "乾麺に含まれる澱粉の糊化は，約90℃～約130℃での約3分～約20分間の処理中の何れの段階で達成されてもよく，あるいは，約120℃～約150℃(第1の処理)で約1分～約4分間発泡化および乾燥させた後に，約50℃～約120℃の温度(第2の処理)で更なる乾燥，または発泡化および乾燥により達成されてもよく，ここで，第1の処理及び第2の処理を行う2段階処理においては，多孔質構造の形成と澱粉の糊化が，第1の処理の間に達成されてもよく，又は第1の処理から第2の処理に亘って達成されてもよく，このような処理により30％～75％の糊化度が達成され，それにより，喉越しのよい優れた食感を有する乾麺が提供される。(【0028】)",
                    "従来の乾麺を製造する場合，例えば，約20重量％～約50重量％の水分を含む麺生地からなる生麺体を，乾燥開始時から高温短時間の条件で乾燥するとひび割れや過発泡が生じるため，このような高温短時間での乾燥は行うことが困難であったものの，本発明の態様に従うと，乾燥開始時から上記のような常法よりも高い温度で生麺線などの生麺体を乾燥することが可能であり，また，このような乾燥を行っても，ひび割れや過発泡が生じにくい。(【0029】)",
                    "また，本発明の態様に従う乾麺は，多孔質構造を有しているので，茹で時間が短く，復元性と弾性に優れている。(【0039】)",
                    "更に，従来の乾麺と異なり，本発明の態様に従う乾麺は，茹で戻し時のぬめりが抑制され，調理時に必ずしも麺を混ぜたり，水洗したりする必要はない。これは，乾燥時の熱で澱粉の糊化度が30％～75％となり，ぬめりの原因である澱粉の溶出が抑制されるためである。そして，ぬめりが抑制されているため，麺を水洗せずに湯をそのままスープとして使用可能である。(【0040】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "(実施例1)主原料としての小麦粉1000gと，最大で分布する粒子の平均粒径が150μm～250μmの球状の粉末油脂20g(小麦粉に対して2％)とをミキサーに投入し，300g(小麦粉に対して30％)の水を別に用意し，これに食塩20g，かんすい5gを加えて撹拌溶解した後に，前記ミキサー内に投入し，混練して麺生地とし，次いで，前記麺生地を常法に従ってロール圧延して1．20mmの厚さとし，20番角刃で切り出して幅1．5mmの生麺線とし，この生麺線を定量にカットし，リテーナーに収納して温度130℃，風速10m／s，5分間，熱風乾燥して実施例1の乾麺を得たところ(【0043】)，乾麺の糊化度は71．7％であり，乾麺の断面の全面に渡り複数の小さい空胞が存在する多孔質構造をしていた。(【0042】，【0044】)",
                    "実施例1と同様な材料を用い，且つ熱風乾燥の条件以外は実施例1と同様の方法により乾麺を製造し，実施例2-1-1～実施例2-1-6とした。実施例2-1-1において製造した乾麺の糊化度は34．4％であった。実施例2-1-1～実施例2-1-6において製造した乾麺は，好ましい多孔質構造を有し，且つ焦げのない好ましい外観を有し，且つ品質が良好であることが測定および観察により明らかになり，その結果を表7に示すところ，表中の丸印は，良好な多孔質構造が形成され，且つ品質良好な乾麺が得られた条件を示す。(【0045】～【0050】，【0085】)",
                    "実施例1と同様な材料を用いて，熱風乾燥の条件以外は実施例1と同様の方法により乾麺を製造し，それぞれ実施例2-4-1～実施例2-4-12及び実施例2-5-1～実施例2-5-8とした。(【0053】，【0054】)",
                    "また，実施例1と同様な材料を用い，熱風乾燥が，第1の条件として，温度160℃で1分～2分30秒間，150℃で2分間若しくは2分30秒間，または温度145℃で2分間若しくは2分30秒間，または温度140℃で2分30秒間，または温度135℃で2分30秒間の乾燥をそれぞれに行い得られた乾麺を比較例11～20とした。(【0070】)",
                    "実施例2-4-1～実施例2-4-12および比較例11～比較例20において製造した乾麺について，第1の処理をした後に，続けて第2の処理をした場合の外観と多孔の形成について観察した結果を表8に示し，ここで，第2の処理の温度条件は表8の最下段とその上の段に記載し，当該第2の処理を行った例についての各欄内の括弧内の時間を表す数値は，第2の処理の処理時間を示し，また，第1の温度条件が145℃である実施例2-4-9，実施例2-4-10および実施例2-4-12については，括弧内に第2の処理温度を記載した。(【0086】)",
                    "そして，実施例2-4-1～実施例2-4-12において製造した乾麺はすべて丸印すなわち「良好な多孔質構造が形成され，且つ品質良好である条件」であったことが示される一方，比較例11～比較例20において製造した乾麺は，いずれも，白三角印すなわち「多孔質構造は形成されるが，外観に焦げが生じた条件」，又は黒三角印すなわち「多孔質構造は形成されるが，外観に焦げがあり，更に過乾燥となった条件」であったことが示されている。(【0106】，表8)",
                    "また，実施例2-5-1～実施例2-5-8は，第1の処理のみ行った時点では適切な多孔質構造を得ることができなかったが，更に第2の処理を行うことにより良好な乾麺が得られる。(【0090】，【0094】，【0097】，【0100】，【0102】，【0104】)",
                    "そして実施例2-5-1～実施例2-5-8において製造した乾麺はすべて丸印すなわち「良好な多孔質構造が形成され，且つ品質良好である条件」であったことが示されており，表8が示す通り，互いに温度条件の異なる連続する2つの条件で行う乾燥処理によっても，本発明に従う乾麺を製造することが可能である。(【0105】，【0106】，表8)",
                    "表8の各記号は次のような結果を得た条件を示す；",
                    "白三角印      多孔質構造は形成されるが，外観に焦げが生じた条件",
                    "黒三角印      多孔質構造は形成されるが，外観に焦げがあり，更に過乾燥となった条件",
                    "丸印          良好な多孔質構造が形成され，且つ品質良好である条件",
                    "×印→丸印    第1の処理後の観察では，多孔質構造が形成されないが，その後の50℃～120℃の温度条件で第2の処理を行うことにより多孔質構造が形成され，且つ品質良好である条件。(【0106】)",
                    "図3に示すマッピングでは，主成分1が食感の弾力や湯戻りに関する指標，主成分2が滑らかさや経時変化に関する指標を表しているところ，この評価により，本願発明に従う即席麺は，これまでの即席麺類に無かった戻りの良さと滑らかな喉越しを有するなど優れた食感を有することが明らかとなり，本発明に従う乾麺は，従来の何れの麺でも達成できなかった特徴，即ち，従来の乾麺の特徴を持ちながら，即席麺(即ち，従来のノンフライ麺，従来のフライ麺)のような湯戻りの早さとしなやかな弾力を併せ持っていた。(【0109】，【0110】)",
                    "本発明に従うと，簡単且つ短時間で良好に調理可能な乾麺およびその製造方法が提供される。このような乾麺は，優れた品質と食感を提供できる上に，簡便に調理が可能であることから，広く消費者により受け入れられる。食品業界において広く利用される。(【0111】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，本件発明の特徴は，次のとおりである。",
                "本件発明は，乾麺及びその製造方法に関するものであるところ(【0001】)，従来，乾麺は，茹でる際には麺と麺との接着を防ぐために麺を混ぜ，また，茹で上がった麺は水洗してぬめりを取る必要があり(【0002】)，さらに，乾麺を製造する際に，約20重量％～約50重量％の水分を含む麺生地からなる生麺体を，乾燥開始時から高温短時間の条件で乾燥するとひび割れや過発泡が生じるため，高温短時間の乾燥は困難であり，長い時間を要する乾燥工程が不可欠であった。(【0003】，【0029】)",
                "本件発明は，簡単かつ短時間で良好に調理可能な乾麺及びその製造方法を提供することを課題とし(【0005】)，主原料と，前記主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂とを含む麺生地から形成した生麺体を90℃～150℃で発泡化及び乾燥することを具備し，最終糊化度が30％～75％の糊化度を有する乾麺の製造方法(【0004】，【請求項2】)及びこの製造方法により得られる乾麺を提供するものである。(【請求項7】)",
                "本件発明の製造方法は，乾燥開始時から常法よりも高い温度で生麺線などの生麺体を乾燥してもひび割れや過発泡が生じにくいとの効果を有するものであり(【0029】)，本件発明の製造方法により得られる乾麺は，30％～75％の糊化度が達成されることにより，喉越しのよい優れた食感を有し(【0028】)，ぬめりの原因である澱粉の溶出が抑制されるため，茹で戻し時のぬめりが抑制され，調理時に必ずしも麺を混ぜたり，水洗したりする必要がなく(【0040】)，また，多孔質構造を有しているので，茹で時間が短く，復元性と弾性に優れている(【0039】)との効果を有するものである。(【0040】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明1Aに基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，おおむね，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲"
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "常法により製造した生麺線を約120～250℃の高温気流で約5～90秒間処理することを特徴とする高温気流乾燥麺の製造法。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲第1項記載の製造法において予め，生麺線の水分含量を約8～25％に水分調整しておくこと。(1欄13～19行)",
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "従来の乾燥麺としては，(1)乾麺(生麺線を20～120℃で20分～20時間通風乾燥する。)，(2)α化乾燥麺(生麺線を数分蒸煮後70℃～120℃で20～90分間通風乾燥する。)，(3)油揚げ乾燥麺(生麺線を蒸煮後120℃～160℃の食用油で数分間処理することにより脱水乾燥する。)等があり，市販品として広く普及している。",
                    "しかしながら，乾麺は食感は非常にすぐれているが，乾燥に2～20時間の長時間を要し，製品自体もこわれやすく，復元時間も10～20分を要する。α化乾燥麺は，比較的短時間で復元するが粉くささが残り湯にごりが著しく湯のびしやすい。",
                    "油揚げ乾燥麺は2～3分で早く復元するが，湯のびしやすく，かなりの油を含んでいるため長期間保存すると，酸化して品質が劣化してくる等一長一短があり保存性，生産，復元，食感等の総合的見地からはまだ多くの問題点を投げかけている。(1欄32行～2欄21行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特公昭48-5027号公報には，上述の乾燥麺製造より一歩進歩した製造法が開示されているが，その内容は次のとおりである。",
                    "すなわち製造した生麺線を横送りして，すみやかに約60～120℃低湿度の熱風を送風せしめた乾燥室内に送り，該乾燥室において数分乃至約20分間，約60～120℃，低湿度の熱風に暴露し，次いで乾燥凝固せしめることによって麺線を急速に乾燥することを特徴としている。",
                    "しかし，上記麺類の急速乾燥法は，乾燥時間が数分～約20分間とかなり短縮されているが，この熱風乾燥処理後に送風冷却により麺線を乾燥凝固する工程が不可欠であってこの工程を経て初めて所期の乾燥麺が得られるものであるので全体としては，かなりの時間(明細書中より判断するに最高で40分)かかるもので，生産性は必ずしも満足できるものとはいえないものである。また，乾燥麺はα化が充分行われていないので非常にもろく，取扱い過程において破損しやすいものである。(2欄21行～3欄3行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本発明は，上述の特に特公昭48-5027号公報にかかる発明における問題点に鑑み，通常，数分～約20分間を要していた熱風乾燥処理時間を大幅に短縮し，かつ次の送風冷却による乾燥凝固工程を削除することを可能とし単に高温気流処理に付することによってほとんど瞬間的に脱水乾燥でき，しかも艶のある外観を呈し復元が容易でかつ喫食するに際して麺本来の「生の食感」を再現できる高温気流乾燥麺類の製造法を提供することを目的とする。",
                    "即ち，本発明の構成の骨子とするところを述べると常法により製造した麺線の水分に約120℃～250℃，約3～15m／秒の高温気流を約5秒～90秒接触させて均質多孔性の乾燥麺を製造することを特徴とする高温気流乾燥麺の製造法である。(3欄13～28行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記のように短時間で高温気流処理された麺線は通常の乾燥麺に比し麺線の表面に光沢を生じ，かつ麺線内部は微細な均一多孔質体の組織となっている。特に蒸煮麺を高温気流処理した場合α化度及びグルテン変成の促進により麺線の外観は非常に艶々した様相を呈し麺線がより強靱になるとともにα化乾燥麺特有の粉臭さが全くなくなる。これは均一に水分調整された麺線が120℃～250℃に加熱された気流に急激に接触すると，麺線内部の水分が瞬間的に加熱され，外部へ放出される際に麺表面のでん粉が糊化し，ただちに麺線表面において乾燥されるためにオブラート状の非常に薄いつやのある被膜を形成する。一方麺線内部にはグルテンの急激な変性をともなった均一微細な多孔質体からなる麺線組織を形成するものと考えられる。このため調理した場合熱湯の麺線内部への浸透が非常にすみやかに行われるが，一定量以上の吸水と成分溶出が抑制され，湯のびがしにくく，しかも麺本来の活性化されたいわゆる「生の食感」が得られるものである。(4欄30行～5欄5行)"
                },
                {
                  "fig": "カ",
                  "subject": "また保存面においても油を全く使用しないので酸化のおそれがなく長期保存に耐えられ，かつ工業的にも生産し易くコスト的にも安くできあがる等の利点がある。(5欄6～9行)"
                },
                {
                  "fig": "キ",
                  "subject": "このように，本発明による乾燥麺の製造法によると，単に生麺線からの乾燥時間が著しく短縮化されるにとどまらず，乾燥麺の外観及び復元性，保存性を改良し，喫食時には「生の食感」を再現するもので前述の特公昭48-5027号に記載の発明と著しく異なるものである。(6欄1～6行)"
                },
                {
                  "fig": "ク",
                  "subject": "実施例II   常法により角18番の切刃を使用して製造したひやむぎ(水分約30％)を60℃の熱風で水分17％に調整した後，190℃6m／秒の高温気流で10秒間処理する。(5欄44行～6欄42行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1Aの認定",
              "text": [
                "以上によれば，引用例1には，本件審決が認定したとおりの引用発明1A(前記第2の3(2)ア)が記載されていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2と引用発明1Aとの対比",
              "text": [
                "本件発明2と引用発明1Aとの一致点及び相違点は，本件審決が認定したとおり(前記第2の3(2)イ，ウ)であると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-1に係る容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2は，生麺体を高温短時間の条件で乾燥するとひび割れや過発泡が生じるため，長い時間を要する乾燥工程が不可欠であるとの従来例における問題を解決し，簡単かつ短時間で良好に調理可能な乾麺及びその製造方法を提供することを課題とすることは，前記1のとおりである。",
                    "他方，引用発明1Aは，麺類を熱風乾燥処理後に送風冷却により麺線を乾燥凝固する工程を経る従来例において，乾燥工程に時間がかかることや，乾燥麺のα化が充分行われていないので非常にもろく，取扱い過程において破損しやすいこと等の問題があったことから，高温気流処理に付することによってほとんど瞬間的に脱水乾燥でき，しかも艶のある外観を呈し復元が容易でかつ喫食するに際して麺本来の「生の食感」を再現できる高温気流乾燥麺類の製造法を提供することを課題とするものであり(前記(1)ウ，エ)，乾燥工程の短縮や，復元性の高い麺の製造を可能とする製造方法を提供する点で，本件発明2と課題を共通にするものである。",
                    "そして，本件発明2と引用発明1Aは，多孔質構造の麺を製造する点においても共通する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲4)には，麺生地に常温で固型状をなしている食品用油脂類などを添加して，多孔質構造を有する乾麺を製造するとの記載があり，多孔質化を目的として油脂を添加することが開示されている。",
                    "しかし，引用発明1Aは，既に多孔質構造を実現しているのであるから，課題達成のため，油脂を添加する方法により多孔質構造を形成する動機付けがあるとはいえない。",
                    "また，①引用発明1Aは，従来の乾燥麺である，生麺線を蒸煮後120℃～160℃の食用油で数分間処理することにより脱水乾燥する油揚げ乾燥麺は，2～3分で早く復元するが，湯のびしやすく，かなりの油を含んでいるため長期間保存すると，酸化して品質が劣化してくることを解決すべき課題の1つとしていること(前記(1)イ)，②引用発明1Aにおいては，保存面においても油を全く使用しないので酸化のおそれがなく長期保存に耐えられ，かつ工業的にも生産しやすくコスト的にも安くできあがる等の利点があるとされること(前記(1)オ)，③引用発明1Aによる乾燥麺の製造法によると，単に生麺線からの乾燥時間が著しく短縮化されるにとどまらず，乾燥麺の外観及び復元性，保存性が改良するとされること(前記(1)カ)に照らすと，引用発明1Aにおいては，乾燥麺が油を含んでいることによる酸化や劣化を課題の1つとし，その解決手段として，油を全く使用しないことにより保存性を改良することができるようにしたものと認められる。",
                    "そうすると，引用発明1Aにおいて，「麺生地に主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂を含む」ようにすることは，上記のとおり，油を含んでいることによる酸化や劣化を課題の1つとし，その解決手段として，「油を全く使用しない」ことにより保存性を改良することができるようにしたことに相反するから，油脂を添加することには阻害事由があるというべきである。",
                    "よって，当業者は，多孔質化の実現のために粉末油脂を麺に添加するとの技術事項を引用発明1Aに適用することは考えないから，引用発明1Aに基づき，相違点1-1に係る構成を当業者が想到することが容易とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，乾麺類が一定の割合の油を含有することや，小麦粉を使用しているものが油を包含することは周知の事項であるから，引用発明1の乾麺が油を含有することは自然の理であると主張する。",
                        "しかし，引用例1には，保存面においても油を全く使用しないことが示されているところ，原料である小麦粉に成分として含まれる油の酸化や劣化を問題としているのであれば，「油を全く使用しない」と記載されることはないはずである。したがって，麺の原料である小麦粉の成分に油が含まれていることと，多孔質化のための麺生地への粉末油脂の使用とは無関係というべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1の特許請求の範囲には，生麺線に粉末油脂等の油を全く使用しないとは記載されていないこと，また，引用発明1Aにおいて，保存性の観点から生麺線に粉末油脂等の油を全く使用しないことは副次的な目的にすぎないことから，引用発明1Aは，油脂添加を排除してはいないと主張する。",
                        "しかし，特許請求の範囲に，生麺線に粉末油脂等の油を全く使用しないとの記載はなくても，前記アで検討したとおり，引用発明1Aは，油を含んでいることによる酸化や劣化を課題の1つとし，その解決手段として，「油を全く使用しない」ことにより，保存性を改良するものである。そうすると，この解決手段に反して油脂を添加することは，引用発明1Aの課題達成を困難とするもので，許容されないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，乾麺，即席麺の製造において粉末油脂を含む油脂を使用することは，本件優先日当時において周知技術であるところ，引用発明1Aに記載された油は粉末油脂を対象としていないこと，粉末油脂に用いられる極度硬化油は，保存安定性に優れた油脂であることから，引用発明1Aは，粉末油脂の使用までも否定するものではない旨主張する。",
                        "①引用例3(甲19)には，高温熱風乾燥によって即席麺を製造する方法について，「粒子径0．15mm以上の球状又は／および粒状の油脂」を含む麺原料が開示されていること，②国際公開第2010／055860号(WO，A1)(甲9)には，高温熱風乾燥によって即席麺を製造する方法について，麺生地材料に食用油を添加したり，生麺線に食用油を噴霧又はシャワーする等の方法により付着させることが開示されていること，③特開平5-292908号(甲89)，特開2004-222546号(甲90)，特開平7-246070号(甲91)にも，麺の製造工程において油脂を添加することが開示されていることによれば，乾麺や即席麺の製造において粉末油脂を含む油脂を使用することは，本件優先日当時，周知であったと認められる。",
                        "しかし，乾麺や即席麺の製造において粉末油脂を含む油脂を使用することが周知技術であるとしても，引用発明1Aは，「油を全く使用しない」ことにより保存性を改良することができるようにしたものであり，油脂を添加することに阻害事由があることは，前記イのとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，原告の主張は，いずれも採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，相違点1-1に係る本件発明2の構成を想到することが容易とはいえないから，本件発明2は当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3ないし6及び8ないし10について",
              "text": [
                "本件発明3ないし6は，本件発明2の発明特定事項の全てを含むものであり，本件発明8ないし10は，本件発明2の発明特定事項を更に限定するものである。したがって，相違点1-1に係る本件発明2の構成を想到することが容易とはいえない以上，本件発明3ないし6及び8ないし10は，いずれも当業者が容易に発明をすることができたものではない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "よって，引用例1Aに基づき，本件発明2ないし6及び8ないし10の進歩性が否定されることはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明2に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2には，おおむね，次の記載がある(下記記載中に引用する図表は，別紙引用例2図表目録参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "乾めん，即席めん等のめん類を製造するにあたり，原料粉に，常温で固型状をなしている食品用乳化剤および／または常温で固型状をなしている食品用油脂類を添加し，混合することを特徴とする早もどりめん類の製造方法。(1頁左欄4～9行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本発明は乾めん，即席めん，マカロニ，茹でめん，皮類等のめん類の製造に際して常温で固型状をなしている食品用乳化剤および／または常温で固型状をなしている油脂類を添加，混合する製造法に係り，その目的とするところは，めんの食味を低下することなく，喫食時のめんのほぐれをよくし，復元性を極めて早く改善することにある。(1頁左欄18行～右欄4行)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "めんの食味は従来から“あし”とか“こし”と表現されているようにその太さ，弾力性…滑らかさ，もちもち性などの物理的な感触の占める割合が大きく，これは主にめんのつくり方とめんの太さ，または，厚みによるところが大である。そしてめんの復元時間はその太さと関係が深く，太いものほど復元時間が長くかかり，逆に細くすればそれだけ短かくなることはよく知られている。",
                    "めんの復元時間を改善する工夫はいろいろなされてきた。例えば，…膨化剤等を加えその気泡により多孔質化して復元性を改善する試みもあるが，気泡がめん組織を破壊するため滑らかで弾力性のある食味のめんをつくることが出来ない。…そして即席めん類のようにお湯を注いで3～5分と復元性も極に達したものに，更にもっと早く喫食できるめんへの利用は従来の技術だけでは困難であった。(1頁右欄5行～2頁右上欄9行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本発明は，このような欠点を解消し消費者のニーズに適したものを研究，開発中に製めん原料に常温で固型状をなしている乳化剤および／または常温で固型状をなしている油脂を添加，混合して常法により製めんし，蒸煮後，熱風乾燥又は油揚乾燥して得られた即席めんのめん線に無数の微小孔が生じ，同時にめん線同志の付着が極めて少なく，喫食時にお湯を注ぐとほぐれが早く，復元時間が従来の1／2～1／3に短縮され，その食味も従来のものに比べ弾力性，滑らかさに富み，スープとの調和した商品価値の高いものが得られることを発見した。即ち，本発明は上記知見にもとづくものであり，製めん原料に常温で固型状をなしている食品用乳化剤および／または常温で固型状をなしている油脂類を添加，混合して製めんし，その後の工程で無数の微小孔を有し，かつ，ほぐれのよいめんの製造方法であり，従来の食味を改善すると共に復元性の極めて早いめんを消費者に提供しようとするものである。(2頁右上欄10行～左下欄16行)"
                },
                {
                  "fig": "オ",
                  "subject": "常温で固型状をなす食品用乳化剤および／または油脂は製めん工程でめんの表面及び内部に無数に点在するが，続く蒸煮工程に於てその部分が蒸気温度により溶融，液化し，めんの表面及び内部に無数の微小孔を生じ乾燥工程後もこれが残り多孔質のめんとなる。このようにして得ためんにお湯を注ぐと，多孔質のため復元性は極めて早い。即ち，めんの復元性は前記のようにめんの太さ(厚み)に関係するが，それはめんの表面から中心までの距離に関係するものであつて微小孔が無数にあいているということはそれだけ中心までの距離が事実上短いという構造によるものである。本発明によるめんの多孔質は従来からある膨化処理によるものではなく，又，混合工程を少なくしグルテン形成をおさえた形の多孔質ではなく，充分練り上げてあるため，めんの組織がしつかり形成されたものであり，めん本来の弾力性を主とする食味を保つたものである。(3頁左上欄17行～右上欄14行)"
                },
                {
                  "fig": "カ",
                  "subject": "以上，即席めんを中心に詳述したが，本発明の方法は即席めんだけに限らず，乾めん，マカロニ，茹めん，皮類等のめん類及び，かやく類についても広く利用できるものである。(3頁左下欄14～17行)"
                },
                {
                  "fig": "キ",
                  "subject": "実施例  1．",
                  "text": [
                    "…常法で製めんし，…めん線とした後，…蒸気で2分間蒸煮し，次いで150℃のラードで2分間油揚げ乾燥しめん製品を得た。",
                    "実施例  2．",
                    "…常法で製めんし…めん線とした後，…蒸気で2分間蒸煮し，型枠に入れ80℃の熱風で40分間乾燥し，めん製品を得た。(3頁左下欄19行～右下欄15行)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "実施例  3．",
                  "text": [
                    "小麦粉1kgに固型状脂肪酸モノグリセライド30gを添加し，均一に混合した後，水350mlに食塩30gを加えた混合液を加え，充分練り上げた後，常法により製めんしロールにより1．4m／mに圧延し，＃10角でめん線とした後乾燥し，乾めんを得た。(3頁右下欄16行～4頁左上欄2行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定",
              "text": [
                "以上によれば，引用例2には，本件審決が認定したとおりの引用発明2(前記第2の3(3)ア)が記載されていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2と引用発明2との対比",
              "text": [
                "本件発明2と引用発明2との一致点及び相違点は，本件審決が認定したとおり(前記第2の3(3)イ，ウ)であると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2-2に係る容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2は，麺の食味を低下することなく，喫食時の麺のほぐれをよくし，復元性を極めて早く改善することを課題とし(前記(1)イ)，製麺原料に常温で固型状をなしている食品用乳化剤や油脂類を添加，混合して製麺し，その後の工程で無数の微小孔を有し，かつ，ほぐれのよい麺の製造方法を提供するものであり(前記(1)エ)，復元性の高い麺の製造を可能とする製造方法を提供する点で，本件発明2と課題を共通にするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "①引用例1(甲1)には，麺線が120℃～250℃に加熱された気流に急激に接触すると，麺線内部の水分が瞬間的に加熱されて外部へ放出され，麺線内部に均一微細な多孔質体からなる麺線組織が形成されるとの記載，②特公昭48-5027号公報(甲2)には，生麺が約60～120℃低湿度の熱風に暴露されたときに，生麺内部の水分が急激に加熱されて気泡となって外部に放出され，麺体が強靱かつ多孔質に近い状態となるとの記載(3欄39～44行)，③特開昭52-128251号公報(甲3)には，生麺に120～300℃の高温熱風を2．5～10m／secの流速で供給し，10～60秒の間高温熱風に連続的又は断続的にさらして膨化させるとの記載(1頁右欄12行～2頁右上欄7行)があり，いずれも，生麺体を高温熱風乾燥して多孔質化することを開示している。よって，かかる技術事項(甲1～3技術事項)は，本件優先日当時，周知技術であったことが認められる。",
                    "しかしながら，引用例2には，①従来，麺の復元時間を改善するために，膨化剤等を加えその気泡により多孔質化して復元性を改善する試みもあったところ，該気泡が麺組織を破壊するため滑らかで弾力性のある食味の麺をつくることができなかったこと(前記(1)ウ)，②引用発明2による麺の多孔質は従来からある膨化処理によるものではないこと(前記(1)オ)，③麺の表面及び内部に無数に点在する固型状の食品用乳化剤や油脂が，蒸煮工程における蒸気温度により溶融，液化し，麺の表面及び内部に無数の微小孔を生じ，乾燥工程後もこれが残り多孔質の麺となり，この方法によって得た麺にお湯を注ぐと多孔質のため復元性は極めて早いこと(前記(1)オ)，④引用発明2に相当する実施例3の乾麺は，「めんのほぐれ具合」，「復元性」，「スープとの調和性」，「めんの食味」及び「総合評価」のいずれもが，「非常によい」と評価されていること(別紙引用例2図表目録の表)が記載されている。",
                    "これらの記載によれば，引用発明2は，乾燥工程において，実施例1，2に開示された蒸煮工程と同様に熱を加えることによって，麺線の表面及び内部に無数に点在する固型状の食品用乳化剤や油脂が溶融，液化し，麺線の表面及び内部に無数の微小孔を生じ，乾燥工程後もこれが残ることにより乾麺を多孔質化するものである。",
                    "したがって，引用発明2については，既に多孔質化を実現しているのであるから，課題達成のため，生麺体を高温熱風乾燥する方法により多孔質化を実現する甲1～3技術事項を適用する動機付けはない。",
                    "また，従来の気泡や膨化により乾麺を多孔質化することによっては，滑らかで弾力性のある食味の麺を作るとの課題を達成できなかったのが，引用発明2の製造方法により製造される乾麺については，「復元性」などが「非常によい」と評価されていることからすると，引用発明2においては，気泡や膨化とは異なる多孔質化技術を利用することに，格別な技術的意義があるといえる。そうすると，引用発明2において，乾麺を多孔質化する手段として気泡や膨化によることは，引用発明2の課題解決に反することになるから，当業者は，多孔質化の手段として，気泡や膨化によることは考えないものというべきである。",
                    "引用例1及び甲2文献に記載の多孔質化は，生麺体の水分が急激に気化して気泡となることを利用するものであり，甲3文献に記載の多孔質化は，生麺体の膨化を利用するものであるから，甲1～3技術事項を引用発明2に適用することには阻害事由がある。",
                    "よって，当業者は，引用発明2に甲1～3技術事項を組み合わせて用いることは考えないから，引用発明2に基づき，相違点2-2に係る構成を当業者が想到することが容易とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明2と甲 1～3技術事項とは，いずれも多孔質構造を得ることにより乾燥麺の復元性を改善するという点で，技術分野及び課題が共通するとともに，機能的にも同じであるから，両者が組み合わせられない理由はないと主張する。",
                        "しかし，既に多孔質化を実現している引用発明2に，さらに甲1～3技術事項を組み合わせて用いる動機付けがない上，甲1～3技術事項は，気泡や膨化により多孔質化を実現するものであって，気泡や膨化によらずに多孔質化する引用発明2に適用することには阻害事由があることは，前記イのとおりである。",
                        "原告は，特開平7-132060号(甲58)の比較例4に記載された，粉末油脂を使用した乾麺について，茹で時間の短縮が1分程度で(表3)，「大幅な茹で時間の短縮は，粉末油脂…を単独で配合しても得られない(比較例4…)」(【0022】)との記載があることを根拠に，粉末油脂の添加だけでは復元性が不十分で，予め多孔質化する必要があるから，甲1～3技術事項を適用する動機付けがあるとも主張する。しかし，引用例2では，粉末油脂の添加だけではなく，気泡や膨化とは異なる多孔質化技術を用いており，実施例1ないし3のいずれも，「復元性」が「非常によい」と評価されているのであるから(別紙引用例2図表目録の表)，原告の主張は前提が異なっており，採用できない。",
                        "原告は，引用例2に記載された乾麺の乾燥時間を短縮するために甲1～3技術事項を用いることは容易であるとも主張するが，上記の阻害事由に照らすなら，かかる主張も採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明2において，蒸煮は必須ではなく，実施例3の蒸煮工程のない「乾めん」においては，甲1～3技術事項の高温熱風乾燥を適用して油脂を溶解し，多孔質を得る動機付けがあると主張する。",
                        "引用例2の実施例1及び2には，いずれも，蒸気で2分間蒸煮する工程が記載されているのに対し，実施例3には，蒸煮を行うとの記載がない。また，実施例1及び2では，得られる製品が「めん製品」であるのに対し，実施例3では，「乾めん」とされているところ，「乾めん」とは，生麺を乾燥させ，常温で長期保存できるようにしたもので，蒸煮工程を経るものではない(甲22，49，98，102)。よって，実施例3では，蒸煮は行われていないと理解するのが自然である。",
                        "しかしながら，前記(ア)のとおり，実施例3についても，実施例1，2と同様に，「復元性」が「非常によい」と評価されているのであるから，引用発明2の多孔質化技術により多孔質構造が形成されていることは明らかである。そうすると，既に多孔質構造が形成されている引用発明2について，さらに多孔質構造の形成を目的として高温熱風乾燥を採用する動機付けがあるとはいえない。",
                        "また，前記イのとおり，引用発明2においては，気泡や膨化とは異なる多孔質化技術を利用することに格別な技術的意義があり，乾麺を多孔質化する手段として気泡や膨化によることは，引用発明2の課題解決に反するから，気泡や膨化により多孔質化を実現する甲1～3技術事項を引用発明2に適用することには，阻害事由がある。",
                        "そうすると，実施例3において蒸煮が行われないとしても，甲1～3技術事項の高温熱風乾燥を適用することはできず，原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明2は，引用発明2に基づいて当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3ないし6及び8ないし10について",
              "text": [
                "本件発明3ないし6は，本件発明2の発明特定事項の全てを含むものであり，本件発明8ないし10は，本件発明2の発明特定事項を更に限定するものである。したがって，相違点2-2に係る本件発明2の構成を想到することが容易とはいえない以上，本件発明3ないし6及び8ないし10は，いずれも当業者が容易に発明をすることができたものではない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "よって，引用例2に基づき，本件発明2ないし6及び8ないし10の進歩性が否定されることはないから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(引用発明3に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例3には，おおむね，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項3】主原料と，粒子径0．15mm以上の油脂又は／および乳化剤とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，該麺線を蒸煮し，次いで，熱風により膨化乾燥することを特徴とする即席麺の製造方法。",
                    "【請求項5】前記主原料が小麦粉である請求項3または4に記載の即席麺の製造方法。",
                    "【請求項9】前記粉末粒状の油脂または乳化剤の添加量が，小麦粉に対して，0．5～5％である請求項3～8のいずれかに記載の即席麺の製造方法。",
                    "【請求項11】前記即席麺が，熱風の温度50℃～160℃，風速1～25m／sの範囲の熱風を単独もしくは組み合わせることにより乾燥される請求項3～10のいずれかに記載の即席麺の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本発明の他の目的は，麺線の太さにかかわらず高温熱風乾燥の問題点であった「麺線の割れ」を解決できる即席麺，およびその製造方法を提供することにある。(【0018】)",
                    "本発明の更に他の目的は，調理時の熱量の少ないスナック麺においても，「生麺のごとき粘弾性」を容易に実現できる即席麺，およびその製造方法を提供することにある。(【0019】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本発明によれば，更に，主原料と，粒子径0．15mm以上の油脂又は／および乳化剤とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し；該麺線を蒸煮し；次いで，熱風により膨化乾燥することを特徴とする即席麺の製造方法が提供される。(【0022】)",
                    "本発明者の知見によれば，上記構成を有する本発明においては，麺原料に球状又は／および粒状の，油脂又は／および乳化剤を添加することで，蒸し工程において，麺線内部の粉末粒状油脂または粉末粒状乳化剤が溶けることにより麺線内部および麺線表面に(適度なサイズの)穴を形成することにより，続く高温熱風乾燥工程において麺線内部の水分をスムーズに蒸発させて，麺線を乾燥することが出来るために，麺線の急激な発泡を防止することが可能となると推定される。この結果，麺線の割れ防止と，湯戻し後の良好な食感の両立(更には，生産性および経済性の両立)が可能となるものと推定される。(【0023】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "上記構成を有する本発明によれば，麺線の太さにかかわらず，従来の高温熱風乾燥の問題点であった「麺線の割れ」を効果的に防止しつつ，湯戻し後の食感を良好にすることができる。(【0024】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "本発明の即席麺は，湯戻りの点からは，高温熱風乾燥麺であることが好ましい。ここに，「高温熱風乾燥麺」とは，その種類および製品形態に特に限定されない。本発明における「種類および製品形態」としては，例えば，中華麺，うどん，そば，パスタ等の煮込みタイプ，熱湯を注加して調理するタイプが好適に使用可能である。本発明は，調理時の熱量の少ないスナック麺タイプのうどん等の，麺線が著しく太いタイプである即席高温熱風乾燥麺において，特に製造適性および食感改良が有効である。(【0030】)",
                    "油脂の種類としては，例えば，ラード，パーム油，大豆油，ヤシ油，ひまわり油，綿実油，コーン油，米ぬか油，菜種油，ごま油等を挙げることができる。それぞれ常法にしたがって水素添加を行うこと等により，油脂の融点を適宜コントロールすることが出来る。(【0041】)",
                    "本発明においては，上記した即席麺の製造方法は特に制限されない。例えば，主原料(例えば，小麦粉)と，粒子径0．15mm以上の球状又は／および粒状の，油脂又は／および乳化剤を少なくとも含む麺原料と，水とを混捏してドウを作成し，該ドウを製麺して麺線とし，該麺線を蒸煮した後，熱風により膨化乾燥することにより，即席麺を製造することが好ましい。(【0046】)",
                    "本発明の一態様においては，即席高温熱風乾燥麺は，主原料である小麦粉に配合し，必要により澱粉，食塩，かんすい，増粘多糖類の副原料を添加し，混捏して複合製麺した後，切刃にて麺線を切りだして生麺線とする。この生麺線を連続的に蒸しゃ又は茹で処理を行った後，乾燥用バスケットに一食ずつ成形充填し，その後，高温熱風乾燥処理することにより麺線を膨化乾燥し目的とする麺線を得ることができる。(【0047】)",
                    "以下に，即席高温熱風乾燥麺の製造の一態様を示すが，本発明の効果がその乾燥方法に基づいて限定的に解釈されるわけではない。即席高温熱風乾燥麺は通常，麺線の急激な発泡を防ぐため麺線の水分を15％～25％に調整する予備乾燥と，予備乾燥された麺線を発泡乾燥させる本乾燥の2つの工程に大きく分けることができる。(【0048】)",
                    "本発明においては，好ましくは温度110～145℃(更に好ましくは115～135℃)，好ましくは風速5～25m／s(更に好ましくは8～20m／s)に調整された熱風により麺線を乾燥させることが好ましい。本乾燥段階の所要時間としては，2～4分間乾燥させ，麺中の水分を7～14％にしながら麺線を発泡乾燥することが好ましい。(【0053】)",
                    "この乾燥工程は，高温，高速の熱風により一気に麺中の水分を蒸発する工程である。その急激な蒸発により，麺の発泡状態を形成させる。ここで，温度が110℃未満であると発泡が起こり難くなる。他方，温度が145℃を越えると部分的に麺線に焦げを生じて商品価値を損なう傾向がある。風速が5m／s未満であると乾燥効率が悪くなる傾向がある。他方，風速が25m／sを越えると，工業的観点からエネルギー消費が増大する傾向がある。(【0054】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明3の認定",
              "text": [
                "以上によれば，引用例3には，本件審決が認定したとおりの引用発明3(前記第2の3(4)ア)が記載されていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2と引用発明3との対比",
              "text": [
                "本件発明2と引用発明3との一致点及び相違点は，本件審決が認定したとおり(前記第2の3(4)イ，ウ)であると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3に係る容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明3は，高温熱風乾燥の問題点であった「麺線の割れ」を解決すること，及び「生麺のごとき粘弾性」を容易に実現できる即席麺の製造方法を提供することを課題とするものであり(【0018】，【0019】)，ひび割れや過発泡を解決するために乾燥工程を短縮し，良好に調理可能な麺の製造を可能とする製造方法を提供する点で，本件発明2と課題を共通にするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1(甲1)，特開昭59-173060号(甲23)，特開昭58-81749号(甲24)には，生麺及び蒸し麺のいずれに対しても高温熱風乾燥を施すことが開示されており，生麺及び蒸し麺に高温熱風乾燥を行うとの技術事項は，本件優先日当時，周知技術であったことが認められる。",
                    "しかしながら，引用例3には，主原料と，粒子径0．15mm以上の粉末粒状の油脂とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，該麺線を蒸煮し，次いで，熱風により膨化乾燥するとの構成を有する即席麺の製造方法を提供するものであること(【0022】)，麺線の蒸煮工程により，麺線内部の粉末粒状油脂が溶けることで麺線内部及び麺線表面に(適度なサイズの)穴が形成され，それに続く熱風による膨化乾燥工程により，麺線内部の水分をスムーズに蒸発させて，麺線を乾燥することができるため，麺線の急激な発泡を防止することが可能となり，その結果，麺線の割れ防止と，湯戻し後の良好な食感の両立(更には，生産性及び経済性の両立)が可能となると推定され，その結果，麺線の太さにかかわらず，従来の高温熱風乾燥の問題点であった「麺線の割れ」を効果的に防止しつつ，湯戻し後の食感を良好にすることができるとの効果が奏されること(【0023】)の記載がある。他方で，引用例3には，蒸煮工程を経ずに，熱風乾燥過程において油脂を溶解させることの記載はない。",
                    "そうすると，引用発明3については，麺線内部及び麺線表面に(適度なサイズの)穴が形成され，既に多孔質化を実現しているのであるから，課題達成のため，生麺及び蒸し麺に高温熱風乾燥を行う周知技術を適用する動機付けはない。",
                    "かえって，引用発明3においては，粉末粒状の油脂が添加された麺線に対し，蒸煮した上で熱風による膨化乾燥を行うとの工程により，所望の効果を実現することができるのであるから，課題達成のためには，熱風乾燥前に既に穴が開いている必要がある。したがって，引用発明3においては，麺線を蒸煮してから熱風により膨化乾燥するとの工程によることに，格別な技術的意義がある。そうすると，蒸煮工程を経ずに熱風による膨化乾燥を行うことは，その課題解決に反することになるから，蒸煮工程を経ないで高温熱風乾燥を行うことには，阻害事由がある。",
                    "したがって，生麺及び蒸し麺に高温熱風乾燥を行うことが周知技術であるからといって，当業者が，蒸煮工程を経ない高温熱風乾燥を適用することを想到することはないというべきである。",
                    "そして，引用例3には，「即席麺」を「乾麺」に置き換えることについて，記載も示唆もなく，当業者がかかる置換えを行うべき理由はない。",
                    "よって，相違点3に係る本件発明2の構成は，当業者が容易に想到し得るものではないから，本件発明2は，引用発明3に基づいて当業者が容易に発明をすることができたものとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，蒸煮工程を採用するか否かは，適宜決定される選択事項にすぎず，ひび割れ過発泡抑制のため，生麺を高温熱風の対象とすることは当業者が容易に想到し得る程度のことで，その作用効果も想定の範囲内であって格別のものではないと主張する。",
                        "しかし，引用発明3においては，蒸煮工程を経ずに熱風による膨化乾燥を行うことに阻害事由があることは，前記イのとおりであるから，引用発明3において，蒸煮工程を採用することは必須の事項である。したがって，本件発明2の有する効果の顕著性を検討するまでもなく，原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，高温熱風乾燥によって，麺線のひび割れを含む過発泡が起きるとの周知の課題の解決のため，高温熱風乾燥の対象を蒸煮麺から生麺に代える動機付けがあると主張する。",
                        "しかし，引用発明3においては，蒸煮工程を経ずに熱風による膨化乾燥を行うことに阻害事由があることは，前記イのとおりである。",
                        "したがって，引用発明3において，高温熱風乾燥の対象を，蒸煮工程を経ない生麺とすることを当業者が想到することが容易であるとはいえず，原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明2は，引用発明3に基づいて当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3ないし6及び8ないし10について",
              "text": [
                "本件発明3ないし6は，本件発明2の発明特定事項の全てを含むものであり，本件発明8ないし10は，本件発明2の発明特定事項を更に限定するものである。したがって，相違点3に係る本件発明2の構成を想到することが容易とはいえない以上，本件発明3ないし6及び8ないし10は，いずれも当業者が容易に発明をすることができたものではない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "よって，引用例3に基づき，本件発明2ないし6及び8ないし10の進歩性が否定されることはないから，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件発明7の進歩性判断の誤り)",
          "text": [
            "原告は，引用発明1Bや引用発明4を，「100％油由来」の「油脂」を含むよう構成するよう想到することは，当業者が容易になし得ると主張する。",
            "しかし，原告は，引用発明1Bや引用発明4において，「100％油由来」の「油脂」を含むよう構成するよう想到することが容易であることを，具体的に主張・立証するものではなく，引用発明1Bや引用発明4において，「100％油由来」の「油脂」を含むよう構成したものが，本件発明7の乾麺に相当するものであることについても，主張・立証しないから，原告の主張は採用できない。",
            "また，原告は，本件発明2が，引用例1ないし3により進歩性を欠き，無効にされるべきものである以上，本件発明2の製造方法によって得られた物の発明である本件発明7も，無効になるとも主張するが，本件発明2が，引用例1ないし3に基づき進歩性を欠くものでないことは，前記2ないし4のとおりであるから，原告の主張は採用できない。",
            "よって，原告の主張によっては，本件発明7の進歩性が否定されることはないから，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(サポート要件違反に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の判断基準",
              "text": [
                "特許請求の範囲の記載が，サポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものであり，サポート要件の存在は，特許権者が証明責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題",
              "text": [
                "前記1で認定のとおり，本件発明は，従来の技術による乾麺は，茹でる際には麺と麺との接着を防ぐために麺を混ぜ，また，茹で上がった麺は水洗してぬめりを取る必要があり，さらに，乾麺を製造する際に，約20重量％～約50重量％の水分を含む麺生地からなる生麺体を，乾燥開始時から高温短時間の条件で乾燥するとひび割れや過発泡が生じるため，高温短時間の乾燥が困難で，長い時間を要する乾燥工程が不可欠であるとの問題があったことから，簡単かつ短時間で良好に調理可能な乾麺及びその製造方法を提供することを課題とするものである。",
                "そして，本件発明は，上記の従来技術を前提に，主原料と，前記主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂とを含む麺生地から形成した生麺体を90℃～150℃で発泡化及び乾燥することを具備し，最終糊化度が30％～75％の糊化度を有する乾麺の製造方法(【請求項2】，【0004】)及びこれによって得られる乾麺を提供するものである。",
                "本件明細書には，本件発明の製造方法により得られる乾麺は，30％～75％の糊化度が達成されることにより，喉越しのよい優れた食感を有し(【0028】)，ぬめりの原因である澱粉の溶出が抑制されるため，茹で戻し時のぬめりが抑制され，調理時に必ずしも麺を混ぜたり，水洗したりする必要がなく(【0040】)，また，多孔質構造を有しているので，茹で時間が短く，復元性と弾性に優れている(【0039】)との記載がある。",
                "そうすると，本件発明は，①30％～75％の糊化度が達成されることにより，茹で戻し時のぬめりが抑えられ，調理時に麺を混ぜたり，水洗いしたりする必要がなくなり，②多孔質構造を有していることにより，茹で時間が短く，復元性に優れるから，簡単かつ短時間に調理可能な乾麺を提供でき，また，③多孔質構造を有すること及び30％～75％の糊化度が達成されることにより，弾性に優れ，喉越しのよい優れた食感を有する乾麺を提供することができるのであるから，多孔質構造を有すること及び30％～75％の糊化度が達成されることの双方により，「簡単且つ短時間で良好に調理可能な乾麺及びその製造方法を提供する」との課題を実現するものと解される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の技術的範囲に比較例15ないし20が含まれることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明2ないし6及び8ないし10の技術的範囲には，比較例15ないし20が含まれるところ，比較例をもって特許発明の技術的範囲とすることは許されないから，本件発明2ないし6及び8ないし10は，発明の詳細な説明に記載されたものではなく，サポート要件に違反する旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "実施例1は，主原料である小麦粉1000gに，小麦粉に対して2％の粉末油脂を投入し，130℃，5分間の熱風乾燥を行い，71．7％の糊化度を有し，多孔質構造を有する乾麺を製造したものである(【0042】～【0044】)。",
                        "製造された乾麺について，食感の弾力や湯戻りに関する指標と，滑らかさや経時変化に関する指標とで評価したところ，これまでの即席麺類になかった戻りの良さと滑らかな喉越しを有するなど優れた食感を有する(【0109】，【0110】，図3)。",
                        "実施例2-1-1ないし実施例2-1-6には，実施例1と同様の材料を用い，熱風乾燥を，実施例1とは異なる乾燥温度，乾燥時間で行う以外は実施例1と同様の方法により乾麺を製造したものであり(【0045】～【0050】)，製造された乾麺は，いずれも，良好な多孔質構造が形成され，品質良好な乾麺が得られた(【0085】，表7)。",
                        "実施例2-4-1ないし実施例2-4-12及び実施例2-5-1ないし実施例2-5-8には，実施例1と同様の材料を用い，熱風乾燥を，実施例1とは異なる2段階の処理で行う以外は，実施例1と同様の方法により乾麺を製造したところ(【0053】，【0054】)，いずれも，良好な多孔質構造が形成され，品質良好な乾麺が得られた(【0086】，【0089】～【0094】，【0096】，【0097】，【0099】～【0106】，表8)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "比較例15ないし20は，いずれも，実施例1と同様の材料を用い，熱風乾燥を，実施例1とは異なる2段階の処理で行う以外は，実施例1と同様の方法により乾麺を製造するものであるが(【0070】)，熱風乾燥時間が，実施例2-4-1ないし実施例2-4-12及び実施例2-5-1ないし実施例2-5-8と異なるものである(【0088】～【0104】)。これらの比較例において製造された乾麺は，多孔質構造は形成されるが，外観に焦げが生じ(比較例15，17)，更に，過乾燥となったとされ(比較例16，18ないし20)，品質良好とはされていない(【0088】，【0091】，【0095】，【0098】，【0106】，表8)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，前記イ(ア)の本件明細書の記載に接した当業者は，本件発明の製造方法の実施例において製造した乾麺が，多孔質構造を有し，かつ品質良好なものであるとされていることから，これらの乾麺及びその製造方法は，多孔質構造及び30％～75％の糊化度を有することにより，簡単かつ短時間で良好に調理可能な乾麺の製造方法を提供するとの本件発明の課題を解決することができるものと理解することができ，サポート要件に適合するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "他方，比較例15ないし20は，前記イ(イ)のとおり，多孔質構造は形成されるが，外観に焦げが生じたり，過乾燥となり，品質良好とはされていない。そして，これらの比較例においては，投入される粉末油脂は主原料である小麦粉の2％であり，乾燥温度は135℃から150℃であるから，本件発明2の発明特定事項である「主原料の総重量に対して0．5重量％よりも大きく6重量％未満の100％油由来の粉末油脂」，「90℃～150℃で発泡化および乾燥」を充足する一方，本件明細書には，これらの比較例について30％～75％の糊化度が達成されたことの記載や示唆はなく，これを認めるに足りる証拠はない。",
                    "したがって，当業者は，比較例15ないし20については，多孔質構造を達成することはできても，「30％～75％の糊化度」を充足しない以上，多孔質構造及び30％～75％の糊化度を有することにより，簡単かつ短時間で良好に調理可能な乾麺及びその製造方法を提供するとの本件発明の課題を解決できないことを示すものであり，それゆえに「比較例」とされているものと理解するというべきである。",
                    "そうすると，本件審決が，本件発明2ないし6及び8ないし10の技術的範囲に，比較例15ないし20が含まれることを前提に，サポート要件について判断したことは，誤りである。しかし，本件発明2ないし6及び8ないし10の技術的範囲に比較例15ないし20が含まれない以上，原告の主張は失当であり，サポート要件に違反しないとした本件審決は，結論において正当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "多孔質構造の限定が不十分であることについて",
              "text": [
                "原告は，多孔質構造が限定されていない本件発明2ないし6は，発明の詳細な説明に記載されたものではなく，サポート要件に違反する旨主張する。",
                "しかし，本件明細書の記載によれば，本件発明の製造方法の実施例において製造した乾麺が，多孔質構造を有し，かつ品質良好なものであるとされていることから，これらの乾麺及びその製造方法は，多孔質構造及び30％～75％の糊化度を有することにより，簡単かつ短時間で良好に調理可能な乾麺の製造方法を提供するとの本件発明の課題を解決することができるものと理解できることは，前記(3)で検討したとおりである。",
                "また，本件明細書には，「本発明の1態様に従う乾麺は，麺の断面積の空隙率が0．1％以上15％以下であり，麺の断面積の単位空隙率が0．01％以上1％以下であり」(【0007】)との記載や，空隙率の定義(【0009】)，単位空隙率の定義(【0010】)の記載があるものの，この空隙率や単位空隙率の数字は，「本発明の1態様に従う乾麺」のものとして示されているにすぎない。さらに，本件明細書には，「上記の空隙率および単位空隙率により表される通り，当該乾麺における多孔質構造は，麺を何れの位置で切断した場合であっても，上述したように大きな空洞を有せず，切断面全体に亘り多孔を有する構造であればよい」(【0011】)との記載もあることも併せると，本件発明において，空隙率や単位空隙率によって多孔質構造を特定することが，本件発明の課題解決手段として，必要不可欠な技術的事項であると解することはできない。",
                "したがって，本件明細書の記載に接した当業者は，多孔質構造が特定されていなくても，多孔質構造及び30％～75％の糊化度を有することにより，本件発明の課題を解決することができるものと理解することができるから，本件発明2ないし6において多孔質構造が限定されていないことをもって，サポート要件に違反するものとはいえない。",
                "よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件発明2ないし6及び8ないし10は，サポート要件に適合しているから，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10013",
    "date": "2018-04-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087723",
    "ipprecedent_id": "4917",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}