{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2014-300312号事件について平成28年11月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録の不使用取消審判請求に基づいて商標登録を取り消した審決の取消訴訟である。争点は，商標法50条1項該当性(登録商標の使用の有無)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，次の商標(以下「本件商標」という。)の商標権者である(甲1)。",
            "「COVERDERM」",
            "①  登録番号  第4164563号",
            "②  出 願 日  平成9年2月5日",
            "③  登 録 日  平成10年7月10日",
            "④  商品及び役務の区分並びに指定商品又は指定役務",
            "第3類  化粧品"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯",
      "text": [
        "被告は，平成26年4月25日，特許庁に対し，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが本件商標の指定商品について本件商標の使用をしていないとして，商標法50条1項に基づき本件商標に係る商標登録の取消しを求めて審判(以下「本件審判」という。)を請求した(取消2014-300312号)。",
        "なお，本件審判の請求の登録は平成26年5月16日になされたことから，要証期間は，平成23年5月16日から同26年5月15日までである(以下，当該期間を「本件要証期間」という。)。",
        "特許庁は，平成28年11月14日，原告が提出した証拠からは，本件商標が本件要証期間内に使用されたことが証明されたということはできないとして，本件商標に係る商標登録は取り消す旨の審決をし，当該審決の謄本は，同月25日，原告に送達された。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "text": [
        "次に掲げる原告が提出した証拠(ただし，審決における証拠番号は本件訴訟における証拠番号に合わせるものとする。)からは，本件要証期間内に日本国内において，本件商標に係る商標権を有する者(以下「本件商標権者」という。)，本件商標に係る通常使用権者又は専用使用権者のいずれかが，「化粧品」について本件商標(社会通念上同一のものを含む。)を使用していることを証明したということはできないから，本件商標に係る商標登録は，商標法50条1項の規定により，取り消すべきものである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "甲9について",
          "text": [
            "甲9の1ないし7は，いずれもイタリア国所在の会社が発行した「EM／EXPORT  MAGAZIＮE」と題する雑誌(以下，当該雑誌を「EM」という。)の一部(写し)である。これらの雑誌の使用商標は，本件商標の「COVERDERM」の欧文字につき，書体のみ変更を加えた同一の文字からなるものといえるから，本件商標と社会通念上同一のものと認められる。",
            "しかしながら，これらの雑誌は，いずれも外国語によるものであるから，日本の取引者，需要者に向けたものということができない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "甲10及び甲11について",
          "text": [
            "甲10は，2014年7月31日付けの「TO WHOM IT MAY CONCERN」と題する書面(写し)であり，その抄訳には，「『エクスポート・マガジン』というタイトルの雑誌の各号で，ファルメコ株式会社が彼らの広告を出していたことを証明する」，「エクスポート・マガジンには日本と極東を含む世界中で3つの配布方法があること」及び「毎年日本へおよそ1，000部送り，非常に多くのオンラインでの購読者を持っていること」等が記載されている。",
            "しかしながら，甲10において毎年日本へおよそ1，000部送付している旨述べられているものの，これらの送付されたEMが，我が国において本件要証期間内に頒布された事実を証する書面の提出はない。",
            "また，甲11には，日本で2013年5月13日から15日までに行われた「ビューティーワールド  ジャパン」という化粧品の展示会でEMが配布されていた旨の記載が認められるものの，当該展示会が本件要証期間内に開催されたとしても，甲11からは，当該展示会において実際にEMが頒布された事実を確認することはできない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "甲12について",
          "text": [
            "甲12の1ないし10は，いずれも「COMMERCIAL  IＮVOICE」(写し)であって，「FARMECO」の取扱いに係る「COVERDERM」の各種商品についてのインボイスが，本件商標権者から日本在住の者に対して発行されている。しかしながら，このうち，甲12の1ないし9は，全て本件要証期間外のものであり，また，甲12の10は，本件要証期間内のものではあるが，「ITEM」に記載されている「COVERDERM  PERFECT  FACE  30ml」，「COVERDERM  FIＮISHIＮG  POWDER  25gr」等の各種商品が使用商品であるとしても，これらの商品に本件商標がどのように使用されているかを確認することができず，かつ，本件商標権者が輸出したCOVERDERMの各種商品が，日本在住の者に輸入され，我が国において譲渡等された事実を確認することはできない。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "甲17について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲17の2は，「【COVERDERM】カバーおまけフィニシン  パウダー(粉パウダー)」が，2014年1月17日時点において「完売」であること，甲17の7は，「COVERDERM(カバーダーム)  パーフェクトレッグス」が，同じく「取り扱いを終了」したこと，甲17の12は，カバーダームの「コンシーラー，パーフェクトレッグス」等が，同じく「生産終了」であること，甲17の4は，「YAHOO！BEAUTY」のウェブサイトにおいて「カバーダームの検索結果」を，それぞれ示すにすぎないものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲17の3は，2014年1月17日に印刷された「釣りナビ  TURIＮAVI」のウェブサイトであり，「メーカー」を「カバーダーム(COVERDERM)」とするコンパクトパウダー，コンシーラー等の商品の販売に関する広告が掲載されており，甲17の5は，2013年10月28日に印刷された「Ouldoor」のウェブサイトであり，甲17の3と同様の商品の販売に関する広告が掲載されている。しかしながら，これらは本件要証期間内のものといえるとしても，当該ウェブサイトの作成者である「釣りナビ  TURIＮAVI」又は「Ouldoor」による化粧品(コンパクトパウダー，コンシーラー等)の販売に関する広告であって，本件商標を使用した本件商標権者による化粧品の販売に関する広告ということができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "甲17の6は，「フェイスパウダー通販SHOP」のウェブサイトであり，2006年6月3日に，「販売元」を「ケイワ・インターネットショップ」とする「COVERDERMファンデーション・コンシーラー・フェイスパウダー」の販売に関する広告が掲載されたものといえる。しかしながら，当該広告は，本件商標を使用した本件商標権者による「化粧品」の広告ということができず，かつ，本件要証期間外のものである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "甲17の8は，2013年10月28日に印刷された「フェイスショップファンデーション  Yahoo！ショッピング館」のウェブサイトにおいて，「商品名」として「COVERDERM(カバーダーム)パーフェクトフェイス」などと記載されたこと，甲17の9は，同じく「メイク専門店」のウェブサイトにおいて，「COVERDERM(カバーダーム)コンパクトパウダー」の商品情報が掲載されたこと，甲17の10は，2014年1月17日に印刷された「Keywords」のウェブサイトにおいて，ファンデーション「パーフェクトフェイス  SPF20  ピンクベージュ2  カバーダーム(COVERDERM)」の商品情報が掲載されたこと，甲17の11は，同じく「livedoor  blog」において，「COVERDERMファンデーション・コンシーラー・フェイスパウダー3点セット」の商品情報が掲載されたこと，甲17の13及び14は，同じく「フェロモン通販」において，「カバーダーム【COVERDERMフィニッシングパウダー】」及び「カバーダーム【COVERDERMパーフェクトフェイスSPF20】」の商品情報が掲載されたということができる。 しかしながら，これらの情報が本件要証期間内のものといえるとしても，これらはいずれも当該ウェブサイトの作成者による化粧品に関する情報等が掲載されたにすぎず，本件商標を使用した本件商標権者による「化粧品」の広告ということができない。"
            }
          ]
        },
        {
          "fig": "(5)",
          "subject": "甲14及び甲20について",
          "text": [
            "甲14の1は，2011年における日本語での注文書(写し)であり，甲20の1は，体裁は異なるが，同じく日本語での注文書である。 また，甲14の1及び甲20の1には，上段に使用商標が表示され，その下に「カバーダーム」の記載があり，「製品名」，「数量」について記載する欄が設けられ，甲20の1には「送信」の記載があるから，「カバーダーム」の化粧品の注文書といえるものであり，甲20の2及び3の画面に移動することにより，英語により各種商品についての情報を見ることができる。しかしながら，甲14の1及び甲20の1は日本語によるものであるから，日本の需要者が利用することができるといえるものの，本件要証期間内に，本件商標権者が日本の需要者から当該注文書を利用した「カバーダーム」の化粧品の注文を受け，本件商標権者から日本の需要者に「化粧品」が引き渡されたことを証する証拠の提出はない。",
            "また，甲20の1について，原告は，自ら開設している「日本向けのオフィシャル・ウェブサイト」のトップページであると主張するが，甲20の1からは，これが原告のオフィシャル・ウェブサイトであることの確認ができず，また，インターネットアドレスの記載はない。そして，甲20の1の「弊社製品に関する詳しい説明はこちらをクリックしてください。」という部分から甲20の2及び3の画面に移動できるとしても，当該画面には，商品の注文に関する事項である商品価格，送料，支払方法等についての記載は見当たらず，甲20の2及び3の画面から，甲20の1の画面に移動できるものであるかは不明である。"
          ]
        },
        {
          "fig": "(6)",
          "subject": "甲21について",
          "text": [
            "甲21は，「Amazon．co．jp」のウェブサイトであり，「カバーダームコンパクトパウダー  フェイスパウダー」について，「現在在庫切れ」であることを示すにすぎないものである。そして，当該商品の「Amazon．co．jpでの取り扱い開始日」が2011年9月6日であるとしても，これが本件要証期間内に掲載されていたものであるかを確認することができず，また，当該商品の販売者と本件商標権者との関係も明らかでない。"
          ]
        },
        {
          "fig": "(7)",
          "subject": "その他について",
          "text": [
            "原告が提出した甲13，甲15及び甲16を勘案しても，本件商標権者等によって，本件商標(社会通念上同一のものを含む。)が「化粧品」について商標法2条3項にいう使用をされたものということができない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "本件商標は，通常使用権者である株式会社ベリタスによって本件要証期間内に日本において化粧品について使用されていたのであり，また，原告は本件要証期間内に本件商標を日本において化粧品について使用していたのであるから，審決の認定は誤りであり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "株式会社ベリタスによる本件商標を付した化粧品の輸入，販売",
          "text": [
            "原告は，株式会社ベリタスに対し，「COVERDERM  PERFECT  FACE  30ml」等の商品を販売し(甲12の10，甲22)，同商品は2011年12月7日にUPSにより発送され(追跡番号H7965583738号，甲13の10，甲23)，さらに，同商品は，株式会社ベリタスによって輸入されて，2011年12月12日に同社に配達されたのであり，これらの事実は，UPSの証明書により証明されている(甲13の1)。",
            "したがって，原告は，上記各商品を日本に所在する日本法人である株式会社ベリタスへ譲渡し，同社によって上記各商品は日本に輸入され，上記各商品は日本国内の流通に置かれたことが認められる。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標を付した化粧品の広告",
          "content": [
            {
              "fig": "(1)",
              "subject": "EMに掲載された広告",
              "text": [
                "EMの2011年4号(甲28)，6号(甲9の4，甲29)，8号(甲30)，2012年2号(甲31)，4号(甲32)，6号(甲33)，8号(甲9の3)，2013年2号(甲9の1)，4号(甲9の5)，6号(甲9の6)，8号(甲9の7)，2014年2号(甲9の2)，4号(甲34)において，「COVERDERM」商標を使用した化粧品の広告が掲載されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "EMの日本における配布",
              "content": [
                {
                  "fig": "ア",
                  "subject": "EMの「ビューティーワールド  ジャパン」における配布",
                  "text": [
                    "原告は，EMの発行者から，平成24年開催の「ビューティーワールド  ジャパン」において2012年4号(甲36の1及び2)が，平成25年開催の「ビューティーワールド  ジャパン」において2013年4号(甲37の1及び2)が，それぞれ配布されたという連絡を受けている。また，メサゴ・メッセフランクフルト株式会社のAは，2011年から2014年まで東京ビッグサイトで開催された「ビューティーワールド  ジャパン」において，EMが配布されたことを確認している(甲11の2)。",
                    "したがって，少なくとも本件要証期間内である平成25年において，東京ビッグサイトにおいて開催された「ビューティーワールド  ジャパン」で化粧品について本件商標を使用した広告を掲載したEMの2013年4号が配布されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "EMの購読者への配布",
                  "text": [
                    "EMの発行者である「MTE  Edizioni  s.r.l.」のマネージングパートナーであるBは，毎年日本にEMを約1，000部送付している旨を述べている(甲10)。そして，2011年から2014年までの日本国内における購読者数は少なくとも68名である(甲41)。実際に，日本の法人である株式会社アルビオンのCは，2011年から2014年までに，日本においてEMを受領していた旨を述べている(甲39)。",
                    "したがって，EMは，日本においても少なくとも2011年から2014年までに定期的に購読者宛てに配布されていた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "EMによる日本における広告",
                  "text": [
                    "EMの配布地域には日本も含まれており，2011年から2014年までの日本国内における購読者数は少なくとも68名である(甲41)。また，株式会社アルビオンのCは，2011年から2014年まで現実に同社がEMを受領し，社内で読まれていた旨を述べている(甲39)。そして，2011年から2014年までの購読者のリストの中には，日本でショップチャンネルを運営している日本の会社「SFILL  IＮTERＮATIOＮAL  IＮC．」が含まれている(甲18，甲41)。また，2013年には，同社のショップチャンネルでCOVERDERMを販売するための交渉をしている(甲18，甲42，甲43)。このことからも，EMにおける広告は，原告の日本における顧客に対するものとして有効であったということができる。",
                    "したがって，COVERDERMの広告が掲載されたEMの2011年4号，6号及び8号，2012年2号，4号，6号及び8号，2013年2号，4号，6号及び8号，2014年2号及び4号は，日本国内の購読者に配布されたのであるから，これらの広告は，日本国内において行われた広告である。また，COVERDERMの広告が掲載されたEMの2011年4号，2012年4号，2013年4号及び2014年4号は，東京で開催された「ビューティーワールド  ジャパン」において配布されていたのであるから，これらの広告も，日本において行われた広告である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の日本向けウェブサイト",
          "text": [
            "平成23年11月23日印刷と付されている「http://www.coverderm.jp」のウェブサイト(以下「本件ウェブサイト」という。甲14の1)には，ページ冒頭に小さく「Coverderm Product Order Form」の記載があり，その下に大きく「COVERDERM」が表示されている。そして，「カバーダーム」，「カバーダームは最先端のスキンケア化粧品の専門ブランドです。」，「輝かしい歴史を誇り，さらに成長を続ける製品ラインナップを，長年にわたり80ヶ国以上の国々にお届けしています。」，「顔や体の気になる箇所をカバーしてくれる，理想的なアイテムを多数揃えています！」，「世界中の皮膚科医やメイクアップアーティストにも長年支持されています！」，「下記の空欄に必要事項をご記入のうえ，ご注文ください。」の記載の下に，名，姓，住所，製品名，数量，メールアドレス，コメントの記入欄と送信ボタンがあり，これに記入して送信することにより注文できるようになっている。",
            "さらに，その下には，「弊社製品に関する詳しい説明はこちらをクリックしてください。」と記載され，COVERDERM商品の紹介ページにリンクが張られている。",
            "このように，甲14の1の記載は，日本語で記載されているのであるから，「COVERDERM」，「カバーダーム」は，日本の消費者に向けた広告に該当し，また，当該ページにより直接注文することもできるのであるから，取引書類にも該当する。",
            "したがって，原告は，本件ウェブサイト(電磁的方法による提供に該当する。)において，本件商標を化粧品に使用していた。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告の提出する証拠には，本件商標が本件要証期間内に日本国内で使用されたことが何ら記載されておらず，審決の認定判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "株式会社ベリタスによる本件商標を付した化粧品の輸入，販売",
          "text": [
            "原告の商品が2011年12月7日にUPSにより発送されたことを示すUPS送り状等について，新たに甲22及び甲23が提出されたものの，甲22及び甲23と甲13の1については，互いにその関連が理解できず，何ら紐付けがなされていない。また，コマーシャル・インボイスにおいては，「COVERDERM  PERFECT  FACE」，「COVERDERM  FIＮISHIＮG  POWDER」等の記載があるものの，これらがどのような商品なのか，これらの商品において本件商標がどのように使用されているのかが明らかではない。",
            "したがって，これらの証拠によっても，これらの商品に本件商標がどのように使用されているかを確認することができず，かつ，本件商標権者が輸出したCOVERDERMの各種商品が，日本在住の者に輸入され，我が国において譲渡等された事実を確認することもできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標を付した化粧品の広告",
          "text": [
            "「ビューティーワールド  ジャパン」のような展示会において，イタリアの会社が配布した雑誌の中に広告が掲載されていたとしても，このような事実をもって，その広告が日本国内の需要者をターゲットにしているとは到底いうことができず，当該広告によって本件商標が使用されていたとは認めることができない。仮に，EMが日本において配布され，購読者がいたとしても，EMに掲載されている広告は日本の需要者をターゲットとしたものではなく，当該配布によっては，本件商標が使用されていたことにはならない。このような広告が日本国内における商標の使用となると，日本に輸入販売されている外国の新聞や雑誌に掲載されている広告は全て日本国内での商標の使用に該当することになり，このような結果は不合理である。",
            "したがって，EMにおける広告によっては，本件商標が使用されたことを証明するものとはならない。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告の日本向け本件ウェブサイト",
          "text": [
            "確かに，本件ウェブサイトは日本語で作成されており，商品の注文ができる体裁になっているが，リンク先とされるCOVERDERM商品の紹介ページは，原告の英語のウェブサイトであり，商品の価格は不明である。また，商品の発送方法や代金の支払等について何ら記載がなく，本件ウェブサイトが日本の需要者を対象とした注文サイトとして機能しているかどうか疑わしいといわざるを得ない。仮に，本件ウェブサイトにおける本件商標が広告として機能されることがあるとしても，日本の需要者の目に触れることのない状況において，本件ウェブサイトは形式的にインターネット上にアップされているにすぎず，正当な商標の使用とはいえない。",
            "したがって，本件ウェブサイトにおいても，本件商標が使用されていたと認めることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記第2の1記載の事実に後掲各証拠及び弁論の全趣旨を総合すると，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年11月23日，冒頭に「Coverderm Product Order Form」と付した本件ウェブサイトにおいて，本件商標及び日本語でこれを仮名書きした「カバーダーム」という名称を表題に付して，「カバーダームは最先端のスキンケア化粧品の専門ブランドです。」，「輝かしい歴史を誇り，さらに成長を続ける製品ラインナップを，長年にわたり80ヶ国以上の国々にお届けしています。」，「顔や体の気になる箇所をカバーしてくれる，理想的なアイテムを多数揃えています！」，「世界中の皮膚科医やメイクアップアーティストにも長年支持されています！」という文章を掲載した。",
                "そして，原告は，その下に「下記の空欄に必要事項をご記入のうえ，ご注文ください。」という文章を掲載した上，名，姓，住所，製品名，数量，メールアドレス，コメントの記入欄と送信ボタンを設けるなどして，原告の商品をインターネットで注文できるように設定するとともに，その下に「弊社製品に関する詳しい説明はこちらをクリックしてください。」という文章を掲載し，COVERDERMの商品の紹介ページにリンクさせていた。",
                "なお，本件ウェブサイトの末尾には，「Copyright🄫 Farmeco S.A. Dermocosmetics – All rights reserved.」と表記され，本件ウェブサイトの著作権者が原告であることが明記されている。(甲14の1)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の代表者は，平成20年10月30日から少なくとも本件口頭弁論終結時まで，本件ウェブサイトに係る「coverderm.jp」という日本のドメイン名を個人名で取得し，これを原告に使用させていた(甲14の2，甲20の1ないし3，甲44の1及び2)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件ウェブサイトは，本件商標が付された原告のCOVERDERMの商品につき，日本における販売促進及び日本の消費者から直接注文を受けることを目的として，平成20年に作成されたものである。また，原告のインターネット経由での売上げは，平成23年が7863．49ユーロ，平成24年が8129．44ユーロ，平成25年が7555．50ユーロ，平成26年上半期が4289．94ユーロであることがそれぞれ認められる(甲15)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法50条1項該当性",
          "text": [
            "上記認定事実によれば，原告は，少なくとも本件要証期間内である平成23年11月23日に，本件ウェブサイトにおいて，日本の需要者に向けて原告の「COVERDERM」の商品に関する広告及び当該商品の注文フォームに本件商標を付して電磁的方法により提供していたことが認められる。",
            "したがって，原告は，本件商標について，少なくとも本件要証期間内に日本国内で商標法2条3項8号にいう使用をしたものといえるから，同法50条1項に該当するものとは認められず，原告の前記第3の3の取消事由は，理由がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の主張について",
          "text": [
            "被告は，本件ウェブサイトは日本語で作成されているものの，リンク先とされるCOVERDERMの商品の紹介ページは原告の英語ウェブサイトであり，商品の発送方法や代金の支払等について何ら記載がないのであるから，本件ウェブサイトが日本の需要者を対象とした注文サイトとして機能しているかどうかは疑わしく，仮に，本件ウェブサイトにおける本件商標が広告として機能されることがあるとしても，日本の需要者の目に触れることのない状況において，本件ウェブサイトは形式的にインターネット上にアップされているにすぎず，正当な商標の使用とはいえないなどと主張する。",
            "しかしながら，前記1の認定事実によれば，本件ウェブサイトは，日本語で本件商標に関するブランドの歴史，実績等を紹介するとともに，注文フォーム及び送信ボタンまで日本語で記載されているのであるから，リンク先の商品の紹介が英語で記載されているという事情を考慮しても，本件ウェブサイトが日本の需要者を対象とした注文サイトであることは明らかである。そうすると，審決が認定するとおり，本件商標を付した商品が日本の需要者に引き渡されたことまで認めるに足りないか否かはさておき，少なくとも，原告は，本件商標について本件要証期間内に日本国内で商標法2条3項8号にいう使用をしたものと認められる。",
            "また，証拠(甲63の1ないし3)によれば，グーグルで検索する場合において，検索キーワードを「カバーダーム」，「COVERDERM 化粧品」としたとき及び日本語のページを検索するように設定した上で検索キーワードを「COVERDERM」としたときは，本件ウェブサイトのリンク及び本件ウェブサイトの説明が表示されるものと認められるから，本件ウェブサイトは形式的にインターネット上にアップされているとはいえず，被告の主張は，その前提を欠くものである。",
            "したがって，被告の上記各主張は，いずれも採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の前記第3の3の取消事由は理由があり，その余の点について判断するまでもなく，原告の本訴請求は理由があるから，これを認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}