{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-17295号事件について平成29年5月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年5月27日，発明の名称を「選挙等用チラシ」とする発明について，出願をし（甲1。特願2013-110475号。請求項数1），平成27年6月16日付けで拒絶査定（甲6）を受けたので，同年9月24日，これに対する不服の審判を請求した（甲7）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを不服2015-17295号事件として審理し，原告は，平成28年12月21日付けで手続補正（甲10。以下「本件補正」という。）を行った。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年5月30日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年7月5日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年8月3日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，以下のとおりである。以下，この発明を「本願発明」といい，また，その明細書（甲1）を，図面を含めて「本願明細書」という。",
            "【請求項1】公職選挙法に則り外形がA4サイズをはみ出さないように，A4の紙の隣り合った直線の2辺の対向する辺の顔の一部を輪郭に沿って切り込んで写真などを凹凸状にすることにより立体的に見せ，且つ通行人でも移動中に取り易い厚みや質とした選挙等用チラシ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨 ",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりであり，要するに，本願発明は，下記引用例に記載された発明（以下「引用発明」という。）に基づき，当業者が容易に想到することができたものである，というものである。",
                "引用例：実用新案登録第3116929号公報（甲5）  "
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "弾力のあるボール紙1の一側に指通し孔を設け，前記ボール紙1の表裏面に，写真，モットー，主張その他を印刷し，ボール紙1は，指孔に指を入れて持った時に，折り曲がらない程度の厚さ（強度）があり，候補者の顔写真2を特にアピールする為に，その髪型24に合せてボール紙1の外形を決めて広告板25を構成し，広告板25はその周縁部に三角部5の2辺を有し，表示形態は規定に基づき制約を受け，不特定多数の人に頒布する選挙用広告板。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "紙の隣り合った直線の2辺の対向する辺の頭部の一部の輪郭に沿って，写真などを凹凸状にする選挙等用チラシ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明は，「公職選挙法に則り外形がA4サイズをはみ出さないように」と特定しているのに対して，引用発明は，そのようなものなのか明らかではない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明の，「A4の紙の隣り合った直線の2辺の対向する辺の顔の一部を輪郭に沿って切り込んで写真などを凹凸状にすることにより立体的に見せ」ることに対して，引用発明は，立体的に見せるものなのか不明であり，前記「三角部5の2辺」が「A4の」ものなのか，同「切り込」むことが，引用発明に備わっているのか不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願発明は，「通行人でも移動中に取り易い厚みや質」としているのに対して，引用発明は，そのようなものなのか不明である点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の容易想到性判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張  ",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一致点の認定の誤りと相違点の看過",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，「A4の紙の隣り合った直線の2辺の対向する辺の顔の一部を輪郭に沿って切り込ん」だものであって，四角形の紙を基にしたものであるから，隣り合った直線の2辺と対向する他の2辺を観念でき，この2辺の顔の一部を輪郭に沿って切り込んでいるものであるが，引用例は，三角部5と記載されているように，四角形の紙を基にしたものではなく，隣り合った直線の2辺はあるが，これに対向する辺を観念することができないものであるから，本件審決が，「紙の隣り合った直線の2辺の対向する辺の頭部の一部の輪郭に沿って，写真などを凹凸状にする」と一致点を認定したことは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は，選挙期間中のみに使用が限定される特別仕様や寸法が限定された「公職選挙法におけるビラ」ではなく，形状，大きさの制限がないのに対し，本願発明は，前記特別仕様や寸法が限定される中で，如何に効果的にビラを創るか工夫して発明されたもので，引用発明は本願発明と全く思想も構造も異なる。",
                "公職選挙法に定める「ビラ」は最大サイズがA4と定められているが，実際は「はがき大サイズ」程度等の頒布に適した，手に取りやすいA4サイズより小さい「選挙運動のために使用するビラ」が使用され，A4サイズの四角形のものを用いるのが通常とはいえない。",
                "選挙用チラシは当然原反から印刷切断するところ，紙の原反はA4サイズではない。A4サイズから四角形状でない形状を切り抜き成形するならば，紙の原反からA4サイズを切り取り成形する一手間が加わることにより，加工コストはその分アップされるため，A4サイズの紙を切抜き成形することはしない。",
                "A4サイズから引用発明を作成するものではない以上，引用発明には，隣り合った直線2辺に「対向する辺」は存在しない。引用発明は三角形であって，本願発明の四角形とは異なる。  "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の判断の誤り",
          "text": [
            "本願発明はA4サイズ以内とし，その2辺は直線とし，他の2辺に候補者の写真の一部を，顔の輪郭に凹凸状に切り込みを入れ，このことにより写真に立体感を与えるようにしたものである。",
            "これに対して，引用発明はA4サイズ以内でなく，その2辺は直線でない上，顔の輪郭の部分に切り込みを入れるものではなく，写真の外形（頭髪の部分）に沿って，一部切り込みを入れたものである。この引用発明では顔の輪郭の部分に切り込みが入っていないので，顔の輪郭が判らず，顔が立体的に見えない。",
            "引用発明では広告板25の周縁部に三角部5を有しているが，この部分は顔の情報を含まないので，「隣り合った直線の2辺の対向する辺の顔の一部」ではなく，該部分に切り込みを入れても本願発明の効果は表れない。また，本願発明のA4サイズ以内の限度もないため，公職選挙法に反するので使用できない。 ",
            "よって，本願発明は引用発明から容易に想到できず，引用発明から本願発明のような効果は生じない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "一致点の認定について",
          "text": [
            "引用例の三角部5とは，ボール紙1を成形したものの下部，すなわち一部分を指し示しているのであって，ボール紙1全体の形状を指し示すものではない。",
            "選挙用チラシを作成する場合，公職選挙法142条8項の規定に則り，選挙用チラシが長さ29．7cm，幅21cm（A4サイズ）をはみ出さないものとする必要がある。選挙用チラシは，A4サイズの四角形のものを用いるのが通常であり，四角形状でない形状を採用する際には，A4サイズの紙を切抜き成形することとなる。A4サイズの紙を切抜き成形する際に，切抜き成形部分をできるだけ少なくすることにより，切抜き成形に要する加工コストを最低限に抑えるようにすることは，当業者の技術常識である。",
            "そして，引用例の三角部5には，本願発明と同様に「隣り合った直線2辺」を備えるものであるから，切抜き成形に要する加工コストを最低限に抑えるためには，A4サイズのボール紙の2辺の一部を三角部5の隣り合った直線2辺として活かして，加工することも，当業者が上記技術常識を踏まえて，引用例の記載から自明に導き出せる事項であるから，隣り合った直線2辺の「対向する辺」を観念することができ，一致点の認定の誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の判断について",
          "text": [
            "原告は，引用発明においては，顔が立体的に見えないから，本願発明の効果を有しないと主張する。しかし，仮に，「髪型24」が顔の一部ではないとしても，引用発明の顔写真は，顔から首にかけての周囲が頭髪におおわれたものであるから，髪型にあわせて外形を決めているものである。また，髪型として，顔から首にかけての周囲に頭髪におおわれないような短髪の髪型は一般的なものである。引用発明において，一般的な短髪の髪型の顔写真とすれば，当然，顔写真は，顔の輪郭に沿って形成することとなるから，当業者が，容易に想到し得るものである。",
            "また，原告は，引用発明はA4サイズ以内の限度がないので公職選挙法に反し使用できないとも主張する。しかし，引用発明は「不特定多数の人に頒布する選挙用広告板」であり，「表示形態は規定に基づき制約を受け」るものであるから，公職選挙法に則り作成されたビラと推認され，前記「選挙用広告板」は長さ29．7cm，幅21cm（A4サイズ）をはみださないものとしなければならない。したがって，引用発明において，相違点1に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものである。",
            "以上によれば，本件審決には，容易想到性の判断の誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特徴は，以下のとおりである（下記記載中に引用する図面は，別紙本願明細書図面目録参照）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "発明の属する技術分野",
              "text": [
                "本発明は効果大なるチラシに係り，選挙チラシの場合は候補者の顔のシルエットを形成するようにしたシルエットチラシに関する。（【0001】）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "従来の選挙チラシはA4の四角の薄い紙に，顔写真やスローガンが記載されたものが配布される。",
                "従来の選挙規定チラシは，A4の大きさの外形の四角い薄い紙に印刷されたものであり，このようなチラシではインパクトは出ず，道を通る人も受け取らず，廃棄することが多い。本発明はこのような課題に鑑みてなされたものであって，公職選挙法にのっとっている条件付きで一般大衆に候補者を強くアピールすることができる選挙等用チラシを提供することを目的としている。（【0002】，【0004】）"
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題を解決するための手段",
              "text": [
                "A4の四角いチラシのサイズ内において外形を変化させ，且つ紙厚を受け取りやすい厚さにし，前記候補者の顔の輪郭を切り取って凸凹状にすることにより立体的に見せ，興味を持たせることを特徴とするチラシである。",
                "すなわち，請求項1のとおり，公職選挙法に則り外形がA4サイズをはみ出さないように，A4の紙の隣り合った直線の2辺の対向する辺の顔の一部を輪郭に沿って切り込んで写真などを凹凸状にすることにより立体的に見せ，且つ通行人でも移動中に取り易い厚みや質とした選挙等用チラシとした。（【0005】，【請求項1】，図1）  "
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果",
              "text": [
                "候補者のシルエット部分を切り取ることにより，候補者の顔を立体的に見せることができ，候補者を強くアピールすることができる。紙質を厚めにするので受け取りやすい。机の前等に立てかけられており，通行人に渡す時に垂れ下がらないようにするので，受け取りやすい。",
                "普通のコピー紙より厚手でA4の四角のチラシを渡すより，本発明の如くA4の2辺3，4を直線とし，対向する他の2辺がA4より凹んだ形状2とする本発明チラシの方がチラシを受け取る率が多く，シルエットを切ることにより，シルエットが浮き上がり，3次元の立体のように見えるので，候補者の顔が立体的に見えて，目と目が合い，目がついてくるので，候補者の顔と氏名とを強烈にアピールすることができ，名前と顔とを記憶してもらうことができる。",
                "チラシを渡す人6が公知のチラシ7を通行人8に渡そうとしても，チラシが垂れて受け取れないので，チラシ効果が無効となるが，本発明では，チラシが垂れ下がらないので，歩いている人でも確実に手の中に入れて持ち帰ることができる。",
                "本発明チラシ9がピンとしているので，通行人8は歩きながらも受け取りやすく，また形状が立体的に見えるので，通行人の視覚に興味を引き，通行人8は受け取る行動に出るのでチラシ効果がでる。",
                "本発明チラシを受け取った人は自宅の机等10にこの本発明チラシを立てかけて顔等を見ることができるので，チラシ効果が長期にわたり持続する。",
                "公職選挙法選挙規定のA4サイズギリギリで四角形よりも多く通行人が手に取るチラシを得ることができる。（【0006】，【0009】，【0011】～【0014】）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由（本願発明の容易想到判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例（甲5）には，おおむね，以下の記載がある（下記記載中に引用する図面は，別紙引用例図面目録参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "この考案は，選挙の際，不特定多数の人に頒布し，候補者への投票を促すことを目的とした選挙用広告板に関する。（【0001】）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術，考案が解決しようとする課題",
                      "text": [
                        "従来総選挙などにおいて，主張を記載した候補者の写真，重点政策を大書した政党人の写真，又はチラシなどの宣伝，広告文が展示又は頒布されている。この場合に各種表示形態は規定に基づき制約を受けるのは当然としても，展示用は兎も角，頒布用は一般商品のチラシと大差なく，十分の効力（記憶に残る効力）なく，捨てられている。（【0002】，【0003】）",
                        "ポスターは，一定位置に貼着表示されるので，その付近を通過しなければ，有効な宣伝力はない。また，パンフレットその他は，印刷文字部分が多く，読まれないのみならず，すぐ捨てられるので，有効性が極めて低いとされている。（【0005】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "この考案は，弾力のある薄板の一側に指通し孔を設け，前記薄板の表裏面に，写真，モットー，主張その他を印刷することにより，比較的長く持ち歩いて見られ，団扇として使用したり，或いは写真を見ることによって，宣伝効果を向上することに成功し，前記従来の問題点を解決したのである。即ちこの考案によれば，弾力性のある薄板の一側に指通し孔を設け，少なくとも表面又は裏面に，写真，イラストなどの図形又は広告文を大小様々の文字で宣伝及び広告を記載し，少なくとも表面又は裏面は一色以上の彩色としたことを特徴とする選挙用広告板であり，弾力性のある薄板の一側に指通し孔を設け，表面及び裏面に，写真，イラストなどの図形又は広告文を大小様々の文字で宣伝及び広告を記載し，表面及び裏面は一色以上の彩色としたことを特徴とする選挙用広告板である。（【0007】，【0008】）",
                        "この考案において，薄板は，例えばボール紙，プラスチック薄板などで，団扇としても，風が送れる程度の弾性を有するが，材質・厚さについて特に制限はない。通常の厚さは0．1～1．0mmである。要するに，指孔に指を入れて持った時に，折り曲がらない程度の厚さ（強度）があればこの考案の薄板として十分目的を達することができる。この考案における写真は，例えば候補者の顔写真，全身写真，支援者（推薦者）の写真，党首の写真などが考えられる。また地方選挙の場合には，マスコット又はその他のイラストがある。（【0010】，【0011】）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例1",
                      "text": [
                        "実施例によれば，候補者の宣伝として有効であることは勿論，持って歩いても，格別邪魔になることなく，比較的長時間に亘り広告効果を発揮することができる。特に，夏季又は暑い日には，団扇として使用できる効果もあり，町で配った広告板が自宅まで運ばれることも希ではないので，通常使用されるチラシなどの広告に比し，数倍以上の効果を奏する。【0024】"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例2",
                      "text": [
                        "この考案の実施例を図3，4について説明すると，候補者の顔写真2を特にアピールする為に，その髪型24に合せてボール紙1の外形を決め，指通し孔9を設け，表裏面に候補者の顔写真2を大きく表示し，これに氏名3，モットー4，選挙区10，政党名6，イラスト7などを記載し，この考案の広告板25を構成した。図中13は支援関係を示す文字，26は住所である。",
                        "前記実施例は，実施例1と同様に適宜の色彩を彩色するが，外形が候補者を示す点で広告効果がある。また指通し孔9を設けて，携帯容易とし，この広告板を少しでも長く持ち歩いて貰う点で同様の効果が期待できる。（【0026】，【0027】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の認定",
                  "text": [
                    "以上によれば，引用例には，本件審決が認定したとおりの引用発明（前記第2の3(2)ア）が記載されていることが認められ，この点については当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との一致点及び相違点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，「三角部5」を備えており，その2辺が，「紙の隣り合った直線の2辺」であること，また，「頭部の一部の輪郭に沿って，写真などを凹凸状にしている」箇所が，三角部5と対向する部分であることは認められるが，引用例には，頭部の一部の輪郭に沿って，写真などを凹凸状にしている箇所が，紙の隣り合った直線の2辺の「対向する辺」であることの記載はない。",
                        "したがって，本願発明と引用発明とは，「紙の隣り合った直線の2辺を有し，それに対向する部分の頭部の一部の輪郭に沿って，写真などを凹凸状にする選挙等用チラシ」であるとの点で一致し，本件審決が認定したとおりの相違点1ないし3（前記第2の3(2)ウ）において相違するほか，以下の点において相違する。",
                        "本願発明では，A4の紙の隣り合った直線の2辺の対向する辺の頭部の一部の輪郭に沿って，写真などを凹凸状にしているのに対し，引用発明では，頭部の一部の輪郭に沿って，写真などを凹凸状にしている箇所が，A4の紙の隣り合った直線の2辺の対向する辺かどうか不明であること（相違点4）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，引用例の三角部5は，A4サイズの四角形状のボール紙1を切り抜き成形したものの下部であり，隣り合う2辺を利用して形成したものであるから，対向する辺を観念することができ，この点も一致点になる旨主張する。",
                        "しかし，引用例には，A4サイズの四角形状のボール紙1を切り抜き成形し，その隣り合う2辺を利用して三角部5を形成したとの記載はないから，頭部の一部の輪郭に沿って，写真などを凹凸状にしている箇所が，紙の隣り合った直線の2辺の「対向する辺」であることが開示されているとはいえない。",
                        "よって，被告の主張は採用できない。  "
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1，4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，選挙の際，不特定多数の人に頒布し，候補者への投票を促すことを目的とした選挙用広告板（【0001】）であり，従来頒布されていたチラシについては，十分の効力なく，捨てられている（【0002】，【0003】）との課題があったことから，宣伝効果を向上するため，ボール紙で形成し，少なくとも表面又は裏面に，写真，イラストなどの図形又は広告文を大小様々の文字で宣伝及び広告を記載したものであって（【0007】，【0008】，【0010】，【0026】），公職選挙法142条に規定されるビラとしての用途を含むものであると認められる。",
                        "そして，引用例には，各種表示形態は規定に基づき制約を受けるものである（【0003】）との記載があるから，その大きさ及び形状については，公職選挙法のビラについての規定の制約の下で形成されるものと認められる。",
                        "公職選挙法142条8項は，「第1項第1号から第3号まで及び第5号から第7号までのビラは長さ29．7センチメートル，幅21センチメートルを…超えてはならない」と規定するところ，引用発明の選挙用広告板は，同法142条1項1号から3号まで及び5号から7号までのビラに該当する場合は，A4サイズ（長さ29．7cm，幅21cm）をはみ出さないように形成されるから，相違点1に係る構成は，容易に想到することができる。",
                        "A4の形状は四角形状であることは自明であるところ，A4のサイズの紙から引用発明の広告板を形成する際に，A4の紙の四角形状の直線2辺をそのまま利用して，引用発明の三角部5の隣り合った直線2辺を形成すれば，直線2辺を裁断するという工程を設ける必要がなくなることは技術常識であるから，当業者であれば，かかる技術常識を採用して，引用発明の選挙用広告板を作成することを考える。",
                        "そうすると，A4のサイズの紙において，三角部5の隣り合った直線2辺に対向する隣り合った直線2辺を観念することができるから，この部分で，「髪型24に合せてボール紙1の外形を決め」（【0026】），その型に沿った形を形成すると，紙の隣り合った直線の2辺の対向する辺の頭部の一部の輪郭に沿って，写真などを凹凸状にすることができ，相違点4に係る構成を容易に想到することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，選挙用チラシは原反から印刷切断するところ，紙の原反はA4サイズではないと主張する。",
                        "しかし，前記の技術常識に照らすと，A4サイズの規定内で選挙用広告板を作成する場合に，A4サイズの紙をもとに作成することには合理性があるから，引用発明において，A4サイズの紙をもとに選挙用広告板を作成することがないということはできない。",
                        "よって，原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "引用例の図3では，候補者等の写真は，髪型が長髪である人間を正面から撮影したものとなっているから，その輪郭は，顔面ではなく頭髪が形成し，当該頭髪の輪郭に沿った切り込みが形成されて，凹凸状にされている。しかし，候補者の髪型が短髪の場合や，撮影時の候補者の角度によっては，頭髪を含まない顔面自体がその輪郭を形成するようになることもあり得るところであり，その場合は，髪型ではなく，顔の輪郭に沿って切り込んで写真などを凹凸状にすることは容易に想到できる。そうすると，顔を「立体的に見せ」ることができ，顔が立体的に見えるという効果を奏することになるから，かかる効果は，引用発明から当業者が予測し得る範囲内のものである。",
                    "原告は，引用発明は顔の輪郭に切り込みを入れるものではないから，顔が立体的に見えるという効果を奏するものではないと主張するが，上記のとおり採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "引用発明は，「弾力のあるボール紙1」により形成され，「折り曲がらない程度の厚さ（強度）」を有するから，これを通行人に手渡したときに垂れ下がることはなく，通行人でも移動中に取り易い厚みや質を備えているといえる。",
                    "したがって，相違点3は，実質的な相違点とはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，相違点に係る本願発明の構成は，引用発明に基づいて容易に想到することができたというべきである。 "
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，本件審決は，本願発明と引用発明との一致点の認定を誤り，相違点4を看過したものであるが，本願発明は引用発明に基づいて容易に想到することができたというべきであるから，結論において正当である。よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}