{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800217号事件について平成29年1月18日にした審決のうち，「特許第4919449号の請求項1ないし3に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「断熱構造」とする特許第4919449号(平成16年8月23日出願，平成24年2月10日設定登録，請求項の数3。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成27年11月26日，特許庁に対し，本件特許について特許無効審判を請求した(無効2015-800217号事件)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年10月27日，特許請求の範囲の訂正を請求した(甲20の1・2。以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成29年1月18日，本件訂正を認めた上，「特許第4919449号の請求項1ないし3に係る発明についての特許を無効とする。」との審決をし，その謄本は同月26日に原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成29年2月24日，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである(以下，それぞれ「本件訂正発明1」ないし「本件訂正発明3」といい，これらを総称して「本件各訂正発明」という。また，本件各訂正発明に係る明細書及び図面を「本件明細書」という。なお，下線は訂正箇所を表す。)。",
            "「【請求項1】",
            "面材の屋内側表面上に硬質ウレタンフォーム断熱材を現場発泡スプレー法によって積層してなる，建築物の壁部を断熱する目的で用いられる断熱構造であって，",
            "建築物の柱又は間柱の屋外側に面材が取り付けられ，",
            "面材の屋外側に胴縁を介して外壁材が取り付けられ，",
            "外壁材と面材との間に通気層が形成され，",
            "面材はロール状にすることが可能な軟質性材料からなり，",
            "軟質性材料は透湿性及び防水性を備えた材料であり，かつ独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であり，",
            "硬質ウレタンフォーム断熱材は，面材の屋内側表面上にかつ柱又は間柱の間に硬質ウレタンフォームの原液を直接スプレーして発泡させることにより得られ，面材及び柱又は間柱に付着し，そして",
            "硬質ウレタンフォーム断熱材は，水を発泡剤として用い，独立気泡率が10％以下でありかつ密度が10～25Kg／m3である低密度連続気泡構造硬質ウレタンフォームであり，",
            "通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない，",
            "断熱構造。",
            "【請求項2】",
            "硬質ウレタンフォーム断熱材が水のみを発泡剤として用いる請求項1記載の断熱構造。",
            "【請求項3】",
            "軟質性材料が紙材，紙材の片面又は両面にプラスチックフィルムをラミネートしたラミネート紙材，フィルム材，繊維シート材，不織布にプラスチックを含浸させた繊維系シート材或は不織布の片面に合成樹脂微多孔質膜を被覆又は積層したシート材から選ぶ一種又はそれ以上である請求項1又は2記載の断熱構造。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件各訂正発明は，以下の甲第1号証に記載された発明(甲1発明1又は2)及び甲第2号証に記載された技術(甲2技術)に基づいて，当業者が容易に発明をすることができたものであるから，本件各訂正発明に係る特許は無効とすべき，というものである。",
                "甲第1号証：「新耐火防火構造・材料等便覧」，新耐火590-592号，認定番号PC030BE-0210，新日本法規出版株式会社，平成16年1月14日発行，6241～6288-1頁",
                "甲第2号証：特開平11-343681号公報"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した引用発明(甲1発明1又は2)，本件各訂正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明1",
                      "text": [
                        "「柱又は間柱の屋外側に透湿防水シートが取り付けられ，",
                        "透湿防水シートの屋外側において通気胴縁に取付けられた留金具に外装材が嵌め込み張り上げられ，",
                        "外装材と透湿防水シートとの間に通気胴縁がスペーサとなって空間が形成され，",
                        "透湿防水シートは厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレンの透湿防水シートであり，",
                        "断熱材が，柱又は間柱の間に透湿防水シートの屋内側表面上に接して配置され，柱又は間柱及び構造用面材にくぎなどで留付けられる板材であって，熱伝導率が0．038W／m・K以下，厚さが20～105mm，密度が10kg／m3～25kg／m3の低密度硬質ウレタンフォーム断熱材である，断熱材充てん／外装材横張／せっこうボード裏張／真壁造(欠き込み)構造。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明2",
                      "text": [
                        "「柱又は間柱の屋外側に透湿防水シートが取り付けられ，",
                        "透湿防水シートの屋外側において通気胴縁に取付けられた留金具に外装材が嵌め込み張り上げられ，",
                        "外装材と透湿防水シートとの間に通気胴縁がスペーサとなって空間が形成され，",
                        "透湿防水シートは厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレンの透湿防水シートであり，",
                        "断熱材が，柱又は間柱の間に透湿防水シートの屋内側表面上に吹き付けて配置され，厚さが15～105mm，密度が25kg／m3～55kg／m3の吹付け硬質ウレタンフォーム断熱材である，断熱材充てん／外装材横張／せっこうボード裏張／真壁造(欠き込み)構造。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1と甲1発明1又は2との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明1を主引用発明とした場合",
                      "text": [
                        "(一致点)",
                        "「面材の屋内側表面上に硬質ウレタンフォーム断熱材を積層してなる，建築物の壁部を断熱する目的で用いられる断熱構造であって，",
                        "建築物の柱又は間柱の屋外側に面材が取り付けられ，",
                        "面材の屋外側に胴縁を介して外壁材が取り付けられ，",
                        "外壁材と面材との間に通気層が形成され，",
                        "面材はロール状にすることが可能な軟質性材料からなり，軟質性材料は透湿性及び防水性を備えた材料であり，",
                        "硬質ウレタンフォーム断熱材は，面材の屋内側表面上にかつ柱又は間柱の間に配置され，そして硬質ウレタンフォーム断熱材は，密度が10～25Kg／m3である低密度硬質ウレタンフォームであり，",
                        "通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない，",
                        "断熱構造。」",
                        "(相違点1)",
                        "低密度硬質ウレタンフォーム断熱材に関し，本件訂正発明1が，「面材の屋内側表面上」に「現場発泡スプレー法によって」積層されるものであって，「面材の屋内側表面上にかつ柱又は間柱の間に硬質ウレタンフォームの原液を直接スプレーして発泡させることにより得られ，面材及び柱又は間柱に付着」するのに対し，甲1発明1は，柱又は間柱の間に透湿防水シートの屋内側表面上に「接して配置され」る「板材」である点。",
                        "(相違点2)",
                        "低密度硬質ウレタンフォーム断熱材に関し，本件訂正発明1が，「水を発泡剤として用い，独立気泡率が10％以下であ」る「連続気泡構造」であるのに対し，甲1発明1にはそのような特定がない点。",
                        "(相違点3)",
                        "面材に関し，本件訂正発明1が，「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であ」るのに対し，甲1発明1にはそのような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明2を主引用発明とした場合",
                      "text": [
                        "(一致点)",
                        "「面材の屋内側表面上に硬質ウレタンフォーム断熱材を現場発泡スプレー法によって積層してなる，建築物の壁部を断熱する目的で用いられる断熱構造であって，",
                        "建築物の柱又は間柱の屋外側に面材が取り付けられ，",
                        "面材の屋外側に胴縁を介して外壁材が取り付けられ，",
                        "外壁材と面材との間に通気層が形成され，",
                        "面材はロール状にすることが可能な軟質性材料からなり，軟質性材料は透湿性及び防水性を備えた材料であり，",
                        "硬質ウレタンフォーム断熱材は，面材の屋内側表面上にかつ柱又は間柱の間に硬質ウレタンフォームの原液を直接スプレーして発泡させることにより得られ，面材及び柱又は間柱に付着する，",
                        "断熱構造。」",
                        "(相違点4)",
                        "本件訂正発明1においては，「硬質ウレタンフォーム断熱材は，水を発泡剤として用い，独立気泡率が10％以下でありかつ密度が10～25Kg／m3である低密度連続気泡構造硬質ウレタンフォームであり，通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない」のに対し，甲1発明2では，硬質ウレタンフォーム断熱材は「密度が25kg／m3～55kg／m3」であり，また，通気層が，硬質ウレタンフォーム断熱材が付着した透湿防水シートの凹凸により遮断されないか否か特定がない点。",
                        "(相違点5)",
                        "面材に関し，本件訂正発明1が，「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であ」るのに対し，甲1発明2にはそのような特定がない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明2と甲1発明1又は2との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明1を主引用発明とした場合",
                      "text": [
                        "本件訂正発明2と甲1発明1は，上記相違点1ないし3に加え，以下の点で相違する。",
                        "(相違点6)",
                        "「硬質ウレタンフォーム断熱材」に関して，本件訂正発明2は，「硬質ウレタンフォーム断熱材が水のみを発泡剤として用いる」のに対して，甲1発明1は，そのような構成を有するか否か不明な点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明2を主引用発明とした場合",
                      "text": [
                        "本件訂正発明2と甲1発明2は，上記相違点4及び5に加え，以下の点で相違する。",
                        "(相違点7)",
                        "「硬質ウレタンフォーム断熱材」に関して，本件訂正発明2は，「硬質ウレタンフォーム断熱材が水のみを発泡剤として用いる」のに対して，甲1発明2は，そのような構成を有するか否か不明な点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正発明3と甲1発明1又は2との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明1を主引用発明とした場合",
                      "text": [
                        "甲1発明1の透湿防水シートはフィルム材に相当するから，本件訂正発明3と甲1発明1とは，上記相違点1ないし3及び6で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明2を主引用発明とした場合",
                      "text": [
                        "甲1発明2の透湿防水シートはフィルム材に相当するから，本件訂正発明3と甲1発明2とは，上記相違点4，5及び7で相違する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した甲2技術は，以下のとおりである。",
                "「建築物の壁体等の断熱などを目的として，水のみからなる発泡剤と，アミン触媒及びポリオールを含むポリオール成分と，ポリイソシアネート成分とを，壁体等の内表面の所要個所にスプレー工法等によって吹き付けると同時に混合し発泡させることで，独立気泡率が10％以下であり，密度が5～15kg／m3の連通気泡型硬質ポリウレタンフォーム製断熱材を得ること。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1の進歩性判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明2の進歩性判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明3の進歩性判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正発明1の進歩性判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明1を主引用例とした場合",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「面材」について",
                      "text": [
                        "審決は，甲1発明1の「透湿防水シート」が面状の材料であることを理由に，本件訂正発明1の「面材」に相当する旨認定した。",
                        "しかし，本件訂正発明1の「面材」は，吹付け硬質ウレタンフォーム断熱材が吹き付けられる対象であり，かつ，吹き付けられた吹付け硬質ウレタンフォーム断熱材を支持する面状の材料を意味するが(特許請求の範囲の記載，本件明細書【0018】)，甲1発明1の断熱材は，審決が認定するとおり，「柱又は間柱の間に透湿防水シートの屋内側表面上に接して配置され，柱又は間柱及び構造用面材(構造用面材を取付けた場合。以下同様とする。)にくぎなどで留付けられる」ものであって，透湿防水シートに吹き付けられておらず，また，柱又は間柱及び構造用面材によって支持されており透湿防水シートに支持されていない。",
                        "したがって，甲1発明1の「透湿防水シート」は，吹付け硬質ウレタンフォーム断熱材が吹き付けられる対象ではなく，吹き付けられた吹付け硬質ウレタンフォーム断熱材を支持してもいない(すなわち，断熱材支持機能を有していない)から，本件訂正発明1の「面材」に該当しない。さらにいえば，甲1発明1には，「透湿防水シート」を「面材」として使用する技術思想が一切存在しない。",
                        "よって，審決の上記認定は誤りである(かかる認定を前提に面材の強度の相違のみを相違点とした相違点3の認定も誤りである。)。",
                        "なお，審決は，相違点3につき，「『独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない』ことは，『厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレン』である甲1発明1の『透湿防水シート』が当然備える性質に過ぎない」旨判断している。",
                        "しかし，「厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレン」のシートが必ずしも「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない」性質を有するものでないことは，甲29(特開平10-266377号公報)【0026】記載のとおりであるから，甲1発明1の「透湿防水シート」が「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない」との性質を当然に有する旨の審決の判断は誤りである(ポリエチレンには様々な種類があり，ペットボトル等の材料にもなる素材であるから，厚さ0．17mm程度の透湿防水シートであっても十分な機械的強度を持つシートとなり得ることは明らかである。甲29にもそのような素材が記載されている。なお，原告は，無効審判手続の段階から，甲29や甲28〔特開平9-105182号公報〕の記載を引用して，剛性，保形性といった断熱材原液の吹き付けに耐え得る物性を有するシートが公知の技術となっていることを指摘していたものである。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「付着」について",
                      "text": [
                        "審決は，「甲1発明1の『断熱材』は『柱又は間柱の間に透湿防水シートの屋内側表面上に接して配置され，柱又は間柱及び構造用面材にくぎなどで留付けられる板状であ』るから，当該『断熱材』が『透湿防水シート』に凹凸を形成することはない」ことを理由として，甲1発明1が「通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない」との事項を備えている旨認定した。",
                        "しかし，「付着」とは，「他の物について離れないこと。くっつくこと。」を意味し(甲54・広辞苑第6版)，単に接して配置されることを意味しない。",
                        "しかるところ，甲1発明1の断熱材は柱又は間柱及び構造用面材にくぎなどで留付けられて透湿防水シートの屋内側表面上に接して配置されるだけであり，透湿防水シートについて離れない(くっつく)関係にないから，甲1発明1の「断熱材」と「透湿防水シート」(審決が「面材」に相当するとする材料)は「付着」していない。",
                        "したがって，甲1発明1は「硬質ウレタンフォーム断熱材が付着した面材」を有しておらず，審決の上記認定も誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明1と甲1発明1の相違点",
                      "text": [
                        "以上より，両発明の相違点としては，審決が認定した相違点1及び2に加えて，下記相違点A及び相違点Bが認定されるべきである。",
                        "(相違点A)",
                        "本件訂正発明1では，硬質ウレタンフォームの原液を吹き付ける対象として，「面材」が存在し，柱又は間柱，胴縁，外壁材，通気層と「面材」との位置関係が特定され ，さらに，かかる「面材」がロール状にすることが可能で，透湿性及び防水性を備え，かつ独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない軟質性材料であるのに対し，甲1発明1は，「面材」の構成を有さず，柱又は間柱，胴縁，外壁材，通気層と「面材」との位置関係の特定がなく，さらに，「『面材』がロール状にすることが可能で，透湿性及び防水性を備え，かつ独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない軟質性材料である」という構成も有し得ない点。",
                        "(相違点B)",
                        "通気層に関し，本件訂正発明1が「硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない」のに対し，甲1発明1は，「面材」の構成を有さず，また，甲1発明1の硬質ウレタンフォーム断熱材は透湿防水シート(審決が「面材」に相当するとするもの)と「付着」していないため，「硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない」の構成を有し得ない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "想到容易との判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2技術の正しい構成",
                      "text": [
                        "審決が甲2技術認定の基礎とする甲2の請求項5は，独立項であり，独立気泡率を10％以下と特定する請求項1や連通気泡型ポリウレタンフォームの密度を5～20kg／m3とする請求項2の従属項ではない。また，独立気泡率及び連通気泡型ポリウレタンフォームの密度に関する甲2の【0009】及び【0010】の記載は，請求項1及び請求項2の技術(第1発明及び第2発明)に関する記載であり，請求項5に記載の技術(第5発明)に関する記載ではない。したがって，請求項5に記載の技術(第5発明)は，独立気泡率及び密度を一定範囲に特定するという発想及び構成を有しない。",
                        "甲2の請求項5に記載の技術(第5発明)を基礎として，独立気泡率及び密度を一定範囲に特定する技術を認定するとすれば，実施例として記載された技術を認定するほかない(甲2の明細書において，実施例以外に第5発明の独立気泡率や密度に関する記載は存在しない。)。",
                        "そこで，明細書の記載を正確に考慮して甲2技術を認定すると，まず，発泡剤，ポリオール成分及びポリイソシアネート成分は，厚さ5mmの石綿スレート板にスプレー工法によって吹き付けられるものであること(甲2【0024】)が認定されるべきである(この点，被告は，甲2に記載の技術〔発明〕は，硬質ウレタンフォーム断熱材に関する技術であり，吹き付け対象物として何を使用するかは本質的な要素ではないと主張するが，独立気泡構造硬質ウレタンフォームを軟質面材に吹き付けると，発泡圧によってはスプレー側の反対に大きな凹凸がついたり，ウレタン自身が割れたりすることから明らかなとおり〔甲7【0003】〕，吹き付け対象物は断熱材の性能に影響を与えるものであるから，吹き付けて断熱材を生成する以上，その吹き付け対象物も断熱材の性能を左右する本質的な要素の一つというべきである。)。また，かかる工法により製造される連通気泡型硬質ポリウレタンフォーム製断熱材の独立気泡率は5～7％であり，密度は8～11kg／m3である(甲2【0028】【表1】)から，この点も認定されるべきである。そして，スレート板に硬質ウレタンフォームを吹き付ける実施例が甲2における唯一の実施例であり，また，甲2には，硬質ウレタンフォームの吹き付け対象となる面材としてもスレート板以外に材料の記載はなく，まして，ウレタンフォーム原液を吹き付けた場合に該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を有しない面材については一切記載も示唆もない。",
                        "以上より，甲2技術は，以下のとおり認定されるべきである(下線は審決の認定を是正した箇所を表す。)。",
                        "「建築物の壁体等の断熱などを目的として，水のみからなる発泡剤と，アミン触媒及びポリオールを含むポリオール成分と，ポリイソシアネート成分とを，厚さ5mmの石綿スレート板にスプレー工法によって吹き付けると同時に混合し発泡させることで，独立気泡率が5～7％であり，密度が8～11kg／m3の連通気泡型硬質ポリウレタンフォーム製断熱材を製造する方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記認定の甲2技術を前提とすると，甲2技術は，次のとおり，本件訂正発明1と甲1発明1の相違点1，相違点A及び相違点Bに係る構成を有しない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "相違点1に関し，甲2技術では「ポリウレタンフォーム」の「原料」を「厚さ5mmの石綿スレート板」に吹き付けることが特定されているのみであり，「ポリウレタンフォーム」の「原料」を「柱又は間柱の間」に吹き付けられるとはされていない。なお，甲2には，甲2技術の「厚さ5mmの石綿スレート板」と「柱」又は「間柱」との位置関係を特定できる記載や示唆も一切存在しない。",
                            "したがって，甲2技術は，相違点1に係る構成を有しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点Aについて",
                          "text": [
                            "相違点Aに関し，甲2技術において「ポリウレタンフォーム」の「原料」を吹き付ける対象として，「厚さ5mmの石綿スレート板」が存在するが，かかる「厚さ5mmの石綿スレート板」と，建築物の柱又は間柱，胴縁，外壁材，通気層と「面材」との位置関係は何ら特定されていない。さらに，「厚さ5mmの石綿スレート板」は剛性を有することが明らかであるから，ロール状にすることが可能で，透湿性及び防水性を備え，かつ独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない軟質性材料ではない。",
                            "したがって，甲2技術は，相違点Aに係る構成を有しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点Bについて",
                          "text": [
                            "相違点Bに関し，甲2技術において「ポリウレタンフォーム」の「原料」を吹き付けられた「厚さ5mmの石綿スレート板」と「通気層」との関係は不明である。",
                            "したがって，甲2技術は，相違点Bに係る構成を有しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，甲2技術は，甲1発明1と本件訂正発明1の相違点1，相違点A及び相違点Bに係る構成を有しないから，甲1発明1に甲2技術を適用しても，本件訂正発明1は容易に想到できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "動機付けに関する判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野の関連性に関し",
                      "text": [
                        "審決は，甲1発明1と甲2技術とは，低密度硬質ウレタンフォーム断熱材を用いた建物の壁体の断熱に関する技術である点(以下「技術分野関連理由①」という。)及び甲1発明1が防耐火構造に関するものであり，甲2技術により得られる断熱材に防耐火構造を構成する用途が想定されている点(以下「技術分野関連理由②」という。)において，技術分野が関連すると判断した。",
                        "しかし，以下のとおり審決の判断はいずれも誤りである。",
                        "すなわち，技術分野関連理由①に関し，甲1発明1は建築物の防火構造に関する技術であって，建物の壁体の断熱に関する技術ではない。防火構造は建築物周囲の火災に対する性能に関するものであるのに対し，断熱構造は，冷房，暖房等による室内気温の調整の効率化等のため，建物内部(内気)と外部(外気)との間の熱交換を抑制する技術(構造)であって，建築物周囲の火災に対する性能とは全く次元が異なる技術なのである。",
                        "また，技術分野関連理由②に関し，甲1発明1は，耐火構造に関する技術ではなく，防火構造に関する技術である(建築物周囲の火災からの延焼を抑制して構造耐力上支障のある変形，溶解，破壊その他の損傷を生じないために必要とされる「防火性能」と，通常の火災が終了するまでの間，当該火災による建築物の倒壊及び延焼を防止するために当該建築物の部分に必要とされる「耐火性能」とは異なる。)。そして，断熱材の「難燃性」は，建築物の施工現場において断熱材に何らかの原因で引火し，火災が発生するのを防止し，また，作業員の安全を確保することを目的として求められる性能であり，外壁の防火構造，防火性能とは全く無関係である(審決は，これらの点を理解せず，混同している。)。",
                        "審決は，要は，甲1発明1の防火構造を構成する材料の一つとして断熱材の使用が想定されているという点にのみ着目し，技術的特徴の相違を全く無視して，技術分野の関連性を認めており，暴論というほかない。",
                        "したがって，技術分野関連理由①及び②はいずれも失当であり，これらを理由に技術分野の関連性を認めた審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題の共通性に関し",
                      "text": [
                        "審決は，①断熱材が防火構造の防火性能に大きく寄与すること，及び，防火性能が高いほど好ましいことは技術常識であるから，甲1発明1が断熱材の防火性能確保の課題を有するとし，また，②甲2に難燃性に関する記載があることから，甲2技術が防火性能の確保の課題を有することは，当業者にとって明らかであるとする。",
                        "しかし，上記①について，「防火性能」とは外壁等に求められる性能であって，断熱材に求められる性能ではない(周囲の火災からの延焼を抑制し，建築物に構造耐力上支障のある変形，溶融，破壊その他の損傷を起こさせないために重要な役割を果たすのは，建築物を支持しかつ火炎を遮断する外装材，柱及び内装材であり，建物を支持することもなく火炎の遮断もしない断熱材は防火構造の防火性能に大きな影響を与えるものではない。)。したがって，審決が示した「断熱材の防火性能確保」なる課題は，そもそも概念上あり得ない。また，甲1発明1のような「防火構造」は，防火性能に関する技術的基準に適合する構造として，国土交通大臣の認定を受けたものをいうから，既に十分な防火性能を有する構造であって，更なる防火性能の確保・向上の課題を有しない。よって，当業者をして，更なる防火性能の確保・向上のためにあえて甲1発明1を改良しようと積極的に行動する理由は全く存在しない。",
                        "また，上記②について，前記のとおり，断熱材の「難燃性」は，建築物の施工現場において断熱材に何らかの原因で引火し，火災が発生するのを防止し，また，作業員の安全を確保することを目的として求められる性能であって，建築物周囲の火災からの延焼を抑制して構造耐力上支障のある変形，溶融，破壊その他の損傷を生じないための防火構造の性能である「防火性能」とは無関係である。",
                        "以上のとおり，審決は甲1発明1の課題の認定及び甲2技術の課題の認定をいずれも誤っている。したがって，甲1発明1と甲2技術の間に課題の共通性を認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因の存在",
                      "text": [
                        "甲1発明1に甲2技術を組み合わせることについての阻害要因として，①甲1発明1が既に十分な防火性能を確保していること，②甲1発明1に甲2技術を適用すると認定外の防火構造になること，③甲1発明1の低密度硬質ウレタンフォーム断熱材は板材に限定されており吹付け硬質ウレタンフォーム断熱材は排除されていること，④通気層閉塞の課題に直面することを，それぞれ指摘することができる。",
                        "すなわち，上記①について，甲1発明1は，防火性能に関する技術的基準に適合するものとして防火構造認定を得ており，既に十分な防火性能を確保している。防火構造認定基準を充足する防火性能を確保して防火構造認定を得ているということは，当該構造が，建築物の周囲に火災が生じた場合にも消火等の延焼防止措置(火災建物等の解体を含む。)を採るための一定の時間を確保して建築物を保護することができる(延焼により建築物に構造耐力上支障のある変形，溶融，破壊その他の損傷を起こさせないことができる)性能を有するということであり，また，建築基準法上の建築制限規制の適用を免れることができる(建築制限規制のために外壁(又は外壁等に使用される材料)の施工・販売等に悪影響が生じない状況が確保された)ということである。かかる防火構造について，防火性能を更に向上させるために甲2技術，すなわち，ポリオール成分を限定した上で，当該ポリオール成分とポリイソシアネート成分とを混合・発泡するという特定の断熱材製造技術をあえて適用することは，当業者(防火構造の施工業者，防火構造に使用される材料の製造販売業者等)にとって，いたずらにコストや労力をかけて無駄な変更を行い，あるいは，防火構造の施工条件を加重する点でむしろ有害な変更に当たり，改悪というほかない。",
                        "また，上記②について，甲1発明1は，防火構造認定を受けた防火構造であるところ，甲1発明1に甲2技術を適用して防火構造の構成を変更した場合，当該変更後の構造は，明確に防火構造認定の対象外となる。すなわち，甲1は，防火構造の認定内容を開示することを目的とするもので，甲1に記載された防火構造以外の構造を意識的にかつ明確に除外するものであるから，甲1(甲1発明1)に接した当業者は，甲1に記載された認定を受けた防火構造をあえて変更して，甲1に記載されていない認定外の構造の外壁の作成を試みようとは考えない。甲1発明1に甲2技術を適用しようとする当業者は，甲1発明1から一度明確に除外された構成に向けて甲1発明1の変更を試みることになり，かつそのような変更は防火構造認定の対象外となって，建築基準法上の建築制限規制の適用を受け，外壁又は外壁等に使用される材料の施工・販売等に悪影響が生じることになるのであるから，当業者にとって，防火構造認定を受けた構造を認定外の構造に変更することになるという事情が，甲1発明1に対する甲2技術の適用を困難ならしめる事情に当たることは明らかである。",
                        "上記③について，甲1の断熱材には，低密度ではない独立気泡構造硬質ウレタンフォーム断熱材として「①硬質ウレタンフォーム保温板(JIS A 9511)」(以下「断熱材①」という。)及び「②吹付け硬質ウレタンフォーム断熱材(JIS A 9526)」(以下「断熱材②」という。)が記載され，他方，低密度硬質ウレタンフォーム断熱材としては，「板材」である「③低密度硬質ウレタンフォーム断熱材(熱伝導率：0．038W／m・K以下)」(以下「断熱材③」という。)のみが記載され，低密度の吹付け硬質ウレタンフォーム断熱材は記載されていない。また，甲1の施工方法(6277頁)の「(7)断熱材の取付け」では，断熱材①及び「低密度硬質ウレタンフォーム断熱材」と，断熱材②が分けて記載されており，かつ，断熱材①及び「低密度硬質ウレタンフォーム断熱材」については，「柱又は間柱の内のり寸法に合わせて正確に切断する」，「断熱材はずれないように，柱又は間柱及び構造用面材にくぎなどで留付ける。」として，板材であることを前提した取付方法が記載されている。したがって，甲1発明1において，低密度硬質ウレタンフォーム断熱材は，板材に限定されており，吹付け硬質ウレタンフォーム断熱材が意識的かつ明確に除外されていることは明らかである。このように，甲1は，低密度ではない硬質ウレタンフォーム断熱材と低密度の硬質ウレタンフォーム断熱材とを区別し，前者についてのみ吹付け硬質ウレタンフォーム断熱材についても試験実施構造との同質性を肯定して防火構造認定の対象とし，後者については吹付け硬質ウレタンフォーム断熱材を防火構造認定の対象外としているのであるから，かかる取扱いの相違(意識的除外)を踏まえた上で，当業者が，あえて，甲1発明1に甲2技術を適用して，甲1発明1の低密度の硬質ウレタンフォーム断熱材(板材)を，除外された低密度の吹付け硬質ウレタンフォーム断熱材に置き換えようと考えるのが困難であることは明らかである。",
                        "上記④について，甲1発明1の「板材」である断熱材③を，軟質性材料からなる透湿防水シートに吹き付けて形成される吹付け硬質ウレタンフォーム断熱材に置き換えようとした場合，当時の技術常識であった軟質性シート等の凹凸による通気層の閉塞の課題(甲28，29)に直面することになる 。したがって，当業者が，シートの凹凸による通気層の閉塞の課題が生じ得ない甲1発明1にあえて甲2技術を適用し，上記の閉塞の課題を抱え込む軟質性シートと吹付け硬質ウレタンフォーム断熱材を組み合わせる構造を採用しようと考えるのは困難である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，甲1発明1と甲2技術を組み合わせる動機付けを認めることはできず，むしろこれらの組合せには阻害要因があるというべきである。",
                        "また，仮に技術分野の関連性及び課題の共通性に関する審決の判断を前提としても，本件訂正発明1の特徴点に到達できる試みをしたであろうという推測を超えて，かかる試みをしたはずであるという示唆等が存在するとはいえない(審決はかかる進歩性欠如の論理付けを示すことが全くできていない。)。",
                        "したがって，甲1発明1と甲2技術を組み合わせて本件訂正発明1に想到することが容易であるとはいえず，かかる意味においても，審決の認定判断は誤っている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明2を主引用例とした場合",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明2の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「吹付け硬質ウレタンフォーム」に関する認定の誤り",
                      "text": [
                        "甲1発明2の「吹付け硬質ウレタンフォーム断熱材」は，JIS A 9526(ただし，平成6年2月1日改正版。以下同じ。)の規格を充足するものとして特定されているのであるから，同規格に適合するよう，具体的構成として，フロン類(フロン141b)を発泡剤とし，熱抵抗が厚さ25mm当たりで1．1(1．3)以上であり，かつ，独立気泡構造であることを認定すべきである(上記JIS規格が定める熱抵抗や熱伝導率の値を前提にすれば，同JIS規格で特定された「吹付け硬質ウレタンフォーム断熱材」は，空気よりも熱伝導率が低いフロン類〔フロン141b〕により発泡されたものであり，かつ，フロンを気泡中に密閉する独立気泡構造であると認められる。)。",
                        "しかるに，審決は，甲1発明2の「吹付け硬質ウレタンフォーム断熱材」を単に厚さと密度のみで特定しており，甲1に記載されていない吹付け硬質ウレタンフォームをも含む認定をしている。かかる認定が誤りであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「透湿防水シート」に関する認定の誤り",
                      "text": [
                        "独立気泡構造吹付け硬質ウレタンフォーム断熱材は吹き付け時の発泡圧，硬化する際の収縮圧が高いことから，ウレタンフォーム原液を，剛性を有しない面材に吹き付けると，収縮現象により面材に大きな圧力がかかり，面材が破れたり，断熱材が割れたり，発泡圧によって面材に大きな凹凸がついて通気層を塞いでしまうという不具合が生じる(甲28，29)。面材の破れ，断熱材の割れ，通気層の閉塞等は当然に建築物の瑕疵に該当するし，防火性能の観点からも，通気層の閉塞は，通気層内の空気の流動性を低下させて通気層内の温度の早期上昇を招くことによる悪影響を生ずる。また，防火構造認定の仕様との関係でも，甲1の「通気胴縁」の「申請仕様」(認定仕様)である「寸法18mm×45mm以上，目地部18mm×90mm以上」，図13等に記載の平坦な(透湿防水シートに凹凸のない)構造等を充足しない。",
                        "したがって，(瑕疵のない)建築物を施工し，また，試験実施構造(硬質ウレタンフォーム保温板を使用した構造であり，透湿防水シートは凹凸せず，通気層は閉塞しない。)と同質の防火性能を有する外壁(耐力壁)を施工する場合に，独立気泡構造吹付け硬質ウレタンフォーム断熱材と組み合わせることができる面材は，それ自体独立気泡構造吹付け硬質ウレタンフォーム原液の発泡圧又は収縮圧で変形しない程の機械的強度を有する面材である。",
                        "また，前記のとおり，甲1に記載の断熱材②は，独立気泡構造吹付け硬質ウレタンフォーム断熱材であるから，甲1に記載の「透湿防水シート」(厚さ：0．17mm以下，材質：ポリエチレン，ポリエステル又はポリプロピレン)は，少なくとも断熱材②を吹き付ける面材として使用される場合には，独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持つものであると理解するほかない(前記のとおり，ポリエチレンには様々な種類があり，ペットボトル等の材料にもなる素材であるから，厚さ0．17mm程度の透湿防水シートであっても十分な機械的強度を持つシートとなり得ることは明らかである。)。",
                        "しかるに，審決は，甲1発明2の「透湿防水シート」につき，シートの剛性ないし保形性(独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を有する)を看過して，単に「厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレン」であることしか認定していない。",
                        "かかる審決の認定が誤りであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲1発明2の正しい認定",
                      "text": [
                        "以上より，甲1発明2は，以下のとおり認定されるべきである(下線は審決の認定を是正した箇所を表す。)。",
                        "「柱又は間柱の屋外側に透湿防水シートが取り付けられ，",
                        "透湿防水シートの屋外側において通気胴縁に取付けられた留金具に外装材が嵌め込み張り上げられ，",
                        "外装材と透湿防水シートとの間に通気胴縁がスペーサとなって空間が形成され，",
                        "透湿防水シートは，厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレンであり，かつ独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持つ透湿防水シートであり，",
                        "断熱材が，柱又は間柱の間に透湿防水シートの屋内側表面上に吹き付けて配置され，フロン類を発泡剤として用い，厚さが15～105mm，密度が25kg／m3～55kg／m3，熱抵抗が厚さ25mm当たりで1．1(1．3)以上の独立気泡構造吹付け硬質ウレタンフォーム断熱材である，",
                        "断熱材充てん／外装材横張／せっこうボード裏張／真壁造(欠き込み)構造。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「面材」について",
                      "text": [
                        "前記のとおり，本件訂正発明1の「面材」は，吹付け硬質ウレタンフォーム断熱材が吹き付けられる対象であり，かつ，吹き付けられた吹付け硬質ウレタンフォーム断熱材を支持する面状の材料を意味する。",
                        "甲1発明2の「透湿防水シート」は，吹付け硬質ウレタンフォーム断熱材を吹き付けられてこれを支持する面状の材料であるから，本件訂正発明1の「面材」に該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない」について",
                      "text": [
                        "前記のとおり，甲1発明2の「透湿防水シート」(厚さ：0．17mm以下，材質：ポリエチレン，ポリエステル又はポリプロピレン)は，少なくとも断熱材②を吹き付ける面材として使用される場合には，独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を有するものである。実際，甲1の図1及び図13の構造説明図並びに図29の施工図のいずれにおいても，凹凸・変形のない「断熱材」及び「透湿防水シート」が記載されている。",
                        "したがって，甲1発明2の通気層は，断熱材②が付着した「透湿防水シート」の凹凸により遮断されない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「ロール状にすることが可能な軟質性材料」について",
                      "text": [
                        "前記のとおり，甲1発明2の「透湿防水シート」は，少なくとも断熱材②を吹き付ける面材として使用される場合には，独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度，すなわち剛性・保形性を有するものである。",
                        "したがって，甲1発明2の「透湿防水シート」は，本件訂正発明1の「ロール状にすることが可能な軟質性材料」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "相違点4に関し，審決が，甲1発明2がフロン類を発泡剤として用いること，甲1発明2の断熱材が「独立気泡構造吹付け硬質ウレタンフォーム」であることを認定していない点も誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件訂正発明1と甲1発明2の相違点",
                      "text": [
                        "以上より，両発明の相違点は，以下のとおり認定されるべきである。",
                        "(相違点4’)",
                        "本件訂正発明1においては，「硬質ウレタンフォーム断熱材は，水を発泡剤として用い，独立気泡率が10％以下でありかつ密度が10～25kg／m3である低密度連続気泡構造硬質ウレタンフォームであ」るのに対し，甲1発明2は，「フロン類を発泡剤として用い」，「密度が25kg／m3～55kg／m3」，「熱抵抗が厚さ25mm当たりで1．1(1．3)以上の独立気泡構造吹付け硬質ウレタンフォーム」である点。",
                        "(相違点5’)",
                        "本件訂正発明1(の面材)が，「ロール状にすることが可能な軟質性材料からなり」，「独立気泡硬質ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しないほどの機械的強度を持たない材料であ」るのに対し，甲1発明2の「透湿防水シート」は，剛性・保形性材料であって「ロール状にすることが可能な軟質性材料からなる」ものではなく，また，「独立気泡硬質ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しないほどの機械的強度を持つ」点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "想到容易との判断の誤り",
                  "text": [
                    "前記認定の甲2技術を前提とすると，甲2技術は，次のとおり，本件訂正発明1と甲1発明2との相違点5’の構成を有しない。",
                    "すなわち，甲2技術における(「ポリウレタンフォーム」の「原料」を吹き付ける対象である)「厚さ5mmの石綿スレート板」は，剛性・保形性を有することが明らかであり，「ロール状にすることが可能な軟質性材料からなり」，「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であ」るとはいえない。",
                    "したがって，甲2技術は，本件訂正発明1の面材が有する「ロール状にすることが可能な軟質性材料からなり」及び「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であり」との構成を有しない。",
                    "以上のとおり，甲2技術は，甲1発明2と本件訂正発明1の相違点に係る構成を有していないから，甲1発明2に甲2技術を適用しても，本件訂正発明1は容易に想到できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動機付けに関する判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野の関連性及び課題の共通性に関し",
                      "text": [
                        "この点に関して，審決の認定判断に誤りがあることは，甲1発明1に関して主張したことと同様である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "阻害要因の存在",
                      "text": [
                        "①甲1発明2が既に十分な防火性能を確保していること，及び②甲1発明2に甲2技術を適用すると認定外の防火構造になることは，甲1発明1に関して主張したことと同様である。",
                        "これに加えて，次のとおり，③甲1発明2の吹付け硬質ウレタンフォーム断熱材は，高密度の独立気泡構造硬質ウレタンフォーム断熱材に限定されており，低密度連続気泡構造硬質ウレタンフォーム断熱材は排除されていること，及び④甲1発明2の吹付け硬質ウレタンフォーム断熱材は，フロン類を発泡剤として用いる硬質ウレタンフォーム断熱材に限定されており，水のみを発泡剤とする硬質ウレタンフォーム断熱材は排除されていることを考慮しなければならない。",
                        "すなわち，上記③について，甲1の断熱材には，吹き付けではない硬質ウレタンフォーム断熱材(板材の硬質ウレタンフォーム断熱材)として，高密度の独立気泡構造硬質ウレタンフォーム断熱材である断熱材①及び低密度の硬質ウレタンフォーム断熱材(独立気泡構造か連続気泡構造かは特定されていない)である断熱材③が記載され，他方，吹付け硬質ウレタンフォーム断熱材としては，高密度の独立気泡構造硬質ウレタンフォーム断熱材である断熱材②のみが記載され，低密度の連続気泡構造硬質ウレタンフォーム断熱材は記載されていない。",
                        "したがって，甲1発明2において，断熱材②は，高密度の独立気泡構造硬質ウレタンフォーム断熱材に限定されており，低密度の連続気泡構造硬質ウレタンフォーム断熱材が意識的かつ明確に除外されていることは明らかである。",
                        "このように，甲1は，吹き付けではない硬質ウレタンフォーム断熱材と吹き付けの硬質ウレタンフォーム断熱材とを区別し，前者についてのみ低密度の硬質ウレタンフォーム断熱材を防火構造認定の対象とし，後者については低密度の硬質ウレタンフォーム断熱材を防火構造認定の対象外としているのであるから，かかる取扱いの相違(意識的除外)を踏まえた上で，あえて，当業者が，甲1発明2に甲2技術を適用して，甲1発明2の高密度独立気泡構造硬質ウレタンフォーム断熱材を除外された低密度の連続気泡構造硬質ウレタンフォーム断熱材に置き換えようと考えるのが困難であることは明らかである。",
                        "上記④について，甲1の断熱材②は，フロン類を発泡剤として用いる(独立気泡構造)硬質ウレタンフォームであり，水のみを発泡剤とする硬質ウレタンフォーム断熱材は甲1発明2から明確に除外されている。すなわち，甲1には断熱材として断熱材①ないし③の三種類のものが記載されているところ，それぞれの熱伝導率の数値からすると，このうち，水のみを発泡剤とする断熱材が含まれ得るのは断熱材③(熱伝導率は0．038W／m・K以下)のみであり，熱伝導率が0．023W／m・K以下，0．024W／m・K以下又は0．025W／m・K以下と特定されている断熱材①及び熱伝導率が0．022W／m・K以下と特定されている断熱材②には，フロン類を発泡剤として用いる硬質ウレタンフォーム断熱材(フロン類を独立気泡中に密閉することにより熱伝導率を低く抑える断熱材)のみが含まれ，水のみを発泡剤とする断熱材は含まれない。",
                        "このように，甲1は，防火構造の認定の対象となる断熱材を厳密に特定しており，甲1所定の三種類の断熱材のうち断熱材③については水のみを発泡剤とする断熱材を許容している一方で，断熱材①及び②については，フロン類を発泡剤として用いる構成のみを許容し，水のみを発泡剤とする構成を明確に排除している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，甲1発明2と甲2技術を組み合わせる動機付けを認めることはできず，むしろこれらの組合せには阻害要因があるというべきである。",
                        "また，仮に技術分野の関連性及び課題の共通性に関する審決の判断を前提としても，本件訂正発明1の特徴点に到達できる試みをしたであろうという推測を超えて，かかる試みをしたはずであるという示唆等が存在するとまではいえない(審決はかかる進歩性欠如の論理付けを示すことが全くできていない。)。",
                        "したがって，甲1発明2と甲2技術を組み合わせて本件訂正発明1に想到することが容易であるとはいえず，かかる意味においても，審決の認定判断は誤っている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1発明1と甲2技術を組み合わせて本件訂正発明1に想到することは容易ではなく，また，甲1発明2と甲2技術を組み合わせて本件訂正発明1に想到することも容易ではない。",
                "したがって，本件訂正発明1は甲1発明1と甲2技術又は甲1発明2と甲2技術に基づいて当業者が容易に発明をすることができたものであるとする審決の判断には，結論に影響を及ぼす誤りがある。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲1発明1を主引用例とした場合",
              "text": [
                "本件訂正発明1は，甲1発明1における低密度連続気泡硬質ウレタンフォーム断熱材を，板材から，現場発泡の吹き付け(スプレー法)に変更しただけの発明である。",
                "本件特許の出願時，木造軸組構造の住宅の外壁を施工する際，現場発泡スプレー法により硬質ウレタンフォーム断熱材を吹き付けるというアイデア自体は既に実用化されていた。また，甲2技術のような現場発泡の吹き付けに使用する低密度連続気泡構造ウレタンフォーム断熱材も既に市販されていた。ウレタンフォームメーカーは，日頃から硬質ウレタンフォームの様々な用法を顧客に提案しており，板材から吹き付け，あるいはその逆への変更も実際に行われていた。",
                "したがって，甲1の低密度連続気泡構造硬質ウレタンフォーム断熱材を，板材から現場発泡の吹き付け(スプレー法)に変更すること，すなわち，甲1の記載から本件訂正発明1を想到することは，硬質ウレタンフォームという商品の特性上，当業者にとって極めて容易であった。",
                "よって，甲1発明1に対して甲2技術を採用し，本件訂正発明1の構成とすることについて，容易想到性を認めた審決の認定に誤りはない。",
                "以下，原告の主張に対し個別に反論する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「面材」について",
                      "text": [
                        "特許請求の範囲の記載文言によれば，「面材」は，文字どおり「面状の材料・素材」を意味するのであって，その意義は一義的に明確である。したがって，審決が，面状の材料であることを理由に，甲1発明1の「透湿防水シート」が本件訂正発明1の「面材」に該当すると認定したことには，何ら問題がない。",
                        "請求項1には，「面材」が断熱材支持機能を具備する必要があることは記載されておらず，また，仮に「面材」が断熱材の吹き付け対象であるとしても，直ちに断熱材の支持機能を担うことを意味するものではない(例えば，低密度連続気泡構造硬質ウレタンフォーム断熱材は，それ自体が自立できる程度の強度を有している。)。",
                        "なお，原告は，甲29を根拠に，甲1発明1の「透湿防水シート」が「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない」との性質を当然に有する旨の審決の判断は誤りであると主張する。",
                        "しかし，甲29の【0026】に開示されたシートは，そもそも透湿防水シートではないし，当該シートが十分な機械的強度を持たないシートであることは，原告自身が本件明細書の【0004】で認めているところであるから，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「付着」について",
                      "text": [
                        "審決がこの点を独立した相違点として取り上げなかったのは，断熱材の種類が異なることを既に相違点1として取り上げているからである。すなわち，面材と断熱材は隣り合っており，断熱材が板材の場合は「接して配置」される関係にあるが，断熱材の種類が変われば，面材との物理的な関係性，結び付きも同時に変わり得る(吹き付けの場合は「付着する」という関係になる)ものである。したがって，断熱材の種類が異なる点を相違点として取り上げれば足り，これとは別に「付着」の有無を独立した相違点として取り上げる必要はない。",
                        "また，仮にこの点を独立した相違点として取り上げた場合であっても，甲2技術の断熱材(吹き付け)を適用すると同時に，面材との物理的な関係性も含めて本件訂正発明1に至るため，結論としては同じになることが明白である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告が主張する相違点A及び相違点Bを認定する必要はなく，この点に関する審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "想到容易との判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2技術の正しい認定について",
                      "text": [
                        "甲2の請求項1ないし3，5及び6に記載の発明は，全て表1の実施例1ないし4を基にしており(ただし，請求項4は実施例4のみを基にしている)，一つの技術を異なるパラメータ(切り口)に着目して各請求項に記載したにすぎない。つまり，甲2における「発明の詳細な説明」欄に複数の発明であるかのようにそれぞれ説明されているとしても，これらは元々一体の技術であるから，明細書の記載を総合して一体の技術として認定することに何ら問題はない。",
                        "また，甲2に記載の技術(発明)は，硬質ウレタンフォーム断熱材に関する技術であり，吹き付け対象物として何を使用するかは本質的な要素ではなく，吹き付け対象がスレート板であることが要求されるものではない。",
                        "したがって，審決の甲2技術の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決の甲2技術の認定に誤りがない以上，これに誤りが存することを前提とする原告の主張(想到容易との判断の誤り)も理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "動機付けに関する判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野の関連性に関し",
                      "text": [
                        "原告が主張する「技術分野関連理由①」に関し，そもそも，甲1の防火構造認定は，火災発生時の「防火構造に関する技術」と平常時の「建物の壁体の断熱に関する技術」の両方を備えた技術であるから，これらの一方のみが技術分野であると主張するのは誤りであり，両者を区別して論じることに意味はない。",
                        "また，原告が主張する「技術分野関連理由②」に関し，審決が甲2から認定しているのは「難燃性」であって「耐火性能」ではないから，原告が「耐火性能」なる概念を持ち出して，審決の認定が誤りであると指摘するのは，その前提からして失当である。",
                        "すなわち，甲2は，「火災時の安全性を保証するための難燃，不燃性能」(【0003】)とあるように，特に特定の場面における火災に限定せず，全ての火災を想定しており，甲2で言及されている難燃性の等級を定めるJIS  A1321も，特に特定の場面における火災に限定せず，全ての火災を想定している。原告が主張する「防火性能」は，この「難燃性」を言い換えたものにすぎず(「防火性能」とは，建築材料の難燃性や不燃性という性質がもたらす帰結である。)，両者が無関係であるはずはない。",
                        "したがって，甲1と甲2の間には技術分野の関連性が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題の共通性に関し",
                      "text": [
                        "原告は，防火性能に「寄与する」ことの意味を殊更に限定的に解釈しているが，本来的に燃えやすい性質を有する材料を難燃化する場合も，防火性能の向上に「寄与」していることは明らかである。",
                        "すなわち，本件訂正発明1，甲1発明1及び甲2技術は，共に建物の外壁に硬質ウレタンフォーム断熱材を用いる技術であるが，樹脂を原料とする硬質ウレタンフォーム断熱材は本来的に延焼の抑制にとって不利である。これに対し，断熱材を難燃化する場合には，明らかに延焼の抑制に有利となる。",
                        "このように，審決は，硬質ウレタンフォーム断熱材を用いる外壁では，断熱材の難燃性の如何によって外壁の防火性能(延焼の抑制)が左右される(寄与する)ことを述べているのであるから，その認定は正当である。",
                        "また，進歩性判断において文献から読み取ることができる「課題」とは，社会制度としての国土交通大臣の認定と関連付けて認定するものではない(すなわち，文献から「課題」を読み取るときには，当該文献が作成される理由となった社会制度と関連付けて課題を読み取るのではなく，飽くまで記載された発明や技術自体にある課題を読み取るべきものである。)から，国土交通大臣の認定を受けたものであることを理由に，更なる防火性能の確保・向上の課題を有しないとする原告の主張も理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因の存在に関し",
                      "text": [
                        "原告は，甲1発明1に甲2技術を組み合わせることについての阻害要因として，①甲1発明1が既に十分な防火性能を確保していること，②甲1発明1に甲2技術を適用すると認定外の防火構造になること，③甲1発明1の低密度硬質ウレタンフォーム断熱材は板材に限定されており吹付け硬質ウレタンフォーム断熱材は排除されていること，④通気層閉塞の課題に直面することを，それぞれ指摘する。",
                        "しかし，上記①は，甲1発明1に「課題」がないという主張と同じであり，その主張に理由がないことは前記のとおりである。",
                        "上記②に関しては，審決が指摘するとおり，新たな材料の組合せによる防火構造を発案した者は，それに合わせて次なる防火構造認定を取得すればよいだけのことであるから理由がない。",
                        "上記③に関しては，甲1の断熱材③には，吹付け低密度硬質ウレタンフォーム断熱材が記載されているに等しいというべきであるし，仮にそのように認定できないとしても，少なくとも断熱材③において，「吹き付け」が意識的かつ明確に除外されているとまではいえない(原告自身，甲1と同一内容の防火構造認定を，自社の低密度吹付け硬質ウレタンフォーム断熱材「ソフティセルOＮE」に適用できると顧客に説明していた事実がある。)。",
                        "上記④に関しては，甲2技術は，連通気泡型吹付け硬質ポリウレタンフォーム断熱材であるから，甲1発明1における軟質性材料からなる透湿防水シートに，甲2技術の断熱材を吹き付けて形成したとしても，シートの凹凸による閉塞の課題を抱え込むことはない。原告の主張は前提からして誤りであり，甲1発明1に甲2技術を適用することについての阻害要因とはならない。そもそも独立気泡構造吹付け硬質ウレタンフォームを透湿防水シートに吹き付ける場合であっても，条件次第で通気層側へ凸になる場合もあれば凹になる場合もあるのであるから(乙12)，原告が主張する事実は阻害要因になり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，動機付けに関する審決の判断についても誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明2を主引用例とした場合",
              "text": [
                "本件訂正発明1は，甲1発明2における密度範囲が25kg／m3～55kg／m3である吹付け硬質ウレタンフォーム断熱材(断熱材②)から，密度範囲が10kg／m3～25kg／m3である断熱材へと，断熱材の原料を変更しただけの発明である。",
                "ウレタンフォームメーカーは，日頃からウレタンフォームの配合を研究しており，密度を高くして独立気泡構造とすること，あるいはその逆に密度を低くして連続気泡構造とすることの変更も当然に行われている。甲2技術のような低密度硬質ウレタンフォーム断熱材は，本件特許の出願当時，既に市販されていた。もとより硬質ウレタンフォーム断熱材の密度や気泡率の調整はウレタン原料の配合次第であって，すぐに変更できるものであり，限りなく設計事項に近いものである。",
                "したがって，甲1の甲1発明2における密度範囲が25kg／m3～55kg／m3となる吹付け硬質ウレタンフォーム断熱材(断熱材②)から，10kg／m3～25kg／m3となる断熱材へ変更すること，すなわち甲1の記載から本件訂正発明1を想到することは，硬質ウレタンフォームという商品の特性上，当業者にとって極めて容易である。",
                "よって，甲1発明2に対して甲2技術を採用し，本件訂正発明1の構成とすることについて，容易想到性を認めた審決の認定に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明2の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「吹付け硬質ウレタンフォーム」について",
                      "text": [
                        "原告が主張するとおり，甲1発明2の「吹付け硬質ウレタンフォーム断熱材」(断熱材②)は，JIS規格(JIS  A  9526)を充足するものであるが，平成6年2月1日改正版の同規格からは，フロン類「のみ」により発泡されたものであることを認定することはできない。つまり，甲1発明2の断熱材は，水とフロンの「混合発泡」により発泡された断熱材を含むものである。",
                        "硬質ウレタンフォーム断熱材の気泡構造は，切断面の観察及び独立気泡率の測定によって明らかになるが，「連続気泡構造」「独立気泡構造」という呼称は，慣例的に用いられているものであり，明確な基準があるわけではない。独立気泡率がどの程度に高くなれば「独立気泡構造」という呼称を用い，どの程度に低くなれば「連続気泡構造」という呼称を用いるのかにつき客観的な定義はなく，使用者が各自それぞれ定めた基準により使われている。",
                        "甲1の断熱材②が引用するJIS規格(JIS  A  9526)は熱伝導率を規定するが，これと気泡率の間に明確な関連性はない上，上記のとおり呼称自体にも基準はないため，熱伝導率の規定があっても「独立気泡構造」であることを認定できない。すなわち，甲1発明2の断熱材が「独立気泡構造」であることをJIS  A  9526の記載から認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「透湿防水シート」について",
                      "text": [
                        "被告が無効審判手続において主張したとおり，甲1発明2の「透湿防水シート」は，「厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレン」と規定されており，必ず「独立気泡ウレタンフォ-ム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない」ものであるから，この点に関する審決の認定は正当である。",
                        "また，断熱材②を透湿防水シートに吹き付けると，透湿防水シートに変形が生じるが，吹き付け条件次第で，通気層に向かって凸になる場合もあれば凹になる場合もあり，平坦に近くできる場合もある。透湿防水シートの変形の程度は，一回の吹き付け厚さ，スプレーの強さ，外気温，透湿防水シートの固定状態，柱の間隔等によって変わってくる。したがって，透湿防水シートに断熱材②を吹き付けたものには常に瑕疵がある(通気層閉塞という不具合を生じる)とする原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，審決の甲1発明2の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定の誤り(相違点4’及び相違点5’)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，甲1発明2の「透湿防水シート」は，「厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレン」と規定され，「独立気泡ウレタンフォ-ム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない」ものであるから，これと異なる原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に甲1発明2の「透湿防水シート」が当該機械的強度を有する場合であっても，直ちにロール状にすることが不可能となるものではない。木造軸組構造の住宅向けに市場で流通している透湿防水シートは，全てロール状で販売されている。透湿防水シートに関するJIS規格(JIS  A  6111)においても，ロール状で製造，販売されることが前提とされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，確かに，甲1発明2について，フロンを発泡剤として用いるとまで認定していないが，水を発泡剤とする点を一致点として認定しているわけではない。また，「独立気泡構造」「連続気泡構造」という呼称は，慣例的に用いられているものであり，明確な基準があるわけではない。したがって，相違点4において，審決がこれらの点を認定していなくても，誤りではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件訂正発明1と甲1発明2の相違点の認定に誤りはなく，原告が主張する相違点4’及び相違点5’を認定する必要はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "想到容易との判断の誤りについて",
                  "text": [
                    "原告が主張する相違点5’自体が誤りであるから，それを基にする原告の主張も失当である(甲2技術に関する原告の主張も誤りであるから，それを基にする点においても原告の主張は失当である。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動機付けに関する判断の誤りについて",
                  "text": [
                    "原告は，甲1発明1に関して主張したことに加え，阻害要因として，甲1発明2の吹付け硬質ウレタンフォーム断熱材は高密度の独立気泡構造硬質ウレタンフォーム断熱材に限定されており低密度連続気泡構造硬質ウレタンフォーム断熱材は排除されていること，及び，甲1発明2の吹付け硬質ウレタンフォーム断熱材はフロン類を発泡剤として用いる硬質ウレタンフォーム断熱材に限定されており水のみを発泡剤とする硬質ウレタンフォーム断熱材は排除されていることを主張する。",
                    "しかし，吹付け硬質ウレタンフォーム断熱材は，高密度のものから低密度のものまで各種がラインナップされており，相互に置換することは当業者にとって極めて容易である。また，断熱材②においては，その密度からすれば「水のみ」による発泡は除外されていると考えられるが，水とフロンの混合発泡は含まれ得るから，その場合，発泡剤に水を用いるという点で共通性がある。なお，原告は，顧客に対し，水のみで発泡する，自らの吹付け連続気泡構造硬質ウレタンフォーム断熱材「ソフティセルOＮE」には，甲1の認定に係る防火構造を適用できると説明していたことがあり，本件無効審判手続においても，「ソフティセルOＮE」は断熱材②に該当すると主張していたことがある。このことからすれば，断熱材②が水のみを発泡剤とする硬質ウレタンフォーム断熱材を「明確に」除外しているとは到底いえないはずである。",
                    "したがって，阻害要因に関する原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明2の進歩性判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明1を主引用例とした場合",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定の誤り",
                  "text": [
                    "本件訂正発明2と甲1発明1の相違点としては，審決が挙げる相違点1，2及び6に加えて，本件訂正発明1と甲1発明1との相違点として指摘した相違点A及び相違点Bが認定されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "想到容易との判断の誤り",
                  "text": [
                    "前記のとおり，甲2技術は，相違点1，相違点A及び相違点Bの構成を有しない。したがって，甲1発明1に甲2技術を適用しても，本件訂正発明2は想到できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "動機付けに関する判断の誤り",
                  "text": [
                    "前記のとおり，甲1発明1に甲2技術を適用する動機付けを認めることはできず，むしろこれらの組合せには阻害要因があるというべきであるから，甲1発明1と甲2技術を組み合わせて本件訂正発明2に想到することは容易ではない。",
                    "特に発泡剤に関していえば，前記のとおり，甲1の断熱材②は，フロン類を発泡剤とする(独立気泡構造)硬質ウレタンフォームであり，水のみを発泡剤とする硬質ウレタンフォーム断熱材は，甲1発明2から明確に除外されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明2を主引用例とした場合",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明2の認定の誤り",
                  "text": [
                    "審決の甲1発明2の認定に誤りがあること及び甲1発明2の正しい認定は，前記のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定の誤り",
                  "text": [
                    "本件訂正発明2と甲1発明2の相違点としては，審決が挙げる相違点7に加えて，本件訂正発明1と甲1発明2との相違点として指摘した相違点4’及び相違点5’が認定されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "想到容易との判断の誤り",
                  "text": [
                    "前記のとおり，甲2技術は，少なくとも相違点5’の構成を有しない。したがって，甲1発明2に甲2技術を適用しても，本件訂正発明2は想到できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動機付けに関する判断の誤り",
                  "text": [
                    "前記のとおり，甲1発明2に甲2技術を適用する動機付けを認めることはできず，むしろこれらの組合せには阻害要因があるというべきであるから，甲1発明2と甲2技術を組み合わせて本件訂正発明2に想到することは容易でない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1発明1と甲2技術を組み合わせて本件訂正発明2に想到することは容易ではなく，また，甲1発明2と甲2技術を組み合わせて本件訂正発明2に想到することも容易ではない。したがって，本件訂正発明2は甲1発明1と甲2技術又は甲1発明2と甲2技術に基づいて当業者が容易に発明をすることができたものであるとの審決の判断には，結論に影響を及ぼす誤りがある。",
                "(被告の主張)",
                "原告の主張は争う。被告の反論は，本件訂正発明1における被告の主張を援用する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正発明3の進歩性判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明1を主引用例とした場合",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定の誤り",
                  "text": [
                    "本件訂正発明3と甲1発明1の相違点としては，審決が挙げる相違点1，2及び6に加えて，本件訂正発明1と甲1発明1との相違点として指摘した相違点A及び相違点Bが認定されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "想到容易との判断の誤り",
                  "text": [
                    "前記のとおり，甲2技術は，相違点1，相違点A及び相違点Bの構成を有しない。したがって，甲1発明1に甲2技術を適用しても，本件訂正発明3は想到できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "動機付けに関する判断の誤り",
                  "text": [
                    "前記のとおり，甲1発明1に甲2技術を適用する動機付けを認めることはできず，むしろこれらの組合せには阻害要因があるというべきであるから，甲1発明1と甲2技術を組み合わせて本件訂正発明3に想到することは容易ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明2を主引用例とした場合",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明2の認定の誤り",
                  "text": [
                    "審決の甲1発明2の認定に誤りがあること及び甲1発明2の正しい認定は，前記のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定の誤り",
                  "text": [
                    "本件訂正発明3と甲1発明2の相違点としては，審決が挙げる相違点7に加えて，本件訂正発明1と甲1発明2との相違点として指摘した相違点4’及び相違点5’が認定されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "想到容易との判断の誤り",
                  "text": [
                    "前記のとおり，甲2技術は，少なくとも相違点5’の構成を有しない。したがって，甲1発明2に甲2技術を適用しても，本件訂正発明3は想到できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動機付けに関する判断の誤り",
                  "text": [
                    "前記のとおり，甲1発明2に甲2技術を適用する動機付けを認めることはできず，むしろこれらの組合せには阻害要因があるというべきであるから，甲1発明2と甲2技術を組み合わせて本件訂正発明3に想到することは容易ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1発明1と甲2技術を組み合わせて本件訂正発明3に想到することは容易ではなく，また，甲1発明2と甲2技術を組み合わせて本件訂正発明3に想到することも容易ではない。したがって，本件訂正発明3は甲1発明1と甲2技術又は甲1発明2と甲2技術に基づいて当業者が容易に発明をすることができたものであるとの審決の判断には，結論に影響を及ぼす誤りがある。",
                "(被告の主張)",
                "原告の主張は争う。被告の反論は，本件訂正発明1における被告の主張を援用する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，次の記載がある(甲7)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野に関し",
                  "text": [
                    "【0001】",
                    "本発明は，断熱するのに用いる断熱構造に関する。詳細には，本発明は，建築物の壁部，床部，屋根部や天井部等を断熱するのに用いる断熱構造に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術に関し",
                  "text": [
                    "【0002】",
                    "従来，建築物の断熱構造としては，柱及び間柱の外側に下地板材を固定し，その内側又は外側に硬質ウレタンフォームをスプレーしたものが通常使用される(例えば特許文献1を参照)。特許文献1に開示される建築物の外壁部は，具体的には，屋外側から，順に",
                    "外壁材-通気胴縁-透湿防水紙付き中板材-現場発泡ウレタン・柱-内壁材",
                    "の構成となっている。すなわち，硬質ウレタンフォームは，中板材に吹き付けられるような構成となっている。",
                    "【0003】",
                    "通常の断熱スプレー用硬質ウレタンフォームは，独立気泡率が高いいわゆる独立気泡組織構造のものである。かかるフォームは，・・・高い断熱性と言う性質を有する。しかし，独立気泡組織構造のものは，・・・寸法安定性に乏しく，大きな圧力にて収縮現象を起こす。更に，硬質ウレタンフォームは，発泡圧が大きい。すなわち，軟質面材に従来の硬質ウレタンフォームをスプレーしたのでは，収縮現象により面材に大きな圧力がかかり，面材が破れたり，発泡圧によってスプレー面の反対側の面に大きなデコボコがついてしまうのである。更には，硬質ウレタンフォームは，・・・温度差によりウレタン自身が割れてしまうこともある。従って，従来の独立気泡ウレタンフォーム断熱構造においては，スプレーを行うに際し，上述した問題を克服するために，必ず高い発泡圧や収縮力や高温に耐える程の機械的強度を有する下地板材，例えば合板，板状断熱材等を必要としていたのである。",
                    "【0004】",
                    "独立気泡ウレタンフォーム断熱構造において，合板に代えてプラスチックフィルム基材に断熱材付着層を積層させた吹付用積層シートを用いることが提案された(例えば特許文献2を参照)。特許文献2において用いられるプラスチックフィルム基材としては，ポリエステル，ポリプロピレン，ポリエチレン等が例示されているが，かかるフィルム基材は，独立気泡ウレタンフォームの発泡圧で変形しないことが要件とされる。しかし，独立気泡ウレタンフォームの発泡圧は非常に大きく，例示されているような通常のプラスチックフィルムでは，独立気泡ウレタンフォームの発泡圧で変形しない程の機械的強度を持たないことから，特許文献2に開示される吹付用積層シートは，現実的なものではない。",
                    "【0005】",
                    "次に，建築物の天井部に設ける断熱構造において，小屋裏内部の昼間の高温空気流が直接断熱材に加熱蓄積されないように断熱材上面に熱反射箔を層着した遮熱材を配置することが提案された(例えば特許文献3を参照)。特許文献3において用いられる遮熱材は，複数のシートからなり，上面シートの上面にはアルミ箔が層着される。しかし，特許文献3において断熱材として開示される硬質ウレタンフォームは，通常のものであって，本発明において用いる硬質ウレタンフォームとは異なるものである。また，特許文献3において，遮熱材の下面シートの下面に硬質ウレタンフォームが吹き付けられることから，必然的にこの下面シートは，独立気泡ウレタンフォームの発泡圧や収縮圧で変形しないことが要件とされる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題に関し",
                  "text": [
                    "【0007】",
                    "本発明の目的は，前記事情に鑑み，従来の断熱性能を維持しながら，断熱施工をより簡易にかつ安価に行うことが可能となる断熱構造を提供することである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段に関し",
                  "text": [
                    "【0008】",
                    "本発明者等は，いわゆる連続気泡ウレタンフォームであって，低密度のものについては，独立気泡ウレタンフォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない面材に直接吹き付けることにより得られる断熱構造によって前記課題を達成できることを見出した。また，このような断熱構造は，特殊な連続気泡ウレタンフォームを吹き付けることにより得られることを見出し，これらの知見に基づいて本発明を完成するに至った。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果に関し",
                  "text": [
                    "【0010】",
                    "硬質ウレタンフォーム断熱材を軟質性面材に直接吹き付けることが可能であり，当該構造にて実用上使用可能な断熱構造を得ることができる。これにより，従来当然のように用いられていた中板材(下地合板)を省略可能とすることで，建築物の断熱構造を簡略化かつ軽量化し，断熱性能を維持しながら，断熱施工をより簡易に行うことが可能となる。本発明の断熱構造は，新規建築物はもちろんのこと，リフォームにおいても有効に用いることができる。また，本発明において用いる面材は軟質であり，ロール状にすることが可能であり，従来用いられていた合板のような剛性を有するロール状にすることが不可能な材料に比べて，運搬や施工作業が極めて容易であり，断熱施工をより安価にする。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "図面",
                  "text": [
                    "別紙本件明細書の図記載のとおり。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各訂正発明の特徴",
              "text": [
                "前記第2の2の特許請求の範囲の記載及び前記(1)の本件明細書の記載によれば，本件各訂正発明は，次の特徴を有すると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各訂正発明は，断熱するのに用いる断熱構造に関する。詳細には，本件各訂正発明は，建築物の壁部，床部，屋根部や天井部等を断熱するのに用いる断熱構造に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，建築物の断熱構造としては，柱及び間柱の外側に下地板材を固定し，その内側又は外側に硬質ウレタンフォームをスプレーしたものが通常使用される。特許文献1に開示される建築物の外壁部は，具体的には，屋外側から，順に外壁材-通気胴縁-透湿防水紙付き中板材-現場発泡ウレタン・柱-内壁材の構成となっている。すなわち，硬質ウレタンフォームは，中板材に吹き付けられるような構成となっている。",
                    "通常の断熱スプレー用硬質ウレタンフォームは，独立気泡率が高いいわゆる独立気泡組織構造のものである。かかるフォームは，高い断熱性を有するが，独立気泡組織構造のものは，寸法安定性に乏しく，大きな圧力にて収縮現象を起こす。更に，硬質ウレタンフォームは，発泡圧が大きい。すなわち，軟質面材に従来の硬質ウレタンフォームをスプレーしたのでは，収縮現象により面材に大きな圧力がかかり，面材が破れたり，発泡圧によってスプレー面の反対側の面に大きなデコボコがついたりしてしまう。更には，硬質ウレタンフォームは，温度差によりウレタン自身が割れてしまうこともある。",
                    "したがって，従来の独立気泡ウレタンフォーム断熱構造においては，スプレーを行うに際し，上述した問題を克服するために，必ず高い発泡圧や収縮力や高温に耐える程の機械的強度を有する下地板材，例えば合板，板状断熱材等を必要としていた。",
                    "本件各訂正発明の目的は，前記事情に鑑み，従来の断熱性能を維持しながら，断熱施工をより簡易にかつ安価に行うことが可能となる断熱構造を提供することである(以上につき，【0002】～【0005】，【0007】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各訂正発明の発明者等は，いわゆる連続気泡ウレタンフォームであって，低密度のものを，独立気泡ウレタンフォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない面材に直接吹き付けることにより得られる断熱構造によって前記課題を達成できることを見出した。また，このような断熱構造は，特殊な連続気泡ウレタンフォームを吹き付けることにより得られることを見出し，これらの知見に基づいて発明を完成するに至った。",
                    "具体的には，本件訂正発明1では，面材の屋内側表面上に硬質ウレタンフォーム断熱材を現場発泡スプレー法によって積層してなる，建築物の壁部を断熱する目的で用いられる断熱構造であって，建築物の柱又は間柱の屋外側に面材が取り付けられ，面材の屋外側に胴縁を介して外壁材が取り付けられ，外壁材と面材との間に通気層が形成され，面材はロール状にすることが可能な軟質性材料からなり，軟質性材料は透湿性及び防水性を備えた材料であり，かつ独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であり，硬質ウレタンフォーム断熱材は，面材の屋内側表面上にかつ柱又は間柱の間に硬質ウレタンフォームの原液を直接スプレーして発泡させることにより得られ，面材及び柱又は間柱に付着し，そして硬質ウレタンフォーム断熱材は，水を発泡剤として用い，独立気泡率が10％以下でありかつ密度が10～25Kg／m3である低密度連続気泡構造硬質ウレタンフォームであり，通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない，断熱構造とした。",
                    "本件訂正発明2では，本件訂正発明1に加え，硬質ウレタンフォーム断熱材が水のみを発泡剤として用いる断熱構造とした。",
                    "本件訂正発明3では，本件訂正発明1又は2に加え，軟質性材料が紙材，紙材の片面又は両面にプラスチックフィルムをラミネートしたラミネート紙材，フィルム材，繊維シート材，不織布にプラスチックを含浸させた繊維系シート材あるいは不織布の片面に合成樹脂微多孔質膜を被覆又は積層したシート材から選ぶ一種又はそれ以上である断熱構造とした(以上につき，【0008】，【請求項1】～【請求項3】)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各訂正発明によれば，硬質ウレタンフォーム断熱材を軟質性面材に直接吹き付けることが可能であり，当該構造にて実用上使用可能な断熱構造を得ることができる。これにより，従来当然のように用いられていた中板材(下地合板)を省略可能とすることで，建築物の断熱構造を簡略化かつ軽量化し，断熱性能を維持しながら，断熱施工をより簡易に行うことが可能となる。本件各訂正発明の断熱構造は，新規建築物はもちろんのこと，リフォームにおいても有効に用いることができる。また，本件各訂正発明において用いる面材は軟質であり，ロール状にすることが可能であり，従来用いられていた合板のような剛性を有し，ロール状にすることが不可能な材料に比べて，運搬や施工作業が極めて容易であり，断熱施工をより安価にする(【0010】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "公知文献(甲1及び甲2)の記載事項",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1(新耐火防火構造・材料等便覧)",
              "text": [
                "甲1には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定区分",
                  "text": [
                    "「防耐火構造  防火構造  外壁(耐力壁)＜30分＞」(6241頁)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商品名",
                  "text": [
                    "「アキレス充てん断熱工法」(同頁)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構造名",
                  "text": [
                    "「硬質ウレタンフォーム保温板充てん／木繊維混入セメントけい酸カルシウム板表張／せっこうボード裏張／木製軸組造外壁」(同頁)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "申請仕様の主構成材料(表2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「構造用面材」について",
                      "text": [
                        "材料は「①～⑬の一」とされており，①ないし⑬が列挙されている。",
                        "このうち，①については，「なし」と記載されている。",
                        "(6243～6244頁)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「断熱材」について",
                      "text": [
                        "材料は「①，②又は③」とされており，①ないし③が列挙されている。",
                        "このうち，②及び③については，それぞれ次のとおり記載されている。",
                        "「②  吹付け硬質ウレタンフォーム断熱材(JIS  A  9526)",
                        "厚さ：15～105mm 密度：25kg／m3～55kg／m3 」",
                        "「③  低密度硬質ウレタンフォーム断熱材(熱伝導率：0．038W／m・K以下)",
                        "厚さ：20～105mm 密度：10kg／m3～25kg／m3」",
                        "(6244頁)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "申請仕様の副構成材料(表3)",
                  "text": [
                    "「透湿防水シート」について，材料は「①又は②」とされており，①及び②が列挙されている。",
                    "このうち，①については，次のとおり記載されている。",
                    "「①  透湿防水シート：(JIS  A  6111)  厚さ：0．17mm以下",
                    "材質：1)，2)又は3)",
                    "1)ポリエチレン  2)ポリエステル  3)ポリプロピレン」",
                    "(6245頁)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "施工方法",
                  "text": [
                    "「施工は以下の手順で行う。」として，(1)ないし(9)の手順が列挙されている。",
                    "このうち，(3)，(5)ないし(7)の手順として，次の記載がある。",
                    "「(3) 透湿防水シートを張付ける場合",
                    "・透湿防水シートは横張又は縦張とし，重ね代は縦90mm以上，横150mm以上とする。",
                    "・断熱材，柱又は間柱への張付けは内幅9．6mm以上，足長10mm以上のステープルで張付ける。",
                    "(構造用面材を取付けた場合は構造用面材に張付ける)",
                    "・張付けはできるだけたるみ，しわのないように取付ける。」",
                    "「(5) 外装材留金具の取付け",
                    "指定された留金具を，通気胴縁に板幅間隔でスクリューくぎ，リングくぎ又はタッピンねじのいずれかを用いて外装材を張付けながら取付ける。」",
                    "「(6) 外装材(サイディング)の取付け",
                    "・・・",
                    "・サイディングの留付けは，留金具にはめ込み張り上げる。",
                    "・・・」",
                    "「(7) 断熱材の取付け",
                    "①  硬質ウレタンフォーム保温板(JIS  A  9511)又は低密度硬質ウレタンフォーム断熱材",
                    "・柱又は間柱の内のり寸法に合わせて正確に切断する。",
                    "・断熱材は柱又は間柱及び構造用面材(構造用面材を取付けた場合)との周囲に隙間が生じないように充てんする。",
                    "・断熱材はずれないように，柱又は間柱及び構造用面材にくぎなどで留付ける。",
                    "②  吹付け硬質ウレタンフォーム断熱材(JIS  A  9526)",
                    "・吹付け硬質ウレタンフォーム断熱材を使用する場合は，断熱材を吹付ける面に透湿防水シート又は構造用面材の下地材がある場合に限る。",
                    "・断熱材を吹付ける際は，厚さむらが生じないように下地材に吹付ける。」",
                    "(6276～6277頁)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "図面",
                  "text": [
                    "申請仕様の構造説明図として，図1ないし図28が，施工図として，図29ないし図40が，それぞれ示されている。",
                    "このうち，図1，図13及び図29(いずれも「断熱材充てん／外装材横張／せっこうボード裏張／真壁造(欠き込み)」に関するもの。)の内容は，別紙公知文献(甲1)の図記載のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2(特開平11-343681号公報)",
              "text": [
                "甲2には，「連通気泡型ポリウレタンフォーム製断熱材及びその製造方法」なる発明に関し，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】ASTM D 2856によって測定した独立気泡率が10％以下である連通気泡型ポリウレタンフォームからなることを特徴とする連通気泡型ポリウレタンフォーム製断熱材。",
                    "【請求項2】JIS K 7222によって測定した上記連通気泡型ポリウレタンフォームの密度が5～20kg／m3である請求項1記載の連通気泡型ポリウレタンフォーム製断熱材。",
                    "【請求項3】JIS A 1321によって測定した発煙係数が30～150である請求項1又は2記載の連通気泡型ポリウレタンフォーム製断熱材。",
                    "【請求項4】難燃剤を含有していない請求項1乃至3のうちのいずれか1項に記載の連通気泡型ポリウレタンフォーム製断熱材。",
                    "【請求項5】水，アミン触媒及びポリオールを含むポリオール成分と，ポリイソシアネート成分とを混合し，発泡させることを特徴とする連通気泡型ポリウレタンフォーム製断熱材の製造方法。",
                    "【請求項6】発泡剤として上記水のみを使用し，上記ポリオールを100重量部とした場合に，上記水は5～50重量部である請求項4記載の連通気泡型ポリウレタンフォーム製断熱材の製造方法。",
                    "【請求項7】吹き付け工法により，上記ポリオール成分と，上記ポリイソシアネート成分とを，所要個所に吹き付け，混合し，発泡させる請求項4又は5記載の連通気泡型ポリウレタンフォーム製断熱材の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "【0001】本発明は，建築物の壁体等の断熱及び結露防止などを目的として用いられる連通気泡型ポリウレタンフォーム製断熱材及びその製造方法に関する。更に詳述すれば，本発明は，発泡剤としてフッ化炭化水素を使用することなく，且つハロゲン系難燃剤等の難燃剤の配合を必ずしも必要としない連通気泡型ポリウレタンフォーム製断熱材及びその製造方法に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "【0002】従来より，微細な独立気泡を有する硬質ポリウレタンフォームが，優れた性能を有する断熱材として各種の用途において用いられている。しかし，この硬質ポリウレタンフォームの生成には，発泡剤としてフッ化炭化水素が使用されている。そして，このフッ化炭化水素はオゾン層を破壊するとの大きな環境上の問題を有するため，その製造，使用が世界的に禁止されている。しかも，優れた断熱性能を有する硬質ポリウレタンフォームを得るための他の適当な発泡剤の開発は必ずしも順調ではなく，問題になっている。",
                        "【0003】また，建築物の壁体等に使用される断熱材としては，1)断熱性を高め，壁面における結露を防止する等の優れた断熱性能が必要とされる他，2)火災時の安全性を保証するための難燃，不燃性能，及び3)長期間の使用に耐える耐久性等の性能も要求されている。これら1)～3)のすべての性能を併せ備える断熱材が最も好ましいとされているが，現用の各種の断熱材にはそれぞれ一長一短があり，作業性及びコスト等を勘案して適宜のものが選択され，使用されている。",
                        "【0005】そこで，建築物の壁体等に使用される断熱材としても，硬質ポリウレタンフォームが使用されることが多い。特に，施工現場において，吹き付け工法によって外壁内面等に断熱層を形成する方法は，装置が簡易であって，操作が容易であり，効率的である。また，この硬質ポリウレタンフォームからなる断熱材は，容易に脱落することもなく，優れた耐久性を有している。しかし，日本工業規格に定められた難燃基準，特に，最も大きな技術的課題とされている発煙性に合格する断熱材とするためには，難燃剤の添加等，何らかの対策が必要となる。",
                        "【0006】・・・そして，これらの難燃剤が熱分解して生成するハロゲン化合物によって燃焼速度は抑制されるものの，・・・有毒な煙が多量に発生するとの問題がある。このように，難燃剤の配合によって煙の発生が増加するため，規格に定められた発煙係数に合格する断熱材とすることは容易ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0008】本発明は，上記の従来の問題を解決するものであり，発泡剤としてフッ化炭化水素を使用せず，水を主たる発泡剤とし，特に，水のみを発泡剤として，連通気泡を有し，密度の低いポリウレタンフォームからなる断熱材及びその製造方法を提供することを課題とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0009】第1発明の連通気泡型ポリウレタンフォーム製断熱材は，ASTM D 2856によって測定した独立気泡率が10％以下である連通気泡型ポリウレタンフォームからなることを特徴とする。",
                        "【0010】上記「連通気泡型ポリウレタンフォーム」(以下，「連泡型PUF」という。)は，その独立気泡率が「10％以下」・・・であって，連通性が高い。また，そのセル径は0．15～0．3mm・・・であって独立気泡型の硬質ポリウレタンフォームに比べてかなり大きい。そのため，・・・密度が5～30kg／m3・・・更には5～15kg／m3と非常に低く，言い換えれば，軽量であって，これは燃焼時に可燃物量が少ないことを意味する。",
                        "【0011】そのため，第1発明の連泡型PUF製の断熱材を燃焼させた場合，極めて短時間ですべてが燃焼してしまい，温度も大きく上昇することがない。・・・",
                        "【0012】第5発明の連通気泡型ポリウレタンフォーム製断熱材の製造方法は，水，アミン触媒及びポリオールを含むポリオール成分と，ポリイソシアネート成分とを混合し，発泡させることを特徴とする。",
                        "【0013】第5発明では，発泡剤として上記「水」を用いる。特に，第6発明のように，発泡剤として，この水のみを使用することにより，容易に連通性の高い連泡型PUF製の断熱材とすることができる。この水は，ポリオールを100重量部とした場合に，「5～50重量部」配合することが好ましく，特に10～40重量部，更には15～35重量部とすることがより好ましい。水が5重量部未満では，十分に連通化され，密度の低い連泡型PUFとすることができないため好ましくない。一方，水が40重量部であれば，十分に発泡し，連通化され，これを越えて配合する必要はない。・・・",
                        "【0021】第5発明における「混合」及び「発泡」は，通常のポリウレタンフォームの生成におけると同様，所謂，スラブ発泡成形法或いはモールド発泡成形法によって行うことができる。この場合は，工場等において所定の形状の断熱材を成形し，これを施工現場に搬送し，壁体内等に配設して使用することができる。また，この混合，発泡は，特に，第7発明のように，「吹き付け工法」により行うことができる。この吹き付け工法は，壁体等の内表面の所要個所にスプレー工法等によって原料を吹き付けると同時に混合し，発泡させるもので，非常に効率のよい方法である。尚，吹き付け工法では，ポリオール成分とポリイソシアネート成分とは，通常，体積比で略等量を吹き付け，混合し，発泡させる。",
                        "【0022】第5発明において得られるポリウレタンフォームは，一定の応力によって座屈し，弾性的に回復することはない。従って，発泡体の性状からみれば硬質ポリウレタンフォームに属するものであるといえる。また，水のみを発泡剤として得られる硬質ポリウレタンフォームは，水とイソシアネートとの化学反応によって発生する二酸化炭素をセルに取り込むことによって生成するが，この二酸化炭素はポリウレタンフォームのセル膜を容易に透過し，大気中に拡散していく速度が大きい。そのため，セルの内圧が負圧となってフォームが収縮する傾向にあり，密度の低いフォームとすることは極めて困難である。一方，本発明においては，フォームを連続気泡構造としているため，セルの内圧が大気圧と等しくなる。それによって，セルの収縮が抑えられ，フォームの密度を大きく低下させることができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "【0024】以下，実施例によって本発明を更に詳しく説明する。",
                        "実施例1～4及び比較例1～2",
                        "表1の組成を有するポリオール成分とポリイソシアネート成分とを，スプレー吹き付け機(ガスマー社製，型式「ガスマーFF-1600」)によって，厚さ5mmの石綿スレート板の表面に吹き付け，表1に記載の所定の厚さのポリウレタンフォームからなる断熱材を生成させた。尚，表1において，各成分の数値はポリオールを100重量部とした場合の重量部を表わす。・・・",
                        "【0028】",
                        "【表1】",
                        "(判決注：表1の内容は，別紙公知文献(甲2)の表記載のとおり。表1には，実施例1～4として，発泡剤として水を25重量部含み，密度が8～11kg／m3，独立気泡率が5～7％，厚さが25mm(実施例1，3，4)又は50mm(実施例2)のものが記載されている。特に，実施例3として，密度が11kg／m3のものが記載されている。)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0032】第1発明によれば，独立気泡率の低い，連通気泡型の密度の低いポリウレタンフォームを用いることにより，難燃3級に合格し得る優れた難燃性を有する断熱材とすることができる。また，第5発明によれば，発泡剤としてフッ化炭化水素を使用することなく，且つハロゲン系難燃剤等の難燃剤の配合を必ずしも必要とせず，特に，建築物の壁体内面等に，吹き付け工法によって優れた難燃性を有する断熱層を容易に形成することができる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件訂正発明1の進歩性判断の誤り)について",
          "text": [
            "事案に鑑み，まず，甲1発明2を主引用例とした場合について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1の内容",
              "text": [
                "前記第2の2に記載のとおりである(争いなし)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明2の内容",
              "text": [
                "前記認定のとおり，甲1には，申請仕様の主構成材料として，断熱材が三種類特定されており，このうち，吹付け硬質ウレタンフォーム断熱材に関しては，JIS規格(JIS  A  9526)によるもの(断熱材②)が掲記されている。また，かかる断熱材②の取付けに係る施工方法として，「吹付け硬質ウレタンフォーム断熱材を使用する場合は，断熱材を吹付ける面に透湿防水シート又は構造用面材の下地材がある場合に限る。」及び「断熱材を吹付ける際は，厚さむらが生じないように下地材に吹付ける。」との各記載がある。これらの記載を踏まえると，甲1には，透湿防水シートを下地材として使用し，吹付け硬質ウレタンフォーム断熱材(断熱材②)を当該下地材に吹き付けることが記載されているといえる。",
                "また，前記認定のとおり，断熱材②は，厚さが「15～105mm」，密度が「25kg／m3～55kg／m3」と特定されており，透湿防止シートは，これを使用する場合，厚さが「0．17mm以下」，材質が「1)ポリエチレン  2)ポリエステル  3)ポリプロピレン」のいずれかによるものと特定されている。",
                "これらの記載事項に，図1，図13及び図29に示された構造等を併せ考慮すれば，甲1には，次の発明が記載されているものと認められる(下線は審決が認定した甲1発明2と相違する部分である。以下，次のとおり特定される発明をもって「甲1発明2」という。)。",
                "「柱又は間柱の屋外側に透湿防水シートが取り付けられ，透湿防水シートの屋外側において通気胴縁に取付けられた留金具に外装材が嵌め込み張り上げられ，外装材と透湿防水シートとの間に通気胴縁がスペーサとなって空間が形成され，透湿防水シートは厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレンの透湿防水シートであり，断熱材が，柱又は間柱の間に透湿防水シートの屋内側表面上に吹き付けて配置され，厚さが15～105mm，密度が25kg／m3～55kg／m3であって，JIS  A  9526に従う吹付け硬質ウレタンフォーム断熱材である，断熱材充てん／外装材横張／せっこうボード裏張／真壁造(欠き込み)構造。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "両発明の対比",
              "text": [
                "本件訂正発明1と，上記のとおり認定した甲1発明2とを対比すると，甲1発明2の「透湿防水シート」は，透湿性，防水性を有するものであって，柱又は間柱の屋外側に取り付けられ，断熱材が，その屋内側表面上に吹き付けて配置されるものであるから，その限りにおいて，本件訂正発明1の「面材」に相当し，甲1発明2の「断熱材」は，吹付け硬質ウレタンフォーム断熱材である限りにおいて，本件訂正発明1の「硬質ウレタンフォーム断熱材」に相当する。",
                "また，甲1発明2の断熱材は，柱又は間柱の間に透湿防水シートの屋内側表面上に吹き付けて配置されるものであるから，現場発泡スプレー法によって積層されるものであり，硬質ウレタンフォームの原液を直接スプレーして発泡させることにより得られ，面材及び柱又は間柱に付着するものと理解できる。",
                "他方，甲1には，「面材」に相当する「透湿防水シート」が，厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレンであることについての記載はあるものの，ロール状にすることが可能な軟質性材料といえるか否かについては明示的な記載がない。",
                "そうすると，両発明の一致点及び相違点は，次のとおり認定することができる(下線は審決の認定と相違する部分である。)。",
                "(一致点)",
                "面材の屋内側表面上に硬質ウレタンフォーム断熱材を現場発泡スプレー法によって積層してなる，建築物の壁部を断熱する目的で用いられる断熱構造であって，建築物の柱又は間柱の屋外側に面材が取り付けられ，面材の屋外側に胴縁を介して外壁材が取り付けられ，外壁材と面材との間に通気層が形成され，面材は透湿性及び防水性を備えた材料からなるものであり，硬質ウレタンフォーム断熱材は，面材の屋内側表面上にかつ柱又は間柱の間に硬質ウレタンフォームの原液を直接スプレーして発泡させることにより得られ，面材及び柱又は間柱に付着する，断熱構造。",
                "(相違点4’)",
                "本件訂正発明1においては，「硬質ウレタンフォーム断熱材は，水を発泡剤として用い，独立気泡率が10％以下でありかつ密度が10～25Kg／m3である低密度連続気泡構造硬質ウレタンフォームであり，通気層は，硬質ウレタンフォーム断熱材が付着した面材の凹凸により遮断されない」のに対し，甲1発明2では，硬質ウレタンフォーム断熱材は，「密度が25kg／m3～55kg／m3であって，JIS  A  9526に従う」ものであり，また，通気層が，硬質ウレタンフォーム断熱材が付着した透湿防水シートの凹凸により遮断されないか否か特定がない点。",
                "(相違点5’)",
                "面材に関し，本件訂正発明1が，「ロール状にすることが可能な軟質性材料からなり」，「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であ」るのに対し，甲1発明2にはそのような特定がない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4’について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明2の硬質ウレタンフォーム断熱材の構造",
                      "text": [
                        "甲1は，建築基準法の規定に基づいて認定された耐火防火構造等につき，材料構成等の認定内容を掲げたものであるから(甲5)，甲1発明2の硬質ウレタンフォーム断熱材の熱伝導率は，甲1発明2に係る構造の認定を受けた当時の吹付け硬質ウレタンフォームについての規格であるJIS  A  9526に従うものと解される。そして，甲21(平成6年2月1日改正のJIS  A  9526)によれば，「断熱材の厚さが25mmの場合・・・その熱伝導率は0．022W／(m・K){0．019kcal／(m・h・℃)}以下でならなければならない。」(2．2  表1の下の参考)とされている。",
                        "この熱伝導率(0．022W／(m・K)以下)は，空気の熱伝導率(0．024W／(m・K))よりも小さいものであるところ，仮に連続気泡構造のウレタンフォームであれば，空気がウレタンフォームの連続した気泡内に入り込むこととなるから，その熱伝導率が空気の熱伝導率を下回ることはないと認められる。",
                        "そうすると，甲1発明2の硬質ウレタンフォーム断熱材は，連続気泡構造硬質ウレタンフォームではなく，空気よりも熱伝導率が小さい気体(例えばフロン)を気泡内に含む，独立気泡構造の硬質ウレタンフォーム断熱材であると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2技術の内容",
                      "text": [
                        "前記2(2)に認定したとおり，甲2の請求項1ないし3は，「連通気泡型ポリウレタンフォーム製断熱材」の発明であるのに対し，請求項5ないし7は，「連通気泡型ポリウレタンフォーム製断熱材の製造方法」の発明であるところ，発明の詳細な説明は，両者を特段区別することなく記載しており，特に発明の実施の形態及び実施例については，両者に共通するものとして，【0024】以降や表1に記載されていることが明らかといえる。",
                        "そうすると，甲2の請求項1ないし3の「連通気泡型ポリウレタンフォーム製断熱材」と，請求項5ないし7の「連通気泡型ポリウレタンフォーム製断熱材の製造方法」とは，同じ断熱材の実施例に基づくものであって，両者の違いは，断熱材という物の発明として特定したか，断熱材の製造方法という方法の発明として特定したかの違い，及びパラメータを特定するか否かの違いにすぎないものと理解できる。",
                        "また，前記表1の実施例では，厚さ5mmの石綿スレート板の表面に吹き付けて断熱材を生成した例のみが示されているが，甲2は，連通気泡型ポリウレタンフォーム製断熱材及びその製造方法に係る発明であるところ，【0001】，【0005】，【0032】等の記載をみれば，この断熱材及び製造方法は，建築物の壁体の断熱材として用いることができるものであって，特に，吹き付け工法により所要箇所に吹き付けて施工することができるものであるから(請求項7)，この実施例の吹き付けの対象とした厚さ5mmの石綿スレート板は，実施例の各成分の配合に係る断熱材の吹き付け後の検証資料を作成するために用いられたものにすぎないものと理解できるし，前記認定の甲2の目的等の記載(【0002】，【0003】，【0005】，【0006】及び【0008】)に照らして，吹き付け対象物である厚さ5mmの石綿スレート板を含めた全体を，「断熱材」として意図したものでないことは明らかである。",
                        "以上によれば，甲2には，審決が認定したとおりの甲2技術，すなわち，「建築物の壁体等の断熱などを目的として，水のみからなる発泡剤と，アミン触媒及びポリオールを含むポリオール成分と，ポリイソシアネート成分とを，壁体等の内表面の所要個所にスプレー工法等によって吹き付けると同時に混合し発泡させることで，独立気泡率が10％以下であり，密度が5～15kg／m3の連通気泡型硬質ポリウレタンフォーム製断熱材を得ること。」が記載されているものと認められる。",
                        "また，特に実施例3に注目すれば，甲2には，水のみを発泡剤として用い，独立気泡率が6％であり，かつ，密度が11kg／m3の連通気泡型硬質ポリウレタンフォーム製断熱材を得ることが記載されているものと認められる。これは，本件訂正発明1の特定事項である「独立気泡率が10％以下でありかつ密度が10～25kg／m3」の範囲内にあるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲1発明2に甲2技術を適用することの容易想到性",
                      "text": [
                        "以上に基づき，甲1発明2に甲2技術を適用できることの容易想到性について検討する。",
                        "甲2技術は，前記のとおり，建築物の壁体の断熱材として，吹き付け施工して用いることができるウレタンフォーム断熱材(【0001】，【0005】，【0032】等)に関するものである。",
                        "他方，甲1発明2は，防耐火構造の認定内容を示す甲1に「アキレス充てん断熱工法」という名称(商品名)が記載されていることからすると，硬質ウレタンフォームを用いた断熱構造であって，防火構造基準を満たすことを意図したものであることが明らかである。",
                        "ところで，断熱材自体の難燃性等の性能は，建築物における防火構造としては特段の意味を有するものではない。このことは，原告自身も認めているところである。",
                        "そうすると，甲1発明2の硬質ウレタンフォーム断熱材を甲2技術の断熱材に置き換えることは，建築物の壁体に対し吹き付け施工できるウレタンフォーム断熱材として，共通の目的及び用途に用いる吹付け硬質ウレタンフォーム断熱材を採用したにすぎず，このようなことは，当業者であれば容易になし得ることといえる。",
                        "また，前記のとおり，甲2には，本件訂正発明1の特定事項である独立気泡率が10％以下であり，かつ，密度が10～25kg／m3の範囲内にあるものが記載されているのであるから，本件訂正発明1の密度の数値範囲の特定については，甲1発明2の硬質ウレタンフォーム断熱材を甲2技術に置き換えることによって当然に満たされるものということができる。",
                        "さらに，通気層が遮断されるかどうかは，後記イ(ウ)のとおり各種施工条件等にもよるのであるから，硬質ウレタンフォーム断熱材が付着した面材の凹凸により通気層が遮断されないようにすることも，やはり当業者が適宜なし得たことにすぎない。",
                        "以上によれば，相違点4’に関し，甲1発明2に甲2技術を適用して本件訂正発明1の構成に至ることは，当業者であれば容易に想到できたと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5’について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明2の「厚さが0．17mm以下，材質がポリエチレン，ポリエステル又はポリプロピレン」の透湿防水シートが，ロール状にすることが可能なものであるか否か，独立気泡ウレタンフォーム原液を吹き付けた場合に，当該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない(逆にいえば柔軟性がある)材料であるか否かについては，甲1に明確な記載がなく，その機械的強度や柔軟性の有無については必ずしも明らかでない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，原告が，前記厚さや材質の条件を満たした上で，ロール状にすることが可能な軟質性材料とはいえないものとして示す甲28(特開平9-105182号公報)は，シートがフェルト紙によるものであって，材質がポリエチレン，ポリエステル又はポリプロピレンかは不明である上，それ自体が防水性を有するものともいえないし，甲29(特開平10-266377号公報)は，その厚さは0．17mmであるものの，透湿性の有無については何ら記載がなく，透湿防水シートといえるものであるか否かは不明である上，本件明細書の【0004】において，原告自身，「独立気泡ウレタンフォームの発泡圧は非常に大きく，例示されているような通常のプラスチックフィルムでは，独立気泡ウレタンフォームの発泡圧で変形しない程の機械的強度を持たないことから，特許文献2(判決注：甲29を指す。)に開示される吹付用積層シートは，現実的なものではない。」と，その機械的強度を否定し，現実的でないと説明している。結局，これらの証拠からは，厚さが0．17mm以下の材質がポリエチレン，ポリエステル又はポリプロピレンによる透湿防水シートであって十分な機械的強度を有し，ロール状にすることが可能な軟質性材料とはいえないものが，本件特許の出願当時又は甲1に係る断熱構造の防耐火構造の申請時に存在したかは不明であるといわざるを得ない。",
                        "また，原告は，ポリエチレンには様々な種類があり，ペットボトル等の材料にもなる素材であるから，厚さ0．17mm程度の透湿防水シートであっても十分な機械的強度を持つシートとなり得ることは明らかであるとも主張するが，同じ材料を透湿防水シートとは異なる用途に用いたものに機械的強度があるとしても，透湿防水シートとして強度を有するものが現実に存在したことが示されていない以上，ロール状にすることが可能な軟質性材料ではなく，かつ，独立気泡ウレタンフォームの発泡圧で変形しない程の機械的強度を持つような透湿防水シートが存在したことの根拠とはならないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "翻って，透湿防水シートであって，ロール状にすることが可能なものは，乙1の43(透湿防水シートの販売形態)，乙13(透湿防水シートの報告書)に見られるように市販品として一般的な形態と認められるし，乙1の3(特開平9-123316号公報)，乙1の4(実公平4-28746号公報)によれば，透湿防水シートとして柔軟性を有するものは，本件特許の出願当時及び甲1に係る防耐火構造の申請時においては周知のものであったといえる(乙1の3には柔軟性に関する直接的な記載がないが，【0032】には，ラップ材等へ適用可能であることが記載されていることから，ロール状にし得る程度の柔軟性を有するものと認められる。)。",
                        "また，一般に，独立気泡ウレタンフォーム断熱材を使用する場合であっても，どの程度面材に圧力がかかって面材の変形を来すか，あるいは，通気層の確保に支障を来すかは，当該フォームの吹き付け方(一回当たりの吹き付け厚さ)等の各種施工条件や，面材の張力，その周囲の固定条件(例えば，間柱の間隔，通気層の奥行等)にもよるのであって，その条件次第では，柔軟性を有する透湿防水シートでも，吹き付け用の面材として実用に耐え得ることは，十分に考えられる。",
                        "そうすると，甲1に接した当業者は，甲1で規定される透湿防水シートについて，原告が主張するところのロール状にすることができない十分な機械的強度を有する透湿防水シートではなく，むしろ，従前から周知のものである，ロール状にし得る程度に柔軟性を有する透湿防水シートを想起するものといえ，甲1発明2には，このロール状にし得る程度に柔軟性を有する透湿防水シートを用いる場合が当然に含まれていると認識するものといえる。",
                        "したがって，申請者の申請当時の認識にかかわらず，甲1発明2には，柔軟性を有する周知の透湿防水シートに対して，JIS  A  9526に従う硬質ウレタンフォームを吹き付け施工することも，その組合せとしては含まれていたと認めるのが相当である。",
                        "また，周知の透湿防水シートは，ロール状にすることが可能な程度の柔軟性を有するものであるから，「独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料であ」るといえる(この点については，乙12によっても，独立気泡構造の硬質ウレタンフォームをロール状にし得る透湿防水シート「タイベック・ハウスラップ」に吹き付けた際に，断熱材の収縮に伴い上記シートが変形することが確認できる。なお，「タイベック・ハウスラップ」が甲1の申請仕様を満たす透湿防水シートであることは，乙13によって認められる。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，甲1発明2の透湿防水シート(面材)について，ロール状にすることが可能な軟質性材料からなり，独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持たない材料とすることは，甲1発明2に含まれるものであり，そうでないとしても，従来から周知の透湿防水シートを採用したにすぎないものと認められる。",
                        "したがって，相違点5’は実質的な相違点であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，独立気泡構造吹付け硬質ウレタンフォーム断熱材は吹き付け時の発泡圧，硬化する際の収縮圧が高いことから，ウレタンフォーム原液を，剛性を有しない面材に吹き付けると，収縮現象により面材に大きな圧力がかかり，面材が破れたり，断熱材が割れたり，発泡圧によって面材に大きな凹凸がついて通気層を塞いでしまうという不具合が生じるから，少なくとも断熱材②を吹き付けるために使用される面材は，独立気泡ウレタンフォーム原液を吹き付けた場合に，該フォームの発泡圧又は収縮圧で変形しない程の機械的強度を持つものであると理解するほかないと主張する。",
                    "しかしながら，前記のとおり，独立気泡ウレタンフォーム断熱材を使用する場合であっても，どの程度面材に圧力がかかって面材の変形を来すか，あるいは，通気層の確保に支障を来すかは，当該フォームの吹き付け方(一回当たりの吹き付け厚さ)等の各種施工条件や，面材の張力，その周囲の固定条件(例えば，間柱の間隔，通気層の奥行等)にもよるのであって，その条件次第では，柔軟性を有する透湿防水シートでも，吹き付け用の面材として実用に耐え得ることは，十分に考えられる。",
                    "他方，JISの規格に適合する条件(厚さ，材質)で，十分な「機械的強度」を有する透湿防水シートが甲1の申請時に存在したことを認めるに足りる証拠はない。この点も前記のとおりである。",
                    "そうすると，甲1記載の「透湿防水シート」において，独立気泡ウレタンフォームの発泡圧又は収縮圧で変形しない程度の機械的強度を持たない，すなわち，柔軟性を有する透湿防水シートが排除されていると認めることはできない。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2技術の認定に関し，甲2の請求項5に記載の技術(第5発明)を基礎として，独立気泡率及び密度を一定範囲に特定する技術を認定するとすれば，実施例として記載された技術を認定するほかなく，具体的には，発泡剤，ポリオール成分及びポリイソシアネート成分は，厚さ5mmの石綿スレート板にスプレー工法によって吹き付けられるものであること(甲2【0024】)と，連通気泡型硬質ポリウレタンフォーム製断熱材の独立気泡率は5～7％であり，密度は8～11kg／m3であること(甲2【0028】【表1】)が認定されるべきであるなどと主張する。",
                    "しかしながら，かかる原告の主張が採用し得ないものであることは，前記(4)ア(イ)のとおりである。",
                    "また，原告は，独立気泡構造硬質ウレタンフォームを軟質面材に吹き付けると，発泡圧によってはスプレー側の反対に大きな凹凸がついたり，ウレタン自身が割れたりすることから明らかなとおり(甲7【0003】)，吹き付け対象物は断熱材の性能に影響を与えるものであるから，吹き付けて断熱材を生成する以上，その吹き付け対象物も断熱材の性能を左右する本質的な要素の一つというべきであるとも主張するが，甲2に記載された硬質ウレタンフォームは「連続気泡構造」であって，セルの収縮が抑えられるものであるから(甲2【0022】)，独立気泡構造のものと比べると，吹き付け対象物による影響は小さいものと理解できる。したがって，甲2においては，必ずしも吹き付け対象物が断熱材の性能を左右する本質的な要素の一つであるとはいえない。",
                    "以上のとおり，甲2技術の認定に関する原告の主張も採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1発明2に甲2技術を適用する動機付けがないとして，技術分野や課題の共通性が認められないこと，阻害要因が存在することなどを主張する。",
                    "しかしながら，原告が主張するとおり，ウレタンフォーム断熱材の難燃性が，防火構造に影響を与えるものではないとしても，前記のとおり，甲1発明2の硬質ウレタンフォーム断熱材と甲2技術とは，建築物の壁体に対し吹き付け施工できるウレタンフォーム断熱材として，共通の目的及び用途に用いるものであるから，甲2技術を採用する動機付けは十分存するものというべきである。",
                    "また，現場で断熱構造の施工をする者があえて認定外となるような改変を行わないことは当然であるとしても，防火構造等の建築の設計等に携わる当業者は，防火構造の認定にかかわらず，常に，新たな課題に対処すべく，建築構造等の改善をしようと試みる意識を有するものであるから，甲1が防火認定に係る文献であることそれ自体は，阻害要因になるものとはいえない。",
                    "原告が主張する，甲1発明2の吹付け硬質ウレタンフォーム断熱材は，高密度の独立気泡構造硬質ウレタンフォーム断熱材に限定されており，低密度連続気泡構造硬質ウレタンフォーム断熱材は排除されているとの点，及び甲1発明2の吹付け硬質ウレタンフォーム断熱材は，フロン類を発泡剤として用いる硬質ウレタンフォーム断熱材に限定されており，水のみを発泡剤とする硬質ウレタンフォーム断熱材は排除されているとの点も，上記と同様であって，いずれも甲2技術を採用すると認定外になるというにとどまり，当業者がこれを採用することを妨げるものとまではいえないから，やはり阻害要因になるものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その他原告がるる主張する点は，いずれも前記(1)ないし(4)の認定判断を覆すに足りるものではなく，いずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件訂正発明1は，甲1発明2及び甲2技術に基づいて，当業者が容易に想到し得たものといえ，審決が甲1発明2を主引用例として進歩性欠如の判断をしたことに誤りがあるとは認められない。",
                "よって，甲1発明1を主引用例とした場合について検討するまでもなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件訂正発明2の進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明2は，本件訂正発明1(請求項1)を引用するものであるところ，本件訂正発明2と甲1発明2とは，前記相違点4’及び相違点5’に加え，次の点で相違するものと認められる。",
                "(相違点7)",
                "「硬質ウレタンフォーム断熱材」に関して，本件訂正発明2は，「硬質ウレタンフォーム断熱材が水のみを発泡剤として用いる」のに対して，甲1発明2は，そのような構成を有するか否か不明な点。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記相違点4’及び相違点5’に係る本件訂正発明2の構成が当業者にとって想到容易であることは，前記3(4)ア及び同イのとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点7について",
              "text": [
                "前記認定のとおり，甲2技術は，水のみを発泡剤とするものであるから，甲1発明2の硬質ウレタンフォーム断熱材に甲2技術を適用して相違点7に係る構成に至ることは，当業者にとって容易になし得ることといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件訂正発明2は，甲1発明2及び甲2技術に基づいて，当業者が容易に想到し得たものといえ，審決が甲1発明2を主引用例として進歩性欠如の判断をしたことに誤りがあるとは認められない。",
                "よって，甲1発明1を主引用例とした場合について検討するまでもなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(本件訂正発明3の進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明3は，本件訂正発明2(請求項2)を引用するものであるところ，前記相違点4’，相違点5’及び相違点7に係る本件訂正発明2の構成が当業者にとって想到容易であることは，前記3(4)ア及び同イ並びに4(3)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明3の「軟質性材料」は，「紙材，紙材の片面又は両面にプラスチックフィルムをラミネートしたラミネート紙材，フィルム材，繊維シート材，不織布にプラスチックを含浸させた繊維系シート材或は不織布の片面に合成樹脂微多孔質膜を被覆又は積層したシート材から選ぶ一種又はそれ以上」であるから，フィルム材であることを含むものである。",
                "これに対し，甲1発明2は，厚さが0．17mm以下の材質がポリエチレン，ポリエステル又はポリプロピレンによる透湿防水シートであるから，上記フィルム材に相当するものであるといって差し支えないし，仮にそうでないとしても，透過防水シートとして，ラミネート紙材，フィルム等を用いることは周知の技術といえる。",
                "したがって，この点は相違点となるものではない(少なくとも実質的相違点とはならない。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正発明3は，甲1発明2及び甲2技術に基づいて，当業者が容易に想到し得たものといえ，審決が甲1発明2を主引用例として進歩性欠如の判断をしたことに誤りがあるとは認められない。",
                "よって，甲1発明1を主引用例とした場合について検討するまでもなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告が主張する取消事由1ないし3はいずれも理由がなく，審決に取り消されるべき違法があるとは認められない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10054",
    "date": "2018-04-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087666",
    "ipprecedent_id": "4900",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}