{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人(附帯被控訴人)らの本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "附帯控訴人(被控訴人)の本件附帯控訴に基づき，原判決主文第1～3項を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "附帯被控訴人(控訴人)らは，原判決別紙物件目録記載の各製品を製造し，販売し，輸出若しくは輸入し，又は販売の申出(販売のための展示を含む。)をしてはならない。"
        },
        {
          "fig": "(2)",
          "text": "附帯被控訴人(控訴人)らは，附帯控訴人(被控訴人)に対し，連帯して，4187万1000円及びうち3106万2500円に対する平成27年4月11日から，うち1080万8500円に対する平成29年3月6日から各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(3)",
          "text": "附帯控訴人(被控訴人)のその余の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを10分し，その9を控訴人(附帯被控訴人)らの連帯負担とし，その余を被控訴人(附帯控訴人)の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第2項(1)及び(2)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人(附帯控訴人)の請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち「原告のその余の請求をいずれも棄却する。」とある部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "附帯被控訴人(控訴人)らは，附帯控訴人(被控訴人)に対し，連帯して，4590万6600円，及び，うち3390万3200円に対する平成27年4月11日から，うち1200万3400円に対する平成29年3月6日から，各支払済みまで，年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「原告」とあるのを「被控訴人・附帯控訴人」に，「被告」とあるのを「控訴人・附帯被控訴人」に，適宜読み替える。また，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。なお，書証の掲記は，枝番号を全て含むときは，枝番号の記載を省略する。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，①発明の名称を「位置検出装置」とする発明についての特許権(特許第5337323号。以下「本件特許権1」といい，その特許を「本件特許1」という。)及び②発明の名称を「位置検知装置」とする発明についての特許権(特許第5666660号。以下，その特許を「本件特許2」という。)の特許権者である被控訴人(附帯控訴人・一審原告。以下，単に「被控訴人」という。)が，控訴人(附帯被控訴人・一審被告。以下，単に「控訴人」という。)株式会社コスメックエンジニアリング(以下「控訴人エンジニアリング」という。)が業として製造し，控訴人株式会社コスメック(以下「控訴人コスメック」という。)が業として販売する被告製品1(原判決別紙物件目録記載1の各センシングバルブ付スイングクランプ)，同2～4(原判決別紙物件目録記載2～4の各センシングバルブ付リンククランプ)及び同5～7(原判決別紙物件目録記載5～7の各センシングバルブ付リフトシリンダ。以下，被告製品1～7を併せて「被告各製品」という。)が，本件発明1-1(本件特許1の請求項1に係る発明)及び本件発明1-2(本件特許1の請求項2に係る発明)並びに本件発明2-1(本件特許2の請求項1に係る発明)及び本件発明2-2(本件特許2の請求項2に係る発明)の技術的範囲に属する(損害賠償請求の対象としては被告各製品と型番が異なるだけで同一の構成の製品も含む。)として，控訴人らに対し，①本件各特許権に基づき，被告各製品の製造，販売等の差止め(特許法100条1項)，②本件各特許権に基づき，被告各製品及びその半製品の廃棄(特許法100条2項)，③本件各特許権の侵害による不法行為に基づく損害賠償として，平成25年8月9日から平成29年3月6日までの譲渡に係る損害賠償金4646万4200円(控訴人らが得た利益の額に相当する損害金4224万4200円と弁護士費用相当額422万円の合計額)及びこれに対する平成27年4月11日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，①被告各製品の製造，販売等は，本件特許権1の侵害行為であり，控訴人らが被告各製品を製造，販売等するおそれが認められるとして，被告各製品の製造，販売等の差止請求を認容し，②被告各製品の在庫が存在しないことから，被告各製品の廃棄請求は，必要性がないとして，棄却し，③被告各製品及びこれらと型番が異なるだけで同一の構成の製品の製造，販売は，本件特許権1の侵害行為であるところ，本件特許権1の特許公報発行日である平成25年11月6日から平成29年3月6日までの期間の製造販売について，控訴人らの過失が認められるとして，当該期間に控訴人らが得た利益の額合計3864万5000円(平成25年11月6日から訴状により請求された平成27年2月28日までの販売によって控訴人らが得た利益の額2854万円，訴状提出後に請求された平成27年3月1日から平成29年3月6日までの販売によって控訴人らが得た利益の額1010万5000円)の95％である3671万2750円(平成25年11月6日から平成27年2月28日までの販売によるもの2711万3000円，平成27年3月1日から平成29年3月6日までの販売によるもの959万9750円)及び弁護士費用相当額367万円(平成25年11月6日から平成27年2月28日までの販売に係るもの271万円，平成27年3月1日から平成29年3月6日までの販売に係るもの96万円)の合計4038万2750円の損害賠償金，及び，平成25年11月6日から平成27年2月28日までの販売に係る損害賠償金合計2982万3000円に対する不法行為後である平成27年4月11日から，平成27年3月1日から平成29年3月6日までの販売に係る損害賠償金合計1055万9750円に対する不法行為後である平成29年3月6日から，各支払済みまで，民法所定の年5分の割合による遅延損害金の各連帯支払を求める限度で，被控訴人の控訴人らに対する共同不法行為による損害賠償請求を認容し，その余の請求を棄却したため，控訴人らは，これを不服として本件控訴を提起し，被控訴人は，本件附帯控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」の第2の2(3頁13行目～4頁20行目)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3のうち，4頁21行目～26行目，5頁12行目，同第2の4のうち，5頁13行目～11頁26行目，25頁18行目～28頁14行目に記載のとおりであるから，これを引用する(なお，控訴人らは，当審において，原審で主張した無効理由の主張を全部撤回した。)。",
            "ただし，原判決8頁20行目の「このことは，」を削除し，同頁23行目の「有することになる」の後に「こと」を加え，10頁18行目の「所定の位置」を「所定位置」と，同頁23行目の「前記所定の位置」を「前記所定位置」と，同行目～24行目の「達したことを」を「あることが」と，25頁21行目～23行目の「被告製品1等・・・合計373個」を「被告製品1等を合計671個(平成25年8月9日から同年11月5日まで8個，同月6日から平成29年3月6日まで663個)，被告製品2～4等を合計222個(平成25年8月9日から同年11月5日まで8個，同月6日から平成29年3月6日まで214個)，被告製品5～7等を合計373個(平成25年8月9日から同年11月5日まで1個，同月6日から平成29年3月6日まで372個)」と，26頁7行目の「10月3日」を「11月6日」と，それぞれ改める。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件1Eに関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "往復制御の「位置検出装置」は，出力部材の往復制御を目的として，出力部材が行程端に達した状態(行程端に達していること)を検知するものであるから，本件発明1-1は，事前に特定された「所定の位置」を検知することを要件とする「位置検出装置」であると解釈されるべきである。",
                    "被告各製品等の「確認バルブ」が，構成要件1Eの「位置検出装置」として使用されていると評価されるためには，被告各製品等のユーザの環境において，当該ユーザが検出したい「所定の位置」を設定し，時間遅れの分だけ先に進んだ位置がどの程度かを調査し，その誤差を補正するために当該「所定の位置」を検知するための条件(エア圧センサの設定圧の設定，エア供給回路の調整など)を設定する必要がある。",
                    "しかし，被告各製品等のユーザは，エアキャッチセンサの設定圧を各自の設備において問題がないように適宜選択しており，特定の「所定の位置」の時間遅れを考慮していないのであって，被告各製品等は，現実には，「所定の位置を検知」する「位置検出装置」として用いられていない。",
                    "したがって，被告各製品等は，本件発明1-1の構成要件1Eの「位置検出装置」には該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，被告各製品等の確認バルブが何らかの位置検出に使用されているとしても，被告各製品等のユーザが検出しているのは，「(出力部材が)行程端に達した位置」であり，本件発明1-1の「所定の位置(行程端に達する前の位置)」ではない。",
                    "したがって，被告各製品等の「確認バルブ(弁機構)」は，本件発明1-1における「所定の位置を検出する」という技術的思想がないから，その技術的範囲に属さない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙35発明を主引例とする進歩性欠如",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1-1と本件特許1の原出願日前に公然実施されていた発明(乙35。以下「乙35発明」という。)の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点A 開閉弁機構の使用目的について，本件発明1-1は，「出力部材が所定の位置に達したことを検知可能に構成したことを特徴とする位置検出装置」であるのに対し，乙35発明は，「出力部材が所定の位置に達した(出力部材が下降限界位置に動作した)であろうことを確認可能に構成したことを特徴とする確認バルブ」である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点B 弁部材を出力部材側に進出させる構成について，本件発明1-1は「(油室から油圧導入路を介して導入した圧油による)油室導入室の油圧力」により弁体を進出させるのに対し，乙35発明は「バネ力」のみで弁体を進出させる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に係る構成の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点Aについて",
                      "text": [
                        "控訴人らは，相違点Aに関し，「位置検出装置」と「確認バルブ」との相違により，必ずしも同一であるとは考えていないが，被控訴人は，別件訴訟において，乙35発明と同様の「ロック動作確認バルブ」等が本件特許1の「位置検出装置」に相当すると主張したから，乙35発明の確認バルブと本件発明1-1の「位置検出装置」とが異なる技術事項であると主張することは，信義則に反し，許されない。",
                        "したがって，相違点Aは，実質的に存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点Bについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙6には，相違点Bに係る本件発明1-1と同一の構成である「開閉弁機構の弁部材の出力部材側に進出させる構成について，「(油室から油圧導入路を介して導入した圧油による)油圧導入室の油圧力」により弁体を進出させ，前記開閉弁機構の油圧導入路は，前記弁体の軸心近傍部に貫通状にかつ前記弁体の装着方向と並行に形成されたこと」という技術的事項(以下「乙6事項」という。)が記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙35発明及び乙6事項は，いずれも，弁機構によって開閉される流路の圧力変化を介して出力部材の動作を確認する，又は，位置を検出するという点で技術分野が同一であり，シリンダ本体に組み込まれた「弁体」をシリンダ内部の出力部材側に進出させるという課題も同一である。",
                            "また，乙6には，弁体をシリンダの油室に進出させるためにバネ力のみを利用すること(図10)，上記の油圧のみを利用すること(差圧ピストン)も可能であること(図11)が明示されており，乙35発明(バネ力のみによる弁体の進出)を乙6事項(油圧シリンダの油圧による弁体の進出)に置換する具体的な示唆がある。",
                            "したがって，乙35発明に乙6事項を適用する具体的な動機付けがあるから，当業者は，乙35発明に乙6事項を適用して，本件発明1-1を容易に想到する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙6の図10や11に接した当業者は，弁体でバネを進出させる代わりに，作動流体で進出させることを理解する。",
                                "そして，弁体を進出させるために，乙35の検出ロッド(弁体)の断面が最も大きいところに作動流体を導入させ，弁体を進出させることに容易に想到する。",
                                "また，乙6と同様に弁体の下方に油圧導入室を設けると考えたとしても，乙6の図11と同様に，エア通路の一部として，弁体の外周に開閉用の溝を設けることに容易に想到する。油圧導入室を適用することにより，エア通路の流路が塞がれることは，乙6の図10と11においても同様である。",
                                "当業者は，乙6の図10と11から，エア通路を迂回させることを容易に想到するのであり，阻害要因になり得ない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "弁体をシリンダ内部に進出させる方法として，バネを用いて進出させる方法と流体圧導入室を用いて進出させる方法が，当業者にとって容易に相互選択可能な技術事項であることに関しては，作動流体と制御流体が同一であるかどうかは無関係である。",
                                "乙6に記載されたシリンダ装置全体では，四方弁36のピストン45に作用する制御流体と，ピストン21に作用する駆動流体について，圧力は移管39から流入する加圧油を共有して用いることにより，格別の作用効果を奏するかもしれない。",
                                "しかし，弁体を進出させる方法として，バネ力による押圧力で進出させる方法，油圧による押圧力で進出させる方法，バネ力による押圧力と油圧による押圧力の併用で進出させる方法は，当業者が適宜選択可能であり，そのことは，乙6に明確に記載されているから，乙6事項は，乙6に記載されたシリンダ装置全体の作用効果とは無関係である。",
                                "乙6における「駆動流体と制御流体とが同一である」とは，「同一の供給源」を利用していることを意味するにすぎず，制御流体と駆動流体に同一の供給源を利用する場合(乙6)と別の供給源を使用する場合(乙35)では，弁体に作用する力は同一であるから，乙6事項を乙35発明に適用する場合，これを阻害する事情はない。",
                                "ピストン位置を検出するための検出ロッドをバネの付勢力によって進出させる構成には，当該検出ロッドを確実に進出させるという点で課題があることが周知であり，当該課題を解決するため，当該検出ロッドを作動室の圧力流体を利用して進出させることは，周知技術であった(乙15，38，39)。したがって，乙35発明と乙6発明に接した当業者は，前記周知技術を参照して，乙35におけるバネ力のみによる弁体の進出を，油圧導入室の油圧力により弁体を進出する構成に置換して，本件発明1-1と乙35発明との間の相違点Bの構成に至る。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，被控訴人は，後記相違点Cが存在すると主張する。",
                        "しかし，流体圧シリンダの「シリンダ本体」は，単に「ピストンが往復運動する円筒形の内面を形成する部分」ではなく，「ピストンとともに作動流体を密閉する部品」を包含するものである。",
                        "乙35発明は，ボディとキャップに加えて，弁体とそれを保持するマニホールドが存在することにより，「作動流体を密閉」することができるのであり，乙35発明のマニホールドは，シリンダ本体の一部であるから，乙35発明は，「シリンダ本体内に形成されたエア通路」を備える。",
                        "シリンダ本体の一部を構成するブロックがマニホールドとしての機能を有することは一般的であり，マニホールドとシリンダ本体とは，技術的に相反する部材であるとか，必ず別部材であるとかいうものではない。",
                        "乙35には，マニホールドを備えない製品の記載があるが，マニホールドのない製品は，弁体の挿入口がないことから，ボディとキャップのみで作動流体を密閉でき，ボディとキャップだけでシリンダ本体が構成されている。これに対し，乙35発明は，マニホールドがなければ，作動流体を密閉できず，シリンダ本体として機能しないから，マニホールドなしではシリンダ本体を構成できないのであり，マニホールドがシリンダ本体から除外される理由にならない。",
                        "また，仮に相違点Cが存するとしても，シリンダ本体である端部ブロックをマニホールドとすることは，周知の技術事項であった(乙8，51)から，マニホールドをキャップと一体にして「シリンダ本体」とすることは，当業者に容易想到である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "よって，本件発明1-1には，特許法29条2項に違反する無効理由がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の時機に後れた攻撃防御方法であるとの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙35発明の内部構造は，頒布されたカタログなどに記載されておらず，実施品をもって主張立証せざるを得ないものであるところ，控訴人らは，公然実施品を納入した顧客に協力を依頼し，顧客が現実に使用している公然実施品の引渡しを受け，内部構造を明確にした上で，公然実施品に基づいて本件発明1-1は容易想到であることを主張，立証した。",
                        "顧客に対し現実に使用している公然実施品の引渡しを求めることは，顧客に多大な迷惑を掛けるものであり，安易に行うことはできなかったため，控訴人らは，原審において刊行物に記載された発明を主引例として無効理由を主張したが，原審において認められなかったため，やむを得ず，顧客に依頼して公然実施品の引渡しを受けて当審での無効主張をした。",
                        "したがって，原審において公然実施品に基づく無効主張をしていないことは，合理的理由がある。",
                        "そして，控訴人らは，控訴理由書の提出期限までに新たな無効理由として主張，立証している。",
                        "したがって，上記の主張，立証は，時機に後れた攻撃防御方法とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らが主張した内容は，①「マニホールド」が「シリンダ本体」に含まれるか，又は，当業者が容易に想到するか，②弁体を進出させる方法として，「バネ」を利用した公然実施発明を「油圧導入室」を利用した構造に置換できるかという二つの争点しかなく，審理を遅延させるようなものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1-1の「位置検出装置」に相当するのは被告各製品等の「確認バルブ」の部分のみであること",
                  "text": [
                    "被告各製品等は，確認バルブ付きの「クランプ装置」等であり，本件発明1-1の「位置検出装置」に相当するのは，「確認バルブ」の部分にすぎない。",
                    "控訴人らは，確認バルブのない「クランプ装置」等も販売しており(乙48～50)，「確認バルブ」がクランプ装置等において中心的役割を果たしているものではない。",
                    "また，本件発明1-1を実施しなくとも，確認バルブ付きの「クランプ装置」等の小型化は可能であり，本件発明1-1の作用効果は顕著なものではない。",
                    "そうすると，控訴人らが得られた販売利益に占める「確認バルブ」の貢献度は，「確認バルブ付きクランプ装置」と「確認バルブなしのクランプ装置」の価格の差額を超えるものではなく，被告各製品等における「確認バルブ」の寄与度は，多くとも30％を上回らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「クランプ部材」の存在による減額",
                  "text": [
                    "被告製品1～4(LHW，LKW)に「クランプ部材」が含まれていないことは認めるが，原判決は，クランプ部材がなくとも，位置検出装置部分が占める割合は95％であると認定しているのであって，被告各製品等におけるクランプ部材の有無は，本件発明1-1の寄与率に影響を与えるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "他の特許発明の実施",
                  "text": [
                    "別紙控訴審販売数表の実施発明欄記載のとおり，被告各製品等のうち，LHW，LHA，LYの「確認バルブ」には，特許第6076735号(乙31の1)の請求項1～5及び7に係る各特許(以下，併せて「乙31-1特許」という。)，LLW，LLWY，LYの「確認バルブ」には，特許第6092710号(乙31の2)の請求項11，LHW，LHA，LYの「確認バルブ」には，同請求項2に係る各特許(以下，併せて「乙31-2特許」という。)が実施されている。",
                    "複数の特許発明が一つの製品に実施されている場合は，損害額は，実施されている特許発明の数で案分されるべきである。",
                    "そうすると，被告各製品等に対する本件発明1-1の寄与率は，多くとも15％である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "代替品の存在",
                  "text": [
                    "流体圧シリンダの位置検知を行うには，本件発明1-1の構成は必須ではなく，他の代替手段が存在する(乙15，乙23の4，乙39)。",
                    "公然実施品(乙35)と本件発明1-1の相違点は，弁体を進出させる方法のみであり，確認バルブの開閉をエアセンサで検知する点は同一であって，公然実施品(乙35)は，確認バルブと小型化を両立した代替品である。",
                    "したがって，被告各製品等の製造販売等が行われない場合にその需要の全てが被控訴人における本件発明1-1の実施品に向かうという関係にはない。",
                    "また，コンパクト化が要求される設置場所は限定されており，クランプ装置において必須の要請ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "消費税分の加算",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "消費税は，「資産の譲渡等」(消費税法4条)，すなわち，「事業として対価を得て行われる資産の譲渡及び貸し付け並びに役務の提供」(同法2条1項8号)に対して課税される。「資産の譲渡」とは，資産につきその同一性を保持しつつ，他人に移転させることをいう(消費税基本通達5-2-1)。",
                        "無体財産権侵害に基づく損害賠償金のうち，課税対象となるのは，実施料相当額としての賠償金のみであり，逸失利益や特許法102条2項における「利益の額」に消費税相当額を付加して請求することはできない(乙54)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "仮に，被控訴人に消費税相当額の損害が発生しているとしても，消費税率が8％に改定されたのは，平成26年4月1日であり，被控訴人に生じた損害の大部分は平成26年4月1日より前に発生した損害と認められることから，その割合は5％と認定されなければならない。"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件1Eに関する判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「達する」とは，特定の位置にあることのみならず，特定の位置を過ぎたところにあることをも含む概念であり，出力部材が「所定の位置に達した」という概念には，出力部材が「所定の位置」を通り過ぎて静止する場合と，「所定の位置」で静止する場合の双方が含まれる。",
                    "本件発明1-1のような位置検出装置は，機械的な動作を行う装置であるので，動作開始から動作完了までには一定の幅がある。本件発明1-1において，開閉弁機構の開閉状態の切換えは，出力部材が「所定の位置」に達して当該出力部材により弁体を移動させることによって行われるので，「開閉弁機構の開閉状態の切換え」動作においても，動作の開始から完了までに弁体及び出力部材は若干の移動を伴う。",
                    "また，開閉弁機構の開閉状態は，「開弁状態」では加圧エアの圧力が設定圧未満であり，「閉弁状態」では，加圧エアの圧力が設定圧以上に昇圧した状態となるから，エア通路のエア圧を検知することで，出力部材が「所定の位置」に達したことを検知することができるところ，開閉弁機構が開弁状態から閉弁状態となった後，エア通路のエア圧が上昇して，ユーザの設定する設定圧以上に昇圧したことが，センサに検知されるまでに，一定の時間を要する。",
                    "そうすると，本件発明1-1の構成要件1Dの「所定の位置に達したとき」とは，「所定の位置に達した場合に」という程度の意味であると解釈すべきであって，「所定の位置に達した瞬間」に限定されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告各製品等は，ロック動作，リリース動作，押側端，引側端を確認するものであり，「所定の位置に達したこと」の検知は「出力部材」であるピストンロッドが静止した状態で行われる。",
                    "したがって，「エア通路」のエア圧が上昇してそれが検知されるまでの時間的遅れを考慮する必要がないから，「開閉弁機構」の「開閉切換え」時の「弁体」ストロークのみを考慮した甲7～9の「エアセンシングチャート」の波形に基づいて被告各製品等における「所定の位置」を特定できる。",
                    "そうすると，被告各製品等は，「エアキャッチセンサ」によって「開弁状態」と「閉弁状態」の境界である「所定の位置」を「検知可能」であるから，構成要件1Eの「位置検出装置」に該当し，本件発明1-1の技術的範囲に属する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙35発明を主引例とする進歩性欠如の有無について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "時機に後れた攻撃防御方法",
                  "text": [
                    "控訴人らの乙35発明を主引例とする進歩性欠如の主張は，時機に後れた攻撃防御方法であるから，却下されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "進歩性の存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点Aについて",
                          "text": [
                            "乙35発明は，「ピストンが引側端に達したことを検知可能に構成した」ものであり，「位置検出装置」に該当するものであるから，相違点Aは存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "相違点C 乙35発明において，「シリンダ本体」に相当し得るのは「ボディ」及び「キャップ」のみであって，「マニホールド」は，「シリンダ本体」には相当しないから，乙35発明は，「シリンダ本体内に形成されたエア通路」を備えるものではない。",
                            "乙35発明は，「シリンダ本体に形成したエア通路」を備えない点で，本件発明1-1と相違する(以下「相違点C」という。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点に係る構成の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点Bについて",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙35発明は，「シリンダ本体内に形成されたエア通路」を備えず，「弁体(検出ロッド)」は「マニホールド」に形成された「エア通路」を開閉するため，「弁体(倦検体ロッド)」を付勢する機構をシリンダ本体に組み込むことができない。",
                                "また，乙35発明は，「弁体」の「エア排気ポート」を設けており，これを塞ぐことはできない。乙35発明において，「弁体」の背面側に乙6発明の「油圧導入室」を適用しようとすると，「エア排気ポート」が塞がれる。",
                                "したがって，乙35発明に乙6発明の「油圧導入室」を適用する動機付けはなく，むしろ阻害要因が存在する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "乙6発明は，四方弁36のピストン45に作用する制御流体と，ピストン21に作用する駆動流体について，圧力配管39から流入する加圧油を共通して用いることによって，ピストン21とピストン45に同じ圧力を作用させるものであるから，加圧油を共通のものとすることは，乙6発明の目的を達成することに必須の構成である。",
                                "乙6発明において，駆動流体である加圧油と制御流体としての加圧エアとを併用することは，乙6発明が有する機能を阻害する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "乙35発明に乙6発明の「油圧導入室」を適用するためには，一つの「流量調整弁」の中に「油圧」(出力部材を駆動する駆動流体)と「加圧エア」(弁体に制御される制御流体)という二つの作動流体を導入しなければならないが，一つの「流量調整弁」の中に二つの作動流体を導入することは，乙6発明の必須の前提に反し，乙6発明の機能を阻害する。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点Cについて",
                          "text": [
                            "乙35発明は，「シリンダ本体内に形成したエア通路」を備えるものではなく，当該構成は乙6発明に示されていないから，仮に乙35発明に乙6発明の「油圧導入室」を適用することを当業者が容易に想到し得たとしても，その組合せによって「シリンダ本体内に形成したエア通路」の構成を得ることはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害額について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1-1の「位置検出装置」は被告各製品等の全体にわたるものであること",
                  "text": [
                    "本件発明1-1は，「前記シリンダ本体内に形成され且つ一端部に加圧エアが供給され他端部が外界に連通したエア通路」と，「このエア通路を開閉可能な開閉弁機構」とを備えた「位置検出装置」に係るものであり，「開閉弁機構」に限定されるものではない。",
                    "被告各製品等の全体が本件発明1-1に対応するのであり，「確認バルブ」のみが本件発明1-1に対応するものではない。",
                    "被告各製品等は，「所定の位置に達したことを検知可能」とすることが必要な箇所に設置されるものであり，確認バルブを備えないLHA(乙48の1)，LKA(乙49の1)，LL(乙50の1)は，被告各製品等を購入するユーザにとっては意味がないものであるから，考慮すべきでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「クランプ部材」の存在による減額について",
                  "text": [
                    "被告製品1～4(LHW，LKW)には，「クランプ部材」は含まれていない。",
                    "「クランプ部材」は，アクセサリとして別に販売されるか，ユーザにおいて適宜設計及び製作するものである。",
                    "したがって，クランプ部材の存在をもって寄与度を100％から95％に低減することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "他の特許発明の実施について",
                  "text": [
                    "被告各製品等の付加価値，すなわち，需要者の購入意欲を喚起し，購入を動機付ける部分は，「クランプ装置」又は「リフトシリンダ」において「位置検知」と「小型化」とを両立したことにあり，被告各製品等における上記2点の両立は，本件発明1-1によってもたらされたものである。",
                    "控訴人らにおいても，「動作(端)確認バルブ内蔵で自動化設備に最適」，「センシングバルブを内蔵。圧倒的な薄型ジグ設計が可能。」(甲7～9)などと，本件発明1-1の実施による効果を強調した販促活動を行なっており，本件発明1-1が被告各製品等に対する需要者の購入意欲を喚起し，購入を動機付けている。",
                    "控訴人コスメックが乙31-1特許及び乙31-2特許を有しているから被控訴人の特許権に対する侵害行為による被控訴人の損害額が減少するということはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "代替品の存在について",
                  "text": [
                    "公然実施品(乙35)は，油圧シリンダを構成するボディ及びキャップ(シリンダ本体)の下側に取り付けられるマニホールドの高さ分(20mm)大型化しており，被告各製品等の代替品になり得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "消費税分の加算について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "国税庁のホームページ(甲37)によると，特許権や商標権などの無体財産権の侵害を受けた場合に，権利者が収受する損害賠償金は，実質からみて資産の譲渡又は貸付けの対価に当たり，消費税の課税対象になるとされている。",
                        "特許法102条2項は，同条3項と同様に，損害額の算出を容易にするために設けられた規定であり，同条2項に基づいて算出したか，同条3項に基づいて算出したかによって，消費税との関係で損害賠償金の性質が変わることはない。",
                        "したがって，損害額の算定に当たり，1個当たりの利益額に8％を加算することが認められなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人が控訴人らから本件の損害賠償金を収受し得るのは，消費税率が5％から8％に改定された平成26年4月1日よりも後であるから，税率改正の時期との関係で5％にすべきとの控訴人らの主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "損害額",
                  "text": [
                    "以上のとおりであって，被告各製品等の譲渡数量は，別紙控訴審販売数表記載のとおりであるから，被控訴人の被った損害額は，次のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "利益侵害",
                      "text": [
                        "被告製品1      2506万1400円",
                        "(＝3万5000円×663×1．08)",
                        "被告製品2～4    462万2400円(＝2万円×214×1．08)",
                        "被告製品5～7  1205万2800円(＝3万円×372×1．08)",
                        "合計  4173万6600円",
                        "(うち，平成25年11月6日から平成27年2月28日分",
                        "被告製品1      1814万4000円",
                        "(＝3万5000円×480×1．08)",
                        "被告製品2～4    354万2400円(＝2万円×164×1．08)",
                        "被告製品5～7    913万6800円(＝3万円×282×1．08)",
                        "小計  3082万3200円",
                        "うち，平成27年3月1日以降分",
                        "被告製品1          691万7400円",
                        "(＝3万5000円×183×1．08)",
                        "被告製品2～4      108万円(＝2万円×50×1．08)",
                        "被告製品5～7      291万6000円(＝3万円×90×1．08)",
                        "小計  1091万3400円)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "弁護士費用  417万円",
                      "text": [
                        "(うち，平成25年11月6日から平成27年2月28日分  308万円",
                        "うち，平成27年3月1日以降分                        109万円)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "侵害のおそれについて",
              "text": [
                "控訴人らは，被告製品等の製造販売等を中止したことを発表しておらず，本件特許の無効や構成要件の充足性について争い続けているから，控訴人らが被告各製品等の製造販売等を行うおそれは，引き続き認められ，被告各製品等の製造，販売等の差止請求が認められるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "技術的範囲の属否について",
          "text": [
            "当裁判所は，被告各製品等は，本件発明1-1の技術的範囲に属すると判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」の第3の1(1)(28頁20行目～40頁3行目)に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決28頁23行目の「本件明細書」を「本件特許1明細書」と，同頁20行目の「本件各発明1」を「本件発明1-1」と，それぞれ改め，同頁24行目の「特に」及び24行目～25行目の「前進限界位置や後退限界位置などの」を，それぞれ削除する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決30頁16行目の「油圧連通路」を「油圧導入路」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決31頁20行目～39頁12行目を次のとおり改める。",
                "「    ウ  被告各製品等の本件発明1-1の構成要件充足性について"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "構成要件1Dについて",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記アのとおり，本件発明1-1は，出力部材が所定の位置に達したときにエア通路の開閉弁機構の弁体を移動させて，開閉弁機構の開閉状態を切り換えると，それに伴いエア通路の外界への連通が遮られて，エア通路のエア圧が上昇するために，このエア圧の上昇を検知することによって出力部材が所定の位置に達したことを検知するものである。",
                        "証拠(乙1)及び弁論の全趣旨によると，弁体を移動させて弁の開閉を切り替えるという機械的な動作を伴う開閉弁機構においては，その弁体の移動には，一定の時間を要するものと認められる。",
                        "また，弁論の全趣旨によると，開閉弁機構の開閉によるエア通路のエア圧の変化を検知する装置においては，エア通路は一定の容積を有するものであるから，開閉弁の開閉状態が変化してからエア圧検知装置においてエア通路のエア圧の変化が検知されるまでの間に時間遅れが生じることは，技術常識であると認められる。そうすると，本件発明1-1においては，出力部材が所定の位置に達した時点から，一定の時間遅れの後に，エア通路のエア圧の上昇が検知されるのであって，本件発明1-1は，エア通路のエア圧の上昇が検知された時点において，当該時点よりも，上記の時間遅れの時間の分，前の時点において，出力部材が当該エア圧の変化をもたらす開閉弁の開閉状態の変化を引き起こす位置にあったことを検知するものであるといえる。",
                        "前記イ(ア)のとおり，被告製品1のリリース動作確認バルブは，リリース油圧供給時において，ピストンロッドがスプールを移動(上昇)させ，ノズル穴が遮られ，エア通路が閉じられることにより，リリース検出エア圧が上昇するのを検知することを可能に構成したものであるから，エア圧の変化を検知することにより，当該エア圧の変化を検知した時点から見て，上記の時間遅れの分，前の時点で，出力部材が，当該エア圧の変化をもたらす開閉弁の開閉状態の変化を引き起こす位置にあったことを検知するものであり，構成要件1Dの「前記出力部材が所定の位置に達したときに，前記出力部材により前記弁体を移動させて前記開閉弁機構の開閉状態を切り換え，前記エア通路のエア圧を介して前記出力部材が前記所定の位置に達したことを検知可能に構成した」という要件を充足する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "控訴人らは，本件発明1-1が，出力部材が「所定の位置」である行程端の位置に達したことを検知するものであることを前提に，被告各製品は，出力部材が行程端の位置に達したことを，その瞬間に検知できないから，構成要件1Dを充足しない旨主張する。",
                            "しかし，構成要件1Dにおいて，「所定の位置」については，「弁体を移動させて」「開閉弁機構の開閉状態を切り換え」る位置であるとされているが，その位置を行程端に限定する記載はない。",
                            "また，そもそも，前記 a のとおり，開閉弁の開閉状態が変化してからエア圧検知装置においてエア通路のエア圧の変化が検知されるまでの間に時間遅れが生じることは，技術常識であるから，出力部材が開閉弁機構の開閉状態を切り換えることができる位置に達した瞬間を，開閉弁機構の開閉によるエア通路のエア圧の変化を検知することによって，その瞬間に検知することができなければならないと解することは，前記技術常識に反する。",
                            "この点，控訴人らは，本件特許1明細書において，本件発明1-1の効果として，「前記エア通路のエア圧を介して出力部材の所定の位置を確実に検知可能である。」(【0020】)としていることから，位置を確実に検知するためには出力部材が所定の位置に「達した瞬間」を検知する必要があると主張するとともに，【0051及び【0058】の記載についても主張する。しかし，本件特許1明細書の【0020】では，「出力部材が所定の位置に達したとき，出力部材により弁体を移動させて開閉弁機構の開閉状態を確実に切り換えるため，前記エア通路のエア圧を介して出力部材の所定の位置を確実に検知可能である。」と記載されており，出力部材が弁体を移動させることにより開閉弁機構の開閉状態が切り換えられることの構造上の確実性をもって，出力部材の位置検知の確実性が図られることを述べているにすぎず，この記載をもって，出力部材が所定の位置に「達した瞬間」を検知することが記載されているとは認められない。また，構成要件1Dの「所定の位置」について，本件特許1明細書の【0051】及び【0058】では，上昇限界位置及び下降限界位置とされているが，それらは実施例の記載にすぎない。",
                            "また，控訴人らは，構成要件1Dが，出力部材が所定の位置に「達した瞬間」を検知するのでなければ，本件発明1-1の「位置検出装置」は，乙6，乙7や乙13などの往復制御の公知技術における「位置検出装置」と同義のものとなり，進歩性欠如の無効理由を有することになることからも，前記のように解釈すべきであると主張する。",
                            "しかし，乙6に記載された技術的事項は，ピストンを油圧駆動にした場合，反転動作する装置の制御流体が加圧油になる点で，ピストンを油圧駆動にし，位置検出装置の制御流体を加圧エアとする本件発明1-1と異なる。乙7に記載された技術的事項は，プランジャ126がハウジング121の内部に配置されたバネ128の付勢力により保持されている点で，弁体が油圧により保持される本件発明1-1と異なる。乙13に記載された技術的事項も，シリンダの内部のピストンが移動する孔の内側に臨ませた電気的な近接スイッチを配置する点で，エア通路のエア圧を介して出力部材の位置を検出する本件発明1-1と異なる。",
                            "そうすると，控訴人らが例示する「公知技術」は，いずれも，出力部材が所定の位置に達した瞬間を検知するかしないかという点のみにおいて本件発明1-1と異なるものということはできないのであって，本件発明1-1の「位置検出装置」が，出力部材が所定の位置に達した瞬間を検知するものとは限らないと解することにより，上記各証拠に記載された技術的事項と同じものになるということはできないから，控訴人らの上記主張は，その前提を欠く。",
                            "さらに，控訴人らは，以上のように解するときは，「所定の位置」が不明確であるとも主張するが，本件発明1-1の「位置検出装置」は，前記aのとおり，エア圧の変化を検知することにより，当該エア圧の変化を検知した時点から見て，開閉弁の開閉状態が変化してからエア通路のエア圧の変化が検知されるまでの時間遅れの分，前の時点における出力部材の位置を検知するものであり，時間遅れの分の時間の長さを計算に入れれば，当該エア圧の変化を検知した時点から見てどれだけ前に出力部材が当該位置にあったかを検知することができるのであるから，「所定の位置」は明確に定まるということができる。",
                            "したがって，控訴人らの上記主張は，理由がない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "控訴人らは，本件発明1-1が，出力部材が所定の位置に達したときに，瞬時に弁機構の開閉状態が切り換わる構成であるから，開閉にある程度の時間を要するスプール型の弁機構は，構成要件1D等の「開閉弁機構」には含まれないと主張する。",
                            "しかし，前記aのとおり，弁体を流体の圧力により移動させて弁の開閉を切り換わるという機械的な動作を伴う開閉弁機構であれば，その弁体の移動には，一定の時間は要するのであって，このことは，ポペット型の弁機構とスプール型の弁機構とで異なるものではない。スプール型の弁機構においては当該時間が相対的に長いとしても，そのことをもって，スプール型の弁機構が，構成要件1D等の「開閉弁機構」に含まれないと解する理由はないし，本件特許1明細書【0008】の記載もこの判断を左右するものではない。",
                            "したがって，控訴人らの上記主張には理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "構成要件1Aについて",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "構成要件1Aは，「シリンダ本体と，このシリンダ本体に進退可能に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記出力部材の位置を検出する位置検出装置であって」というものであり，ここでいう「位置検出装置」は，「油圧シリンダにおける」「シリンダ本体に進退可能に装備された出力部材」「の位置を検出する位置検出装置」であるといえる。",
                        "前記イ(ア)のとおり，被告製品1のリリース動作確認バルブは，シリンダ本体と，このシリンダ本体に進退可能に装備されたピストンロッドと，このピストンロッドを退入側に駆動するための油室とを有するスイングクランプにおけるリリース動作確認バルブであって，そのリリース動作確認バルブは，ピストンロッドが上昇することによりスプールが上昇してノズルが「開」状態から「閉」状態に徐々に切り換わっていく中で，エア通路のエア圧が徐々に変化していくものである。そして，カタログ(甲7，10)では，原判決別紙被告製品1説明書のセンシングチャートにおいて，ピストンロッドのストローク位置とリリース検出エア圧の関係を実線のグラフで示し，ノズルの完全「開」状態のエア圧から完全「閉」状態のエア圧に上昇するほぼ中間付近の点線で示されたエア圧を「エアキャッチセンサ設定圧(OＮ)」としているから，控訴人らは，カタログ上，同点線のエア圧を設定圧とする場合には，エアキャッチセンサが同エア圧を検知してOＮ状態となったときに，ピストンロッドは同センシングチャートの実線グラフと点線の交点を横軸上に垂下した位置にあり，そのようにエアキャッチセンサによって設定圧を検知することによって，「リリース動作確認」を行うと記載していると認められる。ただし，実際の製品では，ピストンロッドのストローク位置とリリース検出エア圧の関係は，センシングチャートよりも時間遅れを伴うグラフとなるから，カタログに従って検知するエア圧を設定した場合には，エアキャッチセンサがOＮ状態となったときには，ピストンロッドのストローク位置は，カタログのセンシングチャートが想定するよりも時間遅れの分だけ先に進んだ位置にある。したがって，控訴人らは，実際の製品では，エアキャッチセンサによって設定圧を検知するときには，ピストンロッドのストローク位置が，カタログのセンシングチャートが想定するよりも時間遅れの分だけ先に進んだ位置にあることを前提とした上で，エアキャッチセンサによって設定エア圧を検知することによって，「リリース動作確認」を行うものとして，被告製品1を販売しているということができる。",
                        "ところで，証拠(甲7，10)によると，被告製品1のピストンロッドは，下降したロック動作位置と上昇したリリース動作位置との間を移動するものであり，リリース動作確認は，ワークを固定するクランプのリリース動作を確認し，それにより安全で確実なワーク搬入出を可能とするものであると認められる。そうすると，被告製品1におけるリリース動作確認は，クランプ(より具体的にはピストンロッド)が安全で確実なワーク搬入出を可能とするリリース動作位置にあることを確認するものであり，そのために検知エア圧を設定し，そのエア圧に対応するピストンロッドのストローク位置をもって，確認すべきリリース動作位置とした上で，エアキャッチセンサによって設定エア圧を検知することによって，ピストンロッドがリリース動作位置にあることを確認するものであるといえる。",
                        "以上によると，被告製品1は，「シリンダ本体と，このシリンダ本体に進退可能に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記出力部材の位置を検出する位置検出装置」であるといえ，構成要件1Aを充足する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "控訴人らは，本件発明1-1は，事前に特定された出力部材の位置を検知するものであり，被告各製品は，出力部材が当該位置に達した後，エア通路のエア圧が変化してそれがセンサに検知されるまでに一定の時間を要することから，ユーザが被告各製品等を位置検出装置として使用するためには，その使用条件に応じた「設定圧」を設定する必要があるが，被告各製品等はそのような使用方法を想定しておらず，ユーザにおいてそのような使用がされているわけでもないから，被告各製品は「位置検出装置」ではない旨主張する。",
                        "しかし，構成要件Aの「位置検出装置」という部分は，油圧シリンダにおける出力部材の位置を検知する構成を有することにより，充足されるのであって，それが控訴人らが主張するような「事前に特定された」位置でなければならないと解すべき理由はない。",
                        "したがって，控訴人らの上記主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "構成要件1Bについて",
                  "text": [
                    "構成要件1Bは，「前記シリンダ本体内に形成され且つ一端部の加圧エアが供給され他端部が外界に連通したエア通路と，このエア通路を開閉可能な開閉弁機構とを備え，」というものである。",
                    "前記イ(ア)のとおり，被告製品1のリリース動作確認バルブは，シリンダ本体内に形成され且つ一端部に加圧エアが供給され他端部が外界に連通したエア通路と，このエア通路を開閉可能なスプール型の開閉弁機構を備える。",
                    "そして，スプール型の開閉弁機構が，構成要件1D等の「開閉弁機構」に含まれないと解する理由はないことは，前記(ア)b(b)のとおりである。",
                    "したがって，被告製品1は，構成要件1Bを充足する。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "構成要件1Cについて",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "構成要件1Cは，「前記開閉弁機構は，前記シリンダ本体に形成した装着孔に進退可能に装着された弁体と，前記油室の油圧によって前記弁体を前記出力部材側に進出させた状態に保持する油圧導入室と，前記油室と前記油圧導入室とを連通させる油圧導入路とを備え，」というものである。",
                        "前記イ(ア)のとおり，被告製品1のリリース動作確認バルブのスプール型の開閉弁機構は，シリンダ本体に形成した装着孔に進退可能に装着されたスプールと，油室と油圧導入路により連通する油圧導入室を備え，ロック油圧供給時には，油圧導入室に油圧が導入され，油室のロック油圧により前記スプールを前記ピストンロッド側に移動(下降)させ，リリース油圧供給時には，前記スプールがピストンロッドに押されてピストンロッドと反対側に移動(上昇)するものであるところ，証拠(甲7，10)によると，リリース油圧供給時にピストンロッドが設定圧に対応する位置まで移動(上昇)し，開閉弁機構が設定圧に対応する開閉状態に達して開閉弁機構の開閉状態が切り換わるまでは，前記油圧導入室に導入された前記油室の油圧によって前記スプールが前記ピストンロッド側に進出させた状態に保持されると認められるから，構成要件1Cを充足する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "控訴人らは，被告各製品は「出力部材が所定の位置に達しない状態では，油室の油圧を利用して弁体を油室側に突出した状態に保持することができ」る(本件特許1明細書【0019】)との作用効果を奏しないと主張するが，前記a のとおりであって，採用できない。",
                        "また，スプール型の開閉弁機構が，構成要件1D等の「開閉弁機構」に含まれないと解する理由はないことは，前記(ア)b(b)のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "構成要件1Eについて",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "構成要件1Eは，「ことを特徴とする位置検出装置」というものである。",
                        "被告製品1において，その確認バルブは，エア圧の変化を検知することにより，当該エア圧の変化を検知した時点から見て，開閉弁の開閉状態が変化してからエア通路のエア圧の変化が検知されるまでの時間遅れの分，前の時点で，出力部材が，当該エア圧の変化をもたらす開閉弁の開閉状態の変化を引き起こす位置にあったことを検知するものであるから，被告製品1は，油圧シリンダにおける出力部材の位置を検出するものであって，構成要件1Eの「位置検出装置」という要件を充足する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "控訴人らは，本件発明1-1は，事前に特定された「所定の位置」を検知することを要件とする「位置検出装置」であると解釈されるべきであるところ，被告各製品のユーザは，エアキャッチセンサの設定圧を適宜選択しており，特定の「所定の位置」の時間遅れを考慮していないから，被告各製品等は，現実には「所定の位置を検知」する「位置検出装置」として用いられておらず，構成要件1Eを充足しない旨主張するが，前記(ア)b(a)のとおりであって，理由がない。",
                        "また，控訴人らは，本件発明1-1における「所定の位置」が行程端に達する前の位置であることを前提に，被告各製品等は，出力部材が行程端に達したときに動作するものであり，本件発明1-1における所定の位置を検出する技術的思想はないから，構成要件1Eを充足しない旨主張するが，前記(イ)aのとおり，被告製品1は，本件発明1-1における「所定の位置」を検出するものであるから，理由がない。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決39頁13行目の「(ウ)」を「(カ)」と，同行目の「リリース確認」を「リリース動作確認」と，それぞれ改め，同頁15行目の「被告製品1」の後に「のリリース動作確認バルブ」を加え，同行目～16行目の「の理が妥当し」を「に」と改め，同ページ17行目の「(エ)」を「(キ)」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決40頁2行目の「等」を削除し，同頁3行目の「というべきである。」の後に次の記載を加える。",
                "「  そして，弁論の全趣旨によると，被告製品1は，型式LHW，センサー仕様E及びJであるところ，①控訴人エンジニアリングが業として製造し，控訴人コスメックが業として販売する型式LHW，センサー仕様Eの製品，同型式LHA，センサー仕様Eの製品，及び，同型式LY，センサー仕様Eの製品は，同一の構成の製品であり，②同型式LHW，センサー仕様Jの製品，同型式LHA，センサー仕様Jの製品，及び，同型式LY，センサー仕様Jの製品は，同一の構成の製品である。",
                "また，被告製品2～4は，いずれも，同型式LKWの製品である。",
                "さらに，被告製品5は，同型式LLW，センサー仕様J，被告製品6は，同型式LLW，センサー仕様H，被告製品7は，同型式LLW，センサー仕様Eであるところ，①同型式LLW，センサー仕様Hの製品，及び，同型式LLWY，センサー仕様Hの製品は，同一の構成の製品であり，②同型式LLW，センサー仕様Jの製品，及び，同型式LLWY，センサー仕様Jの製品は，同一の構成の製品である。",
                "そうすると，被告各製品のみならず，前記のこれらと同一の構成の製品の製造，販売も，本件発明1-1に係る本件特許権の直接侵害行為を構成するというべきである。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由の存否(乙35を主引例とする進歩性欠如の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "時機に後れた攻撃防御方法であるとの主張について",
              "text": [
                "控訴人らの乙35を主引例とする進歩性欠如の主張は，弁体を移動させるための動力を相違点にしている点では，控訴人の原審における主張と変わるものではなく，この主張について審理したとしても，訴訟の完結を遅延させることになるものとは認められない。",
                "したがって，被控訴人の時機に後れた攻撃防御方法の却下の申立ては，認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性の判断",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "ア",
                              "subject": "主引用例(乙35発明)",
                              "text": [
                                "控訴人らは，控訴人コスメックが製造し，平成23年10月7日よりも前に第三者に販売したLL-RM型リニアシリンダ(型番LL0360-CARM-015)に係る発明(乙35発明)を，主引例として主張する。",
                                "証拠(乙35の2，乙35の4，乙35の4の2)及び弁論の全趣旨によると，乙35発明は，次のとおりのものであると認められる。",
                                "「  ボディ，キャップ及びマニホールドと，ボディに進退可能に装備されたピストンと，このピストンを押側端と引側端に駆動するための油室とを有するリニアシリンダにおける後退端エアセンサであって，",
                                "マニホールド内に形成され，かつ，加圧エアが供給される引側端確認用ポートと大気開放されたエア排気ポートとに接続されたエア通路と，エア排気ポートを開閉可能な開閉弁機構とを備え，",
                                "前記開閉弁機構は，キャップに形成した孔に進退可能に装着された検出ロッドと，押圧することで前記検出ロッドを前記ピストン側に進出させた状態に保持するバネとを備え，",
                                "前記ピストンが後退端に達したときに，前記ピストンにより前記検出ロッドを移動させてエア排気ポートの開閉状態を切り換え，エアキャッチセンサによりクランプの動作確認を行う後退端エアセンサ。」"
                              ]
                            },
                            {
                              "fig": "イ",
                              "subject": "相違点の認定",
                              "text": [
                                "本件発明1-1の構成は，原判決別紙構成要件目録1-1記載のとおりであるから，本件発明1-1と乙35発明との間には，少なくとも，次の相違点が存在すると認められる。",
                                "「  弁体を出力部材側に進出させた状態に保持する手段について，本件発明1-1では，『油室の油圧によって弁体を出力部材側に進出させた状態に保持する油圧導入室と，油室と油圧導入室とを連通させる油圧導入路』であるのに対し，乙35発明では，『押圧することで検出ロッドをピストン側に進出させた状態に保持するバネ』である点。」"
                              ]
                            },
                            {
                              "fig": "ウ",
                              "subject": "相違点に係る容易想到性"
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "副引用例(乙6発明)",
                  "text": [
                    "乙6公報に記載された発明(乙6発明)については，原判決44頁25行目～45頁10行目に記載のとおりであるから，これを引用する。",
                    "ただし，原判決45頁9行目の「65」の後に「，66」を，同頁10行目の「61」の後に「，62」を，ぞれぞれ加える。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "容易想到性の判断",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "乙35発明において，空気の圧力変化をエアキャッチセンサにより検知することによりピストンの動作確認を行うとともに，検出ロッドを，バネによる押圧力に代えて，油圧により，ピストン側に進出させた状態に保持するためには，油圧流体の経路及びエア圧の経路の配置構成について，複雑な変更を加える必要があり，それに伴い，検出ロッド，キャップ，マニホールドの構造等についても，変更を加える必要があると解されるから，当業者が，乙6発明を乙35発明と組み合わせて前記相違点に係る本件発明1-1の構成にすることを動機付けられるとは認められない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "一方，乙6には，図10に示されたバネの圧力により，パイロット弁100が休止位置に復帰されること，バネの押し力がピストンの反対側に作用する圧力に基づく力よりも大きくなるように構成すればよいこと，バネの押し力に代えて，図11に示されたような差圧ピストンの作用に基づく復帰動作を備えたスライド弁を使用可能であることが記載されているところ，図10及び11においては，いずれも，流体の流入口は一箇所のみであり，流出口は，図10では一箇所，図11では二箇所であるが，一つの回路に集約されることが記載されている。乙35発明において，検出ロッドにつき，バネによる押圧に代えて，油圧による押圧を可能とするためには，空気圧の変化をエアキャッチセンサにより検知するためのエア通路とは別に，エア通路とは連通しない検出ロッドの押圧のための油通路を設けなければならないことになるが，乙6には，このように2種類の流体の通路を設置することについての記載はない。むしろ，乙6では，四方弁36又は三方弁37，38とピストン21に作用する駆動流体について，圧力配管39から流入する加圧油を共通して用いることによって，双方に同じ圧力を作用させるというものであるから，加圧油を共通のものとすることは，乙6発明の目的を達成するために必須の構成である。",
                        "そうすると，乙6発明を乙35発明と組み合わせて前記相違点に係る本件発明1-1の構成にすることの動機付けはない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "したがって，当業者が乙35発明及び乙6発明に基づいて本件発明1-1を容易に想到し得たとは認められない。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "エ",
                              "subject": "控訴人らの主張について"
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人らは，①乙35発明及び乙6事項は，いずれも，弁機構によって開閉される流路の圧力変化を介して出力部材の動作を確認する，又は位置を検出するという点で技術分野が同一であり，②シリンダ本体に組み込まれた弁体をシリンダ内部の出力部材側に進出させるという課題も同一であり，③乙6にはバネ力のみによる弁体の進出を油圧シリンダの油圧による弁体の進出に置換する具体的な示唆があるから，当業者が乙35発明に乙6事項を適用して本件発明1-1を想到するのは容易である旨主張する。",
                    "しかし，乙35発明と乙6事項を組み合わせて本件発明1-1に至る動機付けがあるかを判断するに当たっては，既に判示したとおり，それぞれの発明，技術的事項の具体的な構成に照らしてそれらを組み合わせる動機付けがあるかどうかを判断すべきであり，控訴人らが主張するような抽象的なレベルにおける技術分野や課題の同一性や示唆に基づいて動機付けがあると判断することはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，控訴人らは，①当業者は，乙6の図10と11から，エア通路を迂回させることを容易に想到する，②弁体を進出させる方法として，バネを用いて進出させる方法と流体圧導入室を用いて進出させる方法が，当業者にとって容易に相互選択可能な技術的事項であることに関しては，作動流体と制御流体が同一であるかどうかは無関係であるから，当業者が，乙35におけるバネ力のみによる弁体の進出を，油圧導入室の油圧力により弁体を進出する構成に置換することは容易である旨主張する。",
                    "しかし，前記ウのとおり，乙6の図10及び11が，油通路とエア通路を設置することを記載したものとは認められず，これらの図からエア通路を迂回させることを容易に想到するということはできない。また，既に判示したとおり，乙6発明において作動流体と制御流体が同一であることは，必須の構成であって，乙35発明に乙6発明を組み合わせて上記の構成と異なる本件発明1-1を想到するということはできない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，控訴人らの上記主張には理由がない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "オ",
                              "subject": "小括",
                              "text": [
                                "よって，本件発明1-1について，無効理由があるとは認められない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "差止請求について",
          "text": [
            "控訴人らが，被告各製品が本件発明1-1の技術的範囲に属することを争うとともに，本件発明1-1に係る本件特許権1に無効理由があると主張していることからすると，控訴人らがなお被告各製品を製造，販売するおそれがあると認められるから，被控訴人の控訴人らに対する被告各製品の製造，販売等の差止請求は，理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "損害額について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人らの責任",
              "text": [
                "原判決48頁13行目の「また，」を削除し，同頁17行目～18行目の「相当であり，・・・と解される」を「相当である」と改めるほかは，原判決48頁13行目～18行目に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "過失が認められる範囲",
              "text": [
                "原判決48頁20行目～49頁12行目に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人らが得た利益の額",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "ア",
                              "subject": "被告各製品等の売上額及び1個当たりの利益額",
                              "text": [
                                "次のとおり原判決を補正するほか，原判決49頁14行目～50頁4行目に記載のとおりであるから，これを引用する。",
                                "(原判決の補正)"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "原判決49頁14行目の「ア  」を削除する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原判決49頁17行目の「認められる」の後に「(その販売日，型式，センサー仕様毎の販売個数の詳細は，別紙控訴審販売数表譲渡数量欄記載のとおりである。)」を加える。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原判決49頁20行目～23行目の「(なお，・・・証拠はない。)」を削除する。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原判決49頁24行目の「製造，販売等」を「販売」と改める。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "イ",
                              "subject": "本件発明1-1の「位置検出装置」に相当するのは被告各製品等の「確認バルブ」の部分のみであるかについて",
                              "text": [
                                "本件発明1-1は，「位置検出装置」に係る発明であるところ，この「位置検出装置」は，シリンダ本体に進退可能に装備された出力部材の位置を，シリンダ本体内に形成されたエア通路のエア圧を介して検知するものである。具体的には，油圧で出力部材を移動させることにより，出力部材により，エア通路を開閉可能な開閉弁機構の弁体を移動させ，エア通路の開閉状態を切り換えて，エア通路のエア圧を変化させるものである。開閉弁機構の弁体は，シリンダ本体に形成した装着孔に進退可能に装着されており，油圧により，出力部材側に進出させた状態に保持される。",
                                "そうすると，被告各製品等において，本件発明1-1の「位置検出装置」に相当するのは，油圧シリンダやピストンロッドを含む構成全体であって，「確認バルブ」の部分のみに限られるわけではない。",
                                "控訴人らは，控訴人らが得られた販売利益に占める「確認バルブ」の貢献度は，「確認バルブ付きクランプ装置」と「確認バルブなしのクランプ装置」の差額を超えないと主張するが，被告各製品等において，本件発明1-1の「位置検出装置」に相当するのは，被告各製品等全体であって，「確認バルブ」の部分のみに限られるわけではないことは，上記のとおりであり，控訴人らの上記主張には，理由がない。"
                              ]
                            },
                            {
                              "fig": "ウ",
                              "subject": "「クランプ部材」の存在による減額について",
                              "text": [
                                "被告各製品等に「クランプ部材」が含まれていないことは，当事者間に争いがない。",
                                "控訴人らは，原判決は，クランプ部材がなくても，位置検出装置が占める割合は95％であると認定している旨主張するが，原判決は，被告各製品等の一部にクランプ部材が含まれることを前提に，被告各製品等の全体につき，その製造販売による利益中の位置検出装置部分が占める割合を95％と認定したのであって，控訴人らの上記主張は，前提を欠く。"
                              ]
                            },
                            {
                              "fig": "エ",
                              "subject": "他の特許発明の実施について"
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "乙31-1特許及び乙31-2特許については，原判決51頁19行目～52頁17行目の「発明の名称を・・・3】)。」及び53頁9行目～22行目の「発明の名称を・・・(【0006】，【0016】)。」に記載のとおりであるから，これを引用する。",
                    "ただし，53頁12行目の「上昇用検出」を「上昇検出用」と，同頁14行目～15行目の「【0013】，【0014】」を「【0019】」と，同頁21行目の「検出面」を「検出弁」と，それぞれ改める。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "証拠(甲7)及び弁論の全趣旨によると，被告製品1等のうち，ロック・リリース動作確認タイプ(型式LHW，LHA及びLYのうち，センサー仕様Eのもの)は，スプール弁による開閉弁機構を構成するリリース動作確認バルブ及びロック動作確認バルブが，いずれもシリンダの上部に設けられており，前記(ア)認定の乙31の1発明を実施したものであると認められる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "被告製品1等である型式LHWのカタログ(甲10)には，「省スペースを追求したコンパクトなスイングクランプ」との記載があることが認められるところ，被告製品1等のうちセンサー仕様Eの各製品については，乙31の1発明の実施が，そのコンパクト化に貢献している点があるものと認められる。",
                        "しかし，被告製品1等は，業務用の工作機械に用いられるものであって，本件発明1-1を実施した上で乙31の1発明を実施しているものであり，乙31の1発明で実現されるコンパクト化のみで需要が左右されるものでないことは明らかであることからすると，乙31の1発明の実施による被告製品1等の顧客誘引力の増大の効果を大きく評価することはできない。",
                        "以上の事情を考慮すると，被告製品1等のうちセンサー仕様Eの各製品の販売により控訴人らが受けた利益については，上記各製品につき乙31の1発明が実施されていることにより，10％に限り，特許権者が受けた損害の額であるとの推定が覆されたものとみるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記(イ)aのとおりであるから，被告製品1等のうち，ロック・リリース動作確認タイプ(型式LHW，LHA及びLYのうち，センサー仕様Eのもの)は，前記(ア)認定の乙31の2発明Aを実施したものであると認められる。",
                        "しかし，乙31の2発明Aは，乙31の1発明と同様の発明であるから，乙31の1発明の実施による前記(イ)b認定の推定の覆滅に加えて，乙31の2発明Aの実施を，更なる推定覆滅事由として，推定の覆滅を認める理由はない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "証拠(甲9)及び弁論の全趣旨によると，被告製品5～7等(型式LLW及びLLWY)のうち，両端にセンシングバルブを付けたもの(センサー仕様Eのもの)及び押側端にセンシングバルブを付けたもの(センサー仕様Hのもの)は，上昇検出用のスプール弁による開閉弁機構を構成する押側端確認バルブをシリンダの上部に有しており，ピストンの上昇によって伝動部材が移動させられることにより，水平方向に上記バルブの弁体を移動させ，閉弁状態にすることにより，ピストンの上限位置を確認するものであるから，前記(ア)認定の乙31の2発明Bを実施したものであると認められる。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "被告製品5～7等である型式LLWのカタログ(甲12)には，「省スペースを追求したコンパクトなリフトシリンダ」との記載があることが認められる。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "しかし，本件特許1明細書には，実施例として，開閉弁機構における弁体を水平方向に移動するよう設置する第1位置検出装置が記載されている。当該実施例では，弁体は，出力部材により直接移動させられるものであり，乙31の2発明Bは，出力部材が伝動部材を介して間接的に弁体を移動させるものではあるが，その効果は，検出弁の配置の自由度が向上し，装置のピストンの進退方向におけるコンパクト化を図り得るという点で，変わるものではない。そして，乙31の2発明Bが，上記実施例の効果以外の効果を有することを認めるに足りる証拠はない。",
                            "以上の事情を考慮すると，被告製品5～7等のうちセンサー仕様E及びHの各製品の販売により控訴人らが受けた利益については，上記製品につき乙31-2発明Bが実施されていることにより，特許権者が受けた損害の額であるとの推定が覆されたと認めることはできない。"
                          ],
                          "content": [
                            {
                              "fig": "オ",
                              "subject": "代替品の存在について",
                              "text": [
                                "控訴人らは，公然実施品(乙35)が被告各製品等の代替品たり得るから，被告各製品等の販売が行われない場合にその需要の全てが被控訴人における本件発明の実施品に向かうという関係にはない旨主張する。",
                                "しかし，前記のとおり，乙35発明は，検出ロッドをピストンの方向にバネ力により押圧する点で，本件発明1-1と異なる。この構成の差があっても，乙35発明に係る実施品が被告各製品等の代替品として競合し得ることを認めるに足りる証拠はない。"
                              ]
                            },
                            {
                              "fig": "カ",
                              "subject": "消費税分の加算について",
                              "text": [
                                "被告各製品等の1個当たりの利益額が，被告製品1等につき3万5000円，被告製品2～4等につき2万円，被告製品5～7等につき3万円であることについては，当事者間に争いがなく，控訴人らが当該利益額とは別途に消費税相当額につき利益を受けたことを裏付けるに足りる証拠はない。",
                                "したがって，被控訴人が，控訴人らの本件特許権1の侵害行為により，前記の被告各製品等の1個当たりの利益額の他に，その主張する消費税分の損害を被ったとは認められない。"
                              ]
                            },
                            {
                              "fig": "キ",
                              "subject": "損害額について",
                              "text": [
                                "以上のとおりであって，被告各製品等の譲渡数量は，別紙控訴審販売数表記載のとおりであることに争いはないから，被控訴人の控訴人らに対する共同不法行為に基づく損害賠償請求として，連帯支払請求が認められるべき金額は，次のとおりであると認定するのが相当である。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "平成25年11月6日～平成27年2月28日販売分について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "被告製品1等",
                      "text": [
                        "①  型式LHW，センサー仕様E ●●●☓3万5000円☓0．9＝●●●●●●●●●",
                        "②  その他",
                        "●●●●☓3万5000円＝●●●●●●●●●●",
                        "③  小計  1650万2500円"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "被告製品2～4等",
                      "text": [
                        "164個☓2万円＝328万円"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "被告製品5～7等",
                      "text": [
                        "282個☓3万円＝846万円"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "合計  2824万2500円"
                    },
                    {
                      "fig": "e",
                      "subject": "弁護士費用    282万円"
                    },
                    {
                      "fig": "f",
                      "subject": "総合計  3106万2500円"
                    },
                    {
                      "fig": "g",
                      "subject": "遅延損害金",
                      "text": [
                        "前記fの金額に対する不法行為後である平成27年4月11日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "平成27年3月1日～平成29年3月6日販売分について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "被告製品1等",
                      "text": [
                        "①  型式LHW，センサー仕様E ●●●☓3万5000円☓0．9＝●●●●●●●●●",
                        "②   その他",
                        "●●●●☓3万5000円＝●●●●●",
                        "③  小計  612万8500円"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "被告製品2～4等",
                      "text": [
                        "50個☓2万円＝100万円"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "被告製品5～7等",
                      "text": [
                        "90個☓3万円＝270万円"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "合計  982万8500円"
                    },
                    {
                      "fig": "e",
                      "subject": "弁護士費用    98万円"
                    },
                    {
                      "fig": "f",
                      "subject": "総合計  1080万8500円"
                    },
                    {
                      "fig": "g",
                      "subject": "遅延損害金",
                      "text": [
                        "前記fの金額に対する不法行為後である平成29年3月6日(最終不法行為日)から支払済みまで民法所定の年5分の割合による遅延損害金"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第で，被控訴人の控訴人らに対する請求は，原判決別紙物件目録記載の被告各製品の製造，販売，輸出，輸入，販売の申出(販売のための展示を含む。)の差止め並びに損害賠償金4187万1000円，及び，うち3106万2500円に対する平成27年4月11日から，うち1080万8500円に対する平成29年3月6日から，各支払済みまで年5分の割合による遅延損害金の連帯支払を求める限度で理由があり，その余は理由がないから棄却すべきである。",
            "よって，本件控訴は，理由がないからこれを棄却し，本件附帯控訴に基づき，原判決を本判決主文第2項のとおり変更することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(ネ)10094等",
    "date": "2018-08-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成27年(ワ)3134",
    "precedent_id": "088041",
    "ipprecedent_id": "5022",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}