{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2016-800016号事件について平成28年12月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の有無についての判断の当否である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告の旧商号は株式会社インフィニティであったが，平成29年4月1日，株式会社マネースクウェアHD（以下，「旧マネースクウェアHD」という。）を吸収合併し，商号を株式会社マネースクウェアHDに変更した。",
            "旧マネースクウェアHDは，名称を「金融商品取引管理装置，金融商品取引管理システムおよびプログラム」とする発明についての特許（特許第5650776号。以下，「本件特許」という。）の特許権者であったところ（甲3），被告は，上記吸収合併に伴い，本件特許の特許権者となった。",
            "本件特許は，平成20年12月26日（以下，「本件原出願日」という。）に出願した特願2008-332599号を，平成25年3月7日に分割出願した特願2013-45238号に係るものであり，平成26年11月21日に設定登録された（甲3）。",
            "原告は，平成28年2月4日付けで本件特許の請求項1～7に係る発明（それぞれ，「本件発明1」，「本件発明2」などといい，まとめて「本件発明」という。）について無効審判請求をし（無効2016-800016号。甲4），特許庁は，平成28年12月12日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月22日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明の要旨は，以下のとおりである。",
                "（本件発明1） ",
                "金融商品の売買取引を管理する金融商品取引管理装置であって， ",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と， ",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え， ",
                "該注文情報生成手段は， ",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し， ",
                "売買取引開始時に，前記第一注文情報に基づく成行注文を行うとともに，当該注文情報群の前記第二注文情報に基づく指値注文を有効とし， ",
                "前記第二注文情報に基づく該指値注文が約定されたとき，次の注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記成行注文の価格と同じ前記価格の指値注文を有効にし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする金融商品取引管理装置。 ",
                "（本件発明2） ",
                "前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段と， ",
                "前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段とを備え， ",
                "前記約定情報生成手段は，前記注文情報記録手段に記録された前記注文情報群を形成する個々の前記注文情報のうち，前記第一注文情報に基づいて前記金融商品の約定を行う処理と，前記第二注文情報に基づいて前記金融商品の約定を行う処理とを，予め定められた回数だけ繰り返すことを特徴とする請求項1に記載の金融商品取引管理装置。 ",
                "（本件発明3） ",
                "前記注文情報生成手段は，前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記第一注文情報に基づく指値注文および前記第二注文情報に基づく指値注文を停止し， ",
                "前記約定情報生成手段は，前記逆指値注文情報に基づいて約定を行った場合，該逆指値注文情報を生成した前記売買注文申込情報に対応して生成される前記第一注文情報および第二注文情報のうち，前記逆指値注文情報の生成時点で未生成である前記注文情報を，全て前記注文情報記録手段から消去するキャンセル処理を行うことを特徴とする請求項2に記載の金融商品取引管理装置。 ",
                "（本件発明4） ",
                "前記約定情報生成手段は，一旦成立した前記金融商品の注文に対するキャンセル要求があった場合，該キャンセル要求のあった注文に対応する注文情報群を前記第一注文情報および前記第二注文情報から抽出し，抽出された前記注文情報群に含まれる約定前の前記注文情報を全てキャンセル処理することを特徴とする請求項2又は3の何れかに記載の金融商品取引管理装置。 ",
                "（本件発明5） ",
                "特定顧客の預金残高情報を記録する顧客口座情報記録手段を備え， ",
                "前記注文情報記録手段には，前記第一注文情報および前記第二注文情報の注文価格に基づく金額情報が属性情報として記録され， ",
                "前記注文情報生成手段は，前記注文価格に基づく金額情報を前記預金残高情報と比較し，該預金残高情報の値が前記注文価格に基づく金額情報の値以上である場合に，前記第一注文情報および第二注文情報を生成することを特徴とする請求項2乃至4の何れかに記載の金融商品取引管理装置。 ",
                "（本件発明6） ",
                "金融商品の売買取引を管理する金融商品取引管理システムであって， ",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と， ",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え， ",
                "該注文情報生成手段は， ",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し， ",
                "売買取引開始時に，前記第一注文情報に基づく成行注文を行うとともに，当該注文情報群の前記第二注文情報に基づく指値注文を有効とし， ",
                "前記第二注文情報に基づく該指値注文が約定されたとき，次の注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記成行注文の価格と同じ前記価格の指値注文を有効にし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする金融商品取引管理システム。 ",
                "（本件発明7） ",
                "コンピュータを請求項1乃至5の何れか一つに記載の金融商品取引管理装置として機能させることを特徴とするプログラム。",
                "（2）  本件発明1の要旨は，次のとおり分説することができる。",
                "1A  金融商品の売買取引を管理する金融商品取引管理装置であって， ",
                "1B  前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と， ",
                "1C  該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え， ",
                "1D  該注文情報生成手段は， ",
                "1E  一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し， ",
                "1F  売買取引開始時に，前記第一注文情報に基づく成行注文を行うとともに，当該注文情報群の前記第二注文情報に基づく指値注文を有効とし， ",
                "1G  前記第二注文情報に基づく該指値注文が約定されたとき，次の注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記成行注文の価格と同じ前記価格の指値注文を有効にし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせる",
                "1H  ことを特徴とする金融商品取引管理装置。 "
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張した無効理由の要旨",
              "text": [
                "本件発明1～本件発明7は，平成14年12月19日に公開された米国特許公開第2002／0194106号公報（甲1の1。以下，「引用文献」という。）に記載された発明（以下，「引用発明」という。）及び平成14年6月28日に公開された特開2002-183446号公報（甲2。以下，「甲2文献」という。）に記載された発明（以下，「甲2発明」という。）に基づいて，本件原出願日前に当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明及び甲2発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「証券市場に投資する投資家と，彼らのトランザクションを取り扱うために，コンピュータネットワークを備えた（E-Trade，Ameritrade等のような）ホスト証券ブローカを備え，ホストコンピュータネットワークは，電子証券注文テンプレートを提供するデータベースサーバを含み，このテンプレートで，ホストコンピュータネットワークは，証券トランザクション要求を記憶及び体系化し，これによって，投資家がトランザクションを開始した場合に，このネットワークは，この要求を処理し，（ニューヨーク証券取引所，ナスダック等のような）証券取引所へ送信できるものであり， ",
                    "各投資家又はブローカのための各コンピュータワークステーションは，ビデオモニタと，ブローカの投資家が，ホストコンピュータネットワークへユーザコマンドを送るための手段と，投資家又はブローカが，ホストコンピュータネットワークから送信された指示と証券注文テンプレートとを受信し，（ビデオモニタ上に）表示するための手段と，を含み， ",
                    "証券ブローカホストコンピュータネットワークの一部としての（LOCK管理モジュールと称される）追加のソフトウェアモジュールであって，このソフトウェアは，ホストコンピュータネットワークを，証券取引市場にリンクさせ，投資家の指定した価格で株式を買い，その後，指定された所望の利益価格を加え，第2の注文をするための，2パートのシーケンス化された証券取引注文を開始するものであり， ",
                    "LOCK処理のパート1を実行するために使用される投資家の入力要求を表す，買い／売り指示2は，パート1の買いから，パート2の売り11に切り替わるものであり，株式銘柄5，また，株式の量6は，パート1及びパート2において同じままであり，パート1の価格選択は，市場相場でトレードを実行する成行注文7又は価格を指定する指値注文8かの何れかを含み，投資家が指値注文を実行するためには通常，ボックスをチェックし，実行する価格を入力するものであり，LOCKボックス9及びLOCK価格10における情報と組み合わされたパート1注文実行価格は，LOCKトランザクションのパート2の指値注文実行価格を形成し， ",
                    "LOCK注文をオープン及びクローズするためのLOCK処理は，投資家17が，LOCK注文19を発行することで始まり，この注文はLOCK注文として識別され，LOCK管理モジュール処理12に入力され，LOCK管理モジュール12は，ソフトウェアインターフェースを備え，このソフトウェアインターフェースは，LOCK注文19ドキュメントを受信し，追跡記録33を生成し，LOCKインクリメント35を記録し，LOCK注文発行34の前半の発行をモニタし，この注文34が，証券取引所23にトレードピット36を入力し，注文が満たされる37と，第1の注文が満たされたことを記録し38，LOCK注文の後半を生成し39，LOCK注文の後半を発行し40，LOCK注文の後半40がトレードピット41へ再発行され，第2の注文が満たされる42と，口座残高を記録43し，投資家17に，LOCKトランザクションが完了したことを通知するものであり， ",
                    "代替実施形態は，この処理を再度自動的に繰り返すオプションを含み，LOCK管理モジュール12に再入力するために，サイクル数44の追加によって，投資家は，より多くの利益を得ることを望んで，LOCK処理に自動的に再入力できる， ",
                    "ホスト証券ブローカ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明",
                  "text": [
                    "「トレーディングシステムにおいて， ",
                    "商品先物で用いられる注文の種類には，「新規注文」と「仕切注文」という分類があり，「仕切注文」とは，買建玉を転売し，又は売建玉を買い戻すといった取引を終了させる注文をいい，また，他に「成行注文」，「指値注文」及び「逆指値注文」という別の分類の仕方もあり，新規注文又は仕切注文のどちらを行うにしても，必ず「成行注文」，「指値注文」又は「逆指値注文」といった執行条件を指定しなければならないものであり，ここで，「成行注文」とは，売買価格を指定しない注文をいい，また，「指値注文」とは，指定価格，若しくはそれより有利な価格でのみ成立する注文をいい，さらに，「逆指値注文」とは，指定価格，若しくはそれより不利な価格でのみ成立する注文をいい，「いくら以上なら買いたい，いくら以下なら売りたい」という条件が付された注文であり，この注文を決済時に用いる場合は，主に損失確定の水準を設定する形になるものであり， ",
                    "「成立前提連続ダブル仕切注文」を利用した発注形態では，委託者2は，新規注文を入力する際，新規注文と，その新規注文が成立した場合に有効としたい2種類の仕切注文（指値注文及び逆指値注文）とを一括して入力し，これを受けて，受託者3は，新規注文を発注し，2種類の仕切注文は，先に発注された新規注文が成立するまで発注されないものであり，発注した新規注文が成立すると，それと同一の取引対象に係る保留されていた2種類の仕切注文（指値注文及び逆指値注文）が有効となって自動的に発注され，その後，市場価格が条件に合致して，一方の仕切注文が成立した場合，他方の仕切注文は自動的に取り消される， ",
                    "トレーディングシステム。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明との対比",
                  "text": [
                    "（一致点） ",
                    "「金融商品の売買取引を管理する金融商品取引管理装置であって， ",
                    "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と， ",
                    "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え， ",
                    "該注文情報生成手段は， ",
                    "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，を含む注文情報群を複数回生成する金融商品取引管理装置。」 ",
                    "（相違点1） ",
                    "本件発明1の「注文情報生成手段」では，「前記金融商品の売り注文又は買い注文の前記他方を逆指値で行う逆指値注文情報」も生成しているが，引用発明ではそのようになっていない点。 ",
                    "（相違点2） ",
                    "本件発明1では「売買取引開始時に，前記第一注文情報に基づく成行注文を行うとともに，当該注文情報群の前記第二注文情報に基づく指値注文を有効とし（以下，「構成1F」という。），前記第二注文情報に基づく該指値注文が約定されたとき，次の注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記成行注文の価格と同じ前記価格の指値注文を有効にし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせる（以下，「構成1G」という。）」ものであるのに対し，引用発明ではそのようになっておらず，成行注文を指定した場合には，2回目以降も成行注文を繰り返し行わせる点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "甲2発明でも示されるように，いわゆる損切りのための「逆指値注文」自体はよく知られた技術である。 ",
                        "また，甲2発明では，発注した新規注文が成立すると，それと同一の取引対象に係る保留されていた2種類の仕切注文である指値注文及び逆指値注文が有効となって自動的に発注される技術が開示されており，当該新規注文と仕切り注文を自動的に繰り返すことについての記載はないものの，仕切り注文時には常に相場価格の想定外の変動リスクが伴うことは明らかである。 ",
                        "そして，引用発明におけるパート2の注文は仕切り注文であり，常に相場価格の想定外の変動リスクが伴う注文であることから，顧客の損失の拡大を防ぐために甲2発明を適用し，仕切り注文であるパート2における指値注文の生成と共に，逆指値注文を繰り返し生成する構成とすることは，当業者であれば容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "引用発明は，「LOCK注文」においてサイクル数を指定することにより，パート1の注文とパート2の注文からなる注文情報群が，サイクル数で指定された回数繰り返し生成されるものであるが，「LOCK注文」におけるパート1の注文として成行注文が指定された場合に，2回目の「LOCK注文」におけるパート1の注文を自動的に指値注文に変更することは，全く記載がないし，また，「2つのサイクルを指定する例は，1株あたり50ドルでXYZを100株（1ドルのロック価格で）買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。」との例は，「LOCK注文」におけるパート1の注文として指値注文が指定された場合としてその他の記載と矛盾しないものである。 ",
                        "また，一般に，成行注文を行った注文者が，常にその後に指値注文を行うわけではないし，成行注文後に指値注文を行う注文者が常に成行注文の約定価格を指値として注文をするわけでもないから，仮に，「LOCK注文」において成行注文が指定された場合に，2回目の「LOCK注文」における注文を自動的に指値注文にするようにシステムを変更しようとすれば，システムに入力指定されているのが成行注文であって指値注文でないにもかかわらず指値注文を行うとともに，その指値注文における指値が注文者の意志を反映したものとなるようにする必要がある。しかし，引用文献には，注文者が指値注文を指定していないにもかかわらず指値注文を行ったり，注文者が具体的に指定していない指値による指値注文を行うことを示唆する記載は見当たらない。引用発明のシステムは，注文者からの成行注文か指値注文かの入力指定を受けて，注文者からの成行注文はそのまま成行注文として取り扱うものであり，これを注文者が成行注文を行ったにもかかわらず，注文者によって具体的に指定されていない指値での指値注文とみなすようなシステムへと変更することは困難である。 ",
                        "そうすると，引用発明において，「LOCK注文」として成行注文が指定された場合の2回目のパート1の注文を自動的に指値注文とするようにシステムを変更する動機付けがあるとはいえないし，むしろ，そのようなシステムの変更は阻害されるものである。 ",
                        "なお，甲2発明は，そもそも新規注文と仕切り注文の注文群を繰り返し生成するものではなく，甲2文献にも，成行注文に対する仕切り注文の約定後に，次の注文として，当該成行注文の約定価格での新規の指値注文を繰り返し行うという注文手法は記載されていない。 ",
                        "したがって，相違点2に係る構成は，当業者が容易に想到し得たものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2～5について",
              "text": [
                "本件発明2～5は，本件発明1をさらに限定したものであるので，本件発明1と同様に，引用発明及び甲2発明に基づいて，当業者が容易に発明をすることができたものであるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明6について",
              "text": [
                "本件発明6は，本件発明1の「金融商品取引管理装置」との語を，「金融商品取引管理システム」に置き換えたものであって，発明を特定する各手段は同一であるから，本件発明1と同様に，引用発明及び甲2発明に基づいて，当業者が容易に発明をすることができたものであるということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明7について",
              "text": [
                "本件発明7は「コンピュータを請求項1乃至5の何れか一つに記載の金融商品取引管理装置として機能させることを特徴とするプログラム。」であって，本件発明1～5の「金融商品取引管理装置」で行われる情報処理を「プログラム」の発明として請求するものであるから，本件発明1と同様に，引用発明及び甲2発明に基づいて，当業者が容易に発明をすることができたものであるということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献［0085］の「1株あたり50ドルでXYZを100株（1ドルのロック価格で）買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。」という記載の例は，1回目のLOCK注文のパート1で成行注文が採用された場合，その成行注文の約定価格が1株当たり50ドルであることを意味する。そして，引用文献の［0085］の「・・・50ドルで買い戻し・・・」という記載は，先行する成行注文の約定価格（1株あたり50ドル）と同じ指値価格で買い戻すという意味である。引用文献［0085］の例において，2回目のLOCK注文のパート1の買い注文で1回目のLOCK注文のパート1の買い注文と同じ成行注文を繰り返すのであれば，2回目のLOCK注文のパート1の成行注文の約定価格は，1回目のLOCK注文のパート2の指値注文の約定価格（1ドルあたり51ドル）とほぼ同じ価格になる。すなわち，2回目のLOCK注文のパート1の成行注文は，1回目のLOCK注文のパート2の指値注文で売るや否や，すぐに買い戻すことになり，投資として意味がない行為であるばかりか，相場価格が常に上昇する場面でないと売買できないことになり，「毎日の小さな株価変動を活用することが可能」という引用発明の目的を達成することができない。また，「51ドルで再び売ること」は，「再び」という用語からみて，売りの指値注文の指値価格をその指値価格とする売りの指値注文を意味する。したがって，引用発明は，本件発明の構成1Gを備える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "成行注文を選択する注文者の関心は，成行注文がいくらで約定するのかというより，成行注文で買った金融商品について，成行注文の約定価格を基準にして，利益をいくら上乗せして売ることができるのかということにある。そして，成行注文の約定価格とは，取引開始後，成行注文が約定してはじめて分かるものであって，注文者が事前に知ることができないから，LOCK注文のパート1で成行注文を選択した場合，パート2では，パート1での成行注文の約定価格を基準にした上，「注文者が指値注文を指定していない指値による指値注文を行う」ことになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献の原文の「The addition of #Number of Cycles# 44 would allow the investor to automatically reenter the LOCK process again」という記載は，サイクル数44の追加により，投資家は，自動的にLOCKプロセスに再び入ることができる，といった意味の記載であって，審決が認定するような，成行注文を再入力するという記載ではない。引用文献の図7のうち，「44」欄から投資家を意味する「17」欄及び「19」欄へと接続された矢印の箇所は，除かれるべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "指値注文においては，指定した指値価格そのもので金融商品を買うとは限らないというのが技術常識であるから，LOCK注文において，パート1の注文方法が指値注文であろうが，成行注文であろうが，約定するまで約定価格が分からないことに変わりがないので，パート2では，実際に約定した価格である購入価格を基準とせざるを得ない。",
                "引用文献の［0085］の「2つのサイクルを指定する例は，1株あたり50ドルでXYZを100株（1ドルのロック価格で）買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び得ることを意味するであろう。」という記載において，1回目のLOCK注文のパート1の注文が成行注文なのか，それとも，指値注文であるのかについての記載がないにもかかわらず，LOCK値として1ドルという記載があるのは，仮に，1回目のLOCK注文のパート1で指値注文を選択し，注文者が具体的な指値価格を入力したとしても，その指値注文が実際に約定する約定価格は，指値価格と一致しないことがあるからである。そうすると，引用発明では，「50ドルで買い戻し」という記載からみて，2回目のLOCK注文のパート1では，1回目のLOCK注文のパート1における指値注文の約定価格を指値価格とする指値注文を行うことが分かる。指値注文は，約定するまで約定価格が分からないという意味において，成行注文と同じ特性を有するから，引用発明において，2回目のLOCK注文のパート1では，1回目のLOCK注文のパート1の注文方法にかかわらず，1回目のLOCK注文のパート1の注文の約定価格を指値価格とする指値注文を行わざるを得ない。",
                "引用文献の［0085］において，1回目のLOCK注文のパート1の注文では，成行注文が排除され，指値注文のみが選択されたということについて，引用文献に裏付けとなる記載が何ら存在しない。このことは，この例における1回目のLOCK注文のパート1の注文の種類は問題とはならず，成行注文であろうが，指値注文であろうが，引用発明は，どちらにも対応していることを意味するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の判断の誤り）",
          "text": [
            "引用発明に構成1Gに係る本件発明1の構成が明確に開示されていないとしても，この構成は，引用文献の［0085］の「1株あたり50ドルでXYZを100株（1ドルのロック価格で）買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。」という記載に接した当業者であれば，投資として意味がない行為を回避するため，当該記載から導き出すことができたものであるか，又は，当業者が容易に想到し得たものにすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明は執行条件を途中で変更する構成を備えないこと",
              "text": [
                "引用発明は，引用文献の図6のような注文フォーム（LOCK注文（19））に，所望の取引条件を入力して株式などの取引を行う発明である。図6では，サイクル数（44）という欄が設けられ，ここに入力した回数分，その取引が繰り返される。また，図6では執行条件（成行（7）か指値（8）か）を選択するための欄が設けられている。しかし，図6にはそれ以上に，途中で執行条件を変更することを選択する欄や，何サイクル目までは成行注文，何サイクル目以降は指値注文などとサイクル数に応じて執行条件を選択するというような欄は設けられておらず，引用文献の他の箇所でも，図6で一度設定した取引条件を取引の途中で変更するということは開示されていない。",
                "引用発明における取引フローを示した図7では，引用発明においてLOCK注文が繰り返される際には，図6の画面で入力した取引条件（LOCK注文（19））から始まる一連の処理が行なわれ，注文成立（42）を経由し，サイクル数選択（44）から投資家（17）に戻った後，再び同じ「LOCK注文（19）」，すなわち同じ取引条件を経て2回目以降の注文が行なわれることとされている。このように，引用文献には，複数注文群が繰り返される場合であっても，図6の画面で入力された取引条件で注文を繰り返すという構成しか開示されていないのであり，途中で取引条件を変更するような構成は開示されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献の［0085］の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用文献の[0085]の記載から，引用文献には途中で執行条件を変更することが開示されていると主張する。",
                    "しかし，「1 株あたり50ドルでXYZを100株(1ドルのロック価格で)買い，1 株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。」という記載の例で，1回目のLOCK注文のパート1は指値注文であり，成行注文を採用する根拠はない。1回目のLOCK注文のパート1の注文を成行注文，2回目のLOCK注文のパート1の注文を指値注文とするためには，取引の途中で執行条件を変更する必要があるが，引用文献にはそのような構成は開示されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，［0085］に記載されている例において2回目のLOCK注文のパート1の買い注文で1回目のLOCK注文のパート1の買い注文と同じ成行注文を繰り返すのであれば，投資として意味がない行為である，と主張する。",
                    "しかし，2回目のLOCK注文のパート1の成行注文までに，相場価格が変動することはあり得るので，原告の主張はその前提が誤っている。しかも，仮に2回目のLOCK注文のパート 1 の成行注文の約定価格と1回目のLOCK注文のパート2の指値注文の約定価格がほぼ同じ価格になってしまうとしても，それ自体投資として意味がないということにはならない。現に，別事件における原告の説明によると，原告が現に顧客に提供している「i サイクル注文」というシステムでは，成行注文で買った金融商品を指値注文で売ると，その売りの指値注文の約定価格とほぼ同じ価格の買いの成行注文が行われている。仮にこれが投資として意味がない取引なのであれば，原告は顧客に意味のない取引を行わせていることになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告は，引用文献の［0085］の「The addition of “Number of Cycles”",
                  "text": [
                    "  44 would allow the investor to automatically reenter the LOCK process again in hopes of making more profit」という記載について，LOCKプロセスに自動的に入る，と主張する。",
                    "しかし，上記記載を「LOCKプロセスに自動的に入る」という意味に捉えたとしても，その際に1回目のLOCK注文の取引から執行条件を変更する構成が開示されていないことに変わりはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "争う。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，以下の記載がある（甲3）。",
                "【技術分野】【0001】本発明は，外国為替等，金融商品の取引を管理，支援する技術に関する。",
                "【先行技術文献】【特許文献】【0003】【特許文献1】特開2006-99787号公報",
                "【発明の概要】【発明が解決しようとする課題】【0004】ここで，金融商品の指値注文においては，イフダンオーダーが行われることも多い。本願明細書において，イフダンオーダーとは，順位のある2つの注文を同時に出し，第一順位の注文（以下「第一注文」と称する。）が成立したら，自動的に第二順位の注文（以下「第二注文」と称する。）が有効になる注文形式のことを言う。実際の金融商品取引においては，一の顧客が特定の金融商品について複数のイフダンオーダーを並行して行う場合もある。",
                "【0005】これに対して，特許文献1のシステムには，イフダンオーダーの指値注文に対応できないという問題がある。また，特許文献1のシステムには，利用客が複数のイフダンオーダーを並行して行いたい場合には，それぞれのイフダンオーダーを個別に注文していかなければならず，顧客の注文手続が煩雑になるという問題がある。",
                "【0006】一方，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合には，当該金融商品を所持する取引者は，損害を最小限に留めるべく当該金融商品の売却を望む場合が多い。しかし，特許文献1のシステムでは，利用客は，指値注文の買い注文によって取得した金融商品を将来の相場の状況に応じて自動的に売却することはできず，またイフダンオーダーを相場の状況に応じて自動的に中止させることができないという問題がある。",
                "【0007】さらに，特許文献1のシステムには，成行注文でイフダンオーダーを行いたい場合に対応できないという問題もある。",
                "【0008】本発明は上記の問題に鑑みてなされたものであり，金融商品の成行注文において，システム利用客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを課題としている。",
                "【発明の効果】【0016】請求項1，請求項6に記載の発明によれば，金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，注文入力受付手段が受け付けた売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，注文情報生成手段は，一の売買注文申込情報に基づいて，所定の金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，金融商品の売り注文または買い注文の他方を逆指値で行う逆指値注文情報を含む注文情報群を複数回生成し，売買取引開始時に，第一注文情報に基づく成行注文を行うとともに，注文情報群の第二注文情報に基づく指値注文を有効とし，第二注文情報に基づく指値注文が約定されたとき，次の注文情報群の第一注文情報に基づく指値注文を有効にし，第一注文情報に基づく指値注文が約定されたときに，第一注文情報に基づく指値注文を停止するとともに，注文情報群の第二注文情報に基づく指値注文を有効にし，以後，第一注文情報に基づく指値注文の約定と，第一注文情報に基づく前記指値注文の約定が行われた後の第二注文情報に基づく指値注文の約定とを繰り返し行わせる。これにより，指値注文により金融商品の売買を行う顧客の利便性を向上させつつ，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを繰り返し行うことができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる。",
                "【0043】図5に示す通り，第二の入力画面40には第一の入力画面（図示せず）において入力された事項，即ち，日本円と米国ドルの通貨ペアを示す表示41，注文の売り／買いの区別を示す表示42，注文形式が成行イフダンであることを示す表示43および有効期限が無期限であることの表示49に加えて，取引業者が提供するサービスの種類を入力する欄44，一注文における一ポジションごとの金額を入力するポジション金額入力欄45，一ポジションの第一注文が約定した後に一ポジションの第二注文が約定した際の利益額を指定するための利益額入力欄46，「逆指値注文情報」としての逆指値注文の約定価格を入力する逆指値注文価格入力欄47および注文形式としてリピートイフダンを指定するためのリピートイフダン入力欄48が表示される。顧客は，第二の入力画面40の各入力欄44～48によって，各種の指定を行う。",
                "【0044】ここで，成行リピートイフダンとは，リピートイフダンを成行注文に適用した注文方法である。即ち，通常のリピートイフダンでは，イフダンオーダー（第一注文として指値買い注文または指値売り注文の一方を行ったのち，第二注文として指値買い注文または指値売り注文の他方を行う取引方法）を，自動的に複数回繰り返す。これに対して，成行リピートイフダンでは，一回目のイフダンでは，第一注文で買い注文または売り注文の一方を成行で行ったのち，第二注文で買い注文または売り注文の他方を指値で行う。第二注文の指値は，予め指定することとしてもよいし，成行注文の価格等に応じて自動的に設定されることとしても良い。本実施形態では，第二注文は，第一注文とは反対の売買方向であり且つ同じ注文金額となるように，自動的に決定される。また，第二注文の指値価格は，価格自体を予め指定しても良いが，成行価格との比率または金額差が予め設定された値となるように自動的に決定することもできる。この第二注文の約定の後，指値の第一注文（このときの指値価格は一回目の成行注文での約定価格とする）と指値の第二注文とからなるイフダンが，複数回繰り返される。加えて，本実施形態では，逆指値注文も行われる。この逆指値注文も，第一注文とは反対の売買方向であり且つ同じ注文金額となるように指定される。逆指値注文の指値価格も，価格自体を予め指定しても良いが，成行価格との比率または金額差が予め設定された値となるように自動的に決定することもできる。",
                "【0050】ここで，この実施の形態においては，注文情報生成部16は，第一注文を新規の成行注文の注文情報として生成し，第二注文を決済の指値注文の注文情報として生成し，逆指値注文を決済の逆指値注文の注文情報として生成する。第二注文を決済の指値注文の注文情報として生成することにより，第一順位の注文情報によって生じた注文による利益を第二順位の注文情報によって逐次確定させ，注文手続や金融商品取引管理システム1A内における情報処理の煩雑化を防止できる。更に，逆指値注文を決済の逆指値注文の注文情報として生成することにより，逆指値注文を，真に逆指値注文が必要とされる，顧客が指値取引によって生ずる損害を最小限に留める為に決済手続を行う場面のみに限定できて，逆指値注文の乱用防止と金融商品取引管理システム1A内における情報処理の煩雑化を防止とを図ることができる。",
                "【0059】図4A及び図4Bは，本実施形態の金融商品取引管理装置1における，イフダンオーダーによる指値注文の成立後の処理手順を示すフローチャートであり，図7は，本実施形態の金融商品取引管理装置1における，指値注文に基づく約定を模式的に表したタイムチャートである。以下，同図に基づいて処理手順を説明する。",
                "【図7】",
                "【0060】注文処理の完了後，金融商品取引管理装置1の価格情報受信管理部19は為替相場の情報取得を継続する。",
                "【0061】本実施形態では，図7に示す通り，注文処理が完了した時点t1で，約定情報生成部14は当該ポジションの第一注文51aを約定させる処理を行う（ステップS21）。この処理では，約定情報生成部14が，当該注文の約定が行われたことを内部に記憶する。この記憶は，例えば約定の成立／不成立を示すフラグを用いて行うことができる。そして，約定情報生成部14の命令により，口座情報生成部15が，当該約定の売買額に応じて，上述の証拠金情報を書き換える。さらに，約定情報生成部14は，入出金情報生成部13に，入出金の一覧表に入金や出金の状況を記載させる。その後，実際の売買が行われる。そして，約定情報生成部14は，クライアント端末2の表示部22に約定の成立を表示し，さらに，第一注文51aの属性情報を構成する注文価格情報51d・・・に基づいてクライアント端末の銀行口座の入出金処理を行う。なお，後述の第二注文に係る約定処理（ステップS25参照）も，ステップS21の約定処理と同様である。",
                "【0062】第一注文51aに基づく成行注文が約定すると，約定情報生成部14はデータベース18中の対応するデータを書き換える。具体的には，注文テーブル181の当該成行注文に関する注文情報である，第一注文51aのデータが削除され，顧客口座情報テーブル182の“amnt”フィールド182aのデータが約定した価格分だけ増減される。ここで，本実施形態の第一注文は，一回目は成行注文で行われるが，二回目以降は指値注文で行われる。このため，約定情報生成部14は，当該成行注文の約定価格を，二回目以降の第一注文の指値価格に設定する。",
                "【0063】次に，第一注文51aに基づく成行注文が約定すると，約定情報生成部14は，第一の注文情報群51Aにおける第二注文51bと逆指値注文51cとを無効な注文情報から有効な注文情報に変更する（ステップS22）。",
                "【0064】この後，米国ドルの相場販売価格72が逆指値注文51cの約定価格まで下落することがなく（ステップS23の“Ｎo”），図7に示すように，米国ドルの相場販売価格72が上昇し，特定時点t2において米国ドルの相場購入価格71が第二注文51bの約定価格と同じ価格になると（ステップS24の“Yes”），約定情報生成部14は当該ポジションの第二注文51bに基づく指値注文を約定させると共に，逆指値注文51cをキャンセルする処理を行う（ステップS25）。そして，約定情報生成部14はデータベース18中の対応するデータを書き換える。これにより，顧客はt1時点の買い注文とt2時点の売り注文の差額分の利益を得られることになる。",
                "【0065】図7のt2時点においてステップS1での入力により生成された注文情報が全て約定していない場合には（ステップS26の“Ｎo”），口座情報生成部15が再度顧客口座情報テーブル182の当該顧客の証拠金情報を取得する。そして，注文入力受付部12は，再度，取得された証拠金情報と顧客の注文総額とを対比し，証拠金の額が注文総額以上であるか否かを確認する（ステップS27）。証拠金の額が注文総額を下回る場合（ステップS28の“Yes”）には，注文総額以上になるまで処理は保留され，証拠金の額が注文総額以上である場合（ステップS28の“Ｎo”），注文情報生成部16は新たな注文情報群（以下「第二の注文情報群」と称する。）を生成する（ステップS29）。注文情報生成部16は，ステップS9と同様に，生成された第二の注文情報群を注文テーブル181に記録する（ステップS30）。ステップS29において第二の注文情報群が生成されると，フロントページ配信部11は，クライアント端末2の表示部22に表示された注文情報群表示画面50に，第一の注文情報群に含まれる第一注文51a，第二注文51b，逆指値注文51cに代えて，新たに生成された第二の注文情報群（図示せず）に含まれる第一注文，第二注文，逆指値注文（いずれも図示せず）を表示させる。そして，ステップS21以降の処理が繰り返される。",
                "【0066】当該処理では，全てのポジションの個数分の注文情報群が形成される。また，当該処理は，ステップS21，S25の処理が，指示されたポジションの個数分の回数繰り返されるまで，継続する（ステップS26の“Ｎo”）。そして，ステップS21，S22の処理が上記入力されたポジションの個数分の回数繰り返された後（ステップS26の“Yes”），全ての処理手順が終了する。",
                "【0067】なお，約定せずに注文期限が経過した指値注文は全てキャンセルされ，注文テーブル181から削除される。",
                "【0068】一方，ステップS22の処理ののち，米国ドルの相場販売価格72が逆指値注文51cの約定価格まで下落した場合（ステップS23の“Yes”），約定情報生成部14は逆指値注文51cの約定を行う（ステップS31）。即ち，約定情報生成部14は，ステップS22で有効な注文情報に変更された第二注文51bに基づく指値注文を逆指値注文の約定価格で約定させて決済する処理を行う。これにより，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合等において，指値取引を行う顧客が被る損害を最小限に留めることができる。",
                "【0075】以上示した通り，この実施の形態においては，金融商品取引管理装置1を利用する顧客が金融商品を売買する際，顧客がクライアント端末2側で一の注文手続きを行うことで，同一種類の複数価格の金融商品を複数のイフダンオーダーによって繰り返し注文することができ，かつ，当該顧客が将来的に所有する金融商品を逆指値注文によって売却することもできる。これにより，指値注文により金融商品の売買を行う顧客の利便性を向上させつつ，金融商品の指値注文において，金融商品取引管理システム1Aを利用する顧客が煩雑な注文手続を行うことなく複数の成行イフダンオーダーを行うことができ，また将来の相場の状況に応じて該成行イフダンオーダーを自動的に中止させることができて，金融商品取引管理システム1Aを利用する顧客の利便性を高めると共に成行イフダンオーダーを行う際に顧客が被るリスクを低減させることができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，本件発明は次のとおりのものと認められる。",
                "本件発明は，外国為替等，金融商品の取引を管理，支援する技術に関するものである（【0001】）。",
                "従来の指値注文を行うシステムでは，イフダンオーダーの指値注文に対応できず，また，利用客が複数のイフダンオーダーを並行して行いたい場合には，それぞれのイフダンオーダーを個別に注文していかなければならず，顧客の注文手続が煩雑になり，さらに，利用客は，指値注文の買い注文によって取得した金融商品を将来の相場の状況に応じて自動的に売却することはできず，またイフダンオーダーを相場の状況に応じて自動的に中止させることができず，さらに，成行注文でイフダンオーダーを行いたい場合に対応できない，という課題が存在した（【0005】～【0007】）。",
                "そこで，本件発明は，金融商品の成行注文において，システム利用客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを目的とするものである（【0008】）。",
                "そして，上記課題を解決するために，本件発明1，本件発明6の構成を採用することにより，指値注文により金融商品の売買を行う顧客の利便性を向上させつつ，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく，第一注文で買い注文又は売り注文の一方を成行で行ったのち，第二注文で買い注文又は売り注文の他方を指値で行い，この第二注文の約定の後，指値の第一注文と指値の第二注文とからなるイフダンが，複数回繰り返される取引（成行リピートイフダン）を行うことができ，また，逆指値注文を行うことで将来の相場の状況に応じて成行リピートイフダンを自動的に中止させることができ，システムを利用する顧客の利便性を高めると共に顧客が被るリスクを低減させる，という作用効果を奏するものである（【0016】【0044】【0075】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の認定",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献には，以下の記載がある（甲1の1・2。引用は，訳文による。）。",
                "本発明の背景",
                "［0004］この発明は，株式，オプション，商品，債券，および大部分の型式のエクイティおよび証券の売買に適合する。この発明は，個人投資家，証券ブローカ，および証券をトレードするその他の人のための有用なアプリケーションを有する。",
                "［0007］現在のインターネット投資アプローチは，投資家に対して，買い注文を発行するために彼らの口座にアクセスし，日々のトランザクションのリストを受け取るために，彼らの口座に再アクセスすることを要求する。投資家が指値注文を発行すると，株価は，トランザクションがなされる前に，指値注文価格に達する必要があり，この注文は，しばしば，同日に満たされない。投資家が成り行き注文を発行すると，トランザクションは迅速に発生するが，投資家は，市場によって決定されたトランザクションの費用を知るのを待たねばならない。",
                "［0008］いずれの場合も，投資家は，利益を得ることを願って，注文を発行し，トランザクションの発生を待ち，その後，第2の注文を発行して，ポジションをクローズアウトする。当該技術分野の処理のこの現在の状態は，時間を浪費し，投資家に対して，一日に数回，口座をチェックすることを要求し得る。この結果は，時間の損失，または，投資家の通常の仕事の邪魔となり，迅速に動いている市場において，投資家は，ポジションをクローズアウトする機会を喪失し得る。",
                "［0009］市場の変動を利用するために，投資家は，絶えず市場をモニタしなければならない。先ず，投資家は，いつ買うのかを決定する必要がある。そして，買いトランザクションが発生すると，投資家は，売りポジションをとり，予め決定された価格でポジションをクローズアウトするために，通常は指値注文である第2の注文を直ちに発行する必要がある。",
                "［0010］もちろん，投資家は，売買または買売戦略を実行するために，従来の株式ブローカを依然として使用でき得る。しかしながら，ブローカを用いることは，より高いトランザクション費用を増し，ブローカもまた，株式を観察し，2つのシーケンス化された注文を実行せねばならない。",
                "［0011］私の発明は，現在の方法および処理に代わって，投資家が，トランザクション費用を下げることを可能とする。私の発明を用いて，投資家は，追加の投資家行動を必要とすることなく，証券を，現在価格で買い，利得価格で売る，1つの注文を出すことができ得る。",
                "概要",
                "［0012］指値注文カップルリンク（LOCK）発明は，オンライン投資家または株式ブローカが，1つのトランザクション注文を入力することを可能にするように設計される。これは，予め規定された利益を求めて証券を売買するために自動的にシーケンス化されたトランザクション戦略を実行する。この発明は，多くの利点を提案する。それは，選択された証券価格変動をモニタする負荷から，オンライン投資家または株式ブローカを解放する。代わりに，電子トレードシステムにおける管理ソフトウェアモジュールが，買売戦略を実行するであろう。LOCKは，投資家が注文を発行しなければならない現在の処理を，先ずオープンポジションを確立し，次にポジションをクローズアウトするように，簡素化する。",
                "［0015］上記のLOCK注文は，「1株あたり56ドルでXYZを100株買い，トランザクションが発生すると（オープンポジション），1株あたり57ドルでXYZの100株の売り注文を発行する」と解釈する。証券が売られると，ポジションがクローズされ，投資家は約100ドルを持ち去る。",
                "［0016］LOCKは大きな利点を提案しており，実行するのが非常に簡単で，単に1つのデータフィールドを追加するだけである。現在，電子トランザクションは，少なくとも5つのデータフィールドが必要とされている。(1)買いまたは売り，(2)証券銘柄，(3)量，(4)市場価格または指値，および(5)注文がデイオーダ（day-order）のために，またはグッドティルキャンセル（good-till-cancel）のために良好である時間，を必要としている。LOCKは，もう1つのデータフィールドを加える。これは，投資家が決定した価格で自動的にトランザクションをロックするLOCKフィールドである。例は，(1)買い(2)株式XYZ，(3)100株，(4)株式の市場価格，(5)グッドティルキャンセル，(6)LOCK1，となるであろう。これは，1株あたり市場において100XYZの買い注文としてコンピュータネットワークによって解釈され，(1)売り，(2)株式XYZ，(3)100株，(4)購入価格に加えて1株あたり1．00ドル，(5)グッドティルキャンセルのための注文をするであろう。これによって，投資家は，自分たちの戦略を完了するために，注文をすることが可能となり，市場を観察する必要がなくなる。投資家は，他のビジネスを自由に行うことができ，自分たちが得たXYZ株式の100株が1．00ドル上がった場合，売り注文が実行され，100．00ドルからトランザクション費用を引いた利益を得るであろう。",
                "［0017］LOCKは実際に，株式トレードからのリスクのうちいくつかを排除し，投資家が利益を実現するより良好な機会を提供する。現在のシステムの下では，投資家は，心の中で売値を設定するが，その後，株式が，その価格を超えると，しばしば，売値も同様に移動させる。その後，株価が下がった場合，投資家は，株価が再び上がるまで，または上がらなければ，利益機会を失う。LOCKを使えば，投資家は，証券における，学習され，予め規定された利益を設定し得る。投資家は，どの価格で株式を買うか，どの価格で売るのかを決定する。LOCKは，投資家の予め決定された価格で，自動的に買い，売る。その結果，投資家は，変動している株価を絶えずモニタする必要はなく，株式が，予め決定された売値へ上がれば，利益が保証される。",
                "［0018］LOCKの別の重要な利点は，小口のパートタイム投資家が，毎日の市場変動から一般に生成される，より少額の株式利得からの利益を実現でき得ることである。これは，「持ち切り」戦略に対する代替案である。",
                "［0024］図6は，サイクル回数，および，各インクリメントに関する価格変化におけるインクリメントのオプションを追加することによるLOCK方法の代替実施形態を図示する。",
                "［0073］株式およびエクイティトレード指値注文カップルリンク（LOCK）方法および発明は，発明者のエクイティ注文に含まれる追加の買い／売り利益情報に着目する。それは，この注文を，投資家ポジションをオープンにし，事前に設定された利益目標でクローズアウトする，2つ以上の注文へ切り替えるように設計されたソフトウェアをも包含する。",
                "［0074］LOCK方法および発明は，（A）利益を得るという目的で証券市場に投資する投資家と，（B）彼らのトランザクションを取り扱うために，コンピュータネットワークを備えた（E-Trade，Ameritrade等のような）ホスト証券ブローカと，を備える。ホストコンピュータネットワークは，電子証券注文テンプレートを提供するデータベースサーバを含む。このテンプレートで，ホストコンピュータネットワークは，証券トランザクション要求を記憶および体系化し，これによって，投資家がトランザクションを開始した場合に，このネットワークは，この要求を処理し，（ニューヨーク証券取引所，ナスダック等のような）証券取引所へ送信できる。（C）各投資家またはブローカのための個々のコンピュータワークステーション。各コンピュータワークステーションは，ビデオモニタと，ブローカの投資家が，ホストコンピュータネットワークへユーザコマンドを送るための手段と，投資家またはブローカが，ホストコンピュータネットワークから送信された指示と証券注文テンプレートとを受信し，（ビデオモニタ上に）表示するための手段と，を含むであろう。（D）投資家のコンピュータワークステーションをホストコンピュータネットワークへ電子的にリンクさせる通信ネットワーク。（E）投資家が開始し，ホストコンピュータネットワークが証券取引をトランザクトするための特有の指示を含む（LOCK注文とも称される）2パートの証券取引注文。LOCK注文は，証券取引をトランザクトする指値または現在の市場価格，および，トランザクションのパート2を開始するための証券価格における増加または減少（LOCK利益と称される）を受け入れるために，証券を買うかまたは売るかに関する指示および情報と，証券の名称と，その証券の量とを含むであろう。（F）投資家がコンピュータワークステーションにおいて，ホストコンピュータネットワークとインタラクトすることを可能にするソフトウェアモジュール。このソフトウェアを用いて，投資家は，証券取引オプションを選択し，ホストコンピュータネットワークにそれらを送信し，その後，それが進行中であることの確認を受け取る。（G）証券ブローカホストコンピュータネットワークの一部としての（LOCK管理モジュールと称される）追加のソフトウェアモジュール。このソフトウェアは，ホストコンピュータネットワークを，証券取引市場にリンクさせ，投資家のLOCK注文のステータスを追跡およびモニタするであろう。適切な市場価格において，ソフトウェアは，投資家の指定した価格で株式を買い，その後，指定された所望の利益価格を加え，第2の注文をするための，2パートのシーケンス化された証券取引注文を開始するであろう。",
                "動作-主な実施形態",
                "［0077］LOCK方法および発明は，投資家のエクイティ注文に含まれる追加の買い／売り利益情報に注目する。それはまた，投資家の注文を，投資家のポジションをオープンし，予め設定された利益目標でクローズアウトする2つ以上の注文を切り替えるソフトウェアを包含する。",
                "［0079］図2は，図1の例示的な注文フォームにLOCK情報ボックス9を追加したものを図示する。投資家が，LOCKトレードを実行することを望んだのであれば，投資家は，単に，ポジションをクローズアウトするために，エクイティの変動値10を加えるであろう。この単純な，情報LOCK値10の追加は，投資家が，LOCK処理を実行するために追加しなければならないすべてである。投資家が，株式を買う注文を入力し，ボックス内に1．00を入力すると，これは，購入価格よりも1．00高くエクイティを売るとLOCK処理（図3）およびモジュール（図5）によって解釈されるであろう。この数値の代替実施形態は，投資家に対して，150ドルのように所望される利益量を指定させることであり得る。",
                "[図1]（判決注：訳文は，甲1の2による。）",
                "[図2]（判決注：訳文は，甲1の2による。）",
                "[図3]（判決注：訳文は，甲1の2による。）",
                "［0080］図3は，LOCK発明および処理のロジック実行および変換を示す。図3の右側は，LOCK処理のパート1を実行するために使用される投資家の入力要求を表す。買い／売り指示2は，パート1の買いから，パート2の売り11に切り替わる。例は，注文が，100XYZを買うことを明示しているのであれば，パート1は，買い，その後，パート2において売り注文に切り替わるであろう。パート1において，有効なボックスとなるこの注文の時間は，デイまたはグッドトゥキャンセル4として指定され得る。LOCK注文におけるパート1が実行されると，この情報は，グッドティルキャンセル注文に切り替わるであろう。投資家のためのオプションは，注文のステータスを観察し，LOCK注文に対する修正を要求するか，または，実行されていないのであれば，LOCK注文の後半をキャンセルすることである。例は，投資家のLOCK注文が実行され，投資家が，XYZの100株を保持し，売る前に，2．00のLOCK価格変動を待つことであり得る。この時間中，投資家は，電子投資会社に対して，LOCK注文のステータスについて問い合わせを行い，パート1が実行され，現在，LOCK注文のパート2において，「売り」注文のキャンセルを望んでいる。投資家は，キャンセル要求を発行し，時間内に受信されれば，LOCK注文がキャンセルされ，投資家は，LOCK注文のパート1の結果しか得ないであろう。同様に，投資家が，パート1が実行される前にLOCK注文の全体のキャンセルを望んでいるのであれば，この注文は，従来の未実行注文のキャンセルと類似の方法でキャンセルされるであろう。",
                "［0081］株式銘柄5，また，株式の量6は，パート1およびパート2において同じままである。代替実施形態は，パート2において半分を売り，その後，パート2を繰り返し，増加された価格で後半を売るように，量を変え得る。パート1の価格選択は，市場相場でトレードを実行する成行注文7または価格を指定する指値注文8かの何れかを含む。投資家が指値注文を実行するためには通常，ボックスをチェックし，実行する価格を入力するか，または，市場状況が許すのであれば，よりよい価格を入力する。LOCKボックス9およびLOCK価格10における情報と組み合わされたパート1注文実行価格は，LOCKトランザクションのパート2の指値注文実行価格を形成するであろう。",
                "［0083］図5は，LOCK注文をオープンおよびクローズするためのLOCK方法，処理，および注文フローシーケンスの主な実施形態を図示する。この方法は，投資家17が，LOCK注文19を発行することで始まる。これは，図3に記載されたような十分な情報を含む。LOCK注文19は，電子トレード会社20へ発行され，ここで，この注文は，LOCK注文として識別され，LOCK管理モジュール処理12に入力する。LOCK管理モジュール12は，ソフトウェアインターフェースを備える。このソフトウェアインターフェースは，LOCK注文19ドキュメントを受信し，追跡記録33を生成し，LOCKインクリメント35を記録し，LOCK注文発行34の前半の発行をモニタし，この注文34が，証券取引所23にトレードピット36を入力し，注文が満たされる37と，第1の注文が満たされたことを記録し38，LOCK注文の後半を生成し39，LOCK注文の後半を発行する40。LOCK注文の後半40がトレードピット41へ再発行され，第2の注文が満たされる42と，電子トレーディング会社20は，口座残高を記録43し，投資家17に，LOCKトランザクションが完了したことを通知する。",
                "[図5]（判決注：訳文は甲1の2による。）",
                "詳細説明および動作-代替実施形態",
                "［0085］代替実施形態は，この処理を再度自動的に繰り返すオプションと，買値／売値を上げまたは下げる追加のオプションと，を挿入することを含む。図6および図7は，この方法に，サイクル数と，インクリメントオプションとを加えることによるLOCK方法の代替実施形態を図示する。図6は，処理を繰り返すために必要な追加情報を図示する。図7は，LOCK管理モジュール12に再入力するための方法を図示する。「サイクル数」44の追加によって，投資家は，より多くの利益を得ることを望んで，LOCK処理に自動的に再入力できるようになるであろう。2つのサイクルを指定する例は，1株あたり50ドルでXYZを100株（1ドルのロック価格で）買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。この投資処理によって，個人投資家は，毎日の小さな株価変動を活用することが可能となるであろう。",
                "［0086］別のオプションは，各サイクルの価格インクリメント45を上げることであろう。投資家は，上昇している株価を利用するためにこの処理を利用するであろう。例は，1ドルのLOCK価格，サイクル数3，および，0．50ドルのインクリメントで，50．00ドルで100株のXYZを買うことを指定する。これは，50．00ドルで100株のXYZを買い，51．00ドルで売り，51．50で買い戻し，52．50ドルで売り，52．00ドルで買い戻し，53．00ドルで売ると解釈するであろう。",
                "[図6]（判決注：訳文は甲1の2による。）",
                "[図7]（判決注：訳文は甲1の2による。）",
                "結論，波及効果，および範囲",
                "［0092］LOCK発明および方法は，投資家が，具体的な投資戦略を規定し，最小の関与でこれら戦略を実行することを可能にするであろう。この発明はさらに，投資家が，小さく反復する株価移動を活用することを可能にするであろう。これは，時間と共に，著しい利益となるであろう。LOCK管理モジュールは，オンライン投資会社に，または投資家のコンピュータに存在でき得る。この発明は，オンライン投資会社のトレード量を著しく増加させるだろう。この戦略は，伝統的な持ち切り戦略から離れて，多くの小額であるが一貫した利益を試みることの1つへ移動させる。LOCKは，市場の一定の動きを観察するための十分な時間を持たない平均的な投資家に特に有利である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上より，引用発明は以下のとおりのものと認められる。",
                "引用発明は，株式，オプション，商品，債券，及び大部分の型式のエクイティ及び証券の売買に適合した，個人投資家，証券ブローカ，及び証券を取引するその他の人のための有用なアプリケーションに関するものである（［0004］）。",
                "現在のインターネット投資アプローチでは，投資家は，利益を得ることを願って，注文を発行し，約定を待ち，その後，第2の注文を発行して，ポジションをクローズアウトし，一日に数回，口座をチェックしなければならず，この結果，投資家は，時間を損失し，通常の仕事を妨げられ，迅速に動いている市場において，ポジションをクローズアウトする機会を喪失する可能性があるとともに，市場の変動を利用するために，絶えず市場をモニタしなければならず，また，売買戦略を実行するために，株式ブローカを使用できるものの，ブローカを用いることは，取引費用を増加させ，ブローカもまた，株式を観察し，二つのシーケンス化された注文を実行せねばならない，との課題が存在した（［0007］～［0010］）。",
                "そこで，引用発明は，現在の方法及び処理に代わって，投資家が，取引費用を下げることを可能とし，追加の投資家行動を必要とすることなく，証券を，現在価格で買い，利益価格で売る，一つの注文を出すことができるようにすることを目的とするものである（［0011］）。",
                "そして，上記課題を解決するために，引用発明は，オンライン投資家又は株式ブローカが，一つのトランザクション注文を入力することを可能にすることで，予め規定された利益を求めて証券を売買するために二つの注文（上記目的における，現在価格での買い注文であるパート1の注文，及び，利益価格での売り注文であるパート2の注文）からなる自動的にシーケンス化された取引戦略を実行するもので，電子トレードシステムにおける管理ソフトウェアモジュールが売買戦略を実行するものであり，上記注文により，先ずオープンポジション（投資家の指示に基づく現在価格での注文が約定した状態）を確立し，次にポジションをクローズアウト（予め設定された利益目標での指値での注文が約定した状態）する処理が行われるとともに，代替実施形態として，上記処理を再度自動的に繰り返すオプションを含む構成を採用することにより（［0012］，［0015］，［0073］，［0077］，［0085］），投資家が，最小の関与で具体的な投資戦略を実行することを可能にし，さらに，小さく反復する株価移動を活用することを可能にして，時間を浪費することなく，多くの少額であるが一貫した利益を得ることができる，という作用効果を奏するものである（［0092］）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明は前記第2，3，(2)アのとおりのものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明とを対比すると，少なくとも，①「金融商品の売買取引を管理する金融商品取引管理装置であること，②前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力手段を備えること，③該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段を備えること，及び，④一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文又は買い注文の一方を成行又は指値で行う第一注文情報と，該金融商品の売り注文又は買い注文の他方を指値で行う第二注文情報と，を含む注文情報群を複数回生成することで共通し，⑤引用発明が，「前記金融商品の売り注文又は買い注文の前記他方を逆指値で行う逆指値注文情報」を生成していない点で相違している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の構成1Gは，「前記第二注文情報に基づく該指値注文が約定されたとき，次の注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記成行注文の価格と同じ前記価格の指値注文を有効に」（1G前段）するとともに，「以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせる」（1G後段）というものである。構成1G前段は，売買取引開始時において，同じ注文情報群に含まれる第一注文情報に基づく成行注文が約定した後で，第二注文情報に基づく該指値注文が約定されたときに，次の注文情報群の前記第一注文情報に基づく注文が，上記売買取引開始時に約定された成行注文の価格と同じ価格の「指値注文」として有効に生成されることとを意味するものである。  ",
                  "text": [
                    "これに対し，引用発明は，前記2(2)のとおり，代替実施形態においては，パート1注文とパート2注文とで形成されるLOCK注文を再度自動的に繰り返すものである。このことは，引用文献の図6では，代替実施形態において情報を入力する際に「指値注文」と「成行注文」を選択する欄しかない上，引用文献の［0085］には，「『サイクル数44』の追加によって，投資家は，より多くの利益を得ることを望んで，LOCK処理に自動的に再入力できるようになるであろう。」と記載されており，図7には，サイクル数選択「44」を経て同じ注文が繰り返される旨の矢印が記載されていることからしても，明らかであるということができる。したがって，1回目のLOCK注文の第一注文が成行注文である場合には，繰り返されるLOCK注文の第一注文も成行注文であり，1回目のLOCK注文の第一注文が指値注文である場合には，繰り返されるLOCK注文の第一注文も指値注文であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，本件発明1と引用発明とは，本件発明の構成1Gの点において相違している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①引用文献［0085］の例において，2回目のLOCK注文のパート1の買い注文で1回目のパート1の買い注文と同じ成行注文を繰り返すのであれば，投資として意味がない上，相場価格が常に上昇する場面でないと売買ができないことになり，引用発明の目的を達成することができない，②成行注文を選択する注文者の関心は，成行注文がいくらで約定するのかというより，成行注文で買った金融商品について，成行注文の約定価格を基準にして，利益をいくら上乗せして売ることができるのかということにあるから，LOCK注文のパート1で成行注文を選択した場合，パート2では，指値注文を行うことになる，③約定するまで約定価格が分からないという点で指値注文と成行注文では違いがなく，引用文献の［0085］において，1回目のLOCK注文のパート1の注文が指値注文であるか成行注文であるかにかかわらず，2回目のLOCK注文のパート1の注文では，1回目のLOCK注文のパート1の注文の約定価格の指値注文が行われる，④引用文献の［0085］において，1回目のLOCK注文のパート1の注文では，成行注文が排除され，指値注文のみが選択されたということについて，引用文献に裏付けとなる記載が何ら存在しないなどと主張する。",
                    "しかし，引用文献の［0085］の「1株あたり50ドルでXYZを100株（1ドルのロック価格で）買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。」の記載は，前記(1)のとおり，引用発明は，指値注文と成行注文のいずれかしか選択できないことからすると，指値注文が選択された場合の記載であると理解することができ，この場合の注文は，全て指値注文であると解される。",
                    "そうすると，引用文献の［0085］の例は，1回目のLOCK注文のパート1の買い注文及び2回目のLOCK注文のパート1の買い注文が成行注文である例を示したものではないから，このような注文に投資として意味がないなどと主張する原告の主張は，その前提を欠くものである。",
                    "なお，引用発明において，1回目のLOCK注文のパート1の注文が成行注文である場合に，1回目のLOCK注文のパート2の注文が成立して次のLOCK注文のパート1の注文が成立するまでの間に相場が変動することもあり得るから，パート1の注文が成行注文であるLOCK注文を繰り返す行為に投資として意味がないとはいえず，引用発明の目的を達することができないということもない。",
                    "また，原告の上記②，③の主張は，引用文献の記載に基づくものではなく，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用文献の原文の「The addition of #Number of Cycles# 44 would allow the investor to automatically reenter the LOCK process again」という記載は，サイクル数44の追加により，投資家は，自動的にLOCKプロセスに再び入ることができる，といった意味の記載であり，成行注文を再入力するという注文方法では，そもそも技術的又は投資的に意味がないし，引用発明が奏するとしている効果を奏しないことになってしまうから，引用文献の図7のうち，「44」欄から投資家を意味する「17」欄及び「19」欄へと接続された矢印の箇所は，除かれるべきである，と主張する。",
                    "しかし，上記原文引用箇所を原告主張どおりに解しても，前記(1)イの引用発明の認定が左右されることがないことは，既に判示したとおりであるし，上記の矢印の箇所は除かれるべきであるとの主張は，その根拠を欠くもので採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（相違点の判断の誤り）について",
          "text": [
            "前記3(1)イのとおり，本件発明1の構成1Gに相当する構成が引用文献に記載されているとはいえず，引用発明として読み取れるのは，成行又は指値によるパート1の注文及び指値によるパート2の注文からなるLOCK注文を，そのまま繰り返すことのみである。",
            "そして，引用発明のうち，パート1の注文を成行とした場合のLOCK注文を繰り返す場合，2回目以降のLOCK注文のパート1の注文について指値注文となるように変更することや，変更した2回目以降のLOCK注文のパート1の注文の指値を，1回目のLOCK注文のパート1の注文の成行約定の価格と同じになるよう設定することは，記載も示唆もされていない。また，パート1の注文を指値とした場合のLOCK注文を自動繰り返しの対象とした場合，繰り返しにおける，1回目のLOCK注文のパート1の注文について成行注文となるように変更することや，2回目のLOCK注文のパート1の注文の指値を，変更した1回目のLOCK注文のパート1の成行約定の価格と同じになるよう設定することは，記載も示唆もされていない。",
            "また，引用発明は，成行又は指値によるパート1の注文を含むLOCK注文をそのまま繰り返す発明であることから，これを，1回目と2回目以降とでパート1の注文の種類が異なるように変更すると，連続する注文間の執行条件指定が発生することになり「，最小の関与で具体的な投資戦略を実行することを可能に」するという，引用発明の特徴を変更することになる。",
            "そうすると，構成1Gに相当する構成は，引用発明から当業者が容易に想到し得たものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由にはいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}