{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2016-2103号事件について平成29年9月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，明確性要件，サポート要件及び実施可能要件の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「溶液から細胞を分離する細胞分離方法，および，細胞分取用水和性組成物」とする発明につき，平成22年11月17日，特許出願(以下「本願」という。請求項の数6)をし(特願2010-256467号。甲13)，平成27年11月5日付けで拒絶査定を受けたので，平成28年2月10日，拒絶査定不服審判請求(不服2016-2103号)をするとともに，手続補正をした(乙2)。原告は，平成29年2月7日付けの拒絶理由通知を受け(乙3)，平成29年4月17日，手続補正をした(以下「本件補正」という。請求項の数7。甲7)。",
            "特許庁は，平成29年9月20日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の出願当時の特許請求の範囲の請求項1～6に係る発明(以下，請求項の番号を用いて「本願発明1」～「本願発明6」といい，これらを総称して「本願発明」という。)は，次のとおりのものである(甲13)。",
                "【請求項1】(本願発明1)",
                "中間水の量が30wt％以下の水和性組成物を溶液に接触させて，当該水和性組成物の表面に溶液中の細胞を吸着して溶液から分離することを特徴とする細胞分離方法。",
                "【請求項2】(本願発明2)",
                "前記水和性組成物の中間水の量が1wt％以上であることを特徴とする請求項1に記載の細胞分離方法。",
                "【請求項3】(本願発明3)",
                "前記水和性組成物が，60mol％以上のポリ(2-メトキシエチルアクリレート)を含む重合物であることを特徴とする請求項1又は2に記載の細胞分離方法。",
                "【請求項4】(本願発明4)",
                "中間水の量が30wt％以下であることを特徴とするがん細胞分取用水和性組成物。",
                "【請求項5】(本願発明5)",
                "中間水の量が30wt％以下であることを特徴とする幹細胞分取用水和性組成物。",
                "【請求項6】(本願発明6)",
                "血液を流通させるための管であって，少なくとも血液に接触する面の一部が中間水の量が1～30wt％である水和性組成物からなることを特徴とする管。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の本願の特許請求の範囲の請求項1～7に係る発明(以下，請求項の番号を用いて「本願補正発明1」～「本願補正発明7」といい，これらを総称して「本願補正発明」という。また，本願の明細書及び図面を「本願明細書」という。)は，次のとおりのものである(甲7)。",
                "【請求項1】(本願補正発明1)",
                "中間水の量が1wt％以上，且つ30wt％以下の水和性組成物を溶液に接触させ(中間水の量が30wt％以下の水和性組成物を塗布した細胞分離用フィルターで溶液を濾過して細胞を分離する形態を除く)て，当該水和性組成物の表面に溶液中に存在する腫瘍細胞，幹細胞，血管内皮細胞，神経細胞，樹状細胞，平滑筋細胞，繊維芽細胞，心筋細胞，骨格筋細胞，肝実質細胞，肝非実質細胞，および膵ラ島細胞の少なくても一種を吸着して溶液から分離することを特徴とする細胞分離方法。",
                "【請求項2】(本願補正発明2)",
                "前記水和性組成物の中間水の量が3wt％以上であることを特徴とする請求項1に記載の細胞分離方法。",
                "【請求項3】(本願補正発明3)",
                "前記水和性組成物が，60mol％以上の2-メトキシエチルアクリレートを含む(共)重合物を含むことを特徴とする請求項1又は2に記載の細胞分離方法。",
                "【請求項4】(本願補正発明4)",
                "少なくても表面の一部に中間水の量が1wt％以上，且つ30wt％以下の水和性組成物を有する基材を有し，当該水和性組成物の表面に溶液中の細胞を吸着して分離する細胞分離システムであって，",
                "前記細胞が，腫瘍細胞，幹細胞，血管内皮細胞，神経細胞，樹状細胞，平滑筋細胞，繊維芽細胞，心筋細胞，骨格筋細胞，肝実質細胞，肝非実質細胞，および膵ラ島細胞の少なくても一種であることを特徴とする細胞分離システム。",
                "【請求項5】(本願補正発明5)",
                "前記水和性組成物が，基材の表面を被覆していることを特徴とする，請求項4に記載の細胞分離システム。",
                "【請求項6】(本願補正発明6)",
                "前記水和性組成物の中間水の量が3wt％以上であることを特徴とする請求項4又は5に記載の細胞分離システム。",
                "【請求項7】(本願補正発明7)",
                "前記水和性組成物が，60mol％以上の2-メトキシエチルアクリレートを含む(共)重合物を含むことを特徴とする請求項4～6のいずれかに記載の細胞分離システム。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "中間水の量の測定方法について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書の記載に基づく判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願明細書には，中間水の量に関して，次の内容が記載されていると認められる。",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "コールドクリスタリゼーションに伴う発熱量は，中間水の量に比例するものと推察される。(【0014】，【図1】。以下「認定a」という。)"
                        },
                        {
                          "fig": "b",
                          "subject": "中間水の量は，コールドクリスタリゼーションに伴う発熱ピークの挙動(コールドクリスタリゼーションに伴う発熱量は含水量の増加に伴って増加するが，ある含水量以上では変化しなくなること)と，全含水量とから求めることができる。(【0019】，【図2】，【0014】における【図2】の説明。以下「認定b」という。)"
                        },
                        {
                          "fig": "c",
                          "subject": "中間水の量は，各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係から中間水の最大量を求めてW (試料乾燥重量)で除することにより求められる。(【0037】，【0038】。以下「認定c」という。)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定aによると，中間水の量は，コールドクリスタリゼーションに伴う発熱量に比例すると推察されることは理解できるが，どのような比例定数を用いれば算出できるのかが不明である。",
                      "text": [
                        "認定bについては，水性組成物の含水量の変化に応じたコールドクリスタリゼーションに伴う発熱ピークの挙動をどのように扱って，全含水量とともにどのように中間水の量の算出に用いるのかが不明である。",
                        "認定cについては，コールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量とをどのように用いて中間水の量を算出するのかが不明である。",
                        "また，認定aとcは，コールドクリスタリゼーションに伴う発熱量を用いて中間水の量を算出するという点では共通するが，認定cにおいては，算出に0℃付近の吸熱量をも用いるという点で認定aとは異なり，両者を合わせても一つの算出方法を導き出すことができるとは認められない。認定bは，コールドクリスタリゼーションに伴う発熱量ではなく発熱ピークの挙動を用い，全含水量も利用するものであるから，認定a及びcとは異なる算出方法であると考えられる。そして，観点が異なるとともに相互の関係で不明確な点がある認定a～cから一義的な中間水の量が算出できるのかどうかも判然としない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，発明の詳細な説明及び図面の記載からは，当業者といえども中間水の量をどのように算出したらよいのか，明確に理解することはできないものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "出願時の技術常識をも考慮しての判断",
                  "text": [
                    "中間水については，本願発明者による学術論文(高分子論文集，Vol.60, No.8,",
                    "pp.415-427 (Aug.2003)，甲1)など少数の刊行物が見いだされたのみであるため，中間水の概念やその量の算出方法が出願時の技術常識である，すなわち，出願時に，相当多数の刊行物が存在している，業界に知れ渡っている，例示するまでもない程よく知られている，慣用である，とまでは認めることができない。",
                    "したがって，発明の詳細な説明及び図面の記載並びに出願時の技術常識を考慮しても，中間水量の算出方法を当業者が理解できると認めることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明1について",
              "text": [
                "請求項1に記載された「細胞分離方法」で用いる「水和性組成物」は，有機高分子や無機物など様々な組成物を対象とするところ(【0024】)，上記(1)のとおり，「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物」を明確に特定できず，表2記載のもの(PMEA，及びMEAの割合が60mol％以上のMEA-HEMA共重合体)以外にどのような組成物がこの要件に該当するのかがわからないから，請求項1に記載された発明は方法として明確でない(特許法36条6項2号違反)。",
                "また，請求項1に係る発明は，細胞を選択的に分離できる方法を提供するという課題を特定の範囲の中間水量の水和性組成物を用いることにより解決するものであるところ(【0001】，【0008】)，上記(1)のとおり，本願出願時の技術常識に照らしても発明の詳細な説明及び図面の記載から中間水量の算出方法を理解することができないから，表2に中間水量が記載された具体的な組成物以外のものについては課題が解決できると認識することはできない(特許法36条6項1号違反)。",
                "さらに，発明の詳細な説明は，請求項1に記載された「細胞分離方法」で用いる「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物」という要件を満足するか否かを判断するための記載が不足しており，本願出願時の技術常識に照らしても中間水量の算出方法を導き出すことができないから，請求項1に記載された発明を当業者が実施をすることができる程度に明確かつ十分に記載したものとは認められない(特許法36条4項1号違反)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明4について",
              "text": [
                "上記(1)のとおりであるから，請求項4に記載された「細胞分離システム」を構成する「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物を有する基材」を明確に特定できず，請求項4に記載された発明は物として明確でない(特許法36条6項2号違反)。",
                "また，請求項4に係る発明は，細胞を選択的に分離できるシステムを提供するという課題を特定の範囲の中間水量の水和性組成物を用いることにより解決するものであるところ(【0001】，【0008】)，上記(1)のとおり，本願出願時の技術常識に照らしても発明の詳細な説明及び図面の記載から中間水量の算出方法を理解することができないから，表2に中間水量が記載された具体的な組成物以外のものについては課題が解決できると認識することはできない(特許法36条6項1号違反)。",
                "さらに，発明の詳細な説明は，請求項4に記載された「細胞分離システム」を構成する「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物を有する基材」という要件を満足するか否かを判断するための記載が不足しており，本願出願時の技術常識に照らしても中間水量の算出方法を導き出すことができないから，請求項4に記載された発明を当業者が実施をすることができる程度に明確かつ十分に記載したものとは認められない(特許法36条4項1号違反)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "明確性要件違反",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の出願以前から，PMEA等の一群の水和性組成物に含水された水分子の一部が，氷点下への冷却の際には氷の結晶を形成せずに準安定な状態で凝固する一方で，その後の昇温過程において氷の結晶を形成(コールドクリスタリゼーション)すること，及び，当該氷の結晶形成(規則化)に伴って「潜熱の移動」(発熱)がDSC等の熱分析装置で検知されることは甲5等により知られていた。",
                    "そして，そのような挙動を示す水和性組成物内の水分子が「中間水」として定義されていた。",
                    "本願の発明の詳細な説明の記載から，本願補正発明における中間水とは，「規則化(コールドクリスタリゼーション)を生じる水」を意味するものであることが明確に理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "水が凝固して氷に相変態する際の「潜熱」は，同温度の水と氷が有する内部エネルギー(エンタルピー)の差に相当するエネルギー量であり，水が凝固(融解)する際の単位潜熱量は334J／g(6．01kJ/mol)程度であることは一般に知られている(甲11，12参照)。",
                        "そして，DSC(吸発熱量)測定により物質の相変態に伴って移動する転移エンタルピーを定量できることは本願出願時の技術常識であり，当該DSC測定等により定量される転移エンタルピー量が，当該相転移(相変態)を生じた相の量(質量)に比例することは，潜熱の発生原因から極めて自明に導かれる技術常識である。このため，DSC測定により定量された転移エンタルピー量(J)を当該相変態の単位潜熱量(J／g)で除することで，相変態を生じた相の量(g)が求められることは，技術常識(以下「技術常識A」という。)である。その際の比例定数として，水の単位凝固潜熱量(334J／g)を用いるべきことは，当業者が容易に類推することである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "水和性組成物に含有される「中間水」の量についても，通常の水の凝固と同様に，中間水の規則化(コールドクリスタリゼーション)に伴う発熱量(J)に基づいて算出される。",
                        "甲5に，「Wfb＝ΔHcc／Cp」(Wfb：中間水量、Cp：融解潜熱、ΔHcc：CCした水におけるエンタルピー変化)(39頁左欄)と明記されるとおり，中間水を含有した水和性組成物において測定されるコールドクリスタリゼーションに伴う発熱量(J)を水の単位凝固潜熱量(334J／g)で除することで、水和性組成物に含有される中間水の量(g)が算出されることは，本願出願時において知られていた事項である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願の発明の詳細な説明には，DSC測定の結果から中間水量を求める方法について，「上記-40℃近辺の発熱・・・は過冷却により準安定な状態で凝固していた水が，・・・規則化(コールドクリスタリゼーション)を生じたことに起因するものと推察されている。また，コールドクリスタリゼーションに伴う発熱量は，規則化を生じている水の量に比例するものと推察され，この発熱量を測定することで水和性組成物の表面の状態が評価できるものと考えられる。」(【0014】)と記載されている。",
                    "上記「規則化を生じている水」が中間水であるから，当業者であれば，-40℃近辺の発熱が中間水の規則化に起因することを知ることによって，技術常識Aに従って，当該発熱量(J)を当該規則化に係る単位潜熱量(J／g)で除することで中間水量(g)が算出されることを当然に理解し，これを実施することが可能である。",
                    "したがって，当業者は，本願の発明の詳細な説明等の記載に基づいて中間水量の算出方法を理解可能であるから，請求項1及び4の「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物」との発明特定事項は明確であり、特許法36条6項2号違反の拒絶理由は存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に当業者が本願の発明の詳細な説明等の記載のみからは中間水の量の測定方法を理解できないとしても，甲1～3，5を参照することで理解可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1～3は，いずれも大学に所属する研究者である本願の発明者らが執筆したものであり，「コールドクリスタリゼーションに伴う発熱量(J)を水の融解潜熱Cp(J／g)で除することで中間水の量(g)を得る」との中間水の量の算出方法が共通に記載されている。",
                    "甲2の公開年である2000年には，甲2等に記載された中間水量の算出方法により，同分野の第三者がDSC測定の結果から中間水量を算出して甲2等の記載内容を検証可能であった(甲30，31等)。",
                    "また，甲3は，本願の発明者以外の研究者が中間水の考え方の妥当性を表明するものであって，少なくとも甲3の発行時である2010年6月までには中間水の考え方が広く認められていた。",
                    "本願補正発明の実施を希望する当業者であれば、その実施の準備等に先立って発明者らが行っている研究内容を調査・確認することが当然であって，発明者らが執筆した学術論文を参照することは通常行うことであるから，発明の詳細な説明に引用等がされていなくとも，当業者は，甲1～3等の本願の発明者らによる学術論文から中間水の測定方法を理解して，これを実施することが可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，発明の詳細な説明(【0007】)で【先行技術文献】の【非特許文献1】として引用された甲5は，本願の発明者による甲1や甲2等に記載された研究成果に対して平成21年度の日本バイオマテリアル学会の科学奨励賞が授与された際に，同賞の受賞の理由となった一連の研究成果について総括したものであり，甲1及び2と同様に中間水の算出方法等を記載している。",
                    "仮に，当業者が甲1等を参照しないとしても，当業者は，発明の詳細な説明で引用された甲5によって中間水の算出方法等を理解できる。",
                    "バイオマテリアル等に関して高い見識を有する多数の研究者が甲1，2に記載された中間水に関する研究成果について合理的に理解し，これに注目して評価したのであるから，甲1，2及び5に記載されている中間水の定義や算出方法は，少なくとも甲5の発行時までに，日本バイオマテリアル学会に属する研究者の多くに知られていたのであって，少なくとも本願出願時までに当業者に広く知られていた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "認定bは，本願明細書【0019】，【図2】及び【0014】における【図2】の説明に基づくものである。しかし，【0019】は，「当該不凍水，中間水，自由水の各含有量は，図2に示したような含有量の変化に伴うコールドクリスタリゼーションに伴う発熱ピークの挙動と，全含水量から求めることができる。」と記載し，不凍水，中間水，自由水の各含有量が，DSC測定の結果と全含水量とから求められる旨を記載するのであって，具体的な中間水の算出方法を記載するものでない。また，【図2】には，含水量を変化したPMEAにおけるDSC測定の結果を示すグラフを記載し，【0014】には，【図2】の説明として，含水量の違いによってDSC測定の結果が変化する旨を記載するのであって，ともに具体的な中間水の算出方法を記載するものでない。",
                        "このため，認定bは，【0019】，【図2】及び【0014】における【図2】の説明のいずれからも導くことができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "認定cは，本願明細書【0038】に基づくものである。",
                        "しかし，【0038】は，各種水和性組成物が水溶液と接した際の不凍水量，中間水量(飽和不凍水量と飽和中間水量)を評価するための手法について記載しており，中間水に関しては，「各 Sample A～C 毎(Sample B については，各組成毎)に，各含水量におけるコールドクリスタリゼーションに伴う発熱量・・・から，Sample A～C における・・・中間水の最大量を求めて W で除することにより，それぞれの Sample における・・・中間水量とした。」と理解されるべきものであるから，認定cは，【0038】から導くことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "認定b及びcの方法は，中間水の量の算出に使用できない。したがって，当業者は，認定b及びcの方法が中間水の量の算出方法であるとは理解しないから，認定b及びcの記載が，認定aから中間水の量の算出方法を理解することを妨げることはない。",
                    "また，中間水の量を算出できない認定b及びcの方法が，認定aとの間で一義的な中間水の量を算出しないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本願の発明の詳細な説明【0007】において，非特許文献1を特定することができない旨主張するが，雑誌名，巻，号，出版年が記載されているから，頁の記載がなくとも，当該雑誌の1頁に到達すれば，甲5に係る文献を容易に見いだすことが可能であり，本願の発明の詳細な説明の記載により，当業者は，容易に甲5を特定できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，発明の詳細な説明に記載されたPMEAのコールドクリスタリゼーションに伴う発熱量(【表1】)の最大値である14．1J／gを中間水量4．5wt％(【表2】)で除すると，313J／gとなり，通常の水の凍結の場合の単位凝固潜熱334J／gとは約7％も異なる旨主張するが，このような結果は，【表1】と【表2】が異なるサンプルに係ること等に起因するものである。【表1】は，本出願の約10年前に公表された甲2のTable1からPMEAについての測定結果を引き写したものであり，【表2】は，本願の【0034】に記載された方法で合成されたもののPMEAである。水和性組成物に含有可能な中間水量は，その構造等に応じて変化するものであるところ，10年を隔てて合成されたPMEA間において観測される中間水量が7％程度の違いを示すことは，避け難い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，仮に中間水の量の算出方法が発明の詳細な説明の記載(及び技術常識)から理解できたとしても，本願発明の「中間水の量が1wt％以上，且つ30wt％以下」がどの時点の中間水の量を意味するのかについて，発明の詳細な説明には相異なる二通りの記載があり，そのどちらに従えばよいのかわからないから，本願発明の技術的範囲が定まらないことになると主張するが，これは，新たな拒絶理由についての主張であって，本訴において主張することはできない。また，本願発明においては，中間水の量が最大になった時点を飽和含水と擬制している。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "サポート要件違反",
          "text": [
            "前記1のとおり，当業者は，本願の発明の詳細な説明等の記載に基づいて中間水量の算出方法を理解可能であるから，「本願出願時の技術常識に照らしても発明の詳細な説明及び図面の記載から中間水量の算出方法を理解することができないから，表2に中間水量が記載された具体的な組成物以外のものについては課題が解決できると認識することはできない」との判断は前提を欠き，誤りであって，特許法36条6項1号違反の拒絶理由は存在しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "実施可能要件違反",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「中間水量の算出方法」は本願発明が基礎とする従来技術に属するものであり(甲5)，当該方法についての発明の詳細な説明における記載の有無は，本願についての実施可能要件違反を構成する理由になるものではないから，本願の発明の詳細な説明等の記載を検討するまでもなく実施可能要件は具備されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1のとおり，当業者が本願の発明の詳細な説明等の記載に基づいて中間水量の算出方法を理解可能であるから，「本願出願時の技術常識に照らしても中間水量の算出方法を導き出すことができないから、請求項1に記載された発明を当業者が実施をすることができる程度に明確かつ十分に記載したものとは認められない」との判断は前提を欠き，誤りであり，特許法36条4項1号違反の拒絶理由は存在しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "明確性要件違反について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「中間水」という概念は，本願発明者らの研究グループが提唱しているもので，少なくとも本願出願時点では周知ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願の発明の詳細な説明には，「中間水の量」の求め方について当業者が理解できる程度に記載がされていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本願の発明の詳細な説明のうち，認定aの基礎となる部分は，「当該コールドクリスタリゼーションに伴う発熱量は，規則化を生じている水の量に比例するものと推察され」(【0014】)と記載されているにとどまり，単なる「推察」にすぎず，中間水の量の求め方を説明又は定義する記載であるとまでは読み取れない。",
                            "認定bから理解される中間水の量の算出方法(「図2に示したような含有量の変化に伴うコールドクリスタリゼーションに伴う発熱ピークの挙動」と「全含水量」とから求めるという方法)は，認定aから理解される方法(「コールドクリスタリゼーションに伴う発熱量」に比例するという推察に基づく方法)や認定cから理解される方法(「各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係」から求めるという方法)とは用いるパラメーターが異なり，相互の関係も不明であって，これら個別でも総合しても中間水の量の具体的な算出方法を導き出すことができず，記載cから理解される中間水の量の算出方法についても，認定 a 及び認定bとの関係で同様のことをいうことができるから，これら三つの方法の記載が共存すること自体が中間水の量をどのようにして求めればよいのかについて混乱を招き，理解を妨げることになり，発明の詳細な説明の記載が実施可能要件に違反することの根拠になる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件審決が認定cの基礎とした発明の詳細な説明【0037】，【0038】の記載からは，「各含水量におけるコールドクリスタリゼーションに伴う発熱量」と「0℃付近の吸熱量」の関係から具体的にどのようにして中間水の最大量を求めるかについては理解できないものの，各水和性組成物試料について含水量を変えた場合の中間水の量のうちの最大値を当該水和性組成物の中間水量とすることは理解できる。一方，【0022】には，「各種の細胞等を良好に吸着するのに適した水和性組成物表面の中間水量は、・・・水和性組成物が水中で十分に含水した際の中間水の量が水和性組成物の30wt％以下となる水和性組成物を用いることで吸着が可能になり，・・・」と，中間水の量は水和性組成物が飽和含水になった時点の値を意味する旨の記載がある。",
                            "同じ組成物であっても含水量が異なれば中間水の量も異なることは，【0014】や図2に記載されているとおりである。また，仮に中間水の量がコールドクリスタリゼーションに伴う発熱量に比例するとしたら，含水量を変えた場合の中間水の量のうちの最大値と飽和含水になった時点の中間水の量が必ずしも一致しないことは，本願の発明の詳細な説明の【表1】で，含水量7．0％で中間水の量が最大値(発熱量として14．1J／g)となり，飽和含水(36．0％)になった時点の中間水の量(発熱量として13．6J／g)と一致していないことからも明らかである。",
                            "このとおり，仮に中間水の量の算出方法が発明の詳細な説明の記載(及び技術常識)から理解できたとしても，本願補正発明の「中間水の量が1wt％以上，且つ30wt％以下」がどの時点の中間水の量を意味するのかについて，発明の詳細な説明には相異なる二通りの記載があり，そのどちらに従えばよいのかわからないから，本願補正発明の技術的範囲が定まらないことになる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "「発明の詳細な説明」は文言どおり読むべきで，本願明細書【0019】には，具体的な計算手法こそ記載されていないものの，中間水等3種類の水の各含有量は，それぞれ「図2に示したような含有量の変化に伴うコールドクリスタリゼーションに伴う発熱ピークの挙動」と「全含水量」とから求められることが記載されているから，本件審決が，これに基づいて，中間水の量の求め方に関する手がかりとして認定bを認定したことに誤りはない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本願明細書【0038】には，「各 Sample A～C 毎(Sample B については，各組成毎)に，各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係から，Sample A～C における不凍水と中間水の最大量を求めて W で除することにより，それぞれの Sample における不凍水量と中間水量とした。」と記載されているのであるから，文言どおり，「不凍水と中間水の最大量」は，それぞれ「各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係」から求めると解するよりほかない。",
                                "仮に，原告が主張するとおり「各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量」をそれぞれ「不凍水と中間水の最大量」を求めるための熱量であると解釈することとしても，せいぜい語順のとおり，「各含水量におけるコールドクリスタリゼーションに伴う発熱量」から「不凍水の最大量」を求め，「各含水量における0℃付近の吸熱量」から「中間水の最大量」を求めると解されるにとどまり，「各含水量におけるコールドクリスタリゼーションに伴う発熱量」から「中間水の最大量」を求めると解釈することはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "当業者は，「当該不凍水，中間水，自由水の各含有量は，・・・から求めることができる。」(【0019】／認定b)，及び「2，中間水量の測定」(【0037】～【0038】／認定c)が中間水の量の求め方に関する記載であると認識する。仮に，潜熱の放出量は相変態を生じた相の量に比例するという事項が基本的な自然法則であるとしても，上記認定b及び認定cの明示的な記載を無視して，「当該コールドクリスタリゼーションに伴う発熱量は，規則化を生じている水の量に比例するものと推察され」(【0014】)と記載されているにとどまり，中間水の量の算出方法を説明する記載とは解されない認定aのみに着目して中間水の量の算出方法を理解することはない。むしろ，中間水の量の算出方法に関する記載であると認識される認定b及び認定cの記載が，認定aから中間水の量の算出方法を理解することを妨げる。それにもかかわらず，原告は，認定bや認定cに関して，手続補正を行うことはなかった。",
                            "したがって，認定b及びcをないものとして，中間水の量の求め方について記載したとまでは解されない認定 a のみを根拠として中間水の量の求め方が明らかであるとする原告の主張は，発明の詳細な説明のうちごくわずかな手がかりである認定aのみを過大に取り上げ，都合の悪い認定b及びcを故意に無視するものであって，発明の詳細な説明全体の記載に基づかない，誤ったものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願における中間水の量を前記の「推察」に基づいて算出することにした場合の比例定数がどのような値であるかまで，当業者といえども理解できない。",
                            "発明の詳細な説明の記載に基づき，中間水のコールドクリスタリゼーションは通常の水の凍結とは異なる相転移であると理解されるから，中間水のコールドクリスタリゼーションの単位潜熱(すなわち，中間水の量を算出するための比例定数)は，通常の水の凍結の場合の単位凝固潜熱334J／gとは異なる値であると考えるのが自然である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "発明の詳細な説明に記載された，PMEAのコールドクリスタリゼーションに伴う発熱量(【表1】)の最大値である14．1J／gを中間水量4．5wt％(【表2】)で除すると，313J／gとなり，334J／gとは約7％も異なる。",
                            "本願補正発明は，「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物」という数値限定を発明特定事項とするところ，中間水の量を算出するための比例定数が約7％も異なれば，上記数値限定も約7％の範囲で変動し，発明の技術的範囲が定まらないことになる。原告が発明の詳細な説明の記載から当業者が理解できると主張する範囲内でさえ約7％もの変動があること自体，発明の詳細な説明の記載から上記比例定数を明確に把握できないことの証左である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "現在までに日本で設定登録された「中間水の量」に関する発明特定事項を含む発明に係るものは，1件のみである(乙13)。中間水の量は，同じ水和性組成物であっても含水量に応じて変化するものであるところ，前記発明については，その特許請求の範囲において，中間水の量をどの時点で測定するかが明確に特定されている。そして，その発明の詳細な説明には，中間水の量の求め方に関して，試料調製，IR測定に用いる装置，測定法，分解能，時間分解能等の各種条件，及びIR測定で得られたデータから中間水の量を求めるための解析方法，ソフト，計算機を明記したうえで，具体的な手順を数式により示されるとともに，解析の前提とした仮定(「データ解析において，νOHのモル吸光係数は等しいと仮定した。」〔【0087】〕)も明記されている。",
                        "これと比較してみても，本願の発明の詳細な説明の記載及び特許請求の範囲の記載には不備がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1～5は，本願出願時の技術常識を示すものとして参酌することはできない。",
                    "甲1は，本件審決で引用した本願発明者による文献であり，甲4は，本願発明者やその共同研究者による文献であって，中間水について記載はあるがその量の算出方法については記載がなく，甲2，3及び5は，本願発明者らによる文献であって，中間水について甲1と同等の記載しかない。",
                    "自由水，中間水，不凍水という3種類の水の概念やそれらの量の算出方法が本願発明者らの研究グループ以外の当業者に本願出願時までに広く知れ渡り，技術常識となっていたことを裏付ける証拠は見いだすことができない。",
                    "また，甲1～5のいずれにも「中間水のコールドクリスタリゼーションにおける単位潜熱量が通常の水の融解潜熱(334J／g)であること」は記載されていない。正しくは，甲1～5には，中間水の量を算出する前提として「中間水のコールドクリスタリゼーションにおける単位潜熱量が通常の水の融解潜熱(Cp，334J／g)と等しいと仮定すること」と算出方法の定義が記載されている。",
                    "このように，当業者を対象とした学術論文にその都度，中間水の量を算出する前提とした仮定と算出方法を定義する計算式が記載されていることは，算出方法の前提や定義を明記しなくては，当業者といえども中間水の量の算出方法を具体的に理解できないことを強く示唆する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5は，本願の発明の詳細な説明(【0007】)において引用された文献ではない。",
                        "【0007】の非特許文献1の記載には，文献を特定するために必要な最低限の情報(雑誌名，巻，号，頁，出版年)がそろっておらず，非特許文献1を特定することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，【0007】の記載から甲5を探し当てることができたとしても，その中の中間水の量の算出方法に関する記載内容が実質的に発明の詳細な説明に記載されたに等しいものであるということはできない。発明の詳細な説明において，先行技術文献は特許を受けようとする発明に関連する文献公知発明を記載した文献という位置付けにすぎない。",
                        "また，非特許文献1は，中間水の量の定め方に関して引用されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲5が本願出願と同年に発行されたものであることは，中間水の定義や算出方法が本願出願時において未だ当業者の技術常識ではなかったことを示唆する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願は，明確性要件を満たさない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "サポート要件違反について",
          "text": [
            "上記1のとおり，発明の詳細な説明に中間水の求め方が記載されていない以上，本願は，サポート要件を満たさない。"
          ]
        },
        {
          "fig": "3",
          "subject": "実施可能要件違反について",
          "text": [
            "上記1のとおり，発明の詳細な説明に中間水の求め方が記載されていない以上，本願は，実施可能要件を満たさない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，前記第2の2記載のとおりであるところ，本願明細書(甲13)には，本願発明について，次のとおりの記載がある。",
                "「【技術分野】",
                "【0001】",
                "本発明は，生体内に存在する所定の細胞を選択的に吸着して分離させるための細胞分離方法，および，当該方法に用いられる水和性組成物に関する。",
                "【背景技術】",
                "【0002】",
                "血液や体液などの生体組織液から，細胞，生理活性物質，タンパク質などの標的物質を選択的に分離・回収する方法，また，生体組織液から細菌やウイルスなどを分離，除去する方法などの分離・回収技術は，自己免疫疾患，AIDSおよび移植後の急性拒絶反応防止等に利用されている。また，CD34＋を発現している造血系の幹細胞の分離・回収，自己免疫疾患治療を目的とした自己反応性抗原受容体をもったリンパ球の捕集，骨髄移植用細胞からのリンパ球の除去などは，造血系の悪性腫瘍，癌治療等の際に有効に利用される。",
                "さらに，白血病細胞の検出，治療などを代表とする細胞医療にとって細胞の分離は重要な技術である。近年，幹細胞があらゆる臓器に分化増殖することが示され，幹細胞や前駆細胞，各種分化誘導因子・増殖因子などの細胞や生理活性物質に損傷を与えることなく分離・回収することは再生医療，遺伝子治療，病気の診断の分野にとって欠かせない技術である。",
                "現在用いられている細胞や生理活性物質の分離方法には，膜分離法，遠心分離法，電気的分離法，標的細胞以外の細胞を死滅させる方法，標的細胞に親和性を有するリガンドを固定化した担体に，目的細胞を結合させる方法，磁気ビーズによる分離法等があり，それぞれ特定の用途に使用されている。",
                "【0003】",
                "また，細胞を選択的に吸着する素材により細胞を分離する方法として，特許文献1には，高分子基材と刺激応答性高分子と対象細胞を選択的に吸着する部位とを有する細胞分離用吸着剤が示されている。",
                "上記生体組織液から標的物質を選択的に分離回収する従来の技術のうち，特に特定の細胞を分取する技術については，それぞれ細胞の分離に使用する原理に起因する問題点があり，必ずしも一般的に使用できるものとはいえない。",
                "例えば，膜分離法や遠心分離法は，細胞の大きさや比重の違いによって分離する方法であるため，白血球，赤血球及び血小板のように物理的性質に大きな相違がある場合には分離が可能であるが，白血球の亜集団の分離(例えば，T，B細胞の分離)など，対象となる物質間での物理的な差が小さい場合には使用できず，特異性が低い欠点がある。",
                "また，電気的分離法は，電場中の細胞の荷電特性，誘電特性の違いを利用するものであるが，同じく細胞の選択性に限界がある。標的細胞以外の細胞を死滅させる方法は種々検討され，開発されているが，標的細胞がダメージを受ける場合があり，副作用の原因となる。",
                "磁気ビーズ法は，細胞混合液を抗体を結合させた磁気ビーズと共にインキュベートすることにより，目的細胞を磁気ビーズでラベルし，磁気装置を用いてラベルされていない細胞から，ラベルした細胞を分離する方法である。この方法の場合，ビーズと標的細胞を効率よく結合させるために長時間のインキュベートが必要であり，その結果，標的以外の細胞の非特異的な吸着が生じて目的細胞の純度低下を招く恐れがあり，また， 小さな磁気ビーズに吸着した目的細胞を回収することが困難である。",
                "免疫吸着カラム法は，標的細胞の膜抗原に対する抗体等のリガンドをビーズ等の基材表面に固定化し，これをカラムに充填して細胞分離を行うものである。このような免疫吸着等のリガンド間の相互作用を利用したものとしては，ビオチン-アビジン間の結合を利用したものが開示されているが，ビオチン-アビジン間の結合力が非常に強いため，分離した細胞を回収することが困難であり，回収効率が低下する等の欠点を有する。これらの方法は，抗体を用いるため，標的細胞への選択性が高いことが利点であるが，吸着細胞の回収にプロテアーゼやパパインなどの酵素を用いるため，回収率が低く，細胞自体への損傷が大きいという欠点を有している。",
                "【0004】",
                "他方，所望の標的物質を選択的に分離・回収した後の血液や体液などの生体組織液を再び人体に戻すことを考慮した場合には，当該分離・回収の際に医療機器に接触した血液や体液が悪影響を受けることを避ける必要が生じる。医療機器に接触時に，血液成分の粘着が少ないとされる公知の表面には，2-ヒドロキシエチルメタクリレート(HEMA)やポリビニルアルコールを主成分とする医療用材料が知られており(中林宣男, 石原一彦, 岩崎泰彦：バイオマテリアル, コロナ社(1999)，または，Tsuruta, T.  Adv.  Polym.  Sci.Contemporary  topics  in  polymeric  materials  for biomedical applications 1996, 126, 1-51.)，ソフトコンタクトレンズのほか，人工硝子体，ドラッグデリバリーシステムの担体として利用されている。しかし，ヒドロキシル基を有するため，補体系の活性化が起こり問題とされている。また，電気泳動用ゲルとして用いられている親水性ゲルであるポリアクリルアミドを導入した表面では，血液との接触時に血小板が活性化され，その血液が体内に返血されると，血栓形成を誘発するため問題であった。",
                "その他の医療用材料には，ポリエチレングリコール(poly(ethylene glycol), PEG)",
                "(Mori, Y.; Nagaoka, S.; Takiguchi T, Kikuchi, T, Noguchi N, Tanzawa, H.; Noishiki, Y. A new antithrombogenic material with long polyethylene oxide chains, Trans. ASAIO. 1982,",
                "28, 459-463.  または，Harris JM, ed, Poly(ethylene glycol)chemistry, Biotechnical and Biomedical Applications Plenum Press, New York(1992).)がある。PEG は非常に優れた生体適合性を有しており，医療分野への応用研究も多くなされている。しかし，目標となる生体物質等を，選択的に吸着することはできなかった。",
                "【0005】",
                "また，特許文献2，3，非特許文献1には，主に高分子材料の表面構造に着目して，人体に対する適応性が高い材料の活用が記載されている。",
                "【先行技術文献】",
                "【特許文献】",
                "【0006】",
                "【特許文献1】特開2006-158305号公報",
                "【特許文献2】WO2004／087228号公報",
                "【特許文献3】特開2004-161954号公報",
                "【非特許文献】",
                "【0007】",
                "【非特許文献1】バイオマテリアル 28-1，2010",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0008】",
                "上記従来の技術に対して，本発明は，簡便で選択性の高い細胞分離方法，および，細胞分取用の器具に使用可能な水和性組成物を提供することを目的とする。",
                "また，特に当該細胞分離の際に，分離の対象となる血液や体液への悪影響を抑制可能な細胞分離方法，および，細胞分取用の器具に使用可能な水和性組成物を提供することを目的とする。",
                "・・・",
                "【発明の効果】",
                "【0010】",
                "本発明の接着器具または医療機器の材料，接着器具等，および接着方法によれば，目標となる生体物質等を選択的に，かつ変質させることなく接着表面に接着することができる。さらに，血液適合性を有していて安全性の高い，材料，生体物質等の接着器具，医療機器等を提供できる。",
                "・・・",
                "【発明を実施するための形態】",
                "【0012】",
                "本発明者が，体内の血液や体液内に存在する様々な細胞について，各種の物質への吸着性を検討した結果，当該物質の表面に形成される表面水層の状態に応じて，当該表面に吸着を生じる際の細胞の吸着頻度が変化すると共に，そのような表面水層の状態と細胞の吸着頻度との相関が，細胞の種類によって大きく変化することを見いだした。そして，この現象を利用することにより，体内の体液内に存在する種々の細胞を選択的に吸着して分離可能とすることが可能となり，本願発明を完成するに至った。以下，詳しく説明する。",
                "各種の物質を水と接触させることにより，当該物質の表面に一定量の水が所定の形態で拘束されることにより物質表面が含水して水和し，その表面には所定の構造を有する表面水層が形成されることが知られている。また，この表面水層の構造や厚さは，当該物質の表面付近の構造に依存して変化することが知られている。このように，その表面に一定量の水を拘束して水和することが可能な水和性組成物として，典型的にはゼラチンやコラーゲンのように多量の水と水和可能な物質の他にも，各種の有機物，無機物がその表面に水和により一定量の水を拘束して表面水層を形成可能であることが知られている。",
                "【0013】",
                "これらの表面水層が形成された水和性組成物の一例としてのポリ(2-メトキシエチル  アクリレート(PMEA))について，示差走査熱量計(DSC)による測定を行った際の特徴的な測定結果について図1に示す。図1は，9wt％の水を含水したポリ(2-メトキシエチル  アクリレート(PMEA))を-100℃まで冷却した後，-100℃から50℃まで毎分2．5℃の割合で昇温した際に観察される吸発熱の様子を示す。",
                "図1に示されるように，所定量の水を含水した水和性組成物を一旦十分に冷却し，その後に比較的ゆっくりした速度で加熱した場合に，0℃以下の特定の温度域において所定の発熱を生じると共に，-10℃近辺から0℃までの広い温度範囲において吸熱が観察されることが明らかにされている(例えば，非特許文献1等を参照)。図1においては，-40℃近辺において顕著な発熱を生じている。通常の凍結状態の水(氷)を加熱した際には，その融点である0℃において融解熱としての吸熱を生じて液体の水に変態を生じるのに対して，水和性組成物で観察される上記の現象は，含水した水和性組成物表面の表面水層に拘束されている水が特異な挙動をすることに起因すると理解されている。また，水和性組成物の表面水層を十分な低温から0℃以上に加熱した際に DSC 測定で測定される全吸熱量(＝吸熱量-発熱量)が，当該水和性組成物の含水量と一致しないことから，加熱や冷却によって変態を生じないことで DSC 測定の測定に関わらない水が存在することも知られている。",
                "【0014】",
                "図2には，PMEAにそれぞれ異なる量の水を含水させたものについて DSC 測定を行った結果を示す。含水量が1．8wt％以下の場合には，上記の-40℃近辺における発熱が観察されない一方で，含水量が7wt％程度になるまで当該発熱量が増加するが，更に含水量が増加しても発熱量が飽和して変化しないことが観察されている。他方，含水量が7wt％以上となることで0℃付近における吸熱が顕著になることなど，PMEAへの含水の形態がその含水量によって変化することが知られている。",
                "上記-40℃近辺の発熱に関して，PMEAのガラス転移点が-40℃近辺に存在することが知られていることから，上記発熱は過冷却により準安定な状態で凝固していた水が，当該PMEAのガラス転移点以上に加熱されたことで規則化(コールドクリスタリゼーション)を生じたことに起因するものと推察されている。また，当該コールドクリスタリゼーションに伴う発熱量は，規則化を生じている水の量に比例するものと推察され，この発熱量を測定することで水和性組成物の表面の状態が評価できるものと考えられる。",
                "図2に示した各 DSC 測定の結果より求めたコールドクリスタリゼーションに伴う発熱量(ΔHcc)と，-20℃～0℃の間で見られる吸熱量(ΔHm)を表1に示す。",
                "【0015】",
                "【表1】",
                "【0016】",
                "表1から明らかなように，含水量が1．8wt％以下の場合には，当該含水された水に起因する潜熱が観察されないのに対し，それ以上の含水量となった場合にはコールドクリスタリゼーションに伴う発熱量(ΔHcc)とほぼ同一の量の吸熱(ΔHm)が観察されるようになる。更に，含水量が7．0wt％以上になるとコールドクリスタリゼーションに伴う発熱量が一定のままで，0℃近辺の吸熱量(ΔHm)が大きくなることが分かる。",
                "【0017】",
                "上記の知見に基づいて，本発明者らは，水和性組成物の表面に存在する表面水層が有する構造について明らかにしてきた。図3，図4には，本発明者らが明らかにした水和性組成物の表面の表面水層が有する構造の概要について示す。図3に示すように，含水した水和性組成物の表面には，組成物表面との強い相互作用で拘束されることにより，少なくとも-100℃～室温の範囲では凍結／融解等の相変態を生じない水の層が形成され，発明者らは，この層に属する水を「不凍水」と定義している。図4に示すとおり，この不凍水は水和性組成物の表面との間で何らかの結合を形成して強く拘束されており，水としての自由な挙動を行えないため，-100℃～室温の範囲で凍結／融解等の相変態を生じないものと考えられている。一方で，乾燥雰囲気での強加熱により脱離することで飽和含水量の一部を成していると推察される。",
                "【0018】",
                "また，上記不凍水の外側には，組成物表面や不凍水との相互作用により拘束された「中間水」の層が存在するものと推察されている(図4)。中間水が組成物表面や不凍水との間で有する相互作用の詳細は明らかでないが，種々の知見に基づけば，0℃以上においては中間水として含有される水分子が一定の自由度を持って流動することが可能である一方，少なくても-40℃付近以下の温度においては，組成物表面や不凍水との相互作用により規則化する傾向を強く有するものと推察されている。そして，当該規則化する強い傾向の存在により，不規則な状態で凝固した状態からの加熱において，-40℃付近で規則化に伴う発熱を生じると共に，-10℃近辺から0℃の範囲で再び不規則化して吸熱を生じるものと推察されている。",
                "更に，上記中間水の外側に弱く拘束された「自由水」の層が存在し，これが上記DSC 測定の際に0℃における鋭い吸熱ピークを生じさせるものと推察されている(図4)。水和性組成物を水中に設置した際には，この自由水は，周囲の水相中の水(バルク水)と比較的自由に交換可能である一方で，中間水などとの相互作用により表面から除去されにくく，表面水層を形成するものと考えられている。",
                "【0019】",
                "また，上記PMEAの DSC 測定の結果により特徴付けられるPMEAの表面における表面水層の構造は，PMEA以外の水和性組成物においても観察されている。また，表面水層を構成する不凍水，中間水，自由水のそれぞれの量は，水和性組成物の種類に応じて変化することが知られている。図5には，上記で用いた2-メトキシエチル・アクリレート(MEA)と，2-ヒドロキシエチル・メタクリレート(HEMA)との割合を変化させて常法により共重合して得られるランダム共重合体について，上記と同様に DSC 測定を行った結果を示す。MEAに対してHEMAの割合が増加することにより，-40℃付近に見られるコールドクリスタリゼーションに伴う発熱のピークが平坦化すると共に，50mol％以上のHEMAを含むものにおいては，当該ピークが観察されないようになる。",
                "図6には，図5に示したMEAとHEMAを各割合で混合して得られた共重合体における不凍水，中間水，自由水の含有量を示す。当該不凍水，中間水，自由水の各含有量は，図2に示したような含有量の変化に伴うコールドクリスタリゼーションに伴う発熱ピークの挙動と，全含水量から求めることができる。図6に示されるように，MEAとHEMAの共重合体においては，その割合を適宜変化することにより，各共重合体に含まれる不凍水，中間水，自由水の量やその割合を変化することができる。",
                "【0020】",
                "そして，本発明は，以下の実施例において示すとおり，水和性組成物の表面に存在する中間水の量に応じて各種細胞等の吸着頻度が変化することを見出したことに基づくものである。つまり，ほとんど水和性を示さず表面水層を形成しない物質や，水和性組成物であっても表面水層が不凍水や自由水から構成されていて中間水が実質的に存在しない物質の表面においては，試験を行った全ての細胞や血漿タンパク質について高い吸着頻度で吸着を生じる一方で，中間水量が多い水和性組成物の表面においてはそれらの細胞や血漿タンパク質の吸着頻度が低下する傾向が観察された。また，吸着頻度が低下する中間水量が細胞等の種類により大きく変化することから，目的に応じて適宜の中間水量を有する水和性組成物を選択して細胞等の吸着材として用いることにより，選択的に細胞を吸着・回収することが可能となる。",
                "【0021】",
                "水和性組成物の表面に存在する中間水の量に応じて細胞などの吸着頻度が変化する理由は明らかでないが，中間水は水和性組成物の表面との弱い相互作用によりその運動の自由度が制限された状態で存在すると推察され，細胞等が直接的に水和性組成物の表面に接触することを防止する一種のクッション材の作用を果たすことが原因と推察される。つまり，細胞やタンパク質などの生体成分は血液中や体液中で水和殻を形成し安定化されており，この水和殻が異物表面やその不凍水などに直接に接触して攪乱あるいは破壊されると，生体成分の材料表面への吸着・活性化の引き金となると考えられるが，中間水の存在により当該吸着が抑制され，また吸着の強度に影響を与えているものと推察される(図2)。",
                "【0022】",
                "各種の細胞等を良好に吸着するのに適した水和性組成物表面の中間水量は，その細胞の種類や吸着の目的などにより変化するが，いわゆるがん細胞や幹細胞などの比較的大きな細胞を吸着する場合には，水和性組成物が水中で十分に含水した際の中間水の量が水和性組成物の30wt％以下となる水和性組成物を用いることで吸着が可能になり，特に中間水の量が10wt％以下となる水和性組成物を用いることで，吸着頻度が飽和して高い吸着能を有することができる。また，血小板のように比較的小さな浮遊系の細胞や血漿タンパク質を吸着しようとする場合には，中間水の量が3wt％以下となる水和性組成物を用いることで，十分な吸着頻度での吸着が可能になる。",
                "一方，中間水の量が過剰に少ない水和性組成物を用いた場合には，吸着された細胞が水和性組成物の表面や，そこに存在する不凍水の影響でダメージを受ける可能性があるため，特に吸着分離した細胞を培養などして使用する際には好ましくない。他方，中間水の量が1wt％以上となる水和性組成物を用いることで，血小板や血漿タンパク質の吸着を回避しつつ，がん細胞や幹細胞などにダメージを加えることなく吸着を行うことが可能となる。特に，中間水の量が3wt％以上となる水和性組成物を用いることで，血小板や血漿タンパク質の吸着を有効に回避しつつ，がん細胞や幹細胞などを変質することなく吸着を行うことが可能となる。",
                "【0023】",
                "本発明により分離回収が可能な物質は，血液中や体液中で水和殻を形成して存在している物質であれば特に制限はなく，例えば，血液等に含まれる転移性のがん細胞，白血病細胞などの腫瘍細胞。幹細胞，血小板，血管内皮細胞，神経細胞，マクロファージ，樹状細胞，単核球，好中球，平滑筋細胞，繊維芽細胞，心筋細胞，骨格筋細胞，肝実質細胞，肝非実質細胞，膵ラ島細胞などの機能細胞の他，血漿タンパク質等に対する適用も可能である。",
                "【0024】",
                "また，本願発明で用いる水和性組成物としては，目的に応じた中間水量を有していると共に，吸着した細胞等に悪影響を及ぼさないものであればよく，例えば，所定の中間水を有する有機高分子やシリカゲルなどの無機物，ゼラチン，コラーゲン，アルブミン等のタンパク質，ヒアルロン酸，コンドロイチン硫酸等の多糖類等が挙げられる。また，生体適合性高分子として知られるポリエチレングリコール(PEG)やポリビニルピロリドン(PVP)，ポリビニルメチルエーテル(PVME)，ポリ(2-メタクリロイルオキシエチルホスホリルコリン)，ポリテトラヒドロフルフリルアクリレート等であれば，人体への影響を抑制した状態で使用可能である。更に，好ましい高分子の例としては，下記の式(1)で表される，ポリ(2-エトキシエチル  アクリレート)，ポリ(2-メトキシエチル  アクリレート)，ポリ［2-(2-メトキシエトキシ)エチル  メタクリレート］，ポリ［2-(2-エトキシエトキシ)エチル  アクリレート］，ポリ［2-(2-メトキシエトキシ)エトキシ］エチル  メタクリレート]，ポリ［2-(2-(2-メトキシエトキシ)エトキシ)エチル  アクリレート］，ポリ［2-(2-エトキシエトキシ)エチル  メタクリレート］，ポリエチレングリコール(PEG)やポリビニルピロリドン(PVP)，ポリビニルメチルエーテル(PVME)，メトキシエチル(メタ) アクリルアミド，メトキシエチルビニルエーテル，ポリテトラヒドロフルフリル(メタ)アクリレート等が含まれる。",
                "【化1】",
                "［式中，R1は，水素原子又はメチル基であり，R2は，メチル基又はエチル基であり，mは1から3であり，nは繰り返し単位である］",
                "これらの高分子の中でも，下記の式(2)で表されるポリ(2-メトキシエチル・アクリレート(PMEA))等が生体適合性に優れる点で特に好ましい。",
                "【化2】",
                "また，これらの高分子を構成するモノマーを他のモノマーと混合して共重合体とすることにより，所望の中間水量を有する材料として用いても良い。",
                "【0025】",
                "上述の高分子は，極性基としてエーテル結合とエステル結合を有しているだけであり，これらの極性基は窒素原子(アミノ基，イミノ基)やカルボキシル基などと異なり，生体成分と強い静電相互作用を持たない。このため，上述の高分子は，血液に対して活性が低く，さらに大きな疎水性基を持たないことから疎水性相互作用も小さい。以上のことから，上述の高分子は，優れた生体適合性を発現するものと推測される。例えば，合成高分子材料表面と生体内組織や血液中のタンパク質との接触を考えると，なるべくタンパク質の吸着変性や活性化が起こらない表面が好ましく，物質間に働く大きな相互作用である疎水性相互作用や静電的相互作用を小さくすることが有用であると考えられる。よってこのことからも，上述の高分子を材料として用いた本発明の接着器具，医療機器は，好適な表面構造を備え得る。",
                "【0026】",
                "また，上述の高分子を材料として用いた医療機器等の表面は，水酸基が存在することなく，適度な親水性を有している。このため，血液浄化等の目的で使用される医療機器の材料として使用した場合，血液と接したときに血小板の粘着が軽微となり，優れた血液適合性を発現することとなる。さらには，水酸基に起因した水素結合による生体成分との相互作用，吸着タンパク質の変性なども防止できる。",
                "【0027】",
                "本発明に係る細胞分離方法において水和性組成物に吸着されることにより体液などの水溶液から分離された細胞等は，適宜の方法により水和性組成物から脱離されて，例えば，がん細胞であれば培養することで抗がん剤のスクリーニングに使用したり，幹細胞であれば所望の臓器への分化増殖等に使用することが可能である。このように，吸着された細胞を様々な用途に使用する場合には，細胞を水和性組成物から脱離する際のダメージを抑制することが好ましいが，例えば，水和性組成物に細胞を吸着した後に温度等を変化させることで，水和性組成物の中間水量を増加させて吸着した細胞を水和性組成物から脱離することも好ましい。",
                "【0028】",
                "例えば，poly [2-(2-ethoxyethoxy)ethyl acrylate](PEEA)は，優れた生体適合性と共に，14℃の下限臨界共溶温度(LCST)を有して，これ以下の温度において水溶液中に溶解する特徴を有している。このため，例えば，人体から採取した血液中から，体温とほぼ等しい温度下で，主としてPEEAを主成分とする水和性組成物に細胞を吸着させた場合，14℃よりも低い温度まで接着器具等を冷却させることで，容易に細胞を接着器具等から脱離させることができる。このように，特別な反応を生じさせることなく，得られた細胞等の目標生体物質，あるいは目標生理活性物質を速やかに水和性組成物から脱離することにより，細胞等が血液中に含まれていたときのままの状態で，その後の試験，評価等に活用することができる。また，それ以外にも，特許文献2に記載されるような，下限臨界共溶温度(LCST)を有することで，温度に応じて疎水性から親水性に変化する物質を水和性組成物として使用することが可能である。",
                "【0029】",
                "他方，血小板などの血球細胞の吸着を生じにくい一方で血管内皮細胞を選択的に吸着して血液から分離する水和性組成物を使用した場合には，特に内径の小さな人工血管等を形成する際に有利となる。つまり，血液中に含まれる血管内皮細胞が血管の内壁に付着することで，血小板機能や凝固線溶系が制御されて血栓の形成が防止されているが，人工的に製造される血液を流通させるための管においては必ずしも血管内皮細胞の付着が良好に生じないために血栓の形成が生じやすく，特に内径の小さな人工血管等においては血栓による詰まりを生じやすいという問題を有していた。これに対し，例えば，中間水の量が3～10wt％となる水和性組成物を少なくても血液に接触する面の一部に設けることにより，血管内皮細胞を血管の内壁に選択的に付着させることが本発明により可能となり，血栓による詰まりを生じにくい人工血管等とすることができる。これは，内径が10mm以下の微細な人工血管等を形成する際に有効であり，特に，内径が4mm程度の人工血管等を形成する際に非常に有効である。",
                "【0030】",
                "本発明に係る細胞分離方法は，所定の中間水量を有する水和性組成物をそのまま用いたり，所定の基材上にコーティングする等の方法により，血中の転移性がん細胞の検出キット，免疫クロマトグラフィーなどの各種の生体物質および／または生理活性物質を検出するための検出器具，細胞分離システムなどに適用して用いることができる。また，人工血管，血管系ステント，人工心肺等に適用することで，所望の付加価値を付与することができる。",
                "【0031】",
                "また，本発明に係る細胞分離方法は，人体中において所定の細胞を吸着分離するために用いられる他，体外において人体から取り出した血液や体液から所定の細胞を吸着分離するために用いることが可能である。更に，人体から取り出したガン組織等について，組織に含まれる複数種の細胞をばらばらに遊離させて適切な支持液に分散させた溶液において，所望の細胞を吸着分離するために使用することも可能である。",
                "【0032】",
                "本発明において使用する水和性組成物を適用する基材の材質や形状は特に制限されることなく，例えば，多孔質体，繊維，不織布，粒子，フィルム，シート，チューブ，中空糸や粉末等いずれでも良い。その材質としては木綿，麻等の天然高分子，ナイロン，ポリエステル，ポリアクリロニトリル，ポリオレフィン，ハロゲン化ポリオレフィン，ポリウレタン，ポリアミド，ポリスルホン，ポリエーテルスルホン，ポリ(メタ)アクリレート，エチレンーポリビニルアルコール共重合体，ブタジエン-アクリロニトリル共重合体等の合成高分子あるいはこれらの混合物が挙げられる。また，金属，セラミクスおよびそれらの複合材料等が例示でき，複数の基材より構成されていても構わない。",
                "【0033】",
                "上述の水和性組成物を医療機器表面等に保持させる方法としては，コーティング法，放射線，電子線および紫外線によるグラフト重合，基材の官能基との化学反応を利用して導入する方法等の公知の方法がある。この中でも特にコーティング法は製造操作が容易であるため，実用上好ましいい。さらにコーティング方法についても，塗布法，スプレー法，ディップ法等があるが，特に制限なくいずれも適用できる。",
                "例えば，該水和性組成物の塗布法によるコーティング処理は，適当な溶媒に該共重合体を溶解したコーティング溶液に，濾材を浸漬した後，余分な溶液を除き，ついで風乾させるなどの簡単な操作で実施できる。また，濾材に該水和性組成物をより強固に固定化させるために，コーティング後のフィルター濾材に熱を加え，濾材と該水和性組成物との接着性を更に高めることもできる。また，表面を架橋することで固定化しても良い。架橋する方法として，コモノマー成分として架橋性モノマ-を導入しても良い。また，電子線，γ線，光照射によって架橋しても良い。",
                "・・・",
                "【実施例】",
                "【0034】",
                "1，試料の調製",
                "(1)Sample A：ポリ(2-メトキシエチルアクリレート)(PMEA)材の作製",
                "2-メトキシエチルアクリレート15gを1，4-ジオキサン60g中でアゾビスイソブチロニトリル(0．1重量％)を開始剤として，窒素バブリングしながら75℃で10時間重合を行った。重合反応終了後，n-ヘキサンに滴下し沈殿させ，生成物を単離した。生成物をテトラヒドロフランに溶解し，さらに2回n-ヘキサンを用いて精製を行った。精製物を一昼夜減圧乾燥した。無色透明で水飴状のポリマーが得られた。収量(収率)は12．3g(82．0％)であった。得られたポリマー構造は，1H-ＮMRによって確認した。GPCの分子量分析の結果から，数平均分子量(Mn)が26，000であり分子量分布(Mw／Mn)は3．27であった。得られたポリマー(ポリ(2-メトキシエチルアクリレート)(PMEA))をメタノールに溶解した0．2重量％溶液をポリエチレンテレフタレート(PET)製の円板上にキャストし，スピンコーターを用いて 2回コーティングを行った。水の静的接触角と X-ray Photoelectron Spectroscopy(XPS)測定により，PET表面上にPMEAが被覆されていることを確認した。",
                "【0035】",
                "(2)Sample B：MEA-HEMA共重合材の作製",
                "2-メトキシエチルアクリレート(MEA)と，2-ヒドロキシエチル・メタクリレート(HEMA)を，HEMAの割合が10，20，30，40，50，100mol％であって，合計で15gとなるように混合した混合物を用いた他は，上記PMEA材と同様に重合してポリマーを得た。得られたポリマーをメタノールに溶解した0．2重量％溶液を PET 製の円板上にキャストし，スピンコーターを用いて 2 回コーティングを行った。",
                "【0036】",
                "(3)Sample C：ポリ(2-メタクリロイルオキシエチルホスホリルコリン)(PMPC)材の作製",
                "2-メタクリロイルオキシエチルホスホリルコリン(MPC)のエタノール溶液を PET 製の円板上にキャストし，スピンコーターを用いてコーティングを行ったものに対して，60Co を放射線源として，80 kGy(10kGy/h で8時間)の γ 線を照射して架橋を行い水不溶性としたポリ(2-メタクリロイルオキシエチルホスホリルコリン)(PMPC)を作製した。",
                "【0037】",
                "2，中間水量の測定",
                "上記で作製した水和性組成物試料(Sample A～C)について，含湿雰囲気への暴露や，最高で7日間の水中へ浸漬により飽和含水を与える等の方法によりそれぞれ適量の水を含水させた。含水後の各試料の所定量を取り，あらかじめ重量を測定した酸化アルミパンの底に薄く広げた。示差走査熱量計(DSC-8230, リガク社製)を用いて，室温から-100℃まで冷却し，ついで 10 分間ホールドした後，昇温速度 2.5℃／min.で-100℃から 50℃まで加熱を行う過程での吸発熱量の測定を行った。なお，予め各試料の基材に用いた PET 基板は有意な量の含水を生じないことを確認した。",
                "各試料について，DSC 測定後にアルミパンにピンホールをあけて真空乾燥後，その重量減少分を含水量として求めた。含水量(WC)は，基材に用いた PET 基板の質量を除外した上で，以下の式(I)で求めた。",
                "含水量(WC) = (W1-W0) / W0  (I)",
                "(W ：試料の乾燥重量(g)，W ：試料の含水重量(g))",
                "【0038】",
                "次に，各Sample A～C 毎(Sample B については，各組成毎)に，各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係から，Sample A～C における不凍水と中間水の最大量を求めて W で除することにより，それぞれの Sample における不凍水量と中間水量とした。表2に各試料の中間水量を示す。なお，Sample B の 50 mol％HEMAと，100mol％HEMAでは，DSC 測定において有意な量の中間水が観察されなかったため，中間水量を0wt％とした。",
                "【0039】",
                "【表2】",
                "【0040】",
                "3，血小板の吸着試験",
                "飽和含水させた Sample A～C と，対照材としてのガラス基板とガラス基板を用いて，クエン酸ナトリウムで抗凝固した人新鮮多血小板血漿と試料表面とを37℃，60分間接触させた後，リン酸緩衝溶液でリンスし，グルタルアルデヒドで固定した。その後，試料表面1×104μm2に粘着した血小板数を電子顕微鏡で観察した。血小板の粘着形態変化の進行度により，I(正常)，II(偽足形成)，III(伸展)型に分類して血液との適合性の評価を行った。",
                "PETに吸着した全血小板を1000とした場合の，各試料における粘着血小板の相対数を各試料における中間水の量に対して図7に示す。",
                "【0041】",
                "4，がん細胞の吸着試験",
                "飽和含水させた Sample A，C と，対照材としてのガラス基板とPET基板を用いて，がん細胞の吸着試験を行った。ウシ胎児血清を添加した培地で培養したヒト線維肉腫細胞(HT-1080)に，各試料を37℃，60分間接触させた後，リン酸緩衝溶液でリンスし，ホルムアルデヒドで固定した。細胞の核を DAPI，アクチン骨格をphalloidin 抗体，ビンキュリン接着班を抗 vinculin 抗体でそれぞれ染色して共焦点レーザー顕微鏡を用いて接着細胞数の計測を行った。",
                "PETに吸着した癌胞数を1000とした場合の，各試料における吸着癌細胞数の相対数を各試料における中間水の量に対して図7に合わせて示す。なお，Sample CであるPMPC表面上では，がん細胞の接着が弱く，リン酸緩衝溶液でのリンス時にほとんどのがん細胞の剥離が観察されたため，図7には概数を記入した。",
                "【0042】",
                "5，血管内皮細胞の吸着試験",
                "飽和含水させた Sample A，C と，対照材としてのガラス基板とPET基板を用いて，ヒト血管内皮細胞の吸着試験を行った。ヒト臍帯静脈内皮細胞(HUVEC)は，ウシ胎児血清，へパリン，endothelial cell growth supplement を添加した培地で培養したものを用いた。各試料を血管内皮細胞の培養液に37℃，60分間接触させた後，リン酸緩衝溶液でリンスし，ホルムアルデヒドで固定した。細胞の核を DAPI，アクチン骨格を phalloidin 抗体，ビンキュリン接着班を抗 vinculin 抗体でそれぞれ染色して共焦点レーザー顕微鏡を用いて接着細胞数の計測を行った。",
                "PETに吸着した血管内皮細胞数を1000とした場合の，各試料における吸着血管内皮細胞数の相対数を各試料における中間水の量に対して図7に合わせて示す。なお，Sample C であるPMPC表面上では，血管内皮細胞の接着が弱く，リン酸緩衝溶液でのリンス時にほとんどの細胞の剥離が観察されたため，図7には概数を記入した。",
                "【0043】",
                "6，歯根膜由来(幹)細胞の吸着試験",
                "飽和含水させた Sample A，C と，対照材としてのガラス基板とPET基板を用いて，ヒト歯根膜由来細胞の吸着試験を行った。ヒト歯根膜由来細胞(PDL)は，ウシ胎児血清を添加した培地で培養したものを用いた。各試料を血管内皮細胞の培養液に37℃，60分間接触させた後，リン酸緩衝溶液でリンスし，ホルムアルデヒドで固定した。細胞の核を DAPI，アクチン骨格を phalloidin 抗体，ビンキュリン接着班を抗 vinculin 抗体でそれぞれ染色して共焦点レーザー顕微鏡を用いて接着細胞数の計測を行った。",
                "PETに吸着した歯根膜由来細胞数を1000とした場合の，各試料における吸着歯根膜由来細胞数の相対数を各試料における中間水の量に対して図7に合わせて示す。なお，Sample  C であるPMPC表面上では，歯根膜由来細胞の接着が弱く，リン酸緩衝溶液でのリンス時にほとんどの細胞の剥離が観察されたため，図7には概数を記入した。",
                "【0044】",
                "7，血漿タンパク質の吸着試験",
                "飽和含水させた Sample A，C と，対照材としてのガラス基板とPET基板を用いて，ヒト新鮮血より遠心分離機により分離した血漿に37℃，60分間浸漬した。浸漬後，リン酸緩衝溶液でリンスし，各基材表面に吸着した血漿タンパク質の量を，金コロイドドットプロット法により求めた。結果を表3に示す。",
                "【0045】",
                "【表3】",
                "【0046】",
                "PMEAならびにPMPC表面上への血漿タンパク質の吸着量は，ほぼ単層に血漿タンパク質が吸着したレベルに該当する程度の少ない量であった。一方，ガラスならびにPET表面上には，血漿タンパク質が多層に吸着していると思われる量のタンパク質吸着が観測された。",
                "【0047】",
                "8，各試料の中間水量と細胞の吸着頻度",
                "図7において，PET 基板以外の試料については，PET 基板への各細胞の吸着数を1000とした場合の相対数により各細胞の吸着数を示している。このため，各試料表面に各細胞が接触した回数と，当該細胞が PET 基板に接触した回数が同等であることを考慮すれば，図8におけるそれぞれの値は，各細胞が各試料に吸着を生じる頻度(確率)を示すものである。",
                "【0048】",
                "血小板については，DSC 測定によってはほとんど中間水が観察されなかったMEA-HEMA共重合材上においても吸着頻度が急激に減少した後，中間水量の増加に伴って緩やかに減少した。一方，がん細胞，血管内皮細胞，幹細胞では，いずれも中間水量が10wt％程度までほとんど吸着頻度が低下しない一方で，中間水量が45wt％のPMPC表面上ではほとんど吸着を生じないことが観察された。このように，本発明によれば，適切な量の中間水を有する水和性組成物を使用することで，血小板とその他の細胞間で吸着頻度の傾向に大きな差を生じることを利用することにより，特に血液中から所望の細胞を分取することが可能となる。また，特に血管内皮細胞については，血小板がほとんど吸着しない中間水量の範囲においても高い吸着頻度を維持できることから，人工血管の表面の中間水の量を考慮することにより血栓の発生を抑制可能な人工血管を得ることが可能となる。」",
                "「【図面の簡単な説明】",
                "・・・",
                "【図1】含水したPMEAにおける DSC 測定の結果を示すグラフである。",
                "【図2】含水量を変化したPMEAにおける DSC 測定の結果を示すグラフである。",
                "【図3】水和性組成物表面に形成される水層の構造を示す模式図である。",
                "【図4】水和性組成物表面に形成される水層を構成する各層の特徴を説明する図である。",
                "【図5】MEA-HEMA共重合体における DSC 測定の結果を示すグラフである。",
                "【図6】MEA-HEMA共重合体の表面水層の構成を示すグラフである。",
                "【図7】水和性組成物表面の中間水量と各種の細胞が吸着する頻度の関係を示すグラフである。」",
                "「【図1】",
                "【図2】",
                "【図3】",
                "【図4】",
                "【図5】",
                "【図6】",
                "【図7】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2の2の認定事実及び前記(1)の本願明細書の記載によると，本願発明について，次のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，生体内に存在する所定の細胞を選択的に吸着して分離させるための細胞分離方法，及び，当該方法に用いられる水和性組成物に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "血液や体液などの生体組織液から，細胞，生理活性物質，タンパク質などの標的物質を選択的に分離・回収する方法，また，生体組織液から細菌やウイルスなどを分離，除去する方法などの分離・回収技術は，自己免疫疾患，AIDS及び移植後の急性拒絶反応防止等に利用されている。また，CD34＋を発現している造血系の幹細胞の分離・回収，自己免疫疾患治療を目的とした自己反応性抗原受容体をもったリンパ球の捕集，骨髄移植用細胞からのリンパ球の除去などは，造血系の悪性腫瘍，癌治療等の際に有効に利用される。",
                    "さらに，白血病細胞の検出，治療などを代表とする細胞医療にとって細胞の分離は重要な技術である。近年，幹細胞があらゆる臓器に分化増殖することが示され，幹細胞や前駆細胞，各種分化誘導因子・増殖因子などの細胞や生理活性物質に損傷を与えることなく分離・回収することは再生医療，遺伝子治療，病気の診断の分野にとって欠かせない技術である。",
                    "現在用いられている細胞や生理活性物質の分離方法には，膜分離法，遠心分離法，電気的分離法，標的細胞以外の細胞を死滅させる方法，標的細胞に親和性を有するリガンドを固定化した担体に，目的細胞を結合させる方法，磁気ビーズによる分離法等があり，それぞれ特定の用途に使用されている。",
                    "(【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記生体組織液から標的物質を選択的に分離回収する従来の技術のうち，特に特定の細胞を分取する技術については，それぞれ細胞の分離に使用する原理に起因する問題点があり，必ずしも一般的に使用できるものとはいえない。",
                    "他方，所望の標的物質を選択的に分離・回収した後の血液や体液などの生体組織液を再び人体に戻すことを考慮した場合には，当該分離・回収の際に医療機器に接触した血液や体液が悪影響を受けることを避ける必要が生じる。",
                    "(【0003】，【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明は，簡便で選択性の高い細胞分離方法，及び，細胞分取用の器具に使用可能な水和性組成物を提供することを目的とする。",
                    "また，特に当該細胞分離の際に，分離の対象となる血液や体液への悪影響を抑制可能な細胞分離方法，及び，細胞分取用の器具に使用可能な水和性組成物を提供することを目的とする。",
                    "(【0008】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願発明の接着器具又は医療機器の材料，接着器具等，及び接着方法によれば，目標となる生体物質等を選択的に，かつ変質させることなく接着表面に接着することができる。さらに，血液適合性を有していて安全性の高い，材料，生体物質等の接着器具，医療機器等を提供できる。(【0010】)"
                },
                {
                  "fig": "カ",
                  "text": [
                    "表面水層が形成された水和性組成物の一例としてのポリ(2-メトキシエチル  アクリレート(PMEA))について，示差走査熱量計(DSC)による測定を行った際の特徴的な測定結果(【図1】)は，-40℃近辺において顕著な発熱を生じている。通常の凍結状態の水(氷)を加熱した際には，その融点である0℃において融解熱としての吸熱を生じて液体の水に変態を生じるのに対して，水和性組成物で観察される上記の現象は，含水した水和性組成物表面の表面水層に拘束されている水が特異な挙動をすることに起因すると理解されている。",
                    "【図2】は，PMEAにそれぞれ異なる量の水を含水させたものについて DSC 測定を行った結果を示したものである。上記の-40℃近辺の発熱に関して，PMEAのガラス転移点が-40℃近辺に存在することが知られていることから，上記発熱は過冷却により準安定な状態で凝固していた水が，当該PMEAのガラス転移点以上に加熱されたことで規則化(コールドクリスタリゼーション)を生じたことに起因するものと推察されている。また，当該コールドクリスタリゼーションに伴う発熱量は，規則化を生じている水の量に比例するものと推察され，この発熱量を測定することで水和性組成物の表面の状態が評価できるものと考えられる。",
                    "(【0013】，【0014】)"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "【図3】に示されるように，含水した水和性組成物の表面には，組成物表面との強い相互作用で拘束されることにより，少なくとも-100℃～室温の範囲では凍結／融解等の相変態を生じない水の層が形成され，発明者らは，この層に属する水を「不凍水」と定義した。【図4】のとおり，この不凍水は水和性組成物の表面との間で何らかの結合を形成して強く拘束されており，水としての自由な挙動を行えないため，-100℃～室温の範囲で凍結／融解等の相変態を生じないものと考えられる。一方で，乾燥雰囲気での強加熱により脱離することで飽和含水量の一部を成していると推察される。",
                    "また，上記不凍水の外側には，組成物表面や不凍水との相互作用により拘束された「中間水」の層が存在するものと推察されている。中間水が組成物表面や不凍水との間で有する相互作用の詳細は明らかでないが，種々の知見に基づくと，0℃以上においては中間水として含有される水分子が一定の自由度を持って流動することが可能である一方，少なくても-40℃付近以下の温度においては，組成物表面や不凍水との相互作用により規則化(コールドクリスタリゼーション)する傾向を強く有するものと推察される。",
                    "さらに，上記中間水の外側に弱く拘束された「自由水」の層が存在し，これが上記 DSC 測定の際に0℃における鋭い吸熱ピークを生じさせるものと推察される。水和性組成物を水中に設置した際には，この自由水は，周囲の水相中の水(バルク水)と比較的自由に交換可能である一方で，中間水などとの相互作用により表面から除去されにくく，表面水層を形成するものと考えられる。",
                    "(【0017】，【0018】)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本願発明は，水和性組成物の表面に存在する中間水の量に応じて各種細胞等の吸着頻度が変化することを見いだしたことに基づくものである。ほとんど水和性を示さず表面水層を形成しない物質や，水和性組成物であっても表面水層が不凍水や自由水から構成されていて中間水が実質的に存在しない物質の表面においては，試験を行った全ての細胞や血漿タンパク質について高い吸着頻度で吸着を生じる一方で，中間水量が多い水和性組成物の表面においてはそれらの細胞や血漿タンパク質の吸着頻度が低下する傾向が観察された。また，吸着頻度が低下する中間水量が細胞等の種類により大きく変化することから，目的に応じて適宜の中間水量を有する水和性組成物を選択して細胞等の吸着材として用いることにより，選択的に細胞を吸着・回収することが可能となる。(【0020】)"
                },
                {
                  "fig": "ケ",
                  "text": [
                    "本願発明に係る細胞分離方法は，所定の中間水量を有する水和性組成物をそのまま用いたり，所定の基材上にコーティングする等の方法により，血中の転移性がん細胞の検出キット，免疫クロマトグラフィーなどの各種の生体物質及び／又は生理活性物質を検出するための検出器具，細胞分離システムなどに適用して用いることができる。また，人工血管，血管系ステント，人工心肺等に適用することで，所望の付加価値を付与することができる。",
                    "さらに，本願発明に係る細胞分離方法は，人体中において所定の細胞を吸着分離するために用いられる他，体外において人体から取り出した血液や体液から所定の細胞を吸着分離するために用いることが可能である。また，人体から取り出したガン組織等について，組織に含まれる複数種の細胞をばらばらに遊離させて適切な支持液に分散させた溶液において，所望の細胞を吸着分離するために使用することも可能である。",
                    "(【0030】，【0031】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(明確性要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の2(2)のとおり，本願補正発明1及び4は，いずれも「中間水の量が1wt％以上，且つ30wt％以下の水和性組成物」という文言を構成要件として含むものである。",
                    "本願補正発明に係る特許請求の範囲請求項の記載中には，「中間水」又は「中間水の量」について，特に説明する記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(1)によると，本願明細書においては，「中間水」につき，次の記載があると認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「中間水」は，含水した水和性組成物の表面に存在する表面水層の構造中，組成物表面や不凍水(組成物表面との強い相互作用で拘束されることにより，少なくとも-100℃～室温の範囲では凍結／融解等の相変態を生じない水)との相互作用により拘束されて不凍水の外側の層を形成する水であり，凍結可能な水であって，昇温過程で0℃より低温で凍結する水であり，0℃で融解する水である自由水と区別される(【0017】，【0018】，【図3】，【図4】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「中間水」が組成物表面や不凍水との間で有する相互作用の詳細は明らかでないが，種々の知見に基づくと，0℃以上においては「中間水」として含有される水分子が一定の自由度を持って流動することが可能である一方，少なくても-40℃付近以下の温度においては，組成物表面や不凍水との相互作用により規則化(コールドクリスタリゼーション)する傾向を強く有するものと推察される。そして，当該規則化する強い傾向の存在により，不規則な状態で凝固した状態からの加熱において，-40℃付近で規則化に伴う発熱を生じるとともに，-10℃近辺から0℃の範囲で再び不規則化して吸熱を生じるものと推察されている。(【0018】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1(1)によると，本願明細書においては，「中間水の量」につき，次の記載があると認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "表面水層を構成する不凍水，中間水，自由水のそれぞれの量は，水和性組成物の種類に応じて変化することが知られている(【0019】，【図5】，【図6】)。",
                            "不凍水，中間水，自由水の各含有量は，含有量の変化に伴うコールドクリスタリゼーションに伴う発熱ピークの挙動と，全含水量から求めることができる(【0019】，【図2】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "コールドクリスタリゼーションに伴う発熱量は，規則化を生じている水の量に比例するものと推察され，この発熱量を測定することで水和性組成物の表面の状態が評価できるものと考えられる(【0014】)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "不凍水，中間水，自由水の各含有量は，【図2】に示したような含有量の変化に伴うコールドクリスタリゼーションに伴う発熱ピークの挙動と，全含水量から求めることができる(【0019】，【図2】)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "各 Sample A～C 毎(Sample B については，各組成毎)に，各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係から，Sample A～C における不凍水と中間水の最大量を求めてW で除することにより，それぞれの Sample における不凍水量と中間水量とした(【0038】)。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1(A「新しい血液適合性高分子の設計とバイオメディカルインターフェイスの構築」高分子論文集60巻8号415頁-427頁，2003年［平成15年］8月)には，次の記載がある。",
                        "「MEA(2-メトキシエチルアクリレート)とHEMA(2-ヒドロキシエチルメタクリレート)の共重合体を合成し，飽和含水(EWC)ポリマー中の水の構造と血小板粘着との関係を調べた。・・・これらの分析結果を基に各ポリマー中に存在する水の状態を不凍水，中間水，自由水の観点から定量化した。すなわち飽和含水量をFig．7における各転移における熱量からポリマー中に存在する上記3種の水の量を以下の式に従い求めた。なお，本研究では，ポリマーに飽和含水した水のうち，Nonfreezing water(不凍水)は，-100℃においても凍結しない水，Freezing bound water(中間水)は，低温結晶化(CC)する水，Free water(自由水)は，0℃付近で融解する水としてそれぞれ扱った。・・・",
                        "飽和含水量(EWC)＝Wnf+Wfb+Wf   Wfb=ΔHcc/Cp   Wf=(ΔHm/Cp)- Wfb ここで，Wnf：不凍水量，Wfb：中間水量，Wf：自由水量，Cp：融解潜熱，ΔHcc：低温結晶化(CC)した水におけるエンタルピー変化量，ΔHm：-15～0℃で融解した水におけるエンタルピー変化量」(420頁左欄下から20行～右欄下から1行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2(A外6名「Cold crystallization of water in hydrated poly(2-methoxyethyl acrylate)(PMEA)」Polymer International, vol.49, pp.1709-1713(2000))には，次の記載がある(甲15，乙20。甲15の頁及び行数を記載するが，翻訳文は甲15及び乙20に基づき認定している。)。",
                        "「優れた血液適合性を示すことが知られているポリ(2-メトキシエチルアクリレート)(PMEA)に関連する水の構造は，示差走査熱量測定(DSC)を用いて研究されている。・・・PMEA 内の水は，不凍水，中間水(判決注：原文は freezing-bound water)及び自由水の 3 つのタイプに分類することができた。 含水率が 3.0wt％を超えると，加熱時に約-42℃で水の低温結晶化(Cold crystallization)が明瞭に観察された。」(1頁2行～6行)",
                        "「自由水(Wf)，中間水(Wfb)および不凍水(Wnf)の重量比で，PMEA 中の水の状態を詳細に検討する。 Wfb および Wf は，加熱工程で-50℃付近で結晶化する水と-0℃付近で凍結する水にそれぞれ対応している。 Wnf は-100～0℃の範囲で遷移しないことを示す水である。これらのパラメータ間の関係は，方程式によって表される。",
                        "Wc(wt%)＝ Wnf(wt%)＋Wfb(wt%)＋Wf (wt%)」(5頁下から8行～4行)",
                        "(判決注：Wc は，PMEA の含水量)",
                        "「Wfb に対応する水の量は，低温結晶化(ΔHcc)のエンタルピーと，純水の融解熱(334J / g)に等しいと考えられる水の融解熱から得ることができる。0℃付近で観測される融解エンタルピーは，Wfb と Wf に対応する水の融解エンタルピー値の総和であるため，融解エンタルピー(ΔHm)からΔHcc を差し引いて凍結水量を算出した。 Wnf は，Wc から Wfb と Wf を減算することによって得られた。」(5頁下から3行～6頁2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲3(A外2名「Studies  on  bound  water  restrained  by  poly(2-methacryloyloxyethyl phosphorylcholine): Comparison with polysaccharide-water systems」Acta Biomaterialia 6(pp. 2077-2082，2010年［平成22年］6月)には，次の記載がある(甲16，乙26。甲16の頁及び行数を記載するが，翻訳文は，甲16及び乙26に基づき認定している。)。",
                        "「ポリ(2-メタクリロイルオキシエチルホスホリルコリン)(PMPC)によって抑制された水の構造変化を，示差走査熱量測定(DSC)によって調査した。PMPC および関連する生体高分子の生体適合性は，ポリマー表面上の水の構造によって影響を受ける。」(1頁8行～10行)",
                        "「水和ポリマーの含水率(Wc)は様々な式によって定義されているが，この研究では Wc は次のように定義する。",
                        "Wc = m /m         (1)"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "content": [
                                {
                                  "fig": "w",
                                  "subject": "sここで，m は乾燥サンプルの質量であり，m はシステム内の水の質量である。」(3s w頁下から14行～10行)",
                                  "text": [
                                    "「この研究では，コールドクリスタリゼーションは，Tg とTm との間の温度範囲で起こる発熱遷移として定義された。その発熱ピークの温度を Tcc とした。PMPC-水系における水の質量(m )を用いて，融解エンタルピー(ΔHm，Jg-1)，コールwドクリスタリゼーションエンタルピー(ΔHcc，Jg-1)，融解エンタルピー(ΔHm，Jg-1)を計算した。水の融解エンタルピー(334 Jg-1)を計算に使用した。凍結水の量は，第 2 の加熱曲線から計算されるΔHm から求めた。",
                                    "上記のように，遷移のエンタルピーは各遷移のピーク面積から計算した。2 つの融解ピークが観察されたとき，各ピークのエンタルピーを計算した。本研究では，結合水を以下のように計算した。",
                                    "Wc = Wf + Wfb + Wnf    (2)",
                                    "Wb = Wfb + Wnf          (3)",
                                    "ここで，Wf は高温側融解ピークのΔHm から計算される自由水の量であり，Wfbは低温側融解ピークのΔHm から計算された中間水(freezing bound water)であり， Wb は結合水の総量である。不凍水の量(Wnf)は，Wc が式(1)から求まるので，式(2)を用いて計算することができる。」(3頁下から4行～4頁11行)"
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲4(並木祟・望月明「HEMA-MMA ブロック共重合体における水の構造と血液適合性」東海大学紀要開発工学部第19号49頁-54頁，2009年［平成21年］)には，次の記載がある。",
                        "「HEMA-b-メチルメタクリレート(MMA) 共重合体の血液適合性を・・・材料中の水の構造の観点から考察した。」(49頁「要旨」の冒頭2行)",
                        "「飽和含水試料中の水の構造は，示差走査熱量測定(DSC)(Thermo Plus Ⅱ：リガク)から解析した。各試料約 5mg を-80℃に冷却後，3℃／min での昇温過程における氷(水)の相変化に伴うエンタルピー変化(△ H)を観察した。材料中の水は凍結水と不凍水に分類でき(③式)，DSC カーブにおける氷融解エンタルピー変化(△Hm)は凍結水由来であることから，③，④式より凍結水量，及び不凍水量を求めた。又，氷融解ピークの非対称性は自由水と結合水によるものと考え，ピークの低温側の変曲点で分割し，低温側を結合水，高温側を自由水に由来するものと定義し，結合水に基づく融解エンタルピー変化を△ Hb，自由水に基づく融解エンタルピー変化を△ Hf とし，⑤，⑥，⑦式より結合水量，自由水量を求めた。",
                        "飽和含水率(wt%)＝ 凍結水量 + 不凍水量…………③",
                        "凍結水量(wt%)＝ △ Hm ÷ 334 × 100……………④",
                        "凍結水のエンタルピー変化(△ Hm)＝ 結合水によるエンタルピー変化(△ Hb)",
                        "＋自由水によるエンタルピー変化(△ Hf)…⑤",
                        "結合水量(wt%)＝ (△ Hb ／ 334)×  100……… ⑥",
                        "自由水量(wt%)＝ (△ Hf ／ 334)×  100……… ⑦",
                        "なお，計算に当たっては，ポリマー中の氷の融解潜熱はバルクの水のそれ(334J/g)",
                        "と等しいと仮定した。」(50頁右欄15行～37行)",
                        "「我々は DSC の結果を基に材料中の水の構造を次のように分類した(Fig1)。材料中の水を水和水とし，不凍水と凍結水に2分割した。ポリマーと 1 次水和し，ポリマーと強く相互作用しているため，-100℃でも凍らない水を不凍水とし，凍る水を凍結水と定義した。次いで，氷の融解ピークが非対称であることからピークの変曲点にて分割し，低温側の，ポリマーとの相互作用が中程度である(不凍水ほど強くない) ため-10～0℃で融解する水を結合水とし，高温側のポリマーとの相互作用が微弱なために 0℃付近で融解する水を自由水(Wf) と定義した。さらに，結合水のうち，DSC の昇温過程で-50～-20℃付近で低温結晶化する水を中間水，低温結晶化しない水を弱束縛水(Wb)と定義した。」(51頁左欄下から5行～右欄8行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲5(A「水分子の構造制御による血液適合性発現機構の解明」バイオマテリアル-生体材料28巻1号34-45頁，平成22年2月5日)は，日本バイオマテリアル学会の学会誌である「バイオマテリアル-生体材料」誌に，平成21年度日本バイオマテリアル学会科学奨励賞受賞論文として掲載されているものである。日本バイオマテリアル学会は，選考委員会での厳選な審査，理事会での決定を得て，平成21年11月16日開催の日本バイオマテリアル学会総会において，A(以下「A」という。)の研究題目「水分子の構造制御による血液適合性発現機構の解明」に平成21年度日本バイオマテリアル学会科学奨励賞を授与した。日本バイオマテリアル学会は，平成21年の時点で，役員は，会長1名，副会長5名，理事28名であり，評議員は，229名，賛助会員は，46社であった。評議員の勤務先として記載されているのは，主に大学であるが，研究機関，病院，医療機器メーカー等も含まれる。また，賛助会員には，化学メーカー，医療機器メーカー，製薬会社などが含まれる。同学会は，昭和54年から平成21年まで，毎年学会大会又はシンポジウムを開催している。また，甲5は，本願の発明の詳細な説明【0007】において引用されている。(以上につき，甲13，24，25，28，29，弁論の全趣旨)。",
                        "甲5には，次の記載がある。",
                        "「ポリ(2-メトキシエチルアクリレート)(PMEA)はすぐれた血液適合性を発現した。PMEAの機能発現機構について調べるために水の構造を調べた。飽和含水PMEAのDSC測定の結果，cold crystallization(CC)に由来するシャープな発熱ピークが観測されることを見いだした。飽和含水量とDSCによる各転位における熱量から，ポリマー中に存在する水を自由水，中間水，不凍水と分類した。ここでは中間水を，低温結晶化する CC として観測される水と定義した。」(34頁冒頭部分日本語の1行～5行)",
                        "「・・・各ポリマー中に存在する水の状態を不凍水，中間水，自由水の観点から定量化した。すなわち飽和含水量を図6の各転移における熱量から高分子中に存在する上記3種の水の量を次頁の式(判決注：下記の式)に従い求めた。なお，本研究では，高分子に飽和含水した水のうち，①non-freezing water(不凍水)：-100℃においても凍結しない水，②freezing bound water(中間水)：低温結晶形成(CC)する水，③free water(自由水)：0℃付近で融解する水としてそれぞれ扱った。」",
                        "記",
                        "「飽和含水量(EWC)＝Wnf+Wfb+Wf   Wfb=ΔHcc/Cp   Wf=(ΔHm/Cp)-Wfb (Wnf：不凍水量，Wfb：中間水量，Wf：自由水量，Cp：融解潜熱，ΔHcc：CC した水におけるエンタルピー変化量，ΔHm：-15～0℃で融解した水におけるエンタルピー変化量)」(38頁右欄下から10行～39頁左欄下から11行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書には，前記(1)イのとおり，「中間水」は，含水した水和性組成物の表面に存在する表面水層の構造中，組成物表面や不凍水(組成物表面との強い相互作用で拘束されることにより，少なくとも-100℃～室温の範囲では凍結／融解等の相変態を生じない水)との相互作用により拘束されて不凍水の外側の層を形成する水である旨の記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証拠(甲1～3，5，13)及び弁論の全趣旨によると，前記(ア)の内容の「中間水」(外国語文献である甲2，3では，「freezing bound water」などと表記。)の概念は，本願の発明者であるAが構築したものであることが認められる。",
                        "そして，前記(1)によると，Aは，本願出願日である平成22年11月17日以前に，前記の内容の「中間水」の概念を構築し，学術論文に記載し，平成21年には，当該「中間水」の概念をその内容に含む研究により，日本バイオマテリアル学会科学奨励賞を受賞したことが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明は，「溶液から細胞を分離する細胞分離方法，および，細胞分取用水和性組成物」に係るものであり，医療，生体材料等の分野における研究者，企業等が，その当業者に該当すると解されるところ，日本バイオマテリアル学会は，前記(1)ウ(オ)のとおり，大学，研究機関，病院，医療機器メーカー等の研究者により構成されており，賛助会員には，化学メーカー，医療機器メーカー，製薬会社等が含まれているのであって，その構成員は，本願発明における当業者に該当すると解される。",
                        "そして，Aの「中間水」の概念をその内容に含む研究は，前記(イ)のとおり，平成21年に日本バイオマテリアル学会科学奨励賞を受賞したのであるから，当該研究内容は，日本バイオマテリアル学会の構成員や関係者には，平成21年の時点において，知られており，注目されていたと認められるのであって，本願明細書に記載された内容の「中間水」の概念は，本願出願時において，当業者の技術常識になっていたと認めることができるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書には，前記(1)イのとおり，中間水について，少なくとも-40℃付近の温度において，規則化(コールドクリスタリゼーション)する傾向を強く有するものと推察されること，規則化する強い傾向の存在により，不規則な状態で凝固した状態からの加熱において，-40℃付近で規則化に伴う発熱がみられること，規則化に伴う発熱量は，規則化を生じている水の量，すなわち，中間水の量に比例するものと推察されることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)ウの甲1～5の記載によると，中間水の量(Wfb)は，次の式のとおり，低温結晶化した水におけるエンタルピー変化量(ΔHcc)と，水の融解熱(Cp)から得ることができることが理解される。",
                        "Wfb=ΔHcc/Cp この式を変形すると，ΔHcc＝Cp×Wfb となり，低温結晶化した水におけるエンタルピー変化量(ΔHcc)，すなわち，コールドクリスタリゼーションに伴う発熱量は，比例定数を Cp として，中間水の量(Wfb)に比例するといえる。",
                        "このことも，前記アと同様の理由により，日本バイオマテリアル学会の構成員や関係者には，平成21年の時点において，知られていたと認められるのであって，本願明細書に記載された内容の「中間水」の量の計算方法は，本願出願時において，当業者の技術常識になっていたと認められることができるというべきである。",
                        "そして，Cpは，純水の融解熱と等しいと考えられ，純水の融解熱が 334J / g であることも，前記ウの甲2及び甲4の記載並びに証拠(甲11)及び弁論の全趣旨によると，当業者の技術常識であったと認められる。",
                        "したがって，当業者は，中間水の量の算出方法については，本願明細書の記載及び本願出願時の技術常識に基づいて明確に理解することができたというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本願明細書から，「コールドクリスタリゼーションに伴う発熱量は，中間水の量に比例するものと推察される。」という認定aだけではなく，「中間水の量は，コールドクリスタリゼーションに伴う発熱ピークの挙動(コールドクリスタリゼーションに伴う発熱量は含水量の増加に伴って増加するが，ある含水量以上では変化しなくなること)と，全含水量とから求めることができる。」という認定b及び「中間水の量は，各含水量におけるコールドクリスタリゼーションに伴う発熱量と0℃付近の吸熱量の関係から中間水の最大量を求めてW (試料の乾燥重量)で除することにより求められる。」という認定cも認定できるところ，これらの認定が共存するため，本願明細書から，当業者が中間水の量をどのように算出したらよいのか明確に理解することはできない旨主張する。",
                    "認定bは，前記(1)イ(イ)b(b)の本願明細書の記載に基づくものであり，認定cは，前記(1)イ(イ)b(c)の本願明細書の記載に基づくものであるが，いずれも，中間水の量を求める方法についての具体的な内容の説明はされていない。",
                    "一方，認定aは，前記(1)イ(イ)b(a)の本願明細書の記載に基づくものであるが，前記(2)イのとおり，上記記載を含む本願明細書の記載及び本願出願時の技術常識から，中間水の量の算出方法を明確に理解することができる。",
                    "そうすると，当業者は，本願明細書に前記(1)イ(イ)b(b)及び(c)の記載があるからといって，本願明細書の記載及び本願出願時の技術常識から明確に理解できる中間水の算出方法を理解できなくなるというものではないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，当業者は，発明の詳細な説明の記載に基づき，中間水のコールドクリスタリゼーションは通常の水の凍結とは異なる相転移であると理解されるから，中間水のコールドクリスタリゼーションの単位潜熱(中間水の量を算出するための比例定数)は，通常の水の凍結の場合の単位凝固潜熱334J／gとは異なる値であると考えるのが自然である旨主張する。",
                    "しかし，前記(2)イのとおり，比例定数(Cp)は，純水の融解熱に等しいと考えられている。本願明細書に記載されたPMEAのコールドクリスタリゼーションに伴う発熱量の最大値を中間水量で除した値が313J／gであるとしても，純水の融解熱が334J／gであることは，当業者の技術常識である以上，当業者は，313J／gの方が誤差を含む数値であると考えるのか通常であると解されるのであって，このことにより，当業者が，中間水のコールドクリスタリゼーションの単位潜熱(中間水の量を算出するための比例定数)が，純水の単位凝固潜熱334J／gとは異なる値であると考えるとはいい難い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲1～5は，本願発明者やその共同研究者による文献であり，中間水の概念は，本願発明者らの研究グループが独自に提唱したもので，本願発明者らの研究グループ以外の当業者に，本願出願時までに広く知れ渡り，技術常識になっていたことを示す証拠はない旨主張する。",
                    "「中間水」の概念が本願発明者であるAにより構築されたことは，前記(2)アのとおりであるが，前記(2)ア，イのとおり，「中間水」の概念及びその量の算出方法は当業者の技術常識となったことが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，甲5は本願明細書で引用したものではなく，仮に当業者が甲5を本願明細書の記載から探し当てることができたとしても，その記載内容が実質的に発明の詳細な説明に記載されたに等しいものであるということはできない旨主張する。",
                    "しかし，本願明細書の【0007】には【先行技術文献】として，「【非特許文献1】バイオマテリアル 28-1，2010」と記載されているから，当業者であれば，これは，バイオマテリアルという雑誌の28巻1号(出版年2010年)というものであると理解する。そして，甲5は，その雑誌のその号に掲載されている。しかも，上記の「非特許文献1」は，本願明細書の【0013】においても，「所定量の水を含水した水和性組成物を一旦十分に冷却し，その後に比較的ゆっくりした速度で加熱した場合に，0℃以下の特定の温度域において所定の発熱を生じると共に，-10℃近辺から0℃までの広い温度範囲において吸熱が観察されることが明らかにされている(例えば，非特許文献1等を参照)。」という形で引用されている。そうすると，当業者は，本願明細書の記載から，容易に甲5に行き着くものと考えられるから，甲5は本願の発明の詳細な説明【0007】で引用されたものであると認められる。",
                    "そして，甲5が，「中間水」の概念及びその量の算出方法が当業者の技術常識となったことを裏付け得るものであることは，前記(2)ア，イのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，本願発明の「中間水の量が1wt％以上，且つ30wt％以下」がどの時点の中間水の量を意味するかについて，発明の詳細な説明に，発熱量が最大値になる含水量の場合と飽和含水になった時点での含水量の場合という，相異なる二通りの記載があるから，本願発明の技術的範囲が定まらない旨主張する。",
                    "しかし，前記(2)イのとおり，当業者は，本願明細書の記載及び出願当時の技術常識に基づいて，中間水の量は，コールドクリスタリゼーションに伴う発熱量と水の融解熱から得ることができることが理解されるから，当業者が本願補正発明を実施するに当たり，水和性組成物について，発熱量が最大値の中間水の量と，飽和含水になった時点の中間水の量の二通りが記載されているとしても，水和性組成物の中間水の量は，含水量にかかわらず，コールドクリスタリゼーションに伴う発熱量と水の融解熱から一義的に決まるものであって，本願補正発明の技術的範囲が定まらないということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおりであって，被告の上記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件審決の明確性要件の有無の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(サポート要件違反)について",
          "text": [
            "本件審決は，当業者が本願出願時の技術常識に照らしても本願明細書の記載から中間水の量の算出方法を理解することができないから，表2に中間水量が記載された具体的な組成物以外のものについては課題が解決できると認識することはできない旨判断したが，当業者が本願出願時の技術常識に照らして本願明細書の記載から中間水の量の算出方法を理解することができることは，前記2のとおりであるから，本件審決のサポート要件の有無の判断は，前提を欠き，誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(実施可能要件違反)について",
          "text": [
            "本件審決は，当業者が本願出願時の技術常識に照らしても本願明細書の記載から中間水の量の算出方法を理解することができないから，本願補正発明1及び4を当業者が実施することができる程度に明確かつ十分に記載したものとは認められない旨判断したが，当業者が本願出願時の技術常識に照らして本願明細書の記載から中間水の量の算出方法を理解することができることは，前記2のとおりであるから，本件審決の実現可能要件の有無の判断は，前提を欠き，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第で，原告の主張する取消事由には理由がある。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}