{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1審，第2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原判決別紙原告商品目録記載の組立て式の棚である各ユニットシェルフ(以下，総称して「被控訴人商品」という。)を販売する被控訴人が，控訴人に対し，同目録記載の被控訴人商品の形態(以下「被控訴人商品形態」という。)が周知の商品等表示であり，控訴人が被控訴人商品形態と同一又は類似の原判決別紙被告商品目録記載の形態の各ユニットシェルフ(以下，総称して「控訴人商品」といい，控訴人商品の形態を「控訴人商品形態」という。)を販売する行為が，不正競争防止法2条1項1号の不正競争に該当すると主張して，同法3条1項及び2項に基づき，控訴人商品の譲渡等の差止め及び廃棄を求める事案である。",
            "原審は，被控訴人商品形態が周知の商品等表示に該当し，控訴人商品は，被控訴人商品と混同を生じさせるといえるから，控訴人商品の製造等は不正競争防止法2条1項1号の不正競争に当たり，これにより被控訴人の営業上の利益が侵害されるおそれがあるとして，被控訴人の請求をいずれも認容した。控訴人は，これを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，当審において被控訴人商品形態が周知の商品等表示に該当するとし，これに基づいて被控訴人の請求を認容した原審の判断を争うものの，控訴人商品が被控訴人商品と混同を生じさせるなどとした原審の判断については，これを実質的に争っていない。したがって，当審における審理判断の対象は，周知の商品等表示該当性と権利(営業上の利益を含む。以下同じ。)の濫用の有無という点に限られる。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決「事実及び理由」欄の「第2  事案の概要」の2(原判決2頁14行目から3頁24行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点は，原判決「事実及び理由」欄の「第2  事案の概要」の3(原判決3頁26行目)に記載のとおりであり，争点についての当事者の主張は，下記(1)及び(2)において当審における当事者の主張を付加するほかは，原判決「事実及び理由」欄の「第2  事案の概要」の4(原判決4頁4行目から7頁12行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特別顕著性・周知性について",
                  "text": [
                    "原判決は，被控訴人商品形態が，平成16年頃には被控訴人の出所を示すものとして需要者に認識され，不正競争防止法2条1項1号にいう商品等表示として需要者の間に広く認識されたものになったと認定した。",
                    "しかしながら，控訴人が一般消費者に対して実施した識別力調査の結果(乙29及び乙30)によれば，約98％もの一般消費者が被控訴人商品形態を見ても被控訴人商品であると識別できなかった。また，控訴人と取引関係にある家具等の生活用品取扱業者5社の担当者10名に対して実施した識別力調査の結果(乙31)によれば，10名中9名もの担当者が被控訴人商品形態を見ても被控訴人商品であると識別できなかった。上記各識別力調査の結果によれば，被控訴人商品形態が，一般消費者の間でも，事業者の間でも，出所識別力を有していない事実が客観的に明らかとなった。",
                    "しかも，特別顕著性の基準時も口頭弁論終結時で判断すべきであることは当然であるから，原判決が平成16年当時の市場状況等を重視し，現時点の市場状況等を十分に考慮せずに，特別顕著性を認めた点は，誤りである。そもそも，販売実績を重視して周知性を認定する原判決の立論によれば，形態の特別顕著性による周知性の獲得がなくとも，単に販売数量が多い商品でありさえすれば，その形態の商品等表示該当性が広く肯定されることになるため，当該立論は，適正な競争までをも阻害するという不当な結果をもたらすことになりかねない。",
                    "したがって，被控訴人商品形態に特別顕著性・周知性があるとした原審の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商品等表示該当性(競争上似ざるを得ない形態)について",
                  "text": [
                    "原判決は，被控訴人商品形態のうち特徴的部分を認定した上，被控訴人商品形態が商品等表示に該当すると判断した。",
                    "しかしながら，商品市場への参入に当たって競争上似ざるを得ない形態は，商品の出所を識別する商品等表示には該当しないと解すべきである。そうすると，被控訴人商品形態のうち，2本ポール構造(帆立の支柱が直径の細い棒材を2本束ねて形成されているものをいう。以下同じ。)，横桟及びクロスバーは，競争上似ざるを得ない形態であるから，被控訴人商品は，商品等表示には該当しない。",
                    "したがって，被控訴人商品形態が商品等表示に該当するとした原審の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "権利の濫用について",
                  "text": [
                    "被控訴人は，被控訴人商品の販売を開始する前に意匠登録出願された訴外株式会社ヤマグチが有する意匠権(乙36の資料番号5～7及び乙41の1～3)があるにもかかわらず，これを侵害する商品を大量に販売した実績を奇貨として，控訴人に対し，不正競争防止法に基づく差止請求を行っている。このような請求は，公正な競争秩序を維持することを目的とする不正競争防止法の趣旨に反するものであって，明らかにクリーンハンズ原則に反する請求であるから，権利の濫用であるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特別顕著性・周知性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "時機に後れた攻撃防御方法について",
                      "text": [
                        "控訴人は，当審において，乙29ないし乙31等の証拠を提出するなどして，上記(1)のとおり，新たな主張をした。しかしながら，上記各主張及び上記各証拠は，いずれも原審において提出することが可能かつ適切であったにもかかわらず，控訴人の故意又は重大な過失により，本件控訴審に至るまで提出されなかったものであり，これにより訴訟の完結を遅延させるものである。",
                        "したがって，上記各主張及び上記各証拠の提出は，時機に後れた攻撃防御方法として，民訴法157条1項に基づき，却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "識別力調査の信用性等について",
                      "text": [
                        "控訴人は，約98％もの一般消費者が被控訴人商品形態を見ても被控訴人商品であると識別できなかったと主張する。しかしながら，周知性の判断に当たって，需要者は具体的な出所を認識する必要がなく，また，全ての取引者又は消費者に出所を知られている必要はないから，上記主張は，失当である。",
                        "また，控訴人は，10名中9名もの生活用品取扱業者の担当者が被控訴人商品形態を見ても被控訴人商品であると識別できなかったと主張する。しかしながら，調査対象者が控訴人と取引関係にある企業の従業員であることからすると，これら対象者は本件訴訟を認識している可能性が高く ，控訴人との良好な取引関係を維持するために，控訴人に有利になる回答を行った可能性も否定できないから，上記調査の結果は，信用することができない。",
                        "したがって，控訴人の主張は，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商品等表示該当性(競争上似ざるを得ない形態)について",
                  "text": [
                    "控訴人は，被控訴人商品形態のうち，原判決が特徴的部分であると認定した2本ポール構造，横桟及びクロスバーは，競争上似ざるを得ない形態であり，商品等表示には該当しないと主張する。",
                    "しかしながら，被控訴人商品形態は，上記特徴的部分を含め，被控訴人商品形態①ないし⑥を全て組み合わせた点において特徴付けられるものであるから，各要素を個別に取り上げて論ずるにすぎない控訴人の上記主張は，失当である。そもそも，競争上似ざるを得ない形態とは，技術的制約その他の理由により，市場において商品として競合するためには似ざるを得ないものをいうと解されるところ，控訴人が主張する2本ポール構造，横桟及びクロスバーの機能を果たす形態としては，他の形態も多数存在することが認められるから，上記特徴的部分は，技術的制約その他の理由により，市場において商品として競合するためには似ざるを得ないものとは到底いえない。",
                    "したがって，控訴人の主張は，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "権利の濫用について",
                  "text": [
                    "控訴人は，被控訴人の請求は公正な競争秩序を維持することを目的とする不正競争防止法の趣旨に反するものであって，明らかにクリーンハンズ原則に反する請求であり，権利の濫用であると主張する。",
                    "しかしながら，意匠法と不正競争防止法とは，趣旨・目的が異なり，不正競争行為の被害者自身の意匠権侵害行為は，意匠権者と同被害者との間において別途規律されることが可能であるから，仮に，不正競争防止法2条1項1号の定める不正競争行為の被害者において，他人の意匠権を侵害する点があったとしても，そのことが直ちに，当該被害者が不正競争行為者に対して不正競争防止法上の権利を主張する妨げとはならない。",
                    "したがって，控訴人の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人の請求はいずれも理由があるものと判断する。その理由は，下記1ないし5のとおり当審における当事者の主張に対する判断を示すほかは，原判決「事実及び理由」欄の「第3  当裁判所の判断」の1(原判決8頁23行目から19頁4行目まで)に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "時機に後れた攻撃防御方法について",
          "text": [
            "被控訴人は，控訴人の当審における各主張及び各証拠の提出が時機に後れた攻撃防御方法であるとして，当該攻撃防御方法の却下の申立てをした。",
            "そこで検討するに，控訴人の上記各主張及び各証拠は，原審口頭弁論終結時までに容易に提出し得たものと認められるから，時機に後れたものというほかない。しかしながら，当該攻撃防御方法の内容に照らすと，実質的には，控訴人の原審における従前の主張を補充的に繰り返すものにすぎず，これにより訴訟の完結を遅延させることになるものとは認められない。",
            "したがって，被控訴人の上記申立ては，却下するのが相当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "特別顕著性・周知性について",
          "text": [
            "控訴人は，識別力調査の結果(乙29及び乙30)によれば，約98％もの一般消費者が被控訴人商品形態を見ても被控訴人商品であると識別できず，また，控訴人と取引関係にある家具等の生活用品取扱業者5社の担当者10名に対して実施した識別力調査の結果(乙31)によれば，10名中9名もの担当者が被控訴人商品形態を見ても被控訴人商品であると識別できなかったとして，被控訴人商品形態は，一般消費者の間でも，事業者の間でも，出所識別力を有していないなどと主張する。",
            "そこで検討するに，不正競争防止法2条1項1号は，周知性の要件につき，「需要者の間に広く認識されているもの」と規定するところ，上記にいう「需要者」とは，当該商品等の取引の相手方をいうものと解するのが相当である。",
            "これを前者の識別力調査(乙29及び乙30)についてみると，当該調査の対象者は，控訴人の主張によっても単に二十代から四十代の一般消費者であるというにとどまるところ，控訴人商品及び被控訴人商品が金属製のユニットシェルフの家具であって，一般消費者が卒然と購入に至るような性質の商品でないことを考慮すると，少なくともこれらの商品を含む家具一般について何らかの関心を有する者を，上記にいう需要者と解すべきものである。また，調査における質問内容についても，控訴人商品又は被控訴人商品に関してどの販売店の商品か分かるかを尋ねるなど，具体的な出所の認識を直接の問題とする点で，必ずしも適切なものとはいえない。そうすると，上記識別力調査は，周知性を否定する証拠として適格ではない。",
            "また，後者の識別力調査(乙31)についてみても，当該調査の対象者は，控訴人自身の取引の相手方の従業員である上，その規模も5社10名にとどまるものであるから，周知性の有無を裏付ける証拠としては，信用性を欠くといわざるを得ない。",
            "したがって，上記識別力調査は，前記引用に係る原判決の結論を左右するものとはいえず，控訴人の主張は，採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "商品等表示該当性(競争上似ざるを得ない形態)について",
          "text": [
            "控訴人は，被控訴人商品形態のうち，原判決が特徴的部分であると認定した2本ポール構造，横桟及びクロスバーは，いずれも競争上似ざるを得ない形態であり，商品等表示には該当しないと主張する。",
            "そこで検討するに，控訴人は，2本ポール構造及び横桟が，隣接する棚板をそれぞれ1本の支柱に接合することによって，隣接する棚板同士が干渉しない機能にするために，通常選択される構造であると主張するものの，証拠(甲229ないし甲231)及び弁論の全趣旨によれば，棚板の左辺と右辺の金具の位置をずらして横桟の上面の溝にはめ込む構造や，棚板に埋め込まれたパイプの突出部を棚の両側面に位置する板の穴状の溝部分に差し込む構造等によっても，当該機能を果たすことができるものと認められる。そうすると，2本ポール構造が必ずしも上記機能を果たすために通常選択される構造であると認めることはできない。",
            "また，控訴人は，クロスバー(形態的特徴④)が，棚板の揺れ等を押さえる機能にするために，通常選択される構造であると主張するものの，証拠(甲231)及び弁論の全趣旨によれば，2本の支柱の間に新たな棒材を水平又は斜めに追加する構造等によっても，当該機能を果たすことができるものと認められる。そうすると，クロスバーが必ずしも上記機能を果たすために通常選択される構造であると認めることはできない。",
            "のみならず，前記引用に係る原判決が説示するとおり，被控訴人商品形態は，被控訴人商品形態①ないし⑥を全て組み合わせた点において独自の特徴が認められるのであって，この点において特別顕著性を獲得したものである。そうすると，各個別の形態が競争上似ざるを得ないものであるという主張は，上記組合せの独自性において特別顕著性を認めた前記引用に係る原判決を正解するものとはいえず，特別顕著性に係る当審の判断を左右するものとはならない。",
            "したがって，控訴人の主張は，特別顕著性に係る原審の判断を正解しないもの，又はその前提を欠くものであって，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "権利の濫用について",
          "text": [
            "控訴人は，被控訴人の請求は公正な競争秩序の維持を目的とする不正競争防止法の趣旨に反するものであって，明らかにクリーンハンズ原則に反する請求であり，権利の濫用であると主張する。",
            "そこで検討するに，現行法上，物の無体物としての面の利用に関しては，商標法，著作権法，不正競争防止法等の知的財産権関係の各法律が，一定の範囲の者に対し，一定の要件の下に排他的な使用権を付与し，その権利の保護を図っているが，その反面として，その使用権の付与が国民の経済活動や文化的活動の自由を過度に制約することのないようにするため，各法律は，それぞれの知的財産権の発生原因，内容，範囲，消滅原因等を定め，その排他的な使用権の及ぶ範囲，限界を明確にしている(最高裁平成13年(受)第866号，第867号同16年2月13日第二小法廷判決・民集58巻2号311頁)。",
            "上記各法律の趣旨，目的に鑑みると，不正競争防止法2条にいう不正競争によって利益を侵害された者が他人の意匠権を侵害する事実が認められる場合であっても，当該意匠権の侵害行為は意匠法が規律の対象とするものであるから，当該事実のみによっては，直ちに被控訴人が不正競争によって利益を害された者による不正競争防止法に規定する請求権の行使を制限する理由とはならないと解するのが相当である。",
            "これを本件についてみると，仮に，被控訴人商品が訴外株式会社ヤマグチの意匠権を侵害していたとしても(なお，控訴人は，侵害の有無について，被控訴人商品の形態が要部において上記意匠権と類似している点のみを主張する。)，上記のとおり，このような事実のみによっては，直ちに不正競争防止法に規定する請求権の行使を制限する理由とはならないというべきである。かえって，前記引用に係る原判決の認定事実によれば，控訴人商品は，被控訴人商品形態の形態的特徴①ないし⑥を全て模倣するものであって，控訴人商品を販売する行為は，被控訴人商品の出所について混同を明らかに生じさせることからすれば，事業者間の公正な競争を確保するという不正競争防止法の趣旨，目的に鑑みると，競争秩序を著しく乱すものであって，これを規制する必要性が高いものといえる。",
            "そうすると，被控訴人による差止請求及び廃棄請求は，権利の濫用に当たらないと認めるのが相当である。",
            "したがって，控訴人の主張は，採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "その他",
          "text": [
            "控訴人のその余の主張について十分に改めて検討しても，前記控訴人の主張は，実質的には原審における主張を繰り返すものにすぎず，前記判断を左右するに至らない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の請求をいずれも認容した原判決は相当であって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「被控訴人」に，「被告」とあるのを「控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成29年(ネ)10083",
    "date": "2018-03-29",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)25472",
    "precedent_id": "087652",
    "ipprecedent_id": "4898",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}