{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人フロンティアビジョン及び被控訴人半田屋は，イ号製品の生産，使用，譲渡又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人はんだやは，イ号製品の使用，譲渡又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人らは，イ号製品を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人フロンティアビジョン及び被控訴人半田屋は，連帯して，控訴人に対し，2090万円及びこれに対する平成28年7月13日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人はんだやは，控訴人に対し，1045万円及びこれに対する平成28年7月13日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，本件特許権を有する控訴人が，イ号製品が本件特許権に係る特許発明の技術的範囲に属すると主張して，同製品を製造販売している被控訴人フロンティアビジョン及び被控訴人半田屋に対しては，上記製品の製造販売等の差止め及びその廃棄を求めるともに，本件特許権侵害を理由とする損害賠償を求め，同製品を販売している被控訴人はんだやに対しては，上記製品の販売等の差止め及びその廃棄を求めるともに，本件特許権侵害を理由とする損害賠償を求めた事案である。",
            "原審は，イ号製品は本件発明の技術的範囲に属しないとして，控訴人の請求を棄却した。",
            "控訴人は，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "判断の基礎となる事実（当事者間に争いのない事実又は掲記の証拠及び弁論の全趣旨により認められる事実）は，原判決3頁8行目「その願書に添付した明細書」の次に「及び図面」を加えるほかは，原判決の「事実及び理由」欄の第2，1に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び当事者の主張",
          "text": [
            "本件の争点は及び当事者の主張は，以下のとおり，控訴人の控訴理由とそれに対する被控訴人らの主張を加えるほかは，原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原判決の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「ボディ部」の存在が認められるためには，①「眼瞼縁側表面と対向して隙間を形成する」腹部を有し，②そのような腹部が，「フック部により導かれる液体全ての流路を形成するに足りる十分な面積を有する形状」を有し，③「ボディ部の腹部から，流路の終端を意味するテール部につながる面だけを流路として利用するものであること」が必要であるとした。",
                        "しかし，本件発明は，毛細管現象によって排液の動力を生成するフック部及びボディ部の腹部と，濡れによって流路を拡大し，排液効率を向上させるボディ部側面とからなる。そして，構成要件D及びGの各文言それ自体から，全ての液体が「腹部の眼瞼縁側表面と前記眼瞼縁又は前記医療用ドレープとの隙間」を伝わなければならないとまではいえず，本件特許明細書の【図5】，【図11】，【図13】，【図15】，【0048】，【0054】の記載からすると，「腹部の眼瞼縁側表面と前記眼瞼縁又は前記医療用ドレープとの隙間」以外の排液器側面も流路となること，及び，これによって流路が拡大され，効率的な排液が実現されることが示されている。",
                        "また，本件発明の排液器の利用時の状況からすると，排液器と眼瞼縁の隙間の面積は眼瞼縁の形状によって自ずと限界があり，排液作用を持つのに十分な狭さの隙間を設けたときには，さしたる腹部面積を維持することはできず，そこに収まりきらない液体が側面に濡れ広がっていくことになる。本件発明は，排液器の側面を流路とすることで効率的な排液を実現することを目指したものであるから，液体が排液器の側面に回り込む現象を回避する意味はない。",
                        "さらに，本件特許明細書における「腹部」とは，ボディ部の「腹側」にあり，排液器と眼瞼縁との間で排液のための動力を生み出す「隙間」を形成する部分を指し，「腹部」以外の「腹側」とは，上記「隙間」から離れたボディ部の側面にあって，その形状によって大きな表面積を確保し，流路を拡大する機能を営む部分である。本件特許明細書の【図5】の実施例に関し，「ボディ部103の腹部103aの表面と医療用ドレープ240とで形成された隙間が毛細管として機能し」（【0029】）と記載されており，本件特許明細書の【図11】の実施例に関し，「腹部1103aと眼瞼縁233との間に形成された隙間が毛細管として機能し」（【0042】）と記載されていること，及び，【図5】の腹部103a及び【図11】の腹部1103aが指し示す位置からすると，「腹部」とは，眼瞼縁又は医療用ドレープとの「隙間」によって毛細管現象を引き起こす部分である。本件特許明細書は，ボディ部の表面のうち，濡れ性を利用して流路を拡大する部分を指す用語として「腹側」との表現を用いており，毛細管現象に関与する「腹部」とは区別している（【0031】，【0047】，【0048】，【0052】～【0054】，【図13】，【図15】）。",
                        "したがって，原判決の上記要件②及び③は，本件発明の技術的範囲を誤って把握したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原判決は，イ号製品の「腹部」を2枚の樹脂板の底面に限定した上で，イ号製品は，排液に際し，底面ではない2枚の樹脂板の間を流路とするものであって，「腹部」のみを流路としていないから，「ボディ部」を充足しないとする",
                      "text": [
                        "しかし，単に2枚の板が離れて並立しているだけでは，その間の空間に液体が流れるための力は働かない。2枚の樹脂板の間が流路となるのは，2枚の樹脂板のそれぞれが本件発明の排液器としての作用効果を生じさせ，底面と眼瞼縁との隙間を流れる液体が合流した結果にすぎないというしかないのであって，技術的には，樹脂板が2枚あることに本件発明の技術的思想との関係で固有の意味はない。仮に，流路全体を「腹部」とする原判決のクレーム解釈を前提とすると，イ号製品における2枚の樹脂板の側面部分及びその間も「腹部」とすべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，控訴人は，原判決が採用する「ボディ部」及び「腹部」のクレーム解釈を前提とした場合に，イ号製品の「腹部」が樹脂板の底部に限定されるとの主張をするものではないし，構成要件Gが「ボディ部」の解釈に関係しないという主張をするものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Dの「ボディ部」の充足について",
                  "text": [
                    "「腹部」の表面と眼瞼縁との隙間を伝わせて液体を「テール部」に到達させることの意味は，「腹部」の表面と眼瞼縁との隙間に生じる毛細管現象を動力として「テール」部に液体を到達させることにある。また，本件特許明細書によると，排液器の濡れ性によってボディ部の側面にも液体が広がり，これによって流路が拡張されることが開示されているから，「腹部」が全ての液体の流路となる必要はなく，むしろ，「腹部」又は「腹部」によって形成される眼瞼縁との隙間以外の部分をより多くの液体が流れることが想定されている。",
                    "したがって，「ボディ部」の存在が認められるためには，①フック部から延設され，②フック部により導かれる液体をテール部に導くため，毛細管として機能する隙間を眼瞼縁側表面と対向して形成する腹部と，③腹部によって導かれた液体を排出するテール部があれば足りる。",
                    "イ号製品において，「本体部」は2枚の樹脂板が同樹脂板の「曲折部」から連続的に形成されているから，①「フック部から延設され」ているといえる。また，イ号製品において，2枚の樹脂板が並列することによって排液が実現されているのではなく，排液器と眼瞼縁の隙間を毛細管として機能させることによって排液を実現しているから，2枚の樹脂板の底部は，②「フック部により導かれる液体をテール部に導くため，毛細管として機能する隙間を眼瞼縁側表面との間に形成する」ものであり，「腹部」であるといえる。さらに，上記「腹部」と眼瞼縁との隙間に生じる毛細管現象によって導かれた液体が，ボディ部にとどまることなく排出されているから，③「腹部によって導かれた液体を排出するテール部」も存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "他の構成要件の充足について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件Dの「延設」について",
                      "text": [
                        "イ号製品の構成dについて，曲折部1の後方に形成されている本体部3は，曲折部1を構成する2枚の樹脂板に「延設」された樹脂板に「挟持」されているのではなく，曲折部1を構成する2枚の樹脂板に「延設」された樹脂板により形成されているものであることは認める。この主張を前提としても，イ号製品は，構成要件Dの「延設」を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Eの「へら状」について",
                      "text": [
                        "被控訴人らは，イ号製品の先端部2は，①先端に向かって幅が狭くなり，先端が丸みを帯びていること，及び，②半球形の突起を有することを理由に，構成要件Eの「へら状」を充足しないと主張する。",
                        "しかし，「へら」は，先端に向かって狭くなっているのが通常の形態といえるから，前記①の主張は，前提を欠く。フック部の先端を「へら状」とすることの作用効果である，眼瞼縁への掛止の容易性と液体の流路の拡大は，先端を扁平にすれば得られるものであり，その幅を特定の形態に限定する必要はない。",
                        "「へら状」の先端部に半球状の突起を付加した場合，排液の流路の始点を形成するに当たって液体との接触面積が増え，効率的な排液に資することはあっても，作用効果を阻害するものではなく，また，全体として「へら状」の形状を有する部分の一部に半球形の突起を付加したからといって，その形状が「へら状」でなくなるわけではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件Gについて",
                      "text": [
                        "2枚の樹脂板の間を液体が流れることは，各樹脂板の側面を液体が流れることを意味するところ，本件発明において，腹部と眼瞼縁の隙間に生じる毛細管現象によって排液の動力を得ることと，排液器の側面の濡れ性を利用して流路を拡張することは相反する事実ではなく，むしろ，それらを共働させて効率的排液を実現するのが本件発明の技術的思想である。",
                        "そうすると，「腹部の眼瞼縁側表面と眼瞼縁又は医療用ドレープの隙間を伝わせ」ることは構成要件Gを充足するために必要な要件であるが，その充足のために排液器の側面を流路と「しない」ことが要求されるのではなく，むしろ，イ号製品における2枚の樹脂板の間が流路となるのは，本件発明が典型的に想定する排液形態である。コアンダ効果は，噴流が固体に引き寄せられて流れの方向を変える効果であり，瞼裂内からの排液には噴流が生じないから，イ号製品においてコアンダ効果は生じないし，仮に生じるとすると，液体は2枚の樹脂板の間ではなく，それぞれの樹脂板に吸い寄せられるように流れることになる。イ号製品が毛細管現象を利用せず，瞼裂内に供給される液体に押し出された液体が重力によって排液されているのであれば，排液器は不要である。イ号製品が被告特許発明の実施品であるならば，同特許の明細書の記載によると，イ号製品は毛細管現象を利用しているものである。",
                        "したがって，イ号製品は，構成要件Gを充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効論について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1は，本件発明とは異なり，「板状」の本体によって形成される広い空間の中を重力によって液体が流れ落ちていくことを排液原理とする点に特徴があり，眼瞼縁との間に狭い隙間を形成して，そこに生じる毛細管現象によって液体をテール部まで導くとの技術的思想を本質とする本件発明とは，全く異質な発明である。本件発明においては，テール部において液体を排出することにより，排液の方向を定め，スムーズな排液が可能になるため，術中の排液処理を容易化することができる。引用発明 1においては，本件発明とは異なり，術中の排液処理を容易化するために排液の方向を定めるという効果を期待することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明は，腹部と眼瞼縁との間に狭い隙間を形成することを必須の要件とし，毛細管現象を利用して排液を実現するものである。これに対し，引用発明1は，付加的に毛細管現象も関与している可能性はあるものの，本質的には，本体裏側に形成される広い空間を利用し，高低差による位置エネルギーを利用することによって排液を実現するものである。",
                        "したがって，引用発明1の本体2は，「前記腹部の眼瞼縁側表面と前記眼瞼縁又は前記医療用ドレープとの隙間を伝わせて」排液を実現するものではないから，本件発明とは，構成要件Gにおいて相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明1は，板状の形態を有するボディ部が形成する空間内において，位置エネルギーを利用して排液することを特徴とする発明であるから，そのような空間が広い方が効率的な排液が可能になるものであって，眼瞼縁との間に狭い隙間を形成する「腹部」はない。",
                        "また，引用発明1における本体裏側と眼瞼縁との間の空間は広いトンネルであるため，トンネルを抜けた後の液体は方向付けされず，術中の廃液処理を容易化することはできないため，引用発明1には，「腹部」によって導かれた液体を排出する「テール部」も存在しない。",
                        "さらに，「腹部」も「テール部」も存在しなければ，引用発明 1 には，「腹部」と「テール部」を有する「ボディ部」も存在しないこととなる。",
                        "したがって，引用発明1は，構成要件D，F，G（「ボディ部」，「腹部」，「テール部」）において本件発明と相違する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「フック部」は，「眼瞼縁又は医療用ドレープに掛止すべく鉤状に曲折して形成され」ていることを要件とするところ，引用発明1の垂下部3Aは，平板状の本体から伸びる脚の先端に扁平な板状の部材を配設したものであって，「鈎状に曲折して形成され」ていない。",
                        "また，本件発明における「眼瞼縁又は医療用ドレープに掛止すべく」との構成要件は，フック部を眼瞼縁又は医療用ドレープに引っ掛けるようにして排液器を設置し，フック部のみで，排液器が液体の流れによって流されないよう，一定の位置に固定するという意味である。引用発明1の垂下部3Aは，板状の本体の四つの頂点のうち一つの頂点の下に付されているにすぎないため，この垂下部3Aだけでは排液器全体を設置・固定することはできず，また，排液器全体の大きさに対してごく小さいため，仮にこの垂下部3Aが眼瞼縁に接しているだけであれば，液体と共に流されるか，流されないまでも，側縁23Aが眼瞼縁から離れて垂下部3Aを起点に排液器が左右に動くような宙吊り状態となり，排液器として機能しない。",
                        "引用発明1の排液器は，そのような事態を回避するため，排液器自身の重さと，脚部材4A・側辺22Aと滅菌シールSとの接触面の摩擦力によって安定的に載置することを企図したものであって，垂下部3Aは，位置決めをする機能はあっても，排液器全体を設置・固定しているものではない。",
                        "したがって，引用発明1は，「眼瞼縁又は医療用ドレープに掛止すべく」「鈎状に形成され」た「フック部」を有さず，本件発明とは，構成要件Bにおいて相違する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件発明における「延設され」とは，単にフック部とボディ部とが接合されていることを意味するのではなく，フック部によって引き上げられた液体が腹部と眼瞼縁の隙間を伝ってテール部に導かれるよう，フック部からボディ部にかけての形状が連続的につながっていることを要件とする。",
                        "引用発明1の本体2Aは「板状の本体を備え」ていることに特徴を有し，垂下部3Aとは形状も大きさも全く異なるものであって，垂下部3Aと連続的な形状でつながってはいない。引用発明1は，脚部材4A及び側辺22Aを載置面に密着させて，本体裏面と眼瞼縁の間の空間を重力によって液体が流れ落ちていくようにしたものであるから，垂下部3Aは，本体2に「延設」されている必要はなく，垂下部3Aによって引き上げられた液体が，濡れ性によって本体裏側に形成される空間に広がるように接合されていれば足りる。",
                        "したがって，引用発明1の本体2は，垂下部3Aに「延設され」たものとはいえず，引用発明1と本件発明とは，構成要件Dの点で相違する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原判決は，乙10を先行文献2とし，そこに記載された発明を独立の先行技術と捉えているが，仮に被控訴人らの主張をそのように捉えた場合であっても，その内容は概括的なものであって具体性を欠き，およそ新規性・進歩性の欠如を根拠づける事実を主張するものではないから，主張自体失当である。",
                        "また，先行文献2の【0007】には，吸収具内における接触吸収部から吸収本体部への液体の移動が妨げられないように，接触吸収部と吸収本体部の接続部は所定の曲率で湾曲した態様が例示できると述べられてはいるが，明細書のその他の記載を見ても，吸水しきれない液体の排出を実現するための構成は開示も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "被控訴人らは，本件発明6の「前記ボディ部は，背側に把持部を有すること」（構成要件K）について，ボディ部の背側に把持部を具備する構成は設計事項にすぎないと主張する。",
                        "しかし，全く形状の異なる製品（乙11，12）に把持部があり，かつ，わずか2件の文献があるだけでは，つまみを設けることが周知技術であったとはいえない。また，先行文献1には，設置の困難性を課題として示唆する記載は全くない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の技術的範囲について",
                  "text": [
                    "本件発明1の特許請求の範囲が記載している排液の流路は，ボディ部腹部の眼瞼縁側表面，同表面と眼瞼縁又は医療用ドレープとの隙間，ボディ部テール部の表面のみであり，それ以外に排出される液体が伝う箇所は何ら記載されていない。本件特許明細書に開示されている各実施例も，ボディ部腹部の眼瞼縁側表面及び同表面と対向する眼瞼縁又は医療用ドレープにおいて形成される隙間を伝って排液する作用のみが記載されており，それ以外の箇所を伝って排液される作用は記載されていない。",
                    "控訴人は，「排液器の側面」という概念を用いているが，本件特許明細書の【図5】，【図11】，【図13】，【図15】及びこれら各図面に関する詳細な説明には，排液の流路がボディ部の「側面」である旨の記載はない。",
                    "控訴人は，本件特許明細書の【図11】の実施例においては，毛細管現象が働く，ボディ部の最下部に突出している狭小な部分のみが「腹部」であると主張する。しかし，本件発明1に関する発明の詳細な説明には，【図11】の上記突出部分から上方に広がった表面も腹部であると記載されているし，また，上記突出部分が眼瞼縁と接触するように設置された場合には同突出部分について毛細管現象は働かない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "イ号製品の構成について",
                  "text": [
                    "イ号製品は，所定距離を隔てて併設される2枚の樹脂板により空間が設けられていることを特徴とするものであり，同空間に液体を流入通過させることにより多量の液体を効率的に排出させるものであって，本件発明1のようなボディ部の腹部の表面に係る構成は存在しない。",
                    "イ号製品においては，瞼裂内に継続的に供給される液体による後方からの圧力と本体部が下向きに傾斜して設置されていることによる重力，及び液体等が壁に引き寄せられるコアンダ効果等によって，2枚の樹脂板を隔てて配置することにより設けられた空間から排液することを技術的思想とするものであるから，本件発明の技術的思想とは異なる。",
                    "イ号製品のような2枚の樹脂板の間を流路とする態様は，本件特許明細書に記載されていないから，本件発明が典型的に想定するものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Eについて",
                  "text": [
                    "構成要件Eは，フック部が先端に向かって次第に幅が小さくなるのではなく，先端に至る途中において幅の広くなる部分（へら状）を備えることを意味している。イ号製品における先端部は，先端に至る途中において幅の広くなる部分（へら状の部分）を有しておらず，構成要件Eを充足しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効論について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許明細書において本件発明1の排液原理として毛細管現象しか記載されていないのは，他の排液原理が存在することが記載されていないにすぎない。先行文献1には，毛細管現象に加えて，高低差に起因する重力の影響による排出及び大気圧差の影響による排出も複合的に考察されている。眼瞼から液体が排出されるのは，毛細管現象も含めて複数の物理法則や物理現象が渾然一体となって生じているものであるから，本件発明及び先行文献1の発明の排液原理は，本質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件Gの「隙間」における間隔は特定されておらず，先行文献1には，構成要件Gのボディ部の腹部と眼瞼縁との隙間を伝わせてテール部の表面に到達した後に排出する構成と同一の内容が開示され（【0017】，【0057】），毛細管現象が働いていることが開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "構成要件D，F，Gにおける「ボディ部」，「腹部」及び「テール部」並びに構成要件Dにおけるフック部が延設されていることについては，先行文献1の第2の実施形態に開示されている事項である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「フック部」が「眼瞼縁又は医療用ドレープに掛止すべく鈎状に曲折して形成され」ていることは，先行文献1の第2の実施形態における排液器1Aの垂下部3Aとして開示されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "仮に，先行文献1の【0057】の，液体L2が本体2Aと滅菌シールSの表面の間隔Gを下流側に流れる事項が，構成要件Gにおける「腹部の眼瞼縁側表面と眼瞼縁又は医療用ドレープとの隙間を伝わせて」液体を排出する構成とは同一ではないとしても，毛細管として機能させて液体を排出させるために，「滅菌シール」に代えて「眼瞼縁」又は「医療用ドレープ」とすることは，課題解決のための技術の具体的適用にともなう設計的事項の採用にすぎないから，当業者が容易に想到し得るものである。また，先行文献1に記載されている排液器に乙7記載の公知技術を適用し，眼瞼縁又はドレープの間に排液を毛細管現象により伝わせるようにすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "構成要件Iは先行文献1に開示されている事項であり，本件発明2は，新規性を欠如する。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "ボディ部の背側に把持部を具備する構成は，周知技術（乙6，11，12）に基づく設計的事項を採用したものにすぎず，当業者が容易に想到しうるものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件控訴を棄却すべきと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許明細書の記載",
              "text": [
                "次のとおり記載を加えるほかは，原判決25頁4行目から32頁22行目までのとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決27頁2行目の次に改行して以下の記載を加える。",
                    "「【0012】以上のような構成により，本実施形態によれば排液器は，掛止されたフック部に接触した液体を，ボディ部に伝わせて排出する。従って，吸引器を用いることなく簡便に使用でき，かつ，結膜等に損傷を与えることなく容易に液体を排出することが可能である。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決27頁5行目「図5は」の前に「・・・」を加える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決29頁13行目の次に改行して以下の記載を加える。",
                    "「【0036】以上の構成により，本実施形態に係る排液器によれば，瞼裂内に滞留する液体を，眼瞼縁または医療用ドレープに掛止して設置されたフック部の先端部分より導き，ボディ部を伝わせて排出する。従って，本実施形態に係る排液器は，吸引器を用いることなく簡便に使用でき，かつ，結膜等に損傷を与えることなく容易に液体を排液することが可能である。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原判決同32頁22行目の次に改行して以下の記載を加える。 ",
                  "text": [
                    "「【0061】",
                    "（第7実施形態）",
                    "本発明の第7実施形態としての排液器1800について，図18を用いて説明する。図18は，本実施形態に係る排液器1800の構成を示す図である。排液器1800は，図2に示す排液器100と比べてボディ部1803の背側に，把持部1870を有する。",
                    "【0062】",
                    "排液器1800は，フック部1801の先端部分が先細の形状に形成されており，ボディ部1803が紡錘形状であり，テール部分も末端に向かって先細の形状に形成されている。さらに，排液器1800は，表面全体が丸味を帯びるように曲面で形成されていることから，全体として保持し難い形状である。",
                    "【0063】",
                    "そこで，把持部1870がボディ部1803の背側に形成されることにより，使用者は，排液器1800の保持が極めて容易になる。把持部1870は，本実施形態に係る把持部の形状に限られず，使用時に把持に適した形状であることが望ましい。また，把持部1870の設置は，本実施形態に係る把持部の設置位置に限られず，使用時に把持に適した位置であって，手術の進行を妨げない位置に設置されることが望ましい。",
                    "【図18】",
                    "」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の技術的意義",
              "text": [
                "本件特許の特許請求の範囲【請求項1】，【請求項2】，【請求項6】（第2，2で引用した原判決の「事実及び理由」欄の第2，1(2)イ）及び前記(1)によると，本件発明は，以下のとおりのものと認められる。",
                "本件発明は，瞼裂内に滞留した液体を瞼裂外に排出するための排液技術に関するものである（【0001】）。",
                "従来は，瞼裂内に貯留した液体を，電動の吸引器を用いて外部に排出する必要があることから，簡便性に欠け，排液器を洗浄及び滅菌しなければならず，使用も煩雑であった。また，吸引器の先端により角膜，結膜等に損傷を与えるおそれがあるとともに，吸引器を扱う介助者の技術により，吸引効率が左右され，手術自体に支障を来たすおそれがあった。（【0004】）",
                "そこで，本件発明は，上記課題を解決することを目的として，本件発明の構成を採用し，瞼裂内に滞留する液体を，眼瞼縁又は医療用ドレープに係止したフック部によって導き，ボディ部の腹部を伝わせ，テール部から排出するようにしたものである（【請求項1】，【請求項2】，【請求項6】，【0012】，【0019】，【0036】）。本件発明においては，フック部に触れた瞼裂内の液体は，液体のフック部に対する付着力（表面張力），フック部表面の濡れ性及び毛細管現象により，フック部の表面に沿って瞼裂外に取り出され，さらに，ボディ部の腹部の表面と医療用ドレープ又は眼瞼縁とで形成された隙間が毛細管として機能することで，液体がテール部に導かれるようになっている（【0029】，【0030】）。",
                "本件発明に係る排液器は，吸引器を使用することなく簡便に使用でき，かつ，結膜等に損傷を与えることなく容易に液体を排液することが可能である（【0012】【0036】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)（イ号製品は，本件発明1の技術的範囲に属するか）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Gについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成要件Gは，構成要件Fの「前記ボディ部は，」を受けたものであるから，「ボディ部」が「前記腹部の眼瞼縁側表面と前記眼瞼縁又は前記医療用ドレープとの隙間を伝わせて，前記テール部の表面に到達した後に液体を排出する」ものである。そして，「ボディ部」は，「フック部から延設」（構成要件D）され「腹部とテール部」（構成要件F）とを有し，「フック部により導かれた液体を排出する」（構成要件D）ものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「腹部」及び「隙間」について",
                      "text": [
                        "構成要件Gにおいて，フック部により導かれた液体が伝わる「隙間」は，「前記腹部の眼瞼縁側表面」と「前記眼瞼縁又は前記医療用ドレープ」との間に設けられるものであるところ，この「隙間」を定める一方の表面を画定する「腹部」に関しては，構成要件Fにおいて「前記ボディ部は，腹部とテール部とを有し，」と規定されているのみである。この記載からは，本件発明1の「腹部」が「テール部」とともに「ボディ部」の一部を構成するものであることは理解できるものの，「ボディ部」における「腹部」の位置や範囲は必ずしも明らかであるとはいえない。",
                        "本件特許明細書を参酌すると，①【図5】及び【図11】の正面断面図において，「腹部」は，眼瞼縁に対向する箇所にあるものとして特定されていると認められる（【0028】，【0041】～【0043】）。また，②「腹側」という表現が，【図13】及び【図15】の正面断面図において，眼瞼縁に対向する凹部及び凸部の位置を説明するために用いられており（【0047】，【0048】，【0052】，【0053】），他方，「背側」という表現が，【図18】において，ボディ部上面の把持部の位置を説明するために用いられ，この把持部は，「使用時に把持に適した位置であって，手術の進行を妨げない位置に設置されることが望ましい」（【0061】～【0063】）ものであり，設置時に眼瞼縁又は医療用ドレープに対向することはないものと認められる。これらの本件特許明細書の記載に加えて，「腹」，「背」という日本語の通常の意義をも考慮すると，本件特許においては，排液器を設置した際に眼瞼縁又は医療用ドレープを向く部分を「ボディ部」の「腹」又は「腹部」とし，その反対側の部分を「ボディ部」の「背」としているものと認められる。",
                        "以上より，本件発明1の「腹部」は，排液器を設置した際に，眼瞼縁又は医療用ドレープを向く部分と解するのが相当である。そして，構成要件Gの「隙間」は，このように解した「腹部」の眼瞼縁側表面と眼瞼縁又は医療用ドレープとの間の空間をいうと解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「隙間を伝わせて・・・液体を排出する」について",
                      "text": [
                        "構成要件Gにおいて，ボディ部は，「隙間を伝わせて・・・液体を排出する」するものあるから，ボディ部は，フック部により導かれた液体を排出する流路として「隙間」を用いるものである。",
                        "本件発明は毛細管現象等を排液原理として利用するものであるが（前記1(2)），証拠（甲18～20，甲24の1，乙5，9）及び弁論の全趣旨によると，本件発明のような排液器においては，瞼裂内に滞留する液体の量やボディ部等の表面の濡れ性等によっては，液体が，「隙間」以外の部位に漏れ出たり，テール部の表面に到達する前に皮膚を伝って落下することがあるものと認められる。しかし，本件発明は，瞼裂内に滞留する液体を，眼瞼縁または医療用ドレープに係止したフック部によって導き，ボディ部の腹部を伝わせ，テール部から排出することで，電動の吸引機を用いることなく容易に排液ができるようにしたものであるから(前記1(2))，ボディ部の腹部を液体の排出流路として用いることに，本件発明の技術的意義がある。そうすると，本件発明において，ボディ部の腹部以外の部位に液体が漏れ出たり，テール部に到達する前に皮膚を伝って落下したりすることはあっても，ボディ部の腹部が，フック部により導かれた液体の大部分を排出させる流路として機能すべきものであると認められる。",
                        "以上より，構成要件Gの（ボディ部は，）「隙間を伝わせて・・・液体を排出する」は，フック部により導かれた液体の大部分を，「隙間」を伝わせて排出することを意味すると解すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "イ号製品の構成要件G該当性について",
                  "text": [
                    "イ号製品の構造上，「フック部」に相当し得るのは，先端部2及び曲折部1であり，「ボディ部」に相当し得るのは，2枚の樹脂板からなる，本体部3であり，「腹部」に相当し得るのは，それぞれの樹脂板の，眼瞼縁又は医療用ドレープと対向する矩形状の底面部分である。",
                    "証拠（甲18～20，甲24の1，乙5，9）及び弁論の全趣旨によると，イ号製品において，フック部に導かれた液体のうち，それぞれの樹脂板の矩形状の底面部分を伝うものもあるが，その大部分は，2枚の樹脂板が対向する側面の間を伝って排出されるものと認められる。したがって，それぞれの樹脂板の矩形状の底面部分は，フック部により導かれた液体の大部分を伝わせて排出するものではないから，イ号製品は，構成要件Gを充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件特許明細書における「腹部」とは，ボディ部の「腹側」にあり，排液器と眼瞼縁との間で排液のための動力を生み出す「隙間」を形成する部分を指し，「腹部」以外の「腹側」とは，上記「隙間」から離れたボディ部の側面にあって，その形状によって大きな表面積を確保し，流路を拡大する機能を営む部分である，と主張する。",
                        "しかし，本件特許明細書の【図5】に係る実施例においては，腹部103aは，丸みをもたせ，断面が略円形状であって，液体が表面を伝うに適した形状であると特定され（【0028】），【図11】に係る実施例においては，断面略V字形状に形成されている箇所が腹部1103aと特定されている（【0041】）のであるから，これらの箇所は，控訴人が主張するところの「濡れ性を利用して流路を拡大する部分」も含んでいると認められる。また，【図5】に係る実施例において，液体の流量が増え液面が上昇すると，液面と腹部の表面との「接点」が上昇する（【0028】）とされていることから，本件特許明細書においては，液体の流量が少ないときに液面が接していなかった，「濡れ性を利用して流路を拡大する部分」も「腹部の表面」の一部とされていると認められる。",
                        "さらに，上記【0028】，【0041】の記載に鑑みると，控訴人が指摘する「ボディ部103の腹部103aの表面と医療用ドレープ240とで形成された隙間が毛細管として機能し」（【0029】）及び「腹部1103aと眼瞼縁233との間に形成された隙間が毛細管として機能し」（【0042】）との記載は，腹部のうち眼瞼縁又は医療用ドレープに近接する部分が，眼瞼縁又は医療用ドレープとの間で毛細管として機能していることを述べていると解すべきであって，これらの記載から，毛細管として機能する部分のみが腹部であるということはできない。【図5】の「103a」の文字から出た線及び【図11】の「1103a」文字から出た線が指し示す位置は，腹部の範囲（上限位置）を示すものとは解されない。",
                        "本件特許明細書の【図13】及び【図15】に係る実施例においては，控訴人が主張するところの「毛細管現象を引き起こす部分」と「濡れ性を利用して流路を拡大する部分」からなる凹凸の位置を説明するために「腹側」との表現が用いられているにすぎず，そのうちの「毛細管現象を引き起こす部分」を「腹部」であると解する根拠とすることはできない。",
                        "したがって，毛細管として機能するか否かによって「腹部」が特定されているとも，「毛細管現象を引き起こす部分」か「濡れ性を利用して流路を拡大する部分」かで，「腹部」と「腹側」との表現を使い分けているともいえない。控訴人の主張には，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，流路全体を「腹部」とするのであれば，イ号製品における2枚の樹脂板の側面部分及びその間も「腹部」とすべきであると主張する。",
                        "しかし，前記(1)ア(イ)のとおり，「腹部」とは，排液器を設置した際に，眼瞼縁又は医療用ドレープを向く部分と解するのが相当であり，イ号製品の2枚の樹脂板の側面部分は，眼瞼縁又は医療用ドレープと対向していないから，控訴人の主張には，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "したがって，その余の点を判断するまでもなく，イ号製品は，本件発明1の技術的範囲に属さず，本件発明2及び6の技術的範囲にも属しないから，控訴人の本訴請求には，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。原判決中の別紙を「原判決別紙」と読み替える。"
  ]
}