{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800013号事件について平成29年1月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実(争いがない)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「発光装置」とする特許(特許第4094047号。請求項の数は1。以下，この特許を「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告は，平成19年8月13日，本件特許の出願をし(優先権主張の日：平成16年4月27日，同年6月21日及び同月30日)，平成20年3月14日，設定の登録を受けた。なお，本件特許出願は，平成16年12月15日にした特許出願(特願2004-363534号。以下「原出願」という。)の一部についてした分割出願である。(甲56)"
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成26年1月22日，本件特許の請求項1に記載された発明につき無効審判を請求した(無効2014-800013号)。",
                "被告は，同年11月28日付けで，本件特許の特許請求の範囲及び明細書について訂正請求をした(以下「本件訂正」といい，本件訂正後の明細書及び図面を併せて「本件明細書」という。甲57)。",
                "特許庁は，平成27年4月6日，本件訂正を認めた上，「特許第4094047号の請求項1に係る発明についての特許を無効とする。」との審決(以下「前審決」という。甲19)をし，その謄本は，同月16日，被告に送達された。",
                "被告は，平成27年5月15日，知的財産高等裁判所に前審決の取消しを求めて訴えを提起した(平成27年(行ケ)第10097号)。同裁判所は，平成28年3月8日，前審決を取り消す旨の判決(以下「前判決」といい，この判決に係る訴訟を「前訴」という。甲15)をし，その後，前判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁において，上記無効審判の審理が再開され，同庁は，平成29年1月12日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月20日，原告に送達された。",
                "原告は，平成29年2月16日，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許につき，本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，本件訂正後の請求項1に記載された発明を「本件発明」という。)。",
            "「赤色蛍光体と，緑色蛍光体とを含む蛍光体層と，発光素子とを備え，",
            "前記赤色蛍光体が放つ赤色系の発光成分と，前記緑色蛍光体が放つ緑色系の発光成分と，前記発光素子が放つ発光成分とを出力光に含む発光装置であって，",
            "前記出力光が，白色光であり，",
            "前記赤色蛍光体は，前記発光素子が放つ光によって励起されて，Eu2＋で付活され，かつ，600nm以上660nm未満の波長領域に発光ピークを有するニトリドアルミノシリケート系の窒化物蛍光体(ただし，Sr Si AlOＮ ：Eu2＋を除く)であり，",
            "前記緑色蛍光体は，前記発光素子が放つ光によって励起されて，Eu2＋又はCe3＋で付活され，かつ，500nm以上560nm未満の波長領域に発光ピークを有する緑色蛍光体であり，",
            "前記発光素子は，440nm以上500nm未満の波長領域に発光ピークを有する光を放つ青色発光素子であり，",
            "前記蛍光体層に含まれる蛍光体はEu2＋又はCe3＋で付活された蛍光体のみを含み，",
            "前記青色発光素子が放つ光励起下において前記赤色蛍光体は，内部量子効率が80％以上であり，",
            "前記蛍光体層に含まれる蛍光体の励起スペクトルは，前記青色発光素子の放つ光の波長よりも短波長域に励起ピークを有し，",
            "前記蛍光体層は，窒化物蛍光体又は酸窒化物蛍光体以外の無機蛍光体を実質的に含まないことを特徴とする発光装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "前審決及び前判決の理由",
          "text": [
            "前審決は，本件発明と特開2003-206481号公報(甲3。以下「甲3文献」という。)に記載された発明(以下「甲3発明」という。)を対比し，相違点1ないし6(後記5記載のものと同じ。)を認定した上，いずれの相違点に係る構成についても，甲3発明，甲3文献に記載された事項，及び特開2003-124527号公報(甲13。以下「甲13文献」という。)に記載された事項又は周知の技術事項に基づいて，当業者が容易に想到できたものといえるから，本件発明は進歩性を欠き，本件特許は無効と判断した。(甲19)",
            "これに対し，前判決は，①  前審決における甲3発明の認定，本件発明と甲3発明の一致点の認定及び相違点の認定(いずれも後記5記載のものと同じ。)に誤りはない，②  相違点1に係る構成につき，甲3発明に甲13文献に記載された事項を採用することにより容易に想到し得るということはできないが，甲3発明に周知の技術事項を採用することにより容易に想到し得るから，容易想到性の判断に誤りはない，③  相違点5に係る構成につき，甲3発明に基づいて容易に想到することができたものと認めることはできないから，容易想到性の判断に誤りがある，として前審決を取り消した。(甲15)"
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。その概要は，①  特許請求の範囲の記載はサポート要件に適合している，②  本件特許出願は適法な分割出願と認められるから，本件発明が原出願の公開公報に記載された発明に基づいて当業者が容易に想到できたものとはいえない，③  本件発明は，甲3発明に基づいて当業者が容易に想到できたものとはいえない，というものである。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件審決が認定した甲3発明の内容並びに本件発明と甲3発明との一致点及び相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3発明の内容",
              "text": [
                "光源として少なくとも1つのLEDを備えた照明ユニットであって，このLEDは300～570nmの範囲内で一次放射を発し，この放射はLEDの一次放射にさらされる蛍光体によって部分的に又は完全により長波長の放射に変換され，前記の蛍光体の構造はニトリド又はその誘導体に基づく形式のものにおいて，前記の変換は少なくとも1種の蛍光体を用いて行われ，この蛍光体はカチオンM及び窒化ケイ素又はニトリドの誘導体から誘導され，この蛍光体は430～670nmでのピーク発光の波長で発光し，その際，カチオンは部分的にドーパントD，つまりEu2＋又はCe3＋により置き換えられており，この場合にカチオンMとして二価の金属Ba，Ca，Srの少なくとも1種及び／又は三価の金属Lu，La，Gd，Yの少なくとも1種が使用され，この蛍光体は次の種類：構造MSi Ｎ ，M Si Ｎ ，M Si Ｎ 及びM SiＮ のニトリド，構造M Si O Ｎ のオキシニトリド，構造MSiAl O Ｎ ，M Si Al O Ｎ ，MSi Al OＮ 及びM SiAlOＮ のサイアロンから由来する，",
                "光源として少なくとも1つのLEDを備え，",
                "前記LEDの白色LEDでの使用のために，主成分としてシリコーン注入樹脂(又はエポキシ注入樹脂)及び赤及び緑に発光する2種のニトリド含有顔料を含有し，他のわずかな成分は，特にメチルエーテル又はエアロジル(Aerosil)である，凹設部に充填された注入材料を備え，",
                "白色光を達成するために一緒に用いる赤及び緑に発光する2種のニトリド含有顔料としてSi／Al-Ｎ-ベースの蛍光体を使用でき，その中で少なくとも1つは前記少なくとも1種の蛍光体であり，",
                "赤に発光するSi／Al-Ｎ-ベースのニトリド含有蛍光体として，例えば，組成がSr Si AlOＮ ：Eu2＋で発光領域が625～640nmの蛍光体を選択肢として有し，",
                "緑に発光するSi／Al-Ｎ-ベースのニトリド含有蛍光体として，例えば，組成がSrSiAl O Ｎ ：Eu2＋でMax．Em．が497の蛍光体，組成がSrSiAl O Ｎ ：Eu2＋で発光領域が495～515nmの蛍光体，組成がSrSiAl O Ｎ ：Eu2＋で発光領域が490～510nmの蛍光体を選択肢として有し，",
                "前記光源は，青色発光LEDである，",
                "照明ユニット。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲3発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "赤色蛍光体と，緑色蛍光体とを含む蛍光体層と，発光素子とを備え，",
                    "前記赤色蛍光体が放つ赤色系の発光成分と，前記緑色蛍光体が放つ緑色系の発光成分と，前記発光素子が放つ発光成分とを出力光に含む発光装置であって，",
                    "前記出力光が，白色光であり，",
                    "前記蛍光体層は，窒化物蛍光体又は酸窒化物蛍光体以外の無機蛍光体を実質的に含まない発光装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "(ア)相違点1",
                    "本件発明の赤色蛍光体は，前記発光素子が放つ光によって励起されて，Eu2＋で付活され，かつ，600nm以上660nm未満の波長領域に発光ピークを有するニトリドアルミノシリケート系の窒化物蛍光体(ただし，Sr Si AlOＮ ：Eu2＋を除く)であるのに対し，甲3発明の赤に発光するニトリド含有顔料は，そのようなものであるのか否か不明である点。",
                    "(イ)相違点2",
                    "本件発明の緑色蛍光体は，前記発光素子が放つ光によって励起されて，Eu2＋又はCe3＋で付活され，かつ，500nm以上560nm未満の波長領域に発光ピークを有する緑色蛍光体であるのに対し，甲3発明の緑に発光するニトリド含有顔料は，そのようなものであるのか否か不明である点。",
                    "(ウ)相違点3",
                    "本件発明の青色発光素子は，440nm以上500nm未満の波長領域に発光ピークを有する光を放つ青色発光素子であるのに対し，甲3発明の青色発光LEDは，そのようなものであるのか否か不明である点。",
                    "(エ)相違点4",
                    "本件発明の蛍光体層に含まれる蛍光体は，Eu2＋又はCe3＋で付活された蛍光体のみを含むのに対し，甲3発明の凹設部に充填された注入材料が含有するニトリド含有顔料がそのようなものか否か不明である点。",
                    "(オ)相違点5",
                    "本件発明の赤色蛍光体は，前記青色発光素子が放つ光励起下において内部量子効率が80％以上であるのに対し，甲3発明の赤に発光するニトリド含有顔料がそのようなものか否か不明である点。",
                    "(カ)相違点6",
                    "本件発明が前記蛍光体層に含まれる蛍光体の励起スペクトルは，前記青色発光素子の放つ光の波長よりも短波長域に励起ピークを有するものであるのに対し，甲3発明がそのようなものか否か不明である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "text": [
            "本件審決の審判体は，前審決の相違点1及び相違点5に係る構成の容易想到性についての判断を変更するに当たり，原告に意見を求めずに審決するに至った。",
            "しかし，甲3発明に，甲13文献及び前判決の訴訟手続にも提出していた特開2004-67837号公報(以下「甲48文献」という。)の記載事項を採用すると，当業者が相違点5に係る構成を容易に想到できることは明らかであるから，甲13文献及び甲48文献を踏まえないまま，相違点5に係る構成が容易想到でないと判断した前判決及び本件審決は，結果として誤りである。",
            "したがって，相違点1及び相違点5についての判断を変更するに当たり，審判手続において，甲13文献に記載されている事項につき，原告に意見を求めないまま審決に至ったことは，特許庁の審判において慎重な審理判断を受けるべき原告の利益を損なうものであって，本件審決に至る審判手続(以下「本件審判手続」という。)には十分な手続保障を欠いた重大な手続違背があるとともに，この手続違背は審判の結果に影響を及ぼすものである。",
            "したがって，本件審決は取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件適合性に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "その1",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明は，①  赤色蛍光体は，ニトリドアルミノシリケート系の窒化物蛍光体(ただし，Sr Si AlOＮ ：Eu2＋を除く)であること，②",
                  "text": [
                    "青色発光素子が放つ励起光下において前記赤色蛍光体は，内部量子効率が80％以上であること，の2つの構成要件を含む。ここで，ニトリドアルミノシリケート系の窒化物蛍光体とは，Ｎ，Al，Siを含む窒化物蛍光体を意味する。",
                    "しかし，本件明細書において，発光特性まで明らかにされているニトリドアルミノシリケート系の赤色蛍光体はSrAlSiＮ ：Eu2＋のみであり，他の蛍光体の発光特性に関する記載は一切ない。そして，本件明細書において実施例として唯一開示されたSrAlSiＮ ：Eu2＋の内部量子効率は60ないし70％である。",
                    "内部量子効率が60ないし70％を超えるSrAlSiＮ ：Eu2＋の開示がないにもかかわらず，本件発明において「内部量子効率が80％以上であり」とすることは，特許請求の範囲に記載された発明が発明の詳細な説明に記載したものであることという要件に適合しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許の優先日当時，照明ユニットにおいて発光効率を高めるために，不純物の除去等の製造条件の最適化等により，蛍光体の内部量子効率を高めることは当業者の技術常識であったとしても，それには自ずと限界がある。内部量子効率が約60％のSrAlSiＮ ：Eu2＋赤色蛍光体について，製造条件の最適化等により内部量子効率を80％以上とすることができるか否かは不明であり，出発点となる内部量子効率が約60％又は約70％であれば，当然に80％以上とすることができるという技術常識も存在しない。",
                    "他方，前判決は，甲3文献に記載されている量子効率が29％，51％，30％程度の蛍光体を前提とすると，甲3発明に基づいて，当業者が相違点5に係る構成を採用することは容易に想到することができないと判示していることに照らすと，サポート要件を満たすか否かの判断に際し，出発点となる内部量子効率がどの程度であればサポート要件に合致することになるのかについての基準が必要になるはずであるが，本件審決は当該基準を明らかにしていない。すなわち，本件審決は，一般論として，本件特許の優先日前において，青色発光素子が放つ励起光下におけるニトリドシリケート系の窒化物蛍光体の内部量子効率が80％以上のものを製造できる可能性を技術常識に基づいて想定できたことのみに囚われて，客観的な基準を示さないままに漫然と判断したもので誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件発明の課題は，高い光束と高い演色性とを両立する発光装置，特に，暖色系の白色光を放つ発光装置を提供することにある。しかし，ニトリドアルミノシリケート系の窒化物蛍光体一般において内部量子効率を80％以上とする構成を採用することが，結果としてそのような発光装置を提供することになるのか，本件明細書の発明の詳細な説明の記載及び技術常識からは明らかでない。そして，内部量子効率が80％未満では課題が解決されておらず，内部量子効率80％以上であることを境界として課題がどのように解決できるのか，当業者の技術常識をもってしても理解できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "その2",
              "text": [
                "ニトリドアルミノシリケート系の窒化物蛍光体とは，ニトリドシリケート系，サイアロン系，ニトリドアルミノシリケート系等の窒素を含む蛍光体のうち，Ｎ，Al，Siを含む窒化物蛍光体を意味する。すなわち，オクソニトリドアルミノシリケート系の窒化物蛍光体，サイアロン系の窒化物蛍光体も包含するものであり，その具体例は無数に近い。しかし，本件明細書には，SrAlSiＮ ：Eu2＋以外のニトリドアルミノシリケート系の窒化物蛍光体，オクソニトリドアルミノシリケート系の窒化物蛍光体及びサイアロン系の窒化物蛍光体については，内部量子効率及び発光特性の開示がない。",
                "したがって，特許請求の範囲に記載されたニトリドアルミノシリケート系の窒化物蛍光体が，オクソニトリドアルミノシリケート系の窒化物蛍光体及びサイアロン系の窒化物蛍光体を含み，しかもSrAlSiＮ ：Eu2＋以外のニトリドアルミノシリケート系の窒化物蛍光体を含むものとすることは，本件発明が，発明の詳細な説明に記載したものであることという要件に適合しない。",
                "さらに，本件明細書においては，オクソニトリドアルミノシリケート蛍光体も本件発明のニトリドシリケート系の窒化物蛍光体として同列に扱うことができ，本件発明の課題を達成できるものであると開示されている。そうすると，例えばSr Si AlOＮ ：Eu2＋赤色蛍光体についても同様の作用効果が認められることになる。しかし，当該赤色蛍光体は，出発点となる内部量子効率が低く，内部量子効率を高めることには限界があり，最適化等により内部量子効率を80％以上とすることが困難な蛍光体である。すなわち，当該赤色蛍光体は，高い光束と高い演色性とを両立する発光装置を提供する課題を達成できるものとはいえない。",
                "このように，ニトリドアルミノシリケート系の窒化物蛍光体には，明らかに本件発明の課題を達成できないものが存在するにもかかわらず，ニトリドアルミノシリケート系の窒化物蛍光体であれば，その全てが高い光束と高い演色性とを両立する発光装置を提供することに寄与することになるという本件審決の判断は明らかに誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その3",
              "text": [
                "専門家の見解書(甲16，17)によれば，本件特許の優先日当時，SrSi AlOＮ ：Eu2＋蛍光体は，唯一の赤色発光するニトリドアルミノシリケート蛍光体であったが，その励起スペクトル，反射スペクトル及び内部量子効率を見積もることは不可能で，青色光励起下において内部量子効率が80％を超えるものが容易に得られるということは全く認識されていなかった。",
                "ましてや，Sr Si AlOＮ ：Eu2＋蛍光体以外の無数に近いニトリドアルミノシリケート系窒化物蛍光体については，実際に蛍光体を合成し，励起スペクトルのピーク波長，励起スペクトルの形状などの蛍光体の特性を評価するという試行錯誤を伴う網羅的な研究をしない限り，各蛍光体の内部量子効率を知ることはできない。さらに，当時は，簡便な装置が市販されておらず，内部量子効率の測定は学術的にごく一部で行われるに留まっていたという背景からすると，こうした蛍光体の内部量子効率を見積もることは不可能であった。",
                "したがって，本件発明の「内部量子効率を80％以上とする構成」が，当業者の出願時の技術常識に照らし，当該発明の課題を解決できると認識できる範囲のものでないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "その4",
              "text": [
                "本件審決は，本件特許の優先日後に頒布された刊行物(平成18年3月22日発行の第53回応用物理学関係連合講演会講演予稿集。甲36)の記載に基づき，内部量子効率が80％以上であるニトリドアルミノシリケート系の窒化物蛍光体であるCaAlSiＮ ：Eu赤色蛍光体が知られていたことを，サポート要件適合性の根拠としている。",
                "しかし，本件特許の優先日後に頒布された刊行物に基づく判断は後付けであるばかりか，当該刊行物に記載されている蛍光体は，本件明細書に唯一の具体例として明記されているSrAlSiＮ ：Eu2＋蛍光体と異なるものである。本件特許の優先日当時の技術常識では，ニトリドアルミノシリケート系蛍光体の光学的特性はほとんど知られておらず，当該刊行物に記載されているCaAlSiＮ ：Eu赤色蛍光体についても，励起スペクトル，反射スペクトル及び量子効率を見積もることは不可能であった。",
                "したがって，当該刊行物の記載をサポート要件適合性の根拠とすることは許されない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "その5",
              "text": [
                "本件審決は，請求人である原告が，「本件特許の優先日の技術常識に照らしても，請求項に係る発明の範囲まで，発明の詳細な説明に開示された内容を拡張ないし一般化できるとはいえないことの具体的な根拠を説明しておらず…サポート要件を満たしていないということはできない。」と判断した。",
                "しかし，特許請求の範囲の記載がサポート要件に適合することは，当該特許の特許権者が証明責任を負うと解するのが相当であるから，これに反する本件審決の上記判断は法の解釈を誤っているもので，この前提に立脚する本件審決は当然に誤っている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "その6",
              "text": [
                "本件特許の原出願は，特願2004-131770号出願(以下「第1出願」という。)及び特願2004-182797号出願(以下「第2出願」という。)を基礎出願として優先権を主張している。第1出願及び第2出願と本件特許出願との内容を対比すると，本件特許出願は主に第2出願を優先権主張の基礎とするものと考えられる。しかし，本件発明は，第2出願に係る発明に対し，例示の赤色蛍光体を増やし，これらも一律に「発光素子が放つ光励起下において最も内部量子効率が低い蛍光体は，内部量子効率(絶対値)が，80％以上，好ましくは85％以上，より好ましくは90％以上の蛍光体とする」というものである。",
                "この点につき，第2出願においては，内部量子効率が開示されているのは，唯一，SrAlSiＮ ：Eu2＋のみである。さらに，原出願において初めて追加されたCaAlSiＮ ：Eu2＋及びSr Si AlOＮ ：Eu2＋については，第1出願及び第2出願のいずれにも内部量子効率に関する開示も示唆もない。それにもかかわらず，被告は，CaAlSiＮ ：Eu2＋及び公知のSr Si AlOＮ ：Eu2＋を含む赤色蛍光体を寄せ集める過程で，これらについても，突如，内部量子効率(絶対値)を80％以上であるものとした上，例示以外の他のニトリドアルミノシリケート系の窒化物蛍光体についても，内部量子効率(絶対値)を80％以上であるとしている。",
                "これは，CaAlSiＮ ：Eu2＋について，内部量子効率が60％であることを開示するだけであったにもかかわらず，文言上のからくりで他のニトリドアルミノシリケート系の窒化物蛍光体一般の内部量子効率が80％以上であるかのように操作(拡張)したものであるが，このような拡張は到底許されない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "その7",
              "text": [
                "本件審決は，本件明細書の段落【0053】の「高い光束を放つ発光装置を得るためには，蛍光体層に実質的に含まれる蛍光体の中で，発光素子が放つ光励起下において最も内部量子効率が低い蛍光体は，内部量子効率(絶対値)が，80％以上，好ましくは85％以上，より好ましくは90％以上の蛍光体とする。」という記載を，サポート要件に適合することの主たる根拠としていると解される。しかし，原出願においては，赤色蛍光体と緑色蛍光体の両者を含んだ蛍光体の内部量子効率が80％以上という発明が開示されているところ，本件明細書の段落【0053】はこの本件発明とは異なる発明についての記載である。",
                "したがって，当該段落【0053】の記載をもって，ニトリドアルミノシリケート系の窒化物蛍光体一般について，「内部量子効率(絶対値)が，80％以上，好ましくは85％以上，より好ましくは90％以上の蛍光体とする。」とするものと解することはできない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "よって，本件審決のサポート要件適合性についての判断は誤りであって，その誤りは結論に影響を与えるものであるから，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(分割出願の適法性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件特許出願は原出願の適法な分割出願であって，当業者は，原出願の公開公報に記載された発明に基づいて本件発明を容易に想到することができたものであるということはできないと判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，原出願の願書に最初に添付した明細書(以下「本件原出願明細書」という。)の【0001】ないし【0008】，【0013】ないし【0161】及び図面の記載は，本件明細書の【0001】ないし【0009】，【0012】ないし【0160】及び図面の記載と実質的に同一であるとしても，本件原出願明細書の【0007】ないし【0012】と，本件明細書の【0009】ないし【0012】とは相違しており，これらの相違点が他の記載事項と関連して，本件原出願明細書記載の発明と本件明細書記載の発明とが不一致となっている。すなわち，本件発明は，本件原出願明細書に記載されている発明(組成式(M Eu )AlSiＮ で表される窒化物蛍光体を前提1-x x 3とする発明)を超えて，ニトリドアルミノシリケート系の窒化物蛍光体一般まで，内部量子効率が80％以上とするもので，本件原出願明細書に記載された発明でないから，明らかに分割要件に違反する。",
                "よって，両発明が同一であることを前提としてされた本件審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点5についての容易想到性判断の誤り)",
          "text": [
            "本件審決は，前判決の判示に倣い，相違点5に係る構成を容易に想到することができたものと認めることはできないと判断したが，この判断は以下の点において誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "その1",
              "text": [
                "甲48文献によれば，本件特許の優先日前において，α-サイアロンは470±30nmの波長を有する光を含む励起光で励起され，発光スペクトルのピーク波長が590±30nmである蛍光を放出するものであると知られていた。",
                "したがって，本件特許の優先日当時において，発光ピーク波長が600nm以上であるα-サイアロン蛍光体が何ら特別なものではないことが当業者に知られていたことからすると，甲13文献に「黄-オレンジ(GO)に発光する蛍光体」とのみ記載され，「600nm以上660nm未満の波長領域」に発光ピークを有する「赤色蛍光体」という具体的な記載がなくとも，甲13文献に記載されている「540～620nmのピーク発光の波長を有する黄-オレンジに発光しかつEu-活性されたサイアロンの種類に由来する蛍光体」には「600～620nmのピーク発光の波長を有する」赤色の窒化物蛍光体を含んでいると解するべきである。そして，甲13文献には，この蛍光体の典型的な量子効率は70～80％であると記載されているから，その当時，α-サイアロン蛍光体の内部量子効率が80％以上であるものが知られていたことになる。",
                "そうすると，甲3発明において，内部量子効率が80％以上である赤色のα-サイアロン蛍光体を使用することは当業者にとって容易に想到できるものであることが明らかである。",
                "それにもかかわらず，本件審決は甲13文献及び甲48文献を踏まえた判断をしておらず，その結果，相違点5についての判断を誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その2",
              "text": [
                "国際公開WO2004／055910(国際出願日：平成15年12月4日，国際公開日：平成16年7月1日。甲51。以下「甲51文献」という。)の記載は，本件特許の優先日当時の技術水準又は当業者の技術常識を示すものであるが，これによれば，当時，サイアロンとして明確に赤色蛍光体となるものが知られており，その内部量子効率は80～90％以上であった。",
                "そうすると，本件特許の優先日には，上記甲48文献に示されているように，赤色蛍光体のサイアロンで発光スペクトルのピーク波長が600nm以上のものが公知であり，さらに，甲3発明が公開される前に，青色発光素子が放つ励起光下における内部量子効率が80～90％以上のサイアロン赤色蛍光体が発明されていたことになる。",
                "したがって，甲3発明において，Sr Si AlOＮ ：Eu2＋蛍光体のSrの少なくとも一部をBaやCaに置換したニトリドアルミノシリケート系の窒化物蛍光体を採用した上で，さらに，青色発光素子が放つ光励起下におけるその内部量子効率を80％以上とする構成は，当業者にとって容易に想到できたものであることが明らかである。",
                "よって，相違点5についての審決の判断は誤りである"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その3",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記2(6)において主張したとおり，本件特許の優先権基礎出願とされる第1出願及び第2出願のいずれについても優先権は認められない。",
                    "また，別の基礎出願である特願2004-194196号出願(以下「第3出願」という。)の内容は，第1出願の開示内容とほとんど共通しているが，内部量子効率についての記載や開示は一切ない。",
                    "したがって，第1出願ないし第3出願のいずれについても優先権は認められないから，本件特許については原出願日である平成16年12月15日が基準日とされるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，甲51文献の国際公開日は同年7月1日であるから，本件発明との関係では公知発明に当たる。",
                    "したがって，甲3発明において，Sr Si AlOＮ ：Eu2＋蛍光体のSrの少なくとも一部をBaやCaに置換したニトリドアルミノシリケート系の窒化物蛍光体を採用した上で，さらに，青色発光素子が放つ励起光下におけるその内部量子効率を80％以上とする構成は，当業者にとって容易に想到できたものであることが明らかである。",
                    "よって，相違点5についての審決の判断は誤りである"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，前判決がされた後，本件審判手続において，二度にわたり意見を提出する機会を要請し，前判決が確定してから2か月以上経った後に，具体的な主張を記載した上申書を提出しているが，その間，サポート要件に関する主張をしたいと要請するのみで，相違点について主張をしたいという要請をしていない。",
                "したがって，本件審決が，相違点について原告に意見を求めないまま判断したことは，何ら手続違背とならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，前判決は，相違点5に関し，本件発明は甲3発明に基づいて当業者が容易に想到することができたとはいえないとの理由で，前審決の認定判断が誤っているとして取り消し，その後，前判決は確定している。そうすると，再度の審判手続に前判決の拘束力が及ぶ結果，審判体は，甲3発明に基づいて本件発明を当業者が容易に想到することができたと認定判断することは許されず，原告に相違点5に関する主張，立証をさせることはできない。",
                "再度の審決取消訴訟である本件訴訟においても，相違点5につき，前判決の拘束力に従ってされた再度の審決の認定判断が誤りであるとして，当事者がこれを裏付けるための新たな立証をし，更には裁判所がこれを採用して，前判決の拘束力に従ってされた再度の審決を違法とすることは許されない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件適合性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "その1について",
              "text": [
                "原告は，本件発明と甲3文献の記載とを関連付けた上，甲3文献の記載に照らせば，出発点となる内部量子効率がどの程度であればサポート要件に適合することになるのかについての基準を明らかにすべきこととなるはずなのに，本件審決はこれを明らかにしていないと主張する。しかし，サポート要件適合性の判断は，本件明細書の発明の詳細な説明の記載に基づいて行うから，進歩性判断に用いられる甲3文献の記載と本件明細書の記載との間に，何かしらの関係があるものではない。また，サポート要件の判断も進歩性の判断も，当業者の技術常識に基づいて判断されるのであって，何かしらの基準が要求されるものではない。",
                "また，原告は，本件発明において，内部量子効率を80％以上のものとすることと，高い光束と高い演色性とを両立する発光装置，特に，暖色系の白色光を放つ発光装置を提供するという本件発明の課題を解決できることとの関係が明らかでないと主張する。しかし，本件明細書の段落【0053】には，高い光束を放つ発光装置を得るためには，内部量子効率が80％以上の高効率とすべきことが記載されており，その結果，段落【0009】のとおり「高い光束と高い演色性とを両立する発光装置，特に，暖色系の白色光を放つ発光装置を提供」するという課題を解決できると記載されているのであるから，上記の関係は明らかである。",
                "さらに，本件明細書の記載から明らかなとおり，実施例でSrAlSiＮ：Eu2＋を使用しているのは，ニトリドアルミノシリケート系の窒化物蛍光体の一例としての使用であり，Eu2＋で付活されたニトリドアルミノシリケート系の窒化物蛍光体であれば，「内部量子効率を80％以上とする構成」とすることができるのであって，このような蛍光体であれば，内部量子効率を80％以上の高効率とすることにより，「高い光束と高い演色性とを両立する発光装置，特に，暖色系の白色光を放つ発光装置を提供」するという課題を解決できることが理解できるのである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その2について",
              "text": [
                "上記(1)のとおり，実施例でSrAlSiＮ ：Eu2＋を使用しているのは，ニトリドアルミノシリケート系の窒化物蛍光体の一例としての使用であり，Eu2＋で付活されたニトリドアルミノシリケート系の窒化物蛍光体であれば，「内部量子効率を80％以上とする構成」とすることができ，課題を解決できるのであるから，特許請求の範囲に記載された発明は，発明の詳細な説明に記載された説明である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その3について",
              "text": [
                "原告が指摘する専門家の見解書においては，本件特許の優先日当時の当業者の技術常識を基礎とすると本件発明と甲3発明とは全く異なるものであるという見解が示されつつ，その中で，甲3文献に記載されている事項を前提として，当時，Sr Si AlOＮ ：Eu2＋についてはもちろん，ニトリドアルミノシリケート系の赤色蛍光体一般についても内部量子効率が80％を超えることを予想することはできないとされているが，これは，甲3文献に接した当業者が，その記載事項を出発点として，甲3発明において，ニトリドアルミノシリケート系の窒化物蛍光体の内部量子効率を80％以上とする構成に容易に想到することができないことを述べているのである。したがって，原告による当該見解書の解釈，ひいては，原告が主張する本件特許の優先日当時における技術常識も誤りである。",
                "もっとも，前判決は，一般論として，本件特許の優先日前において，青色発光素子が放つ励起光下における内部量子効率が80％以上のニトリドシリケート系の窒化物蛍光体を製造できる可能性を技術常識に基づいて想定できることは否定していない。また，原出願の特許に関するものであるが，知的財産高等裁判所平成24年(行ケ)第10020号審決取消請求事件の判決は，「本件明細書の発明の詳細な説明には，当業者が内部量子効率80％以上の赤色蛍光体を製造することができる程度の開示が存在するものというべきである。」と判示しているところ，本件原出願明細書と本件明細書はほぼ同一であるから，この判決は，本件明細書の発明の詳細な説明にも，当業者が内部量子効率80％以上の赤色蛍光体を製造することができる程度の開示が存在すると判示しているものといえる。すなわち，本件明細書に当該開示が存在することについては，上記判決によって決着済みなのであり，原告の主張は単なる蒸し返しの議論にすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "その4について",
              "text": [
                "本件審決は，原告が本件明細書に「赤色蛍光体の内部量子効率が80％以上とする」技術事項の開示はないと主張したことを受けて，本件特許の優先日における当業者の技術常識に照らし，本件明細書の開示内容から内部量子効率が80％以上のものを製造できる可能性を複数の専門家が否定していないこと，「ニトリドシリケート蛍光体」で量子効率80％以上の蛍光体が実現していることに鑑みれば，本件特許の優先日時点において，「Eu2＋で付活され，かつ，600nm以上660nm未満の波長領域に発光ピークを有する」「窒化物蛍光体又は酸窒化物蛍光体」で「内部量子効率が80％以上」のものが実現できないともいえないと説示し，さらに，原告が指摘する刊行物の記載は上記判断と矛盾するものではないと説示した。",
                "すなわち，本件審決は，本件特許の優先日における技術常識によれば内部量子効率が80％以上のものを製造できる可能性があることを補強する目的で原告が指摘する刊行物を用いたにすぎず，当該刊行物の存在をサポート要件に適合することの根拠としたのではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "その5について",
              "text": [
                "原告が指摘する本件審決の判示部分は，審判体が，請求人及び被請求人の主張を受けて，サポート要件に適合するとの判断に至っており，これを覆すには請求人が更なる主張，立証をしなければならないことを説示したものであり，立証責任が請求人にあるとしたものではない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "その6について",
              "text": [
                "サポート要件については，本件特許の特許請求の範囲の記載と本件明細書の発明の詳細な説明の記載とを対比して検討すればよいのであって，第1出願及び第2出願に係る明細書の記載と本件明細書の記載とを比較する必要はない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "その7について",
              "text": [
                "争う。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおり，原告の取消事由2についての主張は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(分割出願の適法性についての判断の誤り)について",
          "text": [
            "本件原出願明細書には，組成式(M Eu )AlSiＮ で表される窒化1-x x 3物蛍光体を前提とする発明と本件発明の両方が記載されていたのであるから，本件特許についての分割出願が要件を満たすことは明らかである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点5についての容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "その1について",
              "text": [
                "上記1(2)のとおり，前判決の拘束力が及ぶ結果，審判体は，当業者が甲3発明に基づいて本件発明を容易に想到することができたと認定判断することは許されず，原告に相違点5に関する主張立証をさせることはできない。本件訴訟においても，前判決の拘束力に従って再度の審決がした相違点5の認定判断が誤りであるとして，これを裏付けるための新たな立証をし，更には裁判所がこれを採用して，前判決の拘束力に従ってされた再度の審決を違法とすることは許されない。",
                "原告は，甲48文献の記載に基づいて，前判決の相違点5に関する認定判断が誤りであることを立証しようとするものであって，このような主張は前判決の拘束力により許されない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その2について",
              "text": [
                "甲51文献には，α-サイアロン(M Si Al O Ｎ ：p／2 12-p-q p＋q q 16-qEu2＋で表される。)についての記載はない。また，甲51文献には，特定のSr Si Al Ｎ O ：Eu 蛍光体について80～90％の高1．96 3 2 6 2 0．04量子効率を示すことは記載されているが，それ以外の蛍光体についてはどの程度の量子効率であるかの記載はない。さらに，相違点5の構成で問題となるSr Si AlOＮ ：Eu2＋蛍光体，及びこのSrの少なくとも一部をBaやCaに置換した蛍光体の量子効率も記載されていない。",
                "したがって，原告の主張は，本件審決の取消事由の主張とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その3について",
              "text": [
                "まず，甲51文献は，平成16年7月1日に国際公開されたものであるから，本件特許の優先日前の公知文献ではない。また，本件審判手続の段階で，優先権主張は認められないとの原告の主張はなかった。",
                "そうすると，本件特許は優先権主張が認められないとして，甲51文献記載の発明が公知発明に当たることを前提とする主張は，本件審決が審理判断していない事項であるから，本件訴訟の審理範囲に属しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の各取消事由の主張はいずれも理由がなく，本件審決にはこれを取り消すべき違法はないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件発明についての特許請求の範囲は，前記第2の2に記載のとおりである。また，本件明細書には，概ね次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本発明は，窒化物蛍光体と発光素子とを組み合わせてなる発光装置，特に，例えば暖色系の白色光を放つ発光装置に関する。(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "従来，赤色系光を放つ窒化物蛍光体として，630nm付近の波長領域に発光ピークを有するCaSiＮ ：Eu2＋蛍光体が知られている。この蛍光体は，370nm付近の波長領域に励起スペクトルのピークを有し，360nm以上420nm未満の波長領域の近紫外光～紫色系光による励起で高出力の赤色系光を放つため，上記近紫外光～紫色系光を放つ発光素子と組み合わせた発光装置への応用が有望視されている…。赤色系光を放つ窒化物蛍光体は，上記CaSiＮ ：Eu2＋蛍光体以外にも，例えば，Sr Si Ｎ ：Eu2＋蛍光体…が見出されている。(【0002】)",
                "また，波長500nm以上600nm未満の緑～黄～橙色領域に発光ピークを有する蛍光体として，発光中心イオンにEu2＋を含む，窒化物蛍光体，酸窒化物蛍光体及びアルカリ土類金属オルト珪酸塩蛍光体等が知られている。これらの蛍光体は，400nm付近の波長領域に励起ピークを有し，上述の近紫外光～紫色系光による励起によって高出力の緑～黄～橙色系光を放つ。このため，上記近紫外光～紫色系光を放つ発光素子と組み合わせた発光装置への応用が有望視されている。さらに，上記波長領域に発光ピークを有する蛍光体として，発光中心イオンにEu2＋を含むチオガレート蛍光体や，Ce3＋を含むガーネット構造を有する蛍光体等も知られている…。(【0003】)",
                "一方，従来から，波長360nm以上420nm未満の近紫外～紫色領域に発光ピークを有する発光素子(以下，紫色発光素子という。)，又は，波長420nm以上500nm未満の青色領域に発光ピークを有する発光素子(以下，青色発光素子という。)と，上記発光素子が放つ光によって励起する蛍光体とを組み合わせてなる発光装置が知られている…。(【0004】)",
                "上記紫色発光素子を用い，かつ，高い光束と高い演色性とを両立させる発光装置には，暖色系の白色光を放つ発光装置として，La O S：Eu3＋蛍光体やY O S：Eu3＋蛍光体等の赤色系光を放つ酸硫化物蛍光体を多用した発光装置がある。また，白色光を放つ発光装置として，上記酸硫化物蛍光体と緑～黄～橙色系光を放つ蛍光体とを組み合わせて用いた発光装置や，さらに青色系光を放つ蛍光体を組み合わせた発光装置もある。上記緑～黄～橙色系光を放つ蛍光体としては，Eu2＋で付活されたアルカリ土類金属オルト珪酸塩蛍光体や硫化亜鉛蛍光体等が用いられ，上記青色系光を放つ蛍光体としては，Eu2＋で付活されたアルミン酸塩蛍光体やEu2＋で付活されたハロ燐酸塩蛍光体等が用いられている…。(【0005】)",
                "上記青色発光素子を用いた発光装置には，暖色系の白色光を放ち，かつ，高い光束と高い演色性とを両立させる発光装置として，赤色系光を放つSr SiＮ ：Eu2＋蛍光体やCaS：Eu2＋蛍光体を用いた発光装置がある。また，上記赤色蛍光体と他の蛍光体とを組み合わせて用いた発光装置もある。上記他の蛍光体としては，例えば，SrGa S ：Eu2＋緑色蛍光体，SrAl O：Eu2＋緑色蛍光体及びY Al O ：Ce3＋黄色蛍光体が知られている…。(【0006】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "しかし，上述した発光素子と蛍光体とを備えた発光装置には，高い光束と高い演色性とを両立させるものが少ないのが現状である。一方，発光装置に求められる要求は年々多様化しており，特に暖色系の白色光を放つ発光装置の開発が期待されている。 本発明は，このような課題を解決するためになされたものであり，高い光束と高い演色性とを両立する発光装置，特に，暖色系の白色光を放つ発光装置を提供するものである。(【0008】，【0009】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明における赤色蛍光体の内部量子効率について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Eu2＋で付活された蛍光体の特性を詳細に調べたところ，以下①～③(判決注：原文では(1)～(3)。以下同じ。)に示す蛍光体は，波長360nm以上420nm未満の近紫外～紫色領域に発光ピークを有する紫色発光素子の励起下における内部量子効率だけでなく，波長420nm以上500nm未満，特に，波長440nm以上500nm未満の青色領域に発光ピークを有する青色発光素子の励起下における内部量子効率も高く，良好なものは，その内部量子効率が90％～100％であることが見出された。",
                    "…",
                    "③  Eu2＋で付活され，600nm以上660nm未満の波長領域に発光ピークを有する窒化物系(ニトリドシリケート系，ニトリドアルミノシリケート系等)の赤色蛍光体，例えば，Sr Si Ｎ ：Eu2＋，SrSiＮ：Eu2＋，SrAlSiＮ ：Eu2＋，CaAlSiＮ ：Eu2＋，SrSi AlOＮ ：Eu2＋等の蛍光体。(【0012】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "これらの蛍光体の励起スペクトルは，上記青色発光素子の放つ光の波長よりも短波長領域に，多くは波長360nm以上420nm未満の近紫外～紫色領域に励起ピークを有するため，上記青色発光素子の励起下における外部量子効率は必ずしも高くない。しかし内部量子効率は，励起スペクトルから予想される以上に高い70％以上，特に良好な場合は90％～100％であることがわかった。(【0013】)"
                },
                {
                  "fig": "ウ",
                  "subject": "一例として，図12に，SrSiＮ ：Eu2＋赤色蛍光体の内部量子効率16，外部量子効率17及び励起スペクトル18を示し，また，参考のため，蛍光体の発光スペクトル19も示した。また，…SrAlSiＮ ：Eu2＋赤色蛍光体(図13)，Sr Si Ｎ ：Eu2＋赤色蛍光体(図14)，…について，図12と同様に示した。(【0014】)"
                },
                {
                  "fig": "エ",
                  "subject": "図12  SrSiＮ ：Eu2＋赤色蛍光体の発光特性を示す図"
                },
                {
                  "fig": "オ",
                  "subject": "図13  SrAlSiＮ ：Eu2＋赤色蛍光体の発光特性を示す図"
                },
                {
                  "fig": "カ",
                  "subject": "図14  Sr Si Ｎ ：Eu2＋赤色蛍光体の発光特性を示す図"
                },
                {
                  "fig": "キ",
                  "subject": "図12～図22(判決注：図15～図22は省略。)より，各蛍光体の外部量子効率の励起波長依存性は，励起スペクトルの形状と類似し，励起スペクトルのピークよりも長波長の光の励起下において，例えば，上記青色発光素子の励起下において外部量子効率は必ずしも高い数値でないが，内部量子効率は上記青色発光素子の励起下においても高い数値を示すことがわかる。また，図12～図18及び図20～22より，各蛍光体は，上記紫色発光素子の励起下における内部量子効率が高く，良好なものは90％～100％であることもわかる。(【0016】)"
                },
                {
                  "fig": "ク",
                  "subject": "なお，高い光束を放つ発光装置を得るためには，蛍光体層に実質的に含まれる蛍光体の中で，発光素子が放つ光励起下において最も内部量子効率が低い蛍光体は，内部量子効率(絶対値)が，80％以上，好ましくは85％以上，より好ましくは90％以上の蛍光体とする。(【0053】)"
                },
                {
                  "fig": "ケ",
                  "subject": "…本実施例では，蛍光体として，波長625nm付近に発光ピークを有するSrAlSiＮ ：Eu2＋赤色蛍光体(中心粒径：2．2μm，最大内部量子効率：60％，405nm励起下での内部量子効率：約60％)…を用いた。なお，上記SrAlSiＮ ：Eu2＋赤色蛍光体は，製造条件が未だ最適化されていないために，内部量子効率は低いが，今後製造条件の最適化によって，1．5倍以上の内部量子効率の改善が可能である。…(【0126】)"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明における赤色蛍光体の製造方法",
              "content": [
                {
                  "fig": "ア",
                  "subject": "以下，参考のために，上述した蛍光体のうち，SrAlSiＮ ：Eu2＋，Sr Si Ｎ ：Eu2＋，SrSiＮ ：Eu2＋…の製造方法を説明する。…表4…に，各蛍光体の製造に用いた原料化合物の重量を示した。(【0152】，【0153】)"
                },
                {
                  "fig": "イ",
                  "subject": "表4(【0154】)"
                },
                {
                  "fig": "ウ",
                  "subject": "表4に示した3種類の赤色蛍光体の製造方法を説明する。まず，グローブボックスと乳鉢等を用いて，表4に示した所定の化合物を乾燥窒素雰囲気中で混合し，混合粉末を得た。このとき，反応促進剤(フラックス)は用いなかった。次に，混合粉末をアルミナルツボに仕込み，温度800～1400℃の窒素雰囲気中で2～4時間仮焼成した後，温度1600～1800℃の窒素97％，水素3％雰囲気中で2時間本焼成して，赤色蛍光体を合成した。本焼成後の蛍光体粉末の体色は橙色であった。本焼成の後，解砕，分級，洗浄，乾燥の所定の後処理を施し，赤色蛍光体を得た。(【0156】)"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記前提となる事実及び後掲各証拠並びに弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "前審決の判断(甲19)",
                  "text": [
                    "前審決は，本件発明と甲3発明とを対比し，相違点1ないし6(いずれも上記第2の5記載のものと同じ。)を認定した上，いずれの相違点に係る構成についても，当業者が容易に想到できたものといえるから，本件発明は進歩性を欠き，本件特許は無効と判断した。",
                    "ここで，前審決は，①  相違点1につき，甲3発明，甲3文献及び甲13文献にそれぞれ記載された事項並びに周知の技術事項に基づいて，当業者は容易に想到できる，②  相違点5につき，照明ユニットにおいて効率を高めることは一般的な課題であり，効率を高めるために，製造条件の最適化等により内部量子効率ができるだけ高められた蛍光体を用いることは，当業者が通常の創作能力を発揮する範囲内のことであり，内部量子効率がどの程度以上の蛍光体を用いるかは，目標とする効率や蛍光体の入手・製造の容易性などを勘案して，当業者が適宜設定すべき設計事項にすぎない，と判断していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前判決の判断等(甲15)",
                  "text": [
                    "被告は，前訴において，前審決には，①  甲3発明の認定，一致点の認定等の誤り，②  相違点1，相違点5及び相違点6の容易想到性判断の誤り，③  手続違背，の各取消事由があると主張したが，相違点5については，甲3発明において，高い効率を得るために，内部量子効率と励起波長との関係に着目し，赤色蛍光体の青色領域における内部量子効率を80％以上とする構成を採用する動機付けはないと主張した。",
                    "これに対し，原告は，①  内部量子効率が高いことが望ましいことは，本件特許の優先日前における技術常識であり，内部量子効率ができるだけ高められた蛍光体を用いることは，当業者が通常の創作能力を発揮する範囲内のことである，②  当業者は，本件特許の優先日前において，「ニトリドシリケート系の窒化物蛍光体」(α-サイアロン蛍光体を含む。)の内部量子効率が80％以上のものを製造できる可能性を技術常識に基づいて想定できた，③  甲3文献によれば，本件発明と同じように青色発光LEDとニトリドアルミノシリケート系の窒化物赤色蛍光体を使用して照明装置を構成することが知られ，あるいは少なくとも甲3文献又は甲13文献及び技術常識に基づき，当業者が容易に想到し得る構成が予想されていたもので，内部量子効率を80％以上とすることは，単に下限を設定しただけのものである，などとして，内部量子効率がどの程度以上の蛍光体を用いるかは，目標とする効率や蛍光体の入手・製造の容易性などを勘案して，当業者が適宜設定すべき設計事項にすぎないと主張した。",
                    "知的財産高等裁判所は，①  前審決における甲3発明の認定，本件発明と甲3発明の一致点の認定及び相違点の認定に誤りはない，②  相違点1に係る構成につき，甲3発明に甲13文献に記載された事項を採用することにより容易に想到し得るということはできないが，甲3発明に周知の技術事項を採用することにより容易に想到し得るから，容易想到性の判断に誤りはない，③  相違点5に係る構成につき，容易想到性の判断に誤りがある，として前審決を取り消す旨の前判決をした。",
                    "ここで，前判決は，相違点5につき，本件特許の優先日当時，照明ユニットにおいて発光効率を高めるために，不純物の除去等の製造条件の最適化等により，蛍光体の内部量子効率を高めることは，当業者の技術常識であったことが認められるものの，内部量子効率を80％以上とすることができるかどうかは，出発点となる内部量子効率の数値にも大きく依存するものと考えられるところ，甲3文献における各蛍光体の量子効率の記載の程度からすると，甲3文献に接した当業者は，甲3発明において，Sr Si AlOＮ：Eu2＋蛍光体のSrの少なくとも一部をBaやCaに置換したニトリドシリケート系の窒化物蛍光体を採用した上で，さらに，青色発光素子が放つ光励起下における内部量子効率を80％以上とする構成(相違点5に係る構成)を容易に想到することができたものと認めることはできないと判示し，この判決は確定した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審判手続",
                  "text": [
                    "原告は，特許庁に対し，平成28年3月23日付け及び同年4月28日付けの上申書をそれぞれ提出し，その中で，前審決における実施可能要件及びサポート要件に関する判断が誤りであることを明らかにする予定であるところ，代理人として受任予定の弁護士とともに内容を検討しているとして，時間的猶予を求めた。(乙1，2)",
                    "原告は，特許庁に対し，同年5月30日付けの上申書において，上記第3の2「取消事由2(サポート要件適合性に関する判断の誤り)」のその1ないしその4記載の主張と概ね同旨の理由により，前審決におけるサポート要件違反に関する判断は誤りであるとの主張をした。(乙3)",
                    "被告は，同年8月5日，特許庁に対し，審判事件答弁書を提出した。(弁論の全趣旨)",
                    "その後，特許庁は，本件審決をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が，相違点1及び相違点5についての判断を変更したことに関し，本件審判手続において，甲13文献に記載されている事項についての原告の意見を求めずに審決をするに至ったことは，重大な手続違背であると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，特許無効審判事件の審決取消訴訟において，特定の引用例から当該発明を特許出願前に当業者が容易に発明することができたとはいえないとの理由により，審決の認定判断を誤りであるとしてこれが取り消されて確定した場合には，再度の審判手続に当該判決の拘束力が及ぶ結果，審判官は同一の引用例から当該発明を特許出願前に当業者が容易に発明することができたと認定判断することは許されないのであり，したがって，再度の審決取消訴訟において，取消判決の拘束力に従ってされた再度の審決の認定判断を誤りである(同一の引用例から当該発明を特許出願前に当業者が容易に発明することができた)として，これを裏付けるための新たな立証をし，更には裁判所がこれを採用して，取消判決の拘束力に従ってされた再度の審決を違法とすることは許されない(最高裁昭和63年(行ツ)第10号平成4年4月28日第三小法廷判決・民集46巻4号245頁)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記(1)において認定した事実によれば，前判決は，相違点5に関し，甲3発明に基づいて当業者が容易に相当することができたとはいえないとの判断を示し，これが確定したものである。したがって，再度の審判手続における審判官は，前判決の拘束力により，同一の引用例である甲3発明から本件発明を容易に相当することができたとの判断をすることはできないのであるから，この点について，原告に意見を述べる機会を与える必要はなかったものというべきである。",
                    "そして，原告は，本件審判手続において，特許庁に対し，前審決における実施可能要件及びサポート要件に関する判断が誤りであることを明らかにする予定であるとして時間的猶予を求め，特許庁もこれを受けて，十分な準備期間を設けて原告に主張の機会を与えていたこと，原告は，特許庁に対し，平成28年5月30日付け上申書において，前審決のサポート要件違反に関する判断は誤りであることについて，具体的な事情を挙げて主張し，本件審決がされるに至ったことが認められることからすれば，原告に対し，一般論としての主張立証の機会が十分に与えられていたことも明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件審決の審判体が前判決の判示に従って判断を変更するに当たり，原告に積極的に意見を求めなかったとしても，そのことが手続違背になるとは到底いえない。",
                    "したがって，この点についての原告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(分割出願の適法性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案に鑑み，取消事由3から先に検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明は，本件原出願明細書に記載されている発明(組成式(MEu )AlSiＮ で表される窒化物蛍光体を前提とする発明)を超え1-x x 3て，ニトリドアルミノシリケート系の窒化物蛍光体一般まで，内部量子効率が80％以上とするもので，明らかに分割出願の要件に違反すると主張する。",
                "しかし，本件原出願明細書(甲2)の段落【0013】に，「Eu2＋で付活され，600nm以上660nm未満の波長領域に発光ピークを有する窒化物系(ニトリドシリケート系，ニトリドアルミノシリケート系等)の赤色蛍光体，例えば，Sr Si Ｎ ：Eu2＋，SrSiＮ ：Eu2＋，SrAlSiＮ ：Eu2＋，CaAlSiＮ ：Eu2＋，Sr Si AlOＮ ：Eu2＋等の蛍光体」と，窒化物系の赤色蛍光体にはニトリドアルミノシリケート系のものが含まれることが明示されており，さらに，段落【0152】に，「なお，SrAlSiＮ ：Eu2＋赤色蛍光体の特性は，従来の赤色蛍光体，例えば，SrSiＮ ：Eu2＋，Sr Si Ｎ ：Eu2＋，Sr Si AlOＮ ：Eu2＋等の窒化物蛍光体又は酸窒化物蛍光体と似通っているので，実施例2又は実施例3において，SrAlSiＮ ：Eu2＋赤色蛍光体に代えて，上記従来の窒化物蛍光体又は酸窒化物蛍光体を用いた場合でも，同様の作用効果が認められる。」との記載があることからすると，本件原出願明細書には，赤色蛍光体としてSrAlSiＮ ：Eu2＋以外のニトリドアルミノシリケート系の窒化物蛍光体が使用可能であることが記載されているといえる。",
                "そうすると，本件発明における赤色蛍光体の特定が新規事項を追加したものとはいえないから，分割出願の要件を満たすというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "したがって，この点についての原告の主張は採用することができない。"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(サポート要件適合性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件特許に係る特許請求の範囲の記載がサポート要件に適合していないとして，その1ないしその7の各主張をしているが，これらの主張は，いずれも本件発明の構成要素である，Eu2＋で付活され，かつ，600nm以上660nm未満の波長領域に発光ピークを有するニトリドアルミノシリケート系の窒化物蛍光体又は酸窒化物蛍光体で，青色発光素子が放つ励起光下において内部量子効率が80％以上の赤色蛍光体が，本件明細書の発明の詳細な説明に記載されているかどうかを問題としていると解されることから，まず，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の記載がサポート要件に適合するか否かについては，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時(当該出願が分割出願であるときは，その最先の原出願時)の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記1(3)において認定したとおり，本件明細書には，現状，発光素子と蛍光体とを備えた発光装置には，高い光束と高い演色性とを両立させるものが少ない一方，発光装置に求められる要求は年々多様化しており，特に暖色系の白色光を放つ発光装置の開発が期待されていることから，本件発明は，その課題を解決するため，高い光束と高い演色性とを両立する発光装置，特に，暖色系の白色光を放つ発光装置を提供するものであることが記載されている。",
                    "そして，上記1(4)クのとおり，「高い光束を放つ発光装置を得るためには，蛍光体層に実質的に含まれる蛍光体の中で，発光素子が放つ光励起下において最も内部量子効率が低い蛍光体は，内部量子効率(絶対値)が，80％以上，好ましくは85％以上，より好ましくは90％以上の蛍光体とする。」ことが記載されている。",
                    "ここで，本件明細書には，本件発明の構成要素の赤色蛍光体である「Eu2＋で付活され，かつ，600nm以上660nm未満の波長領域に発光ピークを有するニトリドアルミノシリケート系の窒化物蛍光体」の内部量子効率に関し，上記1(4)ケのとおり，段落【0126】に，405nmの励起光下での内部量子効率は約60％であると記載されているほかには，上記1(4)オのとおり，図13から，440～500nmの波長領域における最小の内部量子効率は500nmの励起光下での65％程度であることが読み取れるに留まる。",
                    "上記1(4)ケのとおり，本件明細書には「今後製造条件の最適化によって，1．5倍以上の内部量子効率の改善が可能である」と記載されているものの，その具体的根拠を示す記載は何ら見当たらないから，上記の各記載内容を前提とすると，本件明細書の発明の詳細な説明の記載又はその示唆のみを直接の基礎として，当業者が直ちに，特許請求の範囲に記載された発明がその発明の課題を解決できると認識できる範囲のものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，当業者が原出願時の技術常識に照らし，発明の課題を解決できると認識できる範囲のものであるかどうかを検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原出願時の技術常識に関し，次の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特開2003-277746号公報(公開日：平成15年10月2日。甲5。以下「甲5文献」という。)の記載",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "本発明は，蛍光表示管，ディスプレイ，PDP，CRT，FL，FED及び投写管等，特に，青色発光ダイオード又は紫外発光ダイオードを光源とする発光特性に極めて優れた白色の発光装置等に使用される窒化物蛍光体及びその製造方法等に関する。また，本願発明に係る窒化物蛍光体を有する白色の発光装置は，店頭のディスプレイ用の照明，医療現場用の照明などの蛍光ランプに使用することができる他，携帯電話のバックライト，発光ダイオード(LED)の分野などにも応用することができる。(【0001】)"
                            },
                            {
                              "fig": "(b)",
                              "subject": "…窒化物蛍光体は，L M Ｎ ：Z(Lは，Be，Mg，CX Y (2／3X＋4／3Y)a，Sr，Ba，Zn，Cd，HgのII価からなる群より選ばれる少なくとも1種以上を含有する。Mは，C，Si，Ge，Sn，Ti，Zr，HfのIV価からなる群より選ばれる少なくとも1種以上を含有する。Zは，賦活剤である。)で表される基本構成元素を少なくとも含有することが好ましい。これにより高輝度，高エネルギー効率，高量子効率の窒化物蛍光体を提供することができる。窒化物蛍光体中は，L M ＮX Y (2／3X＋4／3：Zで表される基本構成元素の他に，原料中に含まれる不純物も残存すY)る。例えば，Co，Mo，Ｎi，Cu，Feなどである。これらの不純物は，発光輝度を低下させたり，賦活剤の活性を阻害したりする原因にもなるため，できるだけ系外に除去することが好ましい。(【0012】)",
                              "text": [
                                "本発明の窒化物蛍光体のZは，希土類元素であるユウロピウムEuを発光中心とする。ユウロピウムは，主に2価と3価のエネルギー準位を持つ。本発明の窒化物蛍光体は，母体のアルカリ土類金属系窒化ケイ素に対して，Eu2＋を賦活剤として用いる。Eu2＋は，酸化されやすく，3価のEuO の組成で市販されている。しかし，市販のEu O では，Oの関与が大きく，良好な蛍光体が得られにくい。そのため，Eu O からOを，系外へ除去したものを使用することが好ましい。たとえば，ユウロピウム単体，窒化ユウロピウムを用いることが好ましい。(【0034】)",
                                "原料のII価のLも，酸化されやすい。たとえば，市販のCaメタルでは，Oが0．66％，Ｎが0．01％含有されている。このCaメタルを製造工程において，窒化するため，市販(高純度化学製)の窒化カルシウムCa Ｎ を購入し，O及びＮを測定したところ，Oが1．46％，Ｎが16．98％であったが，開封後，再度密閉して2週間静置したところ，Oが6．80％，Ｎが13．20％と変化していた。また，別の市販の窒化カルシウムCa Ｎ では，Oが26．25％，Ｎが6．54％であった。このOは，不純物となり，発光劣化を引き起こすため，極力，系外へ除去することが好ましい。このため，800℃で，8時間，窒素雰囲気中で，カルシウムの窒化を行った。この結果，窒化カルシウム中の，Oを0．67％まで減少させたものが得られた。このときの窒化カルシウム中のＮは，15．92％であった。(【0035】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "＜実施例8及び9＞実施例8は，蛍光体Sr Eu Si Ｎ で1．97 0．03 5 8ある。原料の配合比率は，窒化カルシウムSr Ｎ ：窒化ケイ素Si Ｎ ：酸化ユウロピウムEu O ＝1．97：5：0．03である。この3化合物原料を，BＮるつぼに入れ，管状炉で，800～1000℃で3時間焼成し，その後，1250～1350℃で5時間焼成を行い，5時間かけて室温まで，徐々に冷却を行った。アンモニアガスは，1l／minの割合で，終始流し続けた。この結果，体色がピンク，365nmの光照射を行うと，肉眼でピンクに発光している窒化物蛍光体が得られた。実施例8の窒化物蛍光体の200℃における温度特性は，87．7％と極めて高い温度特性を示している。表5は，本発明に係る窒化物蛍光体の実施例8及び9を示す。(【0060】)",
                              "text": [
                                "実施例9は，蛍光体Sr Ca Si Ｎ ：Euである。実施例9は，1．4 0．6 5 8実施例8と同様の焼成条件で焼成を行った。図10(判決注：省略)は，実施例9を，Ex＝460nmで励起したときの発光スペクトルを示す図である。図10から明らかなように，Ex＝460nmの発光スペクトルの光を照射したところ，II価のSrを単独で用いたときよりも，SrとCaを組み合わせたときの方が，長波長側にシフトした。発光スペクトルのピークは，655nmである。これにより，青色発光素子と実施例9の蛍光体とを組み合わせると赤みを帯びた白色に発光する蛍光体を得ることができる。また，実施例9の蛍光体Sr Ca Si Ｎ ：Euの量子1．4 0．6 5 8効率は，86．7％と，良好である。(【0063】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "表5(【0061】，【0062】)"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲51文献(国際出願日：平成15年12月4日。なお，訳文は甲51の1)の記載",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "本発明は，全般に，放射源と蛍光物質を有する蛍光体とを有する照明システムに関する。本発明はさらに，そのような照明システムに用いる蛍光物質に関する。特に本発明は，照明システムと，蛍光物質を有する蛍光体に関し，この蛍光物質は，発光下方変換およびその後の放射源から放射される紫外線または青色放射線をベースとした色混合によって，白色光を含む特定の色を発する。放射源としては，特に発光ダイオードが想定される。(【0001】，【0002】)"
                            },
                            {
                              "fig": "(b)",
                              "subject": "特に本発明は，特定の蛍光物質組成Sr Si Al Ｎ O ：Eu1．96 3 2 6 2 0．に関し，この組成は，80乃至90％の高量子効率を示し，370nmから470nmの範囲で60乃至80％の高吸収を示し，熱処理による室温から100℃の発光ルーメン出力は10％以下の低損失を示す。Sr1．Si Al Ｎ O ：Eu は，可視スペクトルの赤スペクトル領域96 3 2 6 2 0．04で放射するため，特定の色または白色光を放射するLEDに赤成分が提供される。(【0036】，【0037】)"
                            },
                            {
                              "fig": "(c)",
                              "subject": "一例として，赤の蛍光物質Sr Si Al Ｎ O ：Eu の物1．96 3 2 6 2 0．04理的性質が，図2および3に示されている。図2は，赤の蛍光物質の励起スペクトルに関するものであり，励起周波数に対する赤の相対放射強度の測定結果である。一定の波長で赤の放射が観測されている。図3は，赤の蛍光物質の放射スペクトルに関するものであり，各波長で放射される光の相対強度の測定結果である。励起は一定に維持されている。(【0048】)",
                              "text": [
                                "図3から，615nmでの蛍光物質の放射強度を測定した場合，約300乃至450nmの領域の放射線によって励起されたときに，強度が最大となることがわかる。この領域は，電磁放射線スペクトルにおけるUV近傍から青の領域に相当する。図2から，蛍光物質の励起が450nmで一定の場合(試料は，450nmの放射線のみによって励起される)，蛍光物質の放射波長は，約605-630nmの領域で最大となる。この範囲は可視の赤の領域である。(【0049】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "図2"
                            },
                            {
                              "fig": "(e)",
                              "subject": "図3"
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)のとおり，平成15年10月2日に公開された甲5文献には，ニトリドアルミノシリケート系ではなく，類似のニトリドシリケート窒化物蛍光体についてではあるものの，実施例9として量子効率が86．7％のSr Ca Si Ｎ ：Eu赤色蛍光体が開示されている。併せて，1．4 0．6 5 8蛍光体の原料中に含まれるCo，Mo，Ｎi，Cu，Feといった不純物が，発光輝度を低下させたり，付活剤の活性を阻害する原因になり，また，付活剤の原料であるEu O についても，Oの関与が大きいと良好な蛍光体が得られにくいことから，こうした不純物等を系外に除去する必要性が示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，平成15年12月4日に国際出願された特許についての甲51文献には，450nmの励起光下で605～650nmに発光ピークを有し，80％を超える高い量子効率を示すニトリドアルミノシリケート系赤色蛍光体Sr Si Al Ｎ O ：Eu が開示されている。",
                        "1．96 3 2 6 2 0．04(エ)  そして，上記1(5)において認定したとおり，本件明細書には，本件発明の構成要素であるニトリドアルミノシリケート系赤色蛍光体について，原料化合物の種類及び重量，反応促進剤の有無，焼成条件等を含めた具体的な製造方法が記載されていることを勘案すると，本件明細書の記載に接した当業者は，原出願時の技術常識と認められる上記(イ)の示唆に従って製造条件や製造工程を最適化することにより，当該ニトリドアルミノシリケート系赤色蛍光体の内部量子効率を高めることが可能であると認識できるというべきである。そして，上記(ウ) において認定したとおり，原出願がされた当時の技術水準としても，ニトリドアルミノシリケート系赤色蛍光体の量子効率を80％以上とすることが実際に可能であったことからすると，特許請求の範囲に記載された発明は，当業者が原出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであると認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件特許に係る特許請求の範囲の記載はサポート要件に適合するものであるから，本件審決に誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前判決において，甲3文献に量子効率が51％の蛍光体が開示されていることを前提として，当業者が甲3発明に基づいて相違点5に係る構成を容易に想到することができないと判示されていることを指摘し，サポート要件を満たすか否かの判断に際し，出発点となる内部量子効率がどの程度でなければならないかという基準が必要であるが，本件審決では当該基準が示されていないと主張する。",
                    "しかし，上記(1)アにおいて説示したとおり，サポート要件適合性は，飽くまでも，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討すれば足りるのであって，こうした検討によって結論を導くことができるのであれば，出発点となる内部量子効率について何かしらの基準を示すことまで要求されるものではない。本件においては，本件明細書の記載のほか，原出願時の技術常識に鑑みると，本件特許に係る特許請求の範囲の記載がサポート要件に適合するものであることは上記(1)において判示したとおりである。",
                    "また，原告が指摘する前判決の判示部分は，甲3発明及び甲3文献に記載されている事項に基づいて，当業者が相違点5に係る構成を容易に想到することができたか否かという進歩性の有無について判示したものであり，サポート要件に関する判示をしたものではないのであるから，この判示部分に基づいてサポート要件充足性の有無を問題にすることは，前提において誤っているといわざるを得ない。",
                    "したがって，この点についての原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は，本件特許の優先権主張に係る基礎出願の明細書の記載内容を指摘して，本件特許がサポート要件に適合していないと主張する。",
                    "しかし，上記(1)アにおいて摘示したとおり，サポート要件適合性の判断に当たっては，当該特許出願に係る特許請求の範囲の記載と発明の詳細な説明の記載との対比が問題となるのであって，優先権主張に係る基礎出願の明細書の記載内容と対比して判断すべきものとはいえない。",
                    "したがって，この点についての原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このほか，原告は，本件審決におけるサポート要件適合性の判断に誤りがあると種々の事情を挙げて主張するが，いずれも上記(1)の認定判断を覆すに足りない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，この点についての原告の主張はいずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点5についての容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点5に係る構成につき，甲3発明と甲13発明及び甲48文献又は甲51文献記載の周知技術ないし技術常識に基づいて，本件発明は当業者が容易に想到できたものであるから，これと異なる判断をした本件審決には誤りがあると主張する。",
                "上記第2の4において認定した本件審決の理由及び第5の2(1)において認定した前判決の判示の内容に照らせば，原告の主張は，同一の引用例から本件発明を容易に想到できたか否かという点につき，再度の審決取消訴訟である本件訴訟において，取消判決である前判決の拘束力に従ってされた本件審決の認定判断が誤りであるとして，これを裏付けるための新たな立証をしようとしているものであることが明らかであるところ，上記2(2)において摘示したとおり，このような主張は許されないものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，相違点5に係る構成につき，甲3発明と甲51文献記載の公知発明に基づいて当業者が容易に想到できたものであるから，これと異なる判断をした本件審決には誤りがあると主張する。",
                "しかし，この主張も(1)と同様の理由により許されないものである上，審決取消訴訟においては，審判手続において審理判断されなかった公知事実との対比における無効原因は，審決を違法とし，又はこれを適法とする理由として主張することができない(最高裁昭和42年(行ツ)第28号同51年3月10日大法廷判決・民集30巻2号79頁)ところ，本件審判手続において，甲51文献記載の公知発明について審理判断されていたと認めるに足りる証拠はないから，原告の主張は，本件訴訟の審理範囲を逸脱するものであって，この点からしても許されないというべきである。",
                "そうすると，本件特許の優先日について認定判断するまでもなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，この点についての原告の主張はいずれも採用できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}