{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2016-890057号事件について平成29年6月13日にした審決のうち，「登録第5810622号の指定役務中，第35類『寝具類(まくら・マットレスを除く)の小売又は卸売の業務において行われる顧客に対する便益の提供，被服の小売又は卸売の業務において行われる顧客に対する便益の提供，布製身の回り品の小売又は卸売の業務において行われる顧客に対する便益の提供』についての登録を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する一部無効・一部不成立審決のうち一部無効部分の取消訴訟である。争点は，①手続違背(要旨変更の看過)の有無，②本件商標と引用各商標の類否判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，次の商標(以下「本件商標」という。)の商標権者である(弁論の全趣旨)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "登録商標"
            },
            {
              "fig": "(2)",
              "subject": "登録番号  第5810622号"
            },
            {
              "fig": "(3)",
              "subject": "出願日    平成27年9月3日"
            },
            {
              "fig": "(4)",
              "subject": "査定日    平成27年11月19日"
            },
            {
              "fig": "(5)",
              "subject": "登録日    平成27年12月4日"
            },
            {
              "fig": "(6)",
              "subject": "商品及び役務の区分並びに指定商品又は指定役務",
              "text": [
                "第35類  織物及び寝具類(まくら・マットレスを除く)の小売又は卸売の業務において行われる顧客に対する便益の提供，被服の小売又は卸売の業務において行われる顧客に対する便益の提供，布製身の回り品の小売又は卸売の業務において行われる顧客に対する便益の提供，清掃用具及び洗濯用具の小売又は卸売の業務において行われる顧客に対する便益の提供"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯",
      "text": [
        "被告が，平成28年9月26日に本件商標についての商標登録無効審判請求(無効2016-890057号)をしたところ，特許庁は，平成29年6月13日，「登録第5810622号の指定役務中，第35類『寝具類(まくら・マットレスを除く)の小売又は卸売の業務において行われる顧客に対する便益の提供，被服の小売又は卸売の業務において行われる顧客に対する便益の提供，布製身の回り品の小売又は卸売の業務において行われる顧客に対する便益の提供』についての登録を無効とする。その余の指定役務についての審判請求は成り立たない。」との審決をし，その謄本は，同月22日，原告に送達された(弁論の全趣旨)。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "本件商標は，前記1(1)のとおり，黄色に塗られた円状輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その下に口と思しき両端上がりの弧線を描いてなるものであり，そのような外観的特徴から，簡潔，かつ，象徴的に描いた人の笑顔であることを印象づけるものである。ただし，本件商標は，笑顔をモチーフとした描写は多種多様であることからすると，単に「笑顔」の観念や「エガオ」の称呼を生じるとまではいい難く，直ちに特定の図案やキャラクターを描いたものとは認識し得ないから，特定の称呼や観念を生じるものではない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "登録第2353908号商標(以下，「引用商標1」という。)は，以下のとおりの構成からなり，平成元年1月24日に登録出願，第17類「被服，布製身回品，寝具類」を指定商品として，平成3年11月29日に設定登録，その後，平成16年1月21日に指定商品を第5類「失禁用おしめ」，第9類「事故防護用手袋，防じんマスク，防毒マスク，溶接マスク，防火被服」，第10類「医療用手袋」，第16類「紙製幼児用おしめ」，第17類「絶縁手袋」，第20類「クッション，座布団，まくら，マットレス」，第21類「家事用手袋」，第22類「衣服綿，ハンモック，布団袋，布団綿」，第24類「布製身の回り品，かや，敷き布，布団，布団カバー，布団側，まくらカバー，毛布」及び第25類「被服」とする指定商品の書換登録がされ，さらに，平成23年7月19日には，第20類，第24類及び第25類についてのみ商標権の存続期間の更新登録がされたものであり，現に有効に存続しているものである。",
            "引用商標1は，上掲のとおり，円輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その下に口と思しき両端上がりの弧線を描いてなるものであり，そのような外観的特徴から，簡潔，かつ，象徴的に人の笑顔を描いたものであることを印象づけるものである。ただし，引用商標1は，笑顔をモチーフとした描写は多種多様であることからすると，単に「笑顔」の観念や「エガオ」の称呼を生じるとまではいい難く，直ちに特定の図案やキャラクターを描いたものとも認識し得ないから，特定の称呼や観念を生じるものではない。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "登録第4805259号商標(以下，「引用商標2」という。)は，以下のとおりの構成からなり，平成12年9月29日に登録出願，第25類「被服」を指定商品として，平成16年9月24日に設定登録，その後，平成26年5月27日に，商標権の存続期間の更新登録がされたものであり，現に有効に存続しているものである。",
            "引用商標2は，上掲のとおり，円輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その下に口と思しき両端上がりの弧線を描いてなる図形を表し，その上部に「LOVE  EARTH」の文字を上向き弧状に表してなる。そして，その図形部分と文字部分は上下に段を異にし，間隔を置いて配置されていることから，視覚上分離して認識されるものである。文字部分は全体として「地球を愛する」程度の意味合いを認識させる，比較的親しまれた英語よりなるものの，人の笑顔を簡潔，かつ，象徴的に描いたものである図形部分とは直接的な観念上のつながりがないため，その図形部分と文字部分は分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいえず，本件商標と引用商標2との類否判断に際して，当該図形部分を要部として取り出すことが許されるものである。",
            "そして，引用商標2の要部である図形部分は，上記のように，その外観的特徴から，簡潔，かつ，象徴的に描いた人の笑顔であることを印象づけるものであるが，笑顔をモチーフとした描写は多種多様であることからすると，単に「笑顔」の観念や「エガオ」の称呼を生じるとまではいい難く，当該図形部分をして直ちに特定の図案やキャラクターを描いたものとも認識し得ないから，特定の称呼や観念を生じるものではない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "登録第4871727号商標(以下，「引用商標3」といい，引用商標1及び2と併せて「引用各商標」という。)は，以下のとおりの構成からなり，平成13年2月2日に登録出願，第24類「布製身の回り品，かや，敷き布，布団，布団カバー，布団側，まくらカバー，毛布」及び第25類「被服，仮装用衣服」を指定商品として，平成17年6月17日に設定登録，その後，平成27年6月9日には，第25類についてのみ商標権の存続期間の更新登録がされたものであり，現に有効に存続しているものである。",
            "引用商標3は，上掲のとおり，円輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その中には瞳を思わせる白抜きの点を配し，その下には口と思しき両端上がりの弧線を描いてなるものであり，それらの外観的特徴から，簡潔，かつ，象徴的に描いた人の笑顔であることを印象づけるものであるが，笑顔をモチーフとした描写は多種多様であることからすると，単に「笑顔」の観念や「エガオ」の称呼を生じるとまではいい難く，直ちに特定の図案やキャラクターを描いたものとも認識し得ないから，特定の称呼や観念を生じるものではない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "本件商標と引用各商標の図形部分の各構成要素は，子細に対比すると，本件商標は円状輪郭内が黄色に塗られており，引用各商標とは円輪郭内の色彩の有無の差異があり，長さ，太さ及び曲率等においてそれぞれ微妙に差異を有するため，表される表情は微妙に差異があるものの，これらはいずれも，互いに円輪郭，円輪郭内部に配された二つの小さい黒塗りの縦長楕円形及びその下方に配した両端上がりの弧線を基本的な構成要素とし，これらによって円形の顔に目と口を有する人の笑顔を，簡潔かつ，象徴的に描写したものと看取される点において外観的な印象を共通にするから，本件商標と引用各商標の図形部分は，見る者に似通った印象を与えるものであり，本件商標と引用各商標の図形部分とは，外観において相紛らわしいものといえる。また，本件商標と引用各商標の図形部分からは，前記(1)～(4)のとおり，特定の称呼及び観念を生じないから，称呼及び観念において比較できない。",
            "したがって，本件商標と引用各商標との類否は，その図形部分における称呼，観念は比較できないから，外観によって取引者に与える印象，記憶，連想から判断すると，外観上相紛らわしい本件商標と引用各商標とは類似するものというべきである。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "①本件商標の指定役務中の「寝具類(まくら・マットレスを除く)の小売又は卸売の業務において行われる顧客に対する便益の提供」と引用商標1の指定商品中の第20類「クッション，座布団，まくら，マットレス」及び第24類「かや，敷き布，布団，布団カバー，布団側，まくらカバー，毛布」，②本件商標の指定役務中の「被服の小売又は卸売の業務において行われる顧客に対する便益の提供」と引用各商標の指定商品中の第25類「被服」，③本件商標の指定役務中の「布製身の回り品の小売又は卸売の業務において行われる顧客に対する便益の提供」と引用商標1の指定商品中の第24類「布製身の回り品」とは，それぞれ役務の提供と商品の販売が同一事業者によって行われることが明らかであり，取扱商品に係る小売役務が提供される場所と取扱商品が販売される場所とは一致し，需要者(顧客)の範囲も一致するものといえるから，両者は互いに類似するというべきである。"
          ]
        },
        {
          "fig": "(7)",
          "text": [
            "以上のとおり，本件商標は，引用各商標と類似の商標であり，また，本件商標の指定役務中の「寝具類(まくら・マットレスを除く)の小売又は卸売の業務において行われる顧客に対する便益の提供，被服の小売又は卸売の業務において行われる顧客に対する便益の提供，布製身の回り品の小売又は卸売の業務において行われる顧客に対する便益の提供」は，引用各商標の指定商品と類似するものであるから，商標法4条1項11号に違反して登録されたものである。"
          ]
        },
        {
          "fig": "(8)",
          "text": [
            "本件商標の指定役務中の「織物の小売又は卸売の業務において行われる顧客に対する便益の提供」及び「清掃用具及び洗濯用具の小売又は卸売の業務において行われる顧客に対する便益の提供」と引用各商標の指定商品とは，役務の提供と商品の販売が同一事業者によって行われることはなく，取扱商品に係る小売役務が提供される場所と取扱商品が販売される場所とは一致せず，需要者(顧客)の範囲も異なることから，類似するものとはいえない。",
            "したがって，本件商標は，その指定役務中「織物の小売又は卸売の業務において行われる顧客に対する便益の提供，清掃用具及び洗濯用具の小売又は卸売の業務において行われる顧客に対する便益の提供」についての登録が商標法4条1項11号に違反してされたとする理由は見いだせない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(要旨変更の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，無効理由の根拠条文を明示していないものの，審判請求書(甲1)及び審判事件弁駁書(甲2)の内容に照らすと，審判請求書では，商標法4条1項11号の無効理由があると主張していたにもかかわらず，審判事件弁駁書では，同条1項19号の無効理由があると主張した。",
                "これは，無効審判請求後に新たな無効理由を追加的に主張するものであって，請求の理由の要旨を変更するものであるから，商標法56条が準用する特許法131条の2第1項に違反するものであり，その無効審判請求書は決定をもって却下されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，原告が答弁書において上記(1)の主張をしたにもかかわらず，要旨変更について何らの説示もすることなく，商標法4条1項11号に基づいて，本件商標の登録を一部無効としたが，要旨変更を看過した違法があるから，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標と引用各商標の類否判断の誤り)",
          "text": [
            "審決は，「円輪郭」，「円輪郭内部に配された二つの小さい黒塗りの縦長楕円形」，「その下方に配した両端上がりの弧線」が共通することをもって，本件商標と引用各商標とが類似すると判断したが，誤りである。",
            "一般に，人間は，人の顔に関しては識別力が非常に高く，笑顔の程度が大きいか小さいか，顔が左右対称であるか非対称であるか，目の大きさが大きいか小さいか，口角が上がっているか下がっているか等，それらを個々の構成要素で比較したときにさほど大きいとはいえない違いであっても，全体的には印象が大きく異なるということが経験則的に明らかである。",
            "また，被告が商標権者である登録商標のうち，少なくとも15の商標は，引用各商標よりも後に出願・登録され，第25類「被服」に類似する商品を指定し，かつ，「円輪郭」，「円輪郭内部に配された二つの小さい黒塗りの縦長楕円形」，「その下方に配した両端上がりの弧線」を基本構成とするものであり(甲3)，審決の上記判断基準では，いずれも無効理由を有していることになってしまう。",
            "したがって，笑顔の表情をモチーフとした図形商標の類否判断は，単に「円輪郭」，「円輪郭内部に配された二つの小さい黒塗りの縦長楕円形」，「その下方に配した両端上がりの弧線」を基本構成とする程度では類似とはいえず，さらに詳細な部分について子細に対比されるべきものである。",
            "このように，本件商標と引用各商標とが「人間の笑顔の表情を模したもの」であるという特有の事情を考慮すると，比較的簡単な構成要素からなる両商標にあっては，個々の構成要素を個別に比較したときにその差がさほど大きくない場合であっても，全体としては両者の視覚的印象に与える影響は大きくなるものであり，これに接する看者は両者を異なったものとして認識するとみるのが相当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(要旨変更の看過)に対し",
          "text": [
            "被告は，審判事件弁駁書(甲2)において，商標法4条1項19号の無効理由を追加していない。被告は，法律の専門家ではないことから，表現に不適切な点があったかもしれないが，原告の全体的な企業姿勢を説明したにすぎない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標と引用各商標の類否判断の誤り)に対し",
          "text": [
            "本件商標と引用各商標との類似性は，引用各商標と類似するとして拒絶査定された35件の被告出願商標と引用各商標との類似性よりも強いから(乙1)，本件商標は引用各商標に類似するとの審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(要旨変更の看過)",
          "text": [
            "審判事件弁駁書(甲2)によると，被告は，同弁駁書において，「被請求人の答弁書に対して，下記弁駁をする。」として，その直下から，本件商標と引用商標1及び3との類似性について，外観，称呼，観念の各要素を順次検討して，本件商標と引用商標1及び3とは類似すると主張した上，被告の出願(商願2015-7415号)に係る商標(以下，「被告出願商標」という。)が引用各商標及び本件商標と類似するとして拒絶査定を受けたことに触れ，被告出願商標と引用各商標及び本件商標との類似性よりも，本件商標と引用各商標との類似性の方が高いので，本件商標は無効にすべきものと主張したこと，そして，その上で，被告が商標権者である308件の登録商標を踏まえると，本件商標の登録審査が不完全であったこと，被告は，スマイル・マークを創作したハーベイ・ボールの子を会長として設立されたハーベイ・ボール・ワールド・スマイル財団の知的財産権を管理する日本法人であること，原告は，スマイル・マークのカバン類，洋服類の商標登録を有していないにもかかわらず，被告の警告を無視してスマイル・マークの偽物商品を製造・販売しており，本件商標の登録は，被告関連のスマイル・マーク商標の世界的な著名性や素晴らしいイメージに便乗して，金儲けをしようという意図であり，不正の目的があることなどを主張したことが認められる。",
            "上記の認定事実によると，被告は，審判事件弁駁書(甲2)において，本件商標は引用各商標と類似し，商標法4条1項11号の無効理由があるという審判請求書(甲1)における主張を維持し，これを敷衍して主張したことを認めることができる。",
            "審判事件弁駁書(甲2)には，商標法4条1項11号の無効理由に加えて同項19号所定の無効理由を追加する旨の明示の記載はなく，同項19号所定の「他人の業務に係る商品又は役務を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標」に関して，「スマイル・マーク」や「スマイル商標」という記載はあるものの，これらの商標は引用されておらず，同号所定の周知商標の特定がされているとは認められないのであるから，被告が，同弁駁書において，同項11号の無効理由を維持した上で，新たに同項19号の無効理由を追加したものと認めることはできない。",
            "そうすると，審決に要旨変更を看過した違法がある旨の取消事由1は，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標と引用各商標の類否判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，前記第2の1(1)のとおり，黄色に塗られた円状輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その下に口と思しき両端上がりの弧線を描いてなるものであり，そのような外観的特徴から，一見して人の笑顔を簡潔，かつ，象徴的に表現したものと認識されるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標1は，前記第2の3(2)のとおり，円状輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その下に口と思しき両端上がりの弧線を描いてなるものであり，そのような外観的特徴から，簡潔，かつ，象徴的に人の笑顔を描いたものであることを印象付けるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用商標2は，前記第2の3(3)のとおり，円状輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その下に口と思しき両端上がりの弧線を描いてなる図形を表し，その上部に「LOVE  EARTH」の文字を上向き弧状に表してなるものである。",
                "そして，その図形部分と文字部分は，上下に段を異にし，間隔を置いて配置されていることから，視覚上分離して認識されるものである。また，文字部分は全体として「地球を愛する」程度の意味合いを認識させるものの，それ自体が，人の笑顔を簡潔，かつ，象徴的に描いたものと認識される図形部分と，直接的な観念上のつながりがあるということはできない。",
                "そうすると，引用商標2は，その構成における図形部分と文字部分とを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいえず，本件商標との類否判断に際して，視覚上，最も強く印象に残る図形部分を要部として取り出すことができるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用商標3は，前記第2の3(4)のとおり，円状輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を二つ並べ，その中に瞳と思しき白抜きの点を配し，その下には口と思しき両端上がりの弧線を描いてなるものであり，そのような外観的特徴から，簡潔，かつ，象徴的に描いた人の笑顔であることを印象付けるものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件商標と引用商標1及び3，引用商標2の要部である図形部分とを比較すると，これらは，いずれも，円状輪郭，円状輪郭内の上部に配された二つの小さい黒塗りの縦長楕円形，その下方に配した両端上がりの弧線を基本的な構成要素とし，これらによって，円形の顔に目と口を有する人の笑顔を，簡潔，かつ，象徴的に描写したものと看取される点において外観的な印象を共通にするから，場所と時間を異にした離隔的観察において，類似するものと認められる。細部において相違する点があることは，この判断を左右するものではない。",
                "したがって，本件商標と引用各商標は，類似するものと認められる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，一般に，人間は，人の顔に関しては識別力が非常に高く，笑顔の程度が大きいか小さいか，顔が左右対称であるか非対称であるか，目の大きさが大きいか小さいか，口角が上がっているか下がっているか等，それらを個々の構成要素で比較したときにさほど大きいとはいえない違いであっても，全体的には印象が大きく異なるということが経験則的に明らかであり，本件商標と引用各商標とが「人間の笑顔の表情を模したもの」であるという特有の事情を考慮すると，比較的簡単な構成からなる両商標にあっては，個々の構成要素を個別に比較したときにその差がさほど大きくない場合であっても，全体としては両者の視覚的印象に与える影響は大きくなるものであり，これに接する看者は両者を異なったものとして認識するなどと主張する。",
                "しかし，本件商標と引用各商標における原告指摘の笑顔の程度，顔の対称性，目の大きさ，口角等の諸点は，本件商標と引用各商標を場所と時間を異にして離隔的に観察する需要者にとって，円状輪郭，円状輪郭内の上部に配された二つの小さい黒塗りの縦長楕円形，その下方に配した両端上がりの弧線という基本的な構成要素に比し，わずかな差異にすぎないことが明らかであり，原告指摘の諸点を踏まえても，本件商標と引用各商標とを離隔的観察において外観上識別し得るものとは認められない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，被告が商標権者である登録商標のうち，少なくとも15の商標は，引用各商標よりも後に出願・登録され，第25類「被服」に類似する商品を指定し，かつ，「円輪郭」，「円輪郭内部に配された二つの小さい黒塗りの縦長楕円形」，「その下方に配した両端上がりの弧線」を基本構成とするものであり，審決の判断基準では，いずれも無効理由を有することになってしまうなどと主張する。",
                "しかし，これらは，いずれも本件商標とは異なる商標に係る事情であり，その当否にかかわらず，本件商標についての前記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上によると，本件商標と引用各商標とが類似しない旨の取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告主張の審決取消事由はいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10141",
    "date": "2017-11-28",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087272",
    "ipprecedent_id": "4807",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}