{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1094万8800円及びこれに対する昭和56年6月14日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略称は，原判決に従う。）",
      "text": [
        "本件は，考案の名称を「カツター装置付きテープホルダー」とする考案に係る本件実用新案権を有していた控訴人が，原判決別紙1の別紙共通目録記載の「侵害対象物A」，「侵害対象物B」及び「侵害対象物C」は，実用新案登録請求の範囲の考案の技術的範囲に属し，被控訴人がこれらの侵害対象物を製造販売する行為（「侵害対象物A」につき，昭和50年10月1日から昭和56年6月13日までの間における，当初の122台の製造販売の行為。「侵害対象物B」につき，上記期間における，当初の10台の製造販売の行為。「侵害対象物C」につき，上記期間における，当初の15台の製造販売の行為。）は，控訴人の本件実用新案権を侵害すると主張して，被控訴人に対し，不法行為に基づく損害賠償金合計1094万8800円及びこれに対する不法行為の後である昭和56年6月14日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
        "原審は，控訴人の本件訴えは，不適法でその不備を補正することができないものであるとして，却下したため，控訴人が，原判決を不服として，本件控訴を提起した。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本件訴えは，不適法でその不備を補正することができないものであるから，却下すべきものと判断する。",
        "その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実",
          "text": [
            "前提となる事実は，原判決2頁3行目「一件記録」から25行目のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，平成13年訴訟において，被控訴人は，原判決別紙2の別紙イ号製品目録記載の「イ号製品」，別紙ロ号製品目録記載の「ロ号製品」及び別紙ハ号製品目録記載の「ハ号製品」を製造販売し，本件実用新案権を侵害したとして，被控訴人に対し，不法行為に基づく損害賠償金の支払を求めたが，かかる訴えは，訴権の濫用に当たる不適法なものとして却下されたものである。一方，控訴人は，本件訴えにおいて，被控訴人は，原判決別紙1の別紙共通目録記載の「侵害対象物A」，「侵害対象物B」及び「侵害対象物C」を製造販売し，本件実用新案権を侵害したとして，被控訴人に対し，不法行為に基づく損害賠償金の支払を求めている。そして，被控訴人が製造販売したと控訴人が主張する物品を比較すると，「侵害対象物A」，「侵害対象物B」及び「侵害対象物C」は，それぞれ「イ号製品」，「ロ号製品」及び「ハ号製品」と実質的に同一の製品であると認められる。",
                "また，控訴人は，被控訴人が製造販売した複写機の部品により，本件実用新案権を侵害されたとして，多数回にわたる損害賠償請求訴訟又は不当利得返還請求訴訟を提起し，その全てが，請求棄却判決又は訴え却下判決で終了している。",
                "そうすると，本件訴えは，平成13年訴訟等において認められなかった請求及び主張を蒸し返すものであるから，信義則に反し訴権の濫用に当たる不適法なものであって，その不備を補正することができないものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，控訴人は，本件訴えにおいて，被控訴人が製造販売したと主張する物品は「ロール紙を切断するカッター装置を施した本体」であり，平成13年訴訟における当該物品は「複写機」であるから，実質的に同一の製品ではない旨主張するものと解される。しかし，平成13年訴訟において，被控訴人が製造販売したと主張していた物品は，前者に相当する物品であると認められるから，控訴人の上記主張は採用できない。控訴人は，その他るる主張するが，いずれも上記判断を左右しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，本件訴えを却下した原判決は相当であるから，口頭弁論を経ないで本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}