{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成28年6月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，略称は特に断らない限り原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「人脈関係登録システム，人脈関係登録方法と装置，人脈関係登録プログラムと当該プログラムを記録したコンピュータ読取可能な記録媒体」とする二つの特許権(特許第3987097号に係る本件特許権1及び同第3987098号に係る本件特許権2)を有する控訴人が，被控訴人の提供するサービス(被控訴人サービス)において使用されているサーバ(被控訴人サーバ)が，上記各特許に係る発明の技術的範囲に属すると主張して，被控訴人に対し，不法行為に基づく損害賠償請求として，特許法102条3項により，上記各特許の実施料相当額及び弁護士費用の合計114億1140万円のうち1億円並びにこれに対する不法行為の後の日である平成28年6月1日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原審は，被控訴人サーバは構成要件1D，1F及び2Dを充足せず本件発明1及び2の技術的範囲に属しないとして，控訴人の請求を全部棄却したため，これを不服として控訴人が本件控訴をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」の第2の2(2頁16行目から6頁20行目まで)に記載のとおりであるから，これを引用する。",
            "ただし，原判決「事実及び理由」の第2の2(5)ア(5～6頁)で引用する原判決別紙被告サーバ説明書の第1の4(2)(46頁13行目)に「商品メッセージ」とあるのを「承認メッセージ」と改める。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "次のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の3及び第3(6頁21行目から31頁25行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張(構成要件1D，1F及び2Dの充足性に関し)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「送信したとき」の解釈の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，本件発明1の構成要件1D，1F及び本件発明2の構成要件2Dの「送信したとき」の「とき」は条件を示すものと解釈したが，同解釈は発明の属する技術分野や明細書の記載などを全て離れて，専ら辞書的な意味において，そのような意味にも理解できるということを述べているにすぎず，特許請求の範囲の文言解釈の手法としても結論としても明らかに誤っている。",
                        "すなわち，特許法70条1項及び2項によれば，特許請求の範囲の用語の解釈は，「明細書の記載及び図面を考慮して」行われるものとされており，明細書や図面は，特許請求の範囲に記載された発明を説明するための文書であるから，特許請求の範囲の記載の解釈に当たってこれらを考慮することは当然であり，特許法の大原則であるといえる。特に，本件でその解釈が争われている「とき」のような日常的にも用いられ，また，様々な技術分野の発明を説明する際に用いられ得るような用語については，当然のことながら，その用いられる技術分野や文脈などによってその意味するところは変わり得る。このような用語の解釈に当たってはなおのこと，明細書や図面，当該技術分野における通常の用法などを考慮に入れなければ，正しい解釈を導くことはできない。",
                        "それにもかかわらず，原判決は専ら辞書的な解釈に終始し，明細書の記載も当該技術分野における通常の用法もその考慮に入れることなく「送信したとき」という文言を解釈しており，特許請求の範囲の解釈手法として明らかに誤っている。また，原判決の判示内容からしても，「とき」という語がなぜ原判決が判示するように限定して解釈されなければならないのか，その理由が全く不明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以下に述べるとおり，本件各発明の属する技術分野における通常の用法や，本件明細書等1及び2における「送信したとき」という構成が持つ技術的意義に照らせば，これを原判決のように限定して理解するのは誤りであって，メッセージの送信処理と関連付けして記憶する処理との先後関係を問わず，これらが一定の幅を持った時間の中で行われていれば(「同じころ」に行われていれば)「送信したとき」に当たると解釈すべきである。",
                        "すなわち，控訴人は，本件各発明の属する情報通信の分野において「送信したとき」という語がどのような意味に解釈されるのか，3名の専門家(日本大学大学院知的財産研究科教授P，動視化技術研究所代表Q，スタツィオーネ合同会社代表社員R)にそれぞれ意見を求めたところ，いずれの専門家も，「送信したとき」という語を原判決のように条件関係を意味していると限定して解釈することは妥当ではなく，その二つの処理の先後に関係なく「とき」に該当すると解釈した。",
                        "まず，前記Pの意見書(甲15)は，本件各発明の属する情報処理の分野において，「〇〇したときに△△する」と説明した場合，原判決が言うように「〇〇」を条件として「△△」を実行するという意味に限定して解釈されるものではなく，むしろ，原判決のように一方を片方の条件と理解するのであれば，条件となる一方の処理が行われたことを確認するステップを介在させなければ意味がないと指摘する。これは考えてみれば当然のことであって，システム上の「送信処理」や「記憶処理」としては，「メッセージを送信しろ」とか「関連付けて記憶しろ」という命令を発するだけであり，その命令が現実に実行され「メッセージが送信された」あるいは「関連付けて記憶された」という事実を他方の処理を行うための条件とするためには，システム上そのことを確認するステップが必要となる。したがって，仮に「とき」という文言を条件関係だけを意味するように限定したいのであれば，条件となる処理が行われたことを確認するステップを設けることを説明しなければ，当業者においてそのような限定的な意味で用いられていると理解するには至らない。しかるに，本件明細書等1及び2のどこをみても，第二のメッセージが送信されたことや関連付けて記憶されたことを確認するステップについて言及されておらず，そのような確認をするステップをうかがわせる記述すら存在しない。このことからしても，本件明細書等1及び2に接した当業者からみれば，本件各発明における「送信したとき」という文言は，「送信した」という事実を条件として記憶の関連付けを行う態様に限定するものであると理解することはできない。",
                        "次に，前記Qの意見書(甲16)でも，情報処理の分野においては，メッセージの送信と記憶の関連付けの処理について，プログラムの記述の上では先後関係があったとしても，それは単に二つの処理を行うことを示しているにすぎず，そのどちらの記述でも処理は異ならないとされている。一方が行われたことを確認して初めて次の処理に移行するという処理方法を採れば，その両者で処理自体としては異なり得るが，本件明細書等1及び2には，そのような確認をするステップをうかがわせる記載すらないことは既に指摘したとおりである。",
                        "さらに，前記Rの意見書(甲17)においても，本件各発明の技術分野においては，「送信したとき」という記載は，処理の順番や先後関係まで限定するものとは理解されず，(プログラマーの自然な発想としては)送信と記憶という二つの処理が一つのユーザーの行動を起点として行われればいいと理解する(から，被控訴人サーバの構成も「送信したとき」という記載に含まれる)とされている。",
                        "これらの専門家の意見は，それぞれ具体的な表現は異なりつつも，いずれも「送信したとき」という文言が本件各発明の技術分野における理解として，原判決のように限定しては理解されず，被控訴人サーバのような構成であっても「送信したとき」に含まれると結論付けているのであり，本件各発明の技術分野における文言解釈として一致をみているものである。",
                        "このことからも明らかなとおり，本件各発明の属する技術分野の当業者が本件各発明の「送信したとき」という文言に接した場合，原判決がいう，送信したことを「条件」として記憶の関連付けを行うという意味も含まれると理解されるものの，そのような処理方法に限定していると",
                        "は理解されないのであり，原判決の「送信したとき」の理解は，当業者の理解とは明らかに異なったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，上記のような専門家の意見は，「とき」の解釈について「ある程度の幅を持った時間の概念を意味する」と解釈した甲11の審決の認定とも合致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人サーバが「送信したとき」を充足すること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，上記のような誤ったクレーム解釈を前提として，被控訴人サーバが構成要件1D，1F及び2Dの「送信したとき」を充足しないと判断したものである。",
                        "しかし，上記のとおり，本件各発明の属する技術分野の当業者の理解に照らせば，「送信」と「記憶」のどちらの処理が先に行われても，又は，そのいずれかの処理が先に行われたことを確認した上で次の処理を行うとしても，いずれも「送信したとき」に含まれるのであり，被控訴人サーバのように先に「記憶」を行い，その後「送信」が行われるとしても「送信したとき」を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人のヴァンテージスタジオmixiシステム部部長Sの陳述書(乙25。以下「乙25陳述書」という。)では，「当社サービスでは，マイミクとして記録する処理(上記③)が失敗してしまった場合には上記④の通知等がなされないようにすることで，上記2でご説明したような不都合が生じないようにしています。」などと説明されているが，かかる説明は，エラーが起きたときの例外的な処理を説明したものであり，そのようなエラーの場合まで勘案して被控訴人サーバの構成要件充足性を検討するのは，そもそも誤りである。そのようなエラーの場合をいちいち勘案するとすれば，通信障害の場合には，被控訴人サーバは，構成要件1Aの「通信ネットワークを介して接続したサーバ」ですらなくなってしまうことになり，明らかに不合理である。情報処理の分野では当然にエラーが生じ得るのであり，(そのようなエラーが生じた場合の処理に着目した特許発明であれば別として)エラーが生じたような例外的な場合の処理をもって構成要件充足性の検討を行うべきではない。そのようなエラーの生じない通常の処理が行われた場合にどのような処理が行われるかが，構成要件充足性の検討の上では問題とされるべきものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張(構成要件1D，1F及び2Dの充足性に関し)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の主張は争う。「送信したとき」の意義に関する原判決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，原判決が示した解釈について，「専ら辞書的な解釈に終始」しているなどと論難するが，原判決は，特許請求の範囲の文言の辞書的な解釈のみならず，控訴人の主張や本件明細書等1の記載を十分考慮した上でその判断を示しているのであり，「専ら辞書的な解釈に終始」しているわけでも「限定して解釈」しているわけでもないから，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，控訴人は，専門家3名の意見書(甲15～17)という新たな証拠を提出して，原判決の「送信したとき」の理解は当業者の理解とは明らかに異なったものであると主張する。",
                    "しかし，これらの証拠はいずれも本件各発明から離れて一般的に，専ら技術的観点からサーバの構成としてあり得るか否かを論じているにすぎず，いずれの見解も特許請求の範囲の記載に基づく解釈から大きくかい離しており，本件各発明の技術的範囲を解釈する上で全く参考とならないものである。",
                    "したがって，これらの証拠を根拠とする控訴人の主張が失当であることも明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，乙25陳述書の記載を引き合いに，エラーの場合まで勘案して被控訴人サーバの構成要件充足性を検討するのは，そもそも誤りであるなどと主張する。",
                    "しかし，被控訴人は，エラーが起きた場合にだけ構成要件を充足しないなどと述べているのでは全くない。控訴人が指摘する乙25陳述書の記載は，被控訴人サーバが採用している構成(構成要件1D，1F及び2Dを充足しない構成)について，その意図を説明しているにすぎず，被控訴人サーバは，エラーが発生したときであろうとそうでなかろうと，その構成上，「送信したとき」を充足しない。控訴人は，乙25陳述書の記載内容を故意に誤って解釈しようとしているというほかなく，到底許容することができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人サーバは，構成要件1D，1F及び2Dを充足せず，本件各発明の技術的範囲に属しないものと判断する。その理由は，下記2のとおり，控訴人の主張に対する判断を付加するほかは，原判決「事実及び理由」の第4の1ないし4(32頁1行目から43頁2行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "付加判断",
          "text": [
            "構成要件1D，1F及び2Dの充足性に関し，必要な限度で判断を加える。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「送信したとき」の解釈",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原判決が構成要件1D，1Fの「送信したとき」は条件を示すものであると解釈し，構成要件2Dの「送信したとき」についても同様であると判断した点が誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって検討するに，そもそも，特許権の効力の及ぶ範囲は特許発明の技術的範囲によって画されるものであり，特許発明の技術的範囲は，願書に添付された特許請求の範囲の記載に基づいて定められるものである(特許法70条1項)。そして，その特許請求の範囲の記載は，第三者の予測可能性や法的安定性などを確保する見地から，技術的に正確かつ簡明に記載すること，技術用語は学術用語を用いること，用語はその有する普通の意味で使用することなどが求められている(特許法施行規則24条の4，様式第29の2)。したがって，特許権の効力の及ぶ範囲の解釈は，第一義的には，特許請求の範囲の記載文言に基づいてこれを行う必要がある。",
                    "そこでまず，構成要件1D及び1Fの各記載文言をみると，構成要件1Dは，「上記第二のメッセージを送信したとき，上記第一の登録者の識別情報と第二の登録者の識別情報とを関連付けて上記記憶手段に記憶する手段と，」というものであり(下線は裁判所が付した。以下同じ。)，構成要件1Fは，「・・・第三の登録者が第一の登録者と人間関係を結ぶことに合意する旨の第二のメッセージを第三の端末から受信して第一の端末に送信したとき，上記記憶手段に記憶されている上記第一の登録者の識別情報と上記第三の登録者の識別情報とを関連付ける手段と，」というものであって，いずれも第二のメッセージを「送信したとき」に特定の識別情報を関連付ける(あるいは，関連付けて記憶手段に記憶する)という構成になっていることが明らかである。",
                    "そして，原判決が適示する広辞苑第六版(甲9)，大辞林第三版(甲10)，用字用語新表記辞典(乙22)及び最新法令用語の基礎知識改訂版(乙23)の各記載によれば，構成要件1D及び1Fにおける「送信したとき」の「とき」は，条件を示すものと解釈するのが日本語的に素直な解釈であるというべきであり，この点に関する原判決の認定判断に誤りがあるとは認められない。",
                    "また，仮にこれが時(時間)を表す表現であると解釈したとしても，先後関係を問わない，ある程度幅をもった表現といえる「送信するとき」ではなく，あえて過去形であり動作が完了していることを表す表現である「送信したとき」という文言が用いられていることからすれば，「送信」と「関連付け」との先後関係については，やはり「送信」が「関連付け」に先行すると読むのが日本語的に素直な解釈であるというべきである。",
                    "したがって，構成要件1D及び1Fにおける「送信したとき」の「とき」を条件又は時(時間)のいずれに解釈したとしても，特許請求の範囲の記載は，「送信」を先に実行し，その後に「関連付け」を実行することを規定するものと解釈するのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，本件明細書等1の記載内容について検討するに，その記載によれば，同明細書に記載された人脈関係登録システムにおいて，何らかのメッセージを送信することと，登録者同士が人間関係を結ぶこと又は登録者同士を関連付けて登録することとを関係付けた動作は，①新規登録者が既登録者の紹介により新規登録される動作と，②既登録者同士が「花メール」を交換することにより関連付けられる動作の二つに大別できる。",
                    "このうち，新規登録に関する前記①の動作は，新規登録者が既登録者の紹介により新規登録される動作であって，この動作においてやり取りされるメッセージは，人間関係を結ぶことを要求したり合意したりするためのメッセージではなく，飽くまで新規登録者が既登録者に紹介を依頼したり，新規登録者のデータを確認したりするためのメッセージにすぎないものであるから，構成要件1D及び1Fにおける「第二のメッセージ」を送信することを含まない。したがって，前記①の動作は，本件発明1の動作に該当しない。",
                    "また，仮に，前記①の動作において新規登録者のデータを確認するメッセージ(「確認信号」)が本件構成要件の「第二のメッセージ」に対応するものとして前記①の動作から構成要件1D及び1Fにおける動作を類推するにしても，前記①の動作の確認信号は，サーバに到着した後，サーバから送信されることはない(【0030】，【0031】)。よって，前記①の動作においてはサーバにおける確認信号の送信と登録者同士の関係付けとの先後関係が定義されない(確認信号の送信動作がそもそも存在しない)ので，この動作から構成要件1D及び1Fにおける「送信」と「関連付け」との先後関係を類推することはできない。",
                    "そこで，既登録者同士の前記②の動作についてみると，本件明細書等1には，「花メール」の交換によって登録者同士で人間関係を結ぶことが合意されること(【0010】，【0011】，【0015】，【0033】，【0035】，【0044】，【0046】)及び人間関係を結ぶことに合意することにより登録者同士が関連付けられること(【0010】，【0035】)についての記載はあるが，「花メール」の交換における返信(「第二のメッセージ」に対応する。以下同じ。)を送信するタイミングと登録者同士が関連付けられるタイミングとの先後関係については具体的な記載がない。すなわち，本件明細書等1には，人間関係を結ぶことの合意が形成されることをもって登録者同士の関連付けが行われることについての記載はあるが，「花メール」の交換のどの段階で合意が形成されたと判断するかについては記載がない。したがって，「花メール」の交換における返信がサーバに到着した時点で合意成立とするのか，サーバが第一の登録者に同返信を送信した時点で合意成立とするのか，第一の登録者に同返信が到着した時点で合意成立とするのか，あるいは，他のタイミングで合意成立とするのかは，本件明細書等1の記載によっても不明であり，前記②の動作から構成要件1D及び1Fにおける「送信」と「関連付け」との先後関係を判断することはできない。",
                    "ほかに，本件明細書等1のどこをみても，「送信したとき」という文言について，通常の用法とは異なり，「条件」ではなく「時間」を意味することや，過去形が用いられていても「送信」と「関連付け」との先後関係は一切問わないものであることをうかがわせる記載は存しない。",
                    "そうすると，本件明細書等1の記載から，構成要件1D及び1Fにおける「送信」と「関連付け」との先後関係を読み取ることはできないというべきであり，少なくとも，特許請求の範囲の記載文言について，あえて日本語としての通常の用法とは異なる解釈をすべき根拠となるような記載があると認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，構成要件1D及び1Fにおける「送信したとき」は，その文言どおり，「関連付け」を行うための条件ないし「関連付け」との先後関係(「送信」を先に実行し，その後に「関連付け」を実行すること)を規定するものと解釈するのが相当であり，このことは本件発明2における構成要件2Dについても同様である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "これに対し，控訴人は，原判決の「送信したとき」の理解は，当業者の理解とは明らかに異なったものであるとして，新たに専門家3名の意見書(甲15～17)を提出し，また，上記のような専門家の意見は，「とき」の解釈について「ある程度の幅を持った時間の概念を意味する」と解釈した審決(甲11)の認定とも合致すると主張する。",
                    "しかしながら，上記いずれの意見書も，要するに，本件各発明においては，第二のメッセージの「送信」と「関連付け」(記憶)のタイミングをどのように設定しても(どちらを先行させても)技術的な観点(情報処理の観点ないしプログラミングの観点)からは差異がないということを説明するにとどまり，情報処理の分野においては，およそ，「送信するとき」であろうと「送信したとき」であろうと，(送信と他の処理との)先後関係を問わない，ある程度幅を持った表現(曖昧な概念)として同じように理解される(技術用語として一般的にそのように用いられる)ということまでを説明するものではない(むしろ，甲15には，オンラインで株や証券取引をする場合のように最新情報の送信と記憶との間に厳密な同時性が求められる場合があることを前提とする記載も存する。)。結局のところ，各意見書は，被控訴人サーバとの関係で充足論についての結論を先取りしているにすぎず，本件各発明のクレーム解釈としては採用できないものといわざるを得ない。",
                    "また，控訴人が指摘する審決(甲11)の判断は，本件各発明とは技術分野が全く異なる発明の特許請求の範囲の記載文言に関して示された解釈の一例にすぎず，「とき」の意義が問題となった事情も本件各発明におけるそれとは全く異なるのであるから，本件各発明のクレーム解釈において何ら参考となるものではない。",
                    "したがって，これらの証拠に基づく控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上の次第であるから，「送信したとき」(構成要件1D，1F及び2D)の文言に関する原判決の解釈は相当であり，これに反する控訴人の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人サーバが「送信したとき」を充足するか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点に関する控訴人の主張は，原判決のクレーム解釈が誤っていることを前提とするものであるところ，その前提自体が採用できないものであることは上記(1)のとおりであるから，その余の点について判断するまでもなく失当である。",
                    "なお，控訴人は，控訴理由書第1の2(4)(12～13頁)において，被控訴人サーバの内部処理に関する被控訴人の説明内容(乙25陳述書)について，原審段階では「あえて争いはしなかった」が，原判決のようなクレーム解釈を採用し，被控訴人サーバの内部処理如何によって「送信したとき」の充足性が異なり得るというのであれば，控訴人としても，被控訴人サーバの内部処理について「争わざるを得ない」として，客観的な証拠の提出を求めている。",
                    "しかしながら，原審における争点整理段階(しかも初期段階)で，被控訴人は既に原判決が採用したのと同じクレーム解釈を示して構成要件1D，1F及び2Dの非充足を主張しており(平成28年8月31日付け被告第1準備書面)，控訴人もこれに対する実質的な反論を行っていた(平成28年10月21日付け原告第1準備書面)のであるから，この点に関するクレーム解釈や被控訴人サーバの内部処理の態様如何によって構成要件充足，非充足の結論が変わり得ることは，控訴人としても当初から当然予想できたというべきである。また，控訴人が被控訴人サーバにおいて被控訴人が主張するような内部処理が行われていることを客観的に示すよう要求し(上記原告第1準備書面6頁)，原審裁判所も被控訴人サーバの構成について任意開示を促した結果，乙25陳述書が提出されたという経過に鑑みれば，控訴人としてもその内容を慎重に検討し，不足があれば更に追加の開示を求めるというような対応も原審の争点整理段階で当然取ることができたというべきである。それにもかかわらず，控訴人は，自らの判断で被控訴人サーバの構成(乙25陳述書の説明内容)についてあえて争わないという選択をしたのであるから，控訴審に至り，自らの「見込み違い」を理由にその前提を覆し，サーバの内部処理について争って被控訴人に資料提出を求め，構成要件充足性について更に立証をしようとすることは，故意又は重過失によって時機に後れたものであり，かつ，訴訟の完結を遅延させるものであって，認められないというほかはない。",
                    "したがって，被控訴人サーバの構成(内部処理)については，飽くまで乙25陳述書における説明内容に基づいて認定されるべきであり，その結果，被控訴人サーバが構成要件1D，1F及び2Dの「送信したとき」を充足しないこととなることは，原判決が説示するとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，乙25陳述書はエラーが起きたときの例外的な処理を説明したものであって，そのようなエラーの場合まで勘案して被控訴人サーバの構成要件充足性を検討するのは誤りであるとも主張する。",
                    "しかしながら，乙25陳述書はそもそもエラーが発生したときの処理だけを取り上げて説明するものではないし，原判決もそれだけを理由に構成要件非充足の結論を導いているものではない。",
                    "したがって，かかる控訴人の主張も失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の次第であるから，「送信したとき」(構成要件1D，1F及び2D)の充足性に関する控訴人の主張も採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "構成要件1D，1F及び2Dに関する均等侵害の主張(控訴人)を却下したことについての補足説明",
          "text": [
            "当裁判所は，当審の第1回口頭弁論期日において，民事訴訟法297条，157条1項に従い，上記均等侵害の主張を時機に後れた攻撃防御方法に当たるものとして却下した。その理由は次のとおりである。",
            "すなわち，控訴人は，控訴理由書第2の部分(13～21頁)において，構成要件1D，1F及び2Dに関し，原判決の「送信したとき」の文言解釈は明らかに誤りであるが，仮に原判決のとおりに解釈したとしても，被控訴人サーバが少なくとも本件各発明と均等なものとして，その技術的範囲に含まれることを予備的に主張するとして，新たに均等侵害の主張を追加した。",
            "しかしながら，前記のとおり，原審における争点整理の経過に鑑みれば，「送信したとき」に関するクレーム解釈や被控訴人サーバの内部処理の態様如何によって構成要件充足，非充足の結論が変わり得ることは，控訴人としても当初から当然予想できたというべきであり，そうである以上，控訴人は，原審の争点整理段階で予備的にでも均等侵害の主張をするかどうか検討し，必要に応じてその主張を行うことは十分可能であったといえる(特許権侵害訴訟において計画審理が実施されている実情を踏まえれば，そのように考えるのが相当であるし，少なくとも控訴人についてその主張の妨げとなるような客観的事情があったとは認められない。)。",
            "ところが，控訴人は，原審の争点整理段階でその主張をせず，また，第4回弁論準備手続期日(平成29年2月14日)において乙25陳述書が提出された後も，その内容について特に反論することなく，第5回弁論準備手続期日(同年3月23日)において「侵害論については他に主張・立証なし」と陳述し，そのまま争点整理手続を終了させたものである。",
            "しかるところ，控訴人が，上記のとおり当審に至り均等侵害の主張を追加することは，たとえ第1回口頭弁論期日前であっても，時機に後れていることは明らかであるし，そのことに関し控訴人に故意又は重大な過失が認められることも明らかといえる。",
            "また，予備的にせよ，均等侵害の主張がされれば，均等の各要件についてそれぞれ主張と反論を整理する必要が生じるのであるから，訴訟の完結を遅延させることとなることも明らかである。",
            "したがって，当裁判所は，上記のとおり，当審の第1回口頭弁論期日において，かかる均等侵害の主張を時機に後れた攻撃防御方法に当たるものとして却下した次第である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がない。",
        "よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}