{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人は，別紙被告サービス目録記載1のサービスを使用してはならな  - 1 -"
        }
      ]
    },
    {
      "text": "い。",
      "content": [
        {
          "fig": "(2)",
          "text": "控訴人のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じて，これを2分し，その1を控訴人の負担とし，その余を被控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "主文1(1)と同旨"
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙被告サービス目録記載2のサービスに使用されているサーバを使用してはならない。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許第5525082号の特許権(本件特許権1)，特許第5650776号の特許権(本件特許権2)及び特許第5826909号の特許権(本件特許権3)を有する控訴人が，①被控訴人の提供する被告サービス1は本件発明1の技術的範囲に属する，②被控訴人の提供する被告サービス2に使用されているサーバは本件発明2及び3の各技術的範囲に属すると主張して，被控訴人に対し，特許法100条1項に基づき，被告サービス1の差止め及び被告サービス2に使用されているサーバの使用の差止めを求めた事案である。",
        "原審は，①被告サービス1は本件発明1の構成要件1B，1C，1E，1F，1G及び1Hを充足せず，均等侵害も成立しない，②被告サービス2は本件発明2の構成要件2Fを充足せず，均等侵害も成立しない，③被告サービス2は本件発明3の構成要件3F-1を充足せず，また，本件発明3は分割要件違反及びサポート要件違反により無効にされるべきものであるとして，控訴人の請求を全て棄却した。",
        "控訴人は，当審において，本件特許権2に基づく主張を全て撤回し，控訴の対象から除いた。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実(当事者間に争いのない事実並びに文中に掲記された証拠及び弁論の全趣旨により認められる事実)",
          "text": [
            "次のとおり改めるほかは，原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁20行目～22行目を次のとおり改める。",
                "「ア  控訴人は，金融商品取引業等の事業を営む会社等の株式等を所有することにより，当該会社等の事業活動を支配又は管理することなどを目的とする株式会社である。",
                "控訴人の旧商号は株式会社インフィニティであったが，平成29年4月1日，株式会社マネースクウェアHD(以下，「旧マネースクウェアHD」という。)を吸収合併し，商号を株式会社マネースクウェアHDに変更した。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁25行目の「原告は，次の本件特許権1ないし3を有している。」を「旧マネースクウェアHDは，次の本件特許権1及び3を有していたところ，上記吸収合併に伴い，本件特許権1及び3は，控訴人が有することとなった。」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決2頁26行目の「本件特許権1ないし3」を「本件特許権1及び3」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決3頁1行目の「ないし」を「及び」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決3頁11行目から18行目までを削り，3頁19行目の「ウ」を「イ」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決4頁1行目及び2行目の各「ないし」を「及び」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決6頁7行目から7頁5行目までを削り，7頁6行目の「ウ」を「イ」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決8頁5行目から12行目を削る。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決14頁 3 行目の「本件特許2及び3」を「本件特許3」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "subject": "原判決15頁9行目から10行目にかけての「本件発明2の構成要件2Aないし2E及び2G並びに」を削る。"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2，3(1)(3)(4)に記載のとおりである(ただし，本件発明2についての無効理由に関するものを除く。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，以下に，控訴人の控訴理由とそれに対する被控訴人の主張を加えるほかは，原判決の「事実及び理由」欄の第3，1～4，9～18に記載のとおりである(ただし，本件発明2についての無効理由に関するものを除く。)。",
            "(控訴理由)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告サービス1が本件発明1の技術的範囲に属すること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件1Bについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，被告サービス1では，値幅情報及び利幅情報を売買注文申込情報として入力する欄がないから，値幅情報及び利幅情報を売買注文申込情報として受信して受け付けていない，と認定する。",
                            "しかし，本件発明1において「値幅を示す情報」及び「利幅を示す情報」は，「金融商品管理システム」が「受信して受け付ける」と規定されているのであり，顧客が画面上で入力するか否かは問題とされていないのであるから，値幅情報及び利幅情報を売買注文申込情報として入力する欄がないことは，値幅情報及び利幅情報を売買注文申込情報として受信して受け付けていないことの根拠となるものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，被告サービス1について，④「想定変動幅」及び⑥「対象資産(円)」の数値を見ただけで直ちに値幅及び利幅が分かるということにはならないから，④「想定変動幅」及び⑥「対象資産(円)」の数値自体が「値幅を示す情報」及び「利幅を示す情報」に該当するというのは困難である，と認定している。",
                            "しかし，本件発明1は「金融商品取引管理システム」における金融商品取引管理方法に関するものであり，「値幅を示す情報」「利幅を示す情報」を受信して受け付けて，これに基づいて注文情報群を生成するのは「金融商品取引管理システム」である。したがって，本件発明1における「示す」とは，「値幅を示す情報」「利幅を示す情報」を利用する「金融商品取引管理システムに対して」，値幅及び利幅を「わからせる，表示する，意味する」と解釈されるべきことは明らかであって，「人間に対して」値幅及び利幅を分からせても，意味がない。そうすると，本件発明1の「値幅を示す情報」の解釈として，値幅が顧客に対して画面上で表示されているか否か，並びに，顧客が値幅及び利幅を理解することができるか否かを問題とする余地はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告サービス1における「値幅を示す情報」及び「利幅を示す情報」",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告サービス1においては，「計算」ボタンをクリックすると，④「想定変動幅」と⑥「対象資産(円)」の条件から瞬時に，値幅(甲7では50銭)が算出されており，この算出された値幅に基づいて，新規指定レートや利食いレートが設定されている。したがって，被告サービス1において，被告サーバが「値幅を示す情報」及び「利幅を示す情報」に当たる「50銭」という情報を「受信して受け付け」ている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "値幅や利幅を「示す」というのが，「顧客に対して」利幅や値幅を分からせるものであるとしても，「受信して受け付ける」情報は，顧客が画面上で入力した情報に基づいて演算された情報であってもよい。④「想定変動幅」と⑥「対象資産」から演算された値幅や利幅そのものが，甲7の画面02に表示されているから，被告サービス1は，構成要件1Bを充足する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「受信して受け付ける」というのが，顧客が画面上において入力する態様に限定されるとしても，④「想定変動幅」及び⑥「対象資産(円)」が，被告サービスにおける「値幅を示す情報」」「利幅を示す情報」であるといえるから，被告サービス1は，構成要件1Bを充足する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1C，1E～1Hについて",
                  "text": [
                    "構成要件1Bの「値幅を示す情報」及び「利幅を示す情報」に関する原判決の判断は誤りであるから，この判断を前提にされた構成要件1C，1E～1Hに関する原判決の判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告サービス1が本件発明1を均等侵害するものであること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告サービス1において，新規指定レートや利食いレートを決定する際に，50PIPという値幅，利幅が算出され，被告サーバがこれに基づいて新規指定レートや利食いレートを決定しているから，本件発明1と被告サービス1との間に相違点があるとすれば，「『利幅を示す情報』及び『利幅を示す情報』について，本件発明1 は『利幅を示す情報』(利幅の具体的な数値)と『値幅を示す情報』(値幅の具体的な数値)を顧客が画面上で入力するものであるのに対し，被告サービス1は④『想定変動幅』と⑥『対象資産(円)』を顧客が画面上で入力し，これらの情報から『利幅』及び『値幅』を一義的に算出する点」と把握されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点を把握するに当たって，原判決のように，顧客が画面上でどのような情報を入力するのかという点に着目したとしてもなお，原判決の相違点の認定は誤っている。",
                        "まず，原判決が相違点として挙げるうち②「注文種類」は，「サイクル注文」「iサイクル注文」など，被控訴人が提供している各サービスを選択するための情報であり，「売買注文を行うための売買注文申込情報」ではない。そもそも②「注文種類」で「サイクル注文」が選択されることを前提として顧客に提供される被告サービス1の充足論を議論しているのであり，ここで他の注文種類を選択できることを本件発明1と被告サービス1との対比において考慮するべきではない。",
                        "また，⑤「ポジション方向」というのは，金融商品を先に買うのか，後で買うのかを選択するものであるが，本件発明 1 でも，構成要件1B-3の「前記金融商品の販売注文価格又は購入注文価格としての一の注文価格を示す情報」及び構成要件1B-4の「一の前記注文価格の前記金融商品を前記一の注文価格で販売した後に他の価格で購入した場合の利幅又は一の前記注文価格の前記金融商品を前記一の注文価格で購入した後に他の注文価格で販売した場合の利幅を示す情報」という記載から明らかなように，先に買って後で売る場合と，先に売って後で買う場合の両方が含まれており，そのいずれも選択可能となっている。したがって，被告サービス1において，⑤「ポジション方向」を入力するという点は，本件発明1との相違点とはならない。",
                        "さらに，被告サービス1の③「参考期間」は，④「想定変動幅」の値を変化させるだけで，注文情報の生成に直接関係するものではないから，本件発明1における「売買注文申込情報」ではない。",
                        "以上のとおり，仮に本件発明1と被告サービス1の相違点として，顧客がどのような情報を画面上で入力するかに着目するとしても，本件発明1と被告サービス1の相違点は，「本件発明1では『利幅を示す情報』及び『値幅を示す情報』を入力するのに対し，被告サービス1では④『想定変動幅』及び⑥『対象資産(円)』を入力する点」にとどまる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，本件発明1のうち，「一の注文手続で，同一種類の金融商品について，複数の価格にわたって一度に注文を行うこと」との部分及び「その注文と約定を繰り返すようにしたこと」との部分は，いずれも引用文献1に開示されているとして，これを参酌した上で本件発明1の本質的部分を，「『金融商品の種類』(構成要件1B-1)，『注文価格ごとの注文金額』(構成要件1B-2)，『注文価格』(構成要件1B-3)，『利幅』(構成要件1B-4)及び『値幅』(構成要件1B-5)の各情報に基づいて，同一種類の金融商品を複数の価格について指値注文する注文情報からなる注文情報群を生成することにより，金融商品を売買する際，一の注文手続きを行うことで，同一種類の金融商品を複数の価格にわたって一度に注文できる」という点にあると認定する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件発明1の本質的部分は，本件明細書等1の【0017】及び【0018】に記載されている「一の売買注文申込情報に基づいて，同一種類の金融商品を複数の価格について指値注文する注文情報からなる注文情報群を生成することにより，金融商品を売買する際，一の注文手続きを行うことで，同一種類の金融商品を複数の価格にわたって一度に注文できる。」という点及び「約定した第一注文と同じ第一注文価格における第一注文の約定と，約定した第二注文と同じ前記第二注文価格における前記第二注文の約定とを繰り返し行わせるように設定することにより，第一注文と第二注文とが約定した後も，当該約定した注文情報群による指値注文のイフダンオーダーを繰り返し行うことが可能になる。」という点にある。",
                        "引用発明1には，これらの本件発明1の本質的部分は開示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，本件発明1の本質的部分を導くに当たって，本件発明 1が解決しようとする課題が，①金融商品の価格は常に不規則に変動し，正確に予測することができないため，指値注文の場合，当該金融商品の価格があらかじめ指定した金額まで下降(又は上昇)する直前で上昇(又は下降)してしまう場合や，あらかじめ指定した金額よりも下降(又は上昇)してしまい，顧客が実質的な不利益を被るおそれがあるところ，従来技術によればこのような不利益のおそれを回避することができず(本件明細書等1の【0004】)，さらに，②指値注文において注文件数の極端な増大や注文キャンセルの頻発が起こった場合，金融商品の取扱業者も業務の煩雑化や事実上の損害の発生を被るおそれがあり，特に取扱対象の金融商品が外国為替の場合，顧客と銀行とを仲介する取扱業者が銀行に事実上の損害を与えてしまい，銀行からの信用を失うおそれがあるのであって，指値注文による取引を行う場合，金融商品の取扱業者のリスクも回避することができないこと(本件明細書等1の【0005】)」であると認定している。",
                        "上記①の点については，このような従来技術の課題を解決する手段としては，複数の注文情報群を生成，記録することこそが重要である。これらの注文情報群が構成要件1B-1～5の各情報に基づいて生成されるのかまで限定して，本件発明1の本質的部分を認定する理由はない。",
                        "上記②の点は，本件明細書等1の【0022】に記載されているとおり，キャンセル要求があった場合の処理を構成として付加した請求項6などの従属項に関する説明である。したがって，そのような従属項に関する記載を根拠にして，キャンセル要求に関する構成要件上の限定のない本件発明1の本質的部分を限定的に解釈することは，誤りである。また，上記②の部分の記載は，どのような情報に基づいて注文情報群が生成されるのかとは無関係であるから，この記載から，構成要件1B-1～5の各情報に基づいて注文情報群を生成する点が，本件発明1の本質的部分になるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告サービス1は，上記(イ)の本件発明1の本質的部分において本件発明1と異なるところはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2要件について",
                  "text": [
                    "前記イのとおり，本件発明1の本質的部分は，複数の注文情報群を生成，記録し，約定を繰り返すことで，細かい利益を繰り返し得ることができるようにした点にあり，本件発明1の課題解決原理もこの点にあると解すべきである。",
                    "被告サービス1も複数の注文情報群を生成，記録し，約定を繰り返すことで，細かい利益を繰り返し得ることができるのであり，課題解決原理として異なるものではない。",
                    "なお，本件発明1の本質的部分を原判決のように解釈したとしても，被告サービス1も値幅や利幅に「基づいて」新規指定レートや利食いレートを決定しているのであるから，やはり課題解決原理は異ならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第3要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1と被告サービス1との相違点は，前記アのとおり認定すべきである。",
                        "甲15公報，甲17公報及び株式会社インヴァスト証券の「クイック仕掛け買いゲリラ(100pips)」というFX取引発注機能(甲20)から，被控訴人による侵害行為開始時において，顧客が画面上で入力した他の情報である，価格帯の幅(被告サービス1における④「想定変動幅」に相当する。)と，そこに配置する注文情報群の数(被告サービス1では⑥「対象資産(円)」から一義的に決定されるポジション数。)から値幅を算出して決定する構成や，値幅を予めサービス提供者側で決定しておく構成が公知であった。これらの公知例に接した当業者にとって，本件発明1のように値幅を顧客が直接入力する構成に代えて，被告サービス1のように，他の情報から算出して決定することは極めて容易である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，単に，被告サービス1は注文情報群の数を入力する構成となっていないと述べるのみで，注文情報群の数を入力することに代えて対象資産を入力する構成を採用することが容易想到であることを看過している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "原判決は，本件発明1(構成要件1B)と被告サービス1の相違点は，本件発明1では構成要件1B-4(利幅を示す情報)及び構成要件1B-5(値幅を示す情報)を入力するのに対し，被告サービス1では②「注文種類」～⑥「対象資産(円)」の五つの情報を入力する点にあるところ，甲15公報及び甲17公報にはこれらの五つの情報の入力については何ら開示されていない，と判示する。",
                          "text": [
                            "しかし，顧客が画面上において入力する情報を問題とするにしても，②「注文種類」，③「参考期間」及び⑤「ポジション方向」は，本件発明1との相違点になり得るものではなく，甲15公報や17公報にこれらの情報を顧客が画面上で入力する構成が開示されているか否かを，第3要件において問題とする余地はない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告サービス2が構成要件3Fを充足すること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「注文情報」の意義",
                  "text": [
                    "原判決は，乙15の報告書を根拠に，被告サービス2においては，注文情報群に基づく注文は，取引開始前に一度だけ生成された注文情報に基づいてされるだけであって，注文のたびに生成されるものではない，と認定している。乙15は，被告サービス2において「計算ボタン」をクリックし，その後「登録ボタン」をクリックすると被告運用ファイルが作成され，注文後は，前の注文の約定時に被告運用ファイルをチェックし，運用条件に従い，自動発注を行うものと説明している。",
                    "しかし，本件発明3の注文情報群に相当する構成を備えているか否かを検討する際に問題となるのは，そのような運用ファイルの有無ではなく，個別具体的な注文を管理するための情報の有無である。本件発明3が規定する金融商品取引管理装置においては，例えば51aに基づく成行注文(注文)が約定すると，注文情報である51aのデータ(注文情報)が削除され，今度は決済注文を行うための51bと51cとを無効な注文情報から有効な注文情報に変更して決済注文が約定し得る状態となる。このように金融商品取引管理システムを用いて注文を行うためには，システム上で認識可能な情報を生成，記録し，その情報を削除したり，有効，無効を切り替えたりすることで，注文を管理する。このようなシステム上で注文の管理を行うための情報が「注文情報」であり，本件発明3の金融商品取引管理装置においては，このような注文情報を用いて注文を管理することで，イフダン注文などを実現しているのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告サービス2における注文情報",
                  "text": [
                    "被告サービス2において，新規買い注文と決済売り注文と逆指値注文を管理するための注文情報は，同時に生成，記憶されるが，注文情報が生成された時点では，新規買い注文は有効な注文情報(画面上では「注文中」と表示される)，決済売り注文と逆指値注文は無効な注文情報(画面上では「待機中」と表示される)として生成される。そして，新規買い注文が約定した場合，新規買い注文の注文情報は注文中明細から削除され，決済売り注文と逆指値注文が有効な注文情報に切り替わる(画面上では「注文中」と表示される。)。システム上このような処理を行い注文を管理するためには，これらの注文ごとに，注文を管理するための情報を生成，記録しているのである。",
                    "したがって，被告サービス2は構成要件3Fを充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張に対する反論",
                  "text": [
                    "被控訴人は，本件発明3においては，「注文情報」が「注文」に対し時間的に先行して存在するものであるのに対し，個別具体的な注文ごとに生成される個別具体的な注文を管理するための情報は注文より後に機能するものであるから，本件発明3の「注文情報」とは，繰り返される注文において共通して用いられる「注文のひな形となる設定用ファイル」であると主張する。",
                    "しかし，本件発明3における注文情報は，構成要件3Dの文言上，複数回生成されるが，注文のひな形となる設定用ファイルは，複数回生成される性質のものではない。また，個別具体的な注文を管理するための情報が注文より後にも機能することは，注文より前に機能することを否定するものではない。本件明細書等3の図3のフローチャートで，個別具体的な注文は，S8で生成され，S9で注文テーブル181に書き込まれ，個別具体的な発注処理が完了する前の時点で，既に生成，記録されるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3に分割要件違反はないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書等2には，発明が解決しようとする課題について，①イフダンオーダーの指値注文に対応できないという問題，②利用客が複数のイフダンオーダーを並行して行いたい場合には，それぞれのイフダンオーダーを個別に注文していかなければならず，顧客の注文手続が煩雑になるという問題，③金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合には，当該金融商品を所持する取引者は，損害を最小限に留めるべく当該金融商品の売却を望む場合が多いが，利用客は，指値注文の買い注文によって取得した金融商品を将来の相場の状況に応じて自動的に売却することはできず，またイフダンオーダーを相場の状況に応じて自動的に中止させることができないという問題，及び，④成行注文でイフダンオーダーを行いたい場合に対応できないという問題があると指摘され，「本発明は上記の問題に鑑みてなされたものであり，金融商品の成行注文において，システム利用客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを課題とする。」とされている。本件発明3は，1回目は成行で(課題④)，2回目以降は指値注文で(課題①)イフダンオーダーを行うことができ，システム利用客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ(課題②)，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合に，当該金融商品を自動的に売却してしまうことができる(課題③)のであるから，本件明細書等2に開示されている発明そのものであり，本件発明3を前提として本件明細書等2を見た場合に，当業者であれば本件発明3が開示されていると理解することができる。",
                    "本件明細書等2の【0007】及び【0008】に記載されているとおり，従来技術では，そもそも成行注文でイフダンオーダーを行うことに対応できていなかったのであり，本件明細書等2の発明はこの課題を解決するものである。このような課題との関係において，指値注文の価格を成行注文の価格と一致させるかどうかは問題とはならない。指値のイフダンオーダーを繰り返すこと自体は，特開2002-183446号公報(乙7。以下，「乙7公報」という。)及び特開2008-130002号公報(乙8。以下，「乙8公報」という。)においても開示されており，そこでは買い注文の価格(第一注文価格)は，顧客が適宜決定している。したがって，本件明細書等2に接した当業者は，2回目以降繰り返される指値のイフダン注文の第一注文価格を，これら従来技術のように適宜決定すればいいと理解できる。実施例において成行の約定価格と同一価格に設定しているからといって，本件明細書等2に開示されている発明がそのような態様に限定されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，「原出願である本件特許2に係る本件明細書等2の段落【0005】ないし【0008】の記載によると，本件特許2は，従来技術の課題として，取引開始直後の注文が成行注文のイフダンオーダーをすることができなかったこと及びイフダンオーダーを繰り返し行えなかったことを技術課題として設定している。この課題を解決する手段として，本件明細書等2では，取引開始直後に約定する成行注文の約定価格を基準として，注文情報群を生成し，これに基づいて，決済注文である指値注文及び逆指値注文を行い，当該指値注文が約定すると，新たな注文情報群を生成させ，これに基づいて，先行する成行注文の約定価格と同一の価格の指値注文を行い，当該指値注文が約定すると，当該新たな注文情報群に基づいて，当該指値注文の決済注文であって，先行する決済注文である指値注文及び逆指値注文と同一の価格の指値注文及び逆指値注文を行うことが開示されている。」と判示し，その根拠として本件明細書等2の【0044】，【0062】及び図7を挙げている。",
                    "しかし，本件明細書等2の【0044】の記載は，一実施形態を説明した記載の一部にすぎないのであって，本件発明1の指値の第一注文の価格を定義する記載とはなっていない。また，【0044】の記載自体が，指値の第一注文の価格を一回目の成行注文と同じ価格にすることを括弧書きで記載しているにすぎない。通常の日本語の用法として，括弧書きで説明されている内容は必須の事項を説明したものではなく，付加的な説明であることからすると，指値の第一注文の価格を成行注文での約定価格とする構成がそこで説明されている実施形態における付加的な説明にすぎないことが明らかであって，この記載を，括弧書きを除いて理解すれば，「この第二注文の約定の後，指値の第一注文・・と指値の第二注文とからなるイフダンが，複数回繰り返される。」というものであって，指値の第一注文の価格を特に指定しない態様が明記されていることになる。",
                    "また，【0062】の記載も【0059】における本実施形態の内容を説明したものであって，この実施形態ではそのように2回目以降の第一注文の指値価格に設定していることを意味しているにすぎず，本件発明3を，必ずこのような構成にしなければならないと限定しているものではない。この点は，図7も同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原出願において，ある構成を特許請求の範囲から意識的に除外していたときであっても，それを特許請求の範囲に含めるべく分割することは可能である。控訴人が，本件発明2の出願経過において，2回目以降の指値の第一注文の価格を取引開始時の相場価格とするような構成を本件明細書等2に記載しなかったことは，分割要件違反を認める理由にならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3にサポート要件違反はないこと",
              "text": [
                "原判決は，サポート要件違反についても判断しているが，その争点は，本件明細書等3に，本件発明3が記載されているか否かであり，その判断の基礎となる本件明細書等3の記載は本件明細書等2の記載と同一であるから，前記(4)で分割要件違反について述べたことは，そのままサポート要件についても当てはまる。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「被告サービス1が本件発明1の技術的範囲に属すること」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件1Bについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書等1においては，顧客が「値幅を示す情報」及び「利幅を示す情報」を含む五個の情報を入力する実施例のみが開示されていることから，これら五個の情報は，顧客が入力するものでなければならない。",
                        "「示す」とは，「物事が見る人・聞く人にある事柄をわからせる。表示する。意味する。」という意味であるから，人間である顧客が「値幅を示す情報」及び「利幅を示す情報」を含む五つの情報を入力したといえるためには，入力した情報が「金融商品取引管理システム」によって，どのような情報として受け付けられるのかを分かる必要がある。被告サービス1における④「想定変動幅」及び⑥「対象資産(円)」は「値幅を示す情報」又は「利幅を示す情報」に当たらない。「想定変動幅」とは「通貨ペア」の為替レートの変動幅の予測値を表示・入力する欄にすぎず，⑥「対象資産(円)」とは取引に使用する資産(日本円)を入力する欄にすぎないから，そのような二つの値から値幅及び利幅を理解することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件1Bの「前記金融商品の売買注文を行うための売買注文申込情報として受け付け」られる五個の情報は，「金融商品取引管理システム」に入力されるものであるから，「金融商品取引管理システム」の外部にあるものでなければならない。入力された情報に基づき，何らかの算定式等に基づいて，「金融商品取引管理システム」の内部で生成された情報は，外部からの入力に係る情報ではない。したがって，仮に，被告サービス1において，入力された六個の情報に基づき，入力後に値幅及び利幅に相当する数値が算定可能であるとしても，それは，入力に係る情報を規定する構成要件1Bの「値幅を示す情報」「利幅を示す情報」に当たらない。このことは，構成要件1Cにおいて，「該注文入力受付手順によって受け付けられた前記売買注文申込情報に基づいて，・・・前記金融商品の注文情報を生成する注文情報生成手順と，」と規定されていることからみて，なお一層明らかである。すなわち，「売買注文申込情報」は，「注文情報を生成する」のに先立って存在するので，いったん「注文情報」が生成され，そこから遡って「売買注文申込情報」を導き出し得たとしても，それは，構成要件1Bの「値幅を示す情報」「利幅を示す情報」及び構成要件1Cの充足性を論じる上で，何ら意味をなさない。顧客が画面上で入力した情報に基づいて演算された情報は，本件発明1においては構成要件1Cで演算処理されるのであるから，演算結果である情報をもって構成要件1Bの充足性を問題にすることはできない。",
                        "被告サービス1では，「注文情報群」を算出するに当たり，対象の通貨を所定の価格で買(売)った後，相場が予想に反して変動した場合に，追加で対象の通貨を買う(売る)場合の値幅情報及び利幅情報を売買注文申込情報として入力する欄はないから，値幅情報及び利幅情報を売買注文申込情報として受信して受け付けてはいないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1と被告サービス1は，金融商品の相場変動を正確に予測することができなくてもFX取引による所望の利益を得るという課題を，顧客に利幅及び値幅という専門的な知識が必要である情報を入力させることで解決するか，それともこれらの情報を入力させないまま解決するかという課題解決原理の違いがあり，作用効果が異なる重大な考慮要素である。利幅及び値幅を含む情報を顧客に入力させなくてもよいという解釈は，本件発明1の課題解決原理を無視するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告サービス1は，画面1において，顧客が①～⑥の情報を入力し，「計算」アイコンを押すと，画面2に遷移する。",
                        "画面1",
                        "画面2において，⑧の情報は，強いていえば，買いの指値価格及び売りの指値注文のペアとなり得る存在として，注文情報群に相当し得る。しかし，画面2の⑧の情報において，顧客が自由に注文情報を変更することができて，しかも，それらの変更は，⑧の情報全体に影響を及ぼすものではない。",
                        "画面2",
                        "画面2において，顧客が⑧の情報を適宜修正してから「注文」ボタンを押すことによって，取引が開始される。したがって，被告サービス1が提案した⑧の情報に対し，顧客による適宜の修正が加わった後，最終的に注文情報群となるのは，顧客が⑧「注文情報群」欄に入力したものということになる。",
                        "構成要件1Cにおいて，「金融商品取引管理システム」が演算した「注文情報群」をそのまま使用する本件発明1と異なり，被告サービス1は，最終的に，顧客が注文情報群を入力するので，この意味において，被告サービス1は，構成要件1B及び1Cを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1C，1E～1Hについて",
                  "text": [
                    "構成要件1C及び構成要件1E～1Hの充足性は，いずれも本件発明1が構成要件1Bを充足することが前提となっているところ，前記アで述べたとおり，本件発明1は，構成要件1Bの「値幅を示す情報」及び「利幅を示す情報」を充足しないので，構成要件1Bを充足しない。したがって，被告サービス1は，構成要件1C及び構成要件1E～1Hを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告サービス1が本件発明1を均等侵害するものではないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「相違点の認定の誤り」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，②「注文種類」について，「サイクル注文」が選択されることが前提となっているから，被告サービス1の②「注文種類」は，「前記金融商品の売買注文を行うための売買注文申込情報」を構成しないと主張する。",
                        "しかし，②「注文種類」において，「サイクル注文」が選択されることによって，初めて，複数存在するサービスの中から被告サービス1が選択され，開始されるのであるから，②「注文種類」は被告サービス1の注文方法による金融商品の売買注文を行うための売買注文申込情報を構成する。そして，構成要件1Bには，被告サービス1における②「注文種類」に相当する情報が規定されていない。したがって，②「注文種類」は，構成要件1Bとの間で相違点となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，③「参考期間」が④「想定変動幅」の値を変化させるだけの情報であることを理由として，「前記金融商品の売買注文を行うための売買注文申込情報」ではないと主張する。",
                        "しかし，③「参考期間」が存在しなければ，「前記金融商品の売買注文を行うための売買注文申込情報」を構成する④「想定変動幅」が算出されないから，③「参考期間」が「前記金融商品の売買注文を行うための売買注文申込情報」に直接関係していることが明らかである。したがって，③「参考期間」は，構成要件1Bとの間で相違点となる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，構成要件1B-3及び1B-4を根拠に，本件発明1において，金融商品を先に買って売るのか，それとも，先に売って買うのかが選択可能であるから，被告サービス1における売買注文申込情報を構成する⑤「ポジション方向」が構成要件1Bとの間で相違点とならないと主張する。",
                        "しかし，構成要件1B-3が規定するのは，あくまで「一の注文価格を示す情報」であるし，構成要件1B-4が規定するのは，あくまで「利幅を示す情報」であるから，構成要件1B-3の「前記金融商品の販売注文価格又は購入注文価格としての」という記載及び構成要件1B-4の「一の前記注文価格の前記金融商品を前記一の注文価格で販売した後に他の価格で購入した場合の利幅又は一の前記注文価格の前記金融商品を前記一の注文価格で購入した後に他の注文価格で販売した場合の」という記載は，構成要件1B-3の「一の注文価格を示す情報」及び構成要件1B-4の「利幅を示す情報」を修飾又は説明する記載にすぎない。したがって，構成要件1B-3及び構成要件1B-4で規定される「前記金融商品の売買注文を行うための売買注文申込情報として受信して受け付け」られる情報は，「一の注文価格を示す情報」及び「利幅を示す情報」の二つの情報であって，金融商品を先に買って売るのか，それとも，先に売って買うのかについての情報ではない。⑤「ポジション方向」は構成要件1Bとの間で相違点となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件発明1の本質的部分が「複数の注文情報群を生成すること」及び「注文情報群の生成と約定を繰り返すこと」にあるとして，これらについて，いずれも引用文献1に開示されていないと主張する。",
                        "しかし，「複数の注文情報群を生成すること」について，引用文献1の【0051】及び【0052】に記載された例では，どのような売込み注文又は買取り注文が約定しようと，約定した注文の【図7】における横列において隣り合う注文が必ず行われるから，引用文献1の【図7】の横列において隣り合う売込み注文及び買取り注文が注文情報群を形成するといえる。",
                        "また，「注文情報群の生成と約定を繰り返すこと」について，一つの注文情報群を形成する引用文献1の【図7】のとある横列において隣り合う売込み注文及び買取り注文に注目した場合，【0051】及び【0052】に記載された注文のルールに基づくと，一方の注文が約定したときは，少なくとも他方の注文が必ず行われるところ，当該約定の際の相場価格が一方の注文の指値価格(又はその近傍)に位置することからみて，一方の注文及び他方の注文は，この順番で交互に約定する。したがって，控訴人の主張を前提としても，注文情報群を形成する一方の注文及び他方の注文は，一方が約定して初めて他方が約定し得るような対の関係にある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件明細書等1の【0005】の記載は，専らキャンセル処理に係る構成についてのものであって，本件発明1に対するものではないと主張する。",
                        "しかし，本件明細書等1の【0005】には，「さらに，指値注文において注文件数の極端な増大や注文キャンセルの頻発が起こった場合，金融商品の取扱業者も業務の煩雑化や事実上の損害の発生を被る恐れがある。特に取扱対象の金融商品が外国為替の場合，顧客と銀行とを仲介する取扱業者が銀行に事実上の損害を与えてしまい，銀行からの信用を失う恐れがある。従って，指値注文による取引を行う場合，金融商品の取扱業者の被るリスクを回避することにも留意する必要があるが，上記特許文献1に記載の発明においては，当該取扱業者のリスクも回避できないという問題がある。」と記載されているから，専らキャンセル処理に係る構成についてのものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2要件について",
                  "text": [
                    "被告サービス1は，構成要件1B-4(利幅を示す情報)及び構成要件1B-5(値幅を示す情報)を顧客に入力させないところ，これによって，顧客に対して専門的な知識を要求しないものである。これに対し，本件発明1は，これらを顧客に入力させることによって，顧客に対して専門的な知識を要求する代わりに，顧客の入力に基づいて，一義的に全ての注文を決定し，もって，顧客の思いどおりに注文を行わせるものであるから，被告サービス1及び本件発明1は，課題解決原理が異なることが明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第3要件について",
                  "text": [
                    "甲17公報のレンジとは，複数の注文情報群を配置する価格帯の幅を示すようであるが，これは，「「通貨ペア」の為替レートの変動幅の予測値」ではないから，被告サービス1の④「想定変動幅」に相当するものではない。このことは，甲15公報にも同様に当てはまる。また，⑥「対象資産(円)」とは，「取引に使用する資産(日本円)」であるから，これが甲17公報のトラップ本数に相当するはずがない。このことは，甲15公報にも同様に当てはまる。",
                    "したがって，本件発明1に甲15公報に記載された発明及び甲17公報に記載された発明を適用できたとしても，それによって，④「想定変動幅」に係る構成及び⑥「対象資産(円)」に係る構成を導き出すことができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「被告サービス2が構成要件3Fを充足すること」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「『注文情報』の意義」について",
                  "text": [
                    "控訴人は，本件明細書等3の【0053】，【0060】及び【0061】等を引用し，本件発明3の「注文情報」とは，「個別具体的な注文」に内在するものではなく，その外部に存在する「管理(有効／無効の切り替えを行う)情報」である「②個別具体的な注文を管理するための情報」を意味すると主張する。しかし，控訴人の主張を裏付ける記載は，本件明細書等3に存在しない。",
                    "また，本件発明3に係る特許請求の範囲は，構成要件3F-2として「該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，」と規定され，構成要件3F-3として「以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせる」と規定され，「・・・注文」は，「・・・注文情報」「に基づく」のであるから，「・・・注文情報」は，「・・・注文」を行うためのものであって，それらは，別々に存在するものであり，「・・・注文情報」が「・・・注文」に対し，時間的に先行して存在するものである。本件発明3に係る特許請求の範囲には，「・・・注文情報」が「・・・注文」を管理するといったことが何ら規定されていない。仮に，「管理情報」が「個別具体的な注文」とは別に存在するとした場合，それが注文の「有効／無効の切り替えを行う」のは，構成要件3E及び本件明細書等3の【0054】等の記載から，注文が行われた後であるから，「管理情報」が機能するタイミングは，注文より後である。しかし，本件発明3の「注文情報」及び「注文情報群」は，注文に先立って生成されるものであって，注文を行うためのものであるから，注文より前のタイミングで機能し，本件発明3の「注文情報」及び「注文情報群」は，注文より後のタイミングで機能する「管理情報」ではない。",
                    "したがって，本件発明3の「注文情報」及び「注文情報群」は，「②個別具体的な注文を管理するための情報」を意味せず，「①注文のひな形となる設定用ファイル」を意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「被告サービス2における注文情報」について",
                  "text": [
                    "被告サービス2において，具体的な個々の注文は，これらに先立って生成された「ナンピン最適化ファイル」に係る情報に基づいて行われ，具体的な個々の注文及び「ナンピン最適化ファイル」の間には，何ら中間子が介在しないので，「ナンピン最適化ファイル」は，本件発明3の「注文情報」又は「注文情報群」に相当する。",
                    "したがって，被告サービス2においては，「②個別具体的な注文を管理するための情報」に相当する情報を備えていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3に係る特許出願が分割要件違反であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件明細書等2に記載された解決すべき従来技術の課題をことさらに抽象化し，その上で，「2回目以降の指値の第一注文の価格を1回目の成行注文の約定価格とする」ことは，控訴人が主張するところの本件明細書等2に記載された解決すべき従来技術の課題とは，何ら関係がないと主張する。しかし，本件明細書等2に記載された解決すべき従来技術の課題は，原判決が認定及び判断したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，乙7公報及び乙8公報には，指値注文のイフダンオーダーを繰り返すことが開示されており，それらにおいて，第一注文である買いの指値注文の指値価格は，顧客が適宜決定しており，本件明細書等2に接した当業者であれば，これに倣って，2回目以降の指値の第一注文の価格を当業者が適宜決定すればよいと主張する。",
                    "しかし，仮に，乙7公報及び乙8公報に開示されているところが控訴人の主張に係るものであったとしても，それらは，指値注文のイフダンオーダーを繰り返すものであるから，第一注文である買いの指値注文の指値価格は，取引開始前に顧客によって決定され，取引開始直後に第一注文である買いの指値注文が行われるものである。一方，本件明細書等2で開示されているのは，取引開始後の1回目の注文が買いの成行注文のものであって，指値注文のイフダンオーダーを繰り返すものではない。したがって，取引開始前に決定された指値価格に係る指値注文を取引開始後に繰り返すことを，本件明細書等2で開示されているものに適用することができない。",
                    "本件明細書等2に接した当業者といえども，2回目以降の指値の第一注文の価格を適宜決定することができないし，構成要件3F-2に係る構成を導き出すことができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，特許庁審査官に対し，手続補正書(乙11)によって，構成要件3F-2に係る構成と同様の構成を追加しようとしたが，特許庁審査官は，拒絶理由通知書(乙12)において，本件明細書等2には，構成要件3F-2に係る構成と同様の構成が記載されていないばかりか，構成要件3F-2に係る構成と同様の構成の追加は，新たな技術的事項の導入に当たると認定及び判断した。これに対し，控訴人は，特許庁審査官の認定及び判断に対し，何ら反論することなくこれを素直に受け入れ，構成要件3F-2に係る構成と同様の構成の追加を諦め，これを撤回した。",
                    "これらの控訴人の態度からみて，控訴人は，2回目以降の指値の第一注文の価格を取引開始時の相場価格とするような構成要件3F-2に係る構成が本件明細書等2に記載されておらず，また，その追加は，新たな技術的事項の導入に当たることを認めていたことが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3にサポート要件違反があること",
              "text": [
                "本件発明3は，サポート要件違反であり，このことは，前記(4)で述べたところから明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の請求のうち，被告サービス1に対する差止請求を認容し，その余の請求を棄却すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明の意義",
          "text": [
            "原判決92頁5行目から93頁1行目までを削るほかは，原判決「事実及び理由」欄の第4，1に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告サービス1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(構成要件1Bの「値幅を示す情報」の充足性)及び同イ(構成要件1Bの「利幅を示す情報」の充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告サービス1の認定",
                  "text": [
                    "証拠(甲7，乙4)及び弁論の全趣旨によると，被告サービス1は，以下のとおりのものと認定することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人のウェブサイトで，「サイクル注文」を選択すると，「新規注文入力」と題する画面1が表示される。画面1では，顧客は，①「通貨ペア」，②「注文種類」，③「参考期間」，④「想定変動幅」，⑤「ポジション方向」及び⑥「対象資産(円)」の各情報を入力し，その後に同画面の「計算」ボタンをクリックすると，別の「新規注文入力」と題する画面2に遷移する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "画面2においては，画面1で顧客が入力した情報に基づく計算結果が，注文数，値幅，並びに，新規指定レート及び利食いレートを持つ複数の注文情報群として示される。各注文情報群の新規指定レートと利食いレートとの差は等しい。各注文情報群の新規指定レート及び利食いレートは，顧客において変更することができ，新規指定レート又は利食いレートを変更した場合，一の高値側の新規指定レートの値と一つ安値側の利食いレートの値は連動して変化するが，それ以外の新規指定レート及び利食いレートが自動的に変更されることはない。また，顧客は，画面2の「数量」入力欄に，注文希望数を，金額に相当する単位で入力する。顧客が画面2の「注文」ボタンをクリックすると，取引が開始する。顧客は，画面2の「戻る」ボタンをクリックして画面1に戻って前記①～⑥の情報を再入力することや，画面2の「キャンセル」ボタンをクリックして，注文をしないこととすることもできる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記の新規指定レート及び利食いレートを持つ複数の注文情報群は，新規指定レートのうち一番先頭の価格を最高価格としてより安値側にした複数の新規指定レートと利食いレートのうち一番先頭の価格を最高価格としてより安値側にした複数の利食いレートから成り，これら複数の新規指定レートと複数の利食いレートとは互いに売りと買いの関係にある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記の複数の注文情報群は，取引のため金融商品取引管理システムに一旦格納されることとなる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "取引が開始した後は，画面2で表示された複数の注文情報群全てにおいて，例えば，第一注文が買い注文で第二注文が売り注文である場合，それぞれの注文情報群の買い注文は注文中，売り注文は待機とされ，ある注文情報群の買い注文が成約すれば，対応する売り注文が注文中とされ，売り注文が成約すれば，同一注文情報群の買い注文が再び注文中とされ，約定と注文が繰り返される構成となっている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，被告サービス1は，あらかじめ指定した変動幅の中で，複数のイフダン注文を一度に同時発注し，決済成立後，あらかじめ指定した変動幅の範囲で成立した決済注文と同条件のイフダン新規注文をシステムが自動的に繰り返し発注する連続注文機能を有するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「値幅を示す情報」及び「利幅を示す情報」の充足性",
                  "text": [
                    "上記認定によると，顧客は，画面2において，複数の注文同士の「値幅」を認識し，新規指定レートと利食いレートとの差から「利幅」を認識し，必要に応じて変更を加えた上で，「戻る」ボタンや「キャンセル」ボタンをクリックして注文しないことを選択できるにもかかわらず，「注文」ボタンをクリックして画面2において示された値幅及び利幅による注文情報群の注文をすることができるのであるから，顧客が「値幅を示す情報」及び「利幅を示す情報」を売買注文申込情報として入力し，被告サービス1はこれを受信して受け付けているものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件1Bの充足性",
                  "text": [
                    "「画面2」において示され「注文」ボタンをクリックすることによって送られる情報のうち，「通貨ペア」，「数量」，及び「新規指定レートのうち一番先頭の価格」が，それぞれ，構成要件1Bにおける，「売買を希望する前記金融商品の種類を選択するための情報」，「前記金融商品の売買注文における，注文価格ごとの注文金額を示す情報」，及び「前記金融商品の販売注文価格又は購入注文価格としての一の注文価格を示す情報」に相当するといえ，これらの情報はいずれも売買注文に用いられるから，「金融商品の売買注文を行うための売買注文申込情報」であるといえる。",
                    "以上より，被告サービス1は，本件発明1の構成要件1Bを充足することになる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，本件明細書等1においては，顧客が「値幅を示す情報」及び「利幅を示す情報」を含む五個の情報を入力する実施例のみが開示されていることから，これら五個の情報は，顧客が入力するものである，と主張する。",
                        "しかし，構成要件1Bは，顧客が各情報を，プルダウンメニューから選択したり，キーボードで数字を打ち込んだりすることを要件としていないから，これらの操作と，画面上に示された情報を確認して実行することとを区別する理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，人間である顧客が「値幅を示す情報」及び「利幅を示す情報」を含む五つの情報を入力したといえるためには，入力した情報が「金融商品取引管理システム」によって，どのような情報として受け付けられるのかを分かる必要があるところ，被告サービス1ではそのような構成になっていない旨主張する。",
                        "しかし，上記認定のとおり，顧客は，被告サービス1の画面2において，画面2に表示された値幅及び利幅における注文をすることを決定して，「注文」ボタンをクリックするものであるから，被告サービス1において，顧客は，自ら望み具体的に認識した値幅及び利幅が，「値幅を示す情報」及び「利幅を示す情報」として「金融商品取引管理システム」に受け付けられることを認識しているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，「値幅を示す情報」及び「利幅を示す情報」は，「金融商品取引管理システム」に入力されるものであるから，「金融商品取引管理システム」の外部にあるものでなければならない，と主張する。",
                        "しかし，被告サービス1においては，値幅と利幅が，「金融商品取引管理システム」の内部で何らかの算定式等に基づいて生成された情報であっても，情報が生成されれば直ちに売買注文申込情報となるのではなく，顧客が「注文」ボタンをクリックして初めて，売買注文申込情報として受け付けられるものである。このような値幅及び利幅について，「金融商品取引管理システム」の内部で生成された情報であることを理由に，「値幅を示す情報」「利幅を示す情報」に該当しないということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人は，本件発明1においては，「売買注文申込情報」は，「注文情報を生成する」に先立って存在するので，いったん「注文情報」が生成され，そこから遡って「売買注文申込情報」を導き出し得たとしても，それは，構成要件1Bの「値幅を示す情報」及び「利幅を示す情報」並びに構成要件1Cの充足性を論じる上で，何ら意味をなさない，と主張する。",
                        "しかし，被告サービス1において，実際に注文される場合の売買注文申込情報は，画面2で顧客が「注文」ボタンをクリックしたときに入力され，受信して受け付けられ，後記(2)のとおり，その後，注文情報が生成される。顧客が①～⑥の情報を入力して画面1で「計算」ボタンをクリックしてから生成される情報は，あくまでも売買注文申込情報を生成するに当たってのいわば参考情報にすぎないものと解される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被控訴人は，被告サービス1では，「注文情報群」を算出するに当たり，対象の通貨を所定の価格で買(売)った後，相場が予想に反して変動した場合に，追加で対象の通貨を買う(売る)場合の値幅情報及び利幅情報を売買注文申込情報として入力する欄はないから，値幅情報及び利幅情報を売買注文申込情報として受信して受け付けてはいないというべきである，と主張する。",
                        "しかし，構成要件1Bには，対象の通貨を所定の価格で買(売)った後，相場が予想に反して変動した場合に，追加で対象の通貨を買う(売る)場合の値幅情報を入力することは規定されていないから，そのような構成を有しないとしても，構成1Bの充足性が左右されることはない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被控訴人は，本件発明1と被告サービス1は，金融商品の相場変動を正確に予測することができなくてもFX取引による所望の利益を得るという課題を，顧客に利幅及び値幅という専門的な知識が必要である情報を入力させることで解決するか，それともこれらの情報を入力させないまま解決するかという課題解決原理の違いがあり，利幅及び値幅を含む情報を顧客に入力させなくてもよいという解釈は，本件発明1の課題解決原理を無視するものである，と主張する。",
                        "しかし，本件発明1は，上記課題を複数の注文情報群を繰り返し実行することによって解決したものであり，被告サービス1もこの構成をとるものである。それに加えて，被告サービス1は利幅及び値幅を含む情報を顧客に入力させなくてもよいという構成をとることにより，より上記課題解決を進めたものということができるとしても，この点をもって，被告サービス1が本件発明1の技術的範囲に属しないということはできない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "被控訴人は，構成要件1Cにおいて，「金融商品取引管理システム」が計算した注文情報群をそのまま使用する本件発明1と異なり，被告サービス1は，最終的に，顧客が注文情報群を入力するので，この意味において，被告サービス1は，構成要件1B及び1Cを充足しない，と主張する。",
                        "しかし，上記(エ)のとおり，顧客が①～⑥の情報を入力して画面1で「計算」ボタンをクリックしてから生成される情報は，あくまでも参考情報にすぎず，被告サービス1においては，画面2で顧客が「注文」ボタンをクリックしたときに売買注文申込情報が受信して受け付けられ(構成要件1B)，後記(2)アのとおり，その後，注文情報が生成される(構成要件1C)のであるから，構成要件1B及び1Cを充足する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)ウ(構成要件1C，1E，1F，1G及び1Hの充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件1Cについて",
                  "text": [
                    "前記(1)のとおり，被告サービス1における取引は，「画面2」に表示された，新規指定レート及び利食いレートを持つ複数の注文情報群を，顧客が確認した上で，「注文」ボタンをクリックすることで開始されることから，実際の注文に用いられる注文情報は，「画面2」において顧客によって「注文」ボタンをクリックした後，すなわち，構成要件1Bに係る手順の後に，「注文」ボタンのクリックによって受信して受け付けられた売買注文申込情報に基づいて生成されるものと解される。",
                    "以上より，被告サービス1は，本件発明1の構成要件1Cを充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1Eについて",
                  "text": [
                    "前記(1)のとおり，被告サービス1においては，取引は，「画面2」に表示された，新規指定レート及び利食いレートを持つ複数の注文情報群を，顧客が確認した上で，「注文」ボタンをクリックすることで開始される。この場合の「利食いレート」のうち一番先頭の価格と，「新規指定レート」のうち一番先頭の価格とは，それらによる売買注文を行うことでその差に相当する利益が得られる関係にあって，そのような差が利幅に相当するといえるから，当該「利食いレート」のうち一番先頭の価格が構成要件1Eの「注文価格と利幅とに基づいて算出される第二注文価格」に相当する。したがって，被告サービス1は上記「第二注文価格」に相当する価格を算出する手順を有するといえる。",
                    "以上より，被告サービス1は，本件発明1の構成要件1Eを充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件1Fについて",
                  "text": [
                    "前記(1)のとおり，被告サービス1においては，取引は，「画面2」に表示された，新規指定レート及び利食いレートを持つ複数の注文情報群を，顧客が確認した上で，「注文」ボタンをクリックすることで開始される。この「新規指定レート及び利食いレートを持つ複数の注文情報群」は，前記「新規指定レートのうち一番先頭の価格」を最高価格としてより安値側に，それぞれの値幅が売買注文申込情報に含まれる値幅となるようにした複数の「新規指定レート」と，当該複数の各「新規指定レート」に対し，利幅が売買注文申込情報における利幅となるようにした複数の「利食いレート」であって，これら，複数の「新規指定レート」と複数の「利食いレート」とは互いに売りと買いの関係にあり，かつ上記複数の「利食いレート」は前記「利食いレート」のうち一番先頭の価格より安値側になるから，上記1Fの「第一注文情報」及び「第二注文情報」に相当する。したがって，被告サービス1は，上記「第一注文情報」及び「第二注文情報」からなる注文情報群を複数生成する手順を有するといえる。",
                    "以上より，被告サービス1は，本件発明1の構成要件1Fを充足する。",
                    "なお，被告サービス1においては，上記の複数の注文情報群及び上記イの第二注文価格は，売買注文申込情報を受信して受け付ける(構成1B)際には売買注文申込情報に含まれているのであり，それが直ちに注文情報となる(構成1C)のであるが，構成1E及び1Fがこのような場合を除外する趣旨であるとは解されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件1Gについて",
                  "text": [
                    "前記(1)のとおり，被告サービス1においては，顧客の「画面2」の「注文」ボタンのクリックにより発生した，新規指定レート及び利食いレートを持つ複数の注文情報群は，取引のために金融商品取引管理システムに一旦格納されることから，上記注文情報群を金融商品取引管理システムの記録手段に記録するものであるといえる。",
                    "したがって，被告サービス1は，本件発明1の構成要件1Gを充足する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件1Hについて",
                  "text": [
                    "前記(1)のとおり，被告サービス1は，あらかじめ指定した変動幅の中で，複数のイフダン注文を一度に同時発注し，決済成立後，あらかじめ指定した変動幅の範囲で成立した決済注文と同条件のイフダン新規注文をシステムが自動的に繰り返し発注する連続注文機能である。上記「あらかじめ指定した変動幅の範囲で成立した決済注文と同条件のイフダン新規注文」とは，「約定した前記第一注文と同じ前記第一注文価格における前記第一注文」と，「約定した前記第二注文と同じ前記第二注文価格における前記第二注文」からなるイフダン新規注文に相当するといえるから，当該「あらかじめ指定した変動幅の範囲で成立した決済注文と同条件のイフダン新規注文」を自動的に繰り返し発注する被告サービス1のサイクル注文の機能は，構成1Hの構成に相当するといえる。",
                    "したがって，被告サービス1は，本件発明1の構成要件1Hを充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(4)ア(本件発明1についての無効理由(引用発明1を主引例とする進歩性欠如)の存否)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献1には，以下の記載がある(乙6)。",
                        "【0001】【発明の属する技術分野】(発明の背景)(発明の分野)この発明は，データ通信ネットワークを通じて株，債券，物件，先物，オプション，指数，外国為替などを自動売買する方法およびシステムに係り，より詳しくは，投資家のあらかじめの特定条件に応じてコンピュータが自動で売買を発注する方法およびシステムに関するものである。",
                        "【0014】【発明が解決しようとする課題】ところで，かかる手間のかかる煩わしい作業は多くの時間を消やすことになりかねないことから，多忙な職場人なり時間を割愛しづらい人びとにとっては株市場の変動に適切に対応できない問題がある。また，適切な売買時点を逃がすことになりかねない。度ごとの売込みあるいは買取りを発注するのに要される時間が過多となることから，証券会社および機関投資家の立場からみれば，人件費が増す要因となるうえ，かりに必要な情報データを書き込む途中にコンピュータのキーボードの誤りなどによって，たとい一打たりとも書き込み誤りがある場合には，莫大な経済的損失を被ることになる場合も起こりうる。",
                        "【0015】一方で，多くの株投資家は，自己が投資を望んでいる特定株の暫定的な希望買取り値および買取り量，希望売込み値および売込み量などについて思案に暮れている。ところで，前記株の現在価が自己の望む売込み値あるいは買取り値に到達しているかについて分かるためには，常時株市場の株価の変動をにらんでいなければならない。とはいえ，かように株価の変動を続けざまに見極めることはたやすい業ではない。",
                        "【0016】(発明の概要)この発明は前述の種々の問題を解決するためになされたものであり，この発明の目的は，市場の変動なり新たな情報にさほどに気を配らずに投資可能な売買自動発注方法およびシステムを提供することにある。",
                        "【0017】この発明は個人投資家および機関投資家を含む投資家にとって代わり，あらかじめ定められている条件に従じて繰返し売買を発注する売買自動発注方法およびシステムを提供することにある。",
                        "【0020】この発明は更に他の目的を達成するために，データ通信ネットワークに連結されたコンピュータシステムを利用して株を売買する方法において，前記方法は，前記コンピュータシステムで売買を望む株を特定し，買取り条件と売込み条件を含む自動売買条件を書き込む段階；前記売買条件に応じて少なくとも一つからの株売込みおよび少なくとも一つからの株買取りを前記データ通信ネットワークを通じて発注する段階；前記データ通信ネットワークを通じて前記株売込みあるいは株買取りへの発注が約定されたかどうかを確認する段階；及び，前記株売込みあるいは株買取りへの発注が約定された場合，コンピュータが前記あらかじめ決定された株売買条件に応じて新たな株売込みおよび株買取りを前記データ通信ネットワークを通じて発注する段階を提供する。",
                        "【0023】さらに，この発明に従う自動発注システムで具現できるユーザのコンピュータ(10)には，株持主とのインターフェースをするためのユーザーインターフェース(12)と，株投資家に対する情報(例えば，持ち株の種目および数量，前記株の買取り値，持ち金資産など)およびユーザーの意向によって設定された株売買条件を記憶させて売買約定状況なり，ユーザーの操作につれて新たな株売買条件に更新するための売買条件制御モジュール(16)と，前記売買条件に応じてその株の売買を発注せしめる売買発注制御モジュール(14)とが含まれる。",
                        "【0025】前記証券会社のコンピュータシステム(20)は，前記ネットワーク(40)を通じて前記ユーザーのコンピュータ(10)とデータ通信をやりとりできるように接続され，証券会社の管理人とのインターフェースのための管理者インターフェース(22)と，該ユーザーのコンピュータ(10)から依頼された売買発注を受信して，これを証券取引所のコンピュータシステム(30)へ伝送して株取引を約定するようにするための売買遂行モジュール(24)，および特定の株持ち主の証券口座の可用残高および株の残量を記憶させて約定された売買に応じてこれらを更新するための口座制御モジュール(26)を含む。",
                        "【0035】最初の売買条件の設定はこの発明の一部ではない。最初の売買条件は現在における通常の証券会社らがサイバー証券取引投資家のために提供する方法およびシステムと同様である。現在の株の価格の照会ボタン(407)は選択的な事柄である。欄(408)は買取りあるいは売込みを選択するためのボタンである。この例では単価25，000ウォンでABC株式会社の100株(410)を買取る(408)ことを最初の取引として設定した。",
                        "【0036】自動売買条件は，最初の売買が成立されたことを前提とするものである。自動売買条件を設定するために，売込みあるいは買取りを選択するための欄(412，422)，単価および数量を定量あるいは定率として選択するための欄(414，418，424，428)，および単価あるいは数量を定量あるいは定率として書き込むための欄(416，420，426，430)が提供される。",
                        "【0043】次に，図5～7を参照してこの発明の実施態様3について述べることにする。前記実施態様1および2は，設定された自動売買条件に応じて買取りおよび売込み中の一つを自動で発注することを特徴としているが，この発明の実施態様3は後述するごとく，設定された自動売買条件に応じて買取りおよび売込みが同時に発注できることを特徴としいる。",
                        "【0044】図5に示すように，実施態様3に沿ってシステムが開始され段階(500)，段階(502)で自動売買条件を設定する。自動売買条件の設定は，例えば，図6のごときインターフェースをユーザーに提供することによって行われることができる。図6において，自動売買条件の設定部を除く残余部分は図4の参照番号(401)～(410)で表示された部分と同一である。ただし，この例おいては，DEF株式会社の10，000株を持ち合わせており，最初の売買条件としてDEF株式会社の100株を株あて10，000ウォンで売込むものと例示した。",
                        "【0045】自動売買条件で基準量(602)は，毎度の自動売買時に売込みおよび買取りの基準量を設定する。欄(604)には株売買時に要される証券会社の歩合(および税金)の料率を書き込む。これは必須的なものではないが，株を売買した後の収益率の勘定に足しになれる。自動売買で買取り値および売込み量の欄(606，608，610，612)に設定する。買取り値は毎度の売込み値より所定割合の安値で設定するか，所定額の低値で設定することができる。図6おいては売込み値より毎度500ウォンと安値を自動買取り値として設定した。自動買取り量もまた欄(610)で定量あるいは定率で設定することができる。欄(612)が空欄の場合，毎度の自動買取り発注は基準量の設定値(602)のごとく100株となる。欄(612)には＋および-符号が使用されうるし，＋記号が使用された場合，定量あるいは定率分だけ自動買取り発注量が増し，-記号が使用された場合は定量あるいは定率分だけ減るようになる。",
                        "【0046】自動売込み条件もまた同一の方式によって欄(614，616，618，620)で設定する。この発明の実施態様においては最初の売込み値より毎度1，000ウォンずつ値上がりあるいは値下がりした値段で100株を自動売込むものと設定することにした。加重売買条件もまた欄(622，624)で定量あるいは定率として設定することができる。加重売買条件の意味については後述することにする。",
                        "【0048】ユーザーは売買テーブル申込みボタン(628)を使用して図7のごとき自動売買テーブルを作ることができる。ところで，自動売買テーブルは仮想的なものでありうるし，視覚的なテーブルの作成は選択的なものである。つまり，この発明に従うシステムが自動売買テーブル(700)を作成するための公式あるいはロジックを記憶させていることだけによっても，この発明に従う実施態様3は実行されることができる。",
                        "【図7】",
                        "【0049】図7の自動売買テーブル(700)は，図6の自動売買の設定条件によって作られることができる。自動売買テーブル(700)売込み値の縦列(714)でそれぞれの横列の売込み値が設定されているとおり，1，000ウォンずつの隔りをもつように作られ，買取り値の縦列(712)のそれぞれの買取り値は同じ横列の売込み値より500ウォンずつ安値で作られる。自動売買テーブル(700)において，(702)～(710)のごとき横列は最初の売買価を基準に上下にわたって適切な数だけ作られる。",
                        "【0050】・・・売買テーブル(700)はユーザーが売買テーブル確定ボタン(716)を押すことによって確定される。",
                        "【0051】図5を参照して，最初の売込みが成功すると，早急にあらかじめ設定された自動売買条件による自動売買テーブルに応じて第1回目の自動買取りと自動売込みが発注される(段階512)。実施態様3は”同一の株を安値で買取って高値で売り込むよう”に設計されている。したがって，最初の売込み発注が約定されると，自動売買テーブル(700)において，約定された最初の売込み値(10，000ウォン)より真下の安値の買取り(つまり，9，500ウォンの買取り値で100株の買取り)を発注し(図7の横列(706))，約定された売込み値より真上の高値の売込み(つまり，11，000ウォンの売込み値で100株の売込み)を発注する(図7の横列(704)の売込み欄参照)。かかる売込みおよび買取り発注は口座残高および持ち株数の範囲内にあることから，段階(506)および(508)でエラーは発生しない。",
                        "【0052】第1回目の自動売買発注中に買取り発注が発注とおりに約定された場合には，自動売買テーブル(700)で約定された発注価に隣合う買取りおよび売込みが発注される。前述のごとく，実施態様3は寸前の約定価より”安値”で買取り，”高値で売り込む”ように設計されたものであることから，第2回目の自動売買は，図5の段階(514，516，506)および(508)を径て買取り(8，500ウォンで100株の買取り，図7の横列(708)参照)および売込み(10，000ウォンで100株の売込み)が発注される。第2回目の自動売買で売込み発注が約定された場合，第3回目の自動発注は約定された発注価(第2回目の10，000ウォン)に隣り合う買取り(9，500ウォンで100株の買取り)および売込み(11，000ウォンで100株の売込み)が自動的に発注される。つまり，毎度の自動売買では自動売買テーブル(700)での約定価より真下の安値の買取りおよび約定価より真上の高値の売込みが発注される。",
                        "【0053】実施態様3に応じて自動的に売買する場合，株価が最初の売買価の値段の範囲から上下に変動される場合，所定の収益が発生される。例えば，図7において株価が10，000ウォンから14，000ウォンに値上がりしてから，再度10，000ウォンとなった場合，所定の収益が発生する。さらに，株価が10，000ウォンから4，000ウォンに値下がりしてから，再度10，000ウォンに値上がりした場合にも所定の収益が発生する。このように，実施態様3は株価がある値段の範囲で上下へ頻繁に変動される株に対する投資方法として適切であるといえる。",
                        "【0055】再び図5を参照する。設定された自動売買条件と証券口座の残高および持ち株数を照合して買取り条件および売込み条件が充足されるかを確認する(段階506，508)。株を買取るためには，少なくとも［設定された買取り値×設定された買取り量］より多額が口座に残っていなければならず，株を売込むためには少なくとも希望売込み量より多い株を持っていなければならない。自動売買によって継続して買取りだけが約定された場合には，証券口座の持ち分の残高がなくなることもありうるし，継続して売込みだけが約定された場合には，持ち株がなくなった場合も発生することもある。",
                        "【0057】前述のごとく，(段階506，508)で条件が充足される場合，株買取りと株売込みが発注される(段階512)。ここで，買取りと売込みはともに発注されるということに留意すべきである。この発明の実施態様3は従来の株投資方法とはこの点において皆目相違する。実施態様3においては株の現在価を無視して株の値段への変動を一向に予測しない。実施態様3によれば，従前の株の買取り値より株価が下落すると所定量を買取り，買取り値より株価が上がると，所定量を売込む結果となる。",
                        "【0058】段階(514)では売買が約定されたかどうかを確認する。売買発注は発注当日に売込みと買取りとの発注中のいずれかの一つが約定されるか，さもなければ，2つとも約定されないこともある。2つとも約定されない場合には，あくる日に同一の売込みおよび買取りが発注される。一部の約定，発注価とその他の値段で約定される場合など，例外的な場合も発生することがある。一部の約定の場合には，発注量の全体が約定されたものとみなされるか，あるいは約定されていない数の株に対して同一値段の売込みおよび買取りが発注されることがある。さらに，発注価とその他の値段で約定された場合には，約定価の真下の買取りおよび約定価の真上の売込みが発注される。",
                        "【0059】いずれの発注が約定されても，口座残高および株の残量を更新し，段階(516)，段階(506，508)であらかじめ設定された自動売買条件に応じて条件が充足される場合，直ちに新たな売込みと買取りが発注される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によると，引用発明1は以下のとおりのものと認められる。",
                        "引用発明1は，データ通信ネットワークを通じて，株，債券，物件，先物，オプション，指数，外国為替などを自動売買する方法及びシステムに係り，投資家のあらかじめ設定する特定の条件に応じてコンピュータが自動で売買を発注する方法及びシステムに関するものである。(【0001】)",
                        "引用発明1は，市場の変動や新たな情報にさほど気を配らずに投資可能な売買自動発注方法及びシステムを提供することを目的とするものである。(【0014】～【0016】)",
                        "上記課題を解決するために，引用発明1は，データ通信ネットワークに連結されたコンピュータシステムを利用して株を売買する方法，すなわち，前記コンピュータシステムで売買を望む株を特定し，買取り条件と売込み条件を含む自動売買条件を書き込む段階，前記売買条件に応じて少なくとも一つからの株売込み及び少なくとも一つからの株買取りを前記データ通信ネットワークを通じて発注する段階，前記データ通信ネットワークを通じて前記株売込み又は株買取りへの発注が約定されたかどうかを確認する段階，及び，前記株売込み又は株買取りへの発注が約定された場合，コンピュータが前記あらかじめ決定された株売買条件に応じて新たな株売込み及び株買取りを前記データ通信ネットワークを通じて発注(設定された自動売買条件に応じて買取り及び売込みが同時に発注するものであり，毎度の自動売買では自動売買テーブルでの約定価より真下の安値の買取り及び約定価より真上の高値の売込みが発注される)する段階を提供するという構成を採用することにより，株価が最初の売買価の値段の範囲から上下に変動する場合に，所定の収益を発生させることに加え，口座の残高及び持ち株の範囲において，株の現在価を無視して株の値段への変動を一向に予測することなく，従前の株の買取り値より株価が下落すると所定量を買い取り，買取り値より株価が上がると所定量を売り込むことができる，という作用効果を奏するものである。(【0020】【0043】～【0046】【0048】～【0059】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "そうすると，引用発明1は，「データ通信ネットワークを通じて株，債券，物件，先物，オプション，指数，外国為替などを自動売買する方法であって，投資家のあらかじめの特定条件に応じてコンピュータが自動で売買を発注する方法に関するものであり，",
                      "text": [
                        "証券会社のコンピュータシステム(20)は，前記ネットワーク(40)を通じてユーザーのコンピュータ(10)とデータ通信をやりとりできるように接続され，該ユーザーのコンピュータ(10)から依頼された売買発注を受信して，これを証券取引所のコンピュータシステム(30)へ伝送して株取引を約定するようにするための売買遂行モジュール(24)，及び特定の株持ち主の証券口座の可用残高及び株の残量を記憶させて約定された売買に応じてこれらを更新するための口座制御モジュール(26)を含み，",
                        "システムが開始され段階(500)，段階(502)で自動売買条件を設定するものであり，自動売買条件の設定は，インターフェースをユーザーに提供することによって行われることができ，該インターフェースは現在の株の価格の照会ボタンを備えており，最初の売買条件を設定し(例えば，DEF株式会社の100株を株あて10，000ウォンで売込む)，自動売買条件は，最初の売買が成立されたことを前提とするものであり，",
                        "自動売買条件で基準量(602)は，毎度の自動売買時に売込み及び買取りの基準量を株数で設定し，自動売買で買取り値及び売込み量の欄(606，608，610，612)に設定し，買取り値は毎度の売込み値より所定額の低値で設定することができ(例えば，売込み値より毎度500ウォンと安値を自動買取り値として設定)，",
                        "自動売込み条件もまた同一の方式によって欄(614，616，618，620)で設定することができ(例えば，最初の売込み値より毎度1，000ウォンずつ値上がりあるいは値下がりした値段で100株を自動売込むものと設定)，",
                        "ユーザーは売買テーブル申込みボタン(628)を使用して自動売買テーブルを作ることができ，",
                        "自動売買テーブル(700)は，自動売買の設定条件によって作られることができ，自動売買テーブル(700)売込み値の縦列(714)でそれぞれの横列の売込み値が設定され(上記例では1，000ウォンずつの隔りをもつように作られ)，買取り値の縦列(712)のそれぞれの買取り値は同じ横列の売込み値より(上記例では，500ウォンずつ)安値で作られ，自動売買テーブル(700)において，(702)～(710)のごとき横列は最初の売買価を基準に上下にわたって適切な数だけ作られ，",
                        "売買テーブル(700)はユーザーが売買テーブル確定ボタン(716)を押すことによって確定され，",
                        "最初の売込みが成功すると，早急にあらかじめ設定された自動売買条件による自動売買テーブルに応じて第1回目の自動買取りと自動売込みが発注され(段階512)，",
                        "“同一の株を安値で買取って高値で売り込むよう”に設計されており，最初の売込み発注が約定されると，自動売買テーブル(700)において，約定された最初の売込み値(上記例では，10，000ウォン)より真下の安値の買取り(上記例では，9，500ウォンの買取り値で100株の買取り)を発注し，約定された売込み値より真上の高値の売込み(上記例では，11，000ウォンの売込み値で100株の売込み)を発注するものであり，",
                        "第1回目の自動売買発注中に買取り発注が発注とおりに約定された場合には，自動売買テーブル(700)で約定された発注価に隣合う買取り及び売込みが発注され，",
                        "寸前の約定価より“安値”で買取り，“高値で売り込む”ように設計されたものであることから，第2回目の自動売買は，買取り(上記例では，8，500ウォンで100株の買取り)及び売込み(上記例では，10，000ウォンで100株の売込み)が発注される，第2回目の自動売買で売込み発注が約定された場合，第3回目の自動発注は約定された発注価(上記例では，第2回目の10，000ウォン)に隣り合う買取り(上記例では，9，500ウォンで100株の買取り)及び売込み(上記例では，11，000ウォンで100株の売込み)が自動的に発注されるものであり，つまり，毎度の自動売買では自動売買テーブル(700)での約定価より真下の安値の買取り及び約定価より真上の高値の売込みが発注される，方法。」と認められる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本件発明1と引用発明1との対比",
      "text": [
        "本件発明1と引用発明1とを対比すると，その一致点及び相違点は以下のとおりのものと認められる。",
        "(一致点)",
        "「相場価格が変動する金融商品の売買取引を管理する金融商品取引管理システムにおける金融商品取引管理方法であって，",
        "売買を希望する前記金融商品の種類を選択するための情報と，前記金融商品の販売注文価格又は購入注文価格としての一の注文価格を示す情報と，一の前記注文価格の前記金融商品を前記一の注文価格で販売した後に他の価格で購入した場合の利幅又は一の前記注文価格の前記金融商品を前記一の注文価格で購入した後に他の注文価格で販売した場合の利幅を示す情報と，前記注文が複数存在する場合における該注文同士の値幅を示す情報と，のそれぞれを，前記金融商品の売買注文を行うための売買注文申込情報として受信して受け付ける注文入力受付手順と，",
        "該注文入力受付手順によって受け付けられた前記売買注文申込情報に基づいて，選択された前記種類の前記金融商品の注文情報を生成する注文情報生成手順と，",
        "前記金融商品の前記相場価格の情報を取得する価格情報受信手順と，",
        "前記売買注文申込情報における前記注文価格と前記利幅とに基づいて，前記他の注文価格を算出するための第二注文価格算出手順と，",
        "前記注文情報生成手順においては，前記売買注文申込情報に基づいて，前記注文情報として，同一種類の前記金融商品について，前記一の注文価格を一の最高価格として設定し，該一の最高価格より安値側に，それぞれの値幅が前記売買注文申込情報に含まれる前記値幅となるようにそれぞれの前記注文価格を設定し，設定されたそれぞれの前記注文価格としての第一注文価格について買いもしくは売りの指値注文を行う第一注文情報，前記第二注文価格算出手順において算出された前記他の価格を他の最高価格として設定し，該他の最高価格より安値側に，それぞれの前記第一注文に対し，購入又は販売が行われた前記第一注文に基づいて販売又は購入が行われたときの前記利幅が前記売買注文申込情報における前記利幅となるようにそれぞれの前記注文価格を設定し，該設定されたそれぞれの前記注文価格としての第二注文価格について前記買いの第一注文に対しては売りの，前記売りの第一注文に対しては買いの指値注文を行う第二注文情報からなる注文情報群を複数生成し，",
        "生成された前記注文情報群を注文情報記録手段に記録する，",
        "金融商品取引管理システムにおける金融商品取引管理方法。」",
        "(相違点1)",
        "本件発明1では「前記金融商品の売買注文における，注文価格ごとの注文金額を示す情報」が受け付けられるのに対し，引用発明1では毎度の自動売買時に売込み及び買取りの基準量を株数で設定するものである点。",
        "(相違点2)",
        "本件発明1が「一の前記売買注文申込情報に基づいて生成されたそれぞれの前記注文情報群について，有効な注文である前記第一注文の前記第一注文価格と前記金融商品の相場価格とが一致し，次いで有効な注文である前記第二注文の前記第二注文価格と前記相場価格とが一致することで前記第一注文と前記第二注文とが約定した場合，次の前記注文情報群の前記第一注文情報を有効とし，約定した前記第一注文と同じ前記第一注文価格における前記第一注文の約定と，約定した前記第二注文と同じ前記第二注文価格における前記第二注文の約定とを繰り返し行わせるように設定する」ものであるのに対し，",
        "引用発明1が「毎度の自動売買では自動売買テーブル(700)での約定価より真下の安値の買取り及び約定価より真上の高値の売込みが発注される」ものである点。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "相違点についての判断",
      "content": [
        {
          "fig": "(ア)",
          "subject": "相違点1について",
          "text": [
            "本件発明1の「注文価格ごとの注文金額を示す情報」について，本件明細書等1の【0061】の例では，1ドル109．90円(注文価格)で1万通貨(注文金額)の買い注文として入力されている。したがって，本件発明1の「注文価格ごとの注文金額を示す情報」とは，注文ごとの売買対象とする金融商品の注文単位数を意味するものである。そして，引用発明1の毎度の自動売買時に売込み及び買取りの基準量として設定される株数も，株を対象としたそれぞれの注文における注文単位数であり，また，引用発明1では，株以外に外国為替も自動売買の対象としている。",
            "以上によると，引用発明1において，毎度の自動売買時に売込み及び買取りの基準量として設定される注文単位数を，売買対象とする金融商品に応じた注文単位として，上記相違点1に係る構成とすることは，当業者が容易に想到し得たことである。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "相違点2について",
          "text": [
            "引用発明1は，前記ア(イ)のとおり，「毎度の自動売買では自動売買テーブルでの約定価より真下の安値の買取り及び約定価より真上の高値の売込みが同時に発注されるよう設定されたものであって，それにより，先に約定した注文と同種の注文を含む売込み注文と買取り注文を同時に発注することで，株価が最初の売買価の値段の範囲から上下に変動する場合に，所定の収益を発生させることに加え，口座の残高及び持ち株の範囲において，株の現在価を無視して株の値段への変動を一向に予測することなく，従前の株の買取り値より株価が下落すると所定量を買い取り，買取り値より株価が上がると所定量を売り込むこと」を特徴とするものである。",
            "このように，引用発明1において，従前の株の買取り値より株価が下落すると所定量を買い取り，買取り値より株価が上がると所定量を売り込む，という，連続した買取り又は売込みによる口座の残高又は持ち株の増大をも目的とするものであるから，このような設定に係る構成を，約定価と同じ価格の注文を含む注文を発注対象に含めるようにし，それを「繰り返し行わせる」設定に変更することは，「約定価より真下の安値の買取り」及び「約定価より真上の高値の売込み」を同時に発注することにより，「従前の株の買取り値より株価が下落すると所定量を買取り，買取り値より株価が上がると所定量を売込む」という，引用発明1の特徴を損なわせることになる。",
            "そうすると，引用発明1を本件発明の構成1Hに係る構成の如く変更する動機付けあるといえないから，構成1Hに相当する構成は，引用発明1から当業者が容易に想到し得たものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "被控訴人の主張について",
      "text": [
        "被控訴人は，本件発明1と引用発明1との相違点は，引用発明1が本件発明1の構成1Fのうち「前記一の注文価格を一の最高価格として設定し」ていない点であり，その余の点では一致していることを前提に，本件発明1は，引用発明1から容易想到である，と主張する。",
        "しかし，前記イのとおり，本件発明1と引用発明1とは，引用発明1が本件発明1の構成1Hの構成を有していない点について相違している。被控訴人の主張は，その前提を欠き，理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(4)",
              "text": [
                "以上より，被告サービス1は，本件発明1の技術的範囲に属し，本件発明1は特許無効審判により無効にされるべきものとはいえないから，その余の点を判断するまでもなく，控訴人の被控訴人に対する，特許法100条1項に基づく被告サービス1の差止請求は認められる。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "被告サービス2について"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "争点(4)カ(本件発明3についての無効理由(分割要件違反)の存否)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原判決128頁20行目の「実態」を「実体」と改め，同頁24行目の「明細書等」を「明細書，特許請求の範囲又は図面(以下，「明細書等」という。)」と改め，同頁25行目の「明細書又は図面」を「明細書等」と改めるほかは，原判決「事実及び理由」欄の第4，10のとおりであるから，これを引用する。"
      ]
    },
    {
      "fig": "イ",
      "subject": "控訴理由について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "控訴人は，本件発明3は，本件明細書等2に記載された課題を解決するものであり，課題との関係において指値注文の価格を成行注文の価格と一致させるかどうかは問題とならないから，本件明細書等2に記載されたものであり，本件発明3を前提として本件明細書等2を見た場合に，当業者であれば本件発明3が開示されていると理解することができるから，本件発明3は分割要件を充たす，と主張する。",
            "しかし，示された課題を解決できる手段であっても，明細書に記載されていない技術思想が，明細書に開示されているとはいえない。前記で原判決を引用して判示したとおり，本件発明2の技術思想は，先行する成行注文の約定価格と同一の価格の指値注文を行うところにあるから，本件明細書等2に対し，2回目以降の指値の第一注文の指値価格を任意の価格とするという構成を追加することは，新たな技術的事項を導入するものというべきである。指値のイフダンオーダーを繰り返すことが従来技術であったとしても，上記結論を左右しない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "控訴人は，原判決が本件明細書等2に指値の第一注文の価格を先行する成行注文又は指値注文の価格と同一とする構成が開示されている根拠として挙げる本件明細書等2の【0044】，【0062】及び図7は，一実施形態を説明した記載にすぎず，特に【0044】は指値の第一注文の価格を一回目の成行注文と同じ価格にすることを括弧書きで記載しているにすぎないから，指値の第一注文の価格を特に指定しない態様が明記されている，と主張する。",
            "しかし，【0044】，【0062】及び図7は，一実施態様を説明したものであっても，それ以外に，本件明細書等2に，2回目以降の指値の第一注文の指値価格を任意の価格とするという構成を示した記載はない。【0044】で指値の第一注文の価格を1 回目の成行注文と同一の価格にすることが括弧書きで示されているからといって，このことから，それ以外の構成である，指値の第一注文の価格を特に指定しない態様が示されているということはできない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "控訴人は，原出願において，ある構成を特許請求の範囲から意識的に除外していたときであっても，それを特許請求の範囲に含めるべく分割することは可能である，と主張する。",
            "しかし，本件においては，原出願において2回目以降の指値の第一注文の指値価格を任意の価格とする構成を意識的に除外したか否かにかかわらず，前記アのとおり，上記構成を追加することは，新たな技術的事項を導入するものというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "したがって，本件発明3に係る特許は，特許法29条1項3号に違反してされたものであるから，同法123条1項2号によって特許無効審判により無効にされるべきものである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "text": [
                "以上より，その余の点を判断するまでもなく，控訴人の被告サービス2に関する請求には，理由がない。"
              ],
              "content": [
                {
                  "fig": "4",
                  "text": [
                    "なお，被控訴人は，口頭弁論終結後に，本件発明1が無効とされるべきであることが明白である事由があるとして，口頭弁論再開を申し立てるが，無効事由の根拠となるべき資料は10年以上前に作成されていたものであり，上記無効事由は，被控訴人が重大な過失により時機に後れて提出した攻撃又は防御の方法であって，これによって訴訟の完結を遅延させることとなるから，却下されるべきものであるから，口頭弁論を再開しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の被告サービス1に対する差止請求には理由があるからこれを認容することとし，職権により仮執行宣言を付すことは相当ではないからこれを付さず，被告サービス2に使用されているサーバの使用差止請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。原判決中の「別紙」を「原判決別紙」と読み替える。"
  ],
  "meta": {
    "case_num": "平成29年(ネ)10027",
    "date": "2017-12-21",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)4461",
    "precedent_id": "087350",
    "ipprecedent_id": "4822",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}