{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-19180号事件について平成28年10月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「制御された照明を用いた微小藻類の発酵」とする発明について，平成22年9月17日(パリ条約による優先権主張  外国庁受理",
            "2009年9月18日  米国(US)，2010年6月29日  米国(US))に特許出願をした(特願2012-529939号。以下「本願」という。)。これに対し，平成26年12月2日付けで拒絶理由が通知されたことから，原告は，平成27年5月11日に手続補正書等を提出したが，同年6月19日付けで拒絶査定がされた。",
            "そこで，原告は，同年10月23日，特許庁に対し，拒絶査定不服審判を請求するとともに，特許請求の範囲の変更を内容とする別紙手続補正書を提出した。これに対し，特許庁は，当該審判請求を不服2015-19180号事件として審理をした上，平成28年10月3日，「本件審判の請求は，成り立たない。」との審決をした(出訴期間として90日を附加した。以下「本件審決」という。)。その謄本は，同月18日，原告に送達された。",
            "原告は，平成29年2月13日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明18",
          "text": [
            "本願に係る発明は，別紙手続補正書により補正された特許請求の範囲請求項1～19に記載された事項により特定されるものであるところ，そのうち請求項18に係る発明(以下「本願発明18」という。また，本願に係る別紙明細書を「本願明細書」という。)の記載は，以下のとおりである。",
            "【請求項18】",
            "物質を製造する方法であって：",
            "前記物質を産生する能力を有する微小藻類の提供；",
            "培地中での前記微小藻類の培養であって，前記培地は炭素源を含む，培養；",
            "前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用；および，",
            "前記微小藻類にその乾燥細胞重量の少なくとも10％を前記物質として蓄積させること，",
            "を含む，方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，以下のとおり，本願発明18は，本願の優先日前に頒布された刊行物である「High-density fermentation  of  microalga Chlorella  protothecoides  in  bioreactor  for microbio-diesel production」(「マイクロバイオディーゼルの生産のためのバイオリアクターにおける微小藻類クロレラ  プロトセコイデスの高密度発酵」Appl. Microbiol. Biotechnol., 2008, Vol. 78, p.29-36(以下「引用例1」という。))記載の発明(以下「引用発明」という。)に基づいて容易に発明し得たもので，特許法29条2項により特許を受けることができないものであり，他の請求項に係る発明について論及するまでもなく，本願は拒絶すべきものであるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "脂質を製造する方法であって，",
                "微小藻類クロレラ  プロトセコイデスを提供すること，",
                "グルコースが添加された培地で培養すること，",
                "弱い光(5µmol m-2s-1)もまた採用すること，",
                "細胞乾燥重量の57．8，55．2及び50．3％の脂質を含むこと，",
                "を含む，方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "text": [
                "本願発明18(なお，対比の前提となる本願発明の認定は，上記2のとおりである。)と引用発明を対比すると，一致点及び相違点は，以下のとおりである。",
                "［一致点］",
                "物質を製造する方法であって：",
                "前記物質を産生する能力を有する微小藻類の提供；",
                "培地中での前記微小藻類の培養であって，前記培地は炭素源を含む，培養；および，",
                "前記微小藻類にその乾燥細胞重量の少なくとも10％を前記物質として蓄積させること，",
                "を含む，方法。",
                "［相違点］",
                "本願発明18は「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を含むのに対して，引用発明は「弱い光(5µmol m-2s-1)もまた採用すること」を含み，5µmol 光子 m-2s-1以下という特定を有しない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "text": [
                "引用例1には，弱い光として5µmol m-2s-1 という放射照度が具体的に記載されているのであるから，引用発明において，5µmol m-2s-1 の近傍の放射照度を適用することは当業者であれば容易になし得るものであるし，放射照度が低放射照度であることや，5μmol m-2s-1 以下に設定することも当業者であれば適宜なし得ることにすぎない。",
                "本願発明18の効果についても，引用例1の記載から格別顕著な効果を奏しているものとも認められない。",
                "したがって，本願発明18は，引用発明に基づいて当業者が容易に発明し得たものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定及び本願発明18との一致点・相違点の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1は，「光」に関する事項として’Weak light (5 μmol m-2s-1) was also adopted.’(「弱い光(5μmol m-2s-1)もまた採用された。」とする，いわゆる一行記載を開示するに止まる。",
                        "しかし，引用例1では，5-1バイオリアクターにおける発酵に関する事項が開示されているところ，この発酵において，「光」，とりわけ「弱い光(5µmol m-2s-1)」を使用したとする事項は開示も示唆も全くなされていない。このことは，引用例1では，5-1バイオリアクターにおける発酵において，「従属栄養条件」として「その他は，従属栄養発酵が，グルコースをエネルギー源および炭素源として用いることである。」ことを開示するに止まっていることからも明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，引用例1に関して「(1-d)…弱い光(5µmol m-2s-1)もまた採用された。」と認定するけれども，上記(ア)に鑑みれば，引用例1の「弱い光(5µmol m-2s-1)」がいずれの処理工程において，いかなる目的で採用されたのか不明であり，また，5-1バイオリアクターにおける発酵が，「光」，特に「弱い光(5µmol m-2s-1)もまた採用された。」ことを使用していないことは明らかである。",
                        "したがって，引用発明につき，「従属栄養条件」として，技術的事項「弱い光(5µmol m-2s-1)もまた採用された。」を含むものと認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件審決は，引用例においては「クロレラ  プロトセコイデスの振盪フラスコ培養／クロレラは，1．5％寒天プレートからのコロニー又は指数関数的に成長している種培養物を用いることによって，28℃で200rpm で振盪フラスコにおいて従属栄養条件下で培養された。弱い光(5µmol m-2s-1)もまた採用された。」(「／」は改行を意味する。以下同じ。)と認定するところ，引用例1の開示内容を勘案すれば，上記認定に係る記載は「1．5％寒天プレートからのコロニー又は指数関数的に成長」に関し，従来技術として，「弱い光(5µmol m-2s-1)もまた採用された。」という意味に解釈されるべきであって，「弱い光(5µmol m-2s-1)」は「28℃で200rpm で振盪フラスコにおいて従属栄養条件下で培養された。」においてもまた採用されたものと解釈することはできない。むしろ，「28℃で200rpm で振盪フラスコにおいて従属栄養条件下で培養された。」における「従属栄養条件」とは，5-1バイオリアクターにおける発酵において，「従属栄養条件」として記載された，「その他は，従属栄養発酵が，グルコースをエネルギー源および炭素源として用いることである。」という意味に解釈される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，引用例1の開示事項から，引用発明は，「従属栄養条件」として，技術的事項「弱い光(5µmol m-2s-1)もまた採用すること」を含むものと認定することはできない。本件審決の引用発明の認定には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明18との一致点・相違点の認定の誤り",
                  "text": [
                    "このように，本件審決は引用発明の認定を誤っていることから，本件審決が本願発明18と引用発明との相違点として「引用発明は『弱い光(5µmol m-2s-1)もまた採用すること』を含み」と認定した点も誤りである。本来であれば，本願発明18と引用発明との対比において，相違点として，「本願発明18は『前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用』を含むのに対して，引用発明は，当該技術的事項を含まない点。」と認定されるべきであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決は，引用発明の認定及び本願発明18と引用発明との一致点・相違点の認定を誤ったものである。この誤りは本件審決の結論に影響を及ぼすことから，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「引用例1には，弱い光として5µmol m-2s-1 という放射照度が具体的に記載されているのであるから，引用発明において，5µmol m-2s-1 の近傍の放射照度を適用することは当業者であれば容易になし得るものであるし，放射照度が低放射照度であることや，5µmol m-2s-1 以下に設定することも当業者であれば適宜なし得ることに過ぎない。」，「本願発明18の効果についても，引用例1の記載から格別顕著な効果を奏しているものとも認められない。」とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記のとおり，引用例1に記載された引用発明が技術的事項「弱い光(5µmol m-2s-1)もまた採用すること」を含んでいないものである以上，引用発明において，本願発明18の発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用することは，当業者にとって容易に想到することができたものということはできず，かつ，「放射照度が低放射照度であることや，5µmol m-2s-1 以下に設定すること」も，当業者であれば適宜なし得たことではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "顕著な効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の優先日当時，微小藻類を含む光合成生物は，光を用いてエネルギーを供給することは知られていたものの，特定の条件下では光阻害が発生し，特に，混合栄養条件下において，独立栄養条件よりも相当に低い光強度にて光阻害を示すことがあった(本願明細書【0007】)。また，吸収された光エネルギーは，活性酸素種の発生も促進し得ることが認識されていた(【0008】)。",
                        "本願発明18は，この従来技術の課題を解決するために，従属栄養条件として，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用したものである(【0010】，【0014】，【0121】)。",
                        "また，本願明細書の実施例により，バイオリアクターにおいて，本願発明18が，従属栄養条件として，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用したことによる発明の効果が実証されている(【0231】，【0235】～【0255】)。このことは，本願に係る平成27年12月10日付け手続補正書(方式)記載の追加実験例によっても実証されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明18は，光合成を引き起こさない光強度を用いて微小藻類の生育を増大するという，反直観的で予想外の結果をもたらすものであった。この本願発明固有の効果は，本願発明18が採用した発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」が，光受容体によって感知され，エネルギー源ではなくシグナルとしてのみ作用することではじめて説明できたものである。",
                        "他方，引用例1は，クロレラの高密度発酵及び酵素的エステル交換プロセスを含むアプローチを確立し，バイオディーゼル生産のための有望な代替物を提案することを解決すべき課題として挙げており，本願発明18の解決すべき課題とは明らかに相違する。また，引用例1は，その解決手段として，5-1バイオリアクターにおける発酵につき，特定のミネラル塩量，窒素源及びその量，グルコース濃度等を採用したことを開示するに止まり，従属栄養条件として，「光」とりわけ「弱い光(5µmol m-2s-1)」が採用されたとする事項は開示も示唆も全くされていない。その結果，「弱い光(5µmol m-2s-1)」を採用していない，5-1バイオリアクターにおける発酵によって生じた引用発明の効果は不明である。",
                        "このように，本願発明18の発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用することによって発揮される本願発明18の効果は，引用例1に開示された事項から当業者が容易に認識することができなかった極めて異質かつ顕著な効果であったことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，本願発明18と引用発明とは，解決すべき課題及びその解決手段の点で明らかに相違していることから，引用例1には，本願発明18に容易に想到し得る記載が全く存在しない。",
                        "このため，当業者は，引用例1に開示された事項から本願発明18の効果を容易に認識することはできなかったということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件審決は，引用例1に開示された内容に対して本願発明18が極めて異質かつ顕著な効果を有することを看過したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件審決は，容易想到性の判断において誤りがある。この誤りは本件審決の結論に影響を及ぼすことから，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明18の要旨認定の誤り及びそれに基づく容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明18は，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光」を備えてなる。この発明特定事項は，本願明細書の記載(【0006】～【0008】，【0070】，【0089】，【0119】，【0230】～【0255】)によれば，光シグナルとして，光受容体の引き金となる低放射照度光を示す光強度を表すものであり，従属栄養条件において，光受容体(フィトクロム)で感知され，エネルギー生産を発現させるための光シグナルとして働くものである。",
                    "また，前記((2)ウ(ア))のとおり，本願発明18が上記発明特定事項を採用することにより発揮される本願発明18固有の効果は実証されている。",
                    "このように，本願明細書記載のとおり，本願発明18による発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光」は，光シグナルとして，光受容体の引き金となる低放射照度光を示す光強度を表すものであり，光合成における光エネルギーとしての低放射照度光を示す光強度を表すものではない。",
                    "しかし，本件審決は，本願発明18につき，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光」を採用してなることのみを認定しており，この発明特定事項の本来の内容(要旨)を十分に検討し判断していない。すなわち，本願発明18における発明特定事項の本来の内容(要旨)判断を看過した点で，本件審決には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その結果，本件審決は，引用例1に基づく本願発明18の容易想到性の判断にも誤りを生じたものである。",
                    "すなわち，本件審決においては，引用例1に関し「クロレラ  プロトセコイデスの振盪フラスコ培養／クロレラは，1．5％寒天プレートからのコロニー又は指数関数的に成長している種培養物を用いることによって，28℃で200rpm で振盪フラスコにおいて従属栄養条件下で培養された。弱い光(5µmol m-2s-1)もまた採用された。」と認定されている。",
                    "しかし，引用例1における「弱い光(5µmol m-2s-1)」は，いずれの処理工程において採用されたのか，いかなる目的で採用されたのか不明である。特に，引用例1における「クロレラ  プロトセコイデスの振盪フラスコ培養」において，「弱い光(5µmol m-2s-1)」は，光シグナル又は光合成における光エネルギーのいずれとして採用されたのか全く不明である。",
                    "このように，引用例1には「弱い光(5µmol m-2s-1)もまた採用された。」ことが開示されているに止まり，具体的な光の内容及びその使用用途等は不明なままであり，かつ，微細藻類の生態系において，いかなる光として作用したのか全く不明である。すなわち，従来から，微細藻類の生態系合成代謝における光(強度)は，様々な生体反応において，様々な目的，用途，作用及び機能発現として使用されるものであることが本願優先日当時周知であったにもかかわらず(甲9)，引用例における光強度の意義は全く明らかではない。",
                    "これらの点を勘案すると，引用例1の開示内容(及び従来技術)のもと，当業者は，光受容体の引き金となる光シグナルとして，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光」を採用することを容易に想到し得なかったということができる。",
                    "したがって，本件審決は，本願発明18における発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用することの困難性を看過してなされたものであり，容易想到性判断において誤っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決は，本願発明における発明特定事項のあるべき要旨認定を誤り，その結果，引用例1の開示内容のもと，本願発明18が発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用することの容易想到性の判断を誤ったものである。この誤りは本件審決の結論に影響を及ぼすことから，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定及び本願発明18との一致点・相違点の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決の「弱い光(5µmol m-2s-1)もまた採用すること」を含むものとした引用発明の認定は，引用例1の「クロレラ  プロトセコイデスの振盪フラスコ培養／クロレラは，1．5％寒天プレートからのコロニー又は指数関数的に成長している種培養物を用いることによって，28℃で200rpm で振盪フラスコにおいて従属栄養条件下で培養された。弱い光(5µmol m-2s-1)もまた採用された。」との記載を根拠とする。",
                        "この記載事項によれば，「また採用された」とされる「弱い光」の放射照度として「5µmol m-2s-1」と具体的な数値が記載されている。それに加えて，「クロレラ  プロトセコイデスの震盪フラスコ培養」が「従属栄養条件下で培養された」と記載されていることからすれば，ここでの「弱い光」は，「従属栄養条件」から外れるような光，すなわち，光合成を促進させるような高強度の光でないと理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，振盪フラスコ培養に関し，引用例1には，上記記載に引き続いて，以下の記載も存在する。",
                        "「培地の最適化のために，バイオマス生産におけるA5およびB6微量ミネラル溶液の効果が比較された。藻類培養に関する以前の研究によれば，B6微量ミネラル溶液の最終濃度は1ml l-1に設定された。細胞増殖に対するB6溶液の効果を研究するため，光学密度(OD) が定期540nm的に決定された。異なる窒素源として，酵母エキス，グリシン，硝酸アンモニウム，硝酸カリウム，尿素を，バイオマス産出量への効果を試験するため，最終濃度が0．1％(w/v)となるよう，別々に基礎培地に加えた。初期グルコース濃度のバイオマス生産への影響を調査するため，基礎培地に15，30，45，および60g l-1 のグルコースを加えたものにクロレラの種子を接種し，成長曲線を記録した。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記各記載は，「材料と方法」におけるものであるところ，一般に，学術論文において「材料と方法」は，実験の条件や方法を詳述する項目である。そうすると，上記各記載は，「クロレラ  プロトセコイデスの振盪フラスコ培養」を行う際の条件を記載したものと理解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，引用例1には，上記各記載の条件に従って得られた結果につき，「結果」の項目において，「脂質(バイオマス)が製造された」ことが記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上の記載によれば，引用例1には，「クロレラ  プロトセコイデスの振盪フラスコ培養」の実験において，「弱い光(5µmol m-2s-1)」を使用して，「従属栄養条件下」で「クロレラ  プロトセコイデス」の培養を行った結果，「脂質(バイオマス)が製造された」ことが記載されているものと理解することができる。",
                        "したがって，本件審決が引用例1に記載された発明に関して「弱い光(5µmol m-2s-1)もまた採用すること」と認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "上記に加え，引用例1においては，振盪フラスコ培養を行って好適な条件を決定し，それに基づいて，5-1バイオリアクターを用いて脂質を製造することについても記載されている。",
                        "すなわち，引用例1の「5-1バイオリアクターでの発酵最適化」の項においては「より高い細胞密度のためクロレラ細胞の増殖を促進するために，振盪フラスコ中で最適化されたパラメータに基づいて，5-1バイオリアクター内の発酵のプロセスが改良された」ことが，「5-1バイオリアクターにおけるプロセス最適化」の項においてはこの条件に基づいた培養が行われたことが，また，図5，図6及び「バイオリアクター内での脂質産出量」の項においては，その結果，細胞乾燥重量の57．8，55．2及び50．3％の脂質が得られたことが，それぞれ記載されている。",
                        "上記各記載によれば，振盪フラスコ培養を用いて決定された最適条件に基づいて，5-1バイオリアクターにおいてクロレラ  プロトセコイデスの培養により脂質の製造が行われていることが理解される。",
                        "ここで，5-1バイオリアクターにおける発酵最適化が振盪フラスコ培養を用いて決定されたものと理解できる以上，そこでは，振盪フラスコ培養と同様に，「従属栄養条件下」で「弱い光(5µmol m-2s-1)」もまた採用された条件での培養がされていることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1の「弱い光(5µmol m-2s-1)もまた採用された。」との記載がいわゆる一行記載であることを問題視しているが，引用例1は学術論文であるから，上記一行記載を，特許文献において多く見られるような，実施例で採用されていない実験条件等が選択肢として記載されたものと同一視することは相当でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1において，弱い光がいかなる目的で採用されたのか不明であるとも主張するけれども，本願発明18においても，光を照射する目的は特定されていない。したがって，この点は本願発明18と引用発明との相違点とはならない。そうである以上，たとえ引用例1において「弱い光」を採用する目的が不明であったとしても，本件審決の結論に影響するものではない。",
                        "また，本願優先日において，「いくつかの藻類の従属栄養条件の培養において，5µmol 光子 m-2s-1以下の範囲に含まれる低放射照度光を適用した場合に，暗条件と比較して成長が促進されること」は当業者にとって技術常識といえることから(乙1～4)，引用例1記載の「弱い光」を採用する目的が成長促進にあることは明らかということもできるし，引用例1記載の光をそのような目的に用いるために「5µmol 光子 m-2s-1以下」のものとすればよいことも，当業者であれば容易に理解し得る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用例1の記載は，「1．5％寒天プレートからのコロニー又は指数関数的に成長」に関して，従来技術として，「弱い光(5µmol m-2s-1)もまた採用された。」という意味に解されるべきであるなどと主張する。",
                        "しかし，引用例1の「弱い光(5µmol m-2s-1)もまた採用された。」との記載は，上記のとおり，「材料と方法」の項目の一部として実験の条件や方法を詳述するために記載されたものであるから，当該記載が，従来技術として記載されたものであるとの原告の主張は誤りである。むしろ，(イ)記載の技術常識をも踏まえれば，当該記載については，従属栄養条件下での振盪フラスコ培養において「弱い光(5µmol m-2s-1)」が適用されていると解釈することが合理的である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，引用発明の認定が誤りであることを前提に，相違点の看過及び相違点の判断の誤りを主張するけれども，上記のとおり，本件審決の引用発明の認定に誤りはないから，原告の主張はその前提において失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の認定が誤りであることを前提に，容易想到性の判断の誤りを主張するけれども，上記(1)のとおり，本件審決の引用発明の認定に誤りはないから，原告の主張はその前提において失当である。",
                    "引用発明においては，本願発明18で特定されているところの「5µmol 光子 m-2s-1以下の低放射照度光の適用」と「5µmol m-2s-1」の強度の光である点で一致する「弱い光」が採用されている以上，引用発明において5µmol m-2s-1 の近傍の放射照度を適用することが，当業者にとって困難であるとする理由はない。一般に微生物の培養条件等を設定する際には，最適と思われる条件の前後において実験を行ない，最適条件を確認することが経験則上常套手段であることからすれば，5µmol m-2s-1 の弱い光を採用することが示されている引用発明において，その近傍の条件により培養を試みることは，当業者が通常行う程度のことというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願明細書記載の従来技術の課題を解決するために，本願発明18は，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用した旨，すなわち本願発明18の解決すべき課題が引用発明とは異なる旨を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記原告の主張は，本願発明18は「前記微小藻類への5µmol 光子m-2s-1 以下の低放射照度光の適用」を含むのに対し，引用発明は当該技術的事項を含まないと認定されるべきであることを前提とするものであるが，その前提が誤りであることは，上記(1)のとおりである。",
                        "そして，本願発明18と引用発明とが，同等の条件で光が照射されているのであれば，本願発明18と引用発明との間において異なる結果が生じることは理論上考えられない。",
                        "そうすると，引用発明においても，原告主張に係る従来技術の課題は解決されるということもできる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本願明細書(【0007】，【0008】)記載の解決すべき課題が本願発明18の発明特定事項である「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」により解決される旨主張する。",
                        "しかし，本願明細書の記載(【0003】～【0008】，【0051】)を見ても，「低放射照度光」の強度や波長とこれら環境シグナルとしての「光活性化代謝」との間の関係については特に記載されていない。また，本願明細書には，【0014】及び【0121】において，「低放射照度光」についての「強度」又は「光放射照度」として，「5µmol 光子 m-2s-1以下」以外にも様々な数値範囲が記載されているところ，本願発明18が特定する「5µmol 光子 m-2s-1以下」の数値範囲に関する具体的な技術的意義は示されていない。",
                        "さらに，本願明細書記載の実施例のうち，実施例1，2及び7については，具体的な効果が実証された開示であるとはいえず，これらの実施例に基づいて新たな知見が得られるものではない。他方，実施例3～6からは，(a)微少藻類の種類によるものの，特定の波長の特定の強度の「低放射照度光」を適用した場合に，成長速度が増大すること，(b)低放射照度光を適用している場合においても，微小藻類の種類や照射する光の波長の相違によって，その成長速度が相違し，条件によっては逆に成長速度が低下する場合さえあることが理解できるのみである。このように，本願明細書の実施例の記載は，いずれも，本願発明18において特定されていない条件(微小藻類の種類，低放射照度光の波長)を含む実験結果であるから，そのような結果である実施例から，本願発明18の効果(低放射照度光の強度範囲における効果)が実証されているということはできない。実施例の記載から本願発明18の効果として把握できるとしても，せいぜい，「従属栄養条件下において微小藻類を成長させる」という程度にとどまる。",
                        "なお，原告指摘に係る追加実験例についていうと，同実験はBotryococcus sudeticus 株という特定の藻類についてのものであり，ここで採用されている「光シグナル条件下」とは，0．32µmol 光子/m2sである。これに対し，本願発明18においては，「微小藻類」の種類は特定されておらず，また用いる「低放射照度光」の波長についても特定されておらず，その強度についても「5µmol 光子 m-2s-1以下の低放射照度光」と特定されるのみであり，上記(b)に鑑みれば，上記追加実験例が本願発明18の効果を実証するものということもできない。",
                        "そうすると，本願明細書の記載からは，原告主張に係る本願明細書記載の課題と本願発明18において特定される「低放射照度光」の強度範囲との関係は，必ずしも明らかでないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明18の要旨認定の誤り及びそれに基づく容易想到性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願発明18の発明特定事項「5µmol 光子 m-2s-1以下の低放射照度光」は，光シグナルとして，光受容体の引き金となる低放射照度光を示す光強度を表すものであり，光合成における光エネルギーとしての低放射照度光を示す光強度を表すものではないにも関わらず，本件審決はこの発明特定事項の本来の内容(要旨)を十分に検討し判断していない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本願発明18においては，「5µmol 光子 m-2s-1以下の低放射照度光」が「光シグナルとして光受容体の引き金となる」ことが特定されているとはいえない。また，本願発明18の発明特定事項からは，本願発明18が「従属栄養条件下」での培養を行うものであることは明確に読み取れず，ましてや「光合成における光エネルギーとしての低放射照度光を示す光強度を表すものでない」と解釈すべき根拠は見当たらない。",
                        "本願発明18は方法の発明であるが，そこでは「5µmol 光子 m-2s-1以下の低放射照度光」を「微小藻類」に「適用」させることが手順として特定されているのみであるから，本願発明18と引用発明との間で「微小藻類」に「適用される」「光」に関して対比すべき事項は，その強度であって，その点で本件審決の対比・判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1における「クロレラ  プロトセコイデスの振盪フラスコ培養」において，「弱い光(5µmol m-2s-1)」は，光シグナル又は光合成における光エネルギーのいずれとして採用されたのか不明である旨主張する。",
                    "しかし，前記((1)イ(イ))のとおり，本願発明18においては光を照射する目的は特定されていないから，引用例1における「弱い光」がどのようなものとして採用されたのかが不明であることは，本件審決の結論に影響しない。また，引用例1における「弱い光」につき，従属栄養条件から外れるような光，すなわち，光合成を促進させるような高強度の光でないと理解することもできる。さらに，引用例1記載の「弱い光(5µmol m-2s-1)」は，(1)イ(イ)で認定した本願優先日における技術常識に鑑みれば，その目的(成長促進)は明らかというべきであるし，引用例1の「弱い光」をそのような目的に用いるために，「5µmol 光子 m-2s-1以下」のものとすればよいことも，当業者であれば容易に理解し得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，従来から微細藻類の生態系合成体代謝における光は，様々な生体反応において，様々な目的，用途，作用及び機能発現として使用されているにも関わらず，引用例1では「弱い光(5µmol m-2s-1)もまた採用された。」ことのみを開示するに留まり，具体的な光の内容及びその使用用途等が不明なままであり，しかも微細藻類の生態系において，いかなる光として作用したのか全く不明であるから，引用例1の開示内容の下，当業者は，光受容体の引き金となる光シグナルとして，発明特定事項「5µmol 光子 m-2s-1以下の低放射照度光」を採用することは容易に想到し得ない旨主張する。",
                    "しかし，前記のとおり，本願発明18には光を照射する目的や用途が特定されているとはいえないから，原告の主張はその前提において失当である。また，本願優先日において「いくつかの藻類の従属栄養条件の培養において，5µmol 光子 m-2s-1以下の範囲に含まれる低放射照度光を適用した場合に，暗条件と比較して成長が促進されること」は周知の技術といえるから，引用例1に記載の「弱い光」を採用する目的が不明であるとしても，これをそのような目的に用いるために「5µmol 光子 m-2s-1以下」とすることも，当業者であれば容易に理解し得る。",
                    "そして，引用発明においては，本願発明18で特定されている「5µmol 光子 m-2s-1以下の低放射照度光の適用」と「5µmol m-2s-1」の強度の光である点で一致する「弱い光」が採用されている以上，引用発明において5µmol m-2s-1 の近傍の放射照度を適用することが，当業者にとって困難であるとする理由はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明18",
          "text": [
            "本願発明18に係る特許請求の範囲請求項の記載は，前記(第2の2)のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願明細書の記載等",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野(【0002】)",
              "text": [
                "本発明は，微小藻類を例とする微生物の発酵の方法，手段及びシステムに関する。本発明は，医薬，美容品及び食品産業において，並びに微小藻類からのオイル及びバイオ燃料の入手のために，用いることができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "近年，脂質，炭化水素，オイル，ポリサッカリド，色素及びバイオ燃料を含む種々の物質の微小藻類を適用した生産に関心が向けられてきている。(【0003】)",
                  "text": [
                    "微小藻類を成長させるための従来の方法の1つとしては，それを密閉遮光システムで従属栄養培養するものである。エネルギー源として光の代わりに有機炭素を用いることによる，従属栄養成長条件下での水生微小藻類の大スケールでの生産のための技術が開発されている。例えば，特許文献1及び特許文献2には，クロレラ，スポンジオコッカム及びプロトセカなどの藻類からタンパク質及び色素を従属栄養によって生産するためのプロセスが記載されている。加えて，藻類の従属栄養培養では，光独立栄養培養よりも非常に高い密度を得ることができる。(【0004】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "しかし，上記の適用は，限られた数の微小藻類株のみが従属栄養条件で成長することができることから，すべての微小藻類に適用可能というわけではない。従属栄養条件で微小藻類を成長させる試みは，多くの場合，従属栄養条件で成長可能である株のスクリーニング，又はそのような条件下での成長を可能とする生物の遺伝子改変を含む。(【0005】)",
                  "text": [
                    "糖の適切な輸送システムを有し，従属栄養条件で自然に成長可能である微小藻類は，成長速度が遅いか，又は商業的興味のある物質の産生が少ないことが多く，それは，藻類が，代謝の面を制御する環境シグナルとして太陽光を利用し，光合成によって作り出されるエネルギーを利用するように長い年月をかけて進化してきたからである。(【0006】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "微小藻類を含む光合成生物のほとんどは，自身の成長及び生存を最適化するための環境シグナルとして光を用いる。光シグナルは，赤／遠赤色光の光受容体(フィトクロム)及び青色光の光受容体(クリプトクロム及び NPH)を含む種々の光受容体で感知される。光は，生理学的及び発達プロセスを制御する環境シグナルとして働き，無機炭素の還元を促進するエネルギーを供給する。しかし，特定の条件下では，光は，有害となる可能性も有する。光阻害が発生するのは，葉緑体によって吸収された光子束が非常に多い場合(強光条件下)，又は光エネルギーの流入が消費能力を超える場合(細胞がエネルギー源として還元炭素を用いる混合栄養条件下)のいずれかである。混合栄養条件下において，光合成生物は，独立栄養条件よりも相当に低い光強度にて光阻害を示し，それは，カルビン回路のフィードバック機構により，光合成器官を通して吸収された電子を効率的に使用することができないからである。(【0007】)"
                },
                {
                  "fig": "エ",
                  "subject": "吸収された光エネルギーは，色素ベッド内に励起されたクロロフィル分子を蓄積させ，光化学系を損傷させることがある。過剰な励起の結果として色素ベッド内に蓄積された励起されたクロロフィル分子はまた，スーパーオキシド，ヒドロキシルラジカル，及び一重項酸素などの活性酸素種の発生も促進し得る。(【0008】)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の概要",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書では，従属栄養成長する能力を有する微小藻類を培養するための方法が開示され，その方法は：従属栄養成長条件下にて，微小藻類を成長させるのに十分な時間，微小藻類をインキュベートすることを含み，ここで，従属栄養成長条件は，炭素源を含有する培地を含み，及びここで，従属栄養条件はさらに，低放射照度光も含む。(【0010】)"
                },
                {
                  "fig": "イ",
                  "subject": "ある態様では，微小藻類はボツリオコッカス株であり，炭素源はグルコースであり，低放射照度光は1～10µmol 光子 m-2s-1である。(【0011】)"
                },
                {
                  "fig": "ウ",
                  "subject": "ある態様では，光は，天然の光源から発生される。ある態様では，光は，天然の太陽光である。ある態様では，光は，全スペクトル光，又は特定波長光を含む。ある態様では，光は，人工光源から発生される。ある態様では，光は，人工光である。ある態様では，低放射照度光の強度は，0．01～1µmol 光子 m-2s-1である。ある態様では，低放射照度光の強度は，1～10µmol 光子 m-2s-1である。ある態様では，低放射照度光の強度は，10～100µmol 光子 m-2s-1である。ある態様では，低放射照度光の強度は，100～300µmol 光子 m-2s-1である。ある態様では，低放射照度光の強度は，3～4µmol 光子/m2s-1 光子2～3µmol/m2s-1 光子，1～2µmol/m2s-1光子，又は3～5µmol/m2s-1光子である。(【0014】)"
                },
                {
                  "fig": "エ",
                  "subject": "本願明細書ではさらに，物質を製造する方法も記載され，その方法は：その物質を産生する能力を有する微小藻類の提供；培地中でのその微小藻類の培養であって，その培地は炭素源を含む，培養；その微小藻類への低放射照度光の適用；及び，微小藻類にその乾燥細胞重量の少なくとも10％を物質として蓄積させること，を含む。ある態様では，方法は，その物質の回収もさらに含む。(【0020】)"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "用語の定義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "純粋培養(【0026】)",
                  "text": [
                    "「純粋培養」とは，他の生存生物の混入がない状態での生物の培養を意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "バイオリアクター(【0029】)",
                  "text": [
                    "「バイオリアクター」とは，所望に応じて懸濁液中で行ってもよい細胞の培養が行われる密閉容器又は部分密閉容器を意味する。図1は，バイオリアクターの一例である。「フォトバイオリアクター」とは，少なくともその一部が，少なくとも部分的に透明であるか又は部分的に開放されていることによって光の透過が可能であり，そこで1若しくは2つ以上の微小藻類細胞が培養される容器を意味する。フォトバイオリアクターは，ポリエチレンバッグ若しくはエルレンマイヤーフラスコの場合のように閉鎖されていてよく，又は屋外の池の場合のように環境に対して開放されていてもよい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "培養された(【0034】)",
                  "text": [
                    "「培養された」の用語，及びその変形は，意図される培養条件を用いることによる，1若しくは2つ以上の細胞の成長(細胞サイズ，細胞内容物，及び／又は細胞活性の増加)及び／又は繁殖(有糸分裂による細胞数の増加)の意図的な促進を意味する。成長及び繁殖の両方の組み合わせは，増殖と称される場合がある。1若しくは2つ以上の細胞は，微小藻類などの微生物のものであってよい。意図される条件の例としては，定められた培地(pH，イオン強度及び炭素源などの特性が既知である)の使用，特定の温度，酸素圧，二酸化炭素レベル及びバイオリアクター中での成長が挙げられる。この用語は，最終的には化石化して地質学的原油を発生させる生物の自然の成長など，天然での，若しくはそれ以外の直接の人間の介入のない状態での微生物の成長又は繁殖は意味しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "低放射照度光(【0051】)",
                  "text": [
                    "「低放射照度光」の用語は，従属栄養条件下にて著しい光阻害を回避して微生物に適用することができる光の放射照度であり，微生物の光活性化代謝を開始するのに必要である光の放射照度を意味する。光活性化代謝としては，これらに限定されないが，生活環，サーカディアンリズム，細胞分裂，生合成経路及び輸送システムが挙げられる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "微小藻類(【0055】)",
                  "text": [
                    "「微小藻類」とは，葉緑体を含有し，場合に応じては光合成を行う能力を有していてもよい真核微生物，又は光合成を行う能力を有する原核微生物を意味する。微小藻類には，固定炭素源をエネルギーとして代謝することができない偏性光独立栄養生物，並びに固定炭素源のみで生き延びることができる従属栄養生物が含まれる。微小藻類は，細胞分裂の直後に姉妹細胞から分離したクラミドモナスなどの単細胞生物を意味する場合もあり，また例えばボルボックスなど，2つの異なる細胞型を持つ単純な多細胞光合成微生物を意味する場合もある。「微小藻類」はまた，クロレラ及びドナリエラなどの細胞を意味する場合もある。「微小藻類」はまた，アグメネルム，アナベナ及びピロボトリスなどの細胞-細胞接着を示すその他の光合成微生物も含む。「微小藻類」はまた，特定の渦鞭毛藻類種など，光合成を行う能力を喪失した偏性従属栄養微生物も含む。微小藻類のその他の例は以下で述べる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "微生物(【0056】)",
                  "text": [
                    "「微生物(microorganism)」及び「微生物(microbe)」の用語は，本明細書にて交換可能に用いられ，微小藻類を例とする微小な単細胞生物を意味する。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "微生物の選択",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明で用いる微生物の選択に関わる考慮事項としては，オイル，燃料，及び油脂化学製品の生産に適する脂質又は炭化水素の産生に加えて：(1)細胞重量に対する割合としての高脂質含量；(2)成長の容易性；(3)遺伝子操作の容易性；及び(4)バイオマス処理の容易性が挙げられる。特定の態様では，野生型又は遺伝子操作微生物から，脂質が少なくとも40％，少なくとも45％，少なくとも50％，少なくとも55％，少なくとも60％，少なくとも65％，若しくは少なくとも70％，又はそれを超える割合である細胞が得られる。好ましい生物は，従属栄養成長するか，又は，そうするように，例えば本願明細書で開示される方法を用いて操作することができる。形質転換の容易性，並びに，微生物中で機能性である構成型及び／又は誘導型の選択可能なマーカー並びにプロモーターの利用可能性が，遺伝子操作の容易性に影響する。処理に関する考慮としては，例えば，細胞溶解のための効果的な手段の利用可能性を挙げることができる。(【0069】)"
                },
                {
                  "fig": "イ",
                  "subject": "1つの態様では，微生物としては，従属栄養条件下で成長し，細胞プロセス制御のためのシグナルとして光を用いることができる，天然又は操作された微生物が挙げられる。これらとしては，藍藻植物門，緑藻植物門，紅藻植物門，クリプト植物門，クロララクニオン植物門，ハプト植物門，ユーグレナ植物門，不等毛植物門及び珪藻類などの藻類を挙げることができる。(【0070】)"
                },
                {
                  "fig": "ウ",
                  "subject": "藻類",
                  "text": [
                    "本発明の1つの態様では，微生物は，微小藻類である。(【0071】)"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "微生物の培養方法及びバイオリアクター(【0081】)",
              "text": [
                "微生物は，一般的に，遺伝子操作を行う目的及びそれに続く炭化水素(例：脂質，脂肪酸，アルデヒド，アルコール及びアルカン)の生産の両方のために培養される。前者のタイプの培養は，小スケールで，最初は少なくとも出発微生物が成長可能である条件下で行われるのが一般的である。炭化水素生産の目的の培養は，通常，大スケールで行われる。固定酸素源(例：フィードストック)が存在することが好ましい。培養はまた，一部又は全ての時間にわたって光に曝露して行ってもよい。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "バイオリアクターの例",
              "content": [
                {
                  "fig": "ア",
                  "subject": "図1は，本願発明のバイオリアクターの1つの態様である。1つの局面では，バイオリアクターはフォトバイオリアクターである。1つの局面では，バイオリアクターシステムは，微小藻類の培養に用いることができる。バイオリアクターシステムは，容器及び照射集合体を含んでよく，ここで，照射集合体は，容器と操作可能に接続されている。(【0083】)"
                },
                {
                  "fig": "イ",
                  "subject": "図1"
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "実施例",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施例3．種々の光条件下におけるネオクロリスオレアブンダンスの成長",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "物質及び方法",
                      "text": [
                        "微小藻類及び培養条件",
                        "ネオクロリスオレアブンダンス株 UTEX1185 は，テキサス大学の藻類培養収集物から入手した。この微小藻類の初期培養物の成長は，2％グルコースを含む改変 bold3N 培地120ml を含む250ml のエルレンマイヤーフラスコ中，25℃の室温にて，アルミニウム箔でフラスコを緩く被覆し，交互に配置した2つの40W自然太陽光蛍光灯ランプ(392316，フィリップス)及び2つの40W植物アクアリウム用蛍光灯ランプ(392282，フィリップス)の下，130rpm のオービタルシェーカー上にて行った。この培地(改変 MB3N)は，脱イオン水1Lあたり以下の成分を含有していた：0．75g  NaNO ，0．075g K HPO ，0．074g  MgSO ・7H O，0．025g  CaCl ・2H O，0．176g  KH PO ，0．025g  NaCl，6ml P-IV 金属溶液(1LのdI 水中，0．75g  Na EDTA・2H O，0．097g  FeCl ・6H O，0．041g  MnCl ・4H O，0．005g  ZnCl ，0．002g  CoCl ・6H O，0．004g  Na MoO ・2H O)，各3つのビタミンの1ml(0．1mM  ビタミンB12，0．1mM  ビオチン，6．5mM  チアミン，別々に50mM HEPES pH7.8 に溶解)。培地の最終 pH は，培地をオートクレーブする前に，20％  KOH で7．5に調節した。ビタミン溶液を添加して，オートクレーブした培地を冷却した。初期培養物が特定のコンフルエンスに到達したところで，Genesys 10 UV 分光光度計(サーモサイエンティフィック)を用い，680nm及び750nmでの光学濃度(OD)によってその濃度を測定した。(【0237】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実験手順及び成長測定",
                      "text": [
                        "3つの異なる波長の光(白色，青色及び赤色)を試験した。LED 照明は，スーパーブライト LED 社から購入した(白色：RL5-W3030，青色：RL5-B2430，赤色：RL5-R1330)。各々の光波長に対して，2つの反復サンプルにて以下のような4つの異なる条件を設定した：",
                        "1-2．  改変 MB3N＋グルコースなし＋暗",
                        "3-4．  改変 MB3N＋グルコースなし＋薄明",
                        "5-6．  改変 MB3N＋2％グルコース＋暗",
                        "7-8．  改変 MB3N＋2％グルコース＋薄明(【0238】)",
                        "最終体積120ml の細胞培養物を入れた合計で8つの250ml エルレンマイヤーフラスコを，各々の条件に対して750nm での OD0．1の初期細胞濃度(およそ1．1×106細胞/ml)で準備した。光の強度は，白色に対しては3～4µmol/m2s-1 光子，青色に対しては2～3µmol/m2s-1光子，赤色に対しては1～2µmol/m2s-1光子に設定した。オービタルシェーカーの速度は，135rpm に設定した。実験は，室温にて2週間行った。24時間ごとに各フラスコから1ml の細胞培養物を採取し，サーモフィッシャーサイエンティフィック製 Genesys 10 UV 分光光度計を用い，680nm 及び750nm での OD を測定することによって細胞濃度の評価を行った。比成長速度は，培養物の光学濃度の対数を時間に対してプロットすることによって決定した。低放射照度の赤色，白色又は青色光とグルコースとの組み合わせにおいて，コントロールと比較しての成長速度の向上が見られた。(【0239】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例5：ボツリオコッカスブラウニー：制御照明による発酵",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "物質及び方法",
                      "text": [
                        "株及び培地",
                        "ボツリオコッカスブラウニー株 UTEX2441 は，テキサス大学の藻類培養収集物から入手した。ストック培養物の成長は，2％グルコースを含む改変 BG11 培地120ml を含む250ml エルレンマイヤーフラスコ中，25℃の室温にて，薄明下(4～5µmol/m2s-1 光子)，130rpmのオービタルシェーカー上にて行った。薄明照明は，40W自然太陽光蛍光灯ランプ(392316，フィリップス)及び40W植物アクアリウム用蛍光灯ランプ(392282，フィリップス)の2つの異なるランプから構成した。1Lの培地(改変 BG-11)は，以下を含有していた：10mM HEPES(pH7.8)，1．5g  NaNO ，0．04g  K HPO ，0．06g  MgSO ・7H O，0．036g  CaCl ・2H O，0．006g",
                        "クエン酸 H O，0．0138g    クエン酸鉄(III)アンモニウム，0．001g  Na EDTA・2H O，0．02g  Na CO ，2．86mg H BO ，1．81mg  MnCl ・4H O，0．22mg  ZnSO ・7H O，0．39mg Na MoO ・2H O，0．079mg  CuSO ・5H O，0．0494mg Co(NO ) ・6H O，0．5g    カゼイン加水分解物，及び各3つのビタミンの1ml(0．1mM    ビタミンB12，0．1mM    ビオチン，6．5mM    チアミン，別々に50mM HEPES pH7.8 に溶解)。培地の最終pH は，20％  KOH で7．8に調節した。(【0243】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実験手順及び成長測定",
                      "text": [
                        "3つの異なる波長の光(白色，青色及び赤色)を試験した。LED 照明は，スーパーブライト LED 社から購入した(白色：RL5-W3030，青色：RL5-B2430，赤色：RL5-R1330)。各々の光波長に対して，2つの反復サンプルにて以下のような4つの異なる条件を設定した：",
                        "1-2    改変 BG-11＋グルコースなし＋暗",
                        "3-4    改変 BG-11＋グルコースなし＋薄明",
                        "5-6    改変 BG-11＋2％グルコース＋暗",
                        "7-8    改変 BG-11＋2％グルコース＋薄明(【0244】)",
                        "最終体積120ml の細胞培養物を入れた合計で8つの250ml エルレンマイヤーフラスコを，各々の条件に対して750nm での OD0．1の初期細胞濃度(およそ1．1×106細胞/ml)で準備した。光の強度は，白色に対しては3～4µmol/m2s-1 光子，青色に対しては2～3µmol/m2s-1光子，及び赤色に対しては1～2µmol/m2s-1光子に設定した。オービタルシェーカーの速度は，150rpm に設定した。実験は，室温にて2週間行った。2日おきに各フラスコから5ml の細胞培養物を採取し，乾燥細胞重量(DCW)によって細胞成長の評価を行った。比成長速度は，培養物の DCW を時間に対してプロットすることによって決定した(図5)。(【0245】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ナイルレッドを用いることによる中性脂質の蛍光測定(【0246】)",
                      "text": [
                        "藻類懸濁液の1ml に，アセトン中のナイルレッド溶液(250ug/ml)の4ul を添加した。この混合物を，室温にて10分間のインキュベーションの間に2回ボルテックス攪拌した。インキュベーション後，染色した藻類サンプルの200ul を，96-ウェルプレートの個々のウェルに移した。モレキュラーデバイスの96ウェルプレート分光蛍光光度計上，励起波長490nm，発光波長585nm，530の発光カットオフフィルターを用いて蛍光測定した。藻類サンプルの相対蛍光強度を決定するために，蛍光強度からブランク(媒体中ナイルレッドのみ)を差し引いた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "結果(【0247】)",
                      "text": [
                        "赤色光＋グルコースでは，暗下での従属栄養培養(暗＋グルコース)と比較して，UTEX2441 の成長速度が35％上昇した(図5)。脂質レベルも，赤色光条件下では，コントロールと比較して52％上昇した(図6)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "図5",
                      "text": [
                        "図5A～C は，白色，青色及び赤色光の条件下における UTEX2441 の成長を示す。Glu はグルコースを意味する。(【0024】)"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "図5A(次頁)"
                        },
                        {
                          "fig": "b",
                          "subject": "図5B c  図5C(次頁)"
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "図6",
                      "text": [
                        "図6は，赤色光条件下における UTEX2441 による脂質の産生を示す。LG は，明＋グルコースを意味し；DG は，暗＋グルコースを意味する。(【0024】)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上を踏まえると，本願発明18の概要は，以下のとおり理解される。",
            "すなわち，本願発明18は，例えばバイオ燃料のような物質を微小藻類の従属栄養培養により製造する方法に関する発明であって(【0003】)，従来は，従属栄養培養の際には，密閉遮光状態で行われていたのであるが(【0004】)，微小藻類のうち，従属栄養状態で自然に成長可能であるものは，種類が少なく，成長が遅いという課題があった(【0005】，【0006】)。そこで，微小藻類を含む光合成生物のほとんどは，自身の成長及び生存を最適化するための環境シグナルとして光を用いる(【0007】)ことを利用して，培養時に光を用いることで上記課題を解決しようとする発明であって，微小藻類の培養時に用いる培地に例えばグルコースのような炭素源を含ませておき，環境シグナルとしての光を5µmol 光子 m-2s-1以下という低放射照度光で与えることで従属栄養培養し，それにより物質を製造する発明である(特許請求の範囲，【0010】，【0011】，【0014】等)。"
          ]
        },
        {
          "fig": "4",
          "subject": "引用例1の記載等",
          "text": [
            "引用例1は，平成19年12月に発行された「マイクロバイオディーゼルの生産のためのバイオリアクターにおける微小藻類クロレラ  プロトセコイデスの高密度発酵」と題する学術論文であるところ，以下の事項が記載されていることが認められる(記載箇所は原文のもの。甲1添付の訳文に基づくが，一部原文に基づく修正を施した。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "要約",
              "text": [
                "寒天上の発酵をベースとしたマイクロバイオディーゼルの生産は，クロレラ  プロトセコイデスの高細胞密度の発酵及び効率的なエステル交換プロセスによって実現された。5-1バイオリアクターにおいて達成された細胞密度は，予備的な及び改善された流加培養の方策を実行することによって，",
                "それぞれ184時間で16．8g l-1及び51．2g l-1であった。脂質含量は，5-1バイオリアクターにおいて，回分，初代及び改善された流加培養からの細胞乾燥重量の57．8，55．2及び50．3％であった。エステル交換が固定化されたリパーゼによって触媒され，変換率は98％にまで達した。クロレラからのバイオディーゼルの性質は従来のディーゼル燃料に匹敵するものであり，バイオディーゼルの米国基準に適合する。要するに，クロレラの高密度発酵及び酵素的エステル交換プロセスを含むアプローチが提起され，バイオディーゼル生産のための期待できる代替手段であることが判明した。(29頁左欄1～16行)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "はじめに",
              "content": [
                {
                  "fig": "ア",
                  "subject": "従来の供給源(植物油又は動物脂肪)由来のバイオディーゼルと区別するため，我々は，微生物油からエステル交換された脂肪酸メチルエステル(FAMEs)を説明するために新規の用語「マイクロバイオディーゼル」を使用する。この用語は，バイオディーゼルの従来の概念を適切に拡大したものといえよう。(29頁右欄11～16行)"
                },
                {
                  "fig": "イ",
                  "subject": "藻類からのマイクロバイオディーゼル生産においては，我々の以前の研究において，クロレラ(緑藻類)の従属栄養発酵のための新規なアプローチ(Miao 及び Wu，2006)，すなわち，寒天上の発酵をベースとしたマイクロバイオディーゼル(AFMD)生産が開発された。この技術は，古典的な光独立栄養培養モデルと比較して，クロレラが従属栄養発酵システムによってはるかに高比率で脂肪酸を蓄積し得るものであり，大規模にマイクロバイオディーゼル生産に資するオイル原料を生産するための実現可能な進路を提供した。商業利用を実現するために，マイクロバイオディーゼル収量を更に増大させ，生産コストを抑制するためには，発酵プロセス及びエステル交換反応を含む重要となるステップを体系的に改善すべきである。(29頁右欄17～30行)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "材料と方法",
              "content": [
                {
                  "fig": "ア",
                  "subject": "株と培地",
                  "text": [
                    "微小藻類クロレラ  プロトセコイデスはテキサス大学の藻類保存機関(the Culture Collection of Alga)から快く提供された。基本培養培地の構成(Wu ら，1992)は，次のとおり：KH PO   0．7g l-1，K HPO   0．3g l-1，MgSO ・7H O  0．3g l-1，FeSO4・7H O  3mg l-1，グリシン0．1g l-1，ビタミンB1  0．01mg l-1，A5微量ミネラル溶液1ml l-1。異なる濃度のグルコースが，  特定の実験計画の要件に従って基本培地の中に添加された。発酵培地は，4g l-1の酵母抽出物と15-30g l-1のグルコースを基本培地にパルスすることによって変更した。我々の以前の研究で，クロレラ増殖因子(CGF；Wu 及び Xu，2006)(その混合栄養処方は，タンパク質0．5-4％，糖1-3％，遊離アミノ酸1％及び植物ホルモン0．01％を含有する。)が，細胞の増殖を刺激し，耐糖能を強化することに効率的であることが証明された。そのため，必要な場合にはそれ(CGF)も採用され(it was also recruited)，培地中でのその最終濃度は，0．1％(v/v)である。(30頁左欄24～42行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "クロレラ  プロトセコイデスの振盪フラスコ培養",
                  "text": [
                    "クロレラは，1．5％寒天プレートからのコロニー又は指数関数的に成長している種培養物を用いることによって，28℃で200rpm で振盪フラスコにおいて，従属栄養条件下で培養された。弱い光(5µmol m-2s-1)もまた採用された。",
                    "培地の最適化のために，バイオマス生産におけるA5及びB6微量ミネラル溶液の効果が比較された。藻類培養に関する以前の研究によれば，B6微量ミネラル溶液の最終濃度は1ml l-1に設定された。細胞増殖に対するB6溶液の効果を研究するため，光学濃度(OD) が定期的に決定540nmされた。異なる窒素源として，酵母エキス，グリシン，硝酸アンモニウム，硝酸カリウム，尿素を，バイオマス産出量への効果を試験するため，最終濃度が0．1％(w/v)になるよう，別々に基礎培地に加えた。初期グルコース濃度のバイオマス生産への影響を調査するため，基礎培地に15，30，45及び60g l-1 のグルコースを加えたものにクロレラの種子を接種し，成長曲線を記録した。(30頁左欄43行～同右欄14行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "5-1バイオリアクターでの発酵最適化",
                  "text": [
                    "5-1バイオリアクター中でクロレラの従属栄養発酵が行われた(Biostat Q，B. Braun，ドイツ)。",
                    "基質供給の時間及び量を設定するため，バッチ培養での従属栄養クロレラ増殖におけるグルコース，グリシン及びリン酸塩の消費量(consumption)が決定された。基質消費率に基づいて，初代流加培養が行われた。濃度を2-15g l-1 に維持するため濃縮グルコース溶液が流加され，pH 値を6．0超に維持するため，KOH 溶液(10g l-1)が流加され，溶存酸素(DO)濃度を空気飽和の20％超に維持するため，撹拌速度及び空気流を増加させて制御した。通気速度及び攪拌速度は変更可能であり，初期値は，180l h-1(1:1 vvm)及び200rpm に設定された。",
                    "温度は，28±10．5℃で制御された。",
                    "より高い細胞密度に至るべくクロレラ細胞の増殖を促進するために，振盪フラスコ中で最適化されたパラメーターに基づいて，5-1バイオリアクター内における発酵のプロセスが改良された。改変された発酵培地が採用され(was recruited)，グルコースは，対応する供給速度を維持することで24g l-1を超えないよう正確に制御された。pH 及び温度は，コンピュータによってそれぞれ6．5±0．1及び28±0．1℃に自動的に適切に制御された。DO は，空気飽和の40%超に維持するよう，撹拌速度と組み合わせて制御された。(30頁右欄15～39行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "脂質抽出",
                  "text": [
                    "培養の完了後，培養培地を10，000rpm，4℃で2分間遠心分離し，凍結乾燥するため，細胞ペレットを収集した。その後，従属栄養クロレラ細胞粉末中の総脂質を抽出するため，Soxhlet 抽出法が採用された。(30頁右欄40～45行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "増殖及び化学的分析",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "増殖分析",
                      "text": [
                        "細胞増殖は，UV/可視分光光度計(Pharmacia Biotech Ultrospec 2000)",
                        "を使用して，540nm での光学濃度測定によってモニターされた(Becker  1994)。(31頁右欄2～5行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "化学的分析",
                      "text": [
                        "グルコース含量が，ジニトロサリチル酸(DNS)アッセイによって分析された(Miller  1959)。(31頁右欄15～17行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "結果",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無機塩の効果",
                  "text": [
                    "微量無機塩は，酵素の補因子として働き，多くの重要となる生理的反応に関与しており，細胞増殖へのその影響は無視できないものであった。",
                    "クロレラ  プロトセコイデスの増殖を促進するためにはA5の方がB6溶液に比較してより効果的である。(32頁左欄13～22行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "初期窒素源の最適化",
                  "text": [
                    "3種類の無機窒素源(尿素，硝酸カリウム，硝酸アンモニウム)と2種類の有機窒素源(グリシン，酵母エキス)について，同一グルコース濃度(15g l-1)でのフラスコ中でのクロレラ従属栄養増殖への影響について調査された。…これらのデータは，無機窒素源は，細胞増殖を促進する効率が低く，酵母エキスが最も適切な窒素源の1つであることを示唆した。…その後の実験で，4g l-1 の酵母エキスで，最高の脂質質量(17．99x46．0％＝8．28g l-l)を達成したため，この濃度が最適な初期窒素源濃度として選択された。(32頁左欄23行～同右欄21行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "初期グルコース濃度の効果",
                  "text": [
                    "グルコースは従属栄養増殖を維持するための最も一般的な炭素源及びエネルギー源である。",
                    "さらに，より高いグルコース濃度は，細胞増殖に否定的に影響し，これは培養の最初の72時間内の比増殖速度がより低くなっている点に反映されていることは注目に値する。前記の観察によれば，より低い濃度でのグルコースの継続的供給は，細胞増殖及び脂質蓄積に有益であることが証明されたことから，流加アッセイの基本的戦略として採用された。(32頁右欄22～43行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "5-1バイオリアクターにおけるプロセス最適化",
                  "text": [
                    "改良された培養では，4g l-1 の酵母エキスを含有した最適化された発酵培地が用いられた。グルコースはその消費率に応じて供給され，培地中での最高濃度は，24g l-1未満に制御された。CGF がグルコース溶液を含む培養培地へ供給された。増大しつつある細胞密度の要件を満足させるのに十分な酸素供給を保証するため，溶存酸素は自動攪拌と組み合わせて40％超に維持された。(32頁右欄44行～33頁右欄12行)"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "論考",
              "text": [
                "現在，微小藻類バイオマス生産は，少なくとも2つの主要なアプローチによって実現されている。1つは，太陽光エネルギーを使用し，二酸化炭素を固定することによる開放された池沼又は光バイオリアクターにおける光独立栄養培養であり，もう1つは，グルコースをエネルギー源及び炭素源として使用する従属栄養発酵である。省エネの観点からは，前者の選択肢がより経済的であるように思われる。それにもかかわらず，下記の理由を考慮に入れると，我々は，やはりまず第2のオプションを選択する。第1に，クロレラ  プロトセコイデスは，はるかに高い比率の脂質を蓄積し，従属栄養培養モードにおいてより高い増殖率を有している。第2に，従属栄養培養においては，発酵時間，空間並びに下流の加工処理費用を大幅に削減する高細胞密度を実現するために生産条件を容易に制御できる。この研究では，流加培養によってクロレラ  プロトセコイデスの最適な従属栄養増殖が達成され，細胞密度が増加した。(35頁左欄16行～右欄15行)"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上の記載を踏まえると，引用例1に記載された発明(引用発明)については，以下のとおりに理解される。",
            "すなわち，藻類からのマイクロバイオディーゼル生産においては，以前の研究により，クロレラ(緑藻類)が，従属栄養発酵システムによって，独立栄養培養モデルに比べ脂肪酸をはるかに高比率で蓄積できる技術が開発されていた(4(2)イ)。引用発明においては，これを更に改良することを課題とし(4(2)イ)，振盪フラスコ培養段階における培地の最適化のために，2種の無機塩溶液，5種の窒素源，異なる4種の初期グルコース濃度のいずれが，クロレラの成長に優れているかが検討され(4(3))，無機塩としてはA5が，窒素源としては酵母エキスがそれぞれ選択され，また，初期グルコース濃度としては，24g l-1 を超えないようにすることが必要であるということが見出され(4(4))，バイオリアクターでの発酵の際に，その培地を用いることにより，クロレラ細胞の増殖及び高密度化を達成することができ(4(5))，その結果，より効率的にバイオディーゼル生産ができた(4(1))というものである。"
          ]
        },
        {
          "fig": "6",
          "subject": "検討",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3(本願発明18の要旨認定の誤り及びそれに基づく容易想到性判断の誤り)について",
              "text": [
                "説明の便宜上，取消事由3についてまず検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法36条2項は「願書には，明細書，特許請求の範囲，必要な図面及び要約書を添付しなければならない。」とし，同5項は「第二項の特許請求の範囲には，請求項に区分して，各請求項ごとに特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならない。」としている。本件審決は，これらの規定に基づいて，本願発明18の内容を，本願に係る特許請求の範囲請求項18に記載されたとおり認定したものであるから，これに取り消すべき違法はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，原告は，本件審決には，本願発明18につき，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光」を採用してなることのみを認定し，この発明特定事項の本来の内容(要旨)に係る判断を看過した点で誤りがあるなどと主張する。",
                    "しかし，発明の要旨の認定は請求項の記載に基づいて行われるべきものであるところ，前記3記載のとおり，上記低放射照度光の技術的意義が，光シグナルとして，光受容体の引き金となる低放射照度光を示す光強度を表すものであり，従属栄養条件において，光受容体(フィトクロム)で感知され，エネルギー生産を発現させるための光シグナルとして働くという点にあるとしても，当該技術的意義は本願発明18に係る請求項には何ら記載されていない。また，特許請求の範囲の記載は，それ自体として明確といえるから，これに基づく発明の要旨の認定は十分に可能である。そうである以上，上記の技術的意義は，そもそも，本願発明18の要旨として認定し得ない事項である。",
                    "したがって，その他るる主張するところを考慮するまでもなく，この点に関する原告の主張は採用し得ない。取消事由3は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1(引用発明の認定及び本願発明18との一致点・相違点の認定の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，引用例1には，「材料と方法」の項目中の小項目「クロレラ  プロトセコイデスの振盪フラスコ培養」おいて，「クロレラは，1．5％寒天プレートからのコロニー又は指数関数的に成長している種培養物を用いることによって，28℃で200rpm で振盪フラスコにおいて，従属栄養条件下で培養された。弱い光(5µmol m-2s-1)もまた採用された。」と記載されている。",
                        "上記記載にいう「弱い光」については，「クロレラ  プロトセコイデスの振盪フラスコ培養」という項目に記載されていること及び先行する文章が従属栄養状態を規定していることから，「従属栄養状態であるが，弱い光が採用されて培養されている」との文脈において言及されているものと理解するのが合理的である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例1には培養段階と発酵段階が存在するところ，「より高い細胞密度に至るべくクロレラ細胞の増殖を促進するために，振盪フラスコ中で最適化されたパラメーターに基づいて，5-1バイオリアクター内における発酵のプロセスが改良された。」との記載(前記4(3)ウ)を考慮すると，培養段階でクロレラの増殖に最適な条件を比較実験して解明し，その条件をバイオリアクターに適用しているものと理解し得る。これによれば，引用例1において，照射する光の強さも培養段階と発酵段階とで異ならないことが推認される。",
                        "そうすると，「弱い光(5µmol m-2s-1)もまた採用された。」という記載は，引用例1における培養段階と発酵段階のいずれにも採用されているということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，引用発明として「脂質を製造する方法であって，／微小藻類クロレラ  プロトセコイデスを提供すること，／グルコースが添加された培地で培養すること，／弱い光(5μmol m-2s-1)もまた採用すること，／細胞乾燥重量の57．8，55．2及び50．3％の脂質を含むこと，／を含む，方法。」と認定したものであるが，上記のとおり，「弱い光(5µmol m-2s-1)もまた採用すること」は，引用発明を構成する技術的事項ということができる。その余の事項が引用発明を構成する技術的事項であることは，当事者間に争いがない。",
                        "したがって，本件審決の引用発明の認定に誤りはないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1において「弱い光(5µmol m-2s-1)もまた採用された。」ことは，いわゆる一行記載されたのみであり，これを本願発明18の発明特定事項「低放射照度光」と同様に「光シグナル」であったと認定することは許されないなどと主張する。",
                        "しかし，本願発明18による発明特定事項は，「低放射照度光」であって「光シグナル」ではない。原告の上記主張は，本件審決による本願発明18の認定に誤りがあることを前提とするものであるところ，前記のとおり，その前提において誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1の「弱い光(5µmol m-2s-1)もまた採用された。」との記載は，「1．5％寒天プレートからのコロニー又は指数関数的に成長」に関して，従来技術として，「弱い光(5µmol m-2s-1)もまた採用された。」という意味において解釈されるべきであるなどとも主張する。",
                        "しかし，引用例1は学術論文であって，「材料と方法」の項は，同文献の著者以外の研究者が追試可能なように記載されているものと推認するのが合理的である。そうすると，同項には，引用例1の培養時及び発酵時に照射すべき光量子束密度が開示されているものと見られる。すなわち，「弱い光(5µmol m-2s-1)もまた採用された。」との記載を，従来技術としての意味に解釈することは相当でない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他原告がるる主張する点を考慮しても，この点に関する原告の主張は採用し得ない。取消事由1は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2(容易想到性判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)及び(2)のとおり，本件審決には，本願発明18の要旨の認定及び引用発明の認定のいずれにおいても誤りはない。",
                        "そうすると，本願発明18と引用発明の相違点は，本願発明18は「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を含むのに対し，引用発明は「弱い光(5µmol m-2s-1)もまた採用すること」を含み，5µmol 光子 m-2s-1以下という特定を有しない点，ということになる。この点において，本件審決に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の容易想到性",
                      "text": [
                        "本願発明18における低放射照度光については，「5µmol 光子 m-2s-1以下」という数値範囲が設定されているところ，その一部は引用発明の「弱い光(5µmol 光子 m-2s-1)」と一致している。",
                        "そして，引用発明の「弱い光」である5µmol 光子 m-2s-1を更にわずかに弱くすることは，当業者が最適範囲を探索することを通じて容易に到達し得ることというほかない。",
                        "また，本願発明18の作用効果についても，引用例1の記載から認められる引用発明の作用効果との対比において，格別顕著な効果を奏しているとは認められない。",
                        "したがって，本願発明18は，引用発明に基づき当業者が容易に想到し得たものというべきであり，この点に関する本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明が技術的事項「弱い光(5µmol m-2s-1)もまた採用すること」を含んでいないことを前提として，本願発明18は，引用発明に基づき当業者が容易に想到することができたものということはできないなどと主張するけれども，上記前提が採用し得ないことは前記のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本願明細書記載の従来技術の課題を解決するために，本願発明18は，従属栄養条件として，発明特定事項「前記微小藻類への5µmol 光子 m-2s-1以下の低放射照度光の適用」を採用しているのに，引用例1にはその示唆は全くないから容易想到ではないとか，本願発明18から得られた結果は引用例1とは全く異質で顕著なものであるなどと主張する。",
                        "しかし，この主張は，本願発明と引用発明の異質性に関する主張を前提にするものであるところ，その主張を採用することができないことは，(1)，(2)において説示したとおりである。",
                        "また，本願発明18と引用発明とで，同等の条件で光が照射されているのであれば，本願発明18と引用発明との間において異なる結果が生じることは理論上考え難い。",
                        "そうすると，引用発明によっても原告主張に係る従来技術の課題は解決されるということもできるのであって，本願発明18をもって，引用発明とは異質で顕著な効果を生じるものと見ることはできない。",
                        "その他原告がるる主張する点を踏まえても，この点に関する原告の主張は採用し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上より，取消事由2は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張に係る取消事由1～3はいずれも理由がない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10044",
    "date": "2017-12-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087315",
    "ipprecedent_id": "4815",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}