{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-9191号事件について平成29年10月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年4月18日，別紙記載1の商標(以下「本願商標」という。)について，指定役務を第43類「飲食物の提供」として，商標登録出願をした(商願2016-44062号。甲12)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記商標登録出願に対して，平成29年3月21日付けで拒絶査定を受けたので，同年6月23日，拒絶査定に対する不服の審判を請求した(不服2017-9191号。甲15，16)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年10月17日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は同月31日に原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年11月28日，審決の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりである。要するに，本願商標と別紙記載2の登録商標(以下「引用商標」という。)とは，互いに類似する商標であり，また，本願商標の指定役務は，引用商標の指定役務と同一の役務であるから，本願商標は商標法4条1項11号に該当し，登録することができない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "以下のとおり，本願商標及び引用商標の指定役務である「飲食物の提供」に係る分野(以下，「飲食業分野」という。)は，他の役務に係る分野(以下「他の分野」という。)に比べて特殊な取引の実情を有しているにもかかわらず，審決は，それを無視して本願商標及び引用商標を認定し，その結果，両商標の類否判断を誤った。したがって，結論に影響を及ぼす違法があるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "飲食業分野における取引の実情について",
          "text": [
            "飲食業分野は，他の分野に比べて店舗数(事業所数)が圧倒的に多く，その数は，全分野の店舗数計の約10％にも及ぶ(甲18)。",
            "このため，飲食業分野の需要者は，この多くの店舗の中から自身の目的に合った店舗を効率よく見付けるためにインターネットや情報誌等の情報媒体を利用して店舗を検索することが慣行となっている。",
            "そして，需要者は，情報媒体を利用して自身の目的に合った店舗を検索する場合には，利便性，料理種別，値段等の条件からある程度店舗を絞り込み，その絞り込んだ店舗の詳細情報が掲載された欄(ページ)のみを閲覧して目的に合った店舗を探し出しているのが現状である。",
            "このため，審決が認定するように，一般的な商取引では簡易迅速を尊ぶ傾向にあるものの，少なくとも飲食業分野では，この簡易迅速という点を情報媒体による検索によって担保しており，その結果，需要者は，検索で絞り込んだ店舗の詳細情報が掲載された欄(ページ)をある程度時間を掛けて閲覧し，自ずとその欄(ページ)に含まれる商標についても一見するだけなくじっくりと観察することになる。",
            "なお，需要者は，パソコンやスマートフォン等の画面上や情報誌の紙面上といった情報媒体の狭い表示範囲の中で前記欄(ページ)を閲覧することから，必然的にその欄(ページ)に含まれる商標も小さく表示され，これを凝視して観察することになるため，この傾向はより顕著となる。",
            "すなわち，飲食業分野においては，他の分野よりも店舗数が格段に多く目的の店舗を探す際に情報媒体による検索が主流になっており，このため，需要者は，情報媒体上で商標と接することになり，その結果，他の分野に比べてじっくりと商標を観察するという特殊な取引の事情がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観",
              "text": [
                "本願商標は，中央に大きく毛筆体で「咲」を崩してデザイン化した文字と「蔵」を崩してデザイン化した文字を縦書きし，その「咲」を崩してデザイン化した文字の左側部分に明朝体で小さく「鉄板串焼き」の文字を縦書きするとともに，「蔵」を崩してデザイン化した文字の右側部分に，これらの文字の読みとなる「さくら」なる文字を朱色の明朝体で小さく縦書きで添字し，さらに，その「さくら」の文字の下側部分に朱色の落款を押印した外観を有している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「咲蔵」なる文字部分に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決(2頁20～37行目)は，漢字2字から成る熟語は，一般的に，2字を共に訓読み又は音読みするのが基本であり，一字目の「咲」の文字を訓読みするに当たり，「荒い波」を「荒波(アラナミ)」，「近い頃」を「近頃(チカゴロ)」のように送り仮名が省かれて読まれる場合と，「書換え(カキカエ)」，「咲分け(サキワケ)」のように送り仮名を含めて読まれる場合があることを考慮すれば，「咲蔵」においては，訓読みと訓読みの組合せで「サクラ」及び「サキグラ」と読まれるとみるのが自然であると認定した。",
                        "しかしながら，国語辞典(甲21：広辞苑第二版補訂版874頁)には，「咲蔵」と同様に「咲」を語頭に含む漢字2字から成る熟語として，「咲分(サキワケ)」しか記載されておらず，このような熟語において「咲」を「サ」と訓読みする慣行はない。したがって，「咲蔵」なる文字部分からは，訓読みと訓読みの組合せで「サキクラ」又は「サキグラ」という称呼しか生じず，「サクラ」という称呼は生じない。",
                        "また，審決は，「荒波(アラナミ)」や「近頃(チカゴロ)」を例示して送り仮名が省かれて読まれる場合があるとしているが，言葉は，常用されながら時代の流れによってその意味や読みが個別に変化するものであり，常用されていない言葉の意味や読みが突然変化するようなことはあり得ない。そして，「咲蔵」は，審決(2頁23，24行目)が認めるとおり造語であって常用されている言葉とはいえず，前記のとおり，漢字2文字から成る熟語の読みとして基本となる訓読みと訓読みの組合せで「サキクラ」又は「サキグラ」という称呼しか生じない。",
                        "以上を考慮すれば，「荒波」や「近頃」において送り仮名が省かれていることを理由に，「咲蔵」から「サクラ」なる称呼が生じるとした審決の認定は失当といわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，本願商標の「咲蔵」なる文字部分についてみれば，「咲」に関して，部首が“くちへん”にもかかわらず，“ふしづくり”様にデザイン化され，また，9画目の右払いが大きく崩されてデザイン化されており，また，「蔵」に関しては，14画目のそりが大きく崩されてデザイン化されていることから，本願商標に接した需要者は，一見して「咲蔵」と認識することができず，無意識にその右側部分に他の文字部分と異なる朱色で目立つように記載された「さくら」なる文字部分に注目し，この「さくら」をデザイン化された「咲蔵」なる文字部分の読みと認識することになる。",
                        "また，仮に，本願商標に接した需要者が，一見して「咲蔵」と認識することができたとしても，審決(2頁39行目～3頁7行目)が示すとおり，一般的に，漢字に平仮名が併記された構成の商標において，その平仮名部分が漢字部分の称呼を特定する役割を果たすものと無理なく認識できるときは，平仮名部分から生ずる称呼が，その漢字部分から生ずる自然の称呼とみるのが相当であることから，本願商標に接した需要者は，「咲蔵」なる文字部分の右側部分に記載された「さくら」なる文字部分に注目し，この「さくら」をデザイン化された「咲蔵」なる文字部分の読みと認識することになる。",
                        "したがって，本願商標の「咲蔵」なる文字部分からは，「サクラ」なる称呼が生じるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「鉄板串焼き」なる文字部分に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願商標の「鉄板串焼き」なる文字について，自他役務の識別標識として機能を有さないものと認定し，その上で，本願商標の「鉄板串焼き」の部分から出所識別機能としての称呼・観念が生じないと認定した(2頁6～13行目，3頁8，9行目)。",
                        "しかしながら，調理用語辞典(甲22)を参照すると，「鉄板焼き」なる文字の説明として「鉄板を使って肉，魚介類，野菜などを焼いて仕上げる料理」である旨が記載されており，また，「串焼き」なる文字の説明として「肉類，魚介類，野菜類などを一口大にして，竹串に刺して直火焼きした料理」である旨が記載されている。",
                        "すなわち，「鉄板焼き」は，鉄板で焼く料理法である一方，「串焼き」は，直火焼きする料理法であり，食材の焼き方が全く異なる料理法であることから，一般的に「鉄板串焼き」のように組み合わせて表記されることはない。このことは，調理用語辞典に「鉄板串焼き」なる文字が掲載されていないことからも明らかである。",
                        "よって，本願商標の「鉄板串焼き」なる文字部分は，需要者に対し，新たな料理の種別を連想させるものの，一般的に知られた特定の料理を示すものではないので，自他役務の識別標識として機能を有するといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に，本願商標の「鉄板串焼き」なる文字部分が，需要者によって特定の料理を示すものと認識されるようなものであったとしても，飲食業分野特有の事情から自他役務の識別標識として機能を有するといえる。",
                        "すなわち，前記のとおり，近年，インターネットが普及し，これに伴って外国の食文化に関する情報を容易に取得できるようになったことから，食文化の多様化が進み，これに伴って飲食業分野では，料理の種別の多様化が急激に進んでいる。その結果，店舗を示す商標に対し，自他役務の識別標識として機能を有する文字と共に，料理の種別を示す文字が併記されている場合に，その商標に接した需要者は，料理の種別を示す文字部分も含めて商標を識別しているのが現状である(料理の種別が多様化したことにより，料理の種別を示す文字も膨大に増え，これに伴って店舗も他店との差別化を図るため，これらの文言を商標中に明記することが多くなり，需要者は，その文言自体も商標を識別するための一つの判断材料とするようになった。)。",
                        "この考え方は，自他役務の識別標識として機能を有する文字から成る商標と，その文字に料理の種別を示す文字を併記した商標とが，別々に登録されている審査例(甲1，4～7)や，自他役務の識別標識としての機能を有する文字に異なる料理の種別を示す文字を併記した商標が，それぞれ別々に登録されている審査例(甲7～9)にも表れており，これらの登録商標の存在は，飲食業分野において，商標中に含まれる料理の種別を示す文字部分が，その商標において自他役務の識別標識としての機能を有していることの証左であるといえる。",
                        "したがって，本願商標の「鉄板串焼き」なる文字部分は，自他役務の識別標識として機能を有するため，同文字部分から出所識別機能としての「テッパンクシヤキ」なる称呼が生じる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本願商標の「咲蔵」なる文字部分から「サクラ」なる称呼が生じ，また，本願商標の「鉄板串焼き」なる文字部分から「テッパンクシヤキ」なる称呼が生じることから，本願商標からは，「テッパンクシヤキサクラ」及び「サクラ」なる称呼が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "観念",
              "text": [
                "審決(3頁13～16行目)は，本願商標の「咲蔵」なる文字について，「咲く蔵(クラ)」又は「蔵(クラ)が咲く」ほどの意味合いを認識させると認定した。",
                "しかしながら，「咲く蔵(クラ)」又は「蔵(クラ)が咲く」なる表現は常識的に思い付くような状態を示しておらず，その意味を全く想起することができない。また，「咲蔵」は，前記のとおり，国語辞典に掲載されていない造語である。",
                "したがって，「咲蔵」なる文字からは特定の観念が生じない(本願商標に接した需要者は，そのように認識する。)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "役務の出所識別標識として看取される文字部分",
              "text": [
                "前記のとおり，飲食業分野では，本願商標に接した需要者は，本願商標を一見するだけでなくじっくりと観察する。",
                "また，前記(2)イで述べた理由により，本願商標の「鉄板串焼き」なる文字部分は，自他役務の識別標識としての機能を有する。",
                "したがって，本願商標に接した需要者は，自ずとデザイン化された「咲蔵」なる文字部分のみにとどまらず，「さくら」なる文字部分や「鉄板串焼き」なる文字部分をも注視し，本願商標全体を役務の出所識別標識として看取される文字部分として認識することになる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標について",
          "text": [
            "引用商標は，標準文字で「咲蔵」を横書きした外観を有し，前記2(2)ア(ア)で述べた理由により，「サキグラ」又は「サキクラ」なる称呼が生じる。",
            "また，審決(3頁21，22行目)は，本願商標と同様に，引用商標についても，「咲く蔵(クラ)」又は「蔵(クラ)が咲く」ほどの意味合いを認識させると認定しているが，前記のとおり，「咲蔵」なる文字からは特定の観念が生じない。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願商標と引用商標の類否判断について",
          "text": [
            "審決(3頁23～36行目)は，本願商標の構成中であって出所識別標識として強く支配的な印象を与える文字部分を「咲蔵」と認定し，さらに，本願商標の「咲蔵」なる文字部分と引用商標とが，「サクラ」の称呼を共通にするとともに，「咲く蔵(クラ)」又は「蔵(クラ)が咲く」ほどの意味合いを共通にするものであると認定した上で，本願商標と引用商標とは，全体の外観において相違するとしても，「咲蔵」という同一の文字で構成され，称呼及び観念を同一にする両者は，相紛らわしい類似する商標であると認定した。",
            "しかしながら，前記のとおり，飲食業分野における特殊な取引の実情により，両商標に接した需要者は，その商標を一見するだけでなくじっくりと観察する。",
            "そして，本願商標と引用商標とを比較すると，本願商標のデザイン化された「咲蔵」なる文字部分と引用商標の形態が大きく相違するだけでなく，料理の種別を連想させる「鉄板串焼き」なる文字部分の有無も相違し，また，本願商標の「鉄板串焼き」なる文字部分は，特定の料理の種別を示す文字ではないことから，本願商標に接した需要者は，「鉄板焼き」でもなく「串焼き」でもない新たな料理を連想し，「鉄板串焼き」なる料理がどのようなものであるか興味を示し，「鉄板串焼き」なる文字部分にも注目することになるため，両商標は，需要者に対し，外観に関して全く異なる印象を与える。",
            "また，本願商標からは，「テッパンクシヤキサクラ」及び「サクラ」なる称呼が生じると認められるのに対し，引用商標からは，「サキクラ」及び「サキグラ」なる称呼が生じ，「サクラ」なる称呼は生じず，また，両商標からは，特定の観念が生じず，観念において比較することができない。",
            "以上のことから，両商標に接した需要者は，商標の一部に共通する文字が含まれていても，商標全体の構成を念頭に置きつつ，料理の種別を示す文字の有無・相違や，文字の字体や配置の相違などを判断基準として，厳格な目でそれらの商標を識別することになるから，外観及び称呼で相違する本願商標と引用商標とは，相紛らわしい類似する商標であるといえず，本願商標は，商標法4条1項11号に該当しない。"
          ]
        },
        {
          "fig": "5",
          "subject": "被告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "「咲蔵」の文字から生じる称呼について",
              "text": [
                "被告は，「咲」の文字が一般的に慣れ親しまれた訓読みにより「サ」と読まれる旨の主張の裏付けとして，乙10～14を例示している。",
                "しかし，僅か5件の例示をもって「咲」の文字を「サ」と読むことが一般的に慣れ親しまれているとはいえないし，そもそも，これらの証拠をみると，いずれも「咲」を含む店舗名の近傍に振り仮名が振られており，これは乙10～14のウェブページに情報を入力した者自身が，掲載された店舗名が需要者に間違われやすく，一般的に慣れ親しまれた読みでない特殊な読みと認識していることの裏付けといえる。",
                "したがって，上記5件(乙10～14)の例示をもって「咲」の文字を「サ」と読むことが一般的に慣れ親しまれているとは到底いえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「鉄板串焼き」の文字に関する自他役務の識別機能について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，「鉄板串焼き」の文字部分が，その文字全体として提供される料理の種類を端的に表したものである旨の主張の裏付けとして，乙7～9及び乙16～19に使用されている「鉄板」と「串」を組み合わせた表示を例示している。",
                    "しかし，これらの例示に表れているように，「鉄板」と「串」を組み合わせた表示だけでも，多種多様な表記が用いられていることこそが，飲食業分野において，商標中に含まれる料理の種別を連想させる表記が自他役務の識別標識として機能を有していることの証左になるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本願の指定役務を取り扱う業界において，需要者が商標中に表示されている料理名部分の記載の有無等をもって，その役務の出所が異なると判断するとはいえない旨の主張の裏付けとして，乙7～9，12，16，18及び19を例示し，提供される料理の種別と，店舗の名称とを組み合わせて「料理名＋名称」として使用するとともに，料理名を捨象して「名称」のみで使用することが普通に行われている旨主張する。",
                    "しかし，「料理名＋名称」として使用するとともに，「料理名」を捨象して「名称」のみで使用されているのは，前記各乙号証のウェブページを管理する店舗関係者側の都合であり，この事実が，なぜ，飲食業分野において，需要者が商標中に表示されている料理名部分の記載の有無等をもって，その役務の出所が異なると判断するとはいえないことの裏付けになるのか理解できない。",
                    "そもそも，被告が例示した前記各乙号証においては，いずれも情報媒体を使用する需要者が最初に接する見出し中に，料理の種別を連想させる表記が使用されており，これこそが逆に料理の種別を連想させる表記が自他役務の識別標識として機能を有していることの証左になるといえる。",
                    "なぜなら，今日，需要者が最も利用する情報媒体といえるインターネットにおいては，需要者が興味を示した言葉を選択(クリック)することで，その詳細情報が表示される階層構造になっている。そして，検索サイト(例えば，前記乙号証の詳細情報を提供する「ぐるなび」等)においては，各店舗の詳細情報の見出しがそのまま検索結果画面の見出しとなるため(甲23)，見出しでいかに需要者の興味を引くかが肝心であり，この見出しに料理の種別を連想させる表記が使用されていることこそが，当該表記が自他役務の識別標識として機能を有していることの証左といえるからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，「鉄板串焼き」の文字部分が，自他役務の識別標識として機能を有さないとする被告の主張は失当であり，当該文字部分は，自他役務の識別標識として機能を有するといえる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり，原告の主張はいずれも失当であって，本願商標が商標法4条1項11号に該当するとした審決の認定，判断に取り消されるべき違法はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標法4条1項11号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "本願商標は，「咲」の文字の下部にやや左にずらして「蔵」の文字を配した「咲蔵」の文字を毛筆体で書し，その「咲」の文字の左側に特徴のない活字で縦書きされた「鉄板串焼き」の文字を配し，同じく「蔵」の文字の右側に赤字の特徴のない活字で縦書きされた「さくら」の文字と落款とみられるものを配してなるものであるところ，その構成中の各文字は，いずれも縦書きに表されているものの，文字の大きさ及び書体を異にし，さらに一部色彩を用いて表示してなるものであるから，上記各構成部分は視覚的に分離して看取されるものである。",
                "そこで，本願商標の各構成部分をみるに，まず，「鉄板串焼き」の文字は，特徴のない活字で書され，文字の大きさも格別大きく表されたものではない。そして，「鉄板串焼き」は，「熱した鉄板の上で肉・野菜などを焼き，たれをつけてたべる料理」を意味する「鉄板焼(き)」(乙3)と，「魚貝・肉・野菜などを串に刺して焼くこと。また，焼いたもの」を意味する「串焼(き)」(乙4)を組み合わせた文字であることを容易に認識させるものであって，本願商標の指定役務「飲食物の提供」との関係において，当該文字全体として「鉄板を用いた串焼き料理」といったように，提供される料理の種類を表したものといえることから，役務の質を理解させるものであり，自他役務の識別標識として機能を有さない部分といえる。",
                "次に，本願商標の構成中，落款とみられる部分は，極端に小さな構成であり，これにどのような文字が書されているかも判然としないことから，当該部分からは特定の称呼を生じず，落款様のものと理解される以上に特別の観念は理解し得ないものであるから，本願商標の構成における自他役務の識別標識としての機能は極めて弱く，見る者の注意を惹くものともいえない。",
                "他方，「咲蔵」の文字部分は，肉太の毛筆体により，他の構成部分に比して極端に大きく，かつ，本願商標の中央に表されているものであるから，本願商標の構成において視覚上，最も強い印象を与えるものということができる。また，該文字は，辞書等に載録されている熟語とはいえず，一般に親しまれて使用されている語ともみられないことから，造語とみることができるところ，これを構成する各文字がいずれも平易で常用される漢字であって，漢字2字から構成される単語の場合，それぞれの漢字の意味からその単語の意味を把握することも通常であることからすれば，「咲」の文字と「蔵」の文字の組合せから，「咲く蔵」又は「蔵が咲く」ほどの観念が生じるものといえ，該観念は，本願商標の指定役務との関係において，役務の質等を想起させるものではないから，本願商標の構成において自他役務の識別標識としての機能を有するものといえる。",
                "そして，造語である場合，その読みは，構成する文字の一般的な読み方に倣って称呼するものといえるところ，「咲蔵」を構成する「咲」の文字は，訓読みでは送り仮名を伴って「サ」，音読みでは「ショウ」と読まれるものであるが(乙5)，一般に慣れ親しまれているのは訓読みであるといえ，「蔵」の文字は，訓読みで「クラ」，音読みで「ゾウ」と読まれるのが一般的であり(乙6)，組み合わされる文字等により，適宜その読みが選択されているものといえる。また，造語を形成した一字目の文字を訓読みするときは，「荒い」が「荒波(アラナミ)」，「近い」が「近頃(チカゴロ)」のように漢字一字を伴った語で送り仮名が省かれて読まれる場合と，「書換え(カキカエ)」，「咲分け(サキワケ)」のように送り仮名を含めて読まれる場合とがあるから，これを踏まえてその称呼が生じるものといえる。",
                "そうすると，造語といえる「咲蔵」の漢字においては，「咲」の文字は一般に慣れ親しまれた訓読みにより「サ」及び「サキ」と読まれる場合があり，「蔵」の文字は「クラ」又は「ゾウ」と読まれる場合が想定されるが，これらを適宜選択して，訓読みと訓読みの組合せで「サクラ」及び「サキグラ」と読まれるということができる。",
                "その他，本願商標の構成中，「さくら」の平仮名部分については，特徴のない活字で書され，赤色ではあるが構成中最も小さい文字で表示されている上，以下に述べる当該文字の位置付けも踏まえてみれば，該文字単独で見る者の注意を惹くものとまではいえない。そして，一般に，漢字に平仮名が併記された構成の場合，その平仮名が漢字の称呼を特定すべき役割を果たすものと無理なく認識できるときは，平仮名より生ずる称呼が，その漢字より生ずる称呼を表しているものと理解され得るといえるところ，本願商標における「さくら」の文字は，「咲蔵」の漢字の右下方に近接して表されているものであることに加え，上述した「咲蔵」の漢字から生じ得る称呼も踏まえると，「咲蔵」の称呼を表すものとして表示されたものとみることができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標",
              "text": [
                "引用商標は，「咲蔵」の文字を標準文字で表して成るから，上記(1)において，これと同じ漢字の組合せから成る「咲蔵」の漢字部分が「サクラ」及び「サキグラ」と読まれるものであるとし，観念について「咲く蔵」，「蔵が咲く」ほどの意味合いを認識させるとしたことと同様に，引用商標についても，その構成文字から「サクラ」及び「サキグラ」の称呼を生じ，また，観念について「咲く蔵」又は「蔵が咲く」ほどの意味合いを認識させるものであるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標との類否",
              "text": [
                "本願商標と引用商標とを比較すると，その構成全体は，相違するものであるが，本願商標の構成中にあって出所識別標識として強く支配的な印象を与える「咲蔵」の文字部分と引用商標の「咲蔵」の文字を比較するときは，同一の文字つづりから成るものといえる。また，本願商標における「咲蔵」と引用商標の「咲蔵」とは，書体に相違があるものの，商標の構成文字を使用場面に応じて書体を変更したりデザイン化したりすることは，普通に行われていることといえ，このことは，本願及び引用商標の指定役務である「飲食物の提供」においても通常のことであるから(乙7～9)，両者の書体の相違が，これを見る者に対し，出所識別標識としての外観上の顕著な相違として強い印象を与えるとはいい難い。加えて，「さくら」の平仮名については，「咲蔵」の文字部分の読みを表したものと想起させるものであるから，該平仮名の有無が本願商標と引用商標との類否をみる上で，特に強い相違として把握されるものとはいい難い。そうすると，両者は，外観上近似した印象を与えるものであるといえる。",
                "また，両者は，「サクラ」の称呼を共通にするものである。",
                "さらに，観念についても，両者は，共に造語であるものの，これを構成する漢字を同じくするものであるから，漢字から理解される同一の観念を生じるといえ，「咲く蔵」又は「蔵が咲く」ほどの意味合いを共通にするものである。",
                "以上からすると，本願商標と引用商標とは，その全体の外観において相違するとしても，「咲蔵」という構成文字において同一であって，外観上類似し，称呼及び観念を同一にするものであるから，外観，称呼及び観念によって，取引者，需要者に与える印象，記憶，連想等を総合勘案すれば，両商標は，相紛らわしい類似する商標というべきである。",
                "また，本願商標の指定役務は，引用商標の指定役務と同一のものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願商標は，引用商標と類似する商標であり，かつ，引用商標の指定役務と同一の役務について使用をするものであるから，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "飲食業分野における取引の実情に関し",
              "text": [
                "原告は，「飲食業分野においては，他の分野よりも店舗数が格段に多く目的の店舗を探す際に情報媒体による検索が主流になっており，このため，需要者は，情報媒体上で商標と接することになり，その結果，他の分野に比べてじっくりと商標を観察するという特殊な取引の事情がある。」と主張する。",
                "しかし，本願の指定役務を取り扱う業界において，需要者が店舗を情報媒体によって検索することを否定するものではないが，その場合においても，複数の構成部分から成る商標に接する需要者は，その構成中，最も顕著に，印象強く表された部分を記憶にとどめることも通常といえる。また，役務「飲食物の提供」に係る需要者は，ごく一般的な需要者であるため，例えば原告が主張するような店舗の検索の際に払われる需要者の注意力が，必ずしも高いとはいえず，微細，かつ，厳密な注意力をもって商標をじっくり観察するとまではいえない。したがって，本願商標と引用商標を時と場所を異にして観察したときは，やはり，その役務の出所につき誤認混同を生ずるおそれがあるものといえる。",
                "また，仮に需要者が商標をじっくり観察したとしても，その結果として当該商標をみる者が認識するのは，本願商標の場合，顕著に表示された「咲蔵」の文字のみならず，それ以外の構成部分も有する商標である。そして，その各構成部分は，結局，提供される料理の種類や単に「咲蔵」の読みを表したものと認識される。したがって，本願商標に接する需要者が「咲蔵」の漢字部分に着目するといえることに変わりはないといえる。",
                "なお，原告は，「需要者は，パソコンやスマートフォン等の画面上や情報誌の紙面上といった情報媒体の狭い表示範囲の中で前記欄(ページ)を閲覧することから，必然的にその欄(ページ)に含まれる商標も小さく表示され，これを凝視して観察することになるため，この傾向はより顕著となる。」とも主張するが，商標が小さく表示された場合には，かえって，商標の構成中に大きく表示された部分が目に留まるというべきである。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「咲蔵」の文字に関し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「咲蔵」の文字から生じる称呼について",
                  "text": [
                    "原告は，「『咲蔵』なる文字部分からは，訓読みと訓読みの組合せで『サキクラ』又は『サキグラ』という称呼しか生じず，『サクラ』という称呼は生じない。」と主張する。",
                    "しかし，「咲蔵」の文字は，これを構成する漢字から，「咲」の文字の親しまれた読みと「蔵」の文字の読みを適宜選択して，「サクラ」と読まれるということができることは，前記1(1)のとおりである。",
                    "そして，このことは，役務「飲食物の提供」に係る店舗の名称において「咲」の文字を「サ」と読む表示，例えば，「キッチン咲来楽(キッチンサクラ)」，「本マグロと新和食  咲kura(ホンマグロトシンワショクサクラ)」，「創作和食居酒屋  咲菜(ソウサクワショクイザカヤ  ササイ)」，「和咲日(ワサビ)」，「博多とんこつ  真咲雄(ハカタトンコツ  マサオ)」のような表示が採択されている実情があることからも裏付けられる(乙10～14)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「咲蔵」の文字から生じる観念について",
                  "text": [
                    "原告は，「咲く蔵(クラ)」又は「蔵(クラ)が咲く」なる表現は常識的に思い付くような状態を示しておらず，その意味を全く想起することができないし，「咲蔵」は，前記のとおり，国語辞典に掲載されていない造語であるから，「咲蔵」なる文字からは特定の観念が生じないと主張する。",
                    "しかし，「咲蔵」の文字は，辞書類に載録のない語であるものの，一般に常用され親しまれている「咲」と「蔵」の平易な漢字から成るものと容易に看取できることからすれば，これら漢字の有する意味を組み合わせた「咲く蔵」又は「蔵が咲く」ほどの意味合いを想起するというべきであることは，前記1(1)のとおりである。そして，「咲」の文字は「花がさく」の意味を有するから(乙15)，これに「蔵」の文字を組み合わせた「咲蔵」の文字からは，「花が咲く蔵」程度の具体的な意味合いも想起するものということができる。",
                    "なお，仮に，「咲蔵」の文字から特定の観念が認識されるとまではいえなかったとしても，「咲蔵」を構成する「咲」と「蔵」の文字は，いずれも平易で常用される文字である上，その意味も容易に観念され得る文字であることからすれば，「咲蔵」の文字から何らの観念も生じないとはいい得ないものであり，各漢字が有する意味合いに基づく観念が生じるものということができる。",
                    "したがって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標における「咲蔵」の部分について",
                  "text": [
                    "原告は，「本願商標の『咲蔵』なる文字部分についてみれば，『咲』に関して，部首が“くちへん”にもかかわらず，“ふしづくり”様にデザイン化され，また，9画目の右払いが大きく崩されてデザイン化されており，また，「蔵」に関しては，14画目のそりが大きく崩されてデザイン化されていることから，本願商標に接した需要者は，一見して「咲蔵」と認識することができず，無意識にその右側部分に他の文字部分と異なる朱色で目立つように記載された『さくら』なる文字部分に注目し，この『さくら』をデザイン化された『咲蔵』なる文字部分の読みと認識することになる。」と主張する。",
                    "しかし，本願商標の構成中，「咲蔵」の文字部分は，毛筆体で表したものとみられるところ，デザイン化の程度はごく僅かであって毛筆体の筆致の一種としての域を出ないものであり，その漢字の基本的な構成を崩しているものとはいい難いから，「さくら」の平仮名の有無にかかわらず，漢字の「咲」と「蔵」とを表したものと無理なく認識できるものといえる。なお，「さくら」の平仮名が「咲蔵」の漢字の読みを表すものとして表示されたことは否定しないが，「咲蔵」の漢字が無理なく認識できることからすれば，毛筆体で書体が強調されることにより，「さくら」の文字に比して「咲蔵」の文字が強く印象に残るものといえる。",
                    "したがって，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「鉄板串焼き」の文字に関し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「本願商標の「鉄板串焼き」なる文字部分は，需要者に対し，新たな料理の種別を連想させるものの，一般的に知られた特定の料理を示すものではないので，自他役務の識別標識として機能を有するといえる。」と主張する。",
                    "しかし，「鉄板串焼き」の文字部分が，原告が挙げる辞書に掲載されていないとしても，前記1(1)で主張したとおり，当該文字部分は，提供される料理の種類として一般的に親しまれている「鉄板焼(き)」と「串焼(き)」を組み合わせたものであることが容易に理解できるものであるから，提供される料理の種類を端的に表しているということができる。また，当該文字全体として「鉄板を用いた串焼き料理」といったように，提供される料理の種類を表したものといえることも，前記1(1)で主張したとおりである。そして，このことは，実際に，鉄板で串料理を焼いて提供する店舗において，「鉄板」と「串」を組み合わせた表示，例えば「鉄板串料理」，「鉄板串・鉄板焼き」，「串鉄板焼き」，「鉄板串」(乙7，8，16及び17)といったもののほか，「鉄板串焼き」，「鉄板串焼」(乙9，18及び19)も採択，使用されていることからも裏付けられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「料理の種別が多様化したことにより，料理の種別を示す文字も膨大に増え，これに伴って店舗も他店との差別化を図るため，これらの文言を商標中に明記することが多くなり，需要者は，その文言自体も商標を識別するための一つの判断材料とするようになった。」と主張するとともに，特許庁の審査例を挙げる。",
                    "しかし，本願の指定役務を取り扱う業界において，提供される料理の種別が商標中に表示されていること自体は否定しないものの，当該料理名部分は，需要者には，単に提供される料理の種別を認識させるにすぎないから，需要者が当該料理名部分から提供される役務の質を理解，認識するといえるとしても，当該料理名部分の記載の有無等をもって，その役務の出所が異なると判断するとはいえない。",
                    "そして，役務「飲食物の提供」においては，提供される料理の種別と，店舗の名称とを組み合わせて「料理名＋名称」として使用するとともに，料理名を捨象して「名称」のみでも使用することが普通に行われている(乙7～9，12，16，18及び19)。",
                    "また，原告は，審査例として複数の登録例を挙げているが，本願商標と登録例は商標の構成等において相違し事案を異にするものであるから，同一に論ずることは適切ではなく，また，そもそも商標の類否判断は，当該商標の査定時又は審決時において，その商標が使用される役務における取引の実情や商標の構成態様等を考慮し，それぞれの事案に即して本願商標と引用商標とを対比することにより，個別具体的に判断されるべきものであって，過去の登録例等の判断に拘束されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上からすると，「鉄板串焼き」の文字は，自他役務の識別標識として機能を有さない部分といえるから，原告の上記主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願商標において役務の出所識別標識として看取される文字部分に関し",
              "text": [
                "原告は，「本願商標に接した需要者は，自ずとデザイン化された『咲蔵』なる文字部分のみにとどまらず，『さくら』なる文字部分や『鉄板串焼き』なる文字部分をも注視し，本願商標全体を役務の出所識別標識として看取される文字部分として認識することになる。」と主張する。",
                "しかし，前記のとおり，「鉄板串焼き」の文字部分は，提供される料理の種類を表したと理解されるものであり，「さくら」の文字部分は，単に漢字「咲蔵」の読みを特定しているものであるから，該漢字に付随するものとして理解されるにとどまるものといえ，本願商標を見る需要者は，その出所識別標識としては「咲蔵」の文字に強く印象付けられるといえる。",
                "よって，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願商標と引用商標の類否判断に関し",
              "text": [
                "原告は，「本願商標の『鉄板串焼き』なる文字部分は，特定の料理の種別を示す文字ではないことから，本願商標に接した需要者は，『鉄板焼き』でもなく『串焼き』でもない新たな料理を連想し，『鉄板串焼き』なる料理がどのようなものであるか興味を示し，『鉄板串焼き』なる文字部分にも注目することになるため，両商標は，需要者に対し，外観に関して全く異なる印象を与える。」と主張する。",
                "しかし，前記のとおり，「鉄板串焼き」の文字は，本願商標の指定役務「飲食物の提供」との関係においては，自他役務の識別標識として機能を有さない部分といえ，仮に需要者が「鉄板串焼き」の文字に注目したとしても，単に料理の種類として認識されるだけであって，それ以上に出所識別標識として着目されるものではない。",
                "そして，本願商標と引用商標とが類似することは，前記1(3)のとおりである。",
                "したがって，原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最三小判昭和43年2月27日民集22巻2号399頁参照)。",
            "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合には，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されないが，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許されるものと解される(最一小判昭和38年12月5日民集17巻12号1621頁，最二小判平成5年9月10日民集47巻7号5009頁，最二小判平成20年9月8日集民228号561頁参照)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標について",
          "text": [
            "本願商標の構成は，別紙記載1のとおりであって，これによれば，本願商標は，①中央に縦書きで大きく配置された「咲蔵」の文字(くせのある毛筆体で書されており，「咲」と「蔵」をやや左右にずらす形で配置されている。)と，②その左上(「咲」の文字の左側部分)に小さく縦書きで配置された「鉄板串焼き」の文字(明朝体風の文字で書されており，上下に真っすぐに配置されている。)と，③「咲蔵」の文字の右下(「蔵」の文字の右側部分)に小さく縦書きで配置された「さくら」の文字(明朝体風の文字〔赤字〕で書されており，上下に真っすぐに配置されている。)と，④全体の右下(「さくら」の文字の下部)に小さく配置された落款様の印(赤色)から成る結合商標であると認められる。",
            "そして，各構成部分は分離して観察することが取引上不自然であると思われるほど不可分に結合しているものとは認められず，また，上記②の「鉄板串焼き」の文字は，料理の種別を示す文字であることが明らかであり，上記③の「さくら」の文字は，全体の構成や「咲蔵」の文字との対比から，「咲蔵」の文字の振り仮名として配置されていることが明らかであり，上記④の落款様の印は，他の構成要素と比較すると相当小さく，中に記載された文字も判読不能であることからすると，いずれも，それ自体で独立した出所識別標識としての称呼及び観念を生じるものではないというのが相当である。",
            "これに対し，上記①の「咲蔵」の文字は，それ自体造語である上に，「花が咲く」ことを意味する「咲」の文字と「蔵」の文字との組合せからは，「花が咲く蔵」といった華やか(にぎやか)なイメージが想起され，さらに，その音(前記振り仮名により「サクラ」の称呼が生じる。なお，仮に振り仮名がなくても同様の称呼が生じ得ることは，後記3のとおりである。)を踏まえれば，「桜の花」をも連想させるといい得るところ，いずれも本願商標の指定役務との関係において役務の質等を想起させるものではないこと，他の構成要素と比較して明らかに太く，力強い文字で中央に大きく配置されていることからすると，それ自体，出所識別標識として強く支配的な印象を与える部分であると認められる。",
            "そうすると，本願商標からは，「鉄板串焼き咲蔵(さくら)」という当該商標の全体に対応した称呼及び観念とは別に，「咲蔵(さくら)」の部分に対応した称呼及び観念も生じるものと認められる。"
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標について",
          "text": [
            "引用商標は，別紙記載2のとおり，「咲蔵」の文字を標準文字で表して成る．．ものであるところ，引用商標のように「サククラ」などと二つの音が重なる場．合，一文字分を省略して「サクラ」と読むことなどは，経験則上，よくあることであって特段珍しいことではない上に，商品名や店舗名などにおいて，「咲」の文字の訓読みである「サ(ク)」から，「サ」の文字の当て字として「咲」の漢字を利用することも，取引上よくみられることであって(乙10～14は，その一例を示すものといえる。)，やはり特段珍しいことではない。したがって，本願商標のように振り仮名が振られていなくても，「咲蔵」の文字から「サクラ」の称呼が生じるものということができる。",
            "よって，引用商標からも，本願商標と同様に，「サクラ」の称呼と，「花が咲く蔵」，あるいは「桜の花」といった観念が生じるものと認められる。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願商標と引用商標の類否について",
          "text": [
            "両商標を対比した場合，本願商標の構成全体に着目すれば，その外観は明らかに引用商標と相違するものの，本願商標の構成において強く支配的な印象を与える部分である「咲蔵」の文字部分は，引用商標と全く同一であり，かつ，同部分から生じる称呼や観念も上記のとおり同一である。",
            "また，「咲蔵」の文字部分は，本願商標と引用商標とで書体に相違があるものの，使用場面に応じて構成文字の書体を変更したりデザイン化したりすることは，通常よくみられることであって(乙7～9は，その一例を示すものといえる。)，特段珍しいことではないし，「飲食物の提供」の役務も，その例外であるとは認められない。したがって，両者の書体の相違は，出所識別標識の相違としてそれほど強い印象を与えるものとは認められない。",
            "そうすると，本願商標と引用商標とは，外観全体において相違するものの，本願商標の要部に当たる「咲蔵」という文字部分は，構成文字が全く同一であって，外観上類似し，称呼及び観念をも同一にするものといえる。",
            "したがって，両商標は，外観(書体)の相違を踏まえても，なお，同一又は類似の役務に使用された場合には，当該役務の出所について混同が生じるおそれがある類似の商標と認めるのが相当である。",
            "よって，これと同旨の結論を採る審決の認定判断に誤りがあるとは認められない。"
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "飲食業分野における取引の実情に関し",
              "text": [
                "原告は，本願商標及び引用商標の指定役務である「飲食物の提供」に係る分野は，他の役務に係る分野よりも店舗数が格段に多く目的の店舗を探す際に(インターネットや情報誌等の)情報媒体による検索が主流になっており，このため，需要者は，情報媒体上で商標と接することになり，その結果，他の分野に比べてじっくりと商標を観察するという特殊な取引の事情がある，と主張する。",
                "しかしながら，仮に，原告が主張するとおり，「飲食物の提供」に係る分野が，他の役務に係る分野に比較して店舗数が格段に多かったとしても，また，目的の店舗を探す際にインターネット等の情報媒体による検索が主流になっているとしても，そのことから直ちに，他の分野に比べてじっくりと商標を観察するという特殊な取引の実情が存在するということはできない。",
                "すなわち，需要者が「飲食物の提供」を受けようとする目的や動機は様々であって，需要者は，いかなる情報媒体によるとしても，店舗が存在する場所や立地，提供される料理等の種類や値段(価格帯)，店の雰囲気や規模，料理やサービスの質，店舗の評判(利用者の評価)など，そこから得られる種々の情報を総合して，その都度，自己の目的にかなう店舗を適宜選択するのが通常である。また，検索を行う媒体や検索が行われる機会も，需要者によって(その事情によって)様々である。",
                "したがって，店舗を検索する際，必ずしも店舗の名称や商標それ自体をじっくりと観察して他の店舗との比較が行われるとはいえないし(このことは，検索によってある程度店舗が絞り込まれていたとしても同様である。)，検索対象の表示がスマートフォンの画面等の狭い表示範囲の中で行われるからといって，必ず商標それ自体が凝視されるともいえない(むしろ，要部以外には目がいかないともいい得る。)。そして，他に原告が主張する特殊な取引の実情が存在することを認めるに足る証拠はない。",
                "よって，原告の主張は失当であり，上記特殊な取引の実情が存在することを前提として，類否判断の誤りを指摘する原告の主張もまた失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「咲蔵」の文字から生じる称呼に関し",
              "text": [
                "原告は，国語辞典(甲21：広辞苑第二版補訂版874頁)には，「咲蔵」と同様に「咲」を語頭に含む漢字2字から成る熟語が「咲分(サキワケ)」しか記載されておらず，このような熟語において「咲」を「サ」と訓読みする慣行はないし，「咲蔵」は造語であって常用されている言葉ではないから，送り仮名が省略されることもないとして，「咲蔵」なる文字部分からは，基本となる訓読みと訓読みの組合せで「サキクラ」又は「サキグラ」という称呼しか生じず，「サクラ」という称呼は生じないと主張する。",
                "しかしながら，本願商標のように振り仮名が振られていなくても，「咲蔵」の文字から「サクラ」の称呼が生じるものということができることは，前記3のとおりである。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「咲蔵」の文字から生じる観念に関し",
              "text": [
                "原告は，「咲く蔵(クラ)」又は「蔵(クラ)が咲く」なる表現は常識的に思い付くような状態を示しておらず，その意味を全く想起することができないと主張する。",
                "しかしながら，「咲く」という言葉が，花のつぼみが開くこと，すなわち，花が咲くことを意味することは，常識に属することであって，かかる意味を有する「咲」という文字と「蔵」という文字の組合せからは，前記2のとおり，「花が咲く蔵」といった華やか(にぎやか)なイメージを想起することができ，その意味するところも十分認識できる。",
                "したがって，少なくとも「咲く蔵(クラ)」なる表現は，「花が咲く蔵」として常識的に思い付くような状態を示しており，その意味を想起することができるといえるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "「鉄板串焼き」の文字部分の識別力に関し",
              "text": [
                "原告は，本願商標の「鉄板串焼き」なる文字部分は，需要者に対し，新たな料理の種別を連想させるものの，一般的に知られた特定の料理を示すものではないので，自他役務の識別標識として機能を有するとか，飲食業分野では，料理の種別の多様化が急激に進んでおり，店舗を示す商標が，自他役務の識別標識として機能を有する文字と共に，料理の種別を示す文字を併記することによって構成されている場合に，その商標に接した需要者は，料理の種別を示す文字部分も含めて商標を識別しているのが現状である(から，同部分も自他識別力を有する)などと主張する。",
                "しかしながら，「鉄板串焼き」なる表示が，提供される料理の種類として一般的に用いられている「鉄板焼き」と「串焼き」を組み合わせたもの(鉄板で串を焼く料理を表すもの。なお，原告は，甲22の調理用語辞典を示して，「串焼き」が直火焼きの料理に限られるかのように主張するが，甲22は飽くまで説明の一例にすぎず，需要者の認識としても，必ずしも直火焼き以外のものを一切排除しているとは認められない。)であることは一見して明らかであり，それ自体特に珍しいものであるとは認められない(乙7～9，16～19にも同一又は類似の表示が複数表れている。なお，原告は，これらの例示に表れているように，「鉄板」と「串」を組み合わせた表示だけでも，多種多様な表記が用いられていることこそが，飲食業分野において，商標中に含まれる料理の種別を連想させる表記が自他役務の識別標識として機能を有していることの証左になるといえるとも主張するが，いずれの表記によったとしても，結局は，提供される料理の種別，すなわち，役務の質等を想起させるものである以上，その識別力は乏しいといわざるを得ない。)。",
                "また，商標に接した需要者が料理の種別を示す文字部分も含めて商標を観察するとしても，同文字部分が果たす機能は，飽くまで提供される料理の種別(ジャンル)を表すものにすぎないから，需要者が同文字部分から役務の出所を識別しているということはできない。原告は，他の複数の登録例を取り上げて，飲食業分野において，商標中に含まれる料理の種別を示す文字部分が，その商標において自他役務の識別標識としての機能を有していることの証左であるとも主張するが，他の登録例は飽くまで他の登録例であって，必ずしも本願の参考となるものではないし，他の登録例が必ず正しいとも限らないのであるから，上記主張は失当である。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "その他原告がるる主張する点は，いずれも前記のとおり採用できない主張を前提とするものであるから，やはり失当である。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告が主張する取消事由は理由がなく，審決に取り消されるべき違法があるとは認められない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10217",
    "date": "2018-04-26",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087727",
    "ipprecedent_id": "4919",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}