{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800071号事件について平成29年8月17日にした審決のうち，特許第4933764号の請求項1，3に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許一部無効審決に対する取消訴訟である。争点は，新規性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成17年9月30日，発明の名称を「ドライブスプロケット支持構造」とする発明につき，特許を出願し(特願2005-287276号)，平成24年2月24日，設定登録(特許第4933764号)を受けた(請求項の数3。甲1。以下「本件特許」という。)。",
            "被告は，平成27年3月23日，本件特許の請求項1～3に係る発明について特許無効審判を請求した(無効2015-800071号。甲16，乙1)。",
            "特許庁は，平成28年1月26日，「本件審判の請求は，成り立たない。」との審決をし，知的財産高等裁判所は，平成28年10月26日，上記審決を取り消す判決を言い渡し，上記判決は確定した。",
            "原告は，平成28年12月5日付け訂正請求書(以下「本件訂正請求書」という。)により，特許請求の範囲の訂正を含む訂正をした(甲25。訂正後の請求項の数3。以下「本件訂正」という。)。",
            "特許庁は，平成29年8月17日，本件訂正を認め，本件特許の請求項1及び3に係る発明についての特許を無効とし，同請求項2に係る発明についての審判請求は成り立たないとの審決(以下「本件審決」という。)をし，その謄本は，同月25日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項1及び3の発明に係る特許請求の範囲の記載は，次のとおりである(以下，本件訂正後の本件特許の請求項1～3の発明を，請求項に対応して，「本件訂正発明1」などといい，本件訂正発明1～3を総称して「本件訂正発明」ともいう。本件訂正後の明細書及び図面(甲1，25)を「本件訂正明細書」という。)。",
            "【請求項1】(本件訂正発明1)",
            "ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造であって，",
            "前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ，",
            "前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持するものであって，その内周面または外周面が前記ドライブスプロケットの外周面または内周面と対向するドライブスプロケット保持部が設けられ，",
            "前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されていることを特徴とするドライブスプロケット支持構造。",
            "【請求項3】(本件訂正発明3)",
            "前記ドライブスプロケットと前記スプロケット保持部は，前記ドライブスプロケットの外周面と前記スプロケット保持部の内周面が対向するようにそれぞれ配置されていると共に，",
            "前記ドライブスプロケットの外周面と前記スプロケット保持部の内周面との間の間隙が，前記回転軸と前記ドライブスプロケットとの間の半径方向の間隙よりも大きく設定されていることを特徴とする請求項1に記載のドライブスプロケット支持構造。"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における請求人(被告)の主張の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1及び3は，甲2(特開平4-337151号公報)に記載された発明(以下「甲2発明」という。)であり，特許法29条 1 項により特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明1及び3は，甲2発明に基づいて当事者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1及び3は，甲2発明及び甲3(実公平7-8858号公報)又は甲4(特開2003-81140号公報)に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定",
              "text": [
                "「トルクコンバータ1のポンプ2に結合され，ポンプ2とともにエンジンと同一回転で駆動されるポンプハブ11の外周には，ドライブスプロケット21が，相互に軸方向移動自在かつ回転方向に移動が規制された状態でスプライン結合して取り付けられているドライブスプロケット21の取付構造であって，",
                "ドライブスプロケット21の左側張出部はカバー52に嵌合し，ドライブスプロケット21の左側張出部の外周面とカバー52の内周面が対向しており，",
                "ドライブスプロケット21の右側張出部の右端は変速機ハウジング張出部に嵌合し，ドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面が対向しており，",
                "ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の嵌め合い間隙及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の嵌め合い間隙は，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙よりも大きい，",
                "ドライブスプロケット21の取付構造」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の認定",
              "text": [
                "【相違点1】",
                "本件訂正発明1は，その内周面または外周面がドライブスプロケットの外周面または内周面と対向する部材が，回転軸との嵌め合い前のドライブスプロケットと嵌め合うことでドライブスプロケットの回転中心を保持するドライブスプロケット保持部であるのに対し，甲2発明は，その内周面または外周面がドライブスプロケットの外周面または内周面と対向する部材であるカバー52及び変速機ハウジング張出部が，ポンプハブ11との嵌め合い前のドライブスプロケット21と嵌め合うことでドライブスプロケット21の回転中心を保持するものであるか否か明らかではない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断",
              "text": [
                "「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持する」点は，本件訂正発明1に係る「物」である「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」を組み立てる過程において，「ドライブスプロケット保持部」が「その内周面または外周面がドライブスプロケットの外周面または内周面と対向」していることにより奏される作用であって，本件訂正発明1に係る「物」である「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」の「ドライブスプロケット保持部」に，「その内周面または外周面がドライブスプロケットの外周面または内周面と対向」していること以上に何ら差異をもたらすものではない。",
                "そうすると，「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持する」点は，本件訂正発明1に係る「物」である「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」に何ら差異をもたらすものではなく，相違点1は，実質的な相違点とはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "したがって，本件訂正発明1は，甲2発明であり，特許法29条1項により特許を受けることができない。",
                "また，本件訂正発明3と甲2発明の相違点も，相違点1であり，本件訂正発明3も，本件訂正発明1と同じ理由で，特許法29条1項により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲2発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決が，甲2発明について，「ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の嵌め合い間隙及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の嵌め合い間隙は，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙よりも大きい」と認定したのは，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア記載の認定は，①ポンプハブ11が偏心しないこと及び②ドライブスプロケット21とカバー52等との境界部位で両者が当接しないことを前提としている。",
                    "しかし，一般に，軸が回転すると，回転軸の挙動として偏心(機械や装置の運転中に回転している軸(シャフト)が振れる現象)が生じる。ポンプハブ11とニードルベアリング12との間には何らかの嵌め合い間隙が存在するから，この間隙に起因したポンプハブ11の偏心が必ず生じる。",
                    "また，甲2において，ドライブスプロケット21の左側／右側張出部とカバー52等との境界部位において両者が当接しないとは断定できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記②を前提として維持した場合，前記ア記載の認定に代えて，「ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間には嵌め合い間隙Aが存在し，当該嵌め合い間隙Aは，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙Bと，ポンプハブ11とニードルベアリング12との間の嵌め合い間隙Cとの和よりも大きい」と認定するのが正しい。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，様々な発明が内在しており，引用発明としては，これらの発明の中から本件訂正発明1と対比するのに最適な一の発明が選択される。本件訂正発明1の発明特定事項が考慮されるのは，これと対比するのに最適な一の発明を選択する段階であり，甲2に内在する発明を模索する段階でこれを取り込むことは，後知恵であって，許されない。",
                    "本件審決が着目しているのは，回転時に生じるドラブスプロケット21の径方向力をニードルベアリング12が受けるかどうかであり，このような観点に着目している以上，嵌め合い間隙A～Cを考慮して，径方向力の伝達に関与する全ての部材の偏心を論じなければ技術的な正解を導き出すことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1がA＞Bとするのは，回転軸の組付時におけるドライブスプロケットのラフな位置決めを可能にするためであり，回転軸の支持状態や嵌め合い間隙Cを考慮する必要はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "下図のとおり，本件訂正明細書の図5において，トルクコンバータ43の回転中心(軸心)が傾くと，トルクコンバータ43に一端が連設した回転軸46も振れ，その結果，回転軸46とスプライン係合したドライブスプロケット49にも振れが伝達される。このようなドライブスプロケットの振れに関する設計上の考え方としては，①ドライブスプロケットの振れを規制する考え方，②ドライブスプロケットの振れを許容する考え方，という二つの設計思想がある。",
                    "本件訂正明細書に記載された従来技術(上記の図5の構成，本件訂正明細書記載の特許文献1〔特開2001-355640号公報。以下，単に「特許文献1」という。〕の図3の構成，特許文献2〔特開2004-286144号公報。以下，単に「特許文献2」という。〕の図2の構成)は，上記技術思想①に基づくものである。",
                    "本件訂正発明は，上記技術思想②に基づくものである。",
                    "本件訂正明細書に従来技術として記載された特許文献1の【0006】～【0007】及び特許文献2の【0006】～【0008】並びに甲2の記載からは，上記技術思想①及び②のどちらを採用しているのか定かではない。",
                    "ドライブスプロケット21に作用する径方向力をニードルベアリング12により受けるという甲2の【0010】を論拠として，カバー52等がドライブスプロケット21の振れを規制するための規制手段として何ら機能しないと断じることはできない。甲2の【0010】については，ドライブスプロケット21に作用する径方向力をニードルベアリング12のみが受けると厳格に解すべき理由はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定の誤り①(相違点の看過))",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，「その内周面または外周面が前記ドライブスプロケットの外周面または内周面と対向する部材と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されている」ことを，本件訂正発明1と甲2発明の一致点と認定した点において誤っており，「甲2発明では，嵌め合い間隙Aが，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙Bと，ポンプハブ11とニードルベアリング12との間の嵌め合い間隙Cとの和よりも大きいのに対し，本件訂正発明1では，嵌め合い間隙Aが嵌め合い間隙Bよりも大きい点」という相違点を看過している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1のとおり，甲2発明がA＞B＋Cであるのは，ドライブスプロケット21に作用する径方向力をニードルベアリング12が受けるかどうかという回転時の挙動に着目したものである。回転時の挙動である以上，回転軸の偏心を無視することはできず，ポンプハブ11の偏心要因となる，ポンプハブ11とニードルベアリング12との間の嵌め合い間隙Cを無視することはできない。",
                "これに対し，本件訂正発明1がA＞Bとするのは，専ら，組み付け時の位置決めに着目したものである。",
                "このように，甲2発明のA＞B＋Cと，本件訂正発明1のA＞Bとは，技術的意義(着目点)が本質的に異なるから，実質的に相違する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(一致点の認定の誤り②(相違点の看過))",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心が定められ」ていることを，本件訂正発明1と甲2発明の一致点と認定した点において誤っており，相違点を看過している。",
                    "この一致点の認定は，「『ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の嵌め合い間隙及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の嵌め合い間隙は，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙よりも大きい』から，ドライブスプロケット21の径方向への移動は，ポンプハブ11のみによって拘束されることになる。結果として，ドライブスプロケット21は，ポンプハブ11と嵌め合わされていることにより，ポンプハブ11のみによって回転中心を定められていることとなる。」(本件審決23頁23行目～31行目)という認定に基づいているが，この認定は誤りであるから，前記の一致点の認定は，論拠を欠く。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に前記アの認定が正しいとしても，このことと，「前記ドライブスプロケットは，前記回転軸を嵌め合うことで前記回転軸のみによって回転中心が定められ」ることとは，同一視すべきものではない。嵌め合い間隙の大小関係がA＞B(又はA＞B＋C)であったとしても，回転振れによってドライブスプロケット21が傾いた場合，相対的な偏差は，下記の図のとおり，Ltanθ(最大値)となり，これが「B＋C」に加わることとなる。そうすると，ドライブスプロケット21がカバー52等と当接することがあり，この状態では，ドライブスプロケット21の回転中心を定めることに，ポンプハブ11(回転軸)のみならずカバー52等も関与するからである。",
                    "本件訂正発明1では，ドライブスプロケットが傾いても，これと隣接する他の部材との当接が生じないことが当然の前提となるから，「前記ドライブスプロケットは，前記回転軸を嵌め合うことで前記回転軸のみによって，回転中心が定められ」るものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2において，ドライブスプロケット21の左側／右側張出部や変速機ハウジング張出部については，言及されておらず，嵌め合い間隙A，Bについても，その大小関係を含めて言及されていない。図1及び図2において，ドライブスプロケット21の左側／右側張出部とカバー52等との境界部位が1本の線で示されているだけである。",
                        "また，請求項1として記載された構成に別の軸受(カバー52等によるすべり軸受を含む。)を新たに追加したとしても，ポンプハブの支持構造をコンパクト化できるという発明の効果は奏される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2の図面のドライブスプロケット21の左側／右側張出部とカバー52等との境界部位に軸受メタル等が図示されていないが，軸受メタルは，すべり軸受の耐久性等を高めるといった特定の目的を達成するための改良技術の一つにすぎず，あらゆるすべり軸受において必要不可欠であるといった性格のものではない。また，特許図面の性質上，甲2に記載された発明とは直接関係ない，又は，当該発明の特徴部分として着目していない軸受メタルを省略している可能性も否定できない。",
                        "したがって，軸受メタルが介在しないこと，又は，これが表記されていないことは，すべり軸受の存在を否定する論拠たり得ない。",
                        "当業者は，甲2に接した際，ドライブスプロケット21の支持精度を確保するための手段として，ドライブスプロケット21の外周側に位置するカバー52等の内周面がすべり軸受として関与している可能性を合理的に理解する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "回転軸とスプライン係合したドライブスプロケットの振れを規制部材で規制する構造は，既知である(本件訂正明細書の図5，本件訂正明細書に記載された特許文献1の図3，同特許文献2の図2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，1本の線で示された境界部位において，ドライブスプロケット21の左側／右側張出部とカバー52等が当接している可能性を否定できず，「前記ドライブスプロケットは，前記回転軸を嵌め合うことで前記回転軸のみによって回転中心が定められ」るとまでは認定できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1が実質的な相違点ではないとする本件審決の判断は誤りである。",
                "本件訂正発明1が奏する作用効果の一つとして，「スプロケット保持部22の内周面とドライブスプロケット25の外周面との間には多少の間隙があるため容易に嵌め込むことができるとともに，スプロケット保持部22により半径方向に大きくずれることないため，この後組み付ける回転軸19の回転中心とドライブスプロケット25の回転中心をある程度の範囲内で一致させることができる。」(甲1【0033】)ことがある。",
                "この組付時の位置決めは，「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されている」(A＞B)こととあいまって達成されるものである。",
                "A＞Bとの密接な関連性に照らすと，「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持する」ことは，A＞Bの関係をより具体的に特定したもの，又は，A＞Bの技術的意義を特定したものと解される。",
                "そして，A＞Bは，実質的な相違点であるから，相違点1は実質的な相違点である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明1のスプロケット保持部は，「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持する」ものであるところ，「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合う」という点で，「その物の製造方法が記載されている場合」に形式的に該当したとしても，本件明細書【0033】を参照すると，当該製造方法が，回転軸の組付時にドライブスプロケットをラフに位置決めするという特定を有することは明らかである。そして，そのための具体的な構造は，本件訂正発明1の他の発明特定事項等からも明らかである。",
                "したがって，当該製造方法に関する発明特定事項は，本件訂正発明1に実質的な差異をもたらす。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の甲2発明の認定に誤りはない。",
                "甲2には，様々な発明が記載されているのであって，甲2に第3の1(1)ウを構成要素とする発明が記載されているとしても，それだけで本件審決が認定した甲2発明が記載されていないということにはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "第3の1(1)ウの嵌め合い間隙A～Cの大きさをそれぞれr1～3とすると，甲2において嵌め合い間隙Cを考慮した場合，ドライブスプロケット21に作用する径方向力をニードルベアリング12により確実に受けることができるようにするためには，r1＞r2＋r3の条件が必要である。",
                "しかし，r3は回転軸の支持状態に応じて生ずるものであるが，本件訂正発明1においては，回転軸の支持状態が特定されていないし，回転軸とドライブスプロケットとの間の嵌め合い間隙も特定されていない。このような特定がない以上，甲2に対して回転軸の支持状態によって生じる嵌め合い間隙Cを考慮して本件訂正発明1と対比する必要はない。",
                "甲2に記載されたトルクコンバータにおいて，ドライブスプロケット21に作用する径方向力をニードルベアリング12が受けるためには，ドライブスプロケット21がカバー52等に接触しないことが必要であり，そのためには，嵌め合い間隙Cを考慮するか否かにかかわらず，r1＞r2の条件を満たさなければならないから，本件審決の認定に誤りはない。",
                "仮に甲2発明がr1＞r2＋r3の条件を満たすものに限定されるとしても，r1＞r2＋r3の条件は常にr1＞r2の条件を満たすから，この点は本件訂正発明1との相違点とならず，本件審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許文献1は，ドライブスプロケットの振れを許容する設計思想②に基づくものであり，甲2発明も，前記のとおり，ドライブスプロケット外周はカバー等の内周に支持されていないと解すべきであり，設計思想②に基づくものと解すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の引用発明の認定に誤りはないから，相違点の認定にも誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "仮に，甲2発明についてA＞B＋Cと認定したとしても，本件訂正発明1については，A＞Bとの限定しかないのであって，甲2発明もこの要件を満たすから，本件訂正発明1と甲2発明との間には実質的な相違点はない。"
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正発明1は，組付時ばかりではなく，回転時にも，ドライブスプロケットが本体ケース等に位置規制されないことを技術的意義とするものである(本件訂正明細書【0015】)。本件訂正明細書に記載された実施形態においても，回転時にドライブスプロケットがスプロケット保持部に当接しないようにするためには，回転軸を軸受するブッシュ24と本体ケース4との間の嵌め合い間隙Cを考慮しなければならないのであるから，甲2発明が，回転時固有の現象である偏心を考慮しなければならないという理由で，本件訂正発明1と甲2発明との間に実質的な相違点があるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，ドライブスプロケット21がニードルベアリング12によって径方向力を支持されていると認定した上で，ドライブスプロケット21に作用する径方向力をニードルベアリング12によって受けるためにはドライブスプロケット21とカバー52等との間に嵌め合い間隙が必要であると認定し，ドライブスプロケット21とカバー52等との間の嵌め合い間隙とドライブスプロケット21とポンプハブ11との嵌め合い間隙との関係を認定したのであって，この認定に誤りはないから，本件審決が「前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心が定められる」ことを本件訂正発明1と甲2発明との一致点としたことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正明細書に記載された実施の形態において，生来的に備えている回転軸19の傾きや本体ケース4の内周面との間の嵌め合い間隙が本件訂正発明1において特定されていない以上，甲2においてポンプハブ11やニードルベアリング12の傾きを考慮して本件訂正発明1と対比する必要はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2の【0010】には，「このため，エンジンによりポンプ2が回転駆動されると，ポンプハブ11およびドライブスプロケット21がエンジンと同一回転で駆動され，この回転がチェーン機構20を介して油圧ポンプ30に伝達されて，油圧ポンプ30が駆動される。この場合に，ドライブスプロケット21に作用する径方向力は，ドライブスプロケット21の内径側に位置するニードルベアリング12により受ける。このように，ニードルベアリング12およびドライブスプロケット21を軸方向ほぼ同じ位置に重なるように配設することにより，ドライブスプロケット21に作用する力をニードルベアリング12により確実に受けることができる」と記載されており，本件審決は，この記載を根拠に，ドライブスプロケット21はポンプハブ11を介してニードルベアリングに支持されている(すなわちドライブスプロケット21はポンプハブ11によって回転中心を保持されている)と認定し，ドライブスプロケットを支持する部材について他に文言上記載されていないことから，ドライブスプロケット21とカバー52等は接触することがないとして，ドライブスプロケット21とカバー52等との間の嵌め合い間隙とドライブスプロケット21とポンプハブ11との間の嵌め合い間隙との関係を認定したのであって，単に，甲2の図1及び図2から認定したものではない。",
                        "甲2には，ニードルベアリング12(ポンプハブ11)の他には，ドライブスプロケット21にかかる径方向力を支持する部材は文言上記載がされておらず，甲2の図面にもカバー52等がドライブスプロケット21を軸受していることをうかがわせる記載はないのであるから，ドライブスプロケット21の回転中心がポンプハブ11のみによって保持されていると認定した審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "軸受には転がり軸受とすべり軸受があるが(甲5)，甲2の図1及び2には，いずれも，カバー52等とドライブスプロケット21との間に転がり軸受を配したものは記載されておらず，また，軸受メタルも記載されていない。すべり軸受であれば，一般に軸受メタルが用いられる(甲5)。",
                        "下記参考図4は，甲2の図2のうちドライブスプロケット21の周辺を拡大したものであるが，カバー52(オレンジ色で表示)の軸方向端面とドライブスプロケット21(赤色で表示)の左側端面間及び変速機ハウジング(紫色で表示)の軸方向端面とドライブスプロケット21の右側端面間には，赤色の矢印で表示された黄色い部材が介在しており，この黄色い部材は軸受メタルと解されるから，ドライブスプロケット21は変速機ハウジング51とカバー52とで軸方向位置を規制されていると認識できる。これに対し，カバー52の内周とドライブスプロケット21の左側張出部の外周との間及び変速機ハウジング51張出部の内周とドライブスプロケット21の右側張出部の外周との間には，両者が軸受を構成することをうかがわせる記載は何もない。",
                        "ドライブスプロケット21の径方向力を受けるにはニードルベアリングのみで十分なのであるから，当業者はカバー52等でドライブスプロケットを軸受している可能性があるとは認識しない。",
                        "［参考図4］"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，ドライブスプロケット21の左側／右側張出部の外周とカバー52等との間に軸受が存在することをうかがわせる記載はないのであるから，仮に，回転軸の内外周に軸受を配置する技術が存在するとしても，当業者は，それだけで，ドライブスプロケット21の左側／右側張出部とカバー52等とが当接して，すべり軸受として機能する可能性があるなどとは認識しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許文献1の発明の実施の形態(図3)においては，駆動スプロケット92は，内周側でのみ支持されており，特許文献1の従来技術(図7)の回転部材である駆動ギアは，回転軸(ポンプインペラハブ131a)のみに支持されているから，内周側のみで支持されている。",
                        "特許文献2の発明の実施の形態(図2)の駆動スプロケット182は内周側でのみ支持されており，特許文献2の従来技術も，駆動側スプロケットは内周側のみで支持されており，外周側はシールされているというのみで，支持されているとはされていない。",
                        "本件訂正明細書の図5に示された従来技術においては，下記参考図10に示されるとおり，回転軸46(緑色で表示)は，赤色，青色，オレンジ色の丸が表示されている部分において他の部材と接しているように見える。オレンジ色の丸で表示された部分は，オイルシール48に接しているから，すべり軸受ではない。また，赤色の丸で表示された部分にはサポートセンタ(紫色で表示)に黄色で示された凹部があるが，サポートセンタから延びるステータ軸と回転軸46との間にはトルクコンバータに作動油を供給する油路が形成されるが，その作動油の漏れ止めのため，この凹部にはシールリングのようなシーリング部材が配置される部分と解されるから，この部分もすべり軸受ではない。さらに，ドライブスプロケット49は，回転軸46に対してスプライン嵌合しているのだから，ドライブスプロケット49と回転軸46とは相対回転することはない。したがって，青色の丸で表示された部分もすべり軸受ではない。",
                        "したがって，特許文献1及び特許文献2，図5に示された従来技術には，ドライブスプロケットを内外周で支持する構造は記載されていない。",
                        "［参考図10］",
                        "仮に，ドライブスプロケットを内外周で支持する構造が既知であるとしても，一体の部材によって回転部材の内外周の両方を，ほぼ径方向に重なる軸受によって支持することを技術常識とすることはできないから，甲2のドライブスプロケット21及びポンプハブ11が互いに固定されたステータシャフト6とカバー52等の両方に軸受されるとは理解されない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "text": [
            "本件訂正発明は，物の発明であるから，「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持する」という限定によって甲2発明と相違するというのであれば，そのような作用を奏するために必要な物の発明としての差異が必要である。",
            "「前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持する」点は，本件訂正発明1に係る物である「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」に何ら差異をもたらすものではない。",
            "審決は，甲2の記載を検討した上で，相違点1は実質的な相違点とはいえないと認定しており，この点に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1及び3は，前記第2の2記載のとおりであるところ，本件訂正明細書(甲1，25)には，本件訂正発明について，次のとおりの記載がある。",
                "【技術分野】",
                "【0001】",
                "本発明は，ドライブスプロケット支持構造に係り，特に，ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造に関する。",
                "【背景技術】",
                "【0002】",
                "自動変速装置等の各部に潤滑油や作動油を供給するオイルポンプにおいては，軸方向におけるスペースの確保することを主目的に，オイルポンプを入力軸からオフセットさせた位置に配置し，トルクコンバータ等の入力デバイス側から動力を伝達されるドライブスプロケットと，オイルポンプに接続されたドリブンスプロケットとを，チェーンを用いて接続・駆動する構造が採用されている。",
                "【0003】",
                "このような構造としては，具体的には，図5に示すようなオイルポンプのドライブスプロケット支持構造40が挙げられる。係る構造においては，図示しない前後進切換装置を収容する本体ケース47に延設された円筒形状のセンタサポート42が設けられており，前後進切換装置はセンタサポートを介して支持されている。そして，センタサポート42には，トルクコンバータ43を貫通するトルコン出力軸44が挿入されている。エンジンからの出力はトルクコンバータ43，トルコン出力軸44を介して前後進切換装置へと伝達される。また，トルクコンバータ43のポンプインペラの端部には，図示しないオイルポンプを駆動するためにセンタサポート42を取り囲むように延設された回転軸46が連設されている。回転軸46の後端側には，回転軸側スプライン51を設け，ドライブスプロケット49に設けたスプロケット側スプライン50とスプライン係合されている。また，本体ケース47と回転軸46との間にはオイルシール48が介装され，ドライブスプロケット49側の潤滑油の漏れを防止している。",
                "【0004】",
                "そして，ドライブスプロケット49には，無端チェーン54が噛み合わされており，無端チェーン54は，回転軸46とは別軸に配置された図示しないドリブンスプロケットに噛み合わされており，ドリブンスプロケットがオイルポンプの駆動軸に連結されている。",
                "【0005】",
                "図5に示すドライブスプロケット支持構造では，ドライブスプロケット49は本体ケース47に支持されたボールベアリング53により回転中心を位置規制されている共に，トルクコンバータ43も，ボールベアリング53で支持されたドライブスプロケット49により回転中心を位置規制される構造となっていた。",
                "【0006】",
                "しかし，かかる構造においては，トルクコンバータ43に振れが生じた際に，ドライブスプロケット49にもその振れが直接伝達されるものの，ドライブスプロケット49はボールベアリング49により位置規制されているため，ボールベアリング49の内周側の回転軸46とドライブスプロケット49の張出部52のそれぞれ対向する面が衝突するため，双方の部材が摩耗するという問題が生じていた。",
                "【0007】",
                "そこで，トルクコンバータの回転軸により回転軸の中心を決められたボールベアリングでトルクコンバータケースを独立に支持しつつ，スプロケットのセンタリングを同じボールベアリングでかねる構造や(例えば，特許文献1参照)，ドライブスプロケットの内側にボールベアリングを配置することでトルクコンバータケースを支持する構造が提案されている(例えば，特許文献2参照)。",
                "【特許文献1】特開2001-355640号公報",
                "【特許文献2】特開2004-286144号公報",
                "【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0008】",
                "しかし，これらの何れの構造においてもトルクコンバータケースに回転軸の中心を決められたボールベアリングによりドライブスプロケットの回転軸の中心を決める構造となっている。そのため，高価なボールベアリングを使用することにより製造コストが上昇するという問題を抱えている。",
                "【0009】",
                "本発明の課題は，オイルポンプ等を駆動するドライブスプロケットをトルクコンバータからの回転が伝達された回転軸で駆動する構造において，高価なボールベアリングを使用しなくても，ドライブスプロケットの回転中心を定めることができるドライブスプロケット支持構造を提供することにある。",
                "【課題を解決するための手段】",
                "【0010】",
                "上記課題を解決するため，請求項1に記載の発明は，ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造であって，前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ，前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持するドライブスプロケット保持部が設けられ，",
                "前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されていることを特徴とする。",
                "【0012】",
                "請求項3に記載の発明は，請求項1に記載のドライブスプロケット支持構造において，前記ドライブスプロケットと前記スプロケット保持部は，前記ドライブスプロケットの外周面と前記スプロケット保持部の内周面が対向するようにそれぞれ配置されていると共に，前記ドライブスプロケットの外周面とスプロケット保持部の内周面との間に生じている間隙が，前記回転軸と前記ドライブスプロケットとの間の半径方向の間隙よりも大きく設定されていることを特徴とする。",
                "【発明の効果】",
                "【0013】",
                "請求項1に記載の発明によれば，ドライブスプロケットはトルクコンバータからの回転が伝達された回転軸によりドライブスプロケットの回転中心が定められるので，従来のようにドライブスプロケット組み付けるに際してベアリング等を介して支持する必要がないため，生産コストを抑制することが可能となる。",
                "【0014】",
                "また，請求項1に記載の発明によれば，ドライブスプロケットがベアリング等を介して本体ケース等に位置規制されることがなければ，回転軸の振れに応じてドライブスプロケットもその振れに追従することができるのでドライブスプロケットと回転軸との間おいて回転軸の振れにより磨耗が生じることを抑制することができる。",
                "【0015】",
                "請求項2に記載の発明及び請求項3に記載の発明によれば，ドライブスプロケットの外周面又は内周面と対向するようにスプロケット保持部を設けるため，ドライブスプロケット側に多大な改修をすることなく簡易な構造でスプロケット保持部を設けることができる。",
                "【発明を実施するための最良の形態】",
                "【0016】",
                "図1に示すように，自動変速装置1は，図示しないエンジンに発進デバイス2の入力側が連設されていると共に，発進デバイス2の出力側には，図示しない無断変速機と連結された前後進切換装置3が連接されて要部が構成されている。",
                "【0020】",
                "そして，図2に示すように，オイルポンプのドライブスプロケット支持構造16として，ポンプインペラ10の基端部には，内部にトルコン出力軸12を貫通軸支している前後進切換装置3側に延設された円筒形状の回転軸19が設けられている。",
                "【0021】",
                "回転軸19は，前後進切換装置3の発進デバイス2側に位置し本体ケース4に固定されたサポートセンタ20から発進デバイス2側に延設された円筒状の部材であるステータ軸21によって貫通軸支されている。また，ステータ軸21の内部にはトルコン出力軸12が挿通されている。",
                "【0022】",
                "また，前後進切換装置3の発進デバイス2側の面には，ドライブスプロケット25の外周面を囲むようにスプロケット保持部22が設けられている。また，回転軸19の基端部付近には，本体ケース4の隔壁との間にオイルシール23が取り付けられている。",
                "【0023】",
                "回転軸19のオイルシール23が配置されている位置よりも前後進切換装置3側には，円筒形状のブッシュ24が嵌め込まれており，回転軸19は本体ケース4に対して回動自在に支持されている。",
                "【0024】",
                "また，回転軸19のブッシュ24が嵌め込まれている外周面よりも前後進切換装置3側の端部の外周面には，回転軸19に回転中心を定められてドライブスプロケット25が組みつけられている。",
                "【0025】",
                "即ち，回転軸19側の端部の外周面に回転軸側スプライン26を形成すると共に，ドライブスプロケット25の内周面にスプロケット側スプライン29形成し，回転軸側スプライン26とスプロケット側スプライン29とをスプライン嵌合により係合させることにより組み付けられている。",
                "【0026】",
                "ドライブスプロケット25には，無端チェーン30が噛み合わされており，無端チェーン30は，回転軸19とは別軸に配置された図示しないドリブンスプロケットに噛み合わされており，ドリブンスプロケットがオイルポンプの駆動軸に連結されている。",
                "【0027】",
                "ドライブスプロケット25の歯の前後進切換装置3側の面には，前後進切換装置3方向に延出する張出部31が設けられている。張出部31は，張出部31の外周面とスプロケット保持部22の内周面との間に所定の間隙が生じるように設けられている。",
                "【0028】",
                "張出部31は，その外周面がスプロケット保持部22の内周面に対向するように配置されていると共に，張出部31の外周面とスプロケット保持部22の内周面との間隙が，回転軸19の端部の外周面に設けられた回転軸側スプライン26とドライブスプロケット25の内周面に設けられたスプロケット側スプライン29との間に生じている半径方向の間隙よりも大きくなるように設定されている。",
                "【0030】",
                "次に，本実施の形態に係るオイルポンプのドライブスプロケット支持構造16の作用について説明する。",
                "【0031】",
                "本実施の形態に係る自動変速装置1を組み立てる場合，まず図示しない前後進切換装置3を組み立てる。この時，前後進切換装置3にはトルコン出力軸12が既に挿通されている。次に本体ケース4にサポートセンタ20をボルト等により締結する。そして，前後進切換装置3と本体ケース4及びサポートセンタ20を一体化する。また，一方でトルクコンバータ9を組み立てておく。",
                "【0032】",
                "次に，前後進切換装置3，本体ケース4及びサポートセンタ20のアッセンブリにトルクコンバータ9を組み付ける。まず，前後進切換装置3，本体ケース4及びサポートセンタ20のアッセンブリ側にはスプロケット保持部22の内周側にドライブスプロケット25を嵌め込む。ここで，スプロケット保持部22の内周面とドライブスプロケット25の外周面との間には多少の間隙があるため容易に嵌め込むことができるとともに，スプロケット保持部22により半径方向に大きくずれることないため，この後組み付ける回転軸19の回転中心とドライブスプロケット25の回転中心をある程度の範囲内で一致させることができる。また，ドライブスプロケット25には無端チェーン30を巻き掛けておく。一方，トルクコンバータ9には，オイルシール23及びブッシュ24を組み付けておく。",
                "【0033】",
                "回転軸19が回転すると回転軸側スプライン26よりスプロケット側スプライン29に動力が伝達されドライブスプロケット25が回転駆動され，ドライブスプロケット25と図示しないドリブンスプロケットに巻き掛けられた無端チェーン30を介してオイルポンプが駆動される。",
                "【0034】",
                "その際，エンジン出力の変動等によりトルクコンバータ9が振れると，その振れが回転軸19にも伝達される。しかし，ドライブスプロケット25は回転軸19にスプライン係合されているだけであるため，ドライブスプロケット25は回転軸19の振れに追従して振れることとなる。つまり，従来の様にドライブスプロケットがボールベアリング等により保持されるために生じていた回転軸の振れによるドライブスプロケットと回転軸との間の磨耗を抑制することができる。",
                "【0038】",
                "以上のように本実施の形態に係る発明によれば，ドライブスプロケット25はトルクコンバータからの回転が伝達された回転軸19によりドライブスプロケット25の回転中心が定められているので従来のようにドライブスプロケット25を組み付けるに際してベアリング等を介して支持する必要がないため生産コストを抑制することができる。",
                "【0039】",
                "また，ドライブスプロケット25は，従来のようにベアリングを介してトルクコンバータにスプライン係合されていないため，エンジン等の駆動時にトルクコンバータ9が振れたとしてもドライブスプロケット25は，回転軸19の振れに追従できる。",
                "【0040】",
                "また，ドライブスプロケット25がベアリング等を介して本体ケース等に位置規制されることがなければ，回転軸19の振れに応じてドライブスプロケット25もその振れに追従することができるので，ドライブスプロケット25と回転軸19との間において回転軸19の触れにより磨耗が生じること抑制することができる。",
                "【図1】",
                "【図2】",
                "【図5】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の事実によると，本件訂正発明について，次のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件訂正発明は，ドライブスプロケット支持構造に係り，特に，ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "自動変速装置等の各部に潤滑油や作動油を供給するオイルポンプにおいては，軸方向におけるスペースの確保することを主目的に，オイルポンプを入力軸からオフセットさせた位置に配置し，トルクコンバータ等の入力デバイス側から動力を伝達されるドライブスプロケットと，オイルポンプに接続されたドリブンスプロケットとを，チェーンを用いて接続・駆動する構造が採用されている。",
                    "このような構造としては，具体的には，上記(1)の図5に示すようなオイルポンプのドライブスプロケット支持構造40が挙げられる。このような構造においては，図示しない前後進切換装置を収容する本体ケース47に延設された円筒形状のセンタサポート42が設けられており，前後進切換装置はセンタサポートを介して支持されている。そして，センタサポート42には，トルクコンバータ43を貫通するトルコン出力軸44が挿入されている。エンジンからの出力はトルクコンバータ43，トルコン出力軸44を介して前後進切換装置へと伝達される。また，トルクコンバータ43のポンプインペラの端部には，図示しないオイルポンプを駆動するためにセンタサポート42を取り囲むように延設された回転軸46が連設されている。回転軸46の後端側には，回転軸側スプライン51を設け，ドライブスプロケット49に設けたスプロケット側スプライン50とスプライン係合されている。また，本体ケース47と回転軸46との間にはオイルシール48が介装され，ドライブスプロケット49側の潤滑油の漏れを防止している。",
                    "そして，ドライブスプロケット49には，無端チェーン54が噛み合わされており，無端チェーン54は，回転軸46とは別軸に配置された図示しないドリブンスプロケットに噛み合わされており，ドリブンスプロケットがオイルポンプの駆動軸に連結されている。",
                    "上記(1)の図5に示すドライブスプロケット支持構造では，ドライブスプロケット49は本体ケース47に支持されたボールベアリング53により回転中心を位置規制されている共に，トルクコンバータ43も，ボールベアリング53で支持されたドライブスプロケット49により回転中心を位置規制される構造となっていた。",
                    "しかし，このような構造においては，トルクコンバータ43に振れが生じた際に，ドライブスプロケット49にもその振れが直接伝達されるものの，ドライブスプロケット49はボールベアリング49により位置規制されているため，ボールベアリング49の内周側の回転軸46とドライブスプロケット49の張出部52のそれぞれ対向する面が衝突するため，双方の部材が摩耗するという問題が生じていた。",
                    "そこで，トルクコンバータの回転軸により回転軸の中心を決められたボールベアリングでトルクコンバータケースを独立に支持しつつ，スプロケットのセンタリングを同じボールベアリングでかねる構造や(例えば，特許文献1参照)，ドライブスプロケットの内側にボールベアリングを配置することでトルクコンバータケースを支持する構造が提案されている(例えば，特許文献2)。",
                    "(【0002】～【0007】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "しかし，これらのいずれの構造においてもトルクコンバータケースに回転軸の中心を決められたボールベアリングによりドライブスプロケットの回転軸の中心を決める構造となっている。そのため，高価なボールベアリングを使用することにより製造コストが上昇するという問題を抱えている。",
                    "本件訂正発明の課題は，オイルポンプ等を駆動するドライブスプロケットをトルクコンバータからの回転が伝達された回転軸で駆動する構造において，高価なボールベアリングを使用しなくても，ドライブスプロケットの回転中心を定めることができるドライブスプロケット支持構造を提供することにある。",
                    "(【0008】～【0009】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記課題を解決するため，本件訂正発明1は，ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造であって，前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ，前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持するものであって，その内周面又は外周面が前記ドライブスプロケットの外周面又は内周面と対向するドライブスプロケット保持部が設けられ，前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されていることを特徴とする。本件訂正発明3は，本件訂正発明1において，前記ドライブスプロケットと前記スプロケット保持部は，前記ドライブスプロケットの外周面と前記スプロケット保持部の内周面が対向するようにそれぞれ配置されていると共に，前記ドライブスプロケットの外周面とスプロケット保持部の内周面との間に生じている間隙が，前記回転軸と前記ドライブスプロケットとの間の半径方向の間隙よりも大きく設定されていることを特徴とする。(【特許請求の範囲】，【0010】，【0012】)",
                    "具体的には，上記(1)の図1に示すように，自動変速装置1は，エンジンに発進デバイス2の入力側が連設されているとともに，発進デバイス2の出力側には，無断変速機と連結された前後進切換装置3が連接されて要部が構成されている。そして，上記(1)の図2に示すように，オイルポンプのドライブスプロケット支持構造16として，ポンプインペラ10の基端部には，内部にトルコン出力軸12を貫通軸支している前後進切換装置3側に延設された円筒形状の回転軸19が設けられている。(【0016】，【0020】)",
                    "また，前後進切換装置3の発進デバイス2側の面には，ドライブスプロケット25の外周面を囲むようにスプロケット保持部22が設けられている。回転軸19のオイルシール23が配置されている位置よりも前後進切換装置3側には，円筒形状のブッシュ24が嵌め込まれており，回転軸19は本体ケース4に対して回動自在に支持されている。(【0022】，【0023】)",
                    "回転軸19のブッシュ24が嵌め込まれている外周面よりも前後進切換装置3側の端部の外周面には，回転軸19に回転中心を定められてドライブスプロケット25が組みつけられている。すなわち，回転軸19側の端部の外周面に回転軸側スプライン26を形成するとともに，ドライブスプロケット25の内周面にスプロケット側スプライン29を形成し，回転軸側スプライン26とスプロケット側スプライン29とをスプライン嵌合により係合させることにより組み付けられている。ドライブスプロケット25には，無端チェーン30が噛み合わされており，無端チェーン30は，回転軸19とは別軸に配置されたドリブンスプロケットに噛み合わされており，ドリブンスプロケットがオイルポンプの駆動軸に連結されている。ドライブスプロケット25の歯の前後進切換装置3側の面には，前後進切換装置3方向に延出する張出部31が設けられている。張出部31は，張出部31の外周面とスプロケット保持部22の内周面との間に所定の間隙が生じるように設けられている。張出部31は，その外周面がスプロケット保持部22の内周面に対向するように配置されているとともに，張出部31の外周面とスプロケット保持部22の内周面との間隙が，回転軸19の端部の外周面に設けられた回転軸側スプライン26とドライブスプロケット25の内周面に設けられたスプロケット側スプライン29との間に生じている半径方向の間隙よりも大きくなるように設定されている。(【0024】～【0028】)",
                    "本実施の形態に係る自動変速装置1を組み立てる場合，前後進切換装置3を組み立てる。この時，前後進切換装置3にはトルコン出力軸12が既に挿通されている。次に本体ケース4にサポートセンタ20をボルト等により締結する。そして，前後進切換装置3と本体ケース4及びサポートセンタ20を一体化する。また，一方でトルクコンバータ9を組み立てておく。(【0031】)",
                    "次に，前後進切換装置3，本体ケース4及びサポートセンタ20のアッセンブリにトルクコンバータ9を組み付ける。まず，前後進切換装置3，本体ケース4及びサポートセンタ20のアッセンブリ側にはスプロケット保持部22の内周側にドライブスプロケット25を嵌め込む。ここで，スプロケット保持部22の内周面とドライブスプロケット25の外周面との間には多少の間隙があるため容易に嵌め込むことができるとともに，スプロケット保持部22により半径方向に大きくずれることはないため，この後組み付ける回転軸19の回転中心とドライブスプロケット25の回転中心をある程度の範囲内で一致させることができる。また，ドライブスプロケット25には無端チェーン30を巻き掛けておく。回転軸19が回転すると回転軸側スプライン26よりスプロケット側スプライン29に動力が伝達されドライブスプロケット25が回転駆動され，ドライブスプロケット25とドリブンスプロケットに巻き掛けられた無端チェーン30を介してオイルポンプが駆動される。その際，エンジン出力の変動等によりトルクコンバータ9が振れると，その振れが回転軸19にも伝達される。しかし，ドライブスプロケット25は回転軸19にスプライン係合されているだけであるため，ドライブスプロケット25は回転軸19の振れに追従して振れることとなる。(【0032】～【0034】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "本件訂正発明1によると，ドライブスプロケットはトルクコンバータからの回転が伝達された回転軸によりドライブスプロケットの回転中心が定められるので，従来のようにドライブスプロケット組み付けるに際してベアリング等を介して支持する必要がないため，生産コストを抑制することが可能となる。(【0013】)",
                    "また，本件訂正発明1によると，ドライブスプロケットがベアリング等を介して本体ケース等に位置規制されることがなく，回転軸の振れに応じてドライブスプロケットもその振れに追従することができるので，ドライブスプロケットと回転軸との間において回転軸の振れにより磨耗が生じることを抑制することができる。(【0014】)",
                    "本件訂正発明3によると，ドライブスプロケットの外周面と対向するようにスプロケット保持部を設けるため，ドライブスプロケット側に多大な改修をすることなく簡易な構造でスプロケット保持部を設けることができる。(【0015】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲2発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2(特開平4-337151号公報)には，次の記載がある。",
                "【請求項1】  トルクコンバータのポンプ部材に連結され，このトルクコンバータのステータシャフト上に回転自在に配設されたボンプハブと，このポンプハブの回転を油圧ポンプに伝達するチェーン機構とを備えてなり，前記ポンプハブの内周と前記ステータシャフトの外周との間に配設されたニードルベアリングを介して前記ポンプハブが前記ステータシャフトにより回転自在に支持されており，前記チェーン機構のドライブスプロケットが，前記ニードルベアリングと径方向にほぼ重なる位置において，前記ポンプハブの外周上に結合されていることを特徴とするトルクコンバータのポンプハブ支持構造。",
                "【0005】・・・本発明は・・・ポンプハブの回転をチェーン機構を介して油圧ポンプに伝達する構造とするとともに全体構造のコンパクト化を図ることができるような構成のポンプハブ支持構造を提供することを目的とする。",
                "【0006】・・・本発明に係るポンプハブの支持構造においては，ポンプハブの内周とステータシャフトの外周との間に配設されたニードルベアリングを介して，ポンプハブをステータシャフトにより回転自在に支持し，一方，ポンプハブの回転を油圧ポンプに伝達するためのチェーン機構のドライブスプロケットを，ニードルベアリングと径方向にほぼ重なる位置において，ポンプハブの外周上に結合している。なお，ポンプハブの内周とステータシャフトの外周との間に軸方向に延びる空間を形成してこの空間をトルクコンバータ内の油の供給もしくは排出を行う油路として用いることができ，この場合には，ポンプハブを支持する上記ニードルベアリングはこの空間内に配設される。",
                "【0007】",
                "【実施例】・・・図1に示すように，トルクコンバータ1は，ポンプ2，ステータ3およびタービン4から構成される。ポンプ2は図において左側に位置するエンジン(図示せず)の出力軸に連結され，エンジンの出力軸と同一回転で駆動される。ステータ3はワンウェイクラッチ5を介してステータシャフト6に連結支持されており，ステータシャフト6は変速機ハウジング51にボルト11aにより(図2参照)固定されている。タービン4はタービンハブ4aを介して変速機入力軸7に連結されており，タービン4の回転は変速機入力軸7から変速機50に入力される。なお，この変速機入力軸7はステータシャフト6と同軸で，ステータシャフト6内を貫通して配設されている。",
                "【0008】ポンプ2の内径端部にはポンプハブ11が結合されており，このポンプハブ11はその内周に配設されたニードルベアリング12を介してステータシャフト6により回転自在に支持されている。このため，ポンプハブ11はポンプ2とともにエンジンと同一回転で駆動される。・・・ポンプハブ11の外周には，ニードルベアリング12に対して径方向にほぼ重なるようにして，すなわち，軸方向にほぼ同位置に位置して，ドライブスプロケット21がスプライン結合して取り付けられている。",
                "【0009】一方，油圧ポンプ30は，ポンプハブ11から径方向外方に離れた位置において変速機ハウジング51に取り付けられて配設されている。この油圧ポンプ30の駆動軸31にはドリブンスプロケット23がスプライン結合されて取り付けられており，このドリブンスプロケット23とポンプハブ11上のドライブスプロケット21とにチェーン22が巻掛けられてチェーン機構20が構成されている。なお，このチェーン機構20は，変速機ハウジング51とこれにボルト52aにより取り付けられたカバー52とにより囲まれたオイルシール13により封止された空間55内に配設される。",
                "【0010】このため，エンジンによりポンプ2が回転駆動されると，ポンプハブ11およびドライブスプロケット21がエンジンと同一回転で駆動され，この回転がチェーン機構20を介して油圧ポンプ30に伝達されて，油圧ポンプ30が駆動される。この場合に，ドライブスプロケット21に作用する径方向力は，ドライブスプロケット21の内径側に位置するニードルベアリング12により受ける。このように，ニードルベアリング12およびドライブスプロケット21を軸方向ほぼ同じ位置に重なるように配設することにより，ドライブスプロケット21に作用する力をニードルベアリング12により確実に受けることができるだけでなく，この部分の軸方向寸法を短縮してこの部分の構造をコンパクト化することができる。",
                "【図1】                      【図2】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によると，甲2の図面について，次のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ドライブスプロケット21の左側張出部の外側は，少なくとも図1及び2に記載された断面上において，変速機ハウジング51にボルト52aで固定されたカバー52の内側に接しているよう図示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ドライブスプロケット21の右側張出部の外側の右端は，少なくとも図1及び2に記載された断面上において，変速機ハウジング51の左側に張り出す張出部(以下「変速機ハウジング張出部」という。)の内側に接しているよう図示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ドライブスプロケット21の中央部の左側を向く面(以下「中央部左側面」という。)は，第1の部材(以下「左側部材」という。)を介して，カバー52の右側面に対向するよう図示されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ドライブスプロケット21の中央部の右側を向く面(以下「中央部右側面」という。)は，第2の部材(以下「右側部材」という。)を介して，変速機ハウジング張出部の左端面に対向するよう図示されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "ドライブスプロケット21の中央部の外周部には，斜線等が付されていない四角形が図示されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "カバー52を変速機ハウジング51に結合するボルト52a(図1下端)は，図1及び2に記載された断面上への投影位置がトルクコンバータ1の外径よりも小さな径の位置となる位置に設けられているよう図示されている。",
                    "(参考図)甲2の図2の一部を拡大した図"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記の2の甲2の図1及び2において，ドライブスプロケット21の左側張出部の外側は，変速機ハウジング51にボルト52aで固定されたカバー52の内側に接しているよう図示されており，ドライブスプロケット21の右側張出部の外側の右端は，変速機ハウジング張出部の内側に接しているよう図示されている。",
                        "しかし，甲2は，公開特許公報であり，甲2に掲載された前記2の図1及び2はいずれも特許出願の願書に添付された図面に描かれたものであるところ，一般に，特許出願の願書に添付される図面は，明細書の記載内容を補完し，特許を受けようとする発明の技術内容を当業者に理解させるための説明図であるから，当該発明の技術内容を理解するために必要な程度の正確さを備えていれば足り，設計図面に要求されるような正確性をもって描かれているとは限らない。",
                        "甲2において，図1は「本発明に係るポンプハブ支持構造を有したトルクコンバータおよび油圧ポンプ駆動系を示す断面図」であり，図2は，「上記ポンプハブ支持構造部分を示す断面図」であるところ，前記2認定の甲2の記載に鑑みると，これらの図面は，トルクコンバータのポンプハブの支持構造に関し，ポンプハブ11をステータシャフト6にニードルベアリング12によって支持し，このニードルベアリング12に対して，径方向にほぼ重なるようにして，すなわち，軸方向にほぼ同位置において，ドライブスプロケット21がスプライン結合して，ドライブスプロケット21に作用する径方向力をドライブスプロケット21の内径側に位置するニードルベアリング12により受けるようにしたことを示すために，その位置関係を示すべく，甲2に記載されたものであって，設計図面に要求されるような正確性をもって描かれているとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記2のとおり，甲2には，「ドライブスプロケット21に作用する径方向力は，ドライブスプロケット21の内径側に位置するニードルベアリング12により受ける。このように，ニードルベアリング12およびドライブスプロケット21を軸方向ほぼ同じ位置に重なるように配設することにより，ドライブスプロケット21に作用する力をニードルベアリング12により確実に受けることができるだけでなく，この部分の軸方向寸法を短縮してこの部分の構造をコンパクト化することができる。」(【0010】)と記載されている。したがって，甲2発明は，ドライブスプロケット21に作用する径方向力は，ドライブスプロケット21の内径側に位置するニードルベアリング12により受けるものである。この記載のみでは，ドライブスプロケット21に作用する径方向力を外径側でも受けるかどうかは必ずしも明らかでないものの，そのような必要性があるというべき事情は認められない上，全体として一体化したケースに対し，ドライブスプロケットのような回転する部材を，内周面及び外周面で同時に軸受等により支持することは，回転する部材や周囲の部材の寸法誤差の許容範囲を狭めることになり，過度の工作精度を要求することになるから，通常行われるものとは考え難い(全体として一体化したケースに対し，ドライブスプロケットのような回転する部材を，内周面及び外周面で同時に軸受等により支持する例があることを認めるに足りる証拠もない。)。",
                        "また，回転する部材と回転しない部材が，回転する部材の回転中，一時的にしろ，接触するような状態となることがあれば，回転する部材の円滑な回転が損なわれ，異音が発生したり，部材の摩耗が生じるといった不具合を生じることも想定されるのであって，当業者は，回転する部材であるドライブスプロケット21が，回転しない部材であるカバー及び変速機ハウジングと接触するという設計を，通常は行わないと解される。",
                        "さらに，甲2の図2には，ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の対向面，及び，ドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の対向面の軸方向の長さは，ニードルベアリング12の長さに比べて著しく短いものとして記載されている。仮に，ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の対向面，及び，ドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の対向面がすべり軸受として接するように設定されているとするならば，ドライブスプロケットにかかる径方向の負荷が，当該接触面である対向面にも負荷されることになるところ，この場合には，小さい接触面に対して集中した負荷がかかることになると考えられる。そして，このような局所的に集中した負荷は，当該接触面である対向面に潤滑油の介在があるとしても，早期の摩耗等の不具合が生じるおそれがあるといえるから，通常行われるものではないと解される。",
                        "以上によると，甲2発明におけるドライブスプロケット21は，その内周面がポンプハブ11を介してニードルベアリング12で支持されるのであって，ドライブスプロケット21の左側張出部の外周面とカバー52の内周面，及び，ドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面は，ドライブスプロケット21の静止時のみならず回転中も接触することがないように間隙を設定することが前提になっている，すなわち，原告が主張する技術思想②によるものと解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "以上によると，甲2発明は，審決の認定のとおり，",
                  "text": [
                    "「トルクコンバータ1のポンプ2に結合され，ポンプ2とともにエンジンと同一回転で駆動されるポンプハブ11の外周には，ドライブスプロケット21が，相互に軸方向移動自在かつ回転方向に移動が規制された状態でスプライン結合して取り付けられているドライブスプロケット21の取付構造であって，",
                    "ドライブスプロケット21の左側張出部はカバー52に嵌合し，ドライブスプロケット21の左側張出部の外周面とカバー52の内周面が対向しており，",
                    "ドライブスプロケット21の右側張出部の右端は変速機ハウジング張出部に嵌合し，ドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面が対向しており，",
                    "ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の嵌め合い間隙及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の嵌め合い間隙は，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙よりも大きい，",
                    "ドライブスプロケット21の取付構造。」",
                    "であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が甲2発明を「ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の嵌め合い間隙及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の嵌め合い間隙は，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙よりも大きい」と認定したのは，①ポンプハブ11が偏心しないこと，②ドライブスプロケット21とカバー52等との境界部位で両者が当接しないことを前提にしているが，①ポンプハブ11の偏心は必ず生じる上，②ドライブスプロケットの左側や右側張出部とカバー52等との境界部位において両者が当接しないとは断定できないから，これらの前提はなく，仮に②を前提とした場合には，「ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間には嵌め合い間隙Aが存在し，当該嵌め合い間隙Aは，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙Bと，ポンプハブ11とニードルベアリング12との間の嵌め合い間隙Cとの和よりも大きい」と認定するのが正しいと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(1)で判示したとおり，上記②の前提は認められる。また，前記2によると，ポンプハブ11は，回転する部材であり，弁論の全趣旨によると，ポンプハブ11については，その回転時において，偏心が生じ得ることが認められるから，ポンプハブ11の回転時を前提に，ポンプハブ11に必ず偏心が生じ，その距離がCであることを前提としたとしても，偏心の距離であるCは必ず正の値になるはずであるから，A＞B＋C(上記の原告主張に係る甲2発明の認定参照)であれば，必ず，A＞Bになるはずであって，本件審決が，偏心の距離であるCを認定していないとしても，「ドライブスプロケット21の左側張出部の外周面とカバー52の内周面との間の嵌め合い間隙及びドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面との間の嵌め合い間隙は，ドライブスプロケット21とポンプハブ11との間の嵌め合い間隙よりも大きい」と認定したことが，甲2発明の認定として誤りであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，回転軸の振れを考慮すると，偏心(傾き)の距離は，「B＋C＋Ltanθ」となると主張するが，上記②の前提が認められる以上，A＞B＋C＋Ltanθ となり，A＞B＋C＋Ltanθ であれば必ずA＞Bとなるから，同様に原告のこの主張も理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，本件訂正発明においても，上記の回転軸が回転する際には，上記の偏心Cや傾き Ltanθ は生じ得るところ，その場合，スプロケット保持部とドライブスプロケットの外周面又は内周面が対向する部位の対向面同士が隣接するかどうかは，上記の偏心Cや傾き Ltanθ を考慮する必要があると考えられる。しかるところ，本件訂正発明1は，間隙についてA＞Bと特定するにとどまるのであるから，本件審決が上記の偏心Cや傾き Ltanθ について考慮しなかったとしても，誤りであるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の主張する取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2について",
          "text": [
            "原告の主張する取消事由2の内容は，取消事由1の甲2発明の認定の誤りに基づく本件訂正発明1と甲2発明の一致点の認定の誤りを主張するものであり，その内容からして，取消事由1に理由がない以上，取消事由2にも理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3について",
          "text": [
            "前記3のとおり，甲2発明においては，ドライブスプロケット21の左側張出部の外周面とカバー52の内周面，及び，ドライブスプロケット21の右側張出部の外周面の右端と変速機ハウジング張出部の内周面は，ドライブスプロケット21の静止時のみならず回転中も接触することがないように間隙が設定されていると解され，ドライブスプロケット21はポンプハブ11のみによって回転中心を定められているから，ドライブスプロケット21は，ポンプハブ11のみによって回転中心を定められているという本件審決の認定に誤りはなく，取消事由3には理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記3のとおり，本件審決の甲2発明の認定に誤りはなく，本件訂正発明1と甲2発明の相違点は，本件審決の認定どおり，「本件訂正発明1は，その内周面または外周面がドライブスプロケットの外周面または内周面と対向する部材が，回転軸との嵌め合い前のドライブスプロケットと嵌め合うことでドライブスプロケットの回転中心を保持するドライブスプロケット保持部であるのに対し，甲2発明は，その内周面または外周面がドライブスプロケットの外周面または内周面と対向する部材であるカバー52及び変速機ハウジング張出部が，ポンプハブ11との嵌め合い前のドライブスプロケット21と嵌め合うことでドライブスプロケット21の回転中心を保持するものであるか否か明らかではない点。」と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2によると，甲2発明において，ドライブスプロケット21は，変速機ハウジング51とカバー52との間に形成された空間に配置され，カバー52が変速機ハウジング51にボルト52aで固定されるものであり，ボルト52aの一部は，トルクコンバータ1の軸方向の外径の最大値よりも軸方向においてステータ3に近い，回転軸に近い位置に配置されていることが認められる。このボルトとトルクコンバータの外径の位置関係に鑑みると，当業者は，甲2発明においては，ドライブスプロケットを変速機ハウジング51とカバー52の間に保持した状態でボルト52aを固定した後，トルクコンバータ1を構成するポンプ2に結合されたポンプハブ11を嵌め合わせて，変速機を組み立てるものと理解する。",
                "そうすると，甲2のドライブスプロケット21の左側張出部の外周面に対向するカバー52の内周面，及び，ドライブスプロケット21の右側張出部の外周面の右端と対向する変速機ハウジング張出部の内周面は，「回転軸との嵌め合い前のドライブスプロケットと嵌め合うことでドライブスプロケットの回転中心を保持する」ものといえる。",
                "したがって，審決が，前記(1)の相違点を実質的な相違点といえない判断した点に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されている」(A＞B)ことは，実質的な相違点であるから，これをより具体的に特定したもの，又は，その技術的意義を特定したものである相違点1は実質的な相違点である旨主張する。",
                    "しかし，上記のA＞Bが相違点とはいえないことは，前記3のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件訂正発明1は，回転軸の組付時において，ドライブスプロケットをラフに位置決めするという効果又は特定を有するところ，甲2発明にはそのような効果又は特定はない旨主張する。",
                    "しかし，前記(2)の組立方法によると，甲2発明において，ポンプハブとの嵌合前のドライブスプロケットは，変速機ハウジング51とカバー52との間に保持されており，その位置は，ドライブスプロケットの内側にポンプハブを嵌め合うだけの間隙がある位置であると解されるのであって，この点において，甲2発明は，回転軸の組付時において，ドライブスプロケットをラフに位置決めするという，本件訂正発明1と同様の効果を有しているから，本件訂正発明1と異なるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，原告の上記主張は，いずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "したがって，原告の主張する取消事由4には理由がない。"
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10173",
    "date": "2018-09-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088022",
    "ipprecedent_id": "5013",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}