{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-12651号事件について平成29年10月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年11月17日，「レンズホルダ，レンズ駆動装置，カメラ装置及び電子機器」なる名称の発明について特許出願をした（特願2015-224624号。以下「本願」という。）。",
                "なお，本願は，同日に出願した特願2015-224478号（優先権主張平成26年12月1日）の一部を新たな特許出願としたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願については，おおむね次の経過を経て拒絶査定がなされた。",
                "平成27年11月17日差出  手続補正書（甲1-2）",
                "平成28年  1月15日付け  拒絶理由通知（甲2）",
                "平成28年  3月17日差出  意見書，手続補正書（甲5-1・2）",
                "平成28年  5月25日付け  拒絶査定（甲6）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年8月23日，拒絶査定不服審判を請求するとともに，特許請求の範囲等を補正する手続補正を行った（甲7-1・2。以下，同手続補正を「本件補正」という。）。",
                "特許庁は，これを不服2016-12651号事件として審理した上，平成29年10月4日，本件補正を却下する旨の決定（以下「本件却下決定」という。）をするとともに，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月17日原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年11月15日，審決の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の請求項1の記載は，次のとおりである（下線は補正箇所を示す。以下，同請求項1に係る発明を「本件補正発明」といい，本件補正後の明細書及び図面を併せて「本件明細書」という。）。",
            "「上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダであって，",
            "前記レンズホルダの外周壁から径方向で外側に向かって突出し，前記レンズホルダの外周に巻回されるコイルの下部側の高さ位置を位置決めする鍔部と，",
            "前記レンズホルダの外周壁から径方向で外側に向かって突出する突起部と，を有し，前記突起部が前記コイルの上部側の高さ位置を位置決めし，",
            "前記鍔部は前記突起部と対応する位置に設けた切欠き部と前記切欠き部以外の鍔部本体部分とを有し，",
            "前記突起部と前記鍔部本体部分との前記レンズホルダの周方向における位置は，光軸方向から見たときに前記突起部は前記鍔部本体部分と重なっている部分がなく，前記コイルが巻回された際に前記コイルが前記突起部及び前記鍔部本体部分の両方に挟まれている部分が存在しない位置になっている",
            "ことを特徴とするレンズホルダ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書の写しに記載のとおりである。その要旨は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，①特開2007-121695号公報（甲3。以下「引用例」という。）に記載された発明（以下「引用発明」という。）であるから，特許法29条1項3号の規定により，特許出願の際独立して特許を受けることができないものであり，また，②引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものである。したがって，本件補正は，却下すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正発明は，本件補正前（平成28年3月17日にされた手続補正後）の特許請求の範囲請求項1に係る発明（以下「本願発明」という。）の発明特定事項を全て含み，更に他の事項を付加したものに相当するところ，上記アのとおり，かかる本件補正発明が，引用例に記載された発明であり，あるいは，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものである以上，本願発明も，同様の理由により，引用例に記載された発明であり，あるいは，引用発明及び周知技術に基づいて，当業者が容易に発明することができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本願発明は，特許法29条1項又は2項の規定により特許を受けることができないから，他の請求項に係る発明について検討するまでもなく，本願は拒絶されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した引用発明，本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「レンズ駆動装置2に備わり，レンズRを周囲から囲んだ状態で保持するレンズホルダ10であって，",
                    "レンズホルダ10は，合成樹脂等により角が丸みを帯びた上面視略四角状に形成され，",
                    "該レンズホルダ10の外周面10aに，外周面10aから外方に向けて所定距離H離間した位置にガイド面11aを有するスペーサ部11が，一定間隔毎に複数形成され，",
                    "スペーサ部11は，コイル12を高さ方向（光軸L方向）に位置決めさせる突起部11bを有していて，この突起部11bは，コイル12を間に挟むようにガイド面11aの上下に設けられ，ガイド面11aからコイル12の厚さ分だけ外方に突出するように形成され，",
                    "レンズホルダ10とスペーサ部11とは一体的に成型されていて，",
                    "レンズホルダ10の外周面10aには，スペーサ部11間において，フランジ部20が，外周面10aの一端側において突出して形成されていて，",
                    "フランジ部20は，スペーサ部11と同様に光軸L方向に対してコイル12の移動を規制する突起部20bを有していて，",
                    "複数のスペーサ部11のガイド面11a及びフランジ部20に内周面をそれぞれ面接触させた状態で，レンズホルダ10の周囲に，コイル12が巻回され，コイル12は，スペーサ部11の2つの突起部11b及びフランジ部20の突起部20bと同じ厚みとなるように巻数が調整され，コイル12は，これら両突起部11b，20bによって，光軸L方向に位置ずれすることなく確実に位置決めされた状態となり，",
                    "コイル12に電圧印加部3より所定の電圧を印加すると，コイル12に電流が流れてレンズホルダ10に電磁力が作用し，光軸L方向に移動させることができる，",
                    "レンズホルダ10。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダであって，",
                    "前記レンズホルダの外周壁から径方向で外側に向かって突出し，前記レンズホルダの外周に巻回されるコイルの下部側の高さ位置を位置決めする鍔部と，",
                    "前記レンズホルダの外周壁から径方向で外側に向かって突出する突起部と，を有し，前記突起部が前記コイルの上部側の高さ位置を位置決めする",
                    "レンズホルダ。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本件補正発明は，「前記鍔部は前記突起部と対応する位置に設けた切欠き部と前記切欠き部以外の鍔部本体部分とを有し，前記突起部と前記鍔部本体部分との前記レンズホルダの周方向における位置は，光軸方向から見たときに前記突起部は前記鍔部本体部分と重なっている部分がなく，前記コイルが巻回された際に前記コイルが前記突起部及び前記鍔部本体部分の両方に挟まれている部分が存在しない位置になっている」のに対して，引用発明は，「突起部20b」及び「突起部11b」Aの形状，並びに，「突起部11b」Bとの位置関係が明らかでない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する取消事由",
      "text": [
        "本件補正を認めなかった本件却下決定は，以下のとおり，周知技術の認定を誤り，その結果本件補正発明の新規性判断を誤り，更に進歩性判断を誤って本件補正を却下したものである。",
        "かかる本件却下決定の結論が誤りである以上，これを前提とした審決の結論も違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "周知技術の認定に関し",
          "text": [
            "審決は，「引用発明のように，所定の方向（引用発明では，「高さ方向（光軸L方向）」）における二つの異なる位置に，該方向に交差して突出する部分（引用発明における「突起部20b」及び「突起部11b」）を形成する場合に，前記所定の方向に移動する二つの金型だけで成型できるように，前記所定の方向から見て，前記二つの異なる位置に設けた突出部分が，重ならないように設計すること」（審決15頁6～11行。以下「周知技術A」という。）のみを「周知技術」と認定しているが，この認定は妥当性を欠く。",
            "すなわち，いずれも本願の優先日前に発行された刊行物である，①実用新案登録第3186519号公報（甲16），②実用新案登録第3187257号公報（甲17），③中国実用新案公告公報CＮ202794660U（甲18）及び④中国特許出願公開公報CＮ103208898A（甲19）の各記載によれば，本願発明と同一の技術分野で，本願発明と同様のレンズ駆動装置におけるレンズ保持部材を，樹脂を用いて型により一体成型する際，「所定の方向（すなわち，高さ方向〔光軸方向〕）における二つの異なる位置に，該方向に交差して突出する部分を形成する際，前記二つの異なる位置に設けた突出部分が，前記所定の方向（すなわち，高さ方向〔光軸方向〕）から見て，重なっている設計にすること」（以下「周知技術B」という。）も，この技術分野で普通に行われていたことであり，周知技術の一つであると認められる。",
            "したがって，本来であれば，これら両方の周知技術を踏まえて判断すべきであるにもかかわらず，審決は，周知技術Aのみを「周知技術」と認定し，これを「技術常識」としているのであるから，周知技術の認定を誤っていることは明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "新規性判断に関し",
          "text": [
            "前記のとおり，審決が「技術常識」としているものは，当該技術分野の他の周知技術（周知技術B）を無視した誤った認定であるから，このような誤った周知技術の認定を前提としている新規性判断も誤っている。",
            "また，審決の認定では，引用例1の図2及び図3に図示された構成のみが参照されていて，図4及び図6の構成を引用した【0027】の記載は参照されていない。しかし，引用例の図6では，光軸方向における上下の突起部11b，11bが，光軸方向で重なる位置に形成されており，【0027】では，光軸方向で重なる位置に形成されている上下の突起部11b，11bを採用することにより，突起部11bは，コイル12を間に挟み，コイル12を取り付けたときに光軸L方向へのコイル12の移動が規制されるようになっている，即ち，コイル12は，両突起部11bによって巻線範囲が正確に決定されるといった機能が発揮されることが説明されている。",
            "審決が，これらの記載に言及することなく，引用発明における「突起部11b」Aと，「突起部11b」Bとに挟まれている部分は存在しないと認定し，本件補正発明の新規性を否定したことは，著しく妥当性を欠いた恣意的な判断である。"
          ]
        },
        {
          "fig": "3",
          "subject": "進歩性判断の論理付けに関し",
          "text": [
            "周知技術Bのほかに周知技術Aを知っている当業者であっても，引用例の図6を参照した【0027】の記載からすれば，従来周知の，樹脂材料を一体的に成型して構造物を製造する方法を採用することで，光軸方向で上下の突起部11b，11bが，光軸方向で重ならない位置に形成するという構成を採用した場合，引用発明によって発揮されようとしている「コイル12を取り付けたときに光軸L方向へのコイル12の移動が規制されるようになっている。即ち，コイル12は，両突起部11bによって巻線範囲が正確に決定される。」ことは担保されるであろうか，と考えるのが当然である。したがって，引用例の【0027】の記載に接した当業者が周知技術Aの適用を試みることについては阻害要因が存在する。",
            "しかも，周知技術Aが存在しているにもかかわらず，甲16ないし19のいずれの出願人（当業者）も周知技術Aを採用せず，各刊行物に記載されている周知技術Bを採用し続けていたということは，その阻害要因がいかに大きかったかを物語る。",
            "審決の論理付けは，かかる阻害要因があるにもかかわらず，周知技術Bに一切の注意を払わずに容易想到性を認めたものであって，妥当性を欠く。",
            "また，審決は，「コイル線を整列巻きしやすい」という効果は，「容易推考してなる一体レンズホルダが奏する効果にすぎない」と認定しているが，「レンズホルダへのコイルの整列巻きを容易に行うことを可能にし，なおかつ，レンズホルダに巻回したコイルがガタつくことを抑制できるレンズホルダを提供する」という本件補正発明の目的は，引用例には記載されていない。",
            "審決の論理付けは，このように，引用例に記載されていない，本件補正発明特有の作用・効果を，本件明細書の記載に基づいて認識した上で，引用例に記載されている先行技術の内容を「理解」しようとする「後知恵」であって，妥当性を欠く。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告の主張は，次のとおり理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "周知技術の認定に関し",
          "text": [
            "引用例の図2及び図3からは，突起部20bと「突起部11b」A との間に間隙が存在していることが見て取れる。また，図2及び図3は概略図ではあるが，上記間隙が，「突起部11b」Bと，レンズホルダの周方向の位置に関して対応しているように見受けられる。",
            "そうしてみると，「樹脂材料を一体的に成型して構造物を製造する際に，金型を用いて作製すること」という技術常識を踏まえた当業者が想起する周知技術は，間隙が突起部と対応しており，突起部同士が重ならないように設計する周知技術Aであって，周知技術Bのように，間隙が突起部と対応しておらず，又は突起部に対応する間隙がなく，突起部同士が重なるように設計する技術ではない。",
            "審決において，周知技術Aを取り上げ，周知技術Bを取り上げなかったからといって，周知技術についての認定に誤りがあることにはならない。"
          ]
        },
        {
          "fig": "2",
          "subject": "新規性判断に関し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記のとおり，審決の周知技術についての認定に誤りはないから，かかる認定の誤りが存することを前提とする原告の主張は，その前提を欠く。",
                "また，引用例の図6は，物品の形状を正確に示すことよりも，【0027】等に記載された事項を説明することを優先させた，模式図にすぎない。",
                "すなわち，【0027】の記載は，突起部11bが，コイル12を高さ方向に位置決めさせるためのものであり，ガイド面11aの上下に，コイル12の厚さ分だけ外方に突出するように形成されていることを説明するための記載と理解でき，また，図6は，この突起部11bが形成されているコイルの高さ方向の位置等を理解しやすく示す図と理解できる。これに対して，【0027】には，突起部11bの水平方向の位置関係（コイルの高さ方向と直交する面上の位置）を説明する記載はないから，図6を，このような事項を説明するためのものとは理解できない。したがって，図6を根拠に，突起部11bが光軸方向に重なっていることを認定することは，適切な図面と発明の詳細な説明の理解とはいえない。",
                "したがって，この点に関する原告の主張も理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明の突起部が，切欠きが設けられた形状とされている理由の一つは，ヨーク13の爪部13cが入り込む空間を確保することにあるが，引用発明の突起部には，そのために必要な部分以外にも切欠きが設けられている。引用例には，かかる切欠きが設けられている理由について明示的な説明がないが，当業者ならば，「樹脂材料を一体的に成型して構造物を製造する際に，金型を用いて作製すること」を技術常識として心得ているから，これらの切欠きは，周知技術Aに対応するものと理解する。",
                "そして，このような構造であれば，これら突起部に挟まれて巻回されるコイル12には，突起部20b及び「突起部11b」Aと，「突起部11b」Bの両方に挟まれている部分は存在しないことになるから，引用発明の突起部20b及び突起部11bは，その形状及び位置関係について，相違点に係る本件補正発明の構成を具備している。",
                "したがって，審決の新規性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "進歩性判断の論理付けに関し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の「突起部11b」Bは，スペーサ部11のガイド面11aの上部に，切欠きがある二叉形状で部分的に設けられるにとどまり，「突起部11b」Aも，フランジ部20の突起部20bとの間に切欠きを有するものにすぎない。したがって，引用例の【0027】でいう「規制」や「正確」の程度は，このような突起部により奏される程度のものである。",
                "すなわち，引用例の【0027】には，「この突起部11bは，コイル12を間に挟むようにガイド面11aの上下に設けられ，ガイド面11aからコイル12の厚さ分だけ外方に突出するように形成されている。これにより，コイル12を取り付けたときに光軸L方向へのコイル12の移動が規制されるようになっている。即ち，コイル12は，両突起部11bによって巻線範囲が正確に決定される。」と記載されているが，引用発明の「突起部11b」A及び「11b」Bはいずれも切欠きを有するものであるから，引用発明におけるコイル12の光軸方向への移動が規制され，巻線範囲が正確に決定されるとは，突起部に切欠きがあっても達成される程度のものである。",
                "一方，本件補正発明も，周方向に所定の間隔をあけて形成されている突起部13a，13b，13c，13dがコイル5の上部側の高さを位置決めし，また切欠き部24を有する鍔部14が，この切欠き部24が形成されている箇所も含めて，コイル5の下部側の高さを位置決めするものである（本件明細書【0037】～【0041】）。",
                "したがって，引用発明も本件補正発明も周方向に切欠きを有する突起部等によりコイルの高さ方向の位置決めをするという機能においては何ら異なるところはなく，位置決めの精度においても同程度のものといえる。",
                "そして，コイルを巻回する場合には，コイルにたるみや緩みが生じないようコイル用の線材に一定の張力を持たせて巻く必要があり，引用発明のレンズホルダ10の周囲にコイルを巻回する場合にも，コイルの線材には一定の張力が生じていると解される。そして，たるみや緩みが生じていないコイルの線材は，ほぼ直線的にスペーサ部等に巻かれることになるから，例えば，引用発明のように突起部が部分的に切欠きを有するものであっても，この切欠き部分に対応する位置のコイルは，近辺の突起部により光軸方向への移動に規制を受けることとなり，その結果，コイルは突起部により巻線範囲が正確に決定されることとなる。したがって，引用例に接した当業者ならば，そこで用いられている「規制」や「正確」を，このような意味であると理解する。そして，このようにコイルの移動が規制され，突起部11bによって巻線範囲が正確に決定されるのであれば，光軸方向で上下の突起部が，光軸方向で重ならない位置に形成されるか重なる位置で形成されるかにかかわらず，光軸L方向へのコイルの移動が規制され，コイルは，両突起部によって巻線範囲が正確に決定されることとなるから，原告が主張するような阻害要因はない。",
                "また，引用発明のレンズホルダ10を製造する際に，コストを低減しようとすることは，当業者であれば当然に考えることであり，引用例においても，製造コストの低減や，製造の容易性を考慮した記載がある（【0018】，【0047】及び【0052】）。ところが，少なくとも甲16及び甲17には「製造コスト」に関する言及がなく，レンズ保持部材12も，雌ねじ等，成型困難な複雑な形状をしており，コストに対する要求は低いと考えられる。すなわち，周知技術Bは，コストに対する要求が低いときに適用が検討される技術であるといえる。",
                "そして，周知技術Bを心得た当業者が引用例に接したならば，引用発明は，かかる周知技術Bよりも，「規制」や「正確」の程度が緩く，また，製造コストの低減や製造の容易性にも目を向けたものと理解する。",
                "そうしてみると，引用発明のレンズホルダ10を製造する際に，周知技術Bが存在したとしても，当業者が周知技術Aを適用することに阻害要因はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明の「レンズホルダ10」は，樹脂材料からなるところ，樹脂材料を一体的に成型して構造物を製造する際に，金型を用いて作製することは，技術常識である。また，成型品に，金型の開閉方向に対して引っ掛かりとなる部分（アンダーカット）があると，金型の構造は複雑となり，また，金型が高価なものとなり，故障の原因にもなることは，自明のことである。",
                "ここで，金型により樹脂材料を一体的に成型するに際し，構造物が単なるボビン程度の形状ならば，下側の金型を二つ割りにする程度で良い 。しかしながら，引用発明の「レンズホルダ10」は，引用例の【0026】に記載があるとおり，スペーサ部11が「レンズホルダ10の外周面10aであって，該レンズホルダ10の四隅にそれぞれ位置するように，上記光軸Lを回転中心として90度間隔毎（上記一定間隔毎）に形成され」，「各スペーサ部11は，レンズホルダ10の外周面10aから上記所定距離Hだけ離間した位置に曲面となるガイド面11aをそれぞれ有している」ため，金型を二つ割りにしてもアンダーカットが生じる。そのため，「突起部11b」Bと突起部「11b」A（又は突起部20b）に重なりがある場合は，4方開き型と上下の型の，六つに分かれる金型構造を採用して初めて成型可能になる。",
                "ところが，当業者ならば，周知技術Aを心得ているから，引用発明の突起部11b及び突起部20bの形状を，図2ないし図4から看取されるように，光軸方向から見たときに重ならないように設計するだけで，金型が，最もシンプルな上下方向（光軸方向）に開く二つの金型で済むことに，直ちに気付くといえる。",
                "したがって，仮に，引用発明の突起部11bや突起部20bに，光軸方向から見たときの重なりがあった（本件補正発明と同一でなかった）としても，当業者が，引用発明において周知技術Aを適用して，相違点に係る本件補正発明の構成を具備したものとすることは，製造コストの低減や製造の容易性についての言及がある引用例の記載が示唆する範囲内の事項にすぎず，当業者が容易に発明できたことといえる。",
                "よって，審決の進歩性判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，おおむね次の記載がある（甲1-3，甲7-2。なお，【0022】は本件補正後の内容である。図面については，別紙本件明細書の図参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】この発明は，上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダと，当該レンズホルダを備えているレンズ駆動装置，カメラ装置，並びに，電子機器に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】オートフォーカスカメラや，カメラ付きの電子機器には，従来から，ボイスコイルモータ方式（VCM方式）のレンズ駆動装置が採用されている。このレンズ駆動装置によって光軸方向などにおけるレンズの位置を調整し，フォーカスやズームなどが行われている。",
                    "【0003】ボイスコイルモータ方式のレンズ駆動装置では，例えば，（特許文献1）に示すような構成が提案されている。",
                    "（判決注：特許文献1は引用例〔甲3〕を指す。）",
                    "【0004】この（特許文献1）のレンズ駆動装置は，レンズホルダと，スペーサ部と，コイルと，ヨークと，マグネットと，一対の固定部材と，導電性のシート部材とを備えている。",
                    "【0005】レンズホルダは上下方向に所定の長さを有し，レンズを周囲から囲んだ状態で保持する。",
                    "【0006】スペーサ部は，レンズホルダの外周面で周方向に一定間隔毎に複数形成され，外周面から外方に向けて所定距離離間した位置にガイド面を有する。",
                    "【0007】コイルは平面視で環状で，前記複数のスペーサ部のガイド面に内周面が面接触した状態で，前記レンズホルダの周囲を囲むように取り付けられる。",
                    "【0008】ヨークは，前記レンズホルダに組み合わされるもので，外筒部と，複数の爪部とを備えている。外筒部は，前記コイルを内部に収納可能な枠状である。複数の爪部は，該外筒部の上下方向における一端側の外縁から前記レンズホルダ側に向けて90度折曲された背面部と，該背面部からさらに90度折曲され，隣接する前記スペーサ部間で前記コイルと前記レンズホルダの外周面との間に配される。",
                    "【0009】マグネットは，該ヨークの外筒部内面に固定され，前記コイルに対して対向配置される。",
                    "【0010】一対の固定部材は，前記レンズホルダを移動可能な状態で前記ヨークを上下の両側から挟み込んで固定する。",
                    "【0011】導電性のシート部材は，該一対の固定部材と前記ヨークとの間に挟まれ，前記レンズホルダが移動したときに逆方向にばね力を付与すると共に前記コイルに電気的接続される。",
                    "【0012】前記ガイド面は，前記コイルの上下方向における高さと少なくとも同じ高さになるように形成されている。",
                    "【0013】さらに，前記複数のスペーサ部は，前記コイルを高さ方向に位置決めさせる突起部を有している。",
                    "【0014】この（特許文献1）のレンズ駆動装置では，前記コイルは，前記複数のスペーサ部のガイド面に直接巻回された直巻きコイルになっている。",
                    "【0015】そして，コイルを正確に位置決めした状態で安定的に支持することができ，部品間のギャップを極力小さくして小型化を図ることができるとされている。",
                    "【0016】図7（a），図7（b）はこのようなレンズ駆動装置に採用されている従来のレンズホルダにコイルが巻回される方式を説明する図である。従来は，レンズホルダ101の外周面に，コイル102の高さ方向に位置決めさせる突起部となるスペーサ部101a，101bが形成される。コイル線を確実に両スペーサ部101a，101bの間に入れるためには，この両スペーサ部101a，101b間の上下方向の距離は，整列巻きしたときのコイル102の上下方向の巻幅＋レンズホルダ101の寸法公差以上にする必要があった。",
                    "【0017】整列巻きは，フォーカス等の位置制御を行うための安定した推力を得るために必要なものである。",
                    "【0018】図7（a）図示の方法は，このスペーサ部101a，101bを基準にして，コイル102をレンズホルダ101の周方向に巻回している。すなわち，コイル5の上下方向巻幅は，スペーサ部101a，101b間の上下方向の距離と同じになるように形成されている。そのため，整列巻きが難しいという問題があった。",
                    "【0019】図7（b）図示の方法は，スペーサ部101aの位置にとらわれずに，整列巻きを行うものである。このようにすると，スペーサ部101aと巻線後のコイル102との間に隙間が形成されることになってしまう。この隙間が存在することによりレンズホルダ101に巻回したコイル102が矢印103で示すようにガタつくという問題があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0021】この発明は，上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダへのコイルの整列巻きを容易に行うことを可能とし，なおかつ，レンズホルダに巻回したコイルがガタつくことを抑制できるレンズホルダと，これが採用されているレンズ駆動装置，カメラ装置，並びに，電子機器を提案することを目的にしている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0022】請求項1記載の発明は，",
                    "上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダであって，",
                    "前記レンズホルダの外周壁から径方向で外側に向かって突出し，前記レンズホルダの外周に巻回されるコイルの下部側の高さ位置を位置決めする鍔部と，",
                    "前記レンズホルダの外周壁から径方向で外側に向かって突出する突起部と，を有し，",
                    "前記突起部が前記コイルの上部側の高さ位置を位置決めし，",
                    "前記鍔部は前記突起部と対応する位置に設けた切欠き部と前記切欠き部以外の鍔部本体部分とを有し，",
                    "前記突起部と前記鍔部本体部分との前記レンズホルダの 方向における位置は，光軸方向から見たときに前記突起部は前記鍔部本体部分と重なっている部分がなく，前記コイルが巻回された際に前記コイルが前記突起部及び前記鍔部本体部分の両方に挟まれている部分が存在しない位置になっている",
                    "ことを特徴とするレンズホルダ",
                    "である。",
                    "請求項4記載の発明は，",
                    "…（以下略）…"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0023】この発明によれば，上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダへのコイルの整列巻きを容易に行うことを可能とし，なおかつ，レンズホルダに巻回したコイルがガタつくことを抑制できるレンズホルダと，これが採用されているレンズ駆動装置，カメラ装置，並びに，電子機器を提供することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0025】本発明は，VCM方式のレンズ駆動装置が組み込まれているオートフォーカスカメラや，このようなオートフォーカスカメラが備えられている携帯電話，多機能携帯電話，等の電子機器に採用される。",
                    "【0026】（実施の形態1）",
                    "本発明のレンズホルダの実施形態を，添付図面を参照して説明する。まず，図1，図2を用いて本実施の形態1のレンズホルダが採用されるVCM方式のレンズ駆動装置を説明する。",
                    "【0027】図2（b）において上側が光軸方向における前側，下側が光軸方向における後側である。",
                    "【0028】図1，図2に例示されているレンズ駆動装置1は，フレーム2，ヨーク3，レンズホルダ4，コイル5，マグネット6，前側スプリング7，後側スプリング8，ベース9を備えている。",
                    "【0029】ベース9にヨーク3が支持され，ヨーク3にマグネット6が取り付けられている。上下方向（光軸方向）に所定の長さを有するレンズホルダ4によってレンズ（不図示）が支持される。レンズホルダ4の外周には前述したマグネット6に対向するようにコイル5が配置されている。図示の例では，ヨーク3は環状で，ベース9とフレーム2との間に固定的に配置される。",
                    "【0030】フレーム2，ベース9にそれぞれ支持される前側スプリング7と後側スプリング8とが，光軸方向における前後からレンズホルダ4を挟み込む。これによって，レンズホルダ4は，上下方向等に移動自在に支持される。",
                    "【0031】マグネット6はヨーク3の外周壁3aの内側に配置される。図示の実施形態では，環状のヨーク3は，平面視で略矩形状の略四角筒形状体になっている。そして，4個のマグネット6が，それぞれ，ヨーク3の4個の角部の外周壁3aの内側に配置されている。",
                    "【0032】上下方向（光軸方向）に所定の長さを有するレンズホルダ4はその内側に不図示のレンズを支持する。また，レンズホルダ4の外周に，4個のマグネット6に対向するようにコイル5が巻回される。また，図示の実施形態では，4個のマグネット6に対応する位置では，レンズホルダ4の外周とコイル5との間に隙間を設けて，ヨーク3の内周壁3bをその隙間に挿入している。",
                    "【0033】図示の実施形態では，レンズホルダ4が，略円筒形状になっていることに対応して，各マグネット6の内周側は，レンズホルダ4の外周に沿った円弧状になっている。",
                    "【0034】コイル5に印加する電流を制御することにより推力を発生させ，レンズホルダ4及びこれに支持されているレンズを光軸方向に移動させる。これにより，レンズ（不図示）は，前側スプリング7，後側スプリング8の復元力と釣り合う位置まで移動し，フォーカスやズームなどが行われる。",
                    "【0035】図3～図6は本発明の実施形態のレンズホルダ4の一例を表すものである。",
                    "【0036】レンズホルダ4は，筒状の形状で，上下方向（光軸方向）に所定の長さを有する。レンズホルダ4は，その内側に不図示のレンズを支持し，その外周にコイル5が巻回される。",
                    "【0037】レンズホルダ4の外周には，周方向に所定の間隔をあけて，外周壁12から径方向で外側に向かって突出する突起部13a，13b，13c，13dが形成されている。",
                    "【0038】突起部13a～13dはレンズホルダ4の外周に巻回されるコイル5の上部側の高さ位置を位置決めする役割を果たす。",
                    "【0039】一方，図示の実施形態では，レンズホルダ4の下部側において外周に形成されている環状の鍔部14の上側面が，レンズホルダ4の外周に巻回されるコイル5の下部側の高さ位置を位置決めする役割を果たす。",
                    "【0040】図4，図5図示のように，本実施形態のレンズホルダ4では，レンズホルダ4の外周壁に備えられている鍔部14は，レンズホルダ4の外周壁の周方向における所定の箇所に切欠き部24を備えている。図示の実施形態では，切欠き部24を，レンズホルダ4の周方向において突起部13a～13dが形成されている位置に形成している。",
                    "【0041】突起部13a～13dが形成されている位置の鍔部14には切欠き部24が形成されているが，切欠き部24が形成されている箇所でも，鍔部14の上側面の高さ位置が，レンズホルダ4の外周に巻回されるコイル5の下部側の高さ位置となる。",
                    "【0042】また，光軸方向における突起部13a～13dと鍔部14との間には，周方向に所定の間隔をあけて，外周壁12の本体から径方向で外側に向かって隆起する巻回面4a，4b，4c，4dが形成されている。コイル5が巻回されたときに巻回面4a～4dにコイル5の内周面が当接する。",
                    "【0043】本実施の形態において，突起部13a～13dは，それぞれ巻回面4a～4dに対応した位置に設けてある。また，鍔部14には，突起部13a～13dに対応した位置に切欠き部24が設けてある。逆に鍔部14の切欠き部24以外の鍔部本体部分は，突起部13a～13dの間の周方向の間隔に対応した位置に設けてある。ヨーク3の内周壁3bが挿入されるのは，隆起した巻回面4aから4bの隣接する二つの巻回面の間の隙間である。",
                    "【0044】なお，巻回面4a～4dを外周壁12の本体から隆起させない構造にすることもできる。この場合，ヨーク3は，レンズホルダ4の外周とコイル5との間に形成されている隙間に挿入される内周壁3bを備えていない構造になる。",
                    "【0045】突起部13a～13dは，径方向における外側から径方向内側に向かって下向きに傾斜する傾斜面15a～15dを備えている。各突起部13a～13dがそれぞれ備えている傾斜面をそれぞれ符号15a～15dで表すこととする。",
                    "【0046】突起部13a～13dがそれぞれ傾斜面15a～15dを備えていることにより，鍔部14から突起部13a～13dまでの上下方向（光軸方向）の寸法は，突起部13a～13dの最内径側が最も小さく，外径側に行くほど大きい。",
                    "【0047】鍔部14の上側面と突起部13a～13dの最内径側との間の上下方向の距離，即ち巻回面4a～4dの上下方向の寸法は，コイル5を整列巻きしたときの巻幅（上下方向の寸法）と一致するように形成している。また，鍔部14の上側面と突起部13a～13dの最外径側との間の上下方向の距離は，レンズホルダ4とコイル線の寸法公差を考慮しても，確実にコイル線を巻回できる寸法にしている。すなわち，鍔部14の上側面と突起部13a～13dの最外径側との間の上下方向の距離は，コイル5の上下方向の巻幅＋レンズホルダ4の寸法公差以上の寸法にしている。",
                    "【0048】また，本実施の形態においては，傾斜面15a～15dは，突起部13a～13dの周方向の端部を除いて形成していて，周方向の端部には突起部13a～13dの本体部との間に第二の傾斜面15eをそれぞれ設けている。これによって，巻回時にコイル線に傷が入ることを抑制することができる。第二の傾斜面15eは，平面に限らず，R面やその他の面形状でも良く，傾斜面15a～15dの周方向端部のエッジでコイル線に傷が入りにくい形状であれば良い。",
                    "【0049】この実施形態のレンズホルダ4に整列巻きを施す。すると，鍔部14の上側面と突起部13a～13dの最外径側との間の上下方向の距離が公差範囲内で小さいものができても，コイル線は確実に鍔部14と突起部13a～13dとの間に入るし，整列巻きがほぼできる。",
                    "【0050】また，鍔部14の上側面と突起部13a～13dの最外径側との間の上下方向の距離が公差範囲内で大きいものができても，コイル5が巻回面4a～4d上を動く余裕がほとんど無い。そこで，コイル5が光軸方向にガタつくのを抑制することができる。これによって，傾斜面15a～15dの最内径側がコイル5の上部側の高さ位置を位置決めすることができる。",
                    "【0051】また，突起部13a～13dを，周方向に所定の間隔をあけて，複数設けることによって，鍔部14の上側面と突起部13a～13dの最内径側との間の上下方向の距離が公差範囲内で小さいものができても，容易に整列巻きとすることができる。",
                    "【0052】この実施の形態では，突起部13a～13dに対応した位置の鍔部には切欠き部24が設けてある。しかし，突起部13a～13dはレンズホルダ4の周方向に所定の間隔をあけて形成されており，鍔部14の切欠き部24以外の鍔部本体部分は，突起部13a～13dの間の周方向の間隔に対応した位置に設けてある。そこで，切欠き部24が形成されている箇所でも，鍔部14の上側面に対応する位置と突起部13a～13dの最内径側との間の上下方向の距離が公差範囲内で小さいものができても，容易に整列巻きとすることができる。",
                    "さらに図3～図5に示すように，光軸方向から見て，鍔部14の切欠き部24以外の鍔部本体部分と突起部13a～13dは重ならない。即ち，レンズホルダ4の周方向において，コイル5が鍔部本体部分及び突起部13a～13dの両方に挟まれている部分が無い。これによってさらに容易に整列巻きとすることができる。たとえ鍔部14と突起部13a～13dの最内径側との間の寸法が小さくできても，無理やりその間にコイル線が入れ込まれることなく，コイル線が空いている方の空間に逃げることができるので，整列巻きしやすい。",
                    "また，図3に示すように，切欠き部24は巻回面4aと面一に形成されている。切欠き部24の方を巻回面4aよりも半径方向内側に凹ませても良い。切欠き部24は巻回面4aよりも半径方向外側に突出していないので，レンズホルダ4を製造する際に上下に分割した金型だけで製造可能になる。そこで，レンズホルダ4を容易に製造することができる。",
                    "【0053】そこで，この実施形態によれば，整列巻きと，光軸方向のガタつき抑制を同時に実現できるレンズホルダを提供できる。",
                    "【0054】図4，図5図示のように，本実施形態のレンズホルダ4では，鍔部14は，切欠き部24に向かうにつれて鍔部14の上側面が下り傾斜に傾斜する鍔部傾斜部25を備えている。また，鍔部傾斜部25とは上下方向の反対側の鍔部14に，下方向に突出する突部26を設けている。",
                    "【0055】コイル5をレンズホルダ4に巻きつけるにあたり，コイル線は，まず，突部26に引っ掛けられてから，切欠き部24の下方から切欠き部24内に導入され，鍔部傾斜部25を経由して鍔部14の上側面に導かれる。鍔部14の上側面は，レンズホルダ4の外周に巻回されるコイル5の下部側の高さ位置を位置決めする。鍔部傾斜部25を巻き始めの傾斜部として利用することにより，巻き始めスタートのコイル線が曲がる負荷を小さくし，レンズホルダ4の外周を一周してきた2列目をまっすぐにエントリーさせることができる。これによって，より容易に，また，より正確に整列巻を行うことができる。",
                    "【0056】次に内周側から順に整列巻きを行い，最後に別位置の切欠き部24から切欠き部24の下方へコイル線を導き，その切欠き部24がある位置にある突部26に引っ掛けられて終了する。",
                    "【0057】突部26は半径方向の外側に突出させても良い。",
                    "【0058】また，隣接する突起部13a～13dの間から巻線装置の巻線調整治具を挿入して，巻回面4a～4dの間のコイル線を案内したり，コイル5の上下方向の巻幅を規制したりしても良い。",
                    "【0059】以上の通り，本実施形態のレンズホルダ4によれば，レンズホルダ4の外周壁12から径方向で外側に向かって突出し，レンズホルダ4の外周に巻回されるコイル5の下部側の高さ位置を位置決めする鍔部14と，レンズホルダ4の外周壁12から径方向で外側に向かって突出する突起部13a～13dとを備えている。当該突起部13a～13dは，径方向における外側から径方向内側に向かって下向きに傾斜する傾斜面15a～15dを備えていて，傾斜面15a～15dの最内径側がコイル5の上部側の高さ位置を位置決めする構成となっている。そのため，整列巻きと，光軸方向のガタつき抑制を同時に実現できるレンズホルダを提供できる。整列巻きは，フォーカス等の位置制御を行うための安定した推力を得るために必要なものであり，この実施形態のレンズホルダによれば，フォーカス等の位置制御を一層安定して行うことができる。",
                    "【0060】そこで，本実施形態のレンズホルダ4を備えているボイスコイルモータ方式のレンズ駆動装置1によれば，より一層精密なレンズホルダ4の移動を可能とし，使用中にコイル5がガタつくなどの不具合が生じにくく，フォーカス等の位置制御を一層安定して行うことができるレンズ駆動装置1を提供することができる。",
                    "【0061】また，このような本実施形態のレンズ駆動装置1を備えているオートフォーカスカメラ等のカメラ装置，このようなカメラ装置を備えている携帯電話，多機能携帯電話，等の電子機器によれば，より一層精密なレンズホルダの移動を可能とし，使用中にコイル5がガタつくなどの不具合が生じにくく，フォーカス等の位置制御を一層安定して行うことができるい電子機器（判決注：原文のまま）を提供することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の特徴",
              "text": [
                "上記(1)の記載によれば，本件補正発明の特徴は，次のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，上下方向に所定の長さを有し，外周にコイルが巻回される，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダと，当該レンズホルダを備えているレンズ駆動装置，カメラ装置，並びに，電子機器に関する（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "オートフォーカスカメラや，カメラ付きの電子機器には，従来から，ボイスコイルモータ方式（VCM方式）のレンズ駆動装置が採用されている。このレンズ駆動装置によって光軸方向などにおけるレンズの位置を調整し，フォーカスやズームなどが行われている（【0002】）。",
                    "ボイスコイルモータ方式のレンズ駆動装置では，例えば，特許文献1（引用例）に示すような構成が提案されており（【0003】），レンズホルダと，スペーサ部と，コイルと，ヨークと，マグネットと，一対の固定部材と，導電性のシート部材とを備えている（【0004】）。レンズホルダは上下方向に所定の長さを有し，レンズを周囲から囲んだ状態で保持する（【0005】）。スペーサ部は，レンズホルダの外周面で周方向に一定間隔毎に複数形成され，外周面から外方に向けて所定距離離間した位置にガイド面を有し（【0006】），コイルは平面視で環状で，前記複数のスペーサ部のガイド面に内周面が面接触した状態で，前記レンズホルダの周囲を囲むように取り付けられる（【0007】）。前記ガイド面は，前記コイルの上下方向における高さと少なくとも同じ高さになるように形成され（【0012】），さらに，前記複数のスペーサ部は，前記コイルを高さ方向に位置決めさせる突起部を有している（【0013】）。",
                    "この特許文献1（引用例）のレンズ駆動装置では，前記コイルは，前記複数のスペーサ部のガイド面に直接巻回された直巻きコイルになっており（【0014】），コイルを正確に位置決めした状態で安定的に支持することができ，部品間のギャップを極力小さくして小型化を図ることができるとされている（【0015】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "整列巻きは，フォーカス等の位置制御を行うための安定した推力を得るために必要なものであるところ（【0017】），従来のレンズホルダにコイルが巻回される方式では，レンズホルダ101の外周面に，コイル102の高さ方向に位置決めさせる突起部となるスペーサ部101a，101bの間にコイル線を確実に入れるためには，両スペーサ部101a，101b間の上下方向の距離を，整列巻きしたときのコイル102の上下方向の巻幅＋レンズホルダ101の寸法公差以上にする必要があった（【0016】）。",
                    "すなわち，コイル5の上下方向巻幅が，スペーサ部101a，101b間の上下方向の距離と同じになるように形成されていると，整列巻きが難しいという問題があり（【0018】），スペーサ部101aと巻線後のコイル102との間に隙間が形成されていると，この隙間が存在することによりレンズホルダ101に巻回したコイル102が矢印103で示すようにガタつくという問題があった（【0019】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件補正発明は，ボイスコイルモータ方式のレンズ駆動装置におけるレンズホルダへのコイルの整列巻きを容易に行うことを可能とし，なおかつ，レンズホルダに巻回したコイルがガタつくことを抑制できるレンズホルダと，これが採用されているレンズ駆動装置，カメラ装置，並びに，電子機器を提案することを課題とするもので（【0021】），本件明細書の段落【0022】に記載の構成を採用することで，上記課題を解決し，フォーカス等の位置制御を一層安定して行うことができるようにしたものである（【0023】及び【0059】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例には，おおむね次の記載がある（甲3。なお，図面については，別紙引用例の図参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，デジタルカメラやカメラ付き携帯電話器等のフォーカスやズーム等を行うレンズ駆動装置及びこれを有する電子機器に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】デジタルカメラやカメラ付き携帯電話器等の電子機器では，一般的にレンズ駆動装置を利用してレンズ位置を調整してフォーカスやズーム等を行っている。",
                    "この種のレンズ駆動装置は，様々なものが知られているが，その1つとして，例えば，ムービングコイルタイプのリニアアクチュータ（ボイスコイルモータ）を応用したレンズ駆動装置が知られている（例えば，特許文献1参照）。",
                    "【0003】このレンズ駆動装置40は，図8に示すように，断面コの字型で円筒状に形成されたヨーク41と，該ヨーク41の外壁41a内面に取り付けられるマグネット42と，レンズRを支持するレンズホルダ43と，マグネット42に対向するようにレンズホルダ43に装着されるコイル44と，ヨーク41を支持するベース45と，該ベース45を支持するフレーム46と，レンズホルダ43を上下から挟み込んで支持すると共にコイル44への給電経路として機能する2個のスプリング47とを備えている。",
                    "このように構成されたレンズ駆動装置40によれば，コイル44に印加する電流値と，2個のスプリング47の復元力との釣り合いによってレンズホルダ43の移動量を制御することができる。その結果，円滑且つ高精度にレンズRを移動させることができ，ブレの少ないオートフォーカスを実現している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】本発明は，前記課題を解決するために以下の手段を提供する。",
                    "本発明のレンズ駆動装置は，レンズを周囲から囲んだ状態で保持するレンズホルダと，該レンズホルダの外周面に一定間隔毎に複数形成され，外周面から外方に向けて所定距離離間した位置にガイド面を有するスペーサ部と，前記複数のスペーサ部のガイド面に内周面が面接触した状態で，前記レンズホルダの周囲を囲むように取り付けられる環状のコイルと，前記コイルを内部に収納可能な枠状の外筒部と，該外筒部の一端側の外縁から前記レンズホルダ側に向けて90度折曲された背面部と，該背面部からさらに90度折曲され，隣接する前記スペーサ部間で前記コイルと前記レンズホルダの外周面との間に配される複数の爪部とを有し，前記レンズホルダに組み合わされるヨークと，該ヨークの外筒部内面に固定され，前記コイルに対して対向配置されるマグネットと，前記レンズホルダを移動可能な状態で前記ヨークを両側から挟み込んで固定する一対の固定部材と，該一対の固定部材と前記ヨークとの間に挟まれ，前記レンズホルダが移動したときに逆方向にばね力を付与すると共に前記コイルに電気的接続される導電性のシート部材とを備え，前記ガイド面が，前記コイルの高さと少なくとも同じ高さになるように形成されていることを特徴とするものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0024】以下，本発明に係るレンズ駆動装置及び電子機器の一実施形態を，図1から図7を参照して説明する。",
                    "本実施形態の電子機器1は，図1に示すように，レンズ駆動装置2と，該レンズ駆動装置2を内蔵する図示しない筐体と，後述するスプリング16，17に所定の電圧を印加する電圧印加部3とを備えている。",
                    "【0025】上記レンズ駆動装置2は，図1及び図2に示すように，レンズRを周囲から囲んだ状態で保持するレンズホルダ10と，該レンズホルダ10の外周面10aに一定間隔毎に複数形成され，外周面10aから外方に向けて所定距離H離間した位置にガイド面11aを有するスペーサ部11と，複数のスペーサ部11のガイド面11aに内周面が面接触した状態で，レンズホルダ10の周囲を囲むように取り付けられる環状のコイル12と，レンズホルダ10に組み合わされるヨーク13と，該ヨーク13の後述する外筒部13a内面に固定され，コイル12に対して対向配置されるマグネット14と，レンズホルダ10を移動可能な状態でヨーク13を両側から挟み込んで固定する一対の固定部材15と，該一対の固定部材15とヨーク13との間に挟まれ，レンズホルダ10が移動したときに逆方向にばね力を付与すると共に，コイル12に電気的接続される導電性の2枚のシート状のスプリング（シート部材）16，17とを備えている。",
                    "【0026】レンズホルダ10は，図3から図6に示すように，合成樹脂等により角が丸みを帯びた上面視略四角状に形成されており，中心にレンズRを保持するための円形のレンズ保持孔10bが形成されている。レンズRは，このレンズ保持孔10b内にレンズホルダ10の厚み方向に光軸Lが向くように保持される。",
                    "スペーサ部11は，レンズホルダ10の外周面10aであって，該レンズホルダ10の四隅にそれぞれ位置するように，上記光軸Lを回転中心として90度間隔毎（上記一定間隔毎）に形成されている。また，各スペーサ部11は，レンズホルダ10の外周面10aから上記所定距離Hだけ離間した位置に曲面となるガイド面11aをそれぞれ有している。このガイド面11aは，図3及び図6に示すように，コイル12の高さTと同じ高さになるように形成されている。",
                    "【0027】また，スペーサ部11は，図4及び図6に示すように，コイル12を高さ方向（光軸L方向）に位置決めさせる突起部11bを有している。この突起部11bは，コイル12を間に挟むようにガイド面11aの上下に設けられ，ガイド面11aからコイル12の厚さ分だけ外方に突出するように形成されている。これにより，コイル12を取り付けたときに光軸L方向へのコイル12の移動が規制されるようになっている。即ち，コイル12は，両突起部11bによって巻線範囲が正確に決定される。",
                    "なお，本実施形態では，レンズホルダ10とスペーサ部11とは一体的に成型されているものとする。",
                    "【0028】また，レンズホルダ10の外周面10aには，図3及び図5に示すように，4つのスペーサ部11間においてコイル12の内周面に面接触すると共に，ヨーク13を組み合わせたときに後述するヨーク13の爪部13cに対して非接触状態に配されたフランジ部20が形成されている。",
                    "即ち，このフランジ部20は，外周面10aの一端側において，スペーサ部11のガイド面11aと同じ所定距離H離間した位置で，コイル12の内周面に面接触するように突出して形成されている。また，フランジ部20は，スペーサ部11と同様に光軸L方向に対してコイル12の移動を規制する突起部20bを有している。",
                    "【0029】コイル12は，本実施形態においては複数のスペーサ部11のガイド面11a，及び，フランジ部20に直接巻回された直巻きコイルである。つまり，コイル12は，複数のスペーサ部11のガイド面11a及びフランジ部20に内周面をそれぞれ面接触させた状態で，レンズホルダ10の周囲に巻回されている。この際，コイル12は，スペーサ部11の2つの突起部11b及びフランジ部20の突起部20bと同じ厚みとなるように巻数が調整されている。また，コイル12は，これら両突起部11b，20bによって，光軸L方向に位置ずれすることなく確実に位置決めされた状態となる。",
                    "【0043】次に，このように構成されたレンズ駆動装置2を作動させる場合について説明する。 ",
                    "まず，2つのスプリング16，17を介してコイル12に電圧印加部3より所定の電圧を印加する。これにより，コイル12に電流が流れてレンズホルダ10に電磁力が作用するので，該レンズホルダ10を光軸L方向に移動させることができる。一方，スプリング16，17は，レンズホルダ10の移動に伴って変形し，該レンズホルダ10に対して移動方向とは逆方向にばね力を付与する。これにより，電磁力とばね力とが釣り合った位置にレンズホルダ10を位置させることができる。",
                    "このように，コイル12に印加する電流量を制御することで，レンズRの移動量を確実に制御することができる。従って，円滑で高精度にレンズRを移動させることができ，ズームやフォーカス等をスムーズに行うことができる。",
                    "【0046】また，スペーサ部11には，コイル12を高さ方向（光軸L方向）に位置決めさせる突起部11bが，コイル12を挟んで上下にそれぞれ設けられているので，より安定した状態でコイル12の取り付けを行うことができる。更に，レンズホルダ10の外周面10aにフランジ部20が形成されているので，スペーサ部11間であってもコイル12を安定して取り付けることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，引用例には，第2の3(2)アのとおりの発明（引用発明）が記載されているものといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由についての検討",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張は，要するに，審決は，本件補正の適否（特許法17条の2第6項において準用する同法126条7項の規定に適合するか否か）を判断するに当たり，周知技術の認定を誤り，その結果本件補正発明の新規性判断を誤り，更に進歩性判断を誤って本件補正を却下したものであるから，これを前提とする審決の結論も違法なものとして取り消されるべきであるというものである。",
                "ところで，本件補正発明と引用発明とを対比すると，審決が認定したとおりの相違点（前記第2の3(2)ウの相違点。以下「本件相違点」という。）が存在するものと認められるところ，当事者間に争いがあるのは，本件相違点が実質的な相違点か否か，実質的な相違点であるとして，容易想到性が認められるか否かの点である。",
                "そこで，事案に鑑み，本件相違点が実質的な相違点であるとして，容易想到性が認められるか否か，すなわち，審決の本件相違点に関する進歩性判断に誤りがあるか否かという点から検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件相違点について",
              "text": [
                "前記第2の3(2)ウのとおり，本件相違点は，",
                "本件補正発明は，「前記鍔部は前記突起部と対応する位置に設けた切欠き部と前記切欠き部以外の鍔部本体部分とを有し，前記突起部と前記鍔部本体部分との前記レンズホルダの周方向における位置は，光軸方向から見たときに前記突起部は前記鍔部本体部分と重なっている部分がなく，前記コイルが巻回された際に前記コイルが前記突起部及び前記鍔部本体部分の両方に挟まれている部分が存在しない位置になっている」のに対して，引用発明は，「突起部20b」及び「突起部11b」Aの形状，並びに，「突起部11b」Bとの位置関係が明らかでない点。",
                "というものである。",
                "ここで，引用発明の「突起部20b」及び「突起部11b」Aを併せてなる部材が，本件補正発明の「鍔部」に相当し，引用発明の「突起部11b」Bが，本件補正発明の「突起部」に相当すること（審決14頁5～10行）に争いはないから，問題は，引用発明において，「突起部11b」B（突起部）と，「突起部20b」及び「突起部11b」A（鍔部本体部分）のレンズホルダ10の周方向における位置を，光軸方向Lから見たときに重なっている部分がなく，巻回されたコイルが「突起部11b」B（突起部）と，「突起部20b」及び「突起部11b」A（鍔部本体部分）の両方に挟まれている部分が存在しない位置とすることが，当業者にとって容易に想到し得ることか否かである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "いずれも本願の優先日（平成26年12月1日）より前に刊行された刊行物である下記の各証拠（甲9～13，乙1。甲9～13は審決が周知例として引用した文献であり，乙1は当審において被告が提出した文献である。）には，それぞれ，次の事項が記載されているものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲9（特開2002-233093号公報）",
                      "text": [
                        "「ボビンを有するモータ」なる名称の発明を開示する文献であり，小型モータにおける巻線が巻回されるボビン（巻枠）について，ボビンの下板と上板を互い違いに重なり合わないように配置し，ボビンを成形するための合せ金型をボビン中心軸線と平行かつ互いに逆方向のみに分離することで樹脂材料により一体的に成形されるようにすることが記載されている（【0001】，【0002】，【0021】～【0023】，図4，図5）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲10（特開2012-29496号公報）",
                      "text": [
                        "「面対向型レゾルバのインシュレータおよび面対向型レゾルバ」なる名称の発明を開示する文献であり，コイルが巻かれるボビンとボビンが配置される円板部とを樹脂材料を原料とした一体モールド成形により一体に成形するに際し，ボビンの頂部から軸方向に垂直に延在する鍔部と重なる部分に開口部を設け，上下に分離結合する金型を用いた1回のモールド成形により得ることが記載されている（【0011】～【0013】，【0025】，【0026】，図1～4）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲11（特開昭60-52808号公報）",
                      "text": [
                        "「自動ズーミング装置の従動歯車」なる名称の発明を開示する文献であり，自動ズーミング装置の従動歯車について，従動歯車の内周壁の厚さ方向両側にバネ収納部を形成する規制壁を交互に設ける構造とし，従動歯車を形成する際の金型として高価な分割特殊金型でなく金型費が低減できる上下分割金型を採用できるようにすることが記載されている（2頁左下欄9～14行，3頁左上欄5行～同頁右上欄7行，図5～7）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲12（特開平1-280707号公報）",
                      "text": [
                        "「レンズ移動用カム装置」なる名称の発明を開示する文献であり，可動レンズ移動用のカム装置において，ズームカム環の内周壁面より内方に前側カム部と後側カム部とを 方向沿いで重なり合わないように設け，カム部材を2面構成の金型で，プラスチック材料等で一体成形可能にすることが記載されている（1頁右下欄4～9行，4頁右上欄3～9行，5頁左上欄6～13行，図4）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲13（特開2002-6196号公報）",
                      "text": [
                        "「レンズ鏡筒のカム構造」なる名称の発明を開示する文献であり，ズームレンズ鏡筒の内筒と外筒からなるカム構造において，外筒の内径部分に対をなして設けるカムフォロワーの光軸方向の角度位置を少なくとも各カムフォロワーの幅以上にずらし、光軸方向の型抜きモールド成型が可能となるように配置することが記載されている（【0002】，【0021】～【0024】，図2，図4，図5）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "乙1（廣恵章利ほか1名「初歩プラシリーズ  やさしいプラスチック金型」第11版  平成21年8月31日発行）",
                      "text": [
                        "プラスチック成形用の金型の構造に関する書籍であり，製品を金型から取り出す際に，金型の開閉方向に対して，製品の側面に出っ張りや，引っ込んだ部分などがあると，そのままでは，製品を金型から取出すことができないので，このような部分がないように製品を設計することが望ましい旨が記載されている（1～7頁，74～80頁）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の記載事項を総合すれば，樹脂材料を一体成型により構造物を製造する際に，金型を用いること，及び，製造コストの観点から開閉する二つの金型だけで成型できるように，構造物を構成する部材が開閉方向から見て重ならないように設計すること（周知技術A）は，本願の優先日において周知の技術であったといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例の記載（【0027】，【0028】等）によれば，審決が認定するとおり，引用発明における「レンズホルダ10」，「フランジ部20」及び「スペーサ部11」は，一体成型されるものであると認められるところ（審決12頁11～22行。この点は原告も争っていない。），レンズホルダを製造するに際し製造コストを低減することは，当業者が当然に検討することであるから，引用発明に上記(3)の周知技術を適用し，開閉する二つの金型だけで成型できるようにするべく，レンズホルダ10の周方向における「突起部11b」Bと，「突起部20b」及び「突起部11b」Aの位置が，開閉方向と一致する光軸方向Lから見たときに重なっている部分がないように設計することは，当業者が容易に想到し得ることといえる。",
                "そして，この場合，巻回されたコイルが「突起部11b」Bと，「突起部20b」及び「突起部11b」Aの両方に挟まれている部分が存在しないことは明らかである。",
                "以上によれば，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許出願の際，独立して特許を受けることができないものであるというべきであるから，本件補正を却下した審決の認定判断に誤りがあるとは認められない。",
                "また，そうである以上，本件補正前の本願発明についても，同様の理由により，特許法29条2項の規定により特許を受けることができないと審決が認定判断したことについても誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，引用例の図6を参照した【0027】の記載からすれば，これに接した当業者は，従来周知の，樹脂材料を一体的に成型して構造物を製造する方法を採用することで，光軸方向で上下の突起部11b，11bが，光軸方向で重ならない位置に形成するという構成を採用した場合，引用発明によって発揮されようとしている「コイル12を取り付けたときに光軸L方向へのコイル12の移動が規制されるようになっている。即ち，コイル12は，両突起部11bによって巻線範囲が正確に決定される。」ことは担保されるであろうかと考えるから，審決が認定した周知技術（周知技術A）の適用を試みることについては阻害要因が存在する，と主張する。",
                    "しかしながら，引用発明の「突起部11b」Aと「突起部11b」Bの両方に挟まれていない部分が存在することは，引用例の図3から明らかであり，これによれば，引用発明における，コイル12の光軸方向への移動が規制され，巻線範囲が正確に決定される効果（【0027】）は，もともと，引用発明の「突起部11b」Aと「突起部11b」Bの両方に挟まれていない部分が存在しても達成される程度のものと理解される。",
                    "そして，引用発明のレンズホルダ10の周囲にコイルを巻回する場合には，コイルの線材には一定の張力が生じ，ほぼ直線的にスペーサ部等に巻かれると解されるから，コイルは近辺の「突起部11b」Aと「突起部11b」Bにより光軸方向への移動に規制を受け，その結果，コイルの巻線範囲が正確に決定されると認められる。",
                    "そうすると，引用例に接した当業者は，このようにコイルの移動が規制されるのであれば，光軸方向で上下の突起部が，光軸方向で重ならない位置に形成されるか，重なる位置で形成されるかにかかわらず，光軸L方向へのコイルの移動が規制され，コイルは両突起部によって巻線範囲が正確に決定されると理解するから，審決認定の周知技術（周知技術A）の適用に阻害要因があるとは認められない。",
                    "なお，原告は，阻害要因に関する事情として，甲16ないし19のいずれの出願人（当業者）も周知技術Aを採用していないことも主張するが，そもそもこれらの文献に記載されているレンズ保持部材が樹脂による一体成型を前提としているかは定かでない（レンズ保持部材は，必ずしも樹脂による一体成型によらなければ製造できないものではない）というべきであるから，原告主張の点は，周知技術Aの適用に関して阻害要因の存在やその大きさを示す事情とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「レンズホルダへのコイルの整列巻きを容易に行うことを可能にし，なおかつ，レンズホルダに巻回したコイルがガタつくことを抑制できるレンズホルダを提供する」という本件補正発明の目的は，引用例には記載されていないから，これに言及した審決の論理付けは，本件補正発明の作用効果に基づいて先行技術の内容を理解しようとする後知恵である，とも主張する。",
                    "しかしながら，審決は，当業者であれば，引用発明に周知技術Aを適用して本件相違点に係る本件補正発明の構成を具備することは容易にできたと結論付けた上で，効果の点について言及しているにすぎず，この点を容易推考であることの論理付けとして直接用いているわけではない（予想外の効果，顕著な効果が認められるわけではないことを指摘する趣旨にすぎない）と解されるから，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，仮に本件相違点が実質的な相違点であるとしても，審決の進歩性判断に誤りがあるとは認められないから，その余の点（周知技術の認定誤りや新規性判断の誤り）について判断するまでもなく，原告が主張する取消事由は理由がない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}