{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800069号事件について平成29年5月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「テープドライブ装置，記録媒体」とする発明について，平成11年3月17日に特許出願(特願平11-72042号。以下「本件出願」という。)をし，平成23年1月28日，特許権の設定登録を受けた(特許番号第4672824号。請求項の数2。以下，この特許を「本件特許」という。甲21)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年6月10日，本件特許の請求項2に係る発明についての特許を無効にすることを求める特許無効審判を請求した(甲6)。",
                "特許庁は，上記請求を無効2016-800069号事件として審理を行い，平成29年5月8日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月22日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年6月20日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項2の記載は，以下のとおりである(以下，請求項2に係る発明を「本件発明」という。)。",
            "【請求項2】",
            "磁気テープが収納されたテープカセットと，前記テープカセットに備えられ，前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリと，を備えた記録媒体において，",
            "前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され，該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ，",
            "前記メモリの読み出し専用とされるROM領域として設定された記憶領域及び前記磁気テープに前記テープカセットに対応した用途を指示する用途識別情報が記憶され，",
            "前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能とされていることを特徴とする記録媒体。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
                "その要旨は，原告主張の無効理由1(特許法29条1項3号違反)及び無効理由2(同条2項違反)について，本件発明は，本件出願前に頒布された刊行物である甲1(特表平7-500445号公報)に記載された発明(このうち，本件審決が認定した「個人的に記録されたカセット」による発明を「引用発明1」といい，「事前記録されたカセット」による発明を「引用発明2」という。)と同一ではなく，また，甲1に記載された発明から容易に発明をすることができたものでもないから，原告主張の無効理由1及び2はいずれも理由がないというものである。",
                "なお，本件審決は，本件発明の構成要件を次のとおり分説した。",
                "A  磁気テープが収納されたテープカセットと，",
                "B  前記テープカセットに備えられ，前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリと，を備えた記録媒体において，",
                "C  前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され，",
                "D  該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ，",
                "E  前記メモリの読み出し専用とされるROM領域として設定された記憶領域及び前記磁気テープに前記テープカセットに対応した用途を指示する用途識別情報が記憶され，",
                "F  前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能とされている",
                "G  ことを特徴とする記録媒体。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1，引用発明2，本件発明と引用発明1の一致点及び相違点，本件発明と引用発明2の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "磁気テープ及びメモリ装置を有した磁気テープカセットにおいて，",
                    "所定の記録および／又は再生機器の所定動作状態の阻止および／又は可能にする情報を含んでいるメモリ装置のメモリであって，",
                    "メモリ装置のメモリは複数のバイトに分けられており，",
                    "メモリ装置のメモリの第1のバイトは，カセット自体，カセット型式，含まれている磁気テープ長又はテープカセットの型式が記憶されており，これらの情報は可変でなく，",
                    "メモリ装置のメモリの第2のバイトは，カセットの利用についての情報が記憶されており，カセットの最初の使用の際に1度可変され，また，カセットを最初に使用した機器によって情報が変わるものであり，",
                    "メモリ装置のメモリの第2バイトの次のバイト以降(データセット)には，記録および／又は再生機器におけるオーバーライトないし消去の防止に必要なエントリが記憶されており，該エントリは可変することが可能である，",
                    "磁気テープカセット。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2",
                  "text": [
                    "磁気テープ及びメモリ装置を有した磁気テープカセットにおいて，",
                    "所定の再生機器の所定動作状態の阻止および／又は可能にする情報を含んでいるメモリ装置のメモリであって，",
                    "メモリ装置のメモリは複数のバイトに分けられており，",
                    "メモリ装置のメモリの第1のバイトは，カセット自体，カセット型式，含まれている磁気テープ長又はテープカセットの型式が記憶されており，これらの情報は可変でなく，",
                    "メモリ装置のメモリの第2バイトは，カセットの利用についての情報が記憶されており，カセットの最初の使用の際に1度可変され，",
                    "メモリ装置のメモリの3番目および4番目のバイトは，磁気テープに記憶されたサブコードと比較する所定エントリ(カセット番号)が記憶され，サブコードと所定エントリとが一致する際のみ，該カセットの再生を許可し，",
                    "メモリ装置のメモリの5番目のバイトは，カセットの再生や再生回数を許可する特別なエントリがなされ，該エントリは可変であり，",
                    "メモリ装置のメモリのそれ以降のバイト(データセット)は，ブロックエントリが可変で記憶され，",
                    "磁気テープには，メモリ装置のメモリに記憶された情報を全て記憶される，",
                    "磁気テープカセット。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明1の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「磁気テープが収納されたテープカセットと，",
                    "前記テープカセットに備えられ，前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリと，を備えた記録媒体において，",
                    "前記メモリの記憶領域に前記テープカセットに対応した用途を指示する用途識別情報が記憶され，",
                    "前記用途識別情報は，前記磁気テープに対して追加記録または再生のみ可能とされている",
                    "ことを特徴とする記録媒体。」である点",
                    "(相違点1)(構成要件C，Dに対して)",
                    "本件発明は，「前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され」，「該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ」ているのに対し，引用発明1は，そもそも「識別情報」に相当する情報がないから，その旨の特定がない。",
                    "(相違点2)(構成要件E，Fに対して)",
                    "本件発明は，「前記メモリの読み出し専用とされるROM領域として設定された記憶領域及び前記磁気テープに前記テープカセットに対応した用途を指示する用途識別情報が記憶され」，「前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能とされている」のに対し，引用発明1は，用途識別情報が可変領域のみに記憶され，「読み出し専用とされるROM領域」及び「磁気テープ」に記憶されていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明と引用発明2の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「磁気テープが収納されたテープカセットと，",
                    "前記テープカセットに備えられ，前記磁気テープに対する再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリと，を備えた記録媒体において，",
                    "前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され，",
                    "該二個の識別情報が一致していると判別された場合は再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は再生動作を実行させることができないこととされ，",
                    "前記メモリ及び前記磁気テープに前記テープカセットに対応した用途を指示する用途識別情報が記憶され，",
                    "前記用途識別情報は，前記磁気テープに対して再生のみ可能とされている",
                    "ことを特徴とする記録媒体。」である点",
                    "(相違点3)(構成要件E，Fに対して)",
                    "本件発明は，「前記メモリの読み出し専用とされるROM領域として設定された記憶領域に前記テープカセットに対応した用途を指示する用途識別情報が記憶され，前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能とされている」のに対し，引用発明2は，用途識別情報が「読み出し専用とされるROM領域」に記憶されておらず，「ユーザが改変することができ」ないものでもない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1に基づく本件発明の新規性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤り",
                  "text": [
                    "本件審決は，本件出願の願書に添付した明細書(以下，図面も含めて，「本件明細書」という。甲21)の記載事項によれば，本件発明の構成要件Cの「テープカセットの識別情報」は，メモリと磁気テープに記録された情報(例えば，テープカセットのシリアルナンバ)が同一のものである場合のみ，磁気テープに対する再生や記録を行うことができるものであるが，引用発明1は，メモリと磁気テープとに同一の(識別する)情報が備えられるものではないから，構成要件C及びDに相当する構成(相違点1に係る本件発明の構成)を備えていない旨認定したが，以下のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1(5頁右上欄8行～18行)には，「更なるブロッキング手法」が「メモリ内容と，磁気テープ上に記憶されたサブコートとの比較により実現される」ことが記載され，メモリに記録されたカセット番号と，磁気テープ上に記録されたカセット番号が一致する場合のみ，再生されるようにすることも記載されている。",
                        "そして，甲1の記述構成をみると，甲1においては，「1．カセット空ら状態」から「4．高められた保護作用付の事前記録されたカセット(サブコードとの比較)」までの各節で，カセットの種別ごとに記録や再生の制御について説明をした後，図4(メモリ装置の収容されている磁気テープカセット)の説明をすることにより，全てのカセットに共通するカセットの全体構造を記述し，それ以降の記述(「更なるブロッキング手法」の記述を含む。)は，全てのカセットにおいて適用し得る記録や再生の制御について説明しているものと理解できる。",
                        "そうすると，甲1には，「更なるブロッキング手法」が，「個人的に記録されたカセット」においても，「事前記録されたカセット」と同様に，適用し得ることの開示があるといえる。",
                        "これに対し本件審決は，甲1において，サブコードは，「(高められた保護作用付の)事前記録されたカセット」に限定されるものであり，個人的に記録されたカセットにカセット番号及びサブコードを使用することは，甲1全体から読み取ることはできない旨述べるが，上記のとおり，「更なるブロッキング手法」は，カセットの種別に関わらず適用される一般的な手法であるから，本件審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用発明1(「個人的に記録されたカセット」による発明)においては，「更なるブロッキング手法」を採用することにより，「カセット番号」(テープカセットのシリアルナンバ)が，一方ではメモリ内に記録され，他方では磁気テープ上のサブコード中に記録され，両者が一致する場合にのみ再生がトリガされる制御を行うことができるから，メモリと磁気テープとに「テープカセットの識別情報」(構成要件C)である「カセット番号」の情報が記録されているといえる。",
                        "したがって，引用発明1は構成要件C及びDに相当する構成(相違点1に係る本件発明の構成)を備えていないとした本件審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の認定の誤り",
                  "text": [
                    "本件審決は，①本件発明の構成要件Eの「用途識別情報」とは，テープドライブ装置に対して磁気テープの記録動作や再生動作を制御するための情報であるところ，甲1には，引用発明1の「第2バイト」(別紙2の図2の「第2のメモリ領域」。以下，同様に，図1ないし3における各メモリ領域を上から順に「第1バイト」，「第2バイト」，「第3バイト」などという。)に記憶されている「カセットの利用についての情報」が記録装置の動作に対してどのように作用しているのか具体的な記載がないから，上記「カセットの利用についての情報」は，「用途識別情報」に相当するとは認められない，②「第2バイト」は，ユーザである個人が使用することにより情報が変えられる(最初に使用する記録・再生装置の選択によって，異なる情報を書き込むことができる)から，ユーザに対して「読み出し専用とされる」領域に当たらない，③引用発明1では，第2バイトの次のバイト以降にある「データセット」中の「エントリ」が，記録装置で比較対象となり，それによりオーバーライトないし消去の防止を行い得るのであるから，「用途識別情報」に相当するが，当該バイトは可変領域である，④更に，引用発明1の磁気テープには，本件発明の「用途識別情報」に相当する情報が記録されていないなどとして，引用発明1では，本件発明の「用途識別情報」に相当する情報(エントリ)がメモリの可変領域のみにしか認められず，磁気テープに「用途識別情報」に相当する情報が記憶されていないので，構成要件E及びFに相当する構成を備えていない旨認定したが，以下のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の「用途識別情報」の意義について",
                      "text": [
                        "本件特許の特許請求の範囲の請求項1の記載，本件明細書の記載事項(【0011】，【0117】～【0126】，図21ないし23)によれば，①本件発明の「用途識別情報」は，磁気テープに対する記録又は再生を管理する情報であり，テープカセットに対応した用途を示す情報であること，②「用途識別情報」が示す「用途」とは，例えば，「制約なしの記録再生可能」(記録再生に一切の制限を課さないという用途)，「追加記録または再生のみ可能」(記録の一部に制限を課すという用途)，「再生専用」(記録すべてに制限を課すという用途)，「排出待機状態に移行」(記録再生を実施しないという用途)に挙げられるように，記録や再生動作の制約に関する用途であること，③【0117】の「用途番号に基づいて，ドライブ装置の各種動作制御が行われる」とは，「用途番号(用途識別情報)に基づいて，処理遷移(フロー)が選択されることを意味することが理解できる。",
                        "以上によれば，本件発明の「用途識別情報」は，テープカセットをドライブ装置に挿入した際に読み取られ，ドライブ装置に対して当該テープカセットの「用途」(記録や再生動作の制約に関する用途)を指示する情報，すなわち，処理遷移(フロー)を指示する情報であるといえる。",
                        "なお，本件発明に用いられるメモリの各領域には，所定の値を書き込む前に，予め初期値が組み込まれているところ，この予め組み込まれた初期値は，当該テープカセットに対応した用途を示すものではなく，記録や再生動作の制約に関する用途を指示するものではないから，「用途識別情報」には当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の「読み出し専用とされるROM領域」の用途識別情報を「ユーザが改変することができ」ないとの意義について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書において，「ユーザ」の用語は，特に制限することなく，カセットを使用する者を意味するものとして用いられていることからすると，本件発明の「ユーザが改変することができ」ないにいう「ユーザ」とは，カセットを使用する者全般を意味し，「カセットに記録を行う者」及び「記録されたカセットを利用する者」(カセットを再生する者)の双方が含まれる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，本件発明は，「磁気テープに記録されたデータの保守」という課題を解決するために，テープドライブ装置に対して記録媒体の用途を示すことができる「用途識別情報」を設け，この「用途識別情報」の内容を「改変」させないようにすることで，設定した用途を変更されることなく，テープドライブ装置に対して示すようにした点に技術的思想の本質があること(本件明細書の【0001】，【0004】，【0005】)からすると，「用途識別情報」は，磁気テープにデータが記録された後に「改変」されないようにすればよく，磁気テープに最初にデータが記録される際にユーザが用途識別情報を設定したとしても，本件発明の目的は達成されるといえる。加えて，本件明細書には，メモリの記憶領域中のフィールドFL1にマニファクチャーインフォーメーションが記憶され，フィールドFL1内のフィールドFL11に用途識別情報である「ウォームフラグ」(例えば，「汎用」，「WORM」など)が記憶されること，フィールドFL1は読み出し専用とされるROM領域として設定することによりフィールドFL1に格納されるデータ項目についてユーザが改変することができないようにすること(【0063】，【0066】，【0067】，【0072】，【0105】，図13等)が記載されているところ，フィールドFL1のうち，フィールドFL11の直前であるフィールドFL10までの情報(マニュファクチャパートチェックサムの情報)についてはカセット製造時に格納されることが示されている(【0066】)のに対し，フィールドFL11の情報についてはカセット製造時に格納されることの記載はなく，また，フィールドFL11に「予め設定されている用途」が誰によって設定されたものかは特定されていないこと(【0108】，【0109】)からすると，フィールドFL11の情報を格納する主体は，製造後にカセットを使用する者，すなわち「ユーザ」であることが想定されているということができる。",
                            "そうすると，本件発明の「読み出し専用とされるROM領域」とは，ユーザが「改変することができ」ない読み出し専用の領域をいうものであるが，テープカセットを最初に使用するユーザが，所望する用途(用途識別情報)を当該領域に一度設定すること(予め設定すること)は許容されていると解される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "これに対し被告は，「ユーザ」とは，「製造者等」(パスワードの設定者であるテープカートリッジの製造者又はこれと同視し得る特定者や，設定者からパスワードを知得した者のように，パスワードの設定者であるテープカートリッジの製造者の関与を受けた者)以外の者に限定される旨主張する。",
                            "しかしながら，前記aのとおり，本件明細書においては，「ユーザ」の用語は，特に制限することなく，カセットを使用する者を意味するものとして用いられており，被告のいう「製造者等」以外の者に限定される旨の記載はないし，そもそも「製造者等」の意義について説明した記載もない。",
                            "また，前記bのとおり，本件発明の技術的思想の本質は，「用途識別情報」により設定した用途を変更されることなく，テープドライブ装置に対して示すようにした点にあるから，用途を設定する主体が誰であるかは，上記本質と何ら関係がない。",
                            "さらに，本件明細書には，用途識別情報が「再生専用」のテープカセット(再生専用カセット)の場合，磁気データ(例えば，ファームウェアの更新を目的とするデータ，映画等のコンテンツの記録データ)の記録が，テープカセットの製造時にされるとの記載はない。むしろ，本件明細書には，フィールドFL1のうち，「ライトプロテクトカウント」までの情報(フィールドFL10までの情報)については，テープカセットの製造時に書き込み禁止領域として設定されるのに対し(【0071】，【0105】)，「ウォームフラグ(フィールドFL11)」については，製造後に，コンテンツ記録業者，個人などの製造者以外の者によって，磁気テープに磁気データを記録し，フィールドFL11に「再生専用の用途」を設定してから，【0105】～【0108】に記載された手段を用いて書き込み禁止処理がされ，これによって，「その内容が改変されないように」されることが開示されている。",
                            "したがって，被告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明の「磁気テープに対して追加記録または再生のみ可能とされている」との意義",
                      "text": [
                        "構成要件Fの「磁気テープに対して追加記録または再生のみ可能とされている」における「追加記録または再生のみ可能」とは，「WORM」(Write  Once  Read  Many)のみならず，「再生のみ可能」をも含むと解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用発明1の「第2バイト」の情報の構成要件E及びF該当性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1には，テープカセットのメモリの「第2バイト」には，「カセットの利用についての情報」が記録され，当該第2バイトの情報は，「最初の使用の際1度可変できる。しかる後は上記情報も可変でなくなる。」，「図1に示す空らカセットのメモリ内容の場合，例えば00が示されている。その際当該の識別子によっては同時にエントリの1度の可変が許可される。」(3頁左下欄6行～12行)との記載があり，第2バイトの情報の実施例として，「空らカセット」の場合は「x00」(図1)，「個人的なユーザより最初に使用されたカセット」の場合は「x01」(図2)，「事前記録されたカセット」(レンタル又は販売のため定められたカセット)の場合は「xff」(図3)が記録されていることが示されている。",
                            "上記記載によれば，「最初にテープカセットを使用する者」(ユーザ)によって「第2バイト」に「カセットの利用についての情報」が記録された後は，当該第2バイトの情報は，「可変」でなくなるから，甲1記載の「第2バイト」は，本件発明の「読み出し専用とされるROM領域」(構成要件E)に該当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1の記載事項(3頁左上欄10行～17行，左下欄15行～21行，右下欄22行～4頁左上欄18行，図2)によれば，甲1には，「個人的に記録されたカセット」の第2バイトの情報(例えば，「x01」)によって，記録再生装置に指示がされ，オーバーライトの可能性がないことが指示されたときにのみ，記録機能がトリガされること，オーバーライトの可能性が発見された場合には，3つの態様(①「記録機能は全く阻止される」，②「問い合わせおよび確認の後トリガされ得る」，③「更に個々の記録に対して記録機能の全くのブロッキングを付加データに対して設けられたメモリの箇所における相応のエントリにより行なわせることもできる」)のいずれかによって「既に存在している記録の不本意乍らのオーバーライトないし消去の防止」が図られること，そのうちの①の「記録機能は全く阻止される」との態様の場合には，第2バイトの情報によって，カセット全体について「追加記録または再生のみ可能」という用途に応じた記録の制御が行われることが記載されている。",
                            "上記記載によれば，甲1には，「個人的に記録されたカセット」における第2バイトの情報(例えば，「x01」)は，ドライブ装置に挿入した際に読み取られ，ドライブ装置に対して，当該テープカセットに対応した「追加記録または再生のみ可能」という用途を指示する情報，すなわち，「追加記録または再生のみ可能」という処理遷移の選択を指示する情報であって，その用途は，記録動作の制約に関する用途であることが開示されているといえる。",
                            "そうすると，「個人的に記録されたカセット」であることを示す第2バイトの情報(引用発明1における第2バイトの情報)は，「追加記録または再生のみ可能」を意味する「用途識別情報」に該当する。",
                            "なお，甲1記載の「空らカセット」の第2バイトの情報(例えば，「x00」)は，初期状態であることを示したものであり，「当該テープカセットに対応した用途」をドライブ装置に対して指示する情報とはいえないから，本件発明の「用途識別情報」に当たらない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記ア(ア)のとおり，引用発明1において，メモリと磁気テープとに「テープカセットの識別情報」である「カセット番号」の情報が記録されているされていることに照らすと，甲1には，第2バイトを含むメモリの内容が磁気テープに記録されていることが記載されている。といえる。",
                            "そうすると，引用発明1における第2バイトの情報は，「メモリ」及び「磁気テープ」に記憶されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，引用発明1における第2バイトの情報(「x01」)は，「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)であって，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)に該当する。",
                            "したがって，引用発明1は構成要件E及びFに相当する構成(相違点2に係る本件発明の構成)を備えていないとした本件審決の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "これに対し被告は，本件発明の「用途識別情報」は，ユーザによる記録又は再生の動作の制御の指示の都度，記録又は再生の動作を制御するものであり，また，「用途識別情報」のみに基づいて(他の情報を参照することなく)記録又は再生の動作の制御がされる必要があるが，甲1記載の「第2バイト」の情報は，単に「個人的に記録されたカセット」か「事前記録されたカセット」かのいずれの解釈規則に変更するかの分岐をさせるにすぎず，その後の処理において，ユーザによる記録又は再生の動作の制御の指示の都度，記録又は再生の動作を制御するものとはいえないから，「用途識別情報」に該当しない旨主張する。",
                            "しかし，本件明細書の記載事項(【0009】，【0110】，【0117】～【0127】，図22，23)に照らすと，本件明細書には，「テープストリーマドライブへの装填以降の用途番号に基づく各種動作制御」(【0117】)について，記録動作の制御に関しては，用途番号(用途識別情報)に基づいて当該用途に応じた処理遷移が選択された後は，用途識別情報を参照せずに(他の情報を参照することで)記録動作が制御されること，再生動作の制御に関しても，用途番号(用途識別情報)に基づいて当該用途に応じた処理遷移が選択された後は，用途識別情報を参照せずに(他の情報を参照することで)再生動作が制御されることの記載があるにとどまり，ユーザによる記録又は再生の動作の制御の指示に対して，その都度，用途識別情報が参照され，何らかの処理を実行することを要することや，「用途識別情報」のみに基づいて(他の情報を参照することなく)記録又は再生の動作の制御がされることを要することについての記載はない。",
                            "したがって，被告の上記主張は，本件明細書の記載に基づかないものであり，失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1と引用発明1との間には相違点1及び2は存在せず，引用発明1は，本件発明1の全ての構成要件に相当する構成を備えるものであるから，本件発明1は引用発明1と同一の発明である。",
                    "したがって，本件審決には，相違点1及び2の認定を誤った結果，本件発明は引用発明1と同一ではないと判断した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤りの主張に対し",
                  "text": [
                    "甲1記載の「更なるブロッキング手法」は，「メモリ内容と，磁気テープ上に記憶されたサブコードとの比較」により実現される手法であるが，甲1には，「個人的に記録されたカセット」に対して「更なるブロッキング手法」が適用されることについての記載はない。",
                    "また，甲1においては，「更なるブロッキング手法」の記述箇所の前に，「3．事前記録されたカセット」とは別項目で，「4．高められた保護作用付の事前記録されたカセット(サブコードとの比較)」の記述があり，「(サブコードとの比較)」なる副題が付されているとおり，「事前記録されたカセット」に「サブコードとの比較」を付加することで，高められた保護作用を付加することが記載されているが，そのような付加機能を「個人的に記録されたカセット」に適用することについての記載も示唆もない。",
                    "このように「サブコードとの比較」に基づく高められた保護作用は，あくまで「高められた保護作用付の事前記録されたカセット」との関係でのみ適用されるもので，それ以外のカセットとの関係で適用されることを前提としていないことは明らかであるから，「個人的に記録されたカセット」においては，「メモリ内容と，磁気テープ上に記憶されたサブコードとの比較」がされることはない。",
                    "したがって，甲1には，「個人的に記録されたカセット」のメモリにカセット番号が記載されていることについての記載はなく，引用発明1(「個人的に記録されたカセット」による発明)は，「テープカセットの識別情報」(構成要件C)に相当する構成を備えていないとした本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の認定の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の「用途識別情報」の意義について",
                      "text": [
                        "原告は，構成要件Eの「用途識別情報」とは，テープカセットをドライブ装置に挿入した際に読み取られ，ドライブ装置に対して当該テープカセットの用途を指示する情報，すなわち，処理遷移(フロー)を指示する情報である旨主張する。",
                        "しかしながら，本件特許の特許請求の範囲及び本件明細書のいずれにも，「用途識別情報」が「処理遷移(フロー)の選択を指示する情報」であることの記載はない。また，本件明細書には，テープカセットがテープストリーマドライブへ装填された以降も，用途番号に基づいてテープストリーマドライブの各種動作制御が行われること(【0117】)が明記されており，用途番号が当該用途に応じた処理遷移(フロー)を選択することが示されているとはいえない。",
                        "したがって，原告の上記主張は理由がなく，本件発明の「用途識別情報」とは，テープドライブ装置に対して磁気テープの記録動作や再生動作を制御するための情報であるとの本件審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の「読み出し専用とされるROM領域」の用途識別情報を「ユーザが改変することができ」ないとの意義について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本件発明の「ユーザが改変することができ」ないにいう「ユーザ」とは，カセットを使用する者全般を意味する旨主張する。",
                            "しかしながら，①本件発明が記録，再生の可能な記録媒体に係る発明であること，②本件明細書には，所要のパスワードに基づいた書きこみにより用途を設定する実施例(【0107】)の記載があり，当該実施例において「製造者等」(パスワードの設定者であるテープカートリッジの製造者又はこれと同視し得る特定者や，設定者からパスワードを知得した者のように，パスワードの設定者であるテープカートリッジの製造者の関与を受けた者)が用途を設定・改変することができることは自明であることに鑑みれば，本件発明の「ユーザが改変することができ」ないにいう「ユーザ」とは，「製造者等」以外の者で，カセットを利用(記録又は再生)する者(最初に利用する者を含む。)をいうものである。",
                            "したがって，「ユーザ」に「製造者等」を含めている点で，原告の上記主張は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，原告は，本件発明の「読み出し専用とされるROM領域」とは，ユーザが「改変することができ」ない読み出し専用の領域をいうものであるが，テープカセットを最初に使用するユーザが，所望する用途を当該領域に一度設定すること(予め設定すること)は，許容されている旨主張する。",
                            "しかしながら，本件発明の特許請求の範囲(請求項2)の記載によれば，「読み出し専用とされるROM領域」とは，当該領域に記録されるデータがいかなるものであるかを問わず，当該領域のデータをユーザが改変することができない領域を意味するものであり，ユーザが用途を設定，すなわち当該領域のデータを改変することを許容することは，「ユーザが改変することができない」との文言に反する。",
                            "また，原告が指摘する本件明細書の記載事項を含めて，本件明細書には，ユーザによる用途の設定が許容されていることを示す記載はない。この点について，原告は，本件明細書には，用途識別情報である「ウォームフラグ(フィールドFL11)」について，製造後に，コンテンツ記録業者，個人などの製造者以外の者によって，磁気テープに磁気データを記録し，フィールドFL11に「再生専用の用途」を設定してから，書き込み禁止処理がされ，これによって，「その内容が改変されないように」されることが開示されており，製造後に製造者以外の者がフィールドFL11の用途を設定することが想定されている旨述べる。しかし，本件明細書には，フィールドFL11を含むフィールドFL1が製造時に与えられることが明記されており(【0066】，【0105】，図13等)，一方で，【0105】～【0108】の手段によるフィールドFL11の設定主体がユーザであることを指摘する記載はない。また，再生専用のテープカセットに記録される配布データやファームウェアの更新プログラムについても，製造者等が，テープカートリッジ製造時にテープに記録し，「再生専用の用途」(【0111】)を設定するから，製造後に製造者以外の者がフィールドFL11に「再生専用の用途」を設定することは想定されていない。",
                            "さらに，本件発明の技術的思想の本質は，製造者等によりテープカセットの用途が決定され，当該製造者等以外の，テープカセットを記録又は再生して使用するユーザが当該用途を改変することができないことにあること(【0109】，乙1の2頁参照)に照らすと，ユーザによる用途の設定は許容されるものではない。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明の「磁気テープに対して追加記録または再生のみ可能とされている」との意義について",
                      "text": [
                        "原告は，構成要件Fの「追加記録または再生のみ可能」は，WORMのみならず，「再生のみ可能」をも含むと主張する。",
                        "しかしながら，本件明細書には，「用途番号「2」が設定されているテープカセット1に対しては追加記録または再生動作のみが許可される。」(【0112】)と記載されているとおり，構成要件Fの「追加記録または再生のみ可能」とは，「追加記録」と「再生」の双方のみが可能となる場合を指すことは明らかである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用発明1の「第2バイト」の情報の構成要件E及びF該当性の主張に対し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(イ)bのとおり，本件発明の「読み出し専用とされるROM領域」とは，当該領域のデータをユーザが改変することができない領域を意味する。",
                            "しかるところ，甲1の「第2バイト」記載の情報は，「カセットの最初の使用の際に1度可変できる」ものであって，ユーザによって改変し得るものであるから，「第2バイト」は，構成要件Eの「読み出し専用とされるROM領域」に該当しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用発明1(「個人的に記録されたカセット」)における第2バイトの情報(例えば，「x01」)は，ドライブ装置に挿入した際に読み取られ，ドライブ装置に対して，当該テープカセットに対応した「追加記録または再生のみ可能」という用途を指示する情報，すなわち，「追加記録または再生のみ可能」という処理遷移の選択を指示する情報であるから，構成要件Eの「用途識別情報」に該当する旨主張する。",
                            "しかしながら，甲1には，ユーザによる記録又は再生の動作の指示の都度，「第2バイト」を参照して「個人的に記録されたカセット」の記録又は再生を制御することの記載はない。仮に「第2バイト」を利用して，「個人的に記録されたカセット」に対応する領域の構成を持つメモリと「事前記録されたカセット」に対応する領域の構成を持つメモリを識別することとしたとしても，「個人的に記録されたカセット」か「事前記録されたカセット」かのいずれの解釈規則(第3バイト以降の各バイトにおけるデータの意味を規定した規則)に変更するかの分岐をさせるにすぎず，磁気テープに対する記録又は再生の動作の制御を行うに際し参照されるのは，第3バイト以降の値であるから，「第2バイト」の情報によって，記録又は再生の動作を制御するものとはいえないし，「追加記録または再生のみ可能」とするものともいえない。この処理は，「個々の記録」に対する記録機能のブロッキングの場合も，「すべての記録」に対する記録機能のブロッキングの場合(例えば，図2の第7バイト，第13バイト，第19バイトの値を，「オーバーライト阻止」とする。)も共通である。",
                            "この点について，仮に原告が前記(1)イ(エ)bで述べるように，甲1に，オーバーライトの可能性が発見されたときにのみ，①ないし③の3つの態様のいずれかによって「既に存在している記録の不本意乍らのオーバーライトないし消去の防止」が図られることが記載されているとしても，記録機能の全くの阻止を行う場合には，③の態様により，すべての付加データを「オーバライト阻止」とすれば十分であり，「第2バイト」で当該制御を改変不能としておく必要はない。また，「第2バイト」が「個人的に記録されたカセット」を示す「x01」であることが判明した場合でも，それだけでは，付加データがあるメモリの構成であるのか，付加データがないメモリの構成であるのかを判別することができないが，甲1には，そのような場合の判別手法についての説明がないから，「個人的に記録されたカセット」のメモリ構成には付加データが記録される領域が必ず存在すると考えざるを得ない。",
                            "そうすると，甲1記載の「第2バイト」の情報は，単に「個人的に記録されたカセット」か「事前記録されたカセット」かのいずれの解釈規則に変更するかの分岐をさせるにすぎず，その後の処理において，記録又は再生の動作を制御するものとはいえないから，本件発明の「用途識別情報」に該当しないし，「追加記録または再生のみ可能」とするものともいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記アのとおり，甲1には，「個人的に記録されたカセット」に対して「更なるブロッキング手法」が適用されることについての記載はなく，引用発明1における第2バイトの情報が「メモリ」及び「磁気テープ」に記憶されているとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，引用発明1における第2バイトの情報は，「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)に該当せず，また，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)にも該当しない。",
                            "したがって，引用発明1は構成要件E及びFに相当する構成(相違点2に係る本件発明の構成)を備えていないとした本件審決の認定に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点1及び2の認定に誤りはないから，本件発明は引用発明1と同一ではないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく本件発明の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①甲1には，サブコードが記録の制御に利用される旨の記載や「個人的に記録されたカセット」に適用できる旨の記載は認められず，「個人的に記録されたカセット」にサブコードを使用する理由である，「正当な権限のないものにより適当な補助手段を用いてメモリ装置の内容が改ざん(メモリ箇所の内容が改ざん)される可能性」について記載も示唆もないから，「個人的に記録されたカセット」にカセット番号及びサブコードを使用することは，引用発明1から容易になし得た事項とは認められず，相違点1に係る本件発明の構成を容易になし得たものではない，②仮に相違点1に係る本件発明の構成を容易になし得たとしても，相違点2に係る本件発明の構成が容易である根拠は見当たらないとして，本件発明は引用発明1に基づいて容易になし得たものではない旨判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性の判断の誤り",
                  "text": [
                    "甲1には，「事前記録されたカセット」について，「更なるブロッキング手法」として，カセット番号が，一方ではメモリ内に記録され，他方では磁気テープ上のサブコード中に記録され，両者が一致する場合にのみ再生がトリガされる制御が行われること」(5頁右上欄8行～18行)が開示されている。",
                    "また，甲1には，「正当な権限のないものにより適当な補助手段を用いてメモリ装置の内容が改ざんされる可能性がある」(4頁左下欄20行～23行)との記載がある。",
                    "そして，「正当な権限のないものによりメモリ装置の内容が改ざんされる可能性」は，「個人的に記録されたカセット」においても存在するから，引用発明1に「事前記録されたカセット」における上記手法を採用する動機づけがあるから，当業者は，引用発明1に上記手法を採用することにより，相違点1に係る本件発明の構成(「前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され」，「該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ」ている構成)を容易に想到することができたものである。",
                    "したがって，本件審決における相違点1の容易想到性の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤り",
                  "text": [
                    "引用発明1では，第2バイトの次のバイト以降にある「データセット」中の「エントリ」が，記録装置で比較対象となり，それによりオーバーライトないし消去の防止を行い得る「用途識別情報」に相当する旨の本件審決の認定を前提としても，甲1には，課題として，「不都合な，もしくは許容されない動作状態を確実に阻止し，所望の又は許容された動作状態を可能にする」ことの記載があることに照らすと，甲1に接した当業者においては，オーバーライトないし消去の防止を行い得る情報(すなわち，引用発明1のデータセット中の「エントリ」)を備えたメモリの領域を，ユーザが改変することができないものとすることで，「不都合な，もしくは許容されない動作状態」をより確実に阻止し，所望の又は許容された動作状態とする構成とする動機づけがあるから，甲1に基づいて，引用発明1の「データセット」中の「エントリ」の情報を，「読み出し専用領域としって設定された記憶領域」に記憶することで，「ユーザが改変することができない」ものとすることを容易に想到することができたものである。",
                    "加えて，甲1には，「事前記録されたカセット」について，メモリに記憶した情報がサブコードとして磁気テープに記録されることが開示されていること，メモリを備えたテープカセットにおいて，メモリに記憶した管理情報を磁気テープにも記憶(記録)する技術は，本件出願前に周知であったこと(例えば，甲15ないし17)からすると，メモリに記憶した管理情報を磁気テープにも記録することは，当業者が必要に応じて適宜採用し得ることである。",
                    "以上によれば，当業者は，甲1に基づいて，引用発明1の「データセット」中の「エントリ」の情報をメモリの「読み出し専用領域として設定された記憶領域」に記憶するとともに，サブコードとして磁気テープに記録する動機づけがあるものといえるから，相違点2に係る本件発明の構成(「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)であって，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)の構成)を容易に想到することができたものである。",
                    "したがって，本件審決における相違点2の容易想到性の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点1及び2の容易想到性の判断には誤りがあり，本件発明は，引用発明1に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "甲1には，サブコードが記録の制御に利用される旨の記載や個人的に記録されたカセットに適用できる旨の記載はなく，また，「個人的に記録されたカセット」においては，「正当な権限のないものにより適当な補助手段を用いてメモリ装置の内容が改ざん(メモリ箇所の内容が改ざん)される可能性」があることについての記載も示唆もない。",
                    "また，「事前記録されたカセット」においては，カセットの提供者と受領者との二者間で生じるメモリ装置の改ざんの防止という課題があり，この解決のためにメモリとテープのカセットに付された番号が一致しているか否かで再生動作を制御することとしたものであるのに対し，「個人的に記録されたカセット」においては，このような制御に思い至る動機づけがない。",
                    "したがって，本件審決における相違点1の容易想到性の判断には誤りがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "甲1記載の課題は，第3バイト以降により実現されているから，当業者があえて「エントリ」を備えたメモリの領域をユーザが改変できないようにする動機づけがない。",
                    "また，原告が挙げる甲15ないし17は，いずれも，単に磁気テープに記録された情報をメモリにも記録することで，テープ内の情報へのアクセスを容易にしたり，管理を容易にしたりすぎないものであるから，甲15ないし17記載の磁気テープに記録された情報をメモリにも記録する技術を引用発明1に適用する動機づけがない。仮に「メモリ」と「磁気テープ」の双方に「管理情報」を記憶しておくことは周知であったとの原告主張を前提としても，当該周知技術はメモリに記憶した情報と磁気テープに記憶した情報の一致・不一致に基づき記録または再生動作を制御することを示すものではないばかりでなく，「用途識別情報」をメモリと磁気テープに記録しておくことを示すものでもないから，「用途識別情報」を「メモリ」と「磁気テープ」に記憶する動機づけはない。",
                    "したがって，本件審決における相違点1の容易想到性の判断には誤りがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点1及び2の容易想到性の判断に誤りはなく，本件発明は，引用発明1に基づいて容易になし得たものではないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明2に基づく本件発明の新規性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①甲1には，引用発明2の「第2バイト」に記憶されている「カセットの利用についての情報」が再生装置の動作に対してどのように作用しているのか具体的な記載がないから，上記「カセットの利用についての情報」は，本件発明の「用途識別情報」に相当するとは認められない，②引用発明2の第5バイト中の「特別なエントリ」は，カセットの各種再生や再生回数を許可するものであり，再生装置の再生をトリガするものであるから，構成要件Eの「用途識別情報」に相当するが，これはメモリの可変領域にしか認められないので，構成要件Eの「読み出し専用とされるROM領域」に記憶されている「用途識別情報」に該当しないとして，引用発明2は，構成要件E及びFに相当する構成を備えていない点で本件発明と相違する旨認定し，この相違点(相違点3)により，本件発明は引用発明2と同一ではない旨判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の記載事項(3頁左上欄10行～23行，右上欄17行～19行，4頁右上欄4行～12行，図3)によれば，甲1には，「事前記録されたカセット」の第2バイトの情報(例えば，「xff」)によって，記録再生装置が指示され，基本的に再生のみをトリガし得る制御がされ，これにより，「不都合な消去」が確実に阻止されること，「不都合な消去」の確実な阻止とは，「既に記録を有しており，これをオーバーライトしたり消去させてはいけない場合の記録動作」を意味することが記載されている。",
                        "上記記載によれば，甲1には，「事前記録されたカセット」における第2バイトの情報(例えば，「xff」)は，ドライブ装置に挿入した際に読み取られ，ドライブ装置に対して，当該テープカセットに対応した「再生専用」という用途を指示する情報，すなわち，「再生専用」という処理遷移の選択を指示する情報であって，その用途は，記録や再生動作の制約に関する用途であることが開示されているといえる。",
                        "そして，構成要件Fの「追加記録または再生のみ可能」は，「WORM」のみならず，「再生のみ可能」をも含むから(前記1(1)イ(ウ))，引用発明2(「事前記録されたカセット」による発明)における第2バイトの情報は，「磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」に該当する。",
                        "なお，仮に構成要件Fの「追加記録または再生のみ可能」は，「WORM」(「追加記録」と「再生」の双方のみが可能)を意味するとしても，「WORM」は磁気テープカセットの用途として周知の用途(例えば，甲15ないし18)にすぎないから，甲1には，「事前記録されたカセット」の用途を「WORM」として設定することも実質的に記載されているに等しい。",
                        "したがって，いずれにせよ，引用発明2は，構成要件Fの「磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」に相当する構成を備えている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1の「第2バイト」が，本件発明の「読み出し専用とされるROM領域」に該当することは，前記1(1)イ(エ)aのとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，引用発明2(「事前記録されたカセット」による発明)における第2バイトの情報は，「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)であって，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)に該当する。",
                        "したがって，引用発明2は構成要件E及びFに相当する構成(相違点2に係る本件発明の構成)を備えていないとした本件審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1と引用発明2との間には相違点3は存在せず，引用発明2は，本件発明1の全ての構成要件に相当する構成を備えるものであるから，本件発明1は引用発明2と同一の発明である。",
                    "したがって，本件審決には，相違点3の認定を誤った結果，本件発明は引用発明2と同一ではないと判断した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3の認定の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「事前記録されたカセット」における第2バイトの情報(例えば，「xff」)は，ドライブ装置に挿入した際に読み取られ，ドライブ装置に対して，当該テープカセットに対応した「再生専用」という用途を指示する情報，すなわち，「再生専用」という処理遷移の選択を指示する情報であるから，構成要件Fの「追加記録または再生のみ可能」とされている「用途識別情報」に該当する旨主張する。",
                        "しかしながら，甲1記載の「第2バイト」の情報は，単に「個人的に記録されたカセット」か「事前記録されたカセット」かのいずれの解釈規則に変更するかの分岐をさせるにすぎず，その後の処理において，記録又は再生の動作を制御するものとはいえないから，本件発明の「用途識別情報」に該当しないことは，前記1(2)イ(エ)bのとおりである。この点に関し，甲1には，「事前記録されたカセット」について，第2バイトの情報を参照し，「事前記録されたカセット」のメモリであると判断した場合には，当該メモリに対応するデータ解釈規則に基づき，第5バイトの値を参照し，これに対応する記録または再生の動作の制御内容(「利用許可，本例：再生許可」又は「利用不許可，本例：再生不許可」のいずれかであり，前者であれば，記録が禁止された状態で再生が許可され，後者であれば，記録が禁止されるだけでなく再生も許可されないこととなる。)を決定することが記載されている。",
                        "また，原告が上記主張の根拠として挙げる甲1の記載箇所(4頁右上欄4行～12行)には，「事前記録されたカセットとしてマーキング表示されているカセットの場合，例えば基本的に再生のみをトリガし得るようにするとよく，それにより，不都合な消去が確実に阻止される。」との記載があるが，上記記載は，単に事前記録されたカセットとしてマーキング表示されているカセットについての消去の阻止につき言及するものであり，第2バイトの情報(例えば，「xff」)に基づき消去を阻止する旨の記載はない。また，上記記載に続いて，「特別なエントリ」(例えば，図3の第5バイトに係る「利用不許可，本例：再生不許可」)により再生機能のトリガを行う手法が述べられているのであるから，「事前記録されたカセットとしてマーキング表示されているカセット」において，再生のみをトリガするためには，「特別なエントリ」に当たるものが必要と考えるのが相当である。仮に「特別なエントリ」があるメモリの構成と「特別なエントリ」がないメモリの構成の両方が存在するとすれば，第2バイトが「事前記録されたカセット」を示す「xff」であることが判明したときでも，それだけでは，「特別なエントリ」があるメモリの構成であるのか，「特別なエントリ」がないメモリの構成であるのかを判別することができないが，甲1には，そのような場合の判別手法についての記載はない。",
                        "さらに，原告の主張は，構成要件Fの「追加記録または再生のみ可能」は，「WORM」のみならず，「再生のみ可能」をも含むとの解釈を前提に，甲1のメモリの第2バイトが「事前記録されたカセット」を示している場合の「基本的に再生のみをトリガし得るようにするとよく，それにより，不都合な消去が確実に阻止される」という制御が，当該構成要件Fに相当する構成を備えると主張するものであるが，前記1(2)イ(ウ)のとおり，構成要件Fの「追加記録または再生のみ可能」は，「追加記録」と「再生」の双方のみが可能となる場合を指すものであるから，原告の主張は構成要件Fの誤った解釈に基づくものである。この点に関し原告は，「事前記録されたカセット」の用途を「WORM」として設定することも，甲1に実質的に記載されているに等しい旨主張するが，甲1には，テープカセットに対応した用途としての「WORM」についての記載はない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1記載の「第2バイト」は，本件発明の「読み出し専用のROM領域」(構成要件E)に該当しないことは，前記1(2)イ(エ)aのとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，引用発明2(「事前記録されたカセット」による発明)における第2バイトの情報は，「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)に該当せず，また，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)にも該当しない。",
                        "したがって，引用発明2は構成要件E及びFに相当する構成(相違点2に係る本件発明の構成)を備えていないとした本件審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点3の認定に誤りはないから，本件発明は引用発明2と同一ではないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1に基づく本件発明の新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲の請求項1及び2の記載は，以下のとおりである(甲21)。",
                    "【請求項1】",
                    "磁気テープが収納されたテープカセットが装填された際に，前記磁気テープを走行させるとともに前記磁気テープに対する情報の記録または再生を行なうことができるテープドライブ手段と，",
                    "装填された前記テープカセットの前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリが前記テープカセットに備えられている場合に，そのメモリに対して所要の通信処理を行い管理情報の読み出しまたは書込みを行なうことができるメモリドライブ手段と，",
                    "前記メモリの読み出し専用とされるROM領域として設定された記憶領域から，前記テープカセットに対応した用途を指示する用途識別情報を検出する用途識別情報検出手段と，",
                    "前記メモリに記憶されている前記テープカセットの識別情報を検出する第一の識別情報検出手段と，",
                    "前記磁気テープに記憶されている前記テープカセットの識別情報を検出する第二の識別情報検出手段と，",
                    "前記第一，第二の識別情報検出手段によって検出された二個の識別情報が一致しているか否かを判別する識別情報判別手段と，",
                    "前記識別情報判別手段が前記二個の識別情報が一致していると判別した場合は，記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別した場合は，記録，再生動作を実行させることができない制御手段と，を備え，",
                    "前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して，制約なしに記録再生可能，再生専用，追加記録または再生のみ可能，排出待機状態に移行，のいずれかとされ，",
                    "前記制御手段は，磁気テープに対する追加記録を行う場合，前記用途識別情報に基づいて前記磁気テープにおける最終記録位置を記録データの記録開始位置として記録を開始し，さらに，前記メモリに記憶されている前記テープカセットの識別情報を記録するとともに，前記磁気テープに対する再生を行う場合，前記用途識別情報に基づいてデータの読み込みを行うように構成されているテープドライブ装置。",
                    "【請求項2】",
                    "磁気テープが収納されたテープカセットと，前記テープカセットに備えられ，前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリと，を備えた記録媒体において，",
                    "前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され，該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ，",
                    "前記メモリの読み出し専用とされるROM領域として設定された記憶領域及び前記磁気テープに前記テープカセットに対応した用途を指示する用途識別情報が記憶され，",
                    "前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能とされていることを特徴とする記録媒体。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書(甲21)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1，3ないし7，12，13，20ないし23」については，別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "【0001】",
                        "本発明は，磁気テープに記録されているデータの保守を目的とするテープドライブ装置，記録媒体に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "【0002】",
                        "同一の記録エリアにおいて，一度だけのデータ記録を行うことができるようにされている記録媒体が知られている。このような記録媒体は記録を行った後は追加記録または再生専用の記録媒体として用いられるので，例えばWORM(Write  Once  Read  Many)と呼ばれている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0003】",
                        "ところで，最近ではデジタルデータを磁気テープに記録／再生することのできるドライブ装置として，いわゆるテープストリーマドライブが普及してきている。このようなテープストリーマドライブは，記録媒体とされるテープカセットのテープ長にもよるが，例えば数十～数百ギガバイト程度の膨大な記録容量を有することが可能であり，このため，コンピュータ本体のハードディスク等のメディアに記録されたデータをバックアップするなどの用途に広く利用されている。また，データサイズの大きい画像データ等の保存に利用する場合にも好適とされている。",
                        "また，この磁気テープはCD-Rよりも大容量とされるので，記録媒体の全記録容量に対するビットの単価を安くすることができることから，テープカセットを前記したWORMの記録媒体として用いることが考えられている。",
                        "【0004】",
                        "しかし，テープカセットはテープドライブ装置に装填された状態で例えば誤操作が行われることによって，磁気テープに記録されているデータが消去されてしまう場合がある。また，記録されているデータを意図的に書き換えることができるので，重要なデータの保守性に優れたものではないという問題がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0005】",
                        "本発明はこのような問題点を解決するために，磁気テープが収納されたテープカセットが装填された際に，前記磁気テープを走行させるとともに前記磁気テープに対する情報の記録または再生を行なうことができるテープドライブ手段と，装填された前記テープカセットの前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリが前記テープカセットに備えられている場合に，そのメモリに対して所要の通信処理を行い管理情報の読み出しまたは書込みを行なうことができるメモリドライブ手段と，前記メモリの読み出し専用とされるROM領域として設定された記憶領域から，前記テープカセットに対応した用途を指示する用途識別情報を検出する用途識別情報検出手段と，前記メモリに記憶されている前記テープカセットの識別情報を検出する第一の識別情報検出手段と，前記磁気テープに記憶されている前記テープカセットの識別情報を検出する第二の識別情報検出手段と，前記第一，第二の識別情報検出手段によって検出された二個の識別情報が一致しているか否かを判別する識別情報判別手段と，前記識別情報判別手段が前記二個の識別情報が一致していると判別した場合は，記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別した場合は，記録，再生動作を実行させることができない制御手段と，を備え，前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して，制約なしに記録再生可能，再生専用，追加記録または再生のみ可能，排出待機状態に移行，のいずれかとされ，前記制御手段は，磁気テープに対する追加記録を行う場合，前記用途識別情報に基づいて前記磁気テープにおける最終記録位置を記録データの記録開始位置として記録を開始し，さらに，前記メモリに記憶されている前記テープカセットの識別情報を記録するとともに，前記磁気テープに対する再生を行う場合，前記用途識別情報に基づいてデータの読み込みを行うように構成されている。",
                        "【0007】",
                        "さらに，磁気テープが収納されたテープカセットと，前記テープカセットに備えられ，前記磁気テープに対する記録または再生を管理するための管理情報を記録する，読み出し専用とされるROM領域および読み出し／書き込み可能とされるRWM領域が設定された記憶領域を有するメモリと，を備えた記録媒体において，前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され，該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ，前記メモリの読み出し専用とされるROM領域として設定された記憶領域及び前記磁気テープに前記テープカセットに対応した用途を指示する用途識別情報が記憶され，前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能とされている。",
                        "【0009】",
                        "本発明のテープドライブ装置は，用途識別情報に基づいてテープカセットに対する動作を制御するようにしているので，保存が必要な記録データに対しては，消去，上書きなどの処理を実行させないように，データ内容を改変させないようにすることができる。",
                        "【0010】",
                        "また，磁気テープ，メモリ双方の識別情報が同一のものである場合にのみ，磁気テープに対する再生や記録の特定の動作を行うことができるようにしている。これにより，例えば磁気テープ又はメモリが交換されたテープカセットに対して，記録データの保護を実現することができる。",
                        "【0011】",
                        "また，本発明の記録媒体は，メモリに対してテープカセットに対応した用途を指示する用途識別情報が記憶されているので，装填されたテープドライブ装置に対して当該記録媒体の用途を示すことができる。",
                        "【0012】",
                        "さらに，メモリ及び磁気テープにテープカセットのシリアルナンバなどとされている識別情報が記憶されているので，同一のテープカセットに備えられるメモリと磁気テープを対応させることができるようになる。これにより，装填されたドライブ装置ではメモリ及び磁気テープから検出された識別情報が一致しない場合には，記録，再生動作を制約することができるようになる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "【0014】",
                        "1．テープカセットの構成",
                        "先ず，本例のテープストリーマドライブに対応するテープカセットについて図3及び図4を参照して説明する。",
                        "図3(a)は，リモートメモリチップが配されたテープカセットの内部構造を概念的に示すものである。この図に示すテープカセット1の内部にはリール2A及び2Bが設けられ，このリール2A及び2B間にテープ幅8mmの磁気テープ3が巻装される。",
                        "そして，このテープカセット1には不揮発性メモリ及びその制御回路系等を内蔵したリモートメモリチップ4が設けられている。またこのリモートメモリチップ4は後述するテープストリーマドライブにおけるリモートメモリインターフェース30と無線通信によりデータ伝送を行うことができるものとされ，このためのアンテナ5が設けられている。",
                        "詳しくは後述するが，リモートメモリチップ4には，テープカセットごとの製造情報やシリアル番号情報，テープの厚さや長さ，材質，各パーティションごとの記録データの使用履歴等に関連する情報，ユーザ情報等が記憶される。",
                        "なお，本明細書では上記リモートメモリチップ4に格納される各種情報は，主として磁気テープ3に対する記録／再生の各種管理のために用いられることから，これらを一括して『管理情報』とも言うことにする。",
                        "【0015】",
                        "このようにテープカセット筐体内に不揮発性メモリを設け，その不揮発性メモリに管理情報を記憶させ，またこのテープカセットに対応するテープストリーマドライブでは，不揮発性メモリに対する書込／読出のためのインターフェースを備えるようにし，不揮発性メモリに対して磁気テープに対するデータ記録再生に関する管理情報の読出や書込を行うことで，磁気テープ3に対する記録再生動作を効率的に行うことができる。",
                        "例えばローディング／アンローディングの際に磁気テープを例えばテープトップまで巻き戻す必要はなく，即ち途中の位置でも，ローディング，及びアンローディング可能とすることができる。またデータの編集なども不揮発性メモリ上での管理情報の書換で実行できる。さらにテープ上でより多数のパーティションを設定し，かつ適切に管理することも容易となる。",
                        "【0016】",
                        "また図3(b)は，接触型メモリ104(不揮発性メモリ)が内蔵されたテープカセット1を示している。",
                        "この場合，接触型メモリ104のモジュールからは5個の端子105A，105B，105C，105D，105Eが導出され，それぞれ電源端子，データ入力端子，クロック入力端子，アース端子，予備端子等として構成されている。",
                        "この接触型メモリ104内のデータとしては，上記リモートメモリチップ4と同様の管理情報が記憶される。",
                        "【0017】",
                        "なお，以降の説明でリモートメモリチップ4と接触型メモリ104の双方を示す場合は，MIC(Memory  In  Cassette)ということにする。",
                        "【0018】",
                        "図4は，図3(a)又は(b)のテープカセット1の外観例を示すものとされ，筺体全体は上側ケース6a，下側ケース6b，及びガードパネル8からなり，通常の8ミリVTRに用いられるテープカセットの構成と基本的には同様となっている。",
                        "【0021】",
                        "2．リモートメモリチップの構成",
                        "リモートメモリチップ4の内部構成を図5に示す。",
                        "例えばリモートメモリチップ4は半導体ICとして図5に示すようにパワー回路4a，RF処理部4b，コントローラ4c，EEP-ROM4dを有するものとされる。そして例えばこのようなリモートメモリチップ4がテープカセット1の内部に固定されたプリント基板上にマウントとされ，プリント基板上の銅箔部分でアンテナ5を形成する。",
                        "【0024】",
                        "3．テープストリーマドライブの構成",
                        "次に図1により，図3(a)に示したリモートメモリチップ4を搭載したテープカセット1に対応するテープストリーマドライブ10の構成について説明する。このテープストリーマドライブ10は，上記テープカセット1の磁気テープ3に対して，ヘリカルスキャン方式により記録／再生を行うようにされている。",
                        "この図において回転ドラム11には，例えば2つの記録ヘッド12A，12B及び3つの再生ヘッド13A，13B，13Cが設けられる。",
                        "記録ヘッド12A，12Bは互いにアジマス角の異なる2つのギャップが究めて近接して配置される構造となっている。再生ヘッド13A，13B，13Bもそれぞれ所定のアジマス角とされる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0042】",
                      "text": [
                        "4．磁気テープ上のデータ構成",
                        "次に，上述してきたテープストリーマドライブ10により記録再生が行われるテープカセット1の，磁気テープ3上のデータフォーマットについて概略的に説明する。",
                        "【0043】",
                        "図6は，磁気テープ3に記録されるデータの構造を示している。図6(a)には1本の磁気テープ3が模式的に示されている。本例においては，図6(a)のように1本の磁気テープ3を，パーティション(Partition)単位で分割して利用することができるものとされ，本例のシステムの場合には最大256のパーティション数を設定して管理することが可能とされている。また，この図に示す各パーティションは，それぞれパーティション＃0，＃1，＃2，＃3・・・として記されているように，パーティションナンバが与えられて管理されるようになっている。",
                        "【0044】",
                        "したがって，本例においてはパーティションごとにそれぞれ独立してデータの記録／再生等を行うことが可能とされるが，例えば図6(b)に示す1パーティション内におけるデータの記録単位は，図6(c)に示すグループ(Group)といわれる固定長の単位に分割することができ，このグループごとの単位によって磁気テープ3に対する記録が行われる。",
                        "この場合，1グループは20フレーム(Frame)のデータ量に対応し，図6(d)に示すように，1フレームは，2トラック(Track)により形成される。この場合，1フレームを形成する2トラックは，互いに隣り合うプラスアジマスとマイナスアジマスのトラックとされる。したがって，1グループは40トラックにより形成されることになる。",
                        "【0045】",
                        "また，図6(d)に示した1トラック分のデータの構造は，図7(a)及び図7(b)に示される。図7(a)にはブロック(Block)単位のデータ構造が示されている。1ブロックは1バイトのSYＮCデータエリアA1に続いてサーチ等に用いる6バイトのIDエリアA2，IDデータのための2バイトからなるエラー訂正用のパリティーエリアA3，64バイトのデータエリアA4より形成される。",
                        "本実施の形態では，後述するようにテープカセット1の用途が例えば「WORM」とされている場合の記録時に，例えばリモートメモリチップ4に記憶されているテープカセット1の識別情報としてのカートリッジシリアルナンバを記録データと共にデータエリアA4に記録するようにしている。これにより，テープカセット1においてリモートメモリチップ4と磁気テープ3を対応させることができるようになる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0062】",
                      "text": [
                        "6．リモートメモリチップのデータ構造",
                        "次に，テープカセット1に備えられるMIC(リモートメモリチップ4，接触型メモリ104)のデータ構造について説明する。",
                        "図12は，MICに記憶されるデータの構造の一例を摸式的に示す図である。このMICの記憶領域としては図示されているようにフィールドFL1～FL4が設定されている。",
                        "これらフィールドFL1～FL4において，テープカセットの製造時の各種情報，初期化時のテープ情報やパーティションごとの情報などが書き込まれる。",
                        "【0063】",
                        "フィールドFL1はマニファクチャーインフォーメーション(Manufacture  Information)とされ，主にテープカセットの製造時の各種情報が記憶されるマニュファクチャーパートとされている。",
                        "フィールドFL2はメモリマネージメントインフォーメーション(Memory  Management  Information)とされ，主に初期化時の情報等が記憶されるドライブイニシャライズパートとされている。",
                        "フィールドFL3はボリュームタグ(Volume  Tag)とされ，テープカセット全体の基本的な管理情報が記憶される。",
                        "【0064】",
                        "フィールドFL4は，メモリーフリープールの領域とされ，管理情報の追加記憶が可能な領域とされる。このメモリーフリープールには記録再生動作の経過や必要に応じて各種情報が記憶される。なお，メモリーフリープールに記憶される1単位のデータ群を「セル」ということとする。",
                        "まず，磁気テープ3に形成されるパーティションに応じて，各パーティションに対応する管理情報となるパーティションインフォメーションセル＃0，＃1・・・がメモリーフリープールの先頭側から順次書き込まれる。つまり磁気テープ3上に形成されたパーティションと同数のセルとしてパーティションインフォメーションセルが形成される。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0066】",
                      "text": [
                        "フィールドFL1のマニファクチャーインフォーメーションは，例えば図13に示すような構造とされる。",
                        "マニュファクチャーインフォーメーションには，まず先頭マニュファクチャパートチェックサム(manufacture  part  checksum)として，このマニュファクチャーインフォーメーションのデータに対するチェックサムの情報が格納される。このマニュファクチャパートチェックサムの情報はカセット製造時に与えられる。",
                        "【0067】",
                        "そしてマニュファクチャーパートを構成する実データとしてMICタイプ(mic  type)からライトプロテクトバイトカウント(Write  Protect  byte  count)までが記述される。なおリザーブ(reserved)とは，将来的なデータ記憶のための予備とされている領域を示している。これは以降の説明でも同様である。",
                        "【0068】",
                        "MICタイプ(mic  type)は，当該テープカセットに実際に備えられるMICのタイプを示すデータである。",
                        "MICマニュファクチャデート(mic  manufacture date)は，当該MICの製造年月日(及び時間)が示される。",
                        "MICマニュファクチャラインネーム(mic  manufacture  line  name)はMICを製造したライン名の情報が示される。",
                        "MICマニュファクチャプラントネーム(mic  manufacture  plant  name)はMICを製造した工場名の情報が示される。",
                        "MICマニュファクチュアラネーム(mic  manufacturer  name)は，MICの製造社名の情報が示される。",
                        "MICネーム(mic  name)はMICのベンダー名の情報が示される。",
                        "【0069】",
                        "またカセットマニュファクチャデート(cassette  manufacture  date)，カセットマニュファクチャラインネーム(cassette  manufacture  line  name)，カセットマニュファクチャプラントネーム(cassette  manufacture  plant  name)，カセットマニュファクチュアラネーム(cassette  manufacturer  name)，カセットネーム(cassette  name)は，それぞれ上記したMICに関する情報と同様のカセット自体の情報が記述される。",
                        "【0070】",
                        "OEMカスタマーネーム(oem  customer  name)としては，OEM(Original  Equipment  Manufactures)の相手先の会社名の情報が格納される。",
                        "フィジカルテープキャラクタリステックID(physical  tape  characteristic  ID)としては，例えば，テープの材質，テープ厚，テープ長等の，物理的な磁気テープ3の特性の情報が示される。",
                        "マキシマムクロックフリケンシー(maximum  clock  frequency)としては，当該MICが対応する最大クロック周波数を示す情報が格納される。",
                        "ブロックサイズ(Block  size)では，例えばMICの特性としてテープストリーマドライブ10との1回の通信によって何バイトのデータを転送することができるかという情報が示される。この情報はMICとして使用する不揮発性メモリの物理的な特性に依存するものとされる。",
                        "MICキャパシティ(mic  capacity)としては，当該MICの記憶容量情報が示される。",
                        "【0071】",
                        "ライトプロテクトトップアドレス(write  protect  top  address)は，MICの所要の一部の領域を書き込み禁止とするために用いられ，書き込み禁止領域の開始アドレスを示す。",
                        "ライトプロテクトカウント(write  protect  count)は書き込み禁止領域のバイト数が示される。つまり，上記ライトプロテクトトップアドレスで指定されたアドレスから，このライトプロテクトカウントの領域により示されるバイト数により占められる領域が書き込み禁止領域として設定されることになる。",
                        "【0072】",
                        "フィールドFL11に示されているウォームフラグ(worm  flag)は，テープカセット1の用途識別情報として，例えば「汎用」「WORM」などを示す。なお，ウォームフラグについては後で図21で詳しく説明する。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "【0105】",
                      "text": [
                        "このように，リモートメモリチップ4はフィールドFL1からフィールドFL4に示した記憶領域によって構成されている。",
                        "ところで，図12に示したフィールドFL1における各データ項目に付いては，例えばテープカセット1自体の情報やリモートメモリチップ4自体の情報など，ユーザがテープカセットを使用していくうえで更新されない情報とされる。また，テープカセット1の用途を示すウォームフラグ(フィールドFL11)については，その内容が改変されないようにすることが望まれる。そこで，リモートメモリチップ4の記憶領域としては，図20(a)に示されているように  例えばフィールドFL1は読み出し専用とされるROM(Read  Only  Memory)領域，フィールドFL2～FL4は読み出し／書き込み可能とされるRWM(Read  Write  Memory)領域として設定する。これによりフィールドFL1に格納されるデータ項目については，ユーザが改変することができないようにすることができる。",
                        "【0106】",
                        "また，例えば図20(b)に示されているように，リモートメモリチップ4をフィールドFL1の情報が格納されるROM領域と，フィールドFL2～FL4の情報が格納されるRWM領域を別体のメモリで構成しても良い。",
                        "【0107】",
                        "さらに，例えば図20(c)に示されているように，リモートメモリチップ4の全記憶領域をRWM領域として構成し，フィールドFL1を記憶する領域については，書きこみ制御を行う所要の論理回路などからなる書きこみ制御手段を備えることによって，所要のパスワードに基づいた書きこみ処理以外は行うことができないようにすることもできる。",
                        "【0108】",
                        "或いは，リモートメモリチップ4の初期状態として，RWM領域のデータを全て「1」(又は「0」)とする。そして，書きこみ制御手段はROM領域として扱う領域内の特定のアドレスにある特定のビットに着目し，このビットを例えばビットαとする。この場合ビットαが「1」(又は「0」)であった場合に，書きこみ制御手段はRWM領域の全領域，即ちリモートメモリチップ4の全領域に対して書きこみ処理を有効なものとする。したがって，ROM領域として扱う領域に対しても書きこみが可能になる。しかしビットαを「0」(又は「1」)にすることで，書きこみ制御手段はROM領域に対する書きこみ処理は無効なものとすることができる。",
                        "【0109】",
                        "このようにして，フィールドFL1に格納されているデータの内容を改変することができないようにすることで，ウォームフラグを有効な情報とすることができるようになる。したがって，ウォームフラグを書き換えることによって例えば「WORM」として記録されたデータの改変，消去などを行うこともできなくなり，予め設定されている用途のみで使用することが可能となる制約を実現することできる。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "【0110】",
                      "text": [
                        "7．「WORM」に対応した動作制御",
                        "図21は本実施の形態における一例として，リモートメモリチップ4のフィールドFL11に格納される用途識別情報としてのウォームフラグについて説明する図である。",
                        "この図には，用途番号「0」から「2」，及びその他の例が示されているが，テープストリーマドライブ10ではこの用途番号に基づいて，記録，再生動作に制限を加えることになる。",
                        "例えば用途番号が「0」である場合は，そのテープカセット1が汎用とされる記録媒体であることを示し，動作に関する制約はないものとする。つまり，用途番号「0」は，ユーザが使用目的に応じて自由に使用することができるテープカセット1であることを示し，テープストリーマドライブ10ではユーザの操作に基づいてホストコンピュータ40から供給される各種コマンドに応じた動作を実行する。",
                        "【0111】",
                        "用途番号が「1」である場合は，例えばデータ配布，ファームウエア更新などを目的としたテープカセット1であることを示す。この場合，テープカセット1は再生専用のものとして識別される。したがって，ホストコンピュータ40から例えばフォーマットなどの記録されているデータの更新処理などに関わるコマンドが供給された場合でも，そのコマンドを無効なものとする。",
                        "【0112】",
                        "また用途番号が「2」である場合は，例えばWORMを目的としたテープカセット1であることを示す。この場合，記録されているデータを保守するために，記録に関しては，例えばパーティション内における最終記録位置を記録開始位置とした記録(追加記録)のみが許可される。すなわち，例えば上書き，消去などといった既に記録されているデータの更新を行う動作は禁止されることになる。したがって，用途番号「2」が設定されているテープカセット1に対しては追加記録または再生動作のみが許可される。この場合も，例えばフォーマットなどの記録されているデータの更新処理などに関わるコマンドは無効なものとされる。",
                        "【0113】",
                        "さらに，「WORM」において追加記録を行う場合は，図7(a)に示したブロックのデータエリアA4に対して，例えば図15のボリュームタグにおけるカートリッジシリアルナンバを記憶するようにする。したがって，用途が「WORM」として設定されているテープカセット1には，リモートメモリチップ4と磁気テープ3に対して同一の情報が記録されることになる。これにより，テープカセット1においてリモートメモリチップ4と磁気テープ3の対応がとれることになる。したがって，リモートメモリチップ4と磁気テープ3に記憶されているカートリッジシリアルナンバを照合することで，再生動作の実行を制約することが可能になる。つまり，「WORM」とされているテープカセット1のリモートメモリチップ4を交換して，「汎用」とされている他のリモートメモリチップ4を取り付けたような場合，カートリッジシリアルナンバが一致しないことになるので，このような場合は，テープストリーマドライブ10における動作を制約するようにすることができるようになる。",
                        "【0114】",
                        "さらに，用途番号が上記「0」「1」「2」以外の値はリザーブとされる。したがって，テープストリーマドライブ10では用途番号が「0」「1」「2」以外の値であった場合は，テープストリーマドライブ10としてはテープカセット1の用途を識別することができないとして，この旨をホストコンピュータ40に伝えて，例えば当該テープカセット1を排出するための待機状態に移行する。",
                        "なお，用途番号が「1」「2」であった場合に，無効とされるコマンドが供給された場合においても，当該コマンドを実行することができないという旨をホストコンピュータ40に伝えて排出待機状態に移行する。",
                        "【0117】",
                        "このようなウォームフラグの用途番号は，テープカセット1がテープストリーマドライブに装填されたときに，システムコントローラ10の制御によって検出され，それ以降，用途番号に基づいてテープストリーマドライブの各種動作制御が行われる。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "【0118】",
                      "text": [
                        "図21は，ウォームフラグによって「WORM」が用途として設定されているテープカセット1に対して記録を行う場合のシステムコントローラ40の処理遷移を説明するフローチャートである。なお，この図に示しているフローチャートはテープストリーマドライブ10にテープカセット1が装填され，リモートメモリチップ4から検出したウォームフラグが「WORM」とされている状態での処理遷移である。",
                        "【0119】",
                        "テープカセット1の用途として「WORM」が設定されている状態で，例えばホストコンピュータ40からライトコマンドが供給されると(S001)，まずデータの記録を行うパーティションに対して移動する制御を行う。",
                        "この場合，例えば早送り再生を実行し(S002)，この状態で図11で説明した磁気テープ3上に記録されているIDエリアのパーティションIDを検出する(S003)。この早送り再生は，所望するパーティションのパーティションIDが検出されるまで実行する。",
                        "【0120】",
                        "ステップS002，S003によって所望するパーティションに到達すると，次にそのパーティションにおける最後のフレームを検出する処理に移行する。",
                        "ここで，磁気テープ3において現在位置，すなわち当該パーティションの先頭位置からマキシマムアブソュートフレームカウントで指定されている当該パーティションのフレームまでの距離の算出方法の一例を説明する。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "【0126】",
                      "text": [
                        "図23はテープストリーマドライブ10に磁気テープ3にカートリッジシリアルナンバが記録され，「WORM」とされているテープカセット1が装填された状態で例えば再生動作を行う場合のシステムコントローラ40の処理遷移の一例を説明するフローチャートである。",
                        "テープカセット1がテープストリーマドライブ10に装填されると，まずリモートメモリチップ4からカートリッジシリアルナンバを検出し(S101)，さらに磁気テープ3に書き込まれているカートリッジシリアルナンバを検出する(S102)。そして，例えばホストコンピュータ40から例えば再生コマンドが供給されると(S103)，リモートメモリチップ4と磁気テープ3に記録されているカートリッジシリアルナンバの照合を行い(S104)，カートリッジシリアルナンバが一致している判別した場合は(S105)，例えば再生などの所要の動作に移行する制御を行う(S106)。また，カートリッジシリアルナンバが一致していないと判別した場合は，再生動作を実行させないようにして，例えばテープカセット1の排出待機状態に移行する(S107)。",
                        "【0127】",
                        "これにより，テープカートリッジ1において例えばリモートメモリチップ4が交換されて，他のリモートメモリチップ4に挿げ替えられたような場合，データの再生をさせないようにすることができるようになる。したがって，交換された他のリモートメモリチップ4が例えば「汎用」とされていた場合でも，例えば可能な動作を制約することができるので，磁気テープ3に記録されているデータが所定のユーザ以外の外部のユーザに提示されないようにすることができる。",
                        "また，同じようにカートリッジシリアルナンバが一致していなかった場合に記録動作を行わないようにすることで，本来「WORM」として磁気テープ3に記録されたデータが改変されないようにすることができるようになる。なお，カートリッジシリアルナンバが一致しなかった場合，データの追加記録に付いては許可するようにするようにしても良い。"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "発明の効果",
                      "text": [
                        "【0129】",
                        "以上，説明したように本発明のテープドライブ装置は，テープカセットに備えられているメモリ(MIC)から用途識別情報を読み出し，この用途識別情報に基づいてテープカセットに対する動作を制御するようにしている。",
                        "これにより，例えば記録動作としては，既に磁気テープに記録されているデータに対する上書きや消去を行わずに，記録最終位置からの追加記録のみを行うことができるようになる。したがって，テープドライブ装置によって既存の記録データを改変させないようにすることができる。",
                        "また，記録を行う場合に，磁気テープ上に記録データと共に例えばメモリに記憶されているテープカセットのシリアルナンバなどとされる識別情報を記録するようにしているので，テープカセットに対して磁気テープとメモリに共通の情報を持たせることができるようになる。",
                        "さらに，用途識別情報に基づいて磁気テープに対して再生動作のみを可能とするようにしているので，記録データの保護を実現することができるようになる。",
                        "【0130】",
                        "また，本発明のテープドライブ装置としては，テープカセットにおいて磁気テープ及びメモリに記録されている，例えばテープカセットのシリアルナンバなどとされる識別情報の比較を行い，この比較結果に基づいて特定の所定の動作を実行することができるようにしている。したがって，磁気テープ，メモリ双方の識別情報が同一のものである場合のみに磁気テープに対する再生や記録を行うことができるようになる。これにより，例えば磁気テープ又はメモリが交換されたテープカセットに対して，記録データの保護を実現することができる。",
                        "【0131】",
                        "また，本発明の記録媒体は，メモリ(MIC)にテープカセットの用途を指示する用途識別情報が記憶されている。したがって，装填されたテープドライブ装置に対して当該記録媒体の用途を示すことができ，テープドライブ装置に対して前記用途に対応した動作を実行させるようにすることができるようになる。さらに，前記用途識別情報は前記メモリにおいて読み出し専用とされる領域に記憶されているので，前記用途識別情報の内容を改変することによって記録媒体の用途を改変させないようにすることができる。",
                        "【0132】",
                        "さらに，メモリ及び磁気テープにテープカセットのシリアルナンバなどとされている識別情報が記憶されている。つまり，メモリと磁気テープに共通とされる同一の情報が記憶され，同一のテープカセットに備えられるメモリと磁気テープを対応させることができるようになる。したがって，例えばメモリが他のテープカセットに挿げ替えられた場合，識別情報が一致しなくなる。このような場合，テープドライブ装置では，例えば記録，再生動作に制約を与えることによって，記録データを開示させないようにしたり，または記録データの改変するための消去，上書き動作などを実行させないようにすることが可能になる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載事項によれば，本件明細書の「発明の詳細な説明」には，本件発明に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "デジタルデータを磁気テープに記録及び再生することのできるテープドライブ装置(いわゆるテープストリーマドライブ)が普及してきているが，テープカセットはテープドライブ装置に装填された状態で，例えば誤操作が行われることによって，磁気テープに記録されているデータが消去されてしまう場合があり，また，記録されているデータを意図的に書き換えることができるので，重要なデータの保守性に優れたものではないという問題がある(【0003】，【0004】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このような問題を解決するために，「本発明の記録媒体」は，テープカセットに備えられているメモリの読み出し専用とされるROM領域に，テープカセットの識別情報及びテープカセットに対応した用途を指示する用途識別情報が記録され，さらに，メモリ及び磁気テープにテープカセットの識別情報が記録されるという構成を採用し，これにより，用途識別情報に基づいて，装填されたテープドライブ装置に対して記録媒体の用途を示し，当該用途に対応した動作を実行させることができるようにし，用途識別情報の内容を改変することによって記録媒体の用途を改変させないようにすることができ，メモリと磁気テープの識別情報が一致しない場合には記録，再生動作に制約を与えることができるようにすることで，磁気テープに記録されている記録データの保守を実現することができるという効果を奏する(【0001】，【0007】，【0011】，【0012】，【0131】，【0132】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1(特表平7-500445号公報)には，次のような記載がある(下記記載中に引用する図面については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「請求の範囲」として，",
                      "text": [
                        "「1．磁気テープカセット用の電子的メモリ装置であって，当該磁気テープカセットはケーシングを有し，該ケーシング中には1つ又は複数の磁気テープリール及び電子的メモリ装置部が設けられており，該電子的メモリ装置部は記録および／又は再生機器にて配置の際，該機器に接続可能であり，該機器によってはデータ処理及び制御回路を用いて記憶情報の評価のため可制御であるように構成された磁気テープカセット用メモリ装置において，当該メモリ装置は制御データを含んでおり，該制御データによっては記録および／又は再生機器の動作モードの選択的ブロッキングが可制御であることを特徴とする磁気テープカセット用メモリ装置。」",
                        "「2．当該メモリの部分領域にて固定的の非可変のデータが書き込まれており，該データによってはカセット及びその中に収容されている磁気テープ自体又はそれのパラメータがマーキング表示される請求の範囲1の記載の装置。」",
                        "「3．最初にカセットの使用の際1度データが書き込まれ得，該データは当該の最初の使用のモードを表すものである請求の範囲1記載の装置。」",
                        "「4．メモリの部分領域にて，テープ上に存在する記録の始点，終点及び持続時間を表すデータが書き込まれ得る請求の範囲1記載の装置。」",
                        "「5．事前に記録された磁気カセットの場合当該メモリ装置部の内容全体又はそれの一部が有効信号の記録と共に連続的に所謂サブコードの一部として記録されており，更に，それぞれ，1つの記録アイテムに1つのサブコードが対応付けられており，更に，再生の際，当該記録装置部の内容が，記録された比較回路を用いてサブコードと一致するか否かについてチェックされ，そして記録アイテムに対応付けられたサブコードが，全体的に，又は少なくとも少数の箇所にて初期のように変化されるか，又はメモリ装置部の内容と明確に一致する場合記録位置に対応付けられたサブコード再生がブロックされるように構成されている請求の範囲1記載の装置。」",
                        "「6．上記制御データはトラップドア(Trapdoor)および／又はアバランシュー機能を用いて暗号化される請求の範囲1から5までのうちいずれか1項記載の装置。」",
                        "「7．請求の範囲1から6までのうちいずれか1項記載の電子的メモリ装置部付の磁気テープカセット用の記録装置を備えた記録および／又は再生装置機器において，当該装置機器は上記のメモリ装置部からおよび／又はそれへの信号の伝送のための手段を有し，上記記録および／又は再生装置にて上記メモリ装置部内にて記憶された情報の処理のためデータ処理-および／又は制御装置並びに，記録および／又は再生装置機器の動作モードのブロッキングのためのブロッキング手段が設けられており，上記ブロッキング手段はデータ処理-および／又は制御装置により可制御であることを特徴とする記録-および／又は処理装置機器。」",
                        "「8．制御データの暗号化および／又は解読のための手段が設けられている請求の範囲7記載の記線および／又は再生装置機器。」",
                        "(以上，2頁左上欄2行～左下欄9行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「磁気テープカセット用メモリ装置",
                      "text": [
                        "本発明は磁気テープカセット用の電子的メモリ装置部およびそれに適する記録および／又は再生装置機器，例えばデジタルコード化されたビデオ／オーディオ信号のデジタル処理付のVTR用の磁気テープカセット用メモリ装置に関する。当該磁気テープカセットはケーシングを有し，該ケーシング中には1つ又は複数の磁気テープリール及び電子的メモリ装置部が設けられており，該電子的メモリ装置部は記録および／又は再生機器にて配置の際，該機器に接続可能であり，該機器によってはデータ処理及び制御回路を用いて可制御であり，上記メモリ装置部は所定の記録および／又は再生機器の所定動作状態の阻止および／又は可能にする情報を含む。」(2頁右下欄2行～15行)",
                        "「ドイツ連邦共和国特許明細書第2943409号から公知の磁気テープカセットは電子的メモリ装置，電子的接続素子，および記憶された情報の評価のための記録および再生装置による可制御手段を有する。この場合，そのつど実際のテープ状態位置を記憶し，場合により付加的な特性データ(該特性データは磁気テープカセット自体および／又は当該カセットの磁気テープに係わる)を記憶し，例えば，カセット型式又はバイアス磁気の有利なレベルに係わる特性データを記憶する。第一のデータはたんにテープの瞬時位置を決定するために使用されるテープカウンタの状態の固定データである。付加的データは今回ないしそのとき限り記録され例えばカセットの非可変の機械的又は磁気的特性のようなテープ又はカセット-パラメータを反映する固定データである。それらのデータを変えたり又は当該データにより記録および／又は再生機能に直接影響を及ぼしたり又は阻止することはなされない。」(2頁右下欄16行～3頁左上欄9行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明の基礎を成す課題とするところは，磁気テープカセットを記録および／又は再生装置内に装着した際，所定の記録担体ないし所定の磁気テープカセットと関連して不都合な，もしくは許容されない動作状態を確実に阻止し，所望の又は許容された動作状態を可能にすることである。不都合な動作状態は例えばカセットが既に記録を有しており，これをオーバライドしたり消去させてはいけない場合の記録動作である。」(3頁左上欄10行～17行)",
                      "text": [
                        "「許容されない動作状態は再生機能と関連して生じ得る。例えば自分で記録した磁気テープカセット上の情報が任意の人により再生され得るようにはしないで，正当な権限のある人によってのみ例えばパスワード又は暗証番号の入力後され得ることが個人のユーザとって重要なことである。例えばチャイルドプルーフな(子どものいたずらに対する保護の施された)手段を設け得る。更に許容されない動作状態は営業上の利用分野において，例えば事前記録されてビデオ磁気テープカセットの販売又はレンタルの際起こる。販売者又はレンタル業者にとって重要なことは例えば盗まれたカセットは全く再生不能状態となり，所定のレンタル料の払われたカセットが相応の回数の再生過程のみを可能とし，記録された情報の所定の部分のみが再生不能であることである。",
                        "上記課題は本発明によれば請求の範囲1の構成要件を備えたメモリ装置により解決される。」(3頁左上欄18行～右上欄9行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「次に本発明を図1～図3を参照して実施例を用いて詳述する。図1は下記の内容を表す。",
                        "図1は空らカセットの場合において前述の電子的メモリ装置のメモリ内容の実施例を示す。",
                        "図2は個人的なユーザより最初に使用されたカセットの場合における前述のメモリ装置のメモリ内容に対する実施例を示す。",
                        "図3はレンタル又は販売のため定められたカセットの場合において前述の電子的メモリ装置のメモリ内容の実施例を示す。",
                        "図4はメモリ装置の収容されている磁気テープカセットを示す。」(3頁右上欄10行～21行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「図1～図3に示すメモリは異なった長さを有するつながっている関連のあるユニットに分割されており，例えば，各8ビット長を有するバイト又はバイト群に分けられている。」(3頁右上欄22行～25行)",
                      "text": [
                        "「第1のバイト中にはそれ自体公知の容量で，カセット自体，カセット型式，含まれている磁気テープ長又はテープカセットの型式例えばここでは(16進法表示の場合X)x3fが含まれている。上記情報は可変でない。」(3頁左下欄1行～5行)",
                        "「第2バイト中にはカセットの利用についての情報が記憶されている。当該情報はカセットの最初の使用の際1度可変できる。しかる後は上記情報も可変でなくなる。",
                        "図1に示す空らカセットのメモリ内容の場合，例えば00が示されている。その際当該の識別子によっては同時にエントリの1度の可変が許可される。空らカセットの場合のにおけるメモリ内容の残部は重要性がなく，従って任意であり，例えば定数00である。",
                        "図2に示す，個人的ユーザにより最初にカムコーダ(camcorder)にて使用されたカセットメモリ内容が第2の位置にて例えばエントリによりマーキング表示されている。初めてVTRにて使用されたカセットは02によりマーキング表示され録音機にて最初に使用されるカセットは03でマーキング表示され得る。」(3頁左下欄6行～21行)",
                        "「図1および図2における次のメモリ領域は初期点，終端点，そのつどの記録の持続時間との組合せの表示のため用いられる。ここにおいては分および秒で表される初期時間と分および秒で表される終了時間と付加的に情報に対する複数のバイトからなるデータセットが示してある。磁気テープ上の記録のためそのようなデータセットが設けられている。それに対して例えば，レンタル又は販売のために定められた事前記録されたカセットは第2の箇所にてxffによりマーキング表現され得る。事前記録されたカセットの場合における図3に示すメモリ内容は次の点で差異がある即ち，第一の2つのバイトと，後続のデータセット間でさらなる情報箇所が挿入されている点で差異がある。上記のさらなる情報箇所は例えば次のような連続番号を有し，即ち所定のプログラムで記録されたカセットが一義的に識別され得る連続番号を有し，さらなるメモリ箇所にて例えば再生許可状態(権限付け)のモードについての情報が含まれる。」(3頁左下欄22行～右下欄14行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「次に，不都合な又は許されない動作状態の阻止を行わせる種々の動作作用手法に就いて説明する。",
                        "1．カセット空ら状態",
                        "不使用のカセット空ら状態の場合におけるメモリ内容が図1に示しである。第2メモリ領域における識別によっては上記メモリ領域を1度最初の記録の際変更させ得る。」(3頁右下欄15行～21行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「2．個人的に記録されたカセット",
                      "text": [
                        "第2のメモリ領域にてカセットが個人的使用のものであることが当該識別子により指示される場合次のメモリ領域の分割も規定される。」",
                        "「2．1記録上の保護",
                        "既に存在している記録の不本意乍らのオーバーライトないし消去の防止は次のようにして達成される，即ち実際のテープ位置とメモリにおけるエントリとの比較を記録装置が常に行うようにするのである。当該比較によりオーバーライトの可能性のないことが指示された際のみ記録機能がトリガされる。但しオーバーライトの可能性が発見されると，記録機能は全く阻止されるか，又は問い合わせおよび確認の後トリガされ得る。更に，個々の記録に対して記録機能の全くのブロッキングを付加データに対して設けられたメモリの箇所における相応のエントリにより行なわせることもできる。上記エントリはユーザによりレコーダ又はカムコーダにて相応の機能を用いて行われ得，再び除去され得る。もって，そのような前述の機能は実質的に遥かにフレキシブルな形態でこれまでの通常であった破断可能な舌片又はスライダの形の機械的な消去ブロッキングにとって替わる。」",
                        "「2．2チャイルドプルーフのブロック",
                        "さらなる機能はそれぞれの個々の記録に対する再生のブロックの初期の解放(レリーズ)である。このことは同様に付加データに対して設けられた箇所にてエントリにて行われ得る。そのようにして，正当な権限のないものに対する再生を例えば子どもによる不当な操作に対する防止保護の形態で阻止することができる。上記のエントリの簡単な変更を阻止するため，パスワード／識別番号を取り極め得る。それは同様に残りのデータとともにメモリ装置内に記憶できる。」",
                        "(以上，3頁右下欄22行～4頁右上欄3行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ク)",
      "subject": "「3．事前記録されたカセット",
      "text": [
        "事前記録されたカセットとしてマーキング表示されているカセットの場合，例えば基本的に再生のみをトリガし得るようにするとよく，それにより，不都合な消去が確実に阻止される。」(4頁右上欄4行～8行)",
        "「そのようなカセットの盗難の危険を低減するため，利用権限のため設けられた箇所にて特別なエントリが必要とされ得る(再生装置の再生機能がトリガされるために)。当該のエントリは例えばビデオレンタルショップの棚に据えられたカセットには存在し得ず，出納(チェックアウト)のところでのみ行われ得る。そのようなエントリは適当な機器を用いて操作され得るので，当該棚に陳列されたカセットにおいて当該内容に係わるデータセット全体を消去するのがさらに好適である。そのようなカセットは実際上無価値の状態におかれている。チェックアウト(出納)にてはじめて当該カセットは連続番号を用いて識別され，データセットは例えばコンピュータのメモリからリロードされる。」(4頁右上欄9行～22行)",
        "「基本的にカセットの再生を相応のエントリにより許可することのみが可能であるのみでない。更に，再生のためのための所定の機能のみを許可することもできる。",
        "コンパチブルのHDTV／TV記録の場合，例えば比較的分解能の低いTV再生のみを行うことが可能であり，ステレオ-およびサラウンド-サウンド付の記録の場合当該のサラウンド-サウンドの再生を阻止できる。更に，メモリ装置にて成るメモリ箇所を許可された再生回数に対するカウンタとして構成することもできる。」(4頁右上欄23行～左下欄8行)",
        "「事前記録されたカセットに対して典型的なエントリのほかに付加的に更に，ユーザによっては個人的に記録されたカセットの場合におけるように個々の再生ブロックを働かせ得る。カセットの返却がなされた後，そのようなブロックエントリは場合により暗証番号によりメモリ装置内に記憶され得る。但し上記ブロックエントリは返却後，又はチェックアウトにて新たな許可(付与)の際，全くブロック全体と共にメモリ装置から除去することが可能である。」(4頁左下欄9行～17行)"
      ]
    },
    {
      "fig": "(ケ)",
      "text": [
        "「4．高められた保護作用付の事前記録されたカセット(サブコードとの比較)。",
        "正当な権限のないものにより適当な補助手段を用いてメモリ装置の内容が改善される可能性がある。ことに許可(状態)を表示マーキングするメモリ箇所の内容が改善される可能性がある。高められた保護作用は次のようにして形成され得る，即ち，事前記録されたカセットの場合メモリ装置の内容全体又はそれの一部が，有効信号の記録と共に所謂サブコードとして記録されるようにするのである。メモリ装置の内容が記録されたサブコードと一致する際のみ再生がトリガされるようにすれば，再生のブロックのためにはメモリ装置の内容を1つ又は少数の個所で所期のように変化させるだけで事足りる。",
        "そのようなカセットは同様に許可に対して正当な権限のある者が自分に知られている個所にて記憶された情報を再び訂正するまで無価値なものである。有利にはメモリ装置の内容を暗号化したり，又はメモリ装置に1つの暗号化ユニットを配属する必要のないようにする。」(4頁左下欄18行～右下欄12行)"
      ]
    },
    {
      "fig": "(コ)",
      "subject": "「図4はケーシング付磁気テープカセットを有する。磁気テープカセットは2つの磁気テープリール8，9を有し該磁気テープリール上には1つの磁気テープ10が巻付けられている。更に磁気テープカセットは前述のメモリ装置11を有し，上記メモリ装置11は磁気テープカセットの外壁のほうに向いた側12にて磁気テープ装置内に設けられた書込および／又は読出装置に接続又は結合され得る。上記書込および／又は読出装置はインターフェースそして，又はメモリ装置から磁気テープ装置への又はその逆の方向への信号の伝送のための手段としてもちいられる。磁気テープ装置(図示せず)ではメモリ装置により受信された信号がデータ処理-および／又は制御ユニットにて処理ないし評価される。上記データ処理および／又は制御ユニットは前述のように動作モードブロックを制御する。」(4頁右下欄13行～5頁左上欄2行)"
    },
    {
      "fig": "(サ)",
      "text": [
        "「本発明によれば磁気テープ装置およびメモリ付カセットのさらなるブロックおよび解放が実施され得る。",
        "例えば一般的な記録ブロックはメモリ内で1つの特別の(ブロック)-ビットによりトリガされ得る。その際当該ビットは機械的なスライダ／ブレークオフタブに取って代わる。当該ビットはユーザによりセット又はレリーズされ得る。メモリ内にファイルされたカセットのビットマーキング，例えばレンタル／セールカセットのビットマーキングにより，基本的に不都合な記録がブロックされ得る。」(5頁左上欄3行～12行)",
        "「さらにテープ状態位置とUTOC(User  Table  of Conte-nt)における既存のエントリとの矛盾，相反の際問い合わせによる記録ブロックをトリガする固有のブロックモードが可能である。上記ブロックモードはセーフレコード(\"safe-record)機能とも称される。",
        "特定の記録ブロックはユーザによりUTOCにおける新たなエントリによってもセット又はレリーズされ得る。」(5頁左上欄13行～21行)",
        "「一般的な再生ブロックは次のような際のみ行われる，即ちUTOC内にエントリが存在する際および付加的なブロックがセットされていない際のみ行われる。ユーザは一般的にパスワード付／無しのカセット全体をブロック(アダルトビデオ)したり，又はパスワード付／無しのUOTCの各エントリに対する固有のブロックをトリガし得る。」(5頁左上欄22行～右上欄3行)",
        "「カセットに典型的なブロックは殊にセール／レンタルカセットの場合好適である。その際カセットの利用が許可されたとき，換言すれば“ビデオレンタル料支払済”ビットがセットされた際のみ再生が行われる。」(5頁右上欄4行～7行)"
      ]
    },
    {
      "fig": "(シ)",
      "text": [
        "「更なるブロッキング手法はメモリ内容と，磁気テープ上に記憶されたサブコートとの比較により実現される。",
        "例えば再生は次のような解除のみ行われる，即ち，サブコートの所定部分がメモリにおける所定のエントリと一致する際のみである。勿論，各カセットに番号付けをし，当該番号を一方ではメモリ内に可用にし，他方では各記憶ごとにサブコート中に記憶すると有利である。それによりカセットケーシング(＝メモリ)および記録されたテープが相互に関連し合うようになる。」(5頁右上欄8行～18行)"
      ]
    },
    {
      "fig": "(ス)",
      "text": [
        "「次に暗号化によるブロッキング／レリーズ手順について説明する。",
        "基本的にカセット番号および幾つかのさらなる情報例えば“ビデオレンタル料支払済”が存在しているものとし，つまり64ビット，換言すれば2＊10exp19のバリエーションが存在するものとする。さらにトラップドア(TrapDoor)-および／又はアバランシュ(Avalanche)機能による暗号化手順-(プロセデュア)が与えられているものとし，各レコーダは暗号化を行い得るチップを含む。トラップドア(Trapdoor)の意味するところは，平文(クリアテキスト)から容易にコード化テキストf(x)が計算され得る。",
        "これに反しXはF8xからXはさして困難なく計算され得るわけではない，アバランシュ手段の意味するところは平文におけるわずかな変化によりコード化テキストにおける大きな変化が生ぜしめられることである。」(5頁右上欄19行～左下欄10行)",
        "「サブコートにより読出されたコード化テキストf′(x)がメモリの平文から実際に暗号化されたコード化テキストf(x)と一致する際のみ再生がトリガされ得る。よって，メモリにおける関連箇所にてわずかな変更があっただけでも再生は直ちに不可能にされる。」(5頁左下欄11行～15行)",
        "「記録ブロックの際暗号化は公知のシリアルコピーマネージメント(SerialCopyManagement)の著しい改善を意味する。メモリからの平文Xおよび再生カセットのサブコートからのコード化テキストf’(x)はデジタルインターフェースを介して記録するレコーダに伝送される，例えば2x64ビットが伝送される。伝送されたXから新たに計算されたコード化テキストf(x)が同様に伝送されたコード化f’(x)と一致する際のみ記録を行うレコーダは記録にスイッチングする。",
        "Xおよびf’(x)に対して単にわずかな操作加工をするだけでは例えば1ビットを反転する位のことだけでは本来許可されていない記録が可能になるということはない。記録を行うレコーダはサブコートにて新たなコード化テキストを記録し，上記コード化テキストは実際のカセット番号に属し，そして実際の(そして場合により変化された)阻止ビットに属するものである。」(5頁左下欄16行～右下欄8行)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "前記アの記載事項によれば，甲1には，①従来の磁気テープカセットは，電子的メモリ装置，電子的接続素子，記録および再生装置による可制御手段を有し，その都度実際のテープ状態位置を記憶し，場合により，磁気テープカセット自体及び磁気テープに係る付加的な特性データを記憶していたが，付加的データは，例えばカセットの非可変の機械的又は磁気的特性のようなテープ又はカセット-パラメータを反映する固定データであり，当該データを変えたり又は当該データにより「記録および／又は再生機能」に直接影響を及ぼしたり，阻止することはされなかったこと(前記ア(イ))，②「本発明」の基礎を成す課題は，磁気テープカセットを記録および再生装置内に装着した際，所定の記録担体ないし所定の磁気テープカセットと関連して「不都合な動作状態」(例えば，既に記録を有しているカセットにおけるオーバライト(上書き)や消去といった記録動作)又は「許容されない動作状態」(例えば，正当な権限のない者による再生動作)を確実に阻止し，所望の又は許容された動作状態を可能にすることにあること(前記ア(ウ))，③「本発明」は，上記課題を解決する手段として，磁気テープカセット用メモリ装置において，制御データを含んでおり，制御データによって「記録および／又は再生機器」の動作モードの選択的ブロッキングが可制御とする構成を採用したこと(前記ア(ア)及び(ウ))の開示があることが認められる。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "相違点1の認定の誤りについて",
              "text": [
                "原告は，甲1記載の「更なるブロッキング手法」は，「事前記録されたカセット」と同様に，「個人的に記録されたカセット」においても適用し得ること，引用発明1(「個人的に記録されたカセット」による発明)において，「更なるブロッキング手法」を採用することにより，「カセット番号」(シリアルナンバー)が，一方ではメモリ内に記録され，他方では磁気テープ上のサブコード中に記録され，メモリと磁気テープとに「テープカセットの識別情報」(構成要件C)である「カセット番号」の情報が記録され，両者が一致する場合にのみ再生がトリガされる制御を行うことができることの開示があることからすると，引用発明1は，構成要件C及びDに相当する構成(相違点1に係る本件発明の構成)を備えているといえるから，本件審決の相違点1の認定に誤りがある旨主張するので，以下において判断する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "甲1の記載事項(前記(2)ア(エ)，(オ)，(キ)，図2，3)を総合すると，甲1には，①「第2バイト」の識別子により「次のメモリの領域」の分割が規定され，「個人的に記録されたカセット」の場合は，「次のメモリの領域」(第3バイト以降)は初期時間と終了時間と付加的に情報に対する複数のバイトからなる「データセット」の領域となるのに対し，「事前記録されたカセット」の場合は，「第2バイト」と「データセット」との間で「さらなる情報箇所」の領域が挿入されている点でメモリ領域の構成に差異があること，②「さらなる情報箇所」は「カセットが一義的に識別され得る連続番号」を有すること，③「事前記録されたカセット」のメモリ内容を示す図3には，「さらなる情報箇所」に相当する第3バイト及び第4バイトに「シリアルナンバー」が表示されていることの記載があることが認められる。",
            "上記記載によれば，「個人的に記録されたカセット」のメモリ領域には，「シリアルナンバー」が記録される「さらなる情報箇所」の領域が存在しないものといえる。また，甲1全体をみても，「カセットが一義的に識別され得る連続番号」が「さらなる情報箇所」以外のメモリ領域に記録されることについての記載はない。",
            "そうすると，仮に甲1にサブコードとの比較による「更なるブロッキング手法」が「事前記録されたカセット」の場合に限られない旨の開示があるとしても，「個人的に記録されたカセット」のメモリに「シリアルナンバー」を記録されるものと理解することはできない。",
            "したがって，引用発明1は「前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶される」との構成(構成要件C)を備えているものといえないから，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "以上によれば，引用発明1は本件発明の構成要件C及びDに相当する構成を備えているものとは認められない点で本件発明と相違するから，本件審決における相違点1の認定には誤りがない。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "相違点2の認定の誤りについて",
              "text": [
                "原告は，本件審決が，引用発明1における第2バイトの情報は，「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)に該当せず，また，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)にも該当しないから，引用発明1は構成要件E及びFに相当する構成(相違点2に係る本件発明の構成)を備えていない旨認定したのは誤りである旨主張するので，以下において判断する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "本件発明の「用途識別情報」の意義について",
          "text": [
            "本件発明の特許請求の範囲(請求項2)には，「読み出し専用とされるROM領域として設定された記憶領域」に「前記テープカセットに対応した用途を示す用途識別情報」が記憶されている(構成要件E)との記載がある。上記記載から，本件発明の用途識別情報は，「テープカセットに対応した用途」を示す情報であることを理解できる。",
            "そして，請求項1に「前記用途識別情報は，ユーザが改変することができず，前記磁気テープに対して，制約なしに記録再生可能，再生専用，追加記録または再生のみ可能，排出待機状態に移行，のいずれかとされ」との記載があることに照らすと，本件発明の用途識別情報における「テープカセットに対応した用途」には，「制約なしに記録再生可能，再生専用，追加記録または再生のみ可能」が含まれるものと理解できる。",
            "次に，本件明細書の「発明の詳細な説明」には，「本発明の記録媒体は，メモリに対してテープカセットに対応した用途を指示する用途識別情報が記憶されているので，装填されたテープドライブ装置に対して当該記録媒体の用途を示すことができる。」(【0011】)，「図21は本実施の形態における一例として，リモートメモリチップ4のフィールドFL11に格納される用途識別情報としてのウォームフラグについて説明する図である。この図には，用途番号「0」から「2」，及びその他の例が示されているが，テープストリーマドライブ10ではこの用途番号に基づいて，記録，再生動作に制限を加えることになる。」(【0110】)，「このようなウォームフラグの用途番号は，テープカセット1がテープストリーマドライブに装填されたときに，システムコントローラ10の制御によって検出され，それ以降，用途番号に基づいてテープストリーマドライブの各種動作制御が行われる。」(【0117】)との記載がある。",
            "以上の本件発明の特許請求の範囲(請求項2)の記載，請求項1の記載及び本件明細書の記載に鑑みると，本件発明の「用途識別情報」は，テープドライブ装置に対して，テープカセットの用途に対応した記録動作又は再生動作の制御内容を示す情報であるものと解される。"
          ]
        },
        {
          "fig": "イ",
          "subject": "構成要件Fの「追加記録または再生のみ可能」の意義について",
          "text": [
            "本件発明の特許請求の範囲(請求項2)には，構成要件Fの「前記用途識別情報」は，「前記磁気テープに対して追加記録または再生のみ可能とされている」にいう「追加記録または再生のみ可能」との用語の意義を規定した記載はない。一方で，請求項1に「前記用途識別情報」は，「制約なしに記録再生可能，再生専用，追加記録または再生のみ可能，排出待機状態に移行，のいずれかとされ」との記載があることに照らすと，本件特許の特許請求の範囲の記載の全体をみると，「再生のみ可能」を意味する「再生専用」の語と「追加記録または再生のみ可能」の語を別の類型の用途として区別して用いられていることが理解できる。",
            "次に，本件明細書の「発明の詳細な説明」には，「同一の記録エリアにおいて，一度だけのデータ記録を行うことができるようにされている記録媒体が知られている。このような記録媒体は記録を行った後は追加記録または再生専用の記録媒体として用いられるので，例えばWORM(Write  Once  Read  Many)と呼ばれている。」(【0002】)，「用途番号が「1」である場合は，例えばデータ配布，ファームウエア更新などを目的としたテープカセット1であることを示す。この場合，テープカセット1は再生専用のものとして識別される。」(【0111】)，「また用途番号が「2」である場合は，例えばWORMを目的としたテープカセット1であることを示す。この場合，記録されているデータを保守するために，記録に関しては，例えばパーティション内における最終記録位置を記録開始位置とした記録(追加記録)のみが許可される。すなわち，例えば上書き，消去などといった既に記録されているデータの更新を行う動作は禁止されることになる。したがって，用途番号「2」が設定されているテープカセット1に対しては追加記録または再生動作のみが許可される。」(【0112】)との記載がある。上記記載から，本件明細書においても，「再生のみ可能」を意味する「再生専用」の語と「追加記録または再生のみ可能」の語を別の類型の用途として区別して用いられていることが理解できる。",
            "以上によれば，構成要件Fの「追加記録または再生のみ可能」は，「追加記録」又は「再生」の双方のみが可能となる場合を指すものであり，これには，再生のみ可能となる場合(「再生専用」)を含まないと解すべきである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "引用発明1の「第2バイト」の情報の構成要件F該当性について",
          "text": [
            "原告は，「個人的に記録されたカセット」においては，オーバーライトの可能性がない場合には記録が可能とされ，オーバーライトの可能性が発見された場合には，3つの態様(①「記録機能は全く阻止される」，②「問い合わせおよび確認の後トリガされ得る」，③「更に個々の記録に対して記録機能の全くのブロッキングを付加データに対して設けられたメモリの箇所における相応のエントリにより行なわせることもできる」)のいずれかによって「既に存在している記録の不本意乍らのオーバーライトないし消去の防止」が図られること，そのうちの①の「記録機能は全く阻止される」の態様の場合には，第2バイトの情報によって，カセット全体について「追加記録または再生のみ可能」という用途に応じた記録の制御が行われることが記載されているとして，引用発明1の第2バイトの情報(「x01」)は，「追加記録または再生のみ可能」という用途を指示する「用途識別情報」(構成要件F)に該当する旨主張する。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "そこで検討するに，甲1の記載事項(前記(2)ア(ア)，(エ)ないし(キ)，図2)によれば，甲1には，①甲1記載の「磁気テープカセット用メモリ装置」は「制御データを含んでおり，該制御データによっては記録および／又は再生機器の動作モードの選択的ブロッキングが可制御であることを特徴とする」こと(請求の範囲1項)，②「個人的に記録されたカセット」の場合，「第2のメモリ領域にてカセットが個人的使用のものであることが当該識別子により指示される場合次のメモリ領域の分割も規定」され，また，第2バイトの「次のメモリ領域」(第3バイト以降)には，初期時間及び終了時間と付加的に情報に対する複数のバイトからなるデータセットが設けられていること，③個人的に記録されたカセット」の「2．1記録上の保護」として，「既に存在している記録の不本意乍らのオーバーライトないし消去の防止は次のようにして達成される，即ち実際のテープ位置とメモリにおけるエントリとの比較を記録装置が常に行うようにするのである。当該比較によりオーバーライトの可能性のないことが指示された際のみ記録機能がトリガされる。但しオーバーライトの可能性が発見されると，記録機能は全く阻止されるか，又は問い合わせおよび確認の後トリガされ得る」こと，④個人的に記録されたカセット」の「2．2チャイルドプルーフのブロック」として，「さらなる機能はそれぞれの個々の記録に対する再生のブロックの初期の解放(レリーズ)である。このことは同様に付加データに対して設けられた箇所にてエントリにて行われ得る。そのようにして，正当な権限のないものに対する再生を例えば子どもによる不当な操作に対する防止保護の形態で阻止することができる」ことが記載されているものと認められる。",
        "上記記載を総合すれば，甲1には，「個人的に記録されたカセット」の「第2バイト」(第2のメモリ領域)に記憶されている識別子によりカセットが「個人的使用のもの」であることが指示され，それに対応した用途として記録及び再生の双方が可能となることを前提として，第2バイトの「次のメモリ領域」(第3バイト以降)に設けられた「エントリ」によって「既に存在している記録の不本意乍らのオーバーライトないし消去の防止」といった記録再生機器の記録動作の制御や「正当な権限のないもの」に対する「再生のブロック」といった記録再生機器の再生動作の制御を可能(「可制御」)としたことが開示されているものと認められる。",
        "そうすると，引用発明1(「個人的に記録されたカセット」による発明)の「第2バイト」に記憶されている情報(「x01」)は，記録再生機器に対して，記録及び再生の双方が可能というカセットの用途に対応した記録動作又は再生動作の制御内容を示す情報に相当するものといえるから，本件発明の「用途識別情報」に該当することが認められる。",
        "また，甲1の記載事項(前記(2)ア(キ)，図2)によれば，引用発明1においては，追加記録のみ可能，すなわち，上書き禁止の制御は，「第2バイト」の次のメモリ領域(第3バイト以降)の付加データに対して「エントリ」(図2記載の第13バイトの「付加データ  本例  オーバライト阻止」)を設けることによって行われていることからすると，第2バイトの「x01」は，「追加記録または再生のみ可能」の用途を示すものとはいえない。",
        "さらに，「個人的に記録されたカセット」においては，「既に存在している記録の不本意乍らのオーバーライトないし消去の防止」の態様として，②及び③の態様もあり得ることに照らすと，「個人的に記録されたカセット」であることを示す第2バイトの識別子のみによって，①ないし③の態様を区別することは困難である。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "以上によれば，引用発明1の第2バイトの情報(「x01」)は，「追加記録または再生のみ可能」という用途を指示する情報であるとの原告の前記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "以上によれば，引用発明1は，構成要件Fの「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」に相当する構成を備えていない点において，本件発明と相違するから，結論において，本件審決における相違点2の認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点1及び2の認定に誤りはないから，本件発明は引用発明1と同一の発明であるとはいえないとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ],
              "content": [
                {
                  "fig": "2",
                  "subject": "取消事由2(引用発明1に基づく本件発明の容易想到性の判断の誤り)について"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1の容易想到性の判断の誤りについて",
              "text": [
                "原告は，甲1に「事前記録されたカセット」について，「更なるブロッキング手法」として，カセット番号が，一方ではメモリ内に記録され，他方では磁気テープ上のサブコード中に記録され，両者が一致する場合にのみ再生がトリガされる制御が行われること，「正当な権限のないものにより適当な補助手段を用いてメモリ装置の内容が改ざんされる可能性がある」ことの記載があること，「正当な権限のないものによりメモリ装置の内容が改ざんされる可能性」は，「個人的に記録されたカセット」においても存在することからすると，引用発明1に「事前記録されたカセット」における上記手法を採用する動機づけがあるから，当業者は，引用発明1に「更なるブロッキング手法」を採用することにより，相違点1に係る本件発明の構成(「前記メモリ及び前記磁気テープに前記テープカセットの識別情報が記憶され」，「該二個の識別情報が一致していると判別された場合は記録，再生動作を実行させることができ，前記二個の識別情報が一致していないと判別された場合は記録，再生動作を実行させることができないこととされ」ている構成)を容易に想到することができたものであるから，本件審決における相違点1の容易想到性の判断には誤りがある旨主張する。",
                "しかしながら，前記1(3)アで説示したとおり，甲1には，「事前記録されたカセット」の「さらなる情報箇所」のメモリ領域(図3の第3バイト及び第4バイト)に「カセットが一義的に識別され得る連続番号」である「シリアルナンバー」が表示されていることの記載があるが，一方で，「個人的に記録されたカセット」のメモリ(図2)には「さらなる情報箇所」のメモリ領域が存在しない。また，甲1全体をみても，「カセットが一義的に識別され得る連続番号」が「さらなる情報箇所」以外のメモリ領域に記録されることについての記載はない。",
                "そうすると，仮に甲1にサブコードとの比較による「更なるブロッキング手法」が「事前記録されたカセット」の場合に限られない旨の開示があるとしても，甲1に接した当業者においては，「個人的に記録されたカセット」のメモリに「シリアルナンバー」(本件発明の「テープカセットの識別情報」)を記録し得るものとは理解しないから，引用発明1に相違点1に係る本件発明の構成を適用することを容易に想到することができたものと認めることはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点1の容易想到性の判断に誤りはないから，その余の点について判断するまでもなく，本件発明は甲1に記載された発明(引用発明1)に基づいて容易に想到することができたものではないとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由3(引用発明2に基づく本件発明の新規性の判断の誤り)について",
                  "text": [
                    "原告は，本件審決が，引用発明1における第2バイトの情報は，「メモリの読み出し専用とされるROM領域として設定された記憶領域」及び「磁気テープ」に記憶されている「用途識別情報」(構成要件E)に該当せず，また，「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」(構成要件F)にも該当しないから，引用発明1は構成要件E及びFに相当する構成(相違点3に係る本件発明の構成)を備えていない旨認定したのは誤りである旨主張するので，以下において判断する。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲1の記載事項(前記1(2)ア(ア)，(エ)ないし(ク)，図3)によれば，甲1には，①甲1記載の「磁気テープカセット用メモリ装置」は「制御データを含んでおり，該制御データによっては記録および／又は再生機器の動作モードの選択的ブロッキングが可制御であることを特徴とする」こと(請求の範囲1項)，②「事前記録されたカセット」(レンタル又は販売のため定められたカセット)の場合，「メモリ内容」は(「個人的に記録されたカセット」の場合と)「次の点で差異がある即ち，第一の2つのバイトと，後続のデータセット間でさらなる情報箇所が挿入されている点で差異がある。上記のさらなる情報箇所は例えば次のような連続番号を有し，即ち所定のプログラムで記録されたカセットが一義的に識別され得る連続番号を有し，さらなるメモリ箇所にて例えば再生許可状態(権限付け)のモードについての情報が含まれる」こと，③「第2バイト」に「事前記録されたカセットとしてマーキング表示されているカセットの場合」，「例えば基本的に再生のみをトリガし得るようにするとよく，それにより，不都合な消去が確実に阻止される」こと，④「そのようなカセットの盗難の危険を低減するため，利用権限のため設けられた箇所にて特別なエントリが必要とされ得る(再生装置の再生機能がトリガされるために)」こと，⑤「基本的にカセットの再生を相応のエントリにより許可することのみが可能であるのみでない。更に，再生のためのための所定の機能のみを許可することもできる」こと，⑥「事前記録されたカセットに対して典型的なエントリのほかに付加的に更に，ユーザによっては個人的に記録されたカセットの場合におけるように個々の再生ブロックを働かせ得る。カセットの返却がなされた後，そのようなブロックエントリは場合により暗証番号によりメモリ装置内に記憶され得る。但し上記ブロックエントリは返却後，又はチェックアウトにて新たな許可(付与)の際，全くブロック全体と共にメモリ装置から除去することが可能である」ことが記載されている。",
                "上記記載を総合すれば，甲1には，「事前記録されたカセット」の「第2バイト」(第2のメモリ領域)に記憶されている識別子によりカセットが「レンタル又は販売のため定められたカセット」であることが指示され，それに対応した用途として再生のみが可能となること(「基本的に再生のみをトリガし得るようにすること」)，カセットの盗難の危険を低減するため，利用権限のため設けられた箇所(メモリ領域)の「特別なエントリ」によりカセットの再生を許可し得るようにすること，典型的なエントリのほかに付加的に更に，ユーザによっては個人的に記録されたカセットの場合におけるように個々の再生ブロックを働かせ得ることが開示されているものと認められる。",
                "そうすると，引用発明2(「事前記録されたカセット」による発明)の「第2バイト」に記憶されている情報(「xff」)は，記録再生機器に対して，再生のみ可能というカセットの用途に対応した記録動作又は再生動作の制御内容を示す情報に相当するものといえるから，本件発明の「用途識別情報」に該当することが認められるが，一方で，構成要件Fの「追加記録または再生のみ可能」とされている「用途識別情報」に該当するとは認められない。",
                "したがって，引用発明2の第2バイトの情報(「xff」)は，「追加記録または再生のみ可能」という用途を指示する情報であるものと認めることはできないから，原告の前記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，「WORM」は磁気テープカセットの用途として周知の用途(例えば，甲15ないし18)であることからすると，甲1には，「事前記録されたカセット」の用途を「WORM」(「追加記録または再生のみ可能」)として設定することも実質的に記載されているに等しい旨主張する。",
                "しかしながら，仮に原告が述べるように「WORM」は磁気テープカセットの用途として周知の用途であるとしても，「事前記録されたカセット」は，「レンタル又は販売のため定められたカセット」に対応した再生のみ可能という用途に用いられるカセットであるから，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，引用発明2は，構成要件Fの「ユーザが改変することができず，前記磁気テープに対して追加記録または再生のみ可能」とされている「用途識別情報」に相当する構成を備えていない点において，本件発明と相違するから，結論において，本件審決における相違点3の認定に誤りはない。",
                "したがって，本件発明は引用発明2と同一の発明であるとはいえないとした本件審決の判断に誤りはないから，原告主張の取消事由3は理由がない。"
              ],
              "content": [
                {
                  "fig": "4",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。したがって，原告の請求は棄却されるべきものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}