{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-880020号事件について平成29年11月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，意匠に係る物品の名称を「コート」とし，その形態を別紙意匠公報写しの図面記載のとおりとする登録第1537464号意匠(以下「本件登録意匠」という。)の意匠権者である。",
                "本件登録意匠は，平成27年1月30日に意匠法4条2項の適用を申請して登録出願したものであり(意願2015-1810)，同年10月9日に設定登録を受けたものである(以下，同出願を「本件意匠登録出願」，同登録を「本件意匠登録」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成28年10月18日，本件意匠登録に対する無効審判を請求し，特許庁はこれを無効2016-880020号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年11月21日，本件意匠登録を無効とする旨の審決(以下「本件審決」という。)をし，その謄本は，同月30日に原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年12月27日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書の写しに記載のとおりであるが，これを要約すると，次のとおりである(ただし，本件訴訟の争点と関連する部分のみを掲記する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告(請求人)が主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由3",
                  "text": [
                    "本件登録意匠は，その出願前に公然知られた意匠，頒布された刊行物に記載された意匠又は電気通信回線を通じて公衆に利用可能となった意匠(審判甲13の1及び2並びに甲36の1及び2に掲載された意匠。以下「引用意匠」という。なお，審判甲13の1及び2は，本件訴訟においては，被告から乙10の1及び2として提出されている。)に類似する意匠であり，意匠法3条1項3号の規定により意匠登録を受けることができないものであるので，同法48条1項1号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由4(創作容易-3)",
                  "text": [
                    "本件登録意匠は，その出願前に公然知られた意匠(引用意匠)に基づいて，当業者が容易に創作できた意匠であり，意匠法3条2項の規定により意匠登録を受けることができないものであるので，同法48条1項1号に該当し，無効とすべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件登録意匠(甲1の1，本件審決「別紙第1」参照)",
              "text": [
                "本件登録意匠は，意匠法4条2項の規定の適用を受けようとして，平成27年1月30日に意匠登録出願され，同年10月9日に意匠権の設定の登録がなされたものであり，意匠に係る物品を「コート」とし，その形状，模様若しくは色彩又はこれらの結合(以下「形態」ともいう。)は，願書の記載及び願書に添付された図面代用写真に現されたとおりのものである。",
                "本件登録意匠は，フードやファーを有する女性用の「コート」であって，その形態は，以下のとおりである。",
                "すなわち，全体がコート本体部(以下「コート本体部」を単に「本体部」という。)，フード部，袖部により構成されたもので，袖部の両先端部及びフード部の開口部周縁に沿ってファーが設けられたものである。",
                "本体部は，全体を略筒状とし，膝丈くらいまでのミディアム丈で，本体部の左右の輪郭が裾方向に向かってやや窄まったもので，正面側が重なる前合わせで，合わせ部の内側が外側から見えない比翼仕立てであって，正面側のウエスト付近よりやや下方寄りに左右対称に水平状に略横長長方形状のポケットのフラップ(以下単に「フラップ」という。)を配し，背面側のやや下方寄りに太幅帯状の飾りベルト部を配し，袖部は，全体を細幅の略円筒形状とした長袖で，ファーを含めた先端部が背面側のベルト部より下方まで延び，袖口に，ファーを含めた袖全体の長さの約1／6の長さでボリュームのあるファーを設けたもので，フード部は襟口付近から背面側に突出するように側面視略三角形状に設けられ，フード部の開口部周縁に沿ってボリュームのあるファーが設けられ，フード部，フード部のファー，袖口のファーはそれぞれ取り外して使用することができるものであり，全てを取り外した状態で使用することもできるものである。また，袖口のファーは取り外して襟に取り付けることができるものである。",
                "そして，その色彩は，本体部と袖部及びフード部が紺色で，フード部のファーと，袖口のファーはいずれも焦げ茶色である。",
                "「フードを外した状態の斜視図」及び「ネックにファーを取り付けた状態の斜視図」が示されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用意匠(本件審決「別紙第2」参照)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審判甲13の1及び2(本件訴訟における乙10の1及び2。以下同じ。)は，原告(被請求人)がインターネットにより，販売のためにその商品の写真を掲載した頁の画面をプリントアウトしたものの写しであって，そこには，原告のブランド「Apuweiser-riche」の「コクーンコート」(メーカー品番：24422350)という商品名の商品が掲載されている。そのカラーバリエーションの欄には，白，オフ白及び紺の3色のコートが掲載されている。",
                        "甲36の1は，インターネットアーカイブ「Wayback  Machine」による，原告商品「【Arpege  story限定】コクーンコート」の商品紹介のウェブサイトの平成26年(2014年)の保存記録(1頁)と，同年11月29日に公開されていたものとして記録，提供されているものの抜粋(2頁)であって，その第2頁には，審判甲13の1と同じ「コクーンコート」(メーカー品番：24422350)が掲載されている。そして，当該頁の「Detail  アイテム詳細」に示されている各画像は，クリックすることにより上側のコートを着ている女性の画像に替えてそこに掲載された画像を拡大表示させることができるもので，それらの画像は，審判甲13の1のものと同じ画像であると認めることができる。",
                        "そして，甲36の2は，甲36の1の2頁の一部を拡大したもの(1頁から2頁)と，甲36の1の2頁下の「Detail  アイテム詳細」の縦3列横5列の画像のうち上列左端の一つと最下列右側の三つを除いた11の画像を大きく表示させたものである。",
                        "以上のとおり，「コクーンコート」(メーカー品番：24422350)に関し，甲36の2の内容が審判甲13の1及び2の内容と一致することから，当審は，審判甲13の1及び2に表された意匠が本件登録意匠の出願前にインターネットで公開されたものであると認める。",
                        "そこで，かかる意匠のうち，「白」と「紺」は正面からの一態様のみであるため，全方向を表し，変化の態様も表した「DETAILアイテム詳細」の「オフ白」と記載されているオフホワイトの商品に係る意匠を無効理由3の引用意匠として認定し，以下，本件登録意匠と対比し，類否について判断する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用意匠の形態については，以下のとおりのものであると認める。",
                      "text": [
                        "すなわち，全体が本体部，フード部，袖部により構成されたもので，袖部の両先端部及びフード部の開口部周縁にファーが設けられたものである。",
                        "本体部は，全体を略筒状とし，膝丈くらいまでのミディアム丈で，本体部の左右の輪郭が裾方向に向かってやや窄まっており，正面側が重なる前合わせで，合わせ部の内側が外側から見えない比翼仕立てであって，正面側のウエスト付近よりやや下方寄りに左右対称に水平状に略横長長方形状のフラップを配し，背面側のやや下方寄りに太幅帯状の飾りベルト部を配し，袖部は，全体を細幅の略円筒形状とした長袖で，ファーを含めた袖口先端部が背面側のベルト部より下方まで延び，袖口に，ファーを含めた袖全体の長さの約1／6の長さでボリュームのあるファーを設けたもので，フード部は襟口付近から背面側に突出するように側面視略三角形状に設けられ，フード部の開口部周縁に沿ってボリュームのあるファーが設けられ，フード部，フード部のファー，袖口のファーはそれぞれ取り外して使用することができるものであり，全てを取り外した状態で使用することもできるものである。また，袖口のファーは取り外して襟に取り付けることができるものである。",
                        "そして，その色彩は，本体部と袖部及びフード部がオフホワイトで，フード部のファー，袖口のファーはいずれもベージュである。",
                        "変化の態様として，「ブローチを付け，ファーの付いたフードを付け，袖にファーを付けた状態」，「ブローチを付けず，フードを付け，フードと袖のファーを外した状態」，「ブローチを付け，フードを外し，袖にファーを付けた状態」，「ブローチを付け，フードを外し，袖のファーを外した状態」及び「ブローチを付けず，袖のファーを外し，ネックにファーを付けた状態」が示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件登録意匠と引用意匠の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "意匠に係る物品",
                      "text": [
                        "両意匠はいずれも「コート」であるから，意匠に係る物品は一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "形態における共通点",
                      "text": [
                        "両意匠は，",
                        "(A)全体が本体部，フード部，及び袖部により構成されたもので，フード部の開口部周縁部，及び袖口にファーを設けた点，",
                        "(B)本体部は，全体を略筒状とし，膝丈くらいまでのミディアム丈で，左右の輪郭が裾方向に向かってやや窄まったもので，正面側が重なる前合わせで，合わせ部の内側が外側から見えない比翼仕立てであって，正面側のウエスト付近よりやや下方寄りに左右対称に水平状に略横長長方形状のフラップを配し，背面側のやや下方寄りに太幅帯状の飾りベルト部を配したものである点，",
                        "(C)袖部は，全体を細幅の略円筒形状とした長袖で，ファーを含めた先端部が背面側のベルト部より下方まで延び，袖口に，ファーを含めた袖全体の長さの約1／6の長さでボリュームのあるファーを設けたものである点，",
                        "(D)フード部は，襟口付近から背面側に突出するように側面視略三角形状に設けられ，フード部の開口部周縁に沿ってボリュームのあるファーが設けられたものである点，",
                        "(E)フード部，フード部のファー，袖口のファーはそれぞれ取り外して使用することができるものであり，全てを取り外した状態で使用することもできるものであって，また，袖口のファーは取り外して襟に取り付けることができるものである点，",
                        "において主に共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "形態における差異点",
                      "text": [
                        "本件登録意匠は，本体部と袖部及びフード部が紺色で，フード部のファー，袖口のファーはいずれも焦げ茶色であるのに対して，引用意匠は，本体部と袖部及びフード部がオフホワイトで，フード部のファー，袖口のファーはいずれもベージュであるから，両意匠には色彩について，主な差異が認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "両意匠の類否判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共通点",
                      "text": [
                        "共通点(A)については，全体を本体部，フード部，袖部によって構成し，フード部の開口部周縁，袖口にファーを設けたもので，両意匠の形態の骨格を形成している。本体部，フード部及び袖部から成る構成そのものは，普通に見られる態様であって，それのみでは両意匠に強い共通感を与えるものとはいえないが，そのフード部の開口部周縁及び袖口にファーを設けた態様は，コート全体に統一感を生み，その点で両意匠の強い共通感を需要者に与えるものといえるから，両意匠の類否判断に影響を与えるものである。",
                        "次に，共通点(B)について，本体部が，全体を略筒状とし，膝丈くらいまでのミディアム丈で，左右の輪郭が裾方向に向かってやや窄まったもので，正面側が重なる前合わせで，合わせ部の内側が外側から見えない比翼仕立てであって，正面側のウエスト付近よりやや下方寄りに左右対称に水平状に略横長長方形状のフラップを配し，背面側のやや下方寄りに太幅帯状の飾りベルト部を配した態様について，本体部の態様は，両意匠の骨格をなすものであるから，意匠の全体観察においては，その共通性が見る者に与える印象が強く，両意匠の類否判断に影響を与えるものである。",
                        "また，共通点(C)の袖部について，全体を細幅の略円筒形状とした長袖で，ファーを含めた袖口先端部が背面側のベルト部より下方まで延び，袖口に，ファーを含めた袖全体の長さの約1／6の長さでボリュームのあるファーを設けた態様については，ファーにボリュームを持たせた態様が特徴的といえるもので，両意匠に共通する印象を与えるものといえ，両意匠の類否判断に影響を与えるものといえる。",
                        "そして，共通点(D)についても，フード部は，襟口付近から背面側に突出するように側面視略三角形状に設けられ，フード部の開口部周縁に沿ってファーが設けられた態様は，見る者に両意匠が共通する印象を醸し出すもので，フード部の開口部周縁にボリュームのあるファーがある点が需要者の注意を惹く部分といえるもので，前記共通点(C)の袖部の態様とあいまって両意匠の類否判断にある程度の影響を与えるものといえる。",
                        "さらに，共通点(E)のフード部，フード部のファー，袖口のファーはそれぞれ取り外して使用することができるものである点についても，一つ一つは部分的な共通点ではあるが，フード部やファーを取り外して使用したりすることによって，変化する態様で使用するバリエーションが増えるものであるから，需要者の注意を惹く部分といえるもので，共通した印象が増すものといえるから，他の共通点ともあいまって，両意匠の類否判断に影響を与えるものといえる。",
                        "そうすると，前記共通点(A)ないし(D)に係る態様は，それらが相乗して生じる視覚的な効果をも考慮すれば，基本的な造形や特徴における共通性が極めて高く，需要者に共通の美感を強く起こさせ，とりわけ，共通点(B)の本体部の態様，共通点(C)及び共通点(D)のファーの印象が両意匠の類否判断に与える影響は大きく，また，共通点(E)に係る態様は，それのみでは両意匠の類否判断に与える影響が大きいとはいえないが，共通点(A)ないし(D)とあいまって需要者に共通の美感を起こさせるものであるから，共通点(A)ないし(E)の共通点が両意匠の類否判断を決定付けるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "差異点",
                      "text": [
                        "これに対し，差異点が両意匠の類否判断に及ぼす影響は微弱に留まり，両意匠の共通する美感を凌駕するまでのものとはいえない。",
                        "すなわち，唯一の差異点である色彩の差異については，本体部，袖部及びフード部と，フード部及び袖口のファーを，彩度及び明度の差異を含めて，本件登録意匠のように色相を変更することも，引用意匠のように色相を変更せず同系色とすることも，この種のコートの分野においては，いずれもありふれた態様といえるもので，様々なカラーバリエーションがあることが普通であるから，その色彩の差異がさほど注意を惹くものとはいえず，実施において，同一商品の色違い(カラーバリエーション)との認識を与える程度の差異といえるもので，その差異が両意匠の類否判断に大きな影響を与えるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，両意匠は，意匠に係る物品が一致し，形態においては，前記差異点を考慮しても，その視覚に訴える意匠的効果としては，とりわけ共通点(A)ないし(E)が両意匠の類否判断に与える影響が大きく，共通点が生じさせる効果が差異点のそれを凌駕し，意匠全体として需要者に共通の美感を起こさせるものであるから，類似するものといえ，本件登録意匠は，本件意匠登録の出願前に電気通信回線を通じて公衆に利用可能となった引用意匠に類似する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "新規性喪失の例外規定(意匠法4条2項)の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件登録意匠は，意匠法4条2項の規定の適用を受けようとして，平成27年1月30日に意匠登録出願されたものであり，同年2月26日付けで新規性喪失の例外規定の適用を受けようとする証明書が提出されている(甲2の1，本件審決「別紙第3」参照。以下「本件証明書」という。なお，本件証明書の添付書類であるウェブサイトの写しと同一のものが，被告から乙12として提出されている。)。それによると，平成26年(2014年)8月1日に原告のインターネットサイトに掲載されたコートが写真で現されたものである旨，インターネットサイトを管理する会社の従業員によって証明されている。",
                      "text": [
                        "その写真で現されたコートは，同社のブランド「Apuweiser-riche」の「5WAYコクーンコート」という商品名で，その意匠は，意匠に係る物品が「コート」と認められ，その形態については，以下のとおりである(以下，本件証明書に記載された同コートの意匠を「公開意匠」という。)。",
                        "すなわち，全体が本体部，フード部，袖部により構成されたもので，袖部の両先下端部にはファーが設けられているが，フード部の開口部周縁にはファーが設けられていないものである。",
                        "本体部は，全体を略筒状とし，膝丈くらいまでのミディアム丈で，本体部の左右の輪郭が裾方向に向かってやや窄まっており，正面側が重なる前合わせで，合わせ部の内側が外側から見えない比翼仕立てであって，正面側のウエスト付近よりやや下方寄りに左右対称に水平状に略横長長方形状のフラップを配し，背面側のやや下方寄りに太幅帯状の飾りベルト部を配し，袖部は，全体を細幅の略円筒形状とした長袖で，ファーを含めた袖口先端部が背面側のベルト部より下方まで延び，袖口に，ファーを含めた袖全体の長さの約1／6の長さでボリュームのあるファーを設けたもので，フード部は襟口付近から背面側に突出するように側面視略三角形状に設けられ，袖口のファー及びフード部は，それぞれ取り外して使用することができるものであり，全てを取り外した状態で使用することもできるものである。また，正面の合わせ部上部には，ブローチを取り付けることができるものである。",
                        "そして，その色彩は，本体部と袖部及びフード部が紺色で袖口のファーが焦げ茶色のものと，本体部と袖部及びフード部がライトブルーで袖口のファーがベージュのものの2種類のものが掲載されている。",
                        "変化の態様として，「ブローチを付け，フードを外し，袖にファーを付けた状態」，「ブローチを付けず，フードを付け，袖にファーを付けた状態」，「ブローチを付けず，フードを付け，袖にファーを付け，前を開けた状態」及び「袖のファーを外し，ネックにファーを付けた状態」が示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，原告が公開し販売した引用意匠と同じ「コクーンコート」(メーカー品番：24422350)の意匠について，意匠法4条2項の適用を受けようとするものであって，公開意匠と同一性の範囲のものであると主張している。",
                        "しかしながら，公開意匠はフード部にファーが付いていないものであり，引用意匠には，袖口周りとフード部の開口部周縁との両方にファーが付けられているものでその形態が異なっている。また，引用意匠のフードの開口部周縁に設けられたファーは，ボリュームがあり目立つものである。フード部にファーがないものとあるものとでは，コートのフード部周囲のボリュームが異なり，印象が異なるもので，需要者である，この種のコートを購入する女性にとっては，ファーの有無は大きな違いと捉えられるものであって，公開意匠と引用意匠とを見間違えることはないから，両者が同一の範囲のものであると認識されることはないものというべきである。",
                        "また，引用意匠は，袖口周りとフード部の両方にファーがあるものであり，それの付け外しによる変化する態様を含むものである。これに対して，上記(ア)で認定したとおり，公開意匠は，フード部にファーがないものであることから，そこに示される変化する態様も限られる。",
                        "してみると，引用意匠と公開意匠は，変化する態様においても異なるものといえるから，引用意匠と公開意匠とは，変化する態様も含めた形態が異なるものということができる。",
                        "したがって，引用意匠を含む審判甲13の1及び2の意匠が，公開意匠と同一性の範囲であるとの原告の主張は認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，新規性喪失の例外規定の適用申請がされた意匠と引用意匠とが同一性の範囲内であることを根拠に，本件登録意匠の新規性，創作容易性の判断に際して，引用意匠が意匠法3条1項1号又は2号に該当するに至らなかったとみなすことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおりであるから，本件登録意匠は，引用意匠と類似する意匠であり，意匠法3条1項3号に該当することにより意匠登録を受けることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4(創作容易-3)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "無効理由3の引用意匠と本件登録意匠の形状が同一で色彩のみが異なるものであることは，前記のとおりである。",
                    "審判甲13の1及び2並びに甲36の1及び2には，変化の態様を表した「DETAILアイテム詳細」に，「ブローチを付け，ファーの付いたフードを付け，袖にファーを付けた状態」，「ブローチを付けず，フードを付け，フードと袖のファーを外した状態」，「ブローチを付け，フードを外し，袖にファーを付けた状態」，「ブローチを付け，フードを外し，袖のファーを外した状態」及び「ブローチを付けず，袖のファーを外し，ネックにファーを付けた状態」が示されている。",
                    "また，他のカラーバリエーションの白や紺のコートも掲載されており，本件登録意匠と同様の，本体部と袖部及びフード部が紺色で，フード部のファーと，袖口のファーがいずれも焦げ茶色のコートが含まれ，また，オフホワイトのコートは拡大図で表され，本件登録意匠と同様にフードやファーを取り外すことができる態様が示されている。",
                    "ブローチを付けたり，外したりすることは，この種のコートにおいては，ありふれた手法といえるものであって，格別の創作を要するものとはいえない。また，コートにおいてカラーバリエーションを有することは普通であり，本件登録意匠の出願前から本体部と袖部及びフード部が紺色で，フード部のファーと，袖口のファーがいずれも焦げ茶色のコートが既に公然と知られていたことからすると，変化の態様を示した当該意匠から取り外し可能なビジューブローチを取り除くことによって本件登録意匠の態様を容易に導き出すことができるものといえる。",
                    "引用意匠と本件登録意匠の形状が同一で色彩のみが異なるものであることは，前記のとおりであり，そして，ビジューブローチを外してその色彩を本体部とフードを紺色とし，袖口のファーとフードのファーを焦げ茶色とすることに特段の創作を要するものではないから，本件登録意匠は，当該意匠に基づいて，当業者が容易に創作することのできた意匠である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおりであるから，本件登録意匠は，その出願前に当業者が日本国内又は外国において公然知られた形状，模様若しくは色彩又はこれらの結合に基づいて容易に創作をすることができた意匠であり，意匠法3条2項の規定により意匠登録を受けることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "以上のとおり，無効理由3及び4(創作容易-3)は理由があるから，本件意匠登録は，意匠法48条1項1号に該当し，無効とすべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠の形態についての認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "公開意匠と引用意匠の実質的同一性についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "意匠法4条2項の適用に関する判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件審決が引用意匠とした「コクーンコート」(メーカー品番：24422350)の「オフ白」は，原告の商品に係る意匠であって，同意匠は，原告が，本件意匠登録出願に際して，意匠法4条2項(新規性喪失の例外規定)の適用を受けようとして本件証明書(甲2の1)に記載した「Arpege  story  5Wayコクーンコート」(公開意匠)と実質的同一の意匠であるから，本来，引用意匠としての適格性を欠く意匠である。",
            "したがって，同意匠を引用意匠として，無効理由3(新規性)及び4(創作非容易性)を認めて本件登録意匠を無効とした本件審決は，違法であり，取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件登録意匠の形態についての認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件登録意匠は，その意匠登録出願の「意匠に係る物品の説明」の欄において，「本物品は，フード及びファー付きのコ一トであり，『ブローチを付け，ファーを全て外した状態の参考斜視図』，『ブローチを付け，フード及びファーを外した状態の参考斜視図』，『フードを外した状態の斜視図』及び『ネックにファーを取り付けた状態の斜視図』に示すとおり，首回り(ネック)及び両袖に，取り外しと付け替えができるファーを設けたものである。『ネックにファーを取り付けた状態の斜視図』は，両袖のファーを繋げて首回り(ネック)に取り付けたものである。また，『ブローチを付けた状態の参考斜視図』に示す通り，適宜，ブローチを付けることもできるコートである。」と説明されているとおり，基本六面図によって表した「基本形態」と，以下に記載する「変化する形態1」，「変化する形態2」，「変化する形態3」及び「変化する形態4」を合わせた，少なくとも5通りの着方を組み合わせた意匠から成るものであり，その基本的構成態様，具体的態様及び変化する形態は，以下のとおりである。",
                "[基本的構成態様]",
                "その基本的構成態様について，",
                "(A)全体が，長袖ミディアム丈のフード付きコートであり，フード周り及び袖口にファーを取り付けた態様のものであって，",
                "(B)その使用態様において，需要者がフードのファー，フード，及び袖口のファーを適宜取り外しできる態様のものである。",
                "[具体的態様]",
                "その具体的態様について，",
                "(a)コートの胴部は，正面視において略中央付近に，縦に1本線が入っており，そのやや左側にこれに平行な1本線が入っている比翼仕立てとなっており，",
                "(b)コート胴部の両側にポケットを形成し，",
                "(c)コート背面の腰部に，コートと同色の帯状ベルトを付け，",
                "(d)フードのファーは，天福方向に，天福の約2倍の長さを有するように首周りに略環状に形成したものであり，",
                "(e)袖口のファーは，袖口周りに略環状に形成され，正面視において略横長長方形状の態様のものである。",
                "[変化する形態]",
                "基本形態：ファーの付いたフードと袖口のファーを付けた使用状態",
                "変化する形態1：袖口のファーをつなぎ首元にティペットとして巻いた使用状態",
                "変化する形態2：袖口のファーのみの使用状態",
                "変化する形態3：フードのみの使用状態",
                "変化する形態4：フード及びファーを全て外したコート本体の使用状態",
                "(上記各形態については，別紙「変化する形態」参照)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかるところ，本件審決は，本件登録意匠の形態について，「フード部，フード部のファー，袖口のファーはそれぞれ取り外して使用することができるものであり，全てを取り外した状態で使用することができるものである。また，袖口のファーは取り外して襟に取り付けることができるものである。そして，その色彩は，本体部と袖部及びフード部が紺色で，フード部のファーと，袖口のファーはいずれも焦げ茶色である。『フードを外した状態の斜視図』『ネックにファーを取り付けた状態の斜視図』が示されている。」と認定しており，これによれば，本件登録意匠の使用態様については認定しているといえるが，前記「変化する形態」に係る意匠については，明確に認定されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審決がした，本件登録意匠の形態についての認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(公開意匠と引用意匠の実質的同一性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件証明書に記載した公開意匠と引用意匠の実質的同一性について，本件審決は，「引用意匠は，袖口周りとフード部の両方にファーがあるものであり，それの付け外しによる変化の態様を含むものである。これに対して，上記(イ)で認定したとおり，甲第2号証の意匠は，フード部にファーがないものであることから，そこに示される変化する態様も限られる。してみると，引用意匠と甲第2号証の意匠は，変化する態様においても異なるものであるといえるから，引用意匠と甲第2号証の意匠とは，変化する態様も含めた形態が異なるものである。」，「したがって，引用意匠を含む甲第13号証の1及び甲13号証の2の意匠が，甲第2号証の意匠と同一性の範囲であるとの被請求人の主張は認められない。」と判断しているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記のとおり，本件登録意匠は，「基本形態」と「変化する形態1」ないし「変化する形態4」を含めた意匠であるところ，本件登録意匠，公開意匠及び引用意匠の各変化の態様について，①本件登録意匠の願書添付図面，②公開意匠のウェブサイトの「Detailアイテム詳細」(甲2の1)及び③引用意匠のインターネットアーカイブ版の「Detailアイテム詳細」(甲61，乙10の1)を対比すると，コートの袖にファーを付けた形態，コートの襟に袖のファーを繋げて取り付けた形態，ファーを全て取り外した形態，ファーを付けずにフードを取り付けた形態が紹介されており，公開意匠の変化する形態に，フードにファーが付いた形態が含まれていないとしても，その他多くの変化する形態が含まれた意匠全体として，Detailアイテム詳細を見れば，それぞれの基本形態の共通性ともあいまって，本件登録意匠，公開意匠及び引用意匠は，変化する態様を含めた意匠全体において，実質的に同一である。公開意匠の「Detailアイテム詳細」に，フードにファーを取り付けた状態の画像が掲載されていないのは，公開意匠の最初の広告宣伝時(販売時)が平成26年(2014年)8月1日という真夏の時期であることから，営業上単に掲載しなかったにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2の1に記載の公開意匠(商品A)においては，フードにファーが付いた形態が公開されておらず，引用意匠(商品B)においては，フードにファーを付けたものが販売(公開)されており，また，その商品番号は，商品Aが24421971(色違いは，24421970等の連番になっている。)，商品Bが24422350と，商品Aと商品Bとでは商品番号が異なるが，いずれも，原告が「Arpege  story  5Wayコクーンコート」として商品開発をし，「Arpege  story  5Wayコクーンコート」のキャッチフレーズで，一連の商品として販売しているものである。",
                "敷衍すると，公開意匠(商品A)と引用意匠(商品B)は，いずれも，原告が，エレガントなコートとカジュアルなコートの両方を，一つのコートで着こなすというデザインコンセプト(①本体の外形〔シルエット〕を「コクーン形状」に仕上げたこと，②コート丈を「ミディアム丈」としたこと，③袖及びフードのファーの取付け及び取り外しを簡単にできるようにしたこと及び④コートの前側を閉じた際に留め具がコート前側に表れない「比翼仕立て」にしたことは，いずれもエレガント感が強まらないように配慮したものである。)によって開発した商品である。両商品の商品番号，価格及び販売時期が異なることは，市場における商品の販売手法の相違から生じているものであり，公開意匠(商品A)と引用意匠(商品B)の形態的価値の実質的同一性の判断を否定する理由にはならない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件意匠登録出願は，意匠法4条2項の適用を申請した意匠登録出願であり，本件証明書に記載した「公開した意匠」について，拒絶理由通知を受けることもなく，新規性喪失の例外規定の適用を受けて意匠登録がなされているものであり，審査官は，本件登録意匠と公開意匠の実質的同一性を認めて意匠登録がなされたものである。",
                "してみると，本件審決は，原審における審査官の実質的同一性の判断を覆すものであり，意匠の審査の的確性及び安定性を欠き，また，新規性喪失の例外の制度趣旨に反するものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件審決がした，公開意匠と引用意匠の実質的同一性についての判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(意匠法4条2項の適用に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，「本件登録意匠に係る出願においてされた『新規性喪失の例外の規定の適用』申請がされた意匠と引用意匠とが同一性の範囲内であることを根拠に，本件登録意匠の新規性，創作容易性の判断に際して，引用意匠が意匠法第3条第1項第1号又は第2号に該当するに至らなかったとみなすことはできない。」，「以上のとおりであるから，本件登録意匠は，引用意匠と類似する意匠であり，意匠法第3条第1項第3号に該当することにより意匠登録を受けることができないものである。したがって，無効理由3には理由がある。」と判断しているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "意匠法4条2項の趣旨",
              "text": [
                "意匠法4条2項は，「意匠は，販売，展示，見本の頒布等により売行きを打診してみてはじめて一般の需要に適合するかどうかの判定が可能である場合が多いが，旧法のもとでは一般販売等を行えば新規性を喪失し，その後に出願しても拒絶されることになる。これではあまりに社会の実情に沿わない結果となるので，1項では意匠登録を受ける権利を有する者の意に反した場合，2項では意匠登録を受ける権利を有する者の行為に起因する場合を規定しており，2項に該当する場合3項の手続をすればなお新規性を失わないことにしたのである。」(甲56：工業所有権法(産業財産権法)逐条解説［第20版］1163頁)と解説されているとおり，意匠法4条3項所定の手続をとれば，新規性を失わないこととしたものである。",
                "また，発明や考案のように一度公開されると社会の技術水準の一部となり，その上に技術活動が積み重ねられていくということが意匠には当てはまらないため，特許法において新規性喪失の例外事由が拡張された平成23年改正以前より，意匠法においては，新規性喪失の例外事由が広く認められている。",
                "このような意匠法4条2項の趣旨に鑑みれば，同項に基づく例外適用の範囲は広く認められるべきであり，証明書の提出により新規性喪失の例外が適用される対象を特定するに際して，公開意匠と意匠登録を受けようとする意匠の実質的同一性に，厳しい判断基準を適用すべきではない。",
                "意匠法4条3項所定の証明書に記載された公開意匠と実質的同一の意匠の範囲を著しく狭く限定すれば，意匠登録出願人が新規性喪失の例外の適用を受けるに際して，最初の公開意匠とその後に公開した意匠の実質的同一性について，高度な専門知識と労力を投じて緻密な検討の上で判断するか，証明書にあらゆる態様の公開意匠を全て掲載するという極めて困難な対応をとらざるを得ない。このような負担の大きい手続は，意匠登録出願人に極めて酷であり，意匠法4条2項の趣旨に反することが明らかである。",
                "したがって，意匠法4条2項の前記の趣旨に鑑みれば，実質的同一性を有する意匠の範囲は広く認められるべきであるし，特に，本件登録意匠「コート」のように，コートに付随したファーが，取付け，取り外し等の着脱により簡単に複数の形態に変更し得るものについては，全ての形態を逐一証明書に記載することは，困難を伴うものであり，新規性喪失の例外の適用を受ける「公開意匠」と意匠登録出願に係る意匠登録を受けようとする意匠の実質的同一性の範囲は広く認められるべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "意匠法4条2項についての判断の誤り",
              "text": [
                "本件審決は，「自己の発表した意匠と同一性の範囲内とはいえない，他のバリエーションの意匠について，意匠法第4条第2項の規定の適用を受けるには，新規性喪失の適用申請を行うことが必要であること，すなわち，それぞれのバリエーションの意匠それぞれについて，新規性喪失の例外適用の申請を行う必要がある。」とするが，誤りである。",
                "すなわち，無効理由3の引用意匠は，新規性喪失の例外の適用を申請した公開意匠の「バリエーションの意匠」ではなく，新規性喪失の例外の適用を受ける公開意匠の「変化する形態」である。",
                "敷衍すると，バリエーションの意匠は，意匠登録を受ける権利が発生し，関連意匠の意匠登録を受けることができる意匠であり，関連意匠という本意匠と同等の効力を有する意匠権が発生するものであるが，本件登録意匠及び出願人(原告)が製造・販売した引用意匠は，公開意匠の変化する形態とその態様が共通するものであり，変化する形態はまとまって意匠全体としての意匠権が発生し，それ自体に独立した効力を有する意匠権が発生するものではなく，本件登録意匠と引用意匠の形態の意匠的価値は，バリエーションの意匠として捉えられるほどに大きいものではなく，基本形態と変化する形態が意匠全体としてのまとまり，すなわち一つの意匠を構成するものであり，フードにファーが付いた態様が，本件証明書に記載されていないとしても，引用意匠は，公開した意匠の同一性の範囲に属するものである。",
                "したがって，本件審決が，引用意匠を，公開意匠のバリエーションの意匠と過大評価し，自己の発表した意匠と同一性の範囲内とはいえないとした判断には，明らかな誤りがある。",
                "よって，本件証明書にフードのファーが付いた意匠を記載していないことをもって，公開意匠と引用意匠の実質的同一性を否定して，本件登録意匠を無効とすることは，新規性喪失の例外の制度趣旨に反するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "国際意匠登録制度との調和",
              "text": [
                "特許庁は，平成27年5月から，ハーグ協定に基づく国際意匠登録制度の運用を開始しており，意匠制度の運用について，国際協調，国際調和が求められている。加えて，知的財産推進計画2016においても，意匠制度の利用促進を図るため，手続の利便性を向上させるべく，手続の簡素化を目的として，平成28年度から意匠制度の利便性向上のための運用の見直しをその目的として，意匠審査基準の改訂が行われている。",
                "国際出願における新規性喪失の例外の適用の申請は，国際出願時に行うことができ，出願意匠が，新規性喪失の例外の適用を受けることができる意匠であることを証明する書面は，国際公表があった日後経済産業省令が定める期間内(国際公表日から30日)に特許庁長官に提出することができる(意匠法60条の7)が，ハーグ協定に加盟している主要国である欧州共同体及び米国は，グレースピリオド(新規性喪失の猶予期間)を認める国である。我が国の新規性喪失の例外の適用の規定において，これを厳格に運用することは，意匠登録制度の国際調和の観点にも反する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件登録意匠の形態についての認定の誤り)について",
          "text": [
            "本件登録意匠の形態についての原告の認定と本件審決の認定は，特徴的であると判断される部分においては，ほぼ漏れなく認定が同じであるし，変化の態様についても，本件審決は，原告が認めるとおり，本件登録意匠について，フード部，フード部のファー及び袖口のファーが取り外せること並びに袖口のファーは取り外して襟に取り付けることができることを正しく認定している。",
            "したがって，本件審決は，本件登録意匠の「変化する形態」についても正しく認定しており，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(公開意匠と引用意匠の実質的同一性についての判断の誤り)について",
          "text": [
            "公開意匠のみを見たときに，これのみをもって「変化の態様」，特に「フードのファー」が着脱可能であるか否かを認識することは不可能である。",
            "なぜならば，「Detailアイテム詳細」において，袖部のファーの有無，ネックのファーの有無，ブローチの有無，フード自体の有無及び色の違いは掲載されているため，ファー，ブローチ及びフードの着脱ができることは推測できるとしても，公開意匠では，フードにファーが付いている写真がなく，更にフードのファーについて言及した商品紹介文もないために，そもそも「フードにファーが付くこと」すら，類推は難しい。",
            "フードにファーが付いていないコートは市場に広く流通しており，通常，これらはフードにファーが付いているコートとは別のものであると需要者に認識されている。公開意匠において，フードにファーが付くこと及びフードのファーを取り外すことができることを紹介文で明記し，又は写真で示していない以上，公開意匠を見ただけでは，フードにファーが付かないコートであると判断される可能性は十分にある。むしろ，これのみをもって，フードにファーが付くこと及びフードのファーを取り外すことができることを推測することは全く不可能である。",
            "また，原告は，公開意匠に係る商品(商品A)も引用意匠に係る商品(商品B)も，共に原告が「Arpege  story  5Wayコクーンコート」として商品開発したものであり，「Arpege  story  5Wayコクーンコート」のキャッチフレーズで，一連の商品として販売しているものである旨主張するが，原告自身，商品Bを，大人気の5WAYコートに袖とフードの両方にファーを付けたことを特徴とする限定品として広告等を行っており，公開意匠の「5WAYコクーンコート」よりも多くの使用方法が可能であること，すなわち，両商品に明確な違いがあることをアピールして販売しているから，失当である。",
            "なお，ファッション業界，少なくともコートの分野においては，「5way」の持つ意味は非常に曖昧であり，「5way」の文言のみをもって，フードにファーが付くか，付かないか，どのような変化の態様であるかを需要者が理解することは困難である。",
            "以上によれば，原告が主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(意匠法4条2項の適用に関する判断の誤り)について",
          "text": [
            "原告は，新規性喪失の例外規定の適用を受ける「公開意匠」と意匠登録出願に係る意匠登録を受けようとする意匠の実質的同一性の範囲は広く認められるべきであるとか，無効理由3の引用意匠は，新規性喪失の例外の適用を申請した公開意匠の「バリエーションの意匠」ではなく，新規性喪失の例外の適用を受ける公開意匠の「変化する形態」であるから，本件審決が，引用意匠を公開意匠のバリエーションの意匠と過大評価し，自己の発表した意匠と同一性の範囲内とはいえないとした判断には，明らかな誤りがある，などと主張する。",
            "しかしながら，本件審決が，本件登録意匠の「変化する形態」について正しく認定していることは前記1のとおりであるし，引用意匠と新規性喪失の例外適用を受けた公開意匠とが同一性の範囲になく，この点に関する本件審決の認定判断に誤りがないことも前記2のとおりである。",
            "したがって，原告が主張する取消事由3は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件登録意匠の形態についての認定の誤り)について",
          "text": [
            "原告は，本件登録意匠の形態について，「ファーの付いたフードと袖口のファーを付けた使用状態」が基本形態であるとし，その上で，①袖口のファーをつなぎ首元にティペットとして巻いた使用状態，②袖口のファーのみの使用状態，③フードのみの使用状態，④フード及びファーを全て外したコート本体の使用状態の4つの「変化する形態」(別紙「変化する形態」参照)を有するところ，本件審決においては，かかる「変化する形態」に係る意匠について明確に認定されているとはいえない，と主張する。",
            "しかしながら，前記第2の2(2)のとおり，本件審決は，本件登録意匠の形態について，「全体がコート本体部(略)，フード部，袖部により構成されたもので，袖部の両先端部及びフード部の開口部周縁に沿ってファーが設けられたものである。」として，袖口とフード部のそれぞれにファーが設けられていること(上記基本形態)を認定した上，「フード部，フード部のファー，袖口のファーはそれぞれ取り外して使用することができるものであり，全てを取り外した状態で使用することもできるものである。また，袖口のファーは取り外して襟に取り付けることができるものである。」として，それぞれのファーが取り外して使用することができること(上記②ないし④)及び袖口のファーは取り外して襟に取り付けることができること(上記①)についても，具体的に認定している。",
            "以上によれば，本件審決は，原告が主張する基本形態はもちろんのこと，上記4つの「変化する形態」(上記①ないし④)についても，正しく認定しているといえる。",
            "したがって，本件審決がした，本件登録意匠の形態についての認定に誤りがあるとは認められず，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(公開意匠と引用意匠の実質的同一性についての判断の誤り)及び取消事由3(意匠法4条2項の適用に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2及び3は，いずれも，本件審決が引用意匠について新規性喪失の例外(意匠法4条2項)の適用を認めなかったことが誤りであると指摘する点においては，同趣旨の主張であると解されるから，以下，併せて検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "意匠法4条2項は，意匠登録を受ける権利を有する者の行為に起因して同法3条1項1号又は2号に該当するに至った意匠に関し，その該当するに至った日から6か月以内にその者がした意匠登録出願に係る意匠についての同条1項及び2項の規定の適用については，同条1項1号又は2号に該当するに至らなかったものとみなすとして，新規性喪失の例外を認めている。",
                "かかる新規性喪失の例外の適用を受けようとする者は，その旨を記載した書面を意匠登録出願と同時に特許庁長官に提出し，かつ，同法3条1項1号又は2号に該当するに至った意匠が同法4条2項の適用を受けることができる意匠であることを証明する書面を意匠登録出願の日から30日以内に特許庁長官に提出しなければならない(同条3項)。",
                "したがって，原告が引用意匠について同項の適用を受けるためには，原告が引用意匠について意匠法4条3項所定の証明書を提出していることがその前提となる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点，原告は，本件証明書に記載されている公開意匠(Arpege  story「5wayコクーンコート」の意匠)と引用意匠は実質的同一の意匠であると主張しているので，要するに，原告が特許庁長官に提出した本件証明書(甲2の1)が引用意匠についての意匠法4条3項所定の証明書に当たる旨を主張しているものと解される。",
                "よって検討するに，本件証明書に記載された公開意匠は，本件審決の「別紙第3」のとおりであって，「5wayコクーンコート」なる商品名の女性用コート(原告商品)であること，その販売価格は5万6160円であること，同コートには，フードと袖口のファーとブローチが付いていること，これらのフードと袖口のファーとブローチはいずれも取り外しが可能であること，袖口のファーはネック(コートの襟)に装着可能であることが，その記載内容から理解できる。もっとも，フードにファーが付くことや，フードのファーが取り外し可能であることについては，本件証明書に一切記載されておらず(これを示す写真も説明文もない。)，本件証明書の記載から直ちにそのことを理解するのは困難である(甲2の1，乙12)。",
                "他方，引用意匠は，本件審決の「別紙第2」のとおりであって，「【Arpege  story限定】コクーンコート」なる商品名の女性用コート(原告商品)であること，その販売価格は6万3720円であること，同コートは，フードと袖口のファーとブローチのほか，フードのファーも付いていること，これらのフードと袖口のファーとブローチとフードのファーはいずれも取り外しが可能であること，袖口のファーはネック(コートの襟)に装着可能であることが，引用意匠に係る原告のウェブサイト(甲61，乙10の1及び2)の記載から理解できる。また，同ウェブサイトには，「ファー，フード，ビジューはそれぞれ取り外しが可能なので，自由に印象を変えて，アレンジを楽しめるのも大きな魅力！」，「”限定ポイント”アプの大人気5WAYコートに袖とフードの両方にファーをつけました。」なる記載も認められる。",
                "以上によれば，公開意匠に係る商品も，引用意匠に係る商品も，共に「5wayコクーンコート」なる商品名の女性用コート(原告商品)であって，フードと袖口のファーとブローチが付いている点，これらのフードと袖口のファーとブローチはいずれも取り外しが可能である点及び袖口のファーはネック(コートの襟)に装着可能である点で共通するが，引用意匠に係る商品は公開意匠に係る商品の限定品であって，袖口のほかにフードにもファーが付いており，かかるフードのファーも袖口のファーと同様に取り外しが可能である点において，公開意匠にはない特徴を有するものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記のとおり，引用意匠は，フードにファーが付く点及びフードのファーが取り外し可能である点において公開意匠と明らかに相違すると認められるところ，かかる変化の態様が，本件証明書において説明ないし図示されていなかったとしても，物品の性質や機能に照らして十分理解することができる範囲内のものであると認められれば，なお，引用意匠は公開意匠と実質的にみて同一であると評価する余地がある。",
                "しかしながら，フードやファー，ベルト，ブローチなどを取り外して複数の組合せを楽しむことができる女性用コートであれば，説明や図示がなくても，通常はフードにファーが付くことや，当該フードのファーが取り外し可能である，ということを十分理解できると認めるに足る証拠はなく，商品名に「5way」なる文言が付されていることも直ちにその認定を左右するものとは認められない(アパレル業界，少なくともコートの業界において，「5way」なる文言が多義的な意味で用いられていることは，被告提出の証拠〔乙24ないし27等〕によっても明らかであるし，これらの証拠によれば，むしろ，変化の態様が公開意匠に近いものであっても，フードにファーが付かないタイプのコートが現に存在することが認められる。)。",
                "また，女性用コートの意匠において，フードにファーが付くことそれ自体はありふれた構成の一つにすぎなかったとしても，現にフードにファーが付くか否かによって，その意匠から受ける需要者の印象が異なり得ることは明らかというべきであるし，このことは原告自身も認めているところである(原告は，原告準備書面(2)の3頁において，「通常，ファーはエレガント感を強めるので，フードのファー，袖のファーの取付け，取り外しが簡単にできるようにして，カジュアル感がなくならないように配慮したものである。」と主張しており，これによれば，原告は，ファーの有無がエレガント感やカジュアル感の強弱に影響を与える意匠的特徴の一つであることを自ら認めているといえる。)。",
                "そうすると，引用意匠及び公開意匠が，共にいわゆる動的意匠であって変化の態様を有することを踏まえたとしても，フードにファーが付く点及びフードのファーが取り外し可能である点が物品の機能や性質に照らして十分理解することができる範囲内のものであると評価することはできず，この点の相違は実質的な相違に当たると認めるのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，引用意匠が本件証明書に記載されている公開意匠と実質的に同一の意匠であるとは認められず，したがって，原告が特許庁長官に提出した本件証明書(甲2の1)が引用意匠についてのものであると認めることはできない。",
                "してみると，引用意匠については，そもそも，意匠法4条3項所定の証明書が提出されていないことに帰するから，原告は引用意匠について同条2項の適用を受ける余地はない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件登録意匠は，両袖に大きなボリュームのあるファーを取り付けて，そのファーを取り外し，首回り(ネック)に取り付けて，豪華な襟巻きとする態様がその要部となるものであるのに対し，この種の物品の意匠，すなわち，女性用コートの意匠において，フードにファーが付くことは，ごく普通のことであり，ファー付きのフードを有する女性用コートの意匠と，ファーが付いていないフードを有する女性用コートの意匠に格別の創作はないとか，本件登録意匠，公開意匠及び引用意匠は，変化する態様を含めた意匠全体において，実質的に同一である，などと主張する。",
                    "しかしながら，そもそも，本件登録意匠の要部認定は公開意匠と引用意匠との同一性判断に何ら影響しないというべきであるし，たとえ，女性用コートの意匠において，フードにファーが付くことそれ自体はありふれた構成の一つにすぎなかったとしても，現にフードにファーが付くか否かによって，その意匠から受ける需要者の印象が異なり得ることは，前記(4)のとおりである。",
                    "したがって，本件登録意匠の要部認定やフードにファーが付くことがありふれているという理由から，その記載がなくとも公開意匠と引用意匠が同一であると論じることは相当でない。",
                    "また，本件登録意匠，公開意匠及び引用意匠が，いずれも原告の関連する商品についてのものであったとしても，そのことのみから，直ちに需要者が共通する変化の態様を認識するとか，変化の態様を含めて各意匠が実質的に同一のものであると認識するとは限らない。むしろ，女性用コートにおいて，フードのファーの有無が意匠的特徴に影響を与える実質的な相違に当たるとみるべきことは，前記(4)のとおりである。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，公開意匠(商品A)と引用意匠(商品B)は，いずれも，原告が，エレガントなコートとカジュアルなコートの両方を，一つのコートで着こなすというデザインコンセプトによって開発した商品であるところ，両商品の商品番号，価格及び販売時期が異なることは，市場における商品の販売手法の相違から生じているものであり，公開意匠(商品A)と引用意匠(商品B)の形態的価値の実質的同一性の判断を否定する理由にはならない，などと主張する。",
                    "しかしながら，デザインコンセプトが共通するからといって，直ちに意匠としての同一性が認められるものでないことは前記のとおりであるし，本件審決は，「フード部にファーがないものとあるものとでは，コートのフード部周囲のボリュームが異なり，印象が異なる」ことを理由に，この種のコートを購入する女性にとって，ファーの有無が大きな違いと捉えられる(から，両者が同一の範囲のものであると認識されることはない)と判断しているのであって，両商品の商品番号，価格及び販売時期の相違を根拠に意匠としての同一性を論じているわけではない。",
                    "したがって，原告の上記主張も失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件意匠登録出願は，意匠法4条2項の適用を申請した意匠登録出願であり，本件証明書に記載した「公開した意匠」について，拒絶理由通知を受けることもなく，新規性喪失の例外の適用を受けて意匠登録がなされているものであり，審査官により，本件登録意匠と公開意匠の実質的同一性が認められて意匠登録がなされたものであるのに，本件審決は，原審における審査官の実質的同一性の判断を覆すものであり，意匠の審査の的確性及び安定性を欠き，また，新規性喪失の例外の制度趣旨に反するものである，などと主張する。",
                    "しかしながら，そもそも，平成11年改正後の意匠法4条2項においては，出願意匠(本件登録意匠)と新規性を喪失した意匠(公開意匠)の同一性の有無は何ら問題とならないから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その他，原告がるる主張する点(新規性喪失の例外の制度趣旨，国際意匠登録制度との調和の観点等)は，いずれも本件の結論を左右するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上の次第であるから，本件審決が引用意匠について新規性喪失の例外(意匠法4条2項)の適用を認めなかった点に誤りがあるとは認められず，原告が主張する取消事由2及び3はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告が主張する取消事由はいずれも理由がなく，本件審決に取り消されるべき違法はない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10234",
    "date": "2018-07-19",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087897",
    "ipprecedent_id": "4973",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}