{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-800071号事件について平成29年7月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は甲事件・乙事件被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "甲事件・乙事件被告につき，この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲事件・乙事件被告（以下「被告」という。）は，平成23年7月8日，発明の名称を「抗ErbB2抗体を用いた治療のためのドーセージ」とする特許出願（平成12年8月25日に出願した特願2001-520142号（優先権主張：平成11年8月27日，平成12年6月23日，米国）の分割出願）をし，平成27年10月9日，設定の登録を受けた（特許第5818545号。請求項の数9。甲51。以下，この特許を「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "乙事件原告（以下「原告セルトリオン」という。）は，平成28年6月17日，本件特許について特許無効審判請求をし，無効2016-800071号事件として係属した（丙302，303）。その後，甲事件原告（以下「原告ファイザー」という。）が審判に参加した（丙313）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年7月5日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同月13日，その謄本が原告セルトリオン及び原告ファイザーに送達された。なお，原告セルトリオンに対しては，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告ファイザーは，平成29年8月10日，原告セルトリオンは，同年10月30日，それぞれ，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1ないし9の記載は，次のとおりである（甲51）。以下，各請求項に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，その明細書（甲51）を，図面を含めて「本件明細書」という。",
            "【請求項1】（i）抗ErbB2抗体huMab4D5-8を含有し，8mg／kgの初期投与量と6mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに3週間の間隔をおいて静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物が入っている容器，及び（ii）前記容器に付随するパッケージ挿入物を具備するパッケージ。",
            "【請求項2】（iii）製薬的に許容可能なバッファーを含む第2の容器を更に具備する請求項1に記載のパッケージ。",
            "【請求項3】製薬的に許容可能なバッファーがリン酸緩衝生理食塩水，リンガー液又はデキストロース溶液である請求項2に記載のパッケージ。",
            "【請求項4】前記パッケージ挿入物は，前記組成物はアントラサイクリン型化学療法剤と組み合わせて使用しないとの警告を含む，請求項1から3の何れか一項に記載のパッケージ。",
            "【請求項5】アントラサイクリン型化学療法剤がドキソルビシン又はエピルビシンである請求項4に記載のパッケージ。",
            "【請求項6】抗ErbB2抗体huMab4D5-8を含有し，8mg／kgの初期投与量と6mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに3週間の間隔をおいて静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物。",
            "【請求項7】製薬的に許容可能なバッファーを更に含む，請求項6に記載の医薬組成物。",
            "【請求項8】製薬的に許容可能なバッファーがリン酸緩衝生理食塩水，リンガー液又はデキストロース溶液である，請求項7に記載の医薬組成物。",
            "【請求項9】化学療法剤と併用投与される，請求項6から8の何れか一項に記載の医薬組成物。  "
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本件明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであり，平成14年法律第24号による改正前の特許法36条4項に規定する要件（以下「実施可能要件」という。）を満たす，②i）本件発明1ないし5は，下記アの引用例1に記載された製造品に係る発明（以下「引用発明1-2」という。）及び下記イないしカの引用例2ないし6に記載された発明に基づいて，本件発明6ないし9は，引用例1に記載された組成物に係る発明（以下「引用発明1-1」という。）及び引用例2ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたものではない，ii）本件発明1ないし5は，引用例2に記載されたパッケージに係る発明（以下「引用発明2-2」という。）及び引用例1，3ないし6に記載された発明に基づいて，本件発明6ないし9は，引用例2に記載された組成物に係る発明（以下「引用発明2-1」という。）及び引用例1，3ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたものではない，iii）本件各発明は，引用例3に記載された組成物に係る発明（以下「引用発明3」という。）及び引用例1，2，5，6に記載された発明に基づいて，当業者が容易に発明をすることができたものではないから，いずれも特許法29条2項の規定に違反して特許されたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：国際公開第99／31140号（平成11年6月公開。甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：米国で承認された医薬品ハーセプチン（登録商標）の添付文書（平成10年公開。甲2）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：渡辺亨ほか「第6回日本乳癌学会総会」（平成10年開催）のプログラム・抄録集59頁A-121（甲3）"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：「Phase II Study of Paclitaxel, Carboplatin, and Trastuzumab (Herceptin) as First-Line Chemotherapy in Women With Overexpressed HER-2,",
                  "text": [
                    "Metastatic Breast Cancer」と題するウェブサイト（NCI(National Cancer Institute（国立がん研究所））公開。http://web.archive.org/web/20111023025823/http://",
                    "cancer.gov/clinicaltrials/search/view?cdrid=66689&version=healthprofessional）の電子的技術情報（平成25年検索。甲4）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：高田寛治・浅田昌三「Essential  of  Pharmacokinetics（薬物動力学概説）」（株式会社廣川書店，昭和54年2月25日第2刷発行）70～85頁（甲5）"
                },
                {
                  "fig": "カ",
                  "subject": "引用例6：「Ｎew  Current  9（24）」1998年11月1日号36～37頁（甲6）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明と引用例1に記載された発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明1-2及び本件発明1と引用発明1-2との一致点及び相違点を以下のとおり認定した。なお，「＼」は，原文の改行部分を示す。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1-2",
                      "text": [
                        "容器と，該容器内に含まれる組成物と，該組成物と組み合わせてのアントラサイクリン型化学療法剤の使用を避ける旨のインストラクションを含むパッケージ挿入物とを含んでなる製造品であって，上記組成物は，＼アントラサイクリン誘導体以外の化学療法剤と組み合わせて用いられる，ErbB2レセプターの過剰発現により特徴付けられる乳癌を治療するための，マウス4D5抗体のヒト化体（ハーセプチン（登録商標））を含有する組成物であって，該抗体は0日目に4mg／kg静脈投与，次いでその1週間後から毎週2mg／kg後1週間毎に静脈投与されるものである，組成物である，製造品"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と引用発明1-2との一致点及び相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "抗ErbB2抗体huMab4D5-8を含有し，初期投与量と複数回のその後の投与量で前記抗体を各投与を互いに間隔をおいて静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物が入っている容器，及び，前記容器に付随するパッケージ挿入物を具備するパッケージ"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点1",
                          "text": [
                            "「抗ErbB2抗体huMab4D5-8」の「静脈投与」を，本件発明1では，「8mg／kgの初期投与量と6mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに3週間の間隔をおいて」行うのに対し，引用発明1-2では，4mg／kgの初期投与量と2mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに1週間の間隔をおいて行う，という点"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明1-1及び本件発明6と引用発明1-1との一致点及び相違点を以下のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1-1",
                      "text": [
                        "アントラサイクリン誘導体以外の化学療法剤と組み合わせて用いられる，ErbB2レセプターの過剰発現により特徴付けられる乳癌を治療するための，マウス4D5抗体のヒト化体（ハーセプチン（登録商標））を含有する組成物であって，該抗体は0日目に4mg／kg静脈投与，次いでその1週間後から毎週2mg／kgを1週間毎に静脈投与されるものである，組成物"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明6と引用発明1-1との一致点及び相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "抗ErbB2抗体huMab4D5-8を含有し，静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "text": [
                            "相違点1に同じ。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各発明と引用例2に記載された発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2-2及び本件発明1と引用発明2-2との一致点及び相違点を以下のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明2-2",
                      "text": [
                        "HER2過剰発現転移性乳癌を治療するための，ハーセプチン（登録商標）を含有する組成物であって，ハーセプチン4mg／kgのローディング投与量とその後の週毎の2mg／kgの維持投与量を静注投与する，組成物＼を封入した容器，及び，＼ハーセプチンの効能・注意書き＼を含む，パッケージ"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と引用発明2-2との一致点及び相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "抗ErbB2抗体huMab4D5-8を含有し，初期投与量と複数回のその後の投与量で前記抗体を各投与を互いに間隔をおいて静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物が入っている容器，及び，前記容器に付随するパッケージ挿入物を具備するパッケージ"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "「抗ErbB2抗体huMab4D5-8」の「静脈投与」を，本件発明1では，「8mg／kgの初期投与量と6mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに3週間の間隔をおいて」行うのに対し，引用発明2-2では，4mg／kgの初期投与量と2mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに1週間の間隔をおいて，行うという点"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明2-1及び本件発明6と引用発明2-1との一致点及び相違点を以下のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明2-1",
                      "text": [
                        "HER2過剰発現転移性乳癌を治療するための，ハーセプチン（登録商標）を含有する組成物であって，ハーセプチン4mg／kgのローディング投与量とその後の週毎の2mg／kgの維持投与量を静注投与する，組成物"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明6と引用発明2-1との一致点及び相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "抗ErbB2抗体huMab4D5-8を含有し，静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "text": [
                            "相違点2に同じ。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件各発明と引用例3に記載された発明との対比",
              "text": [
                "本件審決は，引用発明3並びに本件発明1及び本件発明6と引用発明3との一致点，相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明3",
                  "text": [
                    "HER2過剰発現転移性乳癌を治療するための，MKC-454を含有する点滴用組成物であって，MKC-454の8mg／kgを点滴で初回投与し，初回投与3週間後から週1回の同量投与を繰り返し，合計10回までの投与を行う，組成物"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明3との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "抗ErbB2抗体huMab4D5-8を含有し，8mg／kgの初期投与量と複数回のその後の投与量で前記抗体を各投与を互いに間隔をおいて静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1では，「複数回のその後の投与量」を「6mg／kg」とし，かつ，「各投与を互いに3週間の間隔をおいて」行うのに対し，引用発明3では，「複数回のその後の投与量」を8mg／kgとし，かつ，初期投与と2回目投与との間隔を3週間，2回目以降の投与間の間隔を1週間として行う点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4",
                      "text": [
                        "本件発明1では，「医薬組成物」に加え，「医薬組成物が入っている容器」及び「前記容器に付随するパッケージ挿入物」をも具備する「パッケージ」であるのに対し，引用発明3ではそのような容器及びパッケージ挿入物をも具備するパッケージ形態のものである旨の特段の限定はない点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6と引用発明3との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "抗ErbB2抗体huMab4D5-8を含有し，8mg／kgの初期投与量と複数回のその後の投与量で前記抗体を各投与を互いに間隔をおいて静脈投与することにより，HER2の過剰発現によって特徴付けられる乳癌を治療するための医薬組成物"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "相違点3に同じ。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "抗体及び用法用量の記載方法の略称",
          "text": [
            "抗ErbB2抗体huMab4D5-8を，「本件抗体」ということがある。",
            "また，「本件抗体について，8mg／kgの初期投与量と6mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに，3週間の間隔をおいて静脈投与する計画」を，「8／6／3投与計画」といい，「本件抗体について，4mg／kgの初期投与量と2mg／kg量の複数回のその後の投与量で前記抗体を各投与を互いに1週間の間隔をおいて静脈投与する計画」を，「4／2／1投与計画」ということがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件の判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "引用発明1-1及び1-2に基づく進歩性判断の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "引用発明2-1及び2-2に基づく進歩性判断の誤り（取消事由3）"
            },
            {
              "fig": "(4)",
              "subject": "引用発明3に基づく進歩性判断の誤り（取消事由4）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（実施可能要件の判断の誤り）",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決",
              "text": [
                "本件審決は，当業者は，本件特許の原出願時において，4／2／1投与計画による投与に関する本件明細書の薬物動態の記載（表2，図3等）及び技術常識を参酌し，シミュレーション（甲32）を経ることによって，8／6／3投与計画でも，治療期間にわたり目標トラフ血清濃度（少なくとも10～20μg／ml）が維持されるものと理解したとするのが合理的であるから，本件発明6の薬理作用（有効性，有用性）を理解し得たものであると判断した。",
                "しかし，当業者は，本件特許の原出願時において，本件明細書の記載及び技術常識から，本件発明6の有用性を理解し得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "8／6／3投与計画の記載",
              "text": [
                "医薬品は，実際に臨床試験を行わなければ，その有効性を確認できない。医薬品の分野において，当業者に発明及びその有用性を十分に公開したというためには，薬理試験結果が必要である。",
                "しかし，本件明細書には，4／2／1投与計画の薬理試験結果が記載されているにすぎず，8／6／3投与計画の薬理試験結果は具体的に記載されていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "4／2／1投与計画の薬理試験結果からのシミュレーション（甲32）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "シミュレーションを実施する契機",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "発明の有用性は明細書中に記載されていなければならないし，有用性を理解する上で明細書中に記載されたデータの解析が役に立つのであれば，そのことがデータの解析方法や解析結果とともに明細書中に記載されていなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件明細書には，4／2／1投与計画の薬物動態から8／6／3投与計画の薬物動態がシミュレーションできることや，このようなシミュレーションにより8／6／3投与計画の有効性が理解できることなどは，全く示唆されていない。",
                        "また，本件明細書の表2及び図3は，効果を奏するトラフ血清濃度が従来の目標濃度よりもかなり高いこと，及び，従来の投与計画におけるフロントローディング4mg/kgが，実際に薬効を奏するレベルに早く到達させる量としては十分でなかったという発見をもたらしたデータである。これらは，投与間隔やそれに付随する薬物濃度の変更については何ら記載も示唆もしていない。",
                        "さらに，本件明細書の表2及び図3のデータは，定常状態に達する期間や定常期のトラフ濃度に関して，甲2と比較して当業者にとって格別目新しい情報ではなく，本件抗体の半減期が5．8日（ただし，その範囲は1～32日にばらける。）であることは，技術常識として定着していた（甲2）。表2及び図3のデータに接したはずの甲14の論文作成者らも，半減期が6日である点に何ら疑問を呈していない。表2及び図3のデータは，当業者に本件薬物の半減期が一週間程度であることに疑いを抱かせ，分析を促すものではない。",
                        "さらに，本件明細書【0116】には，薬効を奏するには不足するが，8／6／3投与計画をシミュレーションした場合のトラフ値（17μg／ml）が記載されている。当業者は，8／6／3投与計画について，更に重ねてシミュレーションをすることはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件明細書から，①8／6／3投与計画に着目し，②8／6／3投与計画とは関係のない4／2／1投与計画の結果を示す実施例2に着目し，③4／2／1投与計画の薬物動態パラメータを推定しようと考えて，実施例2の表2と図3のデータを組み合わせ，図3から具体的な数値を読み取り，④薬物動態解析のためにBerkeley  Madonnaソフトウェアを選択し，具体的なシミュレーションアルゴリズムについて適切なものを検討・採用して，シミュレーション方法を構築することは，少なくとも過度の試行錯誤を要する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "薬物動態パラメータの決定",
                  "text": [
                    "以下のとおり，4／2／1投与計画の薬物動態パラメータを，甲32記載のシミュレーションで採用された方法で決定することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書の表2と図3の組合せ",
                      "text": [
                        "甲32記載のシミュレーションは，投与開始から8週間のピーク及びトラフ薬物濃度データ（表2，患者数は114～195人）と，投与開始から36週間のトラフ薬物濃度データ（図3，患者数は20～40人程度）を，組み合わせている（段落67～69）。",
                        "しかし，図3のデータは，急速に疾患が進行したために途中で本件抗体の投与が中断された患者が含まれておらず（【0103】），疾患が進行しなかった患者，つまり本件抗体の反応者のデータのみを集めたものである。これに対し，表2のデータは，急速に疾患が進行したために途中で本件抗体の投与が中断された患者を含め，データを採取できた全ての患者のデータを含んでいる（【0102】【0104】）。母集団を異にするデータを当業者が組み合わせることはなく，特に，本件抗体に反応する患者は，反応しない患者と比較してトラフ血清濃度が顕著に高くなるから（【0107】），非反応者を含む表2のデータと非反応者を含まない図3のデータとを当業者が組み合わせることはない。乙5も，異なる患者群のデータを組み合わせてパラメータを決定するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Berkeley  Madonnaを用いたフィッティング",
                      "text": [
                        "甲32記載のシミュレーションは，解析ソフトとしてBerkeley  Madonnaを選択し，薬物濃度データのモデルへのフィッティングを行っている（段落70～80）。",
                        "しかし，まず，薬物動態の解析に用いるソフトウェアの選択は，正しい解析結果を得るための重要な要素であるが，解析に使用すべきソフトウェアの選択指針や，Berkeley  Madonnaを選択すべき理由は，本件明細書には全く記載されていない。",
                        "また，Berkeley  Madonnaを用いた解析においては，推定しようとする各パラメータについて「最大値」「最小値」「推測1」「推測2」を設定しなければならない。しかし，これらの値としてどのような数値を設定すべきか本件明細書には全く記載がない。",
                        "さらに，フィッティングに用いるアルゴリズムの選択は推定されるパラメータの値に大きな影響をもたらすところ，どのようなアルゴリズムを選択すべきか，本件明細書には全く記載がない。",
                        "加えて，本件明細書にはシミュレーションに必要な具体的な条件が一切記載されていないのに対し，甲32記載のシミュレーションでは，投与が36分間にわたる静脈注入としてモデル化されていたり，患者の体重が75kgに決められたりするなど，安易にモデルや解析方法の細部が決められている。",
                        "このように，解析ソフトの選択及びフィッティング操作には解析者による試行錯誤が必要であるから，甲32記載のシミュレーションは容易ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "コンパートメントモデルの選択",
                      "text": [
                        "甲32記載のシミュレーションは，4／2／1投与計画の薬物動態について，1-コンパートメントモデルではなく，2-コンパートメントモデルによって，より正確に表すことができると判断する（段落81～82）。",
                        "しかし，コンパートメントモデルの選択を，ピーク値とトラフ値のみを含むデータに基づいて行うことは技術常識に反する。一組のピーク値及びトラフ値に完全にフィットする線は無数に存在する。",
                        "したがって，トラフ値及びピーク値を用いる手法によりコンパートメントモデルを選択することが当業者にとって可能であったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "コンパートメントモデルからの薬物動態パラメータ決定",
                      "text": [
                        "甲32記載のシミュレーションは，得られたピーク及びトラフ薬物濃度データに，2-コンパートメントモデルをフィッティングした結果から，4／2／1投与計画の薬物動態パラメータを決定する（段落83）。",
                        "しかし，2-コンパートメントモデルに基づく薬物動態パラメータの推定は，薬剤を血中に投与した後に薬剤の血中濃度が減少していく過程において測定された複数の血中濃度データを用いて行われるものであって，ピーク値とトラフ値のみを含むデータに基づいてこの推定を行うことは技術常識に反する。",
                        "したがって，ピーク値及びトラフ値に2-コンパートメントモデルをフィッティングした結果から，薬物動態パラメータを推定することが，当業者にとって可能であったとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "薬物動態パラメータの適用",
                  "text": [
                    "本件抗体は，薬物濃度の推移が投与量に比例せず，投与量によって薬物動態パラメータが異なること（非線形）が強く示唆されていた。被告も，別件無効審判事件において，本件抗体のような用量依存性の薬物動態を示す薬物の薬物動態パラメータは，他の要因が一定に保たれている場合，投与された量又は投与間隔において変化する旨主張している。",
                    "そして，本件抗体の薬物動態が非線形であれば，8／6／3投与計画によるトラフ値は，4／2／1投与計画によるトラフ値よりも低くなる。当業者は，半減期がさらに長くなると考えるものではない。",
                    "したがって，当業者が，甲32記載のシミュレーションのように，4／2／1投与計画について得られた薬物動態パラメータを単純に適用することで，用量が異なる8／6／3投与計画をシミュレーションすることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "シミュレーション結果の信頼性",
                  "text": [
                    "シミュレーション結果の信頼性を判断するためには，臨床データが必要であるから，甲32記載のシミュレーションから，8／6／3投与計画における実際の薬理作用を理解することはできない。",
                    "なお，甲32記載のシミュレーションにおいて算出された本件抗体の半減期（34．4日）は，本件抗体を用いた製品の添付文書（甲24）記載の実測データにおける半減期（16．7±5．3日又は16．3±3．8日）とは大きく異なっており，これは，甲32記載のシミュレーションの誤りを裏付けるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "有用性の基準",
              "text": [
                "本件審決は，8／6／3投与計画の薬物動態をシミュレーションすると，（平均）目標トラフ血清濃度（10～20μg／ml）が維持されるから，8／6／3投与計画の有効性は理解できると認定した。",
                "しかし，本件明細書（実施例2）には，10～20μg／mlという目標トラフ血清濃度は低く，有効な薬理作用を得るためには，平均トラフ血清濃度を60μg／ml以上にすることが必要であった旨記載されている。また，「平均」トラフ血清濃度が10～20μg／mlを超えたとしても，多数の患者において個々のトラフ血清濃度は目標の10～20μg／mlに到達せず，薬理効果を得ることができない。",
                "このように，平均トラフ濃度を少なくとも10～20μg／mlにしても，薬理作用をもたらすのに不十分であるから，これをもって，8／6／3投与計画の薬理作用があるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，当業者は，本件特許の原出願時において，本件明細書の記載及び技術常識から，本件発明6の有用性を理解し得ない。よって，本件発明6について，本件明細書の発明の詳細な説明の記載は，実施可能要件を満たさない。本件発明6が実施可能要件を充足しない以上，パッケージ挿入物，バッファー，又は化学療法剤との併用に係る構成要素が追加されたにすぎない本件発明1～5及び7～9も実施可能要件を満たさない。",
                "〔原告セルトリオンの主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "安全性",
              "text": [
                "本件発明6のように薬理作用が既に公知の医薬品について，その新規な用法・用量を提供する発明は，その用法・用量により臨床上有効な治療方法を提供する点に技術的意義を有するから，「使用することができる」というためには，少なくとも臨床使用が可能であることが理解できる程度の安全性及び有効性についての技術常識が存在するか，あるいは，合理的な説明又は実証データが必要とされるのは当然である。",
                "また，本件発明6に係る投与計画の実施可能性を検証するに当たっては，目標トラフ血清濃度の維持（薬理作用）という観点のほか，ピーク濃度の上昇に伴う有害事象の発生（安全性）にも留意しなければならない。",
                "したがって，本件発明6について実施可能要件を満たすというためには，明細書の発明の詳細な説明に，その用法・用量により当該医薬が安全かつ有効に使用できるものであることが当業者に理解できるように，明確かつ十分に記載されている必要がある。",
                "しかし，8／6／3投与計画は，本件明細書の記載によって安全性が根拠付けられているとはいえない（【0108】【0116】）。また，原出願日前の甲3の報告内容から，8／6／3投与計画により発生する副作用が許容される範囲内であったと推測することもできない。",
                "したがって，本件発明6について，本件明細書の記載から，当業者が合理的成功の期待をもって多数の人に適用（臨床試験を実施）できると推認できる程度の安全性・有効性を肯定することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "シミュレーション（甲32）による結果予測",
              "text": [
                "そもそも，解析ソフトを使用することによって初めて理解できる事項を，明細書に記載されているものと同視することはできない。シミュレーションも，実際に行ってみなければ結果が分からない実験であることに変わりはなく，それによって得られる結果は事前に予測することはできない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "8／6／3投与計画の記載",
              "text": [
                "本件明細書において，8／6／3投与計画は，フロントローディングの実施形態として記載された代表的な3形態の一つであり（【0015】【0087】），実施例5では，最初の実施形態として具体的に記載され，実施例6では，唯一の実施形態として記載されている。",
                "一方，実施可能要件を満たすために，常に当該発明の薬理データが必要であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "安全性",
              "text": [
                "用法・用量を特徴とする医薬用途発明に対する実施可能要件の基準と，新たな医薬用途を特徴とする医薬用途発明に対する実施可能要件の基準とにおいて，異なるスタンダートを設けるべき合理的理由はない。また，ある程度の安全性があると一応期待される発明であれば，技術的意義を有するから，薬理効果さえあれば，医薬発明としての実施可能要件を満たす。",
                "そして，本件明細書【0108】は，8／6／3投与計画よりも高い暴露合計の研究においても「効果的であったことを示した」と結論付けており，許容できない有害事象が観察されたとは報告していない。甲3においても，対象患者6人中の1人のみに骨痛がみられたことのみが報告されている。本件発明6が医薬発明に求められる安全性を満たすことを，当業者は理解できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "4／2／1投与計画の薬理試験結果からのシミュレーション（甲32）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "シミュレーションを実施する契機",
                  "text": [
                    "実施可能要件とは，当業者が，明細書の記載及び技術常識から，当該発明を実施可能である（用途や有用性が実施例等により裏付けられている）と認識できるかどうかについての要件である。",
                    "そして，本件発明6の有用性を確認できる実験データ等を欲する当業者が，本件発明6の裏付けとなり得る実験データ等の開示を本件明細書から探し，大規模臨床試験の結果（表2及び図3に開示されたデータ）に着目するのは，ごく自然かつ合理的である。",
                    "本件明細書の表2や図3に着目した当業者は，薬物動態分野の技術常識に基づいて，8／6／3投与計画の有用性を確認する。その際，一般的な薬物動態モデルに血清濃度をフィッティングさせ，薬物動態パラメータを得るという作業は，原出願時点でごく一般的に行われていた。また，決定された薬物動態モデルとパラメータを用いて，異なる投与量と投与間隔からなる別の投与計画をモデリングすることもまた，当業者には日常的に行われていることであった。",
                    "このように，本件発明6の有用性の裏付けを得ようとする当業者が，本件明細書の表2や図3のデータを基に，甲32記載のシミュレーションに例示されたのと同様の作業を行うことは，自然で合理的なことであった。",
                    "なお，薬物動態の分野で解析ソフトは日常的に用いられており，その基本的な機能を使用することは技術常識にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "薬物動態パラメータの決定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書の表2と図3の組合せ",
                      "text": [
                        "異なる母集団の試験結果を組み合わせて解析することは，一般的に用いられる手法である。モデルをフィットすべきデータ点が多いほど，モデルとそのフィットの正確性が高まると考えられる。本件明細書の表2と図3に開示されたデータを全て考慮することにより，血清濃度のピーク値及びトラフ値並びに36週にわたる全てのデータに対して最適な薬物動態モデルの選択が可能になる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Berkeley  Madonnaを用いたフィッティング",
                      "text": [
                        "甲32記載のシミュレーションは，ある血清濃度データと最も相関する微分方程式をフィッティングし，薬物動態パラメータを決定することである。この解析は特定の解析ソフトに依存するものではない。",
                        "Berkeley  Madonnaを用いた解析において初期設定される各パラメータのうち「最大値」「最小値」は，通常はこの範囲に入ると考えられる値，「推定値1」「推定値2」は，パラメータの推定プロセスの開始時の初期値にすぎず，演算過程で当業者が適宜設定できるものである。演算においては，推定値からスタートして，よりフィットする値が探索されていくのであり，推定値が特定の値や正しい真の値である必要はない。",
                        "注入時間について，本件明細書の記載（【0045】等）を参考にすれば，例えば30～90分の間で設定され得る。数十日と非常に長い半減期と比較すれば，僅か数十分の注入時間の間に消失（代謝・排出等）する薬物量はシミュレーション結果に実質的に影響しないと考えられる。体重については，一般的な体重の値を用いて行って差し支えない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "コンパートメントモデルの選択及びコンパートメントモデルからの薬物動態パラメータ決定",
                      "text": [
                        "単回投与時の任意の二測定点とは異なり，本件明細書の図2及び表3に開示された実験データは，複数回投与におけるピーク値とトラフ値であり，十分な情報を有する。後者のピーク値及びトラフ値には，累積比（累積率）という薬物濃度の累積に関する情報も含まれる。血清濃度の観察期間が短すぎた場合には，誤ったモデルの選択や誤った半減期の設定がされ得るものの，本件明細書の図2及び表3では，長い観察期間のデータが開示されている。実際にも，甲32記載のシミュレーションでは，1-コンパートメントモデルでは十分なフィッティングができなかったのに対し，2-コンパートメントモデルでは全長を通じてピーク値及びトラフ値並びに血清濃度の蓄積を正確にフィットしている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "薬物動態パラメータの適用",
                  "text": [
                    "特定の薬物が特定の濃度範囲において非線形性を示すことは必ずしも，それ以外の濃度範囲においてその薬物動態を線形モデルで記述することが不適切ということを意味しない。甲32記載のシミュレーションでは，本件抗体の薬物動態は，その血清濃度範囲において，線形2-コンパートメントモデルによくフィットすることが確認された。そして，仮に本件抗体の薬物動態が線形であるとすれば，甲32記載のシミュレーション結果（半減期34日）はいずれの投与計画にも使用できる。本件抗体の薬物動態が非線形であるとすれば，当業者は，投与量が増えれば半減期はさらに長くなると考える。当業者は，本件抗体が線形薬物動態を有するか非線形薬物動態を有するかにかかわらず，8／6／3投与計画のシミュレーションを行うことができる。さらに，本件抗体について，投与量が多い場合には半減期が長くなることを示す先行技術もあった（甲2）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "シミュレーション結果の信頼性",
                  "text": [
                    "本件抗体を用いた製品の添付文書（甲24）には，8／6／3投与計画でも治療効果が期待される旨記載されているから，甲32記載のシミュレーションの最終的な結論は，事実として正しいものである。",
                    "一方，シミュレーション結果について，様々なパラメータのうち半減期だけに着目して，その信頼性を評価することはできない。なお，大規模臨床試験の結果から算出された半減期（34．4日。甲32）と，日本人3例，外国人5例から算出された半減期（16．3～16．7日。甲24）を直接比較することは意味がない。また，甲32は，血清濃度の実測値を2-コンパートメントモデルで近似させた場合に得られるパラメータであり，甲24は，モデルに依存しない解析により算出されたパラメータであるから，本質的に異なる。さらに，甲24には，4／2／1投与計画を2-コンパートメントモデルで解析した際の半減期が28．5日である旨記載され，甲32記載のシミュレーション結果（34．4日）に近い値である。加えて，原出願後に頒布された文献（甲11）において，本件抗体の半減期は28．5日と報告されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "有用性の基準",
              "text": [
                "本件発明6は，本件抗体の投与により，治療グループ全体について平均化された，およそ10-20μg／mlのトラフ血清濃度を維持することを目的とするものである（【0106】【0114】）。原告らの主張は，本件明細書の記載から離れるものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明6の有用性の裏付けを欲する当業者は，本件明細書の表2及び図3に開示された血清濃度データを基に，当業者にとっての技術常識を用いることにより，過度な試行錯誤の必要なく，本件発明6の有用性を確認することができたものである。よって，本件発明6について，本件明細書の発明の詳細な説明の記載は，実施可能要件を満たす。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明1-1及び1-2に基づく進歩性判断の誤り）",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決",
              "text": [
                "本件審決は，当業者は，4／2／1投与計画（引用発明1-1）に基づき，8／6／3投与計画（本件発明6）でも，本件抗体の有効血中濃度が維持されて治療効果が持続的にもたらされ，かつ重篤な副作用も生じないということを，容易に想到できないと判断した。",
                "しかし，本件発明6は，引用発明1-1に基づき容易に発明をすることができたものである。なお，本件審決における，引用発明1-1の認定，並びに，引用発明1-1と本件発明6との一致点及び相違点の認定は，争わない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付け",
              "text": [
                "段階的に用量を増し，推定臨床単回投与量を上回るまで単回投与して，用量増加に関連した薬理作用，薬物動態，副作用を調べ，これらの成績に基づいて，反復投与量，投与期間を決定し，最小の副作用の下で最大の薬効・薬理効果が得られるような用法・用量の検討を行うことは，技術常識である。特定の疾病に対して，服薬コンプライアンスの向上といった当業者によく知られた課題を解決するために，用法又は用量を好適化することは，当業者の通常の創作能力の発揮である。投与間隔を長くすることの利便性は，当業者に周知の事項である（引用例2（甲2），甲12，17）。当業者が8／6／3投与計画の有効性に確信を持っていなかったとしてもなお8／6／3投与計画を試すことは容易である。",
                "また，4／2／1投与計画でも8／6／3投与計画でも，維持投与における3週間当たりの投与量は同じであるから，8／6／3投与計画が4／2／1投与計画と比較して格別特殊な投与計画であるとはいえない（丙328，329）。本件抗体の半減期は投与量が増えるほど長くなることも知られていた（引用例2）。",
                "さらに，引用例5には，初回投与量を例えば2倍とすることが記載されている。また，引用例2及び3によれば，初回投与量を実際に人に投与されたことのある最大量の8mg／kgまでとすることは容易に想到できる。",
                "加えて，1週間ごとに投与される本件抗体と3週間ごとに投与されるパクリタキセルとの併用療法につき，パクリタキセルを1週間ごとに投与する臨床的検討がされていたとしても，利便性の向上の観点から，両者を3週間ごとに投与することも動機付けられる。",
                "仮に，本件抗体の半減期が5．8日であることが公知であったとしても，よく用いられていた1-コンパートメントモデルで8／6／3投与計画をシミュレートすれば，トラフ血清濃度は11．95μg／mlとなり，優先日当時において周知であった10μg／mlという目標トラフ血清濃度を達成する。",
                "したがって，本件発明6は，利便性の向上という周知の課題を解決するように用法用量を最適化したものにすぎないから，進歩性が認められるものではない。本件発明6に係る特定の初期投与量／維持投与量／投与間隔（週間）は，当業者が容易に想到できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "効果",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「顕著な効果」に依拠して進歩性を判断をする場合には，特許発明の効果が明細書に抽象的に記載されているだけでは足りず，引用発明との対比において発明の効果が顕著であることまでもが明細書に記載されていなければならない。",
                    "しかし，前記1〔原告らの主張〕(3)のとおり，本件明細書の表2及び図3に開示されているデータから，薬物動態パラメータを取得し，8／6／3投与計画の薬理効果を確認することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書は，本件抗体について，平均トラフ血清濃度が60μg／ml付近の範囲では，同血清濃度が高いほど有効性が高くなることを示唆している。そして，甲32記載のシミュレーションによっても，8／6／3投与計画の（平均）トラフ血清濃度は，10μg／mlは上回るものの，4／2／1投与計画のトラフ血清濃度よりも低い。そうすると，8／6／3投与計画で得られる薬理効果は，4／2／1投与計画で得られる薬理効果よりも低いというべきである。甲13及び24は，優先日以降に頒布された文献であるから，参酌できない。",
                    "本件発明6に進歩性が認められるとすれば，本件発明6が従来の4／2／1投与計画と比較して同等以上の効果を有していることは最低限必要である。有効性を犠牲にして投与間隔を延ばす程度のことは，当業者でなくても机上で想像可能であり，進歩性があるとは到底いえない。8／6／3投与計画については，投与間隔を3週間としたことによる利便性（通院回数の減少），点滴による苦痛の頻度の減少等が予測できるにすぎないが，これらは，技術常識（甲12，17）から容易に予測できる。したがって，本件発明6には，格別の効果は認められない。",
                    "なお，本件明細書には，8／6／3投与計画の副作用に関する記載は全く存在しないから，8／6／3投与計画が重篤な副作用を伴わない旨の出願後の補充実験（甲24）を参酌して，本件発明6は，重篤な副作用を伴わないという格別の効果を奏すると判断することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，本件明細書の表2及び図3に開示されているデータから，薬物動態パラメータを取得し，8／6／3投与計画の薬理効果を確認することが技術常識に属するとすれば，引用例2に開示されている4／2／1投与計画の16週から32週の間の定常期（反復投与してもトラフ・ピーク濃度が変わらない状態）に示された血中濃度のピーク値とトラフ値から，薬物動態パラメータを取得し，8／6／3投与計画の薬理効果を確認するのは容易である。薬物の安全性，有効性を評価する上では，定常状態におけるピーク値とトラフ値が最も重要な情報であり，定常状態に至る前の血中濃度の上昇の仕方はさほど重要なものではない。したがって，本件発明6には，格別の効果は認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明6は，引用発明1-1，又は引用発明1-1及び引用例2ないし6に記載された技術事項に基づき，当業者が容易に発明をすることができたものである。同様に，本件発明1ないし5は，引用発明1-2に基づき，本件発明7ないし9は，引用発明1-1に基づき，当業者が容易に発明をすることができたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "動機付け",
              "text": [
                "本件抗体について，優先日前には，4／2／1投与計画のみが臨床的に用いられ，実験的なものを含めても8／6／3投与計画に類似した投与計画は知られていなかった。本件抗体の半減期についても，毎週の投与に対して算出されたものしか知られておらず，その期間も5．8日（引用例2），8．3日（甲10）というものであった。また，本件抗体の半減期が短いという逆の示唆もあった。",
                "このような状況で，8mgの初期投与を行うとともに，これらの半減期を大きく超える3週間の維持投与間隔を設定すること（8／6／3投与計画）は，技術の最適化ではない。",
                "なお，薬物投与計画は，初期投与量，維持投与量及び各投与間隔などが一つに組み合わされた時にのみ意味を有する。特定の投与計画などから特定の投与量と特定の投与間隔だけを抜粋し，それらを完全に無関係な他の投与量及び投与間隔と組み合わせることは，通常の検討の範囲内ということはできない。特に，8mg／kgという初期投与量を設定することの動機付けや，その後に6mg／kgの維持投与量や3週間間隔の維持投与間隔と組み合わせることの動機付けは一切示されていない。また，優先日当時，臨床医は，毎週投与の本件抗体と併用してパクリタキセルの投与間隔を1週間に短縮して相乗効果を得ることを模索しており（乙1～3），このような化学療法剤の投与について，患者の利便性の向上よりも，有効性の増大に着目されていたという技術的背景を考慮すれば，当業者は，本件抗体について維持投与期間を3週間とすることを考えない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "効果",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1〔被告の主張〕(3)のとおり，本件明細書の表2及び図3に開示されているデータから，8／6／3投与計画の薬理効果を確認することができる。また，本件発明6は，客観的にも引用発明1-1と同等の治療効果を奏する（甲24）。",
                    "そして，優先日当時には，本件抗体の半減期は短いものであって，毎週の投与間隔で本件抗体を投与する計画しか知られていなかった状況に照らせば，維持投与間隔が3倍となり，より低い投与頻度で済むようになったということは，格別の効果とみなすべきである。",
                    "なお，8／6／3投与計画について，本件明細書から治療期間にわたり目標トラフ血清濃度を維持することが可能であることが推認される。そして，トラフ血清濃度と治療効果とは相関があるから，治療効果に関して優先日以降に頒布された甲24を参酌することは許される。また，甲24は，本件明細書に記載された治療効果を定量的に示した実験成績証明書に相当するものと考えることもできる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2が開示する測定点は2点のみであり，引用例2の不明瞭な記載から，当業者が本件抗体の薬物動態のシミュレーションを試みることはなく，それによって得られるシミュレーション結果についても技術的意義はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明6は引用発明1-1に基づき，又は引用発明1-1及び引用例2ないし6に記載された技術事項に基づき，当業者が容易に発明をすることができたものではない。本件発明1ないし5，7ないし9も同様である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明2-1及び2-2に基づく進歩性判断の誤り）",
          "text": [
            "〔原告らの主張〕",
            "本件審決における，引用発明2-1の認定，並びに，引用発明2-1と本件発明6との一致点及び相違点の認定は，争わない。",
            "しかし，前記2〔原告らの主張〕と同様に，本件発明6は，引用発明2-1，又は引用発明2-1及び引用例1，3ないし6に記載された技術事項に基づき，当業者が容易に発明をすることができたものである。同様に，本件発明1ないし5は，引用発明2-2に基づき，本件発明7ないし9は，引用発明2-1に基づき，当業者が容易に発明をすることができたものである。",
            "〔被告の主張〕",
            "前記2〔被告の主張〕と同様に，本件発明6は引用発明2-1に基づき，又は引用発明2-1及び引用例1，3ないし6に記載された技術事項に基づき，当業者が容易に発明をすることができたものではない。本件発明1ないし5，7ないし9も同様である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（引用発明3に基づく進歩性判断の誤り）",
          "text": [
            "〔原告らの主張〕",
            "本件審決における，引用発明3の認定，並びに，引用発明3と本件発明6との一致点及び相違点の認定は，争わない。",
            "しかし，前記2〔原告らの主張〕と同様に，本件発明6は，引用発明3，又は引用発明3及び引用例1，2，5，6に記載された技術事項に基づき，当業者が容易に発明をすることができたものである。同様に，本件発明1ないし5，7ないし9は，引用発明3に基づき，当業者が容易に発明をすることができたものである。",
            "〔被告の主張〕",
            "前記2〔被告の主張〕と同様に，本件発明6は引用発明3に基づき，又は引用発明3及び引用例1，2，5，6に記載された技術事項に基づき，当業者が容易に発明をすることができたものではない。本件発明1ないし5，7ないし9も同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明6について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明6に係る特許請求の範囲は，前記第2の2【請求項6】のとおりであるところ，本件明細書（甲51）には，おおむね，次の記載がある。なお，本件明細書には，別紙本件明細書図表目録のとおり，表2，図3（FIG3）が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の分野",
                  "text": [
                    "【0001】本発明は，…ErbB2の過剰発現により特徴付けられる疾患…の治療方法に関する。より詳細には，…抗ErbB2抗体を，静脈及び／又は皮下投与による治療の時に抗体の投与量をフロントローディングすることにより投与する。…"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の背景",
                  "text": [
                    "【0002】…ヒトErbB2遺伝子(erbB2，またher2又はc-erbB-2としても知られている)は，ヒトの乳癌の約25％～30％で過剰発現していることが見出されている…。",
                    "【0011】組換えヒト化抗ErbB2モノクローナル抗体（…ハーセプチン，またはハーセプチン抗ErbB2抗体と称されるマウス抗ErbB2抗体4D5のヒト化体）は，広範な抗癌治療を前に受けたErbB2過剰発現転移性乳癌を持つ患者において臨床的に活性であった…。推奨されるハーセプチンの初期注入量としては，90分注入として4mg／kgが投与される。推奨される各週の維持投与量は2mg／kgであり，初期注入量が上手く許容されれば，30分注入として投与できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の概要",
                  "text": [
                    "【0013】本発明は，抗ErbB2抗体の初期投与量の投与に続く等量又は少量の抗体（より多量のフロントローディング）によるトラフ血清濃度の効果的な標的の早期達成が，従来の治療より有効であるという発見に関する。…標的血清濃度は，その後，残りの治療計画の間，又は疾患症状の抑制が達成されるまで，等量又は少量の維持量投与により維持される。…",
                    "【0014】…本発明のフロントローディング薬剤治療方法は，標的血清薬剤濃度が治療の早期に達することにより効果を増大させるという利点を有する。…",
                    "【0018】本出願はまた，抗ErbB2抗体の低頻度投与量を含む治療の方法を提供する。…",
                    "【0020】…好ましくは，抗体は…huMAb4D5-8（ハーセプチン抗ErbB2抗体）でありうる。…",
                    "【0044】…「ピーク血清濃度」という用語は，動物又はヒト患者に薬剤を送達した後すぐの最高の血清薬剤濃度を意味し，血液システムを通して薬剤が分配された後であるが，身体による薬剤の有意な組織分配，代謝又は排泄が起こる前である。「トラフ血清濃度」という用語は，一連の投薬において薬剤の前の投薬の送達の後で，次のその後の投薬の送達の直前の血清薬剤濃度を意味する。一般にトラフ血清濃度は，一連の薬剤投与における最少の持続した有効薬剤濃度である。…"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例2：抗ErbB2抗体（ハーセプチン)の薬物動態学的及び薬力学的性質",
                  "text": [
                    "【0102】…4mg／kgハーセプチン抗ErbB2抗体の初期投与量が，静脈内注入により投与され，2mg／kgハーセプチン抗ErbB2抗体の数週間にわたる週ごとの静脈内投与が引き続き行われる。…",
                    "【0103】第2週から第36週までのハーセプチン抗ErbB2抗体トラフ血清濃度…が，図3にプロットされている（黒塗り丸）。…トラフ血清濃度は，12週間を通じて増加する傾向にあり，その期間後に定常値になる傾向にあった。",
                    "【0106】表2のデータは，時間が経つにつれて，トラフ血清濃度の増加が見られたことを示唆する。…",
                    "【0107】患者の反応状態は，ハーセプチン抗ErbB2抗体の血清濃度に関連して評価された。…第2週及び第8週の間の血清濃度の増加は，非反応者よりも反応者においてより顕著のようであり，反応状態とハーセプチン抗ErbB2抗体の血清濃度との間に関連性が存在することを示唆するものである。…"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例5：抗ErbB2抗体の静脈内及び皮下送達のための投薬法",
                  "text": [
                    "【0114】他の方法では，8mg／kgの初期（フロントローディング）投与量のハーセプチン抗ErbB2抗体が静脈注射…によって送達される。これに，治療グループ全体について平均化された，およそ10-20μg／mlのトラフ血清濃度を維持するために3週間の間隔で6mg／kgの，静脈ボーラス注射…が続く。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例6：パクリタキセルと組み合わせて3週毎に静脈内投与されたハーセプチン",
                  "text": [
                    "【0116】現在，ハーセプチンの推奨投与量は毎週1回で2mg／kgである。患者にはパクリタキセル（3週毎に175mg／m2）と共に，毎週ではなく3週毎にハーセプチンが投与される。提案された治療法のシミュレーションは，血清中濃度が過去のハーセプチンIV臨床試験の目標トラフ血清濃度の範囲（10-20mcg／ml）で，17mcg／mlとなることを示唆している。…"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6の特徴",
              "text": [
                "前記(1)によれば，本件発明6の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件抗体はヒトErbB2遺伝子（Her2）の過剰発現が認められる乳がん患者に臨床的に活性なモノクローナル抗体であるところ，本件発明6は，本件抗体を用いた治療方法において用いられる医薬組成物である。（【0001】【0002】【0011】）",
                  "text": [
                    "本件抗体を用いた治療方法の従来技術としては，本件抗体を4／2／1投与計画で投与するというものがあった。（【0011】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6は，本件抗体を継続的に投与する場合には，最小の有効薬剤濃度を早期に達成させることが，従来の治療方法よりも有効であるという発見に基づくものであって，本件抗体を8／6／3投与計画で投与するという治療方法において用いられる。（【0013】【0044】）"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6によれば，本件抗体を用いた治療効果を増大させ，本件抗体の低頻度投与が可能になる。（【0014】【0018】）"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3（引用発明2-1及び2-2に基づく進歩性判断の誤り）について",
          "text": [
            "事案にかんがみ，まず，取消事由3について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2-1",
              "text": [
                "引用例2（甲2）は米国で承認された医薬品ハーセプチン（トラスツズマブ）の添付文書であるところ，引用例2に，前記第2の3(3)イ(ア)のとおり，引用発明2-1が記載されていることは当事者間に争いがない。そして，引用例2には，引用発明2-1に関し，以下の点が開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "薬物動態（1頁左欄）",
                  "text": [
                    "トラスツズマブの薬物動態は，転移性疾患を有する乳がん患者で検討された。週1回10～500mgの短持続期間の静脈注入により，投与量依存的な薬物動態が証明された。投与量レベルの上昇に伴い，平均半減期は上昇し，クリアランスは低下した。10mg及び500mgの投与量レベルでは，それぞれ，平均で1．7日，12日の半減期となった。…",
                    "4mg／kgのローディング投与とその後の週毎の2mg／kgの維持投与を用いた試験において，5．8日の平均半減期が観察された（範囲は，1～32日）。16週と32週の間で，トラスツズマブ血清濃度は，定常期に達し，平均トラフ濃度及び平均ピーク濃度は，それぞれ，約79μg／ml，123μg／mlとなった。…"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "臨床試験（1頁左欄）",
                  "text": [
                    "…過去に転移性疾患の化学療法治療を受けていない転移性乳癌患者469人で，多施設，ランダム化の対照臨床試験を実施した。患者は，化学療法を単独で受けるか，又は化学療法と共に静脈内にハーセプチンを4mg／kgのローディング投与量で投与して毎週2mg／kgでハーセプチンの投与を受けるかを，ランダム化して選ばれた。以前に補助療法でアントラサイクリン治療を受けた患者については，化学療法にパクリタキセルを含め（21日ごとを少なくとも6サイクルで，各3時間以上で175mg／m2）；他の患者については，化学療法にアントラサイクリンにプラスしてシクロホスファミドを含めた（AC：21日ごとを6サイクルで，ドキソルビシン60mg／m2又はエピルビシン75mg／m2にプラスして600mg／m2シクロホスファミド）。…",
                    "ランダムに化学療法単独に選ばれた患者と比較すると，ランダムにHERCEPTIＮ及び化学療法に選ばれた患者は，病勢進行の期間が著しく長期化し，全奏功率（ORR）が全体に向上し，反応期間の中央値が長期化し，そして，1年間の生存率が高まることを経験した…。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6と引用発明2-1との対比",
              "text": [
                "本件発明6と引用発明2-1との相違点が前記第2の3(3)イ(イ)bのとおりであることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術常識",
              "content": [
                {
                  "fig": "ア",
                  "subject": "医薬品の投与量と投与間隔",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "厚生省薬務局審査課長「新医薬品の承認に必要な用量-反応関係の検討のための指針」について（平成6年7月25日）（丙323の1）",
                      "text": [
                        "丙323の1は，厚生省薬務局審査課長が，各都道府県衛生主幹部（局）長に対し，「新医薬品の承認に必要な用量-反応関係の検討のための指針」を，管下の関係業者に周知するよう求めるものである。",
                        "同指針は，医薬品の開発期間全般にわたり必要な用量反応情報を収集し，その後の治験及び市販後の当該医薬品の使用に対して有益な情報を提供するために考慮すべき方法論について指針を示すものである。",
                        "そして，同指針には，「個々の患者に対する投与量の選択は，しばしば投与頻度と関連している。一般に投与間隔が薬物の消失半減期に比べて長い場合には，選択した投与間隔を薬力学的に説明することに注意を向けるべきである。例えば，同じ投与量について投与間隔が長い場合と，より小刻みに分割して投与する場合との比較が挙げられる。その場合は，可能であれば次の投与時まで期待している効果が持続するかどうか，および血中濃度のピークに伴う副作用を観察する。」ことが記載されている（3頁）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "M.A.Richardsほか「Doxorubicin in Advanced Breast Cancer : Influence of Schedule on Response, Survival and Quality of Life」The European Journal of Cancer 28A 6/7，1023～1028頁（平成4年5月）（丙328）",
                      "text": [
                        "丙328には，「ドキソルビシンは通常3週間ごとに投与されるが，毎週の投与も有効であり，心毒性の発生率を低下させる可能性がある。」「この研究では，進行性の疾患において以前に細胞毒性のある化学療法を受けていない転移性乳がん患者は，2つの同程度の計画用量，すなわち，ドキソルビン25mg／m2の毎週投与または75mg／m2の3週毎の投与に無作為化された。」と記載され，さらに「結果として，この研究で用いられた2つのドキソルビン投与計画は，同じ用量強度及び効果であった。」と記載されている（1023頁，1027頁）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "J.E.Fergusonほか「High Dose, dose-intensive chemotherapy with doxorubicin and cyclophosphamide for the treatment of advanced breast cancer」（平成5年）（丙329）",
                      "text": [
                        "丙329には，「治療の有効性及び毒性に対する薬物スケジュール及び用量強度の重要性はますます高く評価されている。2つのレジメンの合計容量が同等である場合，ドキソルビシン70mg／m2（3週×8）と比較した場合のドキソルビシン35mg／m2（3週×16）の有効性の低さから例示されるように，用量強度は非常に重要である…。治療成績におけるスケジューリングの効果を比較した無作為化研究において，ドキソルビシン25mg／m2（毎週×12）対ドキソルビシン75mg／m2（3週毎×4）の等用量強度のレジメの間に違いはなかった…。」と記載されている（825頁左欄）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "丙323の1，328，329の各記載によれば，本件優先日当時，乳がんの治療薬を含む一般的な医薬品において，投与量を多くすれば，投与間隔を長くできる可能性があり，医薬品の開発の際には，投与量と投与間隔を調整して，効能と副作用を観察することは，当業者にとって技術常識であったというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "低頻度投与",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平7-187994号公報（甲12）",
                      "text": [
                        "甲12には，「タンパク質製剤の多くは血中半減期が数分～数時間と非常に短いため，薬物血中濃度を長期間有効領域内に維持させるには少量ずつを頻回投与する必要がある。…注射剤の場合は，頻回にわたる通院もしくは入院が必要となり，投与の際の苦痛も併せて患者にとっては非常に大きな負担となる。以上の点から，タンパク質などの水溶性薬物に関し，一度の投与で長期間，薬効を持続することのできる放出制御製剤の開発が望まれている。」と記載されている（【0002】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Mace L. Rothenbergほか「イリノテカンの代替投与スケジュール」Oncology12巻8号付録6，68頁（平成10年8月）（甲17）",
                      "text": [
                        "甲17には，「イリノテカンを含む多くの薬物は，インビトロにおいて，明らかな投与量-応答の関連性を有している。このことは，イリノテカンが，最大の抗癌性効果を達成するために，可能な単回の高投与によって与えられるべきことを提案している。…投与量-応答の関連性を利用することに加えて，このアプローチは，1週ごとのスケジュールで必要とされる投与より低い頻度の投与を伴うため，より多くの患者の利便性という追加的な利点も有する。」と記載されている（69頁左欄～中央欄）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲12，17の各記載によれば，本件優先日当時，抗がん剤治療において，投与間隔を長くすることは，患者にとって通院の負担や投薬時の苦痛が減ることになり，費用効率，利便性の観点から望ましいということは，当業者にとって技術常識であったというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明6の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "当業者が，相違点2に係る本件発明6の構成，すなわち，引用発明2-1に係る4／2／1投与計画による本件抗体の投与を，本件発明6に係る8／6／3投与計画による本件抗体の投与とすることを，容易に想到することができたか否かについて検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，当業者は，本件優先日当時，乳がんの治療薬を含む一般的な医薬品において，投与量を多くすれば，投与間隔を長くできる可能性があり，医薬品の開発の際には，投与量と投与間隔を調整して，効能と副作用を観察すること，抗がん剤治療において，投与間隔を長くすることは，患者にとって通院の負担や投薬時の苦痛が減ることになり，費用効率，利便性の観点から望ましいということを技術常識として有していたものである。",
                        "そして，引用例2には，本件抗体の薬物動態を観察するに当たり，本件抗体が週1回10～500mgの短持続期間の静脈注入が行われた旨記載されている。ここで，週1回10～500mgの投与は，患者の体重が60kgの場合は0．167～8．33mg／kg，70kgの場合は0．143～7．14mg／kgに相当する。そうすると，引用例2には，本件抗体を週1回8mg／kg程度までの投与量で投与できることは，示唆されているといえる。",
                        "また，引用例2には，本件抗体の臨床試験において，本件抗体の毎週の投与と化学療法剤の3週間ごとの投与を組み合わせるという治療方法が記載されている。",
                        "さらに，引用例2には，本件抗体の薬物動態として，本件抗体は投与量依存的な薬物動態を示し，投与量レベルを上昇させれば，半減期が長期化する旨記載されている。",
                        "そうすると，上記のとおりの技術常識を有する当業者は，引用発明2-1のとおり本件抗体を4／2／1投与計画によって投与するだけではなく，本件抗体の投与量と投与間隔を，その効能と副作用を観察しながら調整しつつ，本件抗体の投与期間について，費用効率，利便性の観点から，併用される化学療法剤の投与期間に併せて3週間とすることや，本件抗体の投与量について，8mg／kg程度までの範囲内で適宜増大させることは容易に試みるというべきである。そして，当業者が，このように通常の創作能力を発揮すれば，本件抗体を8／6／3投与計画によって投与するに至るのは容易である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告の主張について",
                      "text": [
                        "被告は，本件優先日前には，4／2／1投与計画のみが臨床的に用いられ，本件抗体の半減期も1週間程度と考えられていたから，8／6／3投与計画のように投与間隔について半減期を大きく超える3週間にすることなどは，技術の最適化とはいえないと主張する。",
                        "しかし，引用例2には，本件抗体を週1回8mg／kg程度までの投与量で投与できることが示唆され，また，本件抗体の投与量レベルを上昇させれば，半減期が長期化する旨記載されている。さらに，丙323の1には，投与間隔が半減期に比べて長い場合を前提とした留意事項が記載されている。そして，前記のとおりの技術常識を有する当業者が通常の創作能力を発揮すれば，4／2／1投与計画による本件抗体の投与を，8／6／3投与計画による本件抗体の投与とすることは容易に想到し得るものである。なお，A博士の宣誓書（乙8）には，がん専門臨床医は，未試験の投与レジメンを実験することは患者の生命をリスクにさらすことになるから，本件抗体を8／6／3投与計画で投与することを動機付けられないなどと記載されているが，臨床医が薬剤の新たな用法用量を臨床的に試みる動機付けがないことをもって，薬剤の新たな用法用量の開発を試みる動機付けを否定するものにはならない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，当業者は，引用例2の記載及び技術常識に基づき，相違点2に係る本件発明6の構成を容易に想到することができたというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2-1に基づく本件発明6の進歩性を判断するに当たっては，相違点2に係る本件発明6の構成に至ることが容易かどうかだけではなく，本件発明6が予測できない顕著な効果を有するか否かについても併せ考慮すべきであり，本件発明6に予測できない顕著な効果があることを基礎付ける事実は，特許権者である被告において，主張，立証する必要がある。",
                        "そして，本件において，被告は，本件抗体を8／6／3投与計画で投与する本件発明6は，4／2／1投与計画で投与する引用発明2-1と同等の治療効果を有し，投与間隔が3倍となったから，顕著な効果を有すると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "投与間隔",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件抗体を8／6／3投与計画で投与する本件発明6は，本件抗体を4／2／1投与計画で投与する引用発明2-1と比較すれば，投与間隔が3倍になっているから，患者にとって通院の負担や投薬時の苦痛が減ることになり，費用効率，利便性の観点からは，優れたものということはできる。",
                            "しかし，前記のとおり，本件優先日当時，抗がん剤治療において，投与間隔を長くすることが，費用効率，利便性の観点から望ましいということは，当業者にとって技術常識であったものである。そうすると，引用発明2-1と同等の治療効果を有することが認められない限り，単に投与間隔が3倍になったことをもって，本件発明6の効果が引用発明2-1と比較して予測できない顕著なものということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件抗体に係る過去の臨床試験の目標トラフ血清濃度の範囲が10～20μg／mlであることからすれば，この範囲のトラフ血清濃度を維持できれば相応の治療効果を有するといえ，17μg／mlのトラフ血清濃度を得ることが示唆された本件発明6も，この限度においては治療効果を得られると評価することは可能である。そうすると，8／6／3投与計画は，相応の治療効果を維持しつつ，引用発明2-1と比較して投与間隔を3倍にするものということはできる。",
                            "しかし，引用例2には，本件抗体は投与量依存的な薬物動態を示し，投与量レベルを上昇させれば半減期が長期化すること，本件抗体を4／2／1投与計画で投与すれば約79μg／mlのトラフ血清濃度を維持できたことが記載されている。そして，この記載から，本件抗体を8／6／3投与計画で投与すれば，17μg／ml程度のトラフ血清濃度を維持できるであろうことは予測できる。",
                            "そうすると，実施可能要件やサポート要件に関しては格別，進歩性に関しては，本件発明6が過去の臨床試験で求められる程度の治療効果を有しつつ，単に投与間隔が3倍になったことをもって，本件発明6の治療効果が引用発明2-1と比較して予測できない顕著なものということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "治療効果",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例2には，本件抗体を4／2／1投与計画で投与した場合の治療効果として，16週と32週の間で，トラスツズマブ血清濃度は，定常期に達し，平均トラフ濃度及び平均ピーク濃度は，それぞれ，約79μg／ml，123μg／mlとなったこと，化学療法剤単独の場合と比較すれば，病勢進行の期間が著しく長期化し，1年間の生存率が高まったことが記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，本件明細書には，本件抗体を8／6／3投与計画で投与した場合，「およそ10-20μg／mlのトラフ血清濃度を維持」される（【0114】），「血清中濃度が過去のハーセプチンIV臨床試験の目標トラフ血清濃度の範囲（10-20mcg／ml）で，17mcg／mlとなることを示唆している。」（【0116】）と記載されている。もっとも，本件明細書には，本件抗体を8／6／3投与計画で投与した場合における，病勢進行の期間の長期化や生存率に関する具体的な記載はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ところで，本件明細書には，本件抗体を8／6／3投与計画で投与した場合における，病勢進行の期間の長期化や生存率に関する具体的な記載はないから，本件発明6の治療効果は不明であって，引用発明2-1と同等の治療効果を有するとは直ちにはいえない。",
                            "また，一般にトラフ血清濃度は，一連の薬剤投与における最少の持続した有効薬剤濃度であるから（本件明細書【0044】），一連の薬剤投与において維持されるトラフ血清濃度が高い場合には，それだけ有効薬剤濃度が高く，治療効果も高いと評価することは可能である。しかし，引用発明2-1と本件発明6のトラフ血清濃度を比較するに，引用発明2-1において維持されるトラフ血清濃度は約79μg／mlであるのに対し，本件発明6において維持されるトラフ血清濃度はせいぜい17μg／mlにとどまる。そうすると，トラフ血清濃度において比較した場合においても，本件発明6の治療効果は引用発明2-1と同等の治療効果を有するとはいえない。",
                            "なお，本件明細書には，本件抗体を8／6／3投与計画で投与した場合における副作用の抑制効果に関する記載もないから，副作用の抑制という観点からも，本件発明6は，引用発明2-1と同等の治療効果を有するとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "よって，本件発明6が引用発明2-1と同等の治療効果を有すると認めることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，本件明細書の表2及び図3に開示されているデータをシミュレーションすることにより，本件抗体を8／6／3投与計画で投与した場合の治療効果を確認することができると主張する。",
                            "そこで検討するに，本件明細書の表2及び図3に開示されているデータは，いずれも本件抗体を4／2／1投与計画で投与した場合におけるトラフ血清濃度の推移を開示するものである。そして，B博士の宣誓供述書（甲32）は，本件抗体の薬物動態を解析ソフト「Berkeley  MadonnaTM」を用いて解析するものであるところ，同宣誓供述書には，本件明細書の表2及び図3に開示されたデータから，本件抗体の薬物動態に関するパラメータを得ることができ，このパラメータを8／6／3投与計画でシミュレーションすれば，「効果があるとして同定されている濃度を優に上回り，かつ臨床試験において患者の治療が成功した時に得られるものと同様のハーセプチン血漿中濃度（トラフ濃度は，4／2／1投与計画から得られるものより若干低いが，最小目標である10μg／mlをかなり上回る）が容易に維持され」た旨記載されている。",
                            "しかし，引用例2に，本件抗体は投与量依存的な薬物動態を示し，投与量レベルを上昇させれば半減期が長期化する旨記載されていることからすれば，本件抗体を4／2／1投与計画で投与した場合と，8／6／3投与計画で投与した場合の薬物動態は異なるものと認められる。そうすると，本件明細書の表2及び図3に開示されたデータを解析することによって得られたパラメータは，仮にそのパラメータが正しくても，せいぜい，本件抗体を4／2／1投与計画で投与した場合におけるパラメータにすぎず，このパラメータをもって，本件抗体を8／6／3投与計画で投与した場合の薬物動態をシミュレーションすることは適切ではないというべきである（C准教授の意見書11～13頁（甲54））。",
                            "したがって，本件明細書の表2及び図3に開示されているデータの解析に基づき，本件抗体を8／6／3投与計画で投与した場合におけるトラフ血清濃度は，4／2／1投与計画から得られるものより若干低いものにとどまるとするグラス博士の宣誓供述書の記載は直ちに採用できない。",
                            "また，本件抗体は，投与量レベルを上昇させれば，半減期が長期化するものと認められるものの，どの程度半減期が長期化するかについては，本件明細書には記載がなく，本件優先日当時にも，それは判明していなかったものである。本件抗体を8／6／3投与計画で投与した場合におけるトラフ血清濃度が17μg／mlをどの程度上回るかについては不明であるというほかない。",
                            "よって，本件明細書の表2及び図3に開示されているデータからは，本件抗体を8／6／3投与計画で投与した場合の治療効果が，4／2／1投与計画と同等の治療効果を有することを確認できないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，本件抗体を8／6／3投与計画で投与した場合の治療効果は，本件優先日以降に頒布されたハーセプチンの添付文書に記載されているとおり，本件抗体を4／2／1投与計画で投与した場合の治療効果と客観的に同じであると主張する。",
                            "しかし，前記のとおり，本件明細書には，本件抗体を8／6／3投与計画で投与した場合における，病勢進行の期間の長期化や生存率に関する具体的な記載はなく，同投与計画により維持されるトラフ血清濃度はせいぜい17μg／mlである旨開示されるにとどまる。ハーセプチンの添付文書（第25版）に，8／6／3投与計画により維持されるトラフ血清濃度が58．5±21．6μg／ml又は71．2±23．2μg／mlである旨記載されているとしても（甲24の5頁左欄），同添付文書は本件優先日から15年以上も後の平成27年12月に改訂され，頒布されたものであり，効能追加も平成23年11月にされている。本件明細書には，本件発明6の効果の顕著性を判断するに当たり，同添付文書の記載を参酌すべき基礎がないというほかない。本件明細書に開示も示唆もない新たな効果が後日に示され，これが従来技術と比較して顕著な効果であったとしても，これを斟酌するのは相当ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，本件発明6が引用発明2-1と同等の治療効果を有すると認めることはできないから，単に投与間隔が3倍になったことをもって，本件発明6の効果が引用発明2-1と比較して予測できない顕著なものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "よって，当業者は，引用例2の記載及び技術常識に基づき，相違点2に係る本件発明6の構成を容易に想到することができたというべきであり，本件発明6が予測できない顕著な効果を有するということもできない。本件発明6は，引用発明2-1及び技術常識に基づき，容易に発明をすることができたものということができる。本件審決は，本件発明6に係る進歩性判断を誤ったものであるから，取り消されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1ないし5，7ないし9の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の進歩性",
                  "text": [
                    "引用例2に，前記第2の3(3)ア(ア)のとおり，引用発明2-2が記載されていること，本件発明1と引用発明2-2との相違点は，前記第2の3(3)ア(イ)bのとおりであることは当事者間に争いがない。",
                    "そして，本件発明6と同様に，当業者は，引用例2の記載及び技術常識に基づき，相違点2に係る本件発明1の構成を容易に想到することができたというべきであり，本件発明1が予測できない顕著な効果を有するということもできない。",
                    "よって，本件発明1は，引用発明2-2及び技術常識に基づき，容易に発明をすることができたものということができる。本件審決は，本件発明1に係る進歩性判断を誤ったものであるから，取り消されるべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2ないし5及び7ないし9の進歩性",
                  "text": [
                    "本件審決は，本件発明2ないし5は，本件発明1をさらに限定する内容の発明であるから，本件発明1と同様に，本件発明7ないし9は，本件発明6をさらに限定する内容の発明であるから，本件発明6と同様に，いずれも当業者が容易に発明をすることができたものとはいえないと判断した。",
                    "しかし，前記のとおり，本件発明1及び6は，いずれも当業者が容易に発明をすることができたものである。本件発明2ないし5及び7ないし9の進歩性に関し，その余の相違点について判断することなく審判請求が成り立たないとした本件審決の判断は，取り消されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "よって，取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の取消事由3は理由があるから，原告らの請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}