{
  "conclusion": [
    {
      "text": "本件抗告を棄却する。"
    },
    {
      "text": "抗告費用は抗告人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "抗告の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原決定を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "相手方は，別紙文書目録記載の各文書を提出せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "基本事件は，抗告人が，相手方に対し，相手方は，別紙装置目録記載の装置(以下「高性能ALPS」という。)を製造及び稼働させるに当たり，抗告人が保有し，抗告人から示された営業秘密を使用し，かかる行為は不正競争防止法2条1項7号の不正競争行為に該当すると主張して，同法3条1項に基づく高性能ALPSの製造等の差止めを求めるとともに，同法4条に基づく損害賠償金1218億4577万1613円及びこれに対する遅延損害金の支払を求める事案である(なお，抗告人は，基本事件において，相手方に対し，パートナーシップ契約の債務不履行に基づく損害賠償金の支払等も求めているが，本件申立てとは関係しないから，記載を省略する。)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件は，抗告人が，別紙文書目録記載の各文書(以下「本件各文書」という。)は，職業秘密文書(民訴法220条4号ハ，197条1項3号)等に該当しないから，相手方は文書提出義務を負い(同法220条4号柱書)，その取調べの必要性もあるとして，本件各文書について，原決定別紙文書提出命令の申立書記載のとおり，文書提出命令の申立てをするとともに，本件申立てに係る文書の表示及び趣旨が明らかではなくても，本件申立てに係る文書を識別することができる事項は明らかであるなどとして，文書特定の申出(同法222条1項)をするものである。",
            "相手方は，本件申立てに係る文書の表示及び趣旨並びに同文書により証明すべき事実は明らかではない，本件各文書は，職業秘密文書に該当するから，相手方は文書提出義務を負わない，本件各文書の取調べの必要性はないと争うとともに，本件申立てに係る文書を識別することができる事項は明らかではないと争っている。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原決定は，相手方は，東京電力ホールディングス株式会社(以下「東京電力」という。)に対し本件各文書の記載内容全般につき守秘義務を負うところ，東京電力は本件各文書について開示義務を負わず，相手方において本件各文書に記載されている情報につき秘密として保護に値する利益があるから，本件各文書は職業秘密文書に該当し，相手方はその提出を拒むことができると判断して，本件申立てを却下した。",
            "抗告人は，原決定を不服として，本件即時抗告を申し立てた。"
          ]
        },
        {
          "fig": "4",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，前記2のとおりであるところ，このうち，文書の特定(文書の表示及び趣旨)，識別性，職業秘密文書該当性に関する主張は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "文書の特定(文書の表示及び趣旨)",
              "text": [
                "〔抗告人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件申立てに係る文書は，別紙文書目録に記載されたものであって，同文書には，相手方が高性能ALPSで使用している技術情報及び当該情報の内容を理解することに資する情報が記載されている。具体的には，設計書には，抗告人が相手方に開示した抗告人の営業秘密を用いて，それ以前には相手方が有しなかった核種除去性能に関する知見，放射能廃棄物量削減に関する知見を前提とした設計がされており，その他高性能ALPSの設計・製造・運用に関して作成された文書等には，上記の各知見を前提とした記載がされていると考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相手方が，抗告人の営業秘密を使用したことを立証するためには，高性能ALPSの実機の設計のみならず，相手方が高性能ALPSの実機の浄化プロセスの構成・設定の諸条件を確定するに至るまでに，種々の構成・諸条件を検討した過程(試行錯誤のプロセス，例えば，いかなる条件についていかなる実験を行ったか，当該実験の実験条件をいかなる検討の結果として設定したのか等)を検証する必要がある。そして，抗告人は，相手方が具体的にどのような文書を所持しているか知り得る立場にない中で，対象事業及び対象設備(具体的には高性能ALPS)を個別に特定している。",
                    "一方，高性能ALPSの実機設計に当たり相手方が作成した資料や得られた数値等は，東京電力の「委託共通仕様書」と題する文書(乙124。以下「本件仕様書」という。)にいう「重要情報」に当たるから，相手方において厳格に管理されている。相手方は，この「重要情報」を構成する資料，数値ごとに，管理場所・管理態様・管理責任者等を把握しているはずである。したがって，相手方は，かかる「重要情報」の中から，浄化プロセスの構成・諸条件の設定に係る検討過程についての情報はどれかを特定できる。",
                    "また，単に作業量が膨大であることをもって，特定が不十分とはならない。特定が不十分となるのは，相手方において，申立てに係る資料と他の関係のない資料とを区別できないような場合を指すのであって，求めている文書が何を意味するのかは分かり，該当する文書はあるが，その量が多すぎる場合や，どこにあるのか探してみないと分からない場合は，これに該当しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件申立てにおいて，本件申立てに係る文書の表示及び趣旨は明らかというべきである。",
                    "〔相手方の主張〕",
                    "本件申立てにおいて，本件申立てに係る文書の表示及び趣旨は明らかではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "識別性",
              "text": [
                "〔抗告人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "抗告人は，申立対象文書の作成機会や作成目的を，一つしかない高性能ALPSに係る設計書等であると明示している。",
                    "また，前記(1)〔抗告人の主張〕のとおり，相手方は，他のプロジェクトに係る文書等の本件申立ての対象ではない文書群と区別して，高性能ALPSの実機設計に当たり作成した資料や得られた数値等を厳格に管理している。相手方は，作業量が膨大である旨主張するにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって，本件申立てにおいて，本件申立てに係る文書を識別することができる事項は明らかであるというべきである。",
                    "〔相手方の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "識別可能性とは，文書の所持者において，その事項が明らかにされていれば，不相当な時間や労力を要しないで当該申立てに係る文書あるいは文書グループを他の文書から区別することができるような事項をいう。また，形式的には，他と区別が可能な文書グループを形成することはできても，そのような区別からは証明すべき事実との関係で必要性を判断したり，提出義務の存否を審査したりするのに必要な情報が含まれていない場合には，識別可能とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各文書は，①高性能ALPSの設計書，②高性能ALPS設計のための疑似水試験，模擬液試験や実液試験の内容を記載した文書，③高性能ALPSで使用されている放射能廃棄物量削減に関する技術情報が記載されている文書，④高性能ALPSで使用されている核種除去性能に関する技術情報が記載されている文書，⑤高性能ALPSの設計・製造・運用に関して作成された文書である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①の文書",
                      "text": [
                        "相手方は，「設計書」その他の名称を問わず，一通の文書としては，高性能ALPSの設計内容を示す文書を所持していない。",
                        "相手方は，高性能ALPSの設計内容を記載した，東京電力への提出図書として取り扱っている文書群を電磁的記録の形式で所持している。しかし，この文書群は，文書作成の度に東京電力に提出されたものであって，提出後の設計変更等により，随時，各文書自体の改訂や文書の追加による更新がなされている。この文書群に含まれる文書数は，各文書について改訂を重ねているものを1通と数えても，約1000通にのぼり，1通でもその枚数は数百枚に及ぶものもある。さらに，多くの文書は改訂を重ねているから，全体の通数及び枚数は，その数倍となる。なお，この中には，相当数の「配管施工図」等，抗告人の営業秘密と全く無関係の文書も含まれる。",
                        "また，相手方は，東京電力に提出していないが，福島第一原子力発電所(以下「福島第一原発」という。)における納入設備に係る設計の内容を示す文書として管理している文書群を電磁的記録の形式で所持している。この文書群には，高性能ALPSに係るものも含まれるものの，福島第一原発の他の施設に係るものと一括して管理されている。その通数等は不明であるが，前記のものよりもさらに膨大なものとなることが予想される。",
                        "さらに，相手方の各部署・各担当者は，実質的に，福島第一原発における納入設備に係る設計の内容を示す文書を保管している。この文書群は，一元的に管理をしていないから，どのような文書があるかを把握することすら困難であり，高性能ALPSの設計の内容を示す文書であると確認することも困難である。",
                        "このように，①の文書は，管理態様も様々であり，膨大な数及び量にのぼる。相手方は，文書の表示及び趣旨を明らかにするために，常識的な範囲を超えた課題を負担することになる。また，福島第一原発における納入設備に係る設計の内容を示す文書群から，高性能ALPSに係るものを，相手方が，相当な時間と労力をかけずに，探し出すことはできない。さらに，①の文書の内容は，文書ごとに様々であって，「設計書」という限定の仕方では，取調べの必要性を判断したり，提出義務の存否を審査したりするのに必要な情報が含まれているとはいえない。",
                        "したがって，①の文書に係る申立ては，識別可能性を欠く。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②の文書",
                      "text": [
                        "「試験の内容」とは具体的に何を意味するのか曖昧である。試験の方法や結果についての意見交換がこれに含まれるのかや，一部でも試験の結果が含まれていればこれに含まれるのかなど，明らかではない。相手方として，ある文書がこれに該当するか否かの判断自体ができない。",
                        "また，長期にわたり，多数回の試験が行われ，これに関する多数のやり取りが行われているから，この範囲に含まれる可能性のある文書は膨大な量にのぼり，様々な態様で，各部署や各担当者において散在して保管されるなどしているほか，当該技術情報が記載されているか否かは個別の文書を逐一全文読まなければ確認できない。相手方は，対象文書を区別するのに，不相当な時間及び労力を要する。",
                        "さらに，包括的に限定されているから，取調べの必要性を判断したり，提出義務の存否を審査したりするのに必要な情報が含まれているとはいえない。",
                        "したがって，②の文書に係る申立ては，識別可能性を欠く。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③及び④の文書",
                      "text": [
                        "「放射能廃棄物量削減に関する技術情報」という概念は曖昧である。すなわち，「関する」では具体的範囲が明らかとはいえず，「放射能廃棄物量削減」は高性能ALPSの課題であって，これを直接の目的とする設備もなく，「技術情報」も曖昧な概念である。また，「核種除去性能に関する技術情報」という概念は曖昧である。すなわち，「関する」では具体的範囲が明らかとはいえず，「核種除去性能」は高性能ALPS自体が多核種を除去することを目的するから，限定が加えられているのか否かも不明であって，「技術情報」も曖昧な概念である。さらに，「高性能ALPSで使用されている」という概念も，何をもって「使用」というのか不明である。相手方として，ある文書がこれらに該当するか否かの判断自体ができない。",
                        "また，③及び④の文書が区別できたとしても，この範囲に含まれる可能性のある文書は，膨大な量にのぼり，電子メールやメモなど様々な態様で，各部署や各担当者において散在して保管されるなどしているほか，当該技術情報が記載されているか否かは個別の文書を逐一全文読まなければ確認できない。相手方は，対象文書を区別するのに，不相当な時間及び労力を要する。",
                        "さらに，包括的に限定されているから，取調べの必要性を判断したり，提出義務の存否を審査したりするのに必要な情報が含まれているとはいえない。",
                        "したがって，③及び④の文書に係る申立ては，識別可能性を欠く。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "⑤の文書",
                      "text": [
                        "「高性能ALPSの設計・製造・運用に関して作成された文書」という概念は曖昧である。すなわち，「関して」では具体的範囲が明らかとはいえず，「運用」が何を指すのかも明らかではない。設計・製造を下請業者に発注している場合の見積書・発注書等がこれに該当するか否か明らかではない。相手方として，ある文書がこれらに該当するか否かの判断自体ができない。",
                        "また，⑤の文書が区別できたとしても，この範囲に含まれる可能性のある文書は，膨大な量にのぼり，電子メールやメモなど様々な態様で，各部署や各担当者において散在して保管されるなどしているほか，相手方において高性能ALPSに関与した担当者は，合計数百名に及び，また，⑤の文書に該当するか否かは個別の文書を逐一全文読まなければ確認できない。相手方は，対象文書を区別するのに，不相当な時間及び労力を要する。",
                        "さらに，包括的に限定されているから，取調べの必要性を判断したり，提出義務の存否を審査したりするのに必要な情報が含まれているとはいえない。",
                        "したがって，⑤の文書に係る申立ては，識別可能性を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件申立ては，抽象的・包括的な申立てであって，本件申立てに係る文書の識別可能性を欠く不適法なものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "職業秘密文書該当性",
              "text": [
                "〔抗告人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "秘密情報の主体の相違",
                  "text": [
                    "本件各文書には，相手方の技術に係る情報，東京電力の技術に係る情報，関係業者の技術に係る情報が記載されている。高性能ALPSの設計図や実験データ等について，技術情報の出所が不明であるといった事態は想定し難いから，個々の情報について，秘密情報の主体(秘密情報の本来的帰属主体)は特定できる。",
                    "そして，申立対象文書に秘密情報の主体が異なる情報が記載されている場合には，秘密情報の主体ごとに「職業の秘密に関する事項」の該当性を検討・判断する必要がある。例えば，関係業者の技術に係る情報については，当該情報が当該関係業者にとって営業秘密として保護されるに値するものであったか否かなどの判断が必要である。本件各文書について，東京電力にとっての提出拒絶事由のみを検討するのは誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相手方の東京電力に対する守秘義務",
                  "text": [
                    "相手方の東京電力に対する守秘義務の根拠は，本件仕様書である。",
                    "そして，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●に限定されているところ，本件各文書には，東京電力を介さずにやり取りをした情報など，東京電力と授受を行うものではないものを含んでいる。",
                    "また，本件仕様書における守秘義務の対象は「重要情報」であるところ，本件各文書に記載された内容の全てが，本件仕様書にいう「重要情報」に当たるとはいえない。なお，「重要情報」に当たらないものは，本件仕様書において，●●●●●●●●●●●●定められるのみであるから，相手方は守秘義務を負わない。",
                    "したがって，本件各文書は，相手方の東京電力に対する守秘義務の対象にはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相手方の独自の不利益",
                  "text": [
                    "相手方は，本件各文書に記載されている情報が開示されることによる不利益の具体的内容を主張，立証していない。また，閲覧制限等の申立て及び秘密保持命令により，相手方は，本件各文書に記載されている技術の秘密を保持することができる。さらに，本件各文書は，相手方が実際に使用する技術情報を明らかにし，基本事件の審理を効果的に進める上で，極めて重要な文書である。",
                    "したがって，本件各文書に記載されている情報が開示されても，相手方の事業に深刻な影響があり，以降その遂行が困難になるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "よって，本件各文書は，相手方の職業の秘密が記載された文書であるとはいえない。",
                    "〔相手方の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "秘密情報の主体の相違",
                  "text": [
                    "東京電力の技術に係る情報と関係業者の技術に係る情報とは，両立し，むしろ，本件各文書に，関係業者の技術に係る情報が記載されていれば，東京電力にとっても，その事業の遂行に利用される技術に係る情報が記載されているといえる。一般的に，プラントの設計の過程・内容を示す文書は，関係者のノウハウを構成するものである。",
                    "したがって，本件各文書の全てについて，東京電力の技術に係る情報が記載されているから，東京電力にとっての提出拒絶事由のみを検討すれば足りる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相手方の東京電力に対する守秘義務",
                  "text": [
                    "本件各文書のうち，高性能ALPSの設計書には，その設計内容が記載されているところ，高性能ALPSは東京電力の設備である。特定の企業特有の設備の設計内容については，当該企業の事実活動上のノウハウであり，その設備を納入した企業は条理上当然に守秘義務を負う。",
                    "また，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                    "そして，本件各文書に記載された情報は，東京電力の営業秘密に該当し，これが公開されれば，当該情報のノウハウとしての価値が下落するほか，東京電力の事業遂行が困難になる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相手方の独自の不利益",
                  "text": [
                    "本件各文書には，個別の設備の設計内容，具体的な実験データなどが含まれるところ，これらは相手方のノウハウそのものである。このような技術上のノウハウが開示されれば，相手方の競争上の地位を損なうおそれがある。特に，抗告人は，吸着材の販売という点において相手方と競業関係にあり，相手方として，技術上のノウハウを抗告人に開示することによって被る不利益は大きい。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "よって，本件各文書は，相手方の職業の秘密が記載された文書というべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "各項末尾に記載した証拠，その他一件記録によれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "subject": "抗告人は，イオン交換樹脂を吸着材として用いる放射能汚染水の浄化作業に関する業務等を行うスイス法人である。(甲1，2)"
                },
                {
                  "fig": "イ",
                  "subject": "相手方は，原子力発電関連業務を行う株式会社である。(甲3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "高性能ALPSの導入の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "東北地方太平洋沖地震が平成23年3月11日に発生し，損傷した福島第一原発から発生する放射能汚染水の処理が必要になった。放射能汚染水に含まれる多核種除去のためには，適切な吸着材を開発選択し，また，適切な浄化プロセスを設計することが不可欠であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "抗告人の関連会社であるピュロライト・インターナショナル株式会社と相手方は，平成23年10月5日，福島第一原発における放射能除染及び廃炉方法に関する技術情報の交換を目的とする秘密保持契約を締結し，抗告人側は相手方に吸着材のサンプル品を提供するようになった。(甲6の1)"
                },
                {
                  "fig": "ウ",
                  "subject": "抗告人と相手方は，平成23年12月10日，放射能汚染水の処理に関し，抗告人が技術を独占的に提供し，相手方がこれを排他的に購入することなどを定めるパートナーシップ契約を締結した。(甲4の1)"
                },
                {
                  "fig": "エ",
                  "subject": "東京電力は，平成23年12月21日，相手方に，福島第一原発における多核種除去設備の設置に関して，見積書及び仕様書を提出するよう求めた。(甲7)"
                },
                {
                  "fig": "オ",
                  "subject": "相手方は，平成24年2月3日，東京電力に，抗告人側と協力して，福島第一原発における多核種除去設備としてRIＮXを提案した。●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
                },
                {
                  "fig": "カ",
                  "text": [
                    "東京電力は，平成24年2月17日，福島第一原発における多核種除去設備の設置を行う業者として，株式会社東芝(以下「東芝」という。)を選定し，相手方は選定されなかった。その後，東芝は，福島第一原発に多核種除去設備を設置した(以下，東芝がこの際に設置した多核種除去設備を「既存ALPS」という。)。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "経済産業省は，平成25年9月11日，福島第一原発における汚染水対策として，より高性能な多核種除去設備等の実現を目的とする平成25年度「汚染水処理対策事業」を実施する補助事業者を公募した。そして，経済産業省は，同年10月10日，同事業のうち高性能多核種除去設備整備実証事業について，相手方，東京電力及び東芝の共同提案に係る高性能ALPSを採用し，この3社を補助事業者として決定した。なお，同実証事業の補助額の上限は約69億円であり，事業実施期間は平成26年3月末までであったものの，研究開発は平成28年3月末まで実施することが予定されていた。(甲14，15)",
                  "text": [
                    "なお，抗告人は，高性能ALPSの提案には一切関与せず，その後の高性能ALPSの設置等にも関与していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "高性能ALPSの設置・稼働",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相手方，東京電力及び東芝は，平成25年11月29日，経済産業省に設置された高性能多核種除去設備タスクフォースにおいて，高性能ALPSの概要について，おおむね，次のとおり報告し，報告内容は公開された。(甲13)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "既存ALPSの概要",
                      "text": [
                        "汚染水を，前処理設備(鉄共沈処理設備，炭酸塩沈殿処理設備)及び多核種除去装置(吸着塔，処理カラム)に通水し，放射性物質を除去する。",
                        "前処理設備から廃棄物として発生するスラリー及び吸着塔から廃棄物として発生する使用済み吸着材は，高性能容器に移送し，保管施設で貯蔵する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "既存ALPSが有している課題等",
                      "text": [
                        "既存ALPSの想定廃棄物発生量のうち，前処理設備により発生するスラリーが95％を占める。廃棄物低減の観点から，前処理設備による放射性物質の除去プロセスを採用せず，かつ，既存ALPSと同等以上の除去プロセスの開発が必要である。",
                        "既存ALPSは，バッチ処理タンクにすき間腐食が発生し，欠陥が貫通，漏えいに至った。材料選定に際しては，耐食性を考慮したライニング材，耐食性の高い二相ステンレス等を選定する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "高性能ALPSの開発コンセプト",
                      "text": [
                        "フィルタ・吸着材を主体とした除去プロセスの採用により，廃棄物発生量を約95％削減する。",
                        "フィルタ・吸着材処理技術の開発により処理対象とする62核種に対して，高い除去性能(ＮDレベル)を達成する。",
                        "実機を模擬した系での腐食データを取得し，長期に安定運用が可能な材料を選定する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "高性能ALPSの開発",
                      "text": [
                        "前処理としてフィルタ処理等を採用することでスラリー廃棄物をなくし，廃棄物発生量の大幅低減を目指す。前処理に採用するフィルタは通常のろ過フィルタだけではなく，コロイド形態やろ過されない微小な粒子に付着した放射性核種を除去可能なコロイド除去フィルタが必須である。",
                        "前処理として，炭酸塩沈殿処理を行わないことから，既存ALPSで用いられている吸着材より妨害物質の影響を受け難い高性能な吸着材を使用することが必要となる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "コンセプトデザイン",
                      "text": [
                        "汚染水を，フィルタ処理装置(ろ過フィルタ，コロイド除去フィルタ)及び核種吸着装置(Cs・Sr吸着塔，多核種吸着塔)に通水し，放射性物質を除去する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実証プラントの系統構成案",
                      "text": [
                        "高性能ALPSは，供給タンク，フィルタスキッド(SSフィルタ，コロイドフィルタ)，吸着塔スキッド(Cs・Sr同時吸着塔，Sb／重金属吸着塔，Ru吸着塔)，ポリッシングスキッド，処理水タンクのほか，サンプタンク，共通ユーティリティ，現場盤，空調設備，電源設備で構成される。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "事業の進め方",
                      "text": [
                        "ラボ試験(汚染水を用いて試験管レベルで吸着材等の除去性能を検証)，検証試験(実証プラントの1／10スケール程度の試験装置を用いて，吸着材の除去性能，除去プロセスの妥当性，廃棄物発生量，廃棄物の性状を検証)，実証試験(実証プラントを設計・製作・設置し，除去性能を確認)を行い，平成26年度中のできるだけ早い時期に高性能ALPSを稼働させる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "研究開発項目",
                      "text": [
                        "凝集沈殿と同等の核種除去能力を有するフィルタ技術の開発，高性能吸着材の開発，耐食材料の検討，廃棄物減量と管理(設備簡素化の検討，吸着塔の設計・製作，廃棄物最終形態を見据えた固化方式の検討)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "その他",
                      "text": [
                        "前記(ア)ないし(ク)のほか，参考資料として，既存ALPSで使用されている吸着材の性状(組成及び除去対象元素)や既存ALPSの系統内の液性(中性，アルカリ性)が報告された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相手方，東京電力及び東芝は，その後も，高性能多核種除去設備タスクフォースにおいて，高性能ALPSの進捗状況について，その具体的内容を報告し，報告内容は公開された。報告内容の各項目のうち，相手方名が明示されているものは，おおむね，次のとおりである。(甲16，57，62，乙51，116)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成26年2月28日  ラボ試験及び検証試験計画と進捗について",
                      "text": [
                        "吸着材の選定，模擬液試験Ru吸着材選定状況，試験概要，検証試験装置仕様，検証試験装置系統，安全性への対応，実液試験データと基礎試験データを組み合わせた耐すきま腐食特性の評価，実液試験(検証試験)の概要"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成26年7月22日  整備実証事業の進捗について",
                      "text": [
                        "ラボ試験装置の概要，検証試験設備の概要，実証試験設備の概要",
                        "ラボ試験計画概要，ラボ試験装置の概要，核種除去性能確認試験結果，核種除去性能確認試験結果の考察，Ru除去性能確認試験結果，Ru除去性能確認試験結果の考察，I-129除去性能確認試験結果，ラボ試験(最終塔構成案)結果の考察，ラボ試験結果のまとめと今後の予定，Ru・ヨウ素除去性能確認試験結果",
                        "検証試験設備の概要と製作状況，検証試験設備のRu除去の塔構成と試験内容",
                        "実証試験設備の概要，実証試験設備のRu除去の塔構成と試験内容",
                        "検証試験装置の製作状況"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成26年11月7日  高性能ALPSの検討状況について",
                      "text": [
                        "検証試験装置の概要，実証試験装置の概要",
                        "検証試験の目的，初期性能の確認，性能持続時間の確認，検証試験結果のまとめ，課題の要因分析，要因分析のまとめ",
                        "追加ラボ試験の目的，追加ラボ試験の結果",
                        "実証試験の進め方，初期性能の確認，性能持続時間の確認，Cs・Sr吸着塔各出口におけるpHの状況，実証試験のまとめ",
                        "要因の絞込み，絞り込まれた要因の確認方法，今後の検証試験・日立社内試験の計画，今後の実証試験の計画，今後の予定"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "平成27年1月22日  高性能ALPSの検討状況について",
                      "text": [
                        "代替吸着材の性能評価，偏流の影響確認，SSフィルタの孔径変更，活性炭による有機物除去，pH調整による除去性能向上確認・試験計画の見直し，Cs・Sr吸着材を使用するpH領域の検証，pH調整による除去性能向上確認・見直し後の試験計画，pH調整による除去性能向上確認・評価結果，要因分析の確認状況まとめ",
                        "実証試験装置の塔構成，Cs・Sr吸着塔6～8塔目出口濃度上昇について(要因分析，要因絞込み，推定原理，検証(ラボ試験)，検証(実証試験))",
                        "今後の予定，pH調整による除去性能向上の確認，上流側pH調整による除去性能向上の見込み",
                        "Sr吸着の妨害成分の調査，廃棄物発生量の評価，Sr-90以外の核種除去性能評価(Cs-137，Ru-106，Sb-125，Co-60，I-129)，SSフィルタの差圧上昇，各pHにおけるCs・Sr吸着材の吸着性能"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "平成27年3月30日  高性能ALPSの検討状況について",
                      "text": [
                        "実証試験で確認された課題の整理(課題①：Cs・Sr吸着材の性能持続時間が短い，課題②：Cs・Sr吸着塔2塔目～5塔目のDFが小さい)，課題①②に対する要因分析，課題①②の対策(概要，2段階pH調整(上流側)の確認結果，2段階pH調整運転の確認結果，確認結果のまとめ)，線流速を低下させた場合の効果について，課題③(出口Sr濃度が上昇)に対する要因(要因a～e)，課題③に対する対応のまとめ，Sr90の除去性能の推移",
                        "事業成果のまとめと今後の予定",
                        "塔構成の変更(塔構成変更概要)，キレート樹脂塔の劣化による出口Sr濃度上昇の推定原理，処理対象水の性状，新規吸着材の適用性検討"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "なお，相手方は，高性能ALPSの技術開発を推進するに当たり，平成26年5月8日時点において，相手方の関連会社を含む延べ25社を，設計・施工・材料の納入等を行う業者として採択し，また，相手方の多数の内部部署が，高性能ALPSに関する業務に関わっている。(甲17)"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件申立ての経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "抗告人は，平成26年11月7日，東京地方裁判所に基本事件の訴えを提起し，平成27年10月30日，原決定別紙文書提出命令の申立書記載のとおり，本件申立てをした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相手方は，平成28年1月15日，本件申立てについて意見書を提出した。同意見書において，相手方は，本件申立てに係る文書は特定できておらず，また識別性を欠く旨，高性能ALPSの設計書を文書群ごとに分析した上で，各文書群の管理態様，数量を摘示するなどして主張した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "抗告人は，平成28年1月26日，本件申立てについて意見書を提出した。同意見書において，抗告人は，できる限りのものとして本件申立てに係る文書の表示及び趣旨を記載しており，相手方の作業量が膨大であることは特定性を欠くことにはならないなどと主張した。また，抗告人は，同意見書において，本件申立てに係る文書の趣旨を前記第2の4(1)〔抗告人の主張〕アのとおり補充した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相手方は，平成28年5月31日，現時点における高性能ALPSの塔構成，当該塔構成に至る経緯などを立証趣旨として「実証試験状況と今後の進め方」と題する文書(乙80)を提出し，現時点における高性能ALPSの塔構成などを立証趣旨として「吸着塔運用管理の考え方」などと題する文書(乙81)を提出し，平成23年10月に外部の業者と吸着材について意見交換をしたことなどを立証趣旨として，同月に行われた外部の業者との電子メールのやり取りに関する文書(乙103)を提出した。これらの各文書は，マスキングされている部分があるものの，おおむね立証趣旨に沿う事実が記載されている。(乙80，81，103)"
                },
                {
                  "fig": "オ",
                  "text": [
                    "抗告人は，平成28年6月13日，乙80，乙81及び乙103のマスキング部分を含む文書について，同マスキング部分には，相手方が高性能ALPSで使用している技術情報及び当該情報の内容を理解することに資する情報が記載されているとして，新たに文書提出命令の申立てをしたものの，本件申立てに係る文書の表示及び趣旨を変更することはなかった。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "相手方は，平成28年12月27日，本件申立てについて意見書を提出した。同意見書において，相手方は，本件各文書を，前記第2の4(2)〔相手方の主張〕イのとおり，①から⑤の5つの文書群ごとに分析した上で，各文書群の管理態様，数量，区別の困難性を摘示し，また，配管に関する設計書や下請業者への見積書，電子メール等が対象文書に該当し得るし，試験の方法や結果についての意見交換等が対象文書に該当するか不明であるなどと，本件申立てに係る文書は識別性を欠く旨具体的に主張した。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "これに対し，抗告人は，平成29年3月23日，意見書を提出した。同意見書において，抗告人は，相手方の前記カの主張に応じて，本件各文書を文書群ごとに整理することも，整理した上で反論することもなく，文書群ごとに整理できない理由を示すこともなく，また，相手方が，ある文書が対象文書に該当するか否か判断できないとした文書についても該当の有無を主張せず，前記第2の4(1)及び(2)〔抗告人の主張〕のとおり，本件申立てに係る文書は特定されており，識別性も欠かない旨主張するにとどまった。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "本件申立ては，平成29年3月30日，前記第2の3のとおり，却下された。また，乙80，乙81及び乙103のマスキング部分を含む文書の提出を求める別件の申立ても，同日，証拠調べの必要性を欠くことを理由に，却下された。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "文書の特定(文書の表示及び趣旨)について",
              "text": [
                "文書提出命令の申立ては，申立てに係る文書の表示及び趣旨を明らかにしてしなければならない(民訴法221条1項)。",
                "本件申立てに係る文書は，別紙文書目録記載のとおりであり，高性能ALPSの設計書のほかは，高性能ALPSの設計のための試験の内容を記載した文書，高性能ALPSで使用されている放射能廃棄物量削減，核種除去性能に関する技術情報が記載されている文書，その他高性能ALPSの設計・製造・運用に関して作成された文書というものであって，これらの表示は，文書の記載内容を類型的に示すものではない。本件各文書は，個人名や組織名などで，その作成名義者は特定されているものではなく，作成日付や作成期間も特定されておらず，相手方における管理態様などでも特定されていない。",
                "また，抗告人は，本件申立てに係る文書の趣旨について，設計書には，抗告人が相手方に開示した抗告人の営業秘密を用いて，それ以前には相手方が有しなかった核種除去性能に関する知見，放射能廃棄物量削減に関する知見を前提とした設計がされており，その他高性能ALPSの設計・製造・運用に関して作成された文書等には，上記の各知見を前提とした記載がされているとする。しかし，核種除去性能に関する知見，放射能廃棄物量削減に関する知見の内容は，極めて広範囲に及ぶ抽象的なものである。各知見を，抗告人の営業秘密であって，相手方に開示した知見と限定したり，相手方が有しなかった知見と限定したりするだけでは，各知見の内容が客観的に具体化されるものではない。したがって，本件各文書に上記の記載等があるとするだけでは，本件申立てに係る文書に記載されている内容の概略や要点は明らかではない。",
                "さらに，後記(2)で検討するとおり，本件申立てに係る文書を識別することができる事項も明らかではない。",
                "よって，本件申立ては，本件申立てに係る文書の表示及び趣旨を明らかにしてなされたものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "識別性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "文書提出命令の申立ては，申立てに係る文書の表示及び趣旨を明らかにしてなされなくても，これらの事項に代えて，文書の所持者がその申立てに係る文書を「識別することができる事項」を明らかにしてなされれば，当該申立ては適法になり得る(民訴法222条1項)。",
                    "そして，「識別することができる事項」とは，文書の所持者において，その事項が明らかにされていれば，不相当な時間や労力を要しないで当該申立てに係る文書あるいはそれを含む文書グループを他の文書あるいは他の文書グループから区別することができるような事項を意味し，申立人側の具体的な事情と所持者側の具体的な事情を総合的に考慮して判断されるべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相手方の事情",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "高性能ALPSは，損傷した福島第一原発から発生する放射能汚染水を処理するための設備であって，既存ALPSよりも高性能な多核種除去設備であり，国が巨額を投じて行う高性能多核種除去設備整備実証事業において採用されたものである。(前記1(2)キ)",
                      "text": [
                        "また，同事業の補助事業者は相手方のほか，東京電力及び東芝であり，相手方だけでも，高性能ALPSの技術開発を推進するに当たり，設計・施工・材料の納入等を行う業者として，少なくとも延べ25社を採択し，相手方の多数の内部部署が，高性能ALPSに関する業務に関わっている。(前記1(2)キ，(3)ウ)",
                        "さらに，高性能多核種除去設備タスクフォースに報告された前記各報告内容(前記1(3)ア，イ)によれば，高性能ALPSは，フィルタ処理装置及び核種吸着装置のほか，様々な装置を統合した設備であって，高性能ALPSの設置・稼働に当たっては，吸着材の選定，吸着塔の構成，pH調整などに関して，ラボ試験，検証試験，実証試験が並行して行われ，課題に応じて多数の変更が加えられていったことが認められる。",
                        "加えて，これらの事実によれば，相手方は，東京電力及び東芝とともに，高性能多核種除去設備整備実証事業において高性能ALPSを共同提案するに際し，多数の試験を繰り返し，複数の業者と事前に共同提案内容を協議したことも認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各文書は，①高性能ALPSの設計書，②高性能ALPS設計のための疑似水試験，模擬液試験や実液試験の内容を記載した文書，③高性能ALPSで使用されている放射能廃棄物量削減に関する技術情報が記載されている文書，④高性能ALPSで使用されている核種除去性能に関する技術情報が記載されている文書，⑤その他高性能ALPSの設計・製造・運用に関して作成された文書の5つに区分することができる。",
                        "そして，前記①の文書については，その対象とする高性能ALPSが最先端の技術が用いられた大規模な設備であること，高性能ALPSを構成する様々な装置の設計書を含んでいること，高性能ALPSの設計書の作成に多数の業者及び相手方の内部部署が関与していること，高性能ALPSの提案・設置・稼働に当たって複数の変更が加えられていること，管理態様も様々であることからすれば，相手方において，①の文書を区別するに当たり，相当な時間と労力を要するというべきである。",
                        "前記②の文書については，そもそも，文書の表示を，「試験の内容を記載した文書」とするところ，試験の内容には，実際に行われた試験方法や試験結果のほか，当該試験方法を設定するに至った経緯，当該試験結果に対する考察など多様なものが含まれる。また，高性能ALPSの設置・稼働に当たっては，吸着材の選定，吸着塔の構成，pH調整などに関して，ラボ試験，検証試験，実証試験が並行して行われており，さらに，各試験の前後には，多数の業者及び相手方の内部部署が関与したものと認められる。そうすると，相手方において，②の文書を区別するに当たり，相当な時間と労力を要するというべきである。",
                        "前記③及び④の文書については，文書の表示を，「高性能ALPSで使用されている放射能廃棄物量削減，核種除去性能に関する技術情報が記載されている文書」とするところ，高性能ALPSの開発コンセプトは，フィルタ・吸着材を主体とした除去プロセスの採用により，廃棄物発生量を約95％削減するとともに，フィルタ・吸着材処理技術の開発により処理対象とする62核種に対して，高い除去性能(ＮDレベル)を達成するなどというものである。そうすると，前記③及び④の文書は，高性能ALPSで使用されている技術情報が記載されている文書というものでしかなく，おおよそ高性能ALPSに関する文書が全て含まれるから，相手方において，③及び④の文書を区別するに当たり，相当な時間と労力を要するというべきである。",
                        "前記⑤の文書についても，おおよそ高性能ALPSに関する文書が全て含まれるから，相手方において，⑤の文書を区別するに当たり，相当な時間と労力を要するというべきである。",
                        "また，そもそも，本件各文書の相互の関係は明らかではなく，抗告人は，相手方からの示唆があるにもかかわらず，それを明らかにしていない。本件各文書の中には，本件仕様書にいう「重要情報」に当たる情報が記載され，相手方において厳格に管理されている文書が含まれると認められるものの，本件各文書は，このような文書に限定されているものでもない。",
                        "よって，相手方において，本件各文書を，相手方が所持する他の文書あるいは文書グループから区別するに当たり，相当な時間と労力を要するというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "抗告人の事情",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "福島第一原発における多核種除去設備に関し，相手方は，平成24年2月3日に抗告人側と協力してRIＮXを提案したものである。また，相手方は，平成25年11月29日から平成27年3月30日まで，高性能多核種除去設備タスクフォースにおいて，既存ALPSの概要や高性能ALPSの設置・稼働状況などを報告し，その報告内容は公開されたものである。そして，これらの報告内容等を比較すれば，平成24年2月3日，平成25年11月29日，平成26年2月28日，同年7月22日，同年11月7日，平成27年1月22日，同年3月30日の各時点において，相手方が，高性能ALPSに関して最低限有していた知見の内容，具体的には，フィルタ処理装置及び核種吸着装置等の装置の概要及び配置，吸着塔の構成，吸着材の選定，pHの調整等に関する知見の内容は，抗告人にとって，明らかである。また，上記各時点において，相手方が，多核種除去設備の核種除去性能に関して行った試験の方法や試験結果等も，全部とはいえないものの，抗告人にとって，明らかである。",
                        "そうすると，抗告人は，上記各時点において，相手方が高性能ALPSに関して最低限有していた知見の内容及び多核種除去設備の核種除去性能に関して行った試験の方法や試験結果等と，自らが保有し，相手方に示した営業秘密であると主張する●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●を比較することにより，本件申立てに係る文書の種別，作成期間，内容の概略や要点等をさらに特定することは困難ではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，抗告人は，平成23年12月10日に相手方との間でパートナーシップ契約を締結し，平成24年2月3日には，RIＮXを提案するに至っており，この間，相手方との間で，福島第一原発における多核種除去設備に関して緊密に連絡を取り合っていたものである。さらに，相手方は，本件申立てに対し，本件各文書の管理態様は，東京電力への提出図書として取り扱っている文書群，東京電力に提出していないが，福島第一原発における納入設備に係る設計の内容を示す文書として管理している文書群，相手方の各部署・各担当者が保管している文書群などと様々である旨具体的に反論している。",
                        "そうすると，抗告人は，本件申立てに係る文書の，おおよその作成部署や管理態様等をさらに特定することは困難ではないし，相手方の反論に応じてさらに限定することも困難ではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，相手方は，本件申立ての約2か月半後には，高性能ALPSの設計書を文書群ごとに分析した上で，各文書群の管理態様を示し，その後，最新の高性能ALPSの塔構成等の内容や過去に吸着材について外部の業者と意見交換をした内容を，マスキング部分があるものの開示し，その後もさらに，本件各文書を文書群ごとに分析した上で，その管理態様や区別の困難性を主張するなどしている。これに対し，抗告人は，本件各文書を文書群ごとに整理することも，整理した上で反論することもなく，また文書群ごとに整理できない理由も示していない。抗告人は，相手方が本件申立てに係る意見書において，ある文書が対象文書に該当するか否か判断できないとした文書についても，それが本件申立てに係る文書に含まれるか否かについて明らかにしない。",
                        "そうすると，抗告人は，相手方が申立てに係る文書を区別するに当たり，不相当な時間や労力を要しないよう，申立てに係る文書群を特定する努力をしていないといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相手方は，本件各文書を，相手方が所持する他の文書あるいは文書グループから区別するに当たり，相当な時間と労力を要する。一方，抗告人は，申立てに係る文書の種別，作成期間，内容の概略や要点等をさらに特定することや，申立てに係る文書のおおよその作成部署や管理態様等をさらに特定することは困難ではない。また，抗告人は，相手方が申立てに係る文書を区別するに当たり，不相当な時間や労力を要しないよう，申立てに係る文書群を特定する努力をしていないといわざるを得ない。",
                    "そうすると，本件申立てにおいて，相手方が，不相当な時間や労力を要しないで本件申立てに係る文書あるいはそれを含む文書グループを他の文書あるいは他の文書グループから区別することができるような事項は明らかではないというべきである。",
                    "よって，本件申立ては，相手方がその申立てに係る文書を「識別することができる事項」を明らかにしてなされたものということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，抗告人による本件申立てを却下した原決定は結論において相当であり，抗告は理由がないから棄却することとし，主文のとおり決定する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(ラ)10002",
    "date": "2017-06-12",
    "rights_type": "不正競争",
    "case_type": "決定その他",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(モ)3466",
    "precedent_id": "086884",
    "ipprecedent_id": "4684",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}