{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2016-700009号事件について平成29年5月11日にした異議の決定中「特許第5746620号の請求項1ないし17に係る特許を取り消す。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議の申立てを認めて特許を取り消した異議の決定(以下「決定」という。)に対する取消訴訟である。争点は，進歩性に関する判断の誤りの有無(相違点の看過，相違点の判断の誤り)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「白色反射材及びその製造方法」とする発明について，平成22年6月25日を国際出願日とする特許出願(特願2011-519952号)をし(パリ条約による優先権主張  平成21年6月26日・日本国，平成22年3月23日・日本国。国際公開・WO2010／150880)，平成27年5月15日，設定登録を受けた(甲11。特許第5746620号。請求項の数17。以下「本件特許」という。)。",
            "本件特許について，Aから特許異議の申立てがされたため，特許庁は，これを異議2016-700009号事件として審理し，平成28年11月24日付けで取消理由を通知したところ(甲14)，原告は，その審理の過程で，平成29年1月30日，特許請求の範囲の減縮等を目的として訂正請求をし(甲15の2～4)，同年3月31日，同訂正請求書の手続補正をした(甲16の1，2。以下「本件訂正」という。)。",
            "特許庁は，同年5月11日，本件訂正を認めた上で，「特許第5746620号の請求項1ないし17に係る特許を取り消す。」との決定をし，その謄本は，同月22日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲15，16)",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである(以下，請求項に係る発明を，それぞれ請求項の番号に応じて「本件訂正発明1」などといい，本件訂正発明1～本件訂正発明17を併せて「本件訂正発明」という。また，本件訂正後の本件特許の明細書及び図面を「本件訂正明細書」という。)。",
            "【請求項1】",
            "架橋硬化により網目構造のシリコーン樹脂になる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーン樹脂成分又は架橋硬化により網目構造のシリコーンゴムになる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーンゴム成分に，シランカップリング剤，Al O ，ZrO，又はSiO で表面処理されたアナターゼ型又はルチル型の酸化チタン粒子を前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し5～400質量部含有して分散した液状，塑性又は半固体の酸化チタン含有シリコーン未架橋成分組成物を，",
            "コンプレッション成形，射出成形，トランスファー成形，液状シリコーンゴム射出成形，押し出し成形及びカレンダー成形から選ばれる何れかの方法で架橋硬化して，",
            "又はスクリーン印刷，グラビア印刷，ディスペンサ法，ローラ法，ブレードコート，及びバーコートから選ばれる何れかの塗布方法で塗布した後，架橋硬化して，",
            "前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である，厚さ2μm～5mmの立体形状，膜状，又は板状の成形体に成形することによって，",
            "150℃で1000時間の熱処理の後での高温経過時反射率と前記熱処理の前の初期反射率とが550nmにおいて90％以上である前記成形体からなる白色反射材を得ることを特徴とする白色反射材の製造方法。",
            "【請求項2】",
            "非シリコーン樹脂からなる支持体の表面を表面活性化処理し，表面活性化処理した面に，架橋硬化により網目構造のシリコーン樹脂になる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーン樹脂成分又は架橋硬化により網目構造のシリコーンゴムになる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーンゴム成分に，シランカップリング剤，Al O ，ZrO ，又はSiO で表面処理されたアナターゼ型又はルチル型の酸化チタン粒子を前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し5～400質量部含有して分散した液状，塑性又は半固体の酸化チタン含有シリコーン未架橋成分組成物を，",
            "スクリーン印刷，グラビア印刷，ディスペンサ法，ローラ法，ブレードコート，及びバーコートから選ばれる何れかの塗布方法で塗布した後，架橋硬化して，",
            "前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である，膜状又は板状の白色反射材を形成することによって，",
            "前記支持体上に厚さ2μm～5mmの前記膜状又は前記板状の前記白色反射材が積層したもので，150℃で1000時間の熱処理の後での高温経過時反射率と前記熱処理の前の初期反射率とが550nmにおいて90％以上である積層体にする，前記積層体が備える前記白色反射材の製造方法。",
            "【請求項3】",
            "前記酸化チタン含有シリコーン組成物を架橋硬化した前記膜状又は前記板状の前記白色反射材の上に更に金属導電層を設けて，前記積層体にしたことを特徴とする請求項2に記載の白色反射材の製造方法。",
            "【請求項4】",
            "非シリコーン樹脂からなる支持体に金属導電層を設け，該金属導電層に配線回路を形成し，該配線回路に半導体発光素子を結線する該半導体発光素子の周囲に架橋硬化により網目構造のシリコーン樹脂になる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーン樹脂成分又は架橋硬化により網目構造のシリコーンゴムになる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーンゴム成分にシランカップリング剤，Al O ，ZrO ，又はSiO で表面処理されたアナターゼ型又はルチル型の酸化チタン粒子を前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し5～400質量部含有して分散した液状，塑性又は半固体の酸化チタン含有シリコーン未架橋成分組成物を，",
            "スクリーン印刷，グラビア印刷，ディスペンサ法，ローラ法，ブレードコート，及びバーコートから選ばれる何れかの塗布方法で塗布して少なくとも部分的に設けた後，該組成物を厚さ2μm～5mmの白色反射材へ架橋硬化して，前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80であって150℃で1000時間の熱処理の後での高温経過時反射率と前記熱処理の前の初期反射率とが550nmにおいて90％以上である積層体にする，前記積層体が備える前記白色反射材の製造方法。",
            "【請求項5】",
            "前記白色反射材は，前記酸化チタン粒子が平均粒径0．05～50μmであり，前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し，5～400質量部含有されていることを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項6】",
            "前記積層体は，前記膜状又は前記板状の前記白色反射材が導電金属膜上に付され，又は導電金属膜が前記膜状又は前記板状の前記白色反射材上に付されて，形成したものであることを特徴とする請求項2に記載の白色反射材の製造方法。",
            "【請求項7】",
            "前記白色反射材は，厚さが5μm～2000μmの膜又は板であることを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項8】",
            "前記白色反射材は，発光素子又は太陽電池素子からなる光学素子を取り巻き，前記発光素子の出射方向又は前記太陽電池素子の入射方向で末広がりに前記立体形状に開口しつつ，収容するパッケージ成形体部材とするものであることを特徴とする請求項1に記載の白色反射材の製造方法。",
            "【請求項9】",
            "前記シリコーン樹脂成分又は前記シリコーンゴム成分が，ヒドロシリル含有シリル基，ビニル含有シリル基，アルコキシシリル含有シリル基，加水分解性基含有シリル基の何れかの活性シリル基を有することを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項10】",
            "前記酸化チタン含有シリコーン未架橋成分組成物がシリコーン未架橋成分とシランカップリング剤とを含んでいることを特徴とする請求項1～4に記載の白色反射材の製造方法。",
            "【請求項11】",
            "前記シランカップリング剤が，反応性官能基として，アルキルオキシ基，ビニル基，アミノ基，エポキシ基の少なくとも何れかを有することを特徴とする請求項1～4，10の何れかに記載の白色反射材の製造方法。",
            "【請求項12】",
            "前記シリコーン樹脂又は前記シリコーンゴムが，ジメチルシロキシ基とする繰り返し単位を有するポリシロキサン化合物で形成されていることを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項13】",
            "前記ポリシロキサン化合物が，アルキルオキシシリル基，ジアルキルオキシシリル基，ビニルシリル基，ジビニルシリル基，ヒドロシリル基及びジヒドロシリル基から選ばれる少なくとも何れかを有していることを特徴とする請求項12に記載の白色反射材の製造方法。",
            "【請求項14】",
            "前記酸化チタン含有シリコーン未架橋成分組成物が，無溶媒であることを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項15】",
            "前記酸化チタン含有シリコーン未架橋成分組成物が，更に，アルミナ，硫酸バリウム，マグネシア，チッ化アルミニウム，チッ化ホウ素，シリカ，チタン酸バリウム，カオリン，タルク，粉末アルミニウムから選ばれる無機白色顔料を含有していることを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項16】",
            "前記白色反射材が，曲げ得ることを特徴とする請求項1～4の何れかに記載の白色反射材の製造方法。",
            "【請求項17】",
            "前記支持体は，セラミックス，ビスマレイミド・トリアジン樹脂，ガラス，金属アルミ，紙フェノール樹脂，ベークライト，ガラス繊維含有エポキシ樹脂，ポリテトラフルオロエチレン，紙エポキシ，ポリアミド，及びポリイミドの何れかで形成され，又はそれらの何れかにガラスクロス，ガラスペーパー及びガラス繊維から選ばれる補強材が含まれて形成されていることを特徴とする請求項2～4の何れかに記載の白色反射材の製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要点(本件訴訟の争点に関連する部分)",
          "text": [
            "本件訂正発明1ないし17は，以下のとおり，特開2001-207059号公報(甲1。以下「甲1文献」という。)に記載された発明(以下「甲1発明」という。)，甲1文献に記載された事項及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものであり，特許法113条2号に該当し，取り消されるべきものである。",
            "甲1発明の認定",
            "「(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン，",
            "(B)ケイ素原子に結合する水素原子を一分子中に少なくとも2個含有するオルガノハイドロジェンポリシロキサン，",
            "(C)白金族金属系触媒，及び",
            "(D)テトラアルコキシシラン及びテトラアルコキシシランの部分加水分解縮合物よりなる群から選ばれる少なくとも1種の化合物で表面処理した酸化チタン粉末；成分(A)100重量部に対して15重量部以上",
            "を含有してなる酸化チタン充填付加反応硬化型シリコーンゴム組成物を硬化して得られる硬化物の製造法であって，",
            "成分(A)のアルケニル基含有ジオルガノポリシロキサンは，組成物のベースポリマーとして使用され，一般的には主鎖部分が基本的にジオルガノシロキサン単位の繰り返しからなり，分子鎖両末端がトリオルガノシロキシ基で封鎖された直鎖状のものであるが，これは分子構造の一部に分岐状の構造を含んでいてもよく，また全体が環状体であってもよく，",
            "成分(B)のオルガノハイドロジェンポリシロキサンは，ケイ素原子に結合する水素原子(即ち，SiH基)を一分子中に少なくとも2個，好ましくは3個以上含有するもので，架橋剤として使用され，直鎖状，分岐状，環状，或いは三次元網状構造の樹脂状物のいずれでもよく，成分(B)の使用量は，成分(A)のアルケニル基含有ジオルガノポリシロキサン中のアルケニル基1モル当たり，成分(B)のオルガノハイドロジェンポリシロキサン中のケイ素原子に結合した水素原子(即ち，SiH基)が，通常0．5～8モルとなるような量，好ましくは1～5モルとなるような量であり，",
            "成分(C)の白金族金属系触媒は，前記の成分(A)のアルケニル基と成分(B)のSiH基との付加反応(ヒドロシリル化反応)を促進するための触媒であり，周知のヒドロシリル化反応用触媒が使用でき，",
            "成分(D)の表面処理した酸化チタン粉末は，テトラアルコキシシラン及びテトラアルコキシシラン部分加水分解縮合物よりなる群から選ばれる少なくとも1種の化合物で酸化チタン微粉末を表面処理したもので，硬化物に主として着色(白色)，遮光性，反射性，耐熱性，機械的特性等を付与又は補強する成分であり，",
            "上記酸化チタン粉末は，ルチル型又はアナターゼ型でよく，平均粒子径は通常0．05～10μm程度でよく，",
            "上記表面処理の方法としては，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物を適当な溶媒に溶解又は分散した後，この溶液又は分散液に酸化チタン粉末を混合し，加熱・乾燥する方法，又は，成分(A)であるアルケニル基含有ジオルガノポリシロキサンの少なくとも一部(通常30重量％以上，特に50重量％以上)と，酸化チタン粉末と，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物とを混合した後，該混合物を加熱処理する方法が挙げられ，",
            "このような表面処理により，酸化チタン粉末の表面にシロキサンの被膜が形成され，シリコーン樹脂成分とのヌレ性(即ち，親和性)が向上し，低粘度，低チキソ性で流動性に富む組成物が得られ，",
            "成分(D)の表面処理した酸化チタン粉末の量は，成分(A)のアルケニル基含有ジオルガノポリシロキサン100重量部当たり，好ましくは15～300重量部であり，",
            "前記成分(A)～(D)以外に，必要に応じて，通常使用されている添加剤，例えばヒュームドシリカ，沈降シリカ，ヒュームド二酸化チタン等の補強性無機フィラー；破砕シリカ，溶融シリカ，結晶性シリカ(石英粉)，けい酸カルシウム，酸化第二鉄，カーボンブラック等の非補強性無機フィラー等を添加することができ，",
            "上記硬化物の用途は，フォトカプラー素子の並列型タイプの反射剤や，LEDの下地反射コーティング，電気・電子部品の遮光用又は反射用のコーティング剤等である，",
            "酸化チタン充填付加反応硬化型シリコーンゴム組成物を硬化して得られる硬化物の製造法。」",
            "本件訂正発明1と甲1発明との対比"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "一致点",
              "text": [
                "架橋硬化により網目構造のシリコーンゴムになる未架橋で液状の架橋性ポリシロキサン化合物であるシリコーンゴム成分に，SiO で表面処理されたアナターゼ型又はルチル型の酸化チタン粒子を含有して分散した液状の酸化チタン含有シリコーン未架橋成分組成物を，",
                "架橋硬化して，",
                "前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーンゴムである，立体形状，膜状，又は板状の成形体に成形することによって，",
                "前記成形体からなる白色反射材を得る白色反射材の製造方法。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点",
              "text": [
                "相違点1-1",
                "「架橋硬化」する際に，本件訂正発明1では，「コンプレッション成形，射出成形，トランスファー成形，液状シリコーンゴム射出成形，押し出し成形及びカレンダー成形から選ばれる何れかの方法で架橋硬化して，又はスクリーン印刷，グラビア印刷，ディスペンサ法，ローラ法，ブレードコート，及びバーコートから選ばれる何れかの塗布方法で塗布した後，」架橋硬化しているのに対し，甲1発明では，「フォトカプラー素子の並列型タイプの反射剤や，LEDの下地反射コーティング，電気・電子部品の遮光用又は反射用のコーティング剤等」に用いる「硬化物」は，「酸化チタン充填付加反応硬化型シリコーンゴム組成物」を，どのように成形や塗布をして架橋硬化しているのか，明らかでない点。",
                "相違点1-2",
                "前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度に関し，本件訂正発明1では，「ゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である」のに対し，甲1発明では，特定されていない点。",
                "相違点1-3",
                "白色反射材が，本件訂正発明1では「150℃で1000時間の熱処理の後での高温経過時反射率と前記熱処理の前の初期反射率とが550nmにおいて90％以上である」のに対し，甲1発明は，そのようなものなのか否か，明らかでない点。",
                "相違点1-4",
                "酸化チタン粒子の含有量に関し，本件訂正発明1では，「前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し5～400質量部含有」しているのに対し，甲1発明では，「成分(A)『一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン』100重量部当たり，好ましくは15～300重量部含有している」点。",
                "相違点1-5",
                "成形体の厚さに関し，本件訂正発明1では，「厚さ2μm～5mm」であるのに対し，甲1発明では，「フォトカプラー素子の並列型タイプの反射剤や，LEDの下地反射コーティング，電気・電子部品の遮光用又は反射用のコーティング剤等」の用途に用いられる硬化物であるものの，その具体的厚さは明らかでない点。",
                "相違点の判断"
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点1-1，1-5について",
              "text": [
                "甲1発明において，「酸化チタン充填付加反応硬化型シリコーンゴム組成物」を硬化して，「フォトカプラー素子の並列型タイプの反射剤や，LEDの下地反射コーティング，電気・電子部品の遮光用又は反射用のコーティング剤等」の用途に用いる硬化物を得る際に，周知の技術手段である成型方法や塗布方法を採用し，相違点1-1に係る本件訂正発明1の発明特定事項を備えるようなすことに困難性はない。",
                "また，甲1発明において，硬化物の厚さを2μm～5mmとし，相違点1-5に係る本件訂正発明1の発明特定事項となすことに困難性はない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点1-2について",
              "text": [
                "本件訂正明細書の記載(【0084】，【0085】)によれば，相違点1-2に係る本件訂正発明1の発明特定事項が有する技術的意義について，ショアA硬度で30～90，ショアD硬度で5～80の範囲は，ゴム弾性を有するシリコーンゴムのゴム硬度として好ましい範囲を特定したものと解される。本件訂正明細書には，上記以上の技術的意義は説明されていない。",
                "デュロメータのタイプAとタイプDは，いずれも，ゴムやエラストマーの硬さを測定するものであって，タイプAは中硬さのものに用いられ，タイプDは高硬さのものに用いられる。その測定値は，いずれも0～100の範囲にあり，タイプAの測定値「90」は，タイプDの測定値「40」とほぼ同じ硬さである(甲6)。",
                "ここで，ショアA硬度は，デュロメータのTYPEAで測定した硬度であり，ショアD硬度は，デュロメータのTYPEDで測定した硬度であることが，当業者の技術常識であることを踏まえると，「ゴム硬度がショアA硬度で30～90又はショアD硬度で5～80」との範囲は，低硬さのゴムや特に硬いゴムを除き，中硬さから高硬さの範囲のゴムを意味するものと解される。",
                "甲1文献には，実施例1～5として，組成物を金型に流し込み，加熱して硬化した硬化物は，デュロメータタイプAを使用して測定した硬さが「47」～「30」であることが記載されている。そうすると，甲1発明において，その実施例のゴム硬さとすることに困難性はない。",
                "また，デュロメータタイプAを使用して測定した硬さが「47」～「30」以外の範囲について検討しても，①シリコーン未架橋成分組成物を架橋硬化してシリコーンゴムにする際，ゴム硬度をどの程度のものとするかは，使用する用途等に応じて当業者が適宜選定する設計的事項であること，②「ゴム硬度がショアA硬度で30～90又はショアD硬度で5～80」との範囲は，低硬さのゴムや特に硬いゴムを除き，中硬さから高硬さの範囲のゴムを意味し，本件訂正明細書に，「好ましい」以上の技術的意義が説明されていないことから，甲1発明の硬化物のゴム硬度を，「ショアA硬度で30～90又はショアD硬度で5～80」とし，相違点1-2に係る本件訂正発明1の発明特定事項となすことに困難性はない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点1-3について",
              "text": [
                "一般に，酸化チタン粒子の反射率が高いことは当業者に周知の技術事項(甲5)であり，反射材の用途において反射率を高くすることは一般的な課題といえる。また，一般に，シリコーン樹脂は，UV変色が起こり難いこと，熱変色が発生し難いことは周知の技術事項(甲4)である。",
                "そうすると，熱変色が発生しないシリコーン樹脂を用いる甲1発明において，酸化チタンの含有量を調整し，初期反射率が90％以上，高温経過時の反射率を90％以上となし，相違点1-3に係る本件訂正発明1の発明特定事項となすことは，甲1発明と上記の周知の技術事項とに基づいて，当業者が容易に想到し得たことと認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "相違点1-4について",
              "text": [
                "仮に，架橋硬化の際の縮合反応を考慮しても，甲1発明は，その実施例において，「前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し，5～400質量部含有されている」との本件訂正発明5の発明特定事項を充足しているものと認められる。よって，相違点1-4は，実質的な相違点ではないものと認められる。",
                "また，本件訂正明細書によれば，酸化チタンを「5～400質量部」含有させる対象が，未架橋の「シリコーン樹脂成分」又は「シリコーンゴム成分」100質量部であっても，架橋硬化した「シリコーン樹脂」又は「シリコーンゴム」100質量部であっても，格別大きな差異はないものと解される。よって，相違点1-4は，実質的な相違点ではないものと認められる。"
              ]
            },
            {
              "fig": "オ",
              "subject": "相違点1-1～1-5について",
              "text": [
                "そして，相違点1-1～1-5を総合的に判断しても，甲1発明，甲1文献に記載された事項及び周知の技術事項に基づいて，相違点1-1～1-5に係る本件訂正発明1の発明特定事項の，それぞれを採用することは，当業者が容易になし得たことである。",
                "本件訂正発明2について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明2と甲1発明とを対比すると，両者は，相違点1-2，1-3，1-4，1-5に加えて，次の点でも相違し(相違点2-1，2-2)，その余の点で一致する。",
                "相違点2-1",
                "「架橋硬化」する際に，本件訂正発明2では，「スクリーン印刷，グラビア印刷，ディスペンサ法，ローラ法，ブレードコート，及びバーコートから選ばれる何れかの塗布方法で塗布した後」，架橋硬化しているのに対し，甲1発明では，「フォトカプラー素子の並列型タイプの反射剤や，LEDの下地反射コーティング，電気・電子部品の遮光用又は反射用のコーティング剤等」の用途の「硬化物」は，「酸化チタン充填付加反応硬化型シリコーンゴム組成物」をどのように塗布して架橋硬化しているのか，明らかでない点。",
                "相違点2-2",
                "酸化チタン含有シリコーン未架橋成分組成物を塗布する対象が，本件訂正発明2では，「非シリコーン樹脂からなる支持体の表面を表面活性化処理し，表面活性化処理した面」であって，白色反射材が，支持体上に積層した積層体が備える白色反射材であるのに対し，甲1発明では，支持体の表面と解されるものの，支持体が「非シリコーン樹脂からなる」ものなのか否か，そして「表面活性化処理した面」であるのか否か，明らかでない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "相違点2-1について",
                "相違点2-1は，相違点1-1から成形手段の特定を削除したものであるから，甲1発明において，「酸化チタン充填付加反応硬化型シリコーンゴム組成物」を硬化して硬化物を得る際に，周知の塗布手段を採用し，相違点2-1に係る本件訂正発明2の発明特定事項を備えるようなすことに困難性はない。",
                "相違点2-2について",
                "甲1発明の硬化物は，LEDの下地反射コーティング等の用途に用いるものであるところ，コーティングを施す下地としては，コーティング材料であるシリコーンゴムとは異なる材料，すなわち，「非シリコーン樹脂」からなるものを用いることは，当業者が容易に想到し得ることである。また，一般に，コーティングを施す際に，あらかじめ，コーティングを施す面を表面活性化処理しておくことにより密着性を高めることは周知技術である。そうすると，甲1発明において，硬化物をLEDの下地コーティングの用途に用いる際に，コーティングを施す面をあらかじめ活性化処理し，相違点2-2に係る本件訂正発明2の発明特定事項となすことに困難性はない。",
                "本件訂正発明3について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明3と甲1発明とを対比すると，両者は，相違点1-2，1-3，1-4，1-5，2-1，2-2に加えて，次の点でも相違し(相違点3-1)，その余の点で一致する。",
                "本件訂正発明3は，「前記酸化チタン含有シリコーン組成物を架橋硬化した前記膜状又は前記板状の前記白色反射材」の上に「更に金属導電層を設けて，前記積層体にした」のに対し，甲1発明は，そのようなものではない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "発光ダイオード等の発光素子を用いた発光装置の技術分野において，白色樹脂，酸化チタンなどを用いた白色の絶縁層上に回路パターン層を設けることは，周知の技術手段である。",
                "甲1発明の硬化物には，導電性の充填剤は含まれていないところ，甲1発明において，「酸化チタン充填付加反応硬化型シリコーンゴム組成物を硬化し」た「硬化物」の上に銅箔の回路パターン層を積層し，相違点3-1に係る本件訂正発明3の発明特定事項となすことは，当業者が容易に想到し得たことと認められる。",
                "本件訂正発明4について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明4と甲1発明とを対比すると，両者は，相違点1-2，1-3，1-4，1-5，2-1に加えて，次の点でも相違し(相違点4-1)，その余の点で一致する。",
                "酸化チタン含有シリコーン未架橋成分組成物を塗布して架橋硬化した白色反射材に関し，本件訂正発明4では，「支持体に金属導電層を設け，該金属導電層に配線回路を形成し，該配線回路に半導体発光素子を結線する該半導体発光素子の周囲に」塗布して少なくとも部分的に設けた後，該組成物を白色反射材へ架橋硬化したものであるのに対し，甲1発明では，そのようなものではない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "発光ダイオード等の発光素子を用いた発光装置の技術分野において，基板上に配線回路を形成して半導体発光素子を搭載し，該半導体発光素子の周囲に反射体を設けることは，周知の技術手段である。",
                "そうすると，甲1発明において，下地の上に回路パターン層を積層し，発光素子の周囲に設ける反射体として構成し，相違点4-1に係る本件訂正発明4の発明特定事項となすことは，当業者が容易に想到し得たことと認められる。",
                "本件訂正発明5について",
                "本件訂正発明1を引用する本件訂正発明5と甲1発明とを対比すると，甲1発明は，「上記酸化チタン粉末は，・・・，平均粒子径は通常0．05～10μm程度でよく」と特定されるものであるから，本件訂正発明5が特定する「0．05～50μm」の範囲にある。",
                "そうすると，本件訂正発明5が特定する事項は，新たな相違点を生じさせるものではない。よって，本件訂正発明5は，本件訂正発明1ないし4と同様に，甲1発明，甲1文献に記載された事項及び周知の技術事項に基づいて，当業者が容易に想到し得るものと認められる。",
                "本件訂正発明6について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明6と甲1発明とを対比すると，両者は，相違点1-2，1-3ないし1-5，2-1，2-2に加えて，次の点でも相違し(相違点6-1)，その余の点で一致する。",
                "積層体に関し，本件訂正発明6では，「前記膜状又は前記板状の前記白色反射材が導電金属膜上に付され，又は導電金属膜が前記膜状又は前記板状の前記白色反射材上に付されて，形成したものである」のに対し，甲1発明では，そのようなものなのか否か不明である点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "発光ダイオード等の発光素子を用いた発光装置の技術分野において，導電金属膜上に反射体を付したり，あるいは，反射体上に導電金属膜を付すことは，何れも周知技術である。そうすると，甲1発明において，硬化物が導電金属膜上に付したり，あるいは，導電金属膜上に硬化物が付されるよう構成し，相違点6-1に係る本件訂正発明6の発明特定事項となすことに困難性は無い。",
                "本件訂正発明7について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明7と甲1発明とを対比すると，両者は，相違点1-1ないし1-5に加えて，次の点でも相違し(相違点7-1)，その余の点で一致する。",
                "白色反射材が，本件訂正発明7では，「厚さが5μm～2000μmの膜又は板である」のに対し，甲1発明では，硬化物の厚さが明らかでない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "甲1発明は，その用途としてLEDの下地反射コーティングが挙げられているところ，「厚さが5μm～2000μmの膜」は，コーティング用途の硬化物として普通に採用される厚さであると認められる。",
                "したがって，甲1発明において，本件訂正発明7の発明特定事項となすことに困難性はない。",
                "本件訂正発明8について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明8と甲1発明とを対比すると，両者は，相違点1-1ないし1-5に加えて，次の点でも相違し(相違点8-1)，その余の点で一致する。",
                "白色反射材が，本件訂正発明8では，「発光素子又は太陽電池素子からなる光学素子を取り巻き，前記発光素子の出射方向又は前記太陽電池素子の入射方向で末広がりに前記立体形状に開口しつつ，収容するパッケージ成形体部材とするものである」のに対し，甲1発明では，そのようなものであるのか否か明らかでない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "発光素子を有する発光装置において，発光素子を取り巻き，前記発光素子の出射方向で末広がりに前記立体形状に開口しつつ，収容するパッケージ成形体部材とすることは，周知の技術である。甲1発明において，上記周知の技術を採用し，本件訂正発明8の発明特定事項となすことに困難性はない。",
                "本件訂正発明9について",
                "本件訂正発明9と甲1発明とを対比すると，両者は，相違点1-1ないし1-5で相違し，その余の点で一致する。",
                "したがって，本件訂正発明9は，本件訂正発明1と同様に，甲1発明と周知技術に基づいて，当業者が容易に想到し得るものと認められる。",
                "本件訂正発明10について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明10と甲1発明とを対比すると，両者は，相違点1-1ないし1-5に加えて，次の点でも相違し(相違点10-1)，その余の点で一致する。",
                "本件訂正発明10は「前記酸化チタン含有シリコーン未架橋成分組成物がシリコーン未架橋成分とシランカップリング剤とを含んでいる」のに対し，甲1発明は，その旨の特定を有しない点で，相違する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "一般に，付加反応硬化型シリコーンゴム組成物を硬化してコーティングの用途に使用する際，その付着強度を高める目的で，付加反応硬化型シリコーンゴム組成物にシランカップリング剤を含有させることは，周知の技術手段である。",
                "そうすると，甲1発明の「酸化チタン充填付加反応硬化型シリコーンゴム組成物」に，更に「シランカップリング剤」を含有させ，相違点10-1に係る本件訂正発明10の発明特定事項となすことは，上記周知の技術手段に基づいて，当業者が容易に想到し得たことと認められる。",
                "本件訂正発明11について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明11と甲1発明とを対比すると，両者は，相違点1-1ないし1-5，10-1に加えて，次の点でも相違し(相違点11-1)，その余の点で一致する。",
                "シランカップリング剤が，本件訂正発明11では，「反応性官能基として，アルキルオキシ基，ビニル基，アミノ基，エポキシ基の少なくとも何れかを有する」のに対し，甲1発明は，そのようなものではない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "シランカップリング剤は，有機質材料と化学結合する反応基を有するものである。ここで，有機質材料と化学結合する反応基として「アルキルオキシ基，ビニル基，アミノ基，エポキシ基」は，普通に採用されるものであって，文献を提示するまでもなく，当業者に周知である。したがって，甲1発明において，シランカップリング剤を含有させる際に，シランカップリング剤として「反応性官能基として，アルキルオキシ基，ビニル基，アミノ基，エポキシ基の少なくとも何れかを有する」ものを用いることに困難性はない。",
                "本件訂正発明12について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明12と甲1発明とを対比すると，両者は，相違点1-1ないし1-5に加えて，次の点でも相違し(相違点12-1)，その余の点で一致する。",
                "甲1発明の「酸化チタン充填付加反応硬化型シリコーンゴム組成物」は，「(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン」を含有するものの，「ジメチルシロキシ基とする繰り返し単位を有するポリシロキサン化合物」とは特定されていない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "甲1文献には，甲1発明の実施例1として，【0034】，【0035】に，「ビニル基含有直鎖状ジメチルポリシロキサン」が開示されている。甲1発明の「(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン」として「ジメチルシロキシ基とする繰り返し単位を有するポリシロキサン化合物」を採用し，相違点12-1に係る本件訂正発明12の発明特定事項となすことに困難性はない。",
                "本件訂正発明13について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明13と甲1発明とを対比すると，両者は，相違点1-1ないし1-5，12-1に加えて，次の点でも相違し(相違点13-1)，その余の点で一致する。",
                "甲1発明の「酸化チタン充填付加反応硬化型シリコーンゴム組成物」は，「(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン」を含有するものの，「前記ポリシロキサン化合物が，アルキルオキシシリル基，ジアルキルオキシシリル基，ビニルシリル基，ジビニルシリル基，ヒドロシリル基及びジヒドロシリル基から選ばれる少なくとも何れかを有している」とは特定されていない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "甲1発明の実施例1に開示されている「ビニル基含有直鎖状ジメチルポリシロキサン」は，ビニルシリル基を有している。そうすると，甲1発明の「(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン」として「ジメチルシロキシ基とする繰り返し単位を有するポリシロキサン化合物」のうち「ビニルシリル基」を有するものを採用し，相違点13-1に係る本件訂正発明13の発明特定事項となすことに困難性はない。",
                "本件訂正発明14について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明14と甲1発明とを対比すると，両者は，相違点1-1ないし1-5に加えて，次の点でも相違し(相違点14-1)，その余の点で一致する。",
                "本件訂正発明14は，「前記酸化チタン含有シリコーン未架橋成分組成物が，無溶媒であること」と特定されるのに対し，甲1発明は，そのようなものではない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "甲1発明の「酸化チタン充填付加反応硬化型シリコーンゴム組成物」には，溶媒を含有する旨の特定事項は有していない。また，甲1文献の記載によれば，甲1発明の実施例1の「酸化チタン充填付加反応硬化型シリコーンゴム組成物」は，白金族金属系触媒として「塩化白金酸のオクチルアルコール変性物溶液0．02重量部」を含有するものの，溶媒を含有するものではない。したがって，甲1発明の「酸化チタン充填付加反応硬化型シリコーンゴム組成物」は無溶媒である。",
                "そうすると，相違点14-1は実質的なものではない。",
                "本件訂正発明15について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明15と甲1発明とを対比すると，両者は，相違点1-1ないし1-5で相違し，その余の点で一致する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "相違点1-1ないし1-5の判断は，前記 のとおりである。",
                "本件訂正発明16について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明16と甲1発明とを対比すると，両者は，相違点1-1ないし1-5で相違し，その余の点で一致する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "相違点1-1ないし1-5の判断は，前記 のとおりである。",
                "本件訂正発明17について"
              ]
            },
            {
              "fig": "ア",
              "subject": "対比",
              "text": [
                "本件訂正発明17と甲1発明とを対比すると，両者は，相違点1-2ないし1-5，2-1，2-2に加えて，次の点でも相違し(相違点17-1)，その余の点で一致する。",
                "本件訂正発明17では，「前記支持体は，セラミックス，ビスマレイミド・トリアジン樹脂，ガラス，金属アルミ，紙フェノール樹脂，ベークライト，ガラス繊維含有エポキシ樹脂，ポリテトラフルオロエチレン，紙エポキシ，ポリアミド，及びポリイミドの何れかで形成され，又はそれらの何れかにガラスクロス，ガラスペーパー及びガラス繊維から選ばれる補強材が含まれて形成されている」のに対し，甲1発明では，硬化物が覆う物体の材料が明らかでない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "判断",
              "text": [
                "甲1発明は，「LEDの下地反射コーティング，電気・電子部品の遮光用又は反射用のコーティング剤等」の用途に用いられるところ，コーティングする下地材料として，セラミックス等の材料は，周知の材料である。そうすると，甲1発明において，硬化物が表面を覆う部材(支持体)の材料として，前記周知の材料を採用し，相違点17に係る本件訂正発明17の発明特定事項となすことに，困難性はない。",
                "小括",
                "本件訂正発明は，甲1発明，甲1文献に記載された事項及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)",
          "text": [
            "決定は，甲1発明の酸化チタン粉末の表面に形成されるシロキサンの被膜は，シロキサン結合(Si-O-Si)を有するSiO の被膜であるから，甲1発明において，「表面にシロキサンの被膜が形成され」た「酸化チタン粉末」は，本件訂正発明1の「SiO で表面処理された・・・酸化チタン粒子」に相当するとして，この点を，本件訂正発明1と甲1発明の一致点であると認定した。",
            "しかしながら，甲1発明における酸化チタン粉末に表面処理されたものは，シロキサン結合を有し，アルコキシ基や水素を有するものであるから，これを，本件訂正発明1の「SiO で表面処理された酸化チタン粉末」に相当するとの上記判断は誤りである。",
            "甲1発明には，実質的に物の製造方法の発明も含まれているが，当該製法における原料b：テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物で表面処理した酸化チタンについて，甲1文献の段落【0004】には，「本発明は，(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン，・・・(D)テトラアルコキシシラン及びテトラアルコキシシランの部分加水分解縮合物よりなる群から選ばれる少なくとも1種の化合物で表面処理した酸化チタン粉末；成分(A)100重量部に対して15重量部以上を含有してなる酸化チタン充填付加反応硬化型シリコーンゴム組成物，及び該組成物を硬化して得られる硬化物」と記載されており，溶液又は分散液に含まれる表面処理原料と，酸化チタン粉末の表面被覆物質は，いずれも「テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物」である。",
            "「テトラアルコキシシラン」は，例えば，",
            "平均組成式  [(OR3)3SiO ] [(OR3) SiO /2] [(OR3)SiO ] [SiO ]   (8)",
            "1/2 K 2 2 L 3/2 M 4/2 Nで表されるものであるが，甲1文献には，このテトラアルコキシシランやその部分加水分解縮合物の残存アルコキシ基を，完全に加水分解して表面処理する旨の記載はない。",
            "さらに，甲1文献の段落【0028】には，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物の表面処理により「酸化チタン粉末の表面にシロキサンの被膜が形成され」る旨記載されている。甲1発明における酸化チタン粉末に表面処理されたものは，シロキサン結合を有し，アルコキシ基や水素を有するものであるから(甲17)，SiO ではない。つまり，甲1発明のように，エトキシ基が残存したままではSiO が形成されない。",
            "なお，甲1文献の段落【0025】には，酸化チタン粉末について，「電子部品の遮光剤や反射剤の用途にはアルミニウムや有機物等で表面処理されていないものが好ましい。」との記載がある。",
            "被告は，完全に加水分解されていなくても，被処理面にはSi-O-Si結合からなる「酸化シリコン」の単分子膜が形成されると主張するが，これは，酸化シリコンがSiO であって，加水分解されていないエトキシ基等が残存しても，一部にSi-O-Si結合が存在すれば，SiO が形成されるという誤った解釈によるものである。SiO は，SiとOのみが1：2の比率のものであり，エトキシ基である有機基を有するものではない。また，わずかにSiO が混入したテトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物で表面処理された酸化チタンと，SiO だけで表面処理した酸化チタンとは，物性，例えば，シリコーン樹脂やシリコーンゴムとの分散性や分子間力に強く影響する親水性や疎水性が大きく異なる。そして，エトキシ基の有無により，シリコーン樹脂やシリコーンゴムとの相互作用の程度が異なる結果，酸化チタンの分散性や白色反射材の強度の特性が相違することになる。",
            "以上によれば，本件訂正発明1と甲1発明における「SiO で表面処理された酸化チタン粉末」に関する対比の誤りに起因して，甲1発明における酸化チタン粉末に表面処理されたものを，本件訂正発明1に係る，酸化チタンが「シランカップリング剤，Al O ，ZrO ，又はSiO で表面処理された」ものに相当するとして，これを本件訂正発明1と甲1発明の一致点と認定した決定には，誤りがあるといわざるを得ない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明1のゴム硬度の解釈の誤りに起因する相違点1-2の判断の誤り)",
          "text": [
            "本件訂正発明1に係る「前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である」とは，「酸化チタン粒子が取り込まれ」る前における「前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である」ことをいうものである。",
            "本件訂正明細書の段落【0078】～【0085】において，シリコーン樹脂又はシリコーンゴムについて連続して説明されており，段落【0085】の「ゴム硬度」は，段落【0082】の「このようなシリコーン」についてのものであることは明らかである。したがって，段落【0085】に記載されたゴム硬度は，酸化チタンを含まないシリコーン樹脂又は前記シリコーンゴムのものである。",
            "決定は，甲1発明における硬度が白色反射材(すなわち酸化チタン粒子を含むもの)の硬度であり，本件訂正発明1のゴム硬度についても，「酸化チタン粒子が取り込まれ」た状態の「前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である」であると誤認している。",
            "また，決定は，甲1発明の硬度を「ショアA硬度で30～90又はショアD硬度で5～80」とし，相違点1-2に係る本件訂正発明1の構成とすることに困難性はないと判断している。しかしながら，可撓性確認実験において，可撓性は，白色反射材自体の硬度よりもむしろシリコーン樹脂やシリコーンゴム自体の硬度に依存しており，甲1発明のように，酸化チタンを含む試験片のショア硬度を調整したのみでは，可撓性の適否を制御することができない。",
            "本件訂正発明の白色反射材の顕著な効果は，硬化成分の種類，シリコーン樹脂やシリコーンゴムのみの硬度，酸化チタンの表面処理の種類など複雑な組合せによってもたらされたものであり，単なる設計的事項ということはできない。",
            "したがって，決定は，本件訂正発明1のゴム硬度についての解釈を誤った結果，相違点1-2の判断についても誤っているといわざるを得ない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の看過に起因する相違点1-1，1-5，1-3，1-4の判断の誤り)",
          "text": [
            "甲1発明において，テトラアルコキシシランやその部分加水分解縮合物は，表面処理の際，加水分解しない限り，酸化チタンの表面に結合できないし，SiO にもならない。そのため，酸化チタンの分散性が劣り，クラックの起点を作り，反射特性や安定性を低下させてしまうことになる。",
            "本件訂正発明1と甲1発明は，酸化チタン粉末の表面処理に関する技術思想が異なるものであり，決定は，前記1の相違点の看過に起因して，相違点1-1，1-5，1-3，1-4についての判断を誤っている。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件訂正発明2～17に係る判断の誤り)",
          "text": [
            "決定は，本件訂正発明2～17についても，前記1～3と同様の誤りがある。また，本件訂正発明2～17は，甲1発明とは，製造方法の目的物が異なる点でも相違している。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "甲1発明に係る酸化チタン粉末の表面処理においては，以下のとおり，酸化チタン表面にSiO が形成されている。",
            "甲1発明は，酸化チタン充填付加反応硬化型シリコーンゴム組成物を硬化して得られる硬化物の製造法という製造方法に係る発明であるところ，そこでは，「酸化チタン粉末の表面にシロキサンの被膜」を形成するための表面処理の方法が挙げられている。",
            "ここで，「酸化チタン粉末の表面にシロキサンの被膜」が形成されるとは，シロキサン結合(Si-O-Si)を有する構造が，酸素原子を介して，酸化チタン表面に結合することである(乙1，2)。金属酸化物からなる被処理面に，シロキサン膜が形成される場合には，シロキサン結合を有する構造物が金属酸化物の金属原子(Tiなど)と酸素を介してSiが結合するものであり，このことは，SiとO以外の元素を含む膜が形成される場合においても同様である(下図参照)。",
            "【図5】(乙2)",
            "「金属酸化物の表面にシロキサン被膜」が形成される際には，「シロキサン結合(Si-O-Si)」を有する構造が，酸素原子を介して，酸化チタン表面に結合すること，すなわち，そのような被処理面にはSi-O-Si結合からなる「酸化シリコンの単分子膜」を介して前記分子が結合することが理解できる(乙1～5)。",
            "「シロキサン結合(Si-O-Si)」を有する構造が，酸素原子を介して，酸化チタン表面に結合するには，膜となる分子がOH基を有する必要があるから，甲1文献に明記はないが，甲1発明に係るテトラエトキシシランについても，少なくともシロキサン被膜が形成される時点までに，部分的に加水分解されて，OH基となっている部分を備えていることは明らかである。すなわち，「完全に」加水分解されていなくても，被処理面にはSi-O-Si結合からなる「酸化シリコンの単分子膜」が形成される。",
            "テトラエトキシシランの加水分解には，空気中の水分を利用することもできるところ(甲18)，甲1文献の各実施例は，空気中から水分が補給されて加水分解がされる状態にあるといえるから，水の存在下において混連することが明記されていないとしても，加水分解が生じないことはない。",
            "本件訂正明細書の記載(段落【0071】)によれば，「SiO など」で酸化チタンを表面処理するのは，強い光触媒作用を抑制することを目的とすると解される。他方，本件訂正明細書には，「SiO などで表面処理した酸化チタン」の表面処理膜がどのような膜であるのかについては具体的に記載されていないから，ここでのSiO などの表面処理は，光触媒作用を抑制できる程度のものと解するのが相当であって，厳密に，SiとO以外の材料を全く含まないものでなければならないというものではないと解するべきである。",
            "また，実際に，一般的な技術(例えば，「ゾルーゲル法」等の化学的合成方法)によってSiO 被膜を酸化チタン粉末表面に形成するに際しては，SiとO以外の元素の混入を完全には遮断できないから，SiO による表面処理をするに当たっては，厳密にSiとOのみからなる被膜が形成できるものではなく，厳密にSiとOのみからなる被膜でなくても，酸化チタンの光触媒作用が抑制される(乙5)。",
            "そうすると，甲1文献に係る表面処理により形成された，酸化チタン粉末表面の「シロキサンの被膜」についても，酸化チタンの光触媒作用が抑制されるものといえ，これは，本件訂正発明1に係る，酸化チタンにされた「SiO などで」の「表面処理」と同等の機能を備えるものといえる。",
            "以上のとおり，甲1発明に係る酸化チタン粉末の表面処理においては，本件訂正発明1に係るSiO と同等のSiO が形成されているといえるから，そのようなSiO が形成されないとする原告の主張は失当である。",
            "したがって，本件訂正発明1と甲1発明との一致点の認定に関する決定の認定に誤りはなく，原告の主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "本件訂正発明1に係る「前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である」とは，「前記網目構造中に前記酸化チタン粒子が取り込まれた」状態における「前記シリコーン樹脂又は前記シリコーンゴム」の「ゴム硬度」が「ショアA硬度で30～90又はショアD硬度で5～80である」と解するべきものであって，「酸化チタン粒子が取り込まれ」る前における「前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である」ことと解することは，以下のとおり誤りである。",
            "本件訂正後の特許請求の範囲の請求項1には，①「架橋硬化により網目構造のシリコーン樹脂になる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーン樹脂成分又は架橋硬化により網目構造のシリコーンゴムになる未架橋で液状，塑性又は半固体の架橋性ポリシロキサン化合物であるシリコーンゴム成分」に，②「シランカップリング剤，Al O ，ZrO ，又はSiOで表面処理されたアナターゼ型又はルチル型の酸化チタン粒子を前記シリコーン樹脂又は前記シリコーンゴム100質量部に対し5～400質量部含有して分散した液状，塑性又は半固体の酸化チタン含有シリコーン未架橋成分組成物」を，③「コンプレッション成形，射出成形，トランスファー成形，液状シリコーンゴム射出成形，押し出し成形及びカレンダー成形から選ばれる何れかの方法で架橋硬化して，又はスクリーン印刷，グラビア印刷，ディスペンサ法，ローラ法，ブレードコート，及びバーコートから選ばれる何れかの塗布方法で塗布した後，架橋硬化」することにより，④「前記網目構造中に前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴムのゴム硬度がショアA硬度で30～90又はショアD硬度で5～80である，厚さ2μm～5mmの立体形状，膜状，又は板状の成形体に成形する」ことが特定されているところ，④の「膜状，又は板状の成形体に成形」されたものは，上記①ないし③の工程を経て得られた結果のものであることは，その文理上明らかである。",
            "そうすると，④において特定されている「ゴム硬度」が「成形体」を形成する「シリコーン樹脂」又は「シリコーンゴム」の硬度であること，すなわち，①ないし③の工程を経て得られた結果の「シリコーン樹脂」又は「シリコーンゴム」のもの，すなわち「網目構造中」に「酸化チタン粒子」が取り込まれたものについての硬度であると解されることは，文理上明らかというべきである。",
            "原告は，本件訂正明細書の段落【0078】～【0085】において，シリコーン樹脂又はシリコーンゴムについて連続して説明しており，段落【0085】に記載された「ゴム硬度」は，段落【0082】に記載された「このようなシリコーン」についてのものであると主張する。",
            "しかしながら，本件訂正明細書の段落【0078】～【0085】の記載によれば，段落【0078】～【0080】においては，シリコーン樹脂又はシリコーンゴムそのものについての記載がされているのに対して，段落【0082】以降においては，「反射材」としてシリコーン樹脂又はシリコーンゴムを利用したときの特性，すなわち，「酸化チタン粒子を含んだ状態」における特性が記載されていると解される。",
            "以上のとおりであるから，本件訂正発明に係る，「前記酸化チタン粒子が取り込まれた前記シリコーン樹脂又は前記シリコーンゴム」を文言どおりに解釈しても，本件訂正明細書の記載を参酌しても，本件訂正発明1において特定されている「ゴム硬度」は，「前記酸化チタン粒子が取り込まれた」「前記シリコーン樹脂又は前記シリコーンゴム」の「ゴム硬度」，すなわち，「シリコーン樹脂」又は「シリコーンゴム」に「酸化チタン粒子が取り込まれた」結果のものについての「ゴム硬度」と解するほかないのである。",
            "そして，本件訂正発明1の「ゴム硬度」が，「酸化チタン粒子が取り込まれ」る前における「前記シリコーン樹脂又は前記シリコーンゴム」の硬度であることを前提とする相違点1-2の誤りをいう原告の主張も前提において失当である。",
            "したがって，原告の主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "原告の主張する取消事由1は，前記1のとおり理由がないから，原告の取消事由3の主張の前提となる相違点の看過はない。",
            "したがって，相違点1-1，1-5，1-3，1-4についての判断を誤っているとの原告の取消事由3についても理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "text": [
            "原告の主張する取消事由4の前提となる取消事由1～3は，前記1～3のとおり，いずれも理由がないから，本件訂正発明2～17についても本件訂正発明1と同様の誤りがあるとの取消事由4についても理由がない。また，決定の理由においては，訂正発明2～17と甲1発明との間の相違点として，相違点1-1～1-5のほかに，製造方法の目的物が異なる旨の相違点を含めて，相違点2-1～17-1を認定し，そのいずれについても判断しているから，原告の主張は当たらない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "text": [
            "本件訂正明細書(甲15)によれば，本件訂正発明の概要は，次のとおりのものと認められる。",
            "本件訂正発明の特徴"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件訂正発明は，半導体発光素子及び太陽電池素子のような半導体光学素子を設置する基板や，それら光学素子を収納して光学素子の周囲を構成するリフレクタなど半導体光学素子パッケージの部材として用いられ，光や熱線に対して安定で，光漏れすることなく高い反射効率を持ち，それを長時間安定して維持して反射させることのできる白色反射材，及びその製造方法に関する。(【0001】)"
            },
            {
              "fig": "イ",
              "subject": "従来の発光機器に光源として用いられる発光ダイオード(LED)は，発光素子33がアルミナセラミックス製やガラス繊維含有エポキシ樹脂製やビスマレイミド・トリアジン樹脂製の基材40に載置され，基材40上で発光素子33は，ポリエーテル，ポリフタルアミド，ポリエーテルエーテルケトンのような樹脂製，又はアルミナのような高価なセラミックス製で一体化して半導体発光装置を構成している。(【0003】)",
              "text": [
                "その基材40やパッケージ成形体部材(リフレクタ)30がこれら樹脂製であると，半導体発光装置を回路に固定する時の鉛フリーリフローによる温度で劣化し，光波長が紫外線の場合，光劣化を起こしたり，特に高輝度発光ダイオードの場合，高輝度出射光やそれに伴う高熱により次第に黄変又は褐変して劣化し，表面がくすんだり反射率が悪くなったりしてしまう。一方，基材40やパッケージ成形体部材(リフレクタ)30がセラミックス製であると，紫外線による光劣化や熱による劣化はないものの出射光が漏出し十分な照度が得られない。(【0004】)",
                "これらの基板やパッケージ成形体部材の表面に，光を反射させるためのメッキ処理が施されるが，銀メッキであると，高い反射率を示すものの硫化により黒化し反射率が低下するという問題点があり，金メッキであると，優れた耐硫化性や耐酸化性を示すものの反射率が低いうえ高価であり汎用性に欠けるという問題点がある。さらに，このような小さな基板やパッケージ成形体部材の表面には精度の高いメッキ処理が必要で，メッキを施すには複雑な処理工程が必要になり，生産性が低下してしまうという問題点がある。(【0005】)",
                "メッキ処理を施さなくとも光で劣化し難く光の漏出が少ない反射材として，特許文献1(特開2006-343445号公報)に開示された，ルチル型酸化チタン含有のポリカーボネート樹脂のようなプラスチック製反射材では，このような発光ダイオードから出射され，可視領域の下限に近い波長領域360nm以上，特に波長領域380～400nmの光を，十分に反射できない。(【0006】，【0007】)",
                "特許文献2(特開2008-143981号公報)には，広い波長領域で反射率の良いアナターゼ型酸化チタンをエポキシ樹脂に分散した樹脂組成物を介して，基板と発光素子とが接合されている半導体発光装置が開示されているが，反射率の経時変化が大きく，エポキシ樹脂が次第に劣化し，経時的に反射効率が低下してしまう。",
                "また，発光ダイオードは，発光波長の短波長化や高出力化に伴い，封止樹脂として，耐熱耐光性に優れるシリコーン系封止樹脂が多く用いられるようになったが，従来用いられてきたポリエーテル，ポリフタルアミド，ポリエーテルエーテルケトンのような樹脂製パッケージ部材との収縮率等の相違により，接着性が十分でないという問題があり，パッケージの新たな設計が求められている。(【0008】，【0009】)",
                "以上のとおり，従前のプラスチック製反射材で十分に反射できない380～400nmの波長領域やそれ以上の可視光領域，さらに，長波長の赤外線領域の熱線を，効率よく反射でき，光を出射する照明機器のみならず太陽光などを光電変換する太陽電池アセンブリにも用いることができ，耐熱，耐光性に優れ，変色がなく，長期間の使用によっても反射率が低下しない汎用性の反射材が求められている。(【0010】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件訂正発明は，前記の課題を解決するためになされたもので，メッキ処理による反射層などの面倒な表面加工を施さなくとも，380nm以上の波長領域の近紫外線光や近赤外線光を光漏れなく十分に反射でき，近紫外線光が照射されても黄変したり劣化したりせず，耐光性，耐熱性，耐候性に優れ，高い機械的強度と優れた化学的安定性とを有し，高い白色度を維持できる上，簡便に成形できて生産性が高く安価に製造できる汎用性の白色反射材及び白色反射材の製造方法，更には白色反射材を膜状に成形するために用いられるインキ組成物で製造される白色反射材の製造方法を提供することを目的とする。(【0012】)"
            },
            {
              "fig": "エ",
              "subject": "本件訂正発明の酸化チタンを含有するシリコーン製の白色反射材は，以下の効果を奏する。(【0032】～【0038】)",
              "text": [
                "アナターゼ型又はルチル型の酸化チタンの粒子，中でも，特にアナターゼ型酸化チタン粒子をシリコーン樹脂又はシリコーンゴムに分散することによって，380～400nmの近紫外線波長領域のみならずそれ以上の可視領域の光，更にはそれより長波長領域の780nm以上の赤外線のような熱線を，高い反射率で，光漏れすることなく，十分に反射できる。",
                "隠蔽性に優れた白色を呈しており，光や熱や化学的作用によって変質し難い硬質のシリコーン樹脂や軟質のシリコーンゴムを用いているから，高輝度発光ダイオードや紫外線発光ダイオードからの光，直射日光や高温に曝されても，また，高い光触媒活性を有するアナターゼ型酸化チタンを含有していても，黄変・褐変したり劣化したりすることがないため，耐光性，耐熱性，耐候性に優れている。しかも，高い機械的強度を示し，優れた化学的安定性を有し，高い白色度を維持でき耐久性に優れているため，半導体光学素子を用いる半導体発光装置や太陽電池装置の用途に用いられる材料として優れている。",
                "反射目的のメッキなどの面倒な表面加工を施す必要がなく，簡便な工程で簡易に，均質で高反射特性のものを精密に，確実かつ大量に，安価で製造できるため，生産性が高い。",
                "発光素子のみならず太陽電池素子のような光電変換素子等に用いられる基材やパッケージ成形体部材など半導体光学素子に関連する様々な分野の機器の反射材として，汎用的に用いることができる。",
                "板状にしたり，立体的形状にしたり，又は膜状にしたりして，所望の形状に形成されて反射効率を高めた白色反射材として用いることができる。",
                "別の態様として，酸化チタンを含有するシリコーンを含んでなる白色反射膜形成用組成物であって，インキとして使用することができ，支持体の種類に限定されることなく，平滑性に優れて高い反射率を有する薄膜を，塗布，印刷，吹きつけ，浸漬などの手段により，その支持体表面に，形成することができる。",
                "発光ダイオード(LED)のような半導体発光装置，光半導体パッケージ部材，半導体発光素子を基板上に配置し組み入れた電子回路基板，及びこれらを応用した照明器具，バックライト反射シートに用いることができる。また，この白色反射材は，入射する光を反射して，光電変換素子へ集光させるための基材として太陽電池用途に用いることができる。(【0111】)",
                "本件訂正発明1の「SiO で表面処理された・・・酸化チタン粒子」について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件訂正明細書には，本件訂正発明1の「SiO で表面処理された酸化チタン粒子」に関し，以下の記載がある。",
                "酸化チタンは，形状に制限がなく任意の粒形状のものが使用できるが，その粒径が0．1～10μmであることが好ましく，Al O ，ZrO ，SiOなどで表面処理した酸化チタンであってもよい。アナターゼ型酸化チタンは光触媒作用が強いため，前記表面処理を行うのが好ましい。(【0071】)",
                "アナターゼ型酸化チタン粉末は，塵埃等の付着異物を分解するほどの強力な光分解触媒として作用するものであるから，通常，ポリカーボネート，ポリフタルアミド，ポリエーテルエーテルケトンのような熱可塑性樹脂等の高分子化合物に添加されるとそれを分解し黄変させたり，劣化してひび割れを生じさせたりしてしまう。(【0074】)",
                "広い波長領域で反射率の良いアナターゼ型酸化チタンをエポキシ樹脂に分散した樹脂組成物を介して，基板と発光素子とが接合されている半導体発光装置は，反射率の経時変化が大きく，エポキシ樹脂が次第に劣化し，経時的に反射効率が低下してしまう。(【0008】)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記アによれば，本件訂正明細書には，アナターゼ型酸化チタンは光触媒作用が強いため，熱可塑性樹脂等の高分子化合物に添加されるとそれを分解等してしまうことから，SiO などで表面処理を行うのが好ましいこと，すなわち，本件訂正発明1の表面処理に用いられるSiO は，光触媒作用が強いアナターゼ型酸化チタンが，熱可塑性樹脂等の高分子化合物を分解等しないようにするためのものであることが記載されているものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "甲1発明について",
            "甲1文献(甲1)の記載によれば，甲1発明の概要は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲1発明は，低粘度で低チキソ性の酸化チタン充填付加反応硬化型シリコーンゴム組成物に関する。(【0001】)"
            },
            {
              "fig": "イ",
              "subject": "従来より，酸化チタンは，着色剤としてシリコーン組成物に添加されてきたが，新しい用途として，例えば，薄膜での遮光剤や，逆に反射剤としての要求がある。具体的には，フォトカプラー素子の並列型タイプの反射剤や，LEDの下地反射コーティング等が挙げられる。これらの要求ニーズに合わせるためには，酸化チタンを多量に添加する必要がある。しかし，従来のようにシリコーンゴム組成物に酸化チタンを多量に添加すると，粘度やチキソ性が高くなり，このため組成物の取扱いが困難で，かつ十分な作業性が得られなかった。(【0002】)"
            },
            {
              "fig": "ウ",
              "subject": "甲1発明の目的は，酸化チタンを多量に含有するにもかかわらず，低粘度，低チキソ性で取扱いやすく，特に，遮光剤や反射剤の用途での作業性が優れた酸化チタン充填付加反応硬化型シリコーンゴム組成物を提供することである。(【0003】)"
            },
            {
              "fig": "エ",
              "subject": "前記目的を達成するものとして，甲1発明は，(A)一分子中に少なくとも2個のアルケニル基を含有するジオルガノポリシロキサン，(B)ケイ素原子に結合する水素原子を一分子中に少なくとも2個含有するオルガノハイドロジェンポリシロキサン，(C)白金族金属系触媒，及び(D)テトラアルコキシシラン及びテトラアルコキシシランの部分加水分解縮合物よりなる群から選ばれる少なくとも1種の化合物で表面処理した酸化チタン粉末；成分(A)100重量部に対して15重量部以上を含有してなる酸化チタン充填付加反応硬化型シリコーンゴム組成物，及び該組成物を硬化して得られる硬化物を提供する。(【0004】)"
            },
            {
              "fig": "オ",
              "text": [
                "表面処理に用いる酸化チタン粉末は，公知のものでよい。一般的には，ルチル形及びアナターゼ形の2種類があるが，特に電子部品の遮光剤や反射剤の用途には，アルミニウムや有機物等で表面処理されていないものが好ましい。",
                "表面処理の方法としては，公知の湿式処理法又は乾式処理法を使用することができる。このような表面処理法の具体例としては，前記のテトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物を適当な溶媒に溶解又は分散した後，この溶液又は分散液に酸化チタン粉末を混合し，加熱・乾燥する方法が挙げられる。前記溶媒としては，例えば，トルエン，キシレン等が挙げられる。加熱・乾燥の条件は，例えば，80～200℃で0．5～10時間程度でよく，この時減圧処理を併用してもよい。",
                "別の表面処理方法として，例えば，前記成分(A)であるアルケニル基含有ジオルガノポリシロキサンの少なくとも一部(通常30重量％以上，特に50重量％以上)と，酸化チタン粉末と，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物とを混合した後，該混合物を加熱処理する方法が挙げられる。加熱処理の条件は，例えば80～200℃で0．5～10時間程度でよい。このように成分(A)の少なくとも一部と酸化チタン粉末とテトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物とを混合して表面処理する方法は，成分(A)～(D)及び必要ならば他の添加剤成分を混合又は混練して甲1発明の組成物を製造する際に，前記混合又は混練工程において同時に酸化チタン粉末の表面処理が行えるので，省エネルギー及び工程時間短縮等による合理化が図れる点で好ましい。",
                "このような表面処理により，酸化チタン粉末の表面にシロキサンの被膜が形成され，シリコーン樹脂成分とのヌレ性(すなわち，親和性)が向上し，低粘度，低チキソ性で流動性に富む組成物が得られる。(【0025】～【0028】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "実施例1",
              "text": [
                "下記式：",
                "(式中，nはこのシロキサンの25℃における粘度が1，000 cp(センチポイズ)となるような数である。)で表されるビニル基含有直鎖状ジメチルポリシロキサン100重量部，平均粒径0．15μmの酸化チタン粉末(純度98％，石原産業社製)120重量部及びテトラエトキシシラン3重量部を3本ロールで混練した後，プラネタリーミキサーを使用して，この混練物を更に160℃で3時間混練した。次に，この混練物にメチルハイドロジェンポリシロキサン〔ケイ素原子に結合する水素原子(SiH基)の含有量：0．7モル／100g〕8重量部((A)成分中のビニル基に対する(B)成分中のSiH基のモル比：4．5)及び塩化白金酸のオクチルアルコール変性物溶液(白金含有量：2重量％)0．02重量部を加えて撹拌し，付加反応硬化型シリコーンゴム組成物を得た。この組成物の粘度(25℃での粘度，以下同様)を，B型回転粘度計を用いて測定したところ，64P(ポイズ)であった。(【0033】～【0035】)"
              ]
            },
            {
              "fig": "キ",
              "subject": "甲1発明の組成物は，酸化チタン粉末を多量に含有するにもかかわらず，低粘度，低チキソ性で取扱いやすい上，経時による変化も少ない。また，流動性に富んでいるので，特に遮光剤や反射剤の用途での作業性が優れており，コーティングした製品の特性向上，信頼性向上が期待される。(【0049】)"
            },
            {
              "fig": "ク",
              "text": [
                "以上によれば，甲1発明は，前記第2，3 のとおりであり，審決の甲1発明の認定に誤りはない。",
                "甲1発明の「表面処理された酸化チタン粉末」について",
                "甲1文献の前記記載(【0025】～【0028】)によれば，甲1発明の表面処理に用いる酸化チタン粉末は公知のものでよく，一般的には，ルチル形及びアナターゼ形の2種類であること，酸化チタン粉末の表面処理の方法としては，公知の湿式処理法又は乾式処理法を使用することができ，表面処理法の具体例としては，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物を適当な溶媒に溶解又は分散した後，この溶液又は分散液に酸化チタン粉末を混合し，加熱・乾燥する方法が挙げられること，別の表面処理方法として，成分(A)であるアルケニル基含有ジオルガノポリシロキサンの少なくとも一部(通常30重量％以上，特に50重量％以上)と，酸化チタン粉末と，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物とを混合した後，該混合物を加熱処理する方法が挙げられること，甲1発明の組成物を製造する際に，混合又は混練工程において同時に酸化チタン粉末の表面処理が行えるので，省エネルギー及び工程時間短縮等による合理化が図れる点で好ましいこと，このような表面処理により，酸化チタン粉末の表面にシロキサンの被膜が形成され，シリコーン樹脂成分とのヌレ性(すなわち，親和性)が向上することなどが認められる。",
                "以上によれば，甲1発明の酸化チタン粉末の表面処理の方法としては，上記各方法があるところ，甲1文献には，いずれの方法においても，酸化チタン粉末の表面にシロキサンの被膜が形成されたことが記載されていることが認められる。",
                "本件訂正発明1と甲1発明との対比"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "決定は，甲1発明の酸化チタン粉末の表面に形成されるシロキサンの被膜は，シロキサン結合(Si-O-Si)を有するSiO の被膜であるから，甲1発明において，「表面にシロキサンの被膜が形成され」た「酸化チタン粉末」は，本件訂正発明1の「SiO で表面処理された・・・酸化チタン粒子」に相当するとして，この点を，本件訂正発明1と甲1発明の一致点であると認定した。",
                "これに対し，原告は，甲1発明の酸化チタン粉末の表面に形成される被膜は，有機シロキサンの被膜であって，無機のSiO 被膜ではない旨主張するので，以下，検討する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "証拠(甲17，18，乙1～5)及び弁論の全趣旨によれば，以下の事実が認められる。",
                "シロキサンは，ケイ素，酸素，水素からなる化合物のうち，Si-O-Si結合を含むものの総称であって，一般式H SiO-(H SiO) -Si3 2 nH で表されるものであり，ケイ素上の水素がメチルやフェニルのような有機基によって置換されたものは有機シロキサンとよばれ，-Si-O-Si-のように，長く延びた高分子は有機ポリシロキサンとよばれる(甲17)。",
                "ゾル-ゲル法における溶液のゲル化は，多くの場合，加水分解と重合によって起こり，テトラエトキシシランSi(OC H ) からシリカ(SiO )を作る場合の反応は，",
                "加水分解：Si(OC H ) ＋4H O→Si(OH) ＋4C H OH…(1)",
                "縮重合：Si(OH) →SiO ＋2H O…(2)",
                "であり，得られるネット反応式は，",
                "ネット反応式：Si(OC H ) ＋2H O→SiO ＋4C H OH…(3)である。すなわち，テトラエトキシシラン1モルが2モルの水と反応して1モルのシリカゲルができる計算となる(乙2)。",
                "上記 の式は，テトラアルコキシシランが加水分解及び重合し，反応すべきものがすべて反応した場合の反応物及び生成物を示すものであり，その場合に，≡Si-O-Si≡のつながったSiO 固体(シリカ)及びC H OH(エチルアルコール)が反応生成される(甲18)。",
                "基板が酸化物でコーティング膜が有機無機ハイブリッドの場合，膜の無機部分と基板の酸化物との間に，MOHとM’OHからH Oがとれて，膜と基板の間に化学結合-M-O-M’-の結合ができて接着する(M及びM’は，それぞれ膜及び基板中の金属イオン(Si，Ti，Al，Feなど)を表す。)。すなわち，膜中の金属イオンがSiで，基板の酸化物が酸化チタン(TiO )の場合は，-Si-O-Ti-の結合ができて接着する(乙2)。",
                "酸化チタン表面が完全にシリカ(SiO )で被覆された場合，ゼータ電位はシリカと同様の性質を示す(乙5)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "上記イによれば，SiO (シリカ)とシロキサンは，共に酸化チタンを被覆するものであること，SiO (シリカ)は，Si-O-Si結合を有しているものの，テトラアルコキシシランが加水分解及び重合し，反応すべきものが全て反応したときの反応物であるのに対して，シロキサンは，Si-O-Si結合を含むものの総称であって，化学式SiO で表されるものではないこと，したがって，SiO (シリカ)とシロキサンは，化学物質として区別されるものであることが認められる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "前記認定のとおり，本件訂正発明1の「SiO で表面処理された・・・酸化チタン粒子」とは，文言上，「酸化チタン粒子」が，「SiO (シリカ)」で表面処理されているものであることは明らかである。",
                "これに対し，甲1文献には，酸化チタン粉末の表面処理のいずれの方法によっても，甲1発明の酸化チタン粉末の表面にシロキサンの被膜が形成されたことが記載されていることが認められるものの，甲1文献の上記記載は，甲1発明の酸化チタン粉末の表面に「Si-O-Si結合」を含有する被膜が形成されていることを示すにとどまるものであって，「SiO (シリカ)」の被膜が形成されていることを推認させるものではない(前記認定のとおり，シロキサンは，Si-O-Si結合を含むものの総称であって，SiO (シリカ)とは化学物質として区別されるものである。)。また，その他，甲1発明の酸化チタン粉末の表面に「SiO (シリカ)」が生成されていることを認めるに足りる証拠はない。",
                "さらに，甲1文献には，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物について反応すべきものが全て反応したことについては，記載も示唆もされていないのであるから，この点においても，甲1発明の酸化チタン粉末の表面に「SiO (シリカ)」が生成されていると認めることはできない。",
                "したがって，甲1発明において，酸化チタン粉末の表面に，「SiO (シリカ)」が生成されているとは認めることができず，甲1発明の酸化チタン粉末が「SiO(シリカ)」で表面処理されているということはできない。",
                "被告の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被告は，甲1文献の「酸化チタン粉末の表面にシロキサンの被膜」が形成されるとは，シロキサン結合(Si-O-Si)を有する構造が，酸素原子を介して，酸化チタン表面に結合することであり(乙1，2)，シロキサン結合(Si-O-Si)を有する構造が，酸素原子を介して，酸化チタン表面に結合するには，膜となる分子がOH基を有する必要があるから，甲1文献に明記はないけれども，甲1発明に係るテトラエトキシシランについても，少なくともシロキサン被膜が形成される時点までに，部分的に加水分解されて(すなわち，「完全に」加水分解されていなくても)，OH基となっている部分を備えていることは明らかであり，被処理面にはSi-O-Si結合からなる「酸化シリコンの単分子膜」が形成されるなどと主張する。",
                "しかしながら，甲1文献には，甲1発明において，酸化チタン粉末の表面にシロキサンの被膜が形成されたことが記載されているにとどまるものであり，テトラアルコキシシラン及び／又はテトラアルコキシシランの部分加水分解縮合物について反応すべきものが全て反応したものであるとの記載もなく，示唆もされていないから，甲1発明において，酸化チタン粉末の表面に，「SiO (シリカ)」が生成されていると認めることができないことは前記認定のとおりである。",
                "また，被告が主張するように，甲1発明において，少なくともシロキサン被膜が形成される時点までに，部分的に加水分解されて，被処理面にSi-O-Si結合からなる「酸化シリコンの単分子膜」が形成されるとしても，被処理面のSi-O-Si結合からなる「酸化シリコンの単分子膜」が「SiO (シリカ)」であることを示す証拠はなく，そのような技術常識を認めるに足りる証拠もない。",
                "したがって，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告は，本件訂正発明における酸化チタンのSiO などによる表面処理は，光触媒作用を抑制できる程度のものと解するのが相当であるのに対し，甲1発明の表面処理により形成された，酸化チタン粉末表面の「シロキサンの被膜」も，酸化チタンの光触媒作用を抑制するものであり，本件訂正発明1に係る，酸化チタンにされた「SiO などで」の「表面処理」と同等の機能を備えるものといえるから，甲1発明に係る酸化チタン粉末の表面処理においては，本件訂正発明1に係るSiO と同等のSiO が形成されているといえる旨主張する。",
                "しかしながら，甲1発明の「シロキサンの被膜」については，必ずしも，酸化チタンの光触媒作用を抑制するものということはできない(甲1文献にその旨の記載はない。)。仮に，甲1発明の酸化チタン粉末の表面に形成された「シロキサン」被膜が，SiO の被膜と同等の機能を備えるものであったとしても，両者は化学物質として区別されるものであり，その構成が異なるものであるから，両者を同一の物とは認められない。",
                "したがって，被告の上記主張は採用することができない。",
                "以上によれば，甲1発明の酸化チタン粉末の表面に形成されるシロキサンの被膜は，SiO の被膜であるとは認められないから，甲1発明において，「表面にシロキサンの被膜が形成され」た「酸化チタン粉末」は，本件訂正発明1の「SiO で表面処理された・・・酸化チタン粒子」に相当するということはできない。",
                "したがって，本件訂正発明1と甲1発明とは，相違点1-1ないし1-5のほか，上記の点でも相違するものと認められる。",
                "そして，上記の酸化チタン粉末の表面処理に関する相違点に係る本件訂正発明1の構成は，甲1文献，その他の周知例のいずれにも記載されていないし，示唆もされていないから，これらに基づいては，直ちに，当業者が容易に想到することができたということはできない。",
                "決定は，本件訂正発明1と甲1発明との一致点の認定を誤り，相違点を看過したものであって，決定による上記相違点の看過が，その結論に影響を及ぼすことは明らかである",
                "したがって，「SiO で表面処理されたアナターゼ型又はルチル型の酸化チタン粉末」である点を，本件訂正発明1と甲1発明の一致点であるとした決定の認定判断には誤りがあり，決定の結論に影響を及ぼすものであるから，取消事由1は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由1は理由があり，その余の取消事由について判断するまでもなく，決定は取り消されるべきである。",
        "よって，原告の請求は理由があるから，これを認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}