{
  "decision": [
    {
      "fig": "1",
      "text": "原告の第1事件に係る請求及び被告の第2事件に係る請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1事件及び第2事件を通じてこれを2分し，その1を原告の，その余を被告の各負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "第1事件",
          "text": [
            "特許庁が無効2015-800218号事件について平成29年10月25日にした審決のうち，「特許第4455666号の請求項8乃至9に係る発明についての審判請求は，成り立たない。」との部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "第2事件",
          "text": [
            "特許庁が無効2015-800218号事件について平成29年10月25日にした審決のうち，「特許第4455666号の請求項1乃至7に係る発明についての特許を無効とする。」との部分を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「ユーザ認証方法およびユーザ認証システム」とする特許第4455666号（請求項の数9。以下「本件特許」という。）の特許権者である。",
                "本件特許に係る出願は，平成20年4月15日に出願した特願2008-105686号の一部を分割して，平成21年9月24日に新たな特許出願をし，平成22年2月12日に設定登録を受けたものである。",
                "また，特願2008-105686号は，平成15年2月13日に国際出願（優先権主張：平成14年2月13日）した特願2003-568546号の一部を分割して平成17年1月31日に新たな特許出願をした特願2005-23622号の一部を，更に分割して特許出願したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年11月27日，本件特許につき特許無効審判を請求した（無効2015-800218号事件）。",
                "同事件の審理において，特許庁は，平成29年4月10日，審決の予告をし，被告は，同年6月12日，別紙訂正請求の内容（訂正事項1ないし9）のとおり特許請求の範囲の訂正を請求した（以下「本件訂正」という。）。",
                "原告は，同年9月4日，無効理由を追加すべく審判請求書の補正（以下「本件補正」という。）を行ったが，特許庁は，同年10月5日，特許法131条の2第2項の規定に基づき，本件補正を許可しないとの決定をした（甲70，71）。",
                "特許庁は，同年10月25日，「特許第4455666号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1乃至7〕，〔8乃至9〕について訂正することを認める。」「特許第4455666号の請求項1乃至7に係る発明についての特許を無効とする。」「特許第4455666号の請求項8乃至9に係る発明についての審判請求は，成り立たない。」との審決をし，その謄本は，同年11月6日，原告及び被告それぞれに送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年11月29日，審決のうち，「特許第4455666号の請求項8乃至9に係る発明についての審判請求は，成り立たない。」との部分の取消しを求める第1事件訴訟を提起し，被告は，同年12月6日，審決のうち，「特許第4455666号の請求項1乃至7に係る発明についての特許を無効とする。」との部分の取消しを求める第2事件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の，本件特許の特許請求の範囲請求項1ないし9の記載は，次のとおりである（以下，「本件発明」と総称し，個別に特定するときは，請求項の番号に従って「本件発明1」ないし「本件発明9」という。また，本件発明に係る明細書〔甲8〕を「本件明細書」という。なお，請求項1及び8についての構成要件の分説は，審決によるものである。）。",
            "「【請求項1】",
            "A  ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録方法であって，",
            "B  複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを無線端末装置が表示し，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すステップと，",
            "C  前記入力されたキャラクタに基づいて，前記入力されたキャラクタの数に等しい数の要素からなるパスワード導出パターンが2回で特定されるように，新たな提示用パターンを前記無線端末装置が表示する処理を繰り返し行い，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返すステップと，",
            "D  前記無線端末装置と通信回線を介して接続されたサーバが，前記入力されたキャラクタに基づいて特定されたパスワード導出パターンを登録するステップと，",
            "を含むパスワード導出パターンの登録方法。 ",
            "【請求項2】",
            "前記サーバが登録するパスワード導出パターンは，",
            "前記サーバが，前記無線端末装置から前記入力されたキャラクタを受け取り，受け取った前記入力されたキャラクタに基づいて特定したものである，",
            "請求項1に記載のパスワード導出パターンの登録方法。",
            "【請求項3】",
            "前記所定のキャラクタは，0～9までの整数である，",
            "請求項1に記載のパスワード導出パターンの登録方法。",
            "【請求項4】",
            "前記所定のパターンは，K行L列のマトリックスであり，",
            "前記所定のキャラクタは，0～9までの整数であり，",
            "前記提示用パターンは，前記K行L列のマトリックスの各要素に0～9までの整数を割り当てたものであり，",
            "前記K行L列のマトリックスは，前記所定のキャラクタの数字列がJ桁のとき，以下の数式：",
            "10＾J＜（K＊L）＊（K＊L-1）・・（K＊L-J＋1）",
            "に従って，構成される，",
            "請求項1に記載のパスワード導出パターンの登録方法。",
            "【請求項5】",
            "前記所定のパターンは，マトリックスであり，",
            "前記所定のキャラクタは，0～9までの整数であり，",
            "前記提示用パターンは，マトリックスの各要素に0～9までの整数からなる乱数を割り当てたものである，",
            "請求項1に記載のパスワード導出パターンの登録方法。",
            "【請求項6】",
            "請求項1又は5に記載のパスワード導出パターンの登録方法により登録されたパスワード導出パターンを用いたユーザ認証方法であって，",
            "認証用パターンを前記無線端末装置が表示し，これにより，前記認証用パターンについての特定の要素に割り当てられたキャラクタの入力を促すステップであって，",
            "前記認証用パターンは前記提示用パターンと同一の要素から構成される前記所定のパターンの要素のそれぞれに，前記提示用パターンとは異なるキャラクタを割り当てたものであり，",
            "前記サーバが，前記認証用パターンに関する情報と，前記認証用パターンに基づいて入力されたキャラクタとに基づいて，前記登録された特定されたパスワード導出パターンを有するユーザと，前記新たな提示用パターンに基づいてキャラクタを入力したユーザとが一致しているか否か判断するステップと，を含む，",
            "ユーザ認証方法。",
            "【請求項7】",
            "前記所定のパターンは，マトリックスであり，",
            "前記所定のキャラクタは，0～9までの整数であり，",
            "前記提示用パターンは，マトリックスの各要素に0～9までの整数を割り当てたものであり，",
            "前記認証用パターンは，前記提示用パターンと同一のマトリックスであり，",
            "前記認証用パターンに割り当てられた前記提示用パターンとは異なるキャラクタは，0～9までの整数であり，前記マトリックスの各要素における0～9までの整数の割り当てられ方が前記提示用パターンと異なるものである，",
            "請求項6に記載のユーザ認証方法。",
            "【請求項8】",
            "E  端末装置と，前記端末装置と通信回線を介して接続されたサーバとを含む，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録システムであって，",
            "F  前記端末装置は，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを表示し，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すための手段と，",
            "G  前記入力されたキャラクタに基づいてパスワード導出パターンが特定されるまで，新たな提示用パターンを表示する処理を繰り返し，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返す手段と，",
            "H  前記パスワード導出パターンが特定されたとき，前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示して，これにより，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段と，",
            "を有し，",
            "I  前記端末装置と通信回線を介して接続されたサーバは，",
            "前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させるための手段を備える，",
            "パスワード導出パターンの登録システム。",
            "【請求項9】",
            "前記所定のパターンは，K行L列のマトリックスであり，",
            "前記所定のキャラクタは，0～9までの整数であり，",
            "前記提示用パターンは，前記K行L列のマトリックスの各要素に0～9までの整数を割り当てたものであり，",
            "前記K行L列のマトリックスは，前記所定のキャラクタの数字列がJ桁のとき，以下の数式：",
            "10＾J＜（K＊L）＊（K＊L-1）・・（K＊L-J＋1）",
            "に従って，構成される，",
            "請求項8に記載のパスワード導出パターンの登録システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書の写しに記載のとおりである。",
                "要するに，原告が以下のとおり本件発明について無効理由を主張したのに対し，審決は，①本件発明1ないし7は，先願である甲1に記載された発明（甲1発明）と同一であるが，本件発明8及び9は，甲1発明と同一であるとはいえない，②甲1発明の発明者は，本件発明の発明者（P）のみではないことから，特許法29条の2本文括弧書の例外規定（発明者が同一）は適用されない，③したがって，本件発明1ないし7についての特許は無効とすべきであるが，本件発明8及び9についての特許は無効とすることができない，としたものである。",
                "（原告主張の無効理由）",
                "本件発明は，本件特許出願の日前に出願され，本件特許出願後に出願公開（甲1：特開2002-366517号公報）がされた他の特許出願（特願2001-168879号）（本件特許と発明者及び出願人が同一でない）の願書に最初に添付した明細書又は図面に記載された発明であるため特許法29条の2の規定により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲1発明は，以下のとおりである。",
                "「サービス提供システムにおける端末装置でユーザ認証を行うためのワンタイムパスワード発行の方法であって，",
                "初期登録時点において，認証サーバは，ウエブサーバを介してアクセス元の端末装置に初期ワンタイムパスワード情報登録URLを通知する電子メールを送信し，",
                "前記端末装置は，前記初期ワンタイムパスワード情報登録URLを用いて，前記認証サーバのウエブページの（A，1）から（D，12）までの座標が付与された縦4個×横12個の数字からなるランダムパスワードを，4個の数字群と数字群の間に所定の記号を挿入して表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能とし，",
                "前記ユーザは，前記端末装置に表示されているランダムパスワードに基づき，登録したい位置のランダムパスワードを入力し，",
                "前記端末装置は，前記認証サーバから送信される2回目のランダムパスワードを表示するとともに，前記ユーザによって選択される2回目のランダムパスワードの入力を可能とし，",
                "前記ユーザは，前記端末装置に表示されている2回目のランダムパスワードに基づき，前記登録したい位置のランダムパスワードを入力し，",
                "前記認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録し，",
                "ユーザ認証を行う時点においては，前記端末装置は，縦4個×横12個の数字からなるランダムパスワードに，4個の数字群と数字群の間に所定の記号を挿入して，初期登録時とランダムパスワードの配置が異なるように表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能とし，",
                "前記認証サーバは，ユーザによって入力されたランダムパスワードの複数の位置情報と初期登録時に登録された複数の位置情報とを照合して，同一位置であれば，ユーザ本人と判断する，方法。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した本件発明8と甲1発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「端末装置と，前記端末装置と通信回線を介して接続されたサーバとを含む，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録システムであって，",
                    "前記端末装置は，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを表示し，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すための手段と，",
                    "前記入力されたキャラクタに基づいてパスワード導出パターンが特定されるまで，新たな提示用パターンを表示する処理を繰り返し，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返す手段と，",
                    "を有し，",
                    "前記端末装置と通信回線を介して接続されたサーバは，",
                    "前記パスワード導出パターンが特定されると，前記特定されたパスワード導出パターンを登録させるための手段を備える，",
                    "パスワード導出パターンの登録システム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "本件発明8は，「前記パスワード導出パターンが特定されたとき，前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示して，これにより，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段」（H）を備え，「前記端末装置と通信回線を介して接続されたサーバは，前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させる」（I）のに対して，",
                    "甲1発明は，“サーバ”（認証サーバ）は，“特定されたパスワード導出パターンを登録させるための手段”を有するものの，当該特定された“パスワード導出パターン”（ユーザによって選択された複数の位置とその選択順序の情報）を含む登録確認画面を無線端末装置に表示して，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段，および，前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させる手段を備えていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1事件",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の同一性の認定の誤り（取消事由1）"
                },
                {
                  "fig": "イ",
                  "subject": "特許法131条の2第2項の裁量権の逸脱・濫用の有無（取消事由2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2事件",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定の誤り（取消事由1）"
                },
                {
                  "fig": "イ",
                  "subject": "一致点及び相違点の認定の誤り（取消事由2）"
                },
                {
                  "fig": "ウ",
                  "subject": "発明の同一性の認定の誤り（取消事由3）"
                },
                {
                  "fig": "エ",
                  "subject": "発明者同一の認定の誤り（取消事由4）"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "第1事件の取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（発明の同一性の認定の誤り）について",
          "text": [
            "（原告の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正事項5及び6（以下，併せて「本件訂正事項」という。）に係る構成が甲1発明にはないとの認定は明らかに誤っており，本件訂正事項の構成を含む本件発明8及び9は，先願の甲1発明と同一で，これらの発明に係る特許は，特許法29条の2に違反し，特許法123条1項2号により無効されるべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，本件訂正事項は，単にサーバに登録すべきものとして特定した情報を登録前に表示して確認を求め，確認の後に登録するということであり，周知慣用のことにすぎない。",
                "本件特許の出願前より，オンライン上での商品購入等における事前登録，注文内容の確認の各種手続において，登録すべき内容が画面に表示され，入力者に対して確認した上で，登録操作を行うこととされていた（甲73ないし78）。パスワード登録の技術分野においても，入力した内容をPC等の画面に表示し，確認後登録確認ボタンで登録する構成は明らかに周知であった（甲15の【0014】，甲16の図16，甲17の図13，甲18の図36，甲19の図3）。",
                "甲15ないし17のパスワード登録に関して，審決は，「これは，入力したパスワードをそのまま表示し確認する技術にとどまり，本件発明8のような『パスワード導出パターン』（複数の位置）をユーザが確認できるように，複数の位置がどのような順序で選択されたかが分かるように表示することを開示するものではない」（48頁27行ないし30行）とするが，情報の内容が異なっても，表示方法が異なるものではなく，特定した情報をサーバに登録する前に表示して確認を求める以上，情報の内容，すなわちパスワード導出パターンの内容を分かるように表示することに何ら技術的な困難はないから，パスワード登録の技術分野において，入力した内容をPC等の画面に表示し，確認後登録確認ボタンでサーバに登録する構成は周知であったのであり，本件訂正事項も周知慣用のものであるといえる。",
                "また，ＮTTコミュニケーションズ株式会社（以下「ＮTTコム社」という。）による甲1発明の実施（甲2の添付資料6，甲7）においても，特定されたパスワード導出パターンを登録前に表示し，確認された後にサーバへの登録がなされ，特許出願自体（甲1）に明示的には記載しなかったにもかかわらず，実施において当然に本件訂正事項を用いている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件訂正事項は，入力内容を登録する際に行われている周知慣用技術にすぎず，甲1に明示的記載はなくとも，甲1発明の実施において当業者であれば当然に行うことである。換言すれば，本件訂正事項は，本件発明1に対して何らの技術的意義を有するものではない。したがって，本件発明8及び9は甲1発明と実質的に同一であり，これらの発明についての特許には特許法29条の2に違反した無効原因が存する。",
                "（被告の主張）"
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲1に本件訂正事項の開示も示唆もないこと",
              "text": [
                "本件訂正事項は，「前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示して，これにより，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段」を含むものであり，「特定されたパスワード導出パターン」をユーザが確認できるように，複数の位置がどのような順序で選択されたかが分かるように表示することを意味する。当該技術は原告の提出する文献に開示も示唆もなく，本件訂正事項は周知慣用ではない。",
                "本件発明8及び9が前提とするパスワードは，単なる任意の文字や数字の組合せとは異なり，提示される複数の要素の中から，パスワード導出パターンに従って要素値を抜き出して決定されるものである。そして，本件発明8及び9のパスワード導出パターンの特定方法は，数字列等とは異なり1回の入力のみでは特定ができず，ユーザの意図するパスワード導出パターンの特定そのものに複数回の入力を要する。したがって，ユーザが自ら意図するパスワード導出パターンとして選択できたかどうかを確認するためには，「複数の位置がどのような順序で選択されたか」を，改めてユーザに分かるように確認画面を表示させなければならず，これは，ユーザが登録しようと入力したパスワードをそのまま表示するという周知技術とは，全く異なる技術的意義を有するものであって，新たな効果を奏させる技術的創作である。",
                "以上のとおり，甲1発明には本件訂正事項について参酌すべき示唆すら開示されておらず，当然その効果も奏していないから，甲1発明と本件発明8及び9との相違は，単なる表現上のものとも，設計上の微差とも，奏される効果に差がないともいえない。したがって，両者は実質的に同一の範囲とされるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "証拠によっても本件訂正事項が周知慣用技術とはいえないこと",
              "text": [
                "仮に，登録すべき対象（甲1発明の場合，甲1発明のパスワード導出パターン）を含む登録確認画面を表示して，これによって登録すべきかやり直すかの選択をさせることが本件訂正事項の技術的意義であるとしても，本件発明8及び9においては，「複数の位置がどのような順序で選択されたか」に相当する画面を表示することが重要である。",
                "これに対し，原告提出の各証拠を参酌しても，次のとおり，周知技術といえるのは，「情報セキュリティの技術分野において，パスワードの登録時に，ユーザが入力した文字，数字等の内容を端末装置の画面にそのまま表示し，入力に誤りがないことを確認した上で登録確認ボタンで登録すること」にとどまり，甲1発明に上記周知技術を組み合わせても，本件発明8及び9との相違点は解消されないから，両発明は同一ではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲73ないし78について",
                  "text": [
                    "甲73ないし78は，オンライン上での商品購入等における事前登録や注文内容の確認手続に関するものであり，「複数の位置がどのような順序で選択されたかが分かるように表示する登録確認画面」を開示するものではなく，情報セキュリティ分野におけるパスワード登録とは技術分野は異なるから，本件訂正事項が周知慣用技術であったことの証拠とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲15ないし19について",
                  "text": [
                    "甲15に開示された技術は，ユーザの入力したパスワードについて確認を行うものではなく，ユーザに，コンピュータの提案するパスワードを入力するか否かを決定させるものである（【0014】）。そして，決定されたパスワードを新パスワードとして仮登録入力し，さらに新パスワードをユーザに入力させて，これが一致したか否かを見る。これを数回繰り返して確認し，一致した場合は，このパスワードを本登録する（【0016】）。要するに，甲15に開示された技術は，ユーザに新パスワードを提示して本登録するか否かを決定させるものではなく，コンピュータが，仮登録したパスワードと，ユーザによって入力されるパスワードが一致するか否かを見て，仮パスワードを本登録するというものであるから，ユーザがパスワードの内容を確認して登録するかやり直すかの判断を行う手段を有する本件訂正事項の確認画面とは技術的意義が異なる。",
                    "甲16ないし18は，いずれも，確認画面ではなく，パスワード設定画面におけるパスワードの表示及び確認，取消ボタンの表示であり，ユーザがパスワード登録のために入力したパスワードをそのまま表示し確認する技術にとどまる。さらにいえば，これらの明細書の各記載および各図には，設定画面においてユーザが入力したパスワードをそのまま表示していることまでの開示は無い。甲17は，他人に見られないようにするため，パスワードの入力画面においてパスワードがアスタリスクで表示されている（【0070】及び図14）。甲18では，設定画面においてパスワードを2回入力することを要求している（図36）。パスワードがそのまま表示されているのであれば，パスワードを目視で確認することができるため，2回入力する必要性が乏しい。したがって，これらの発明では，設定画面においても，他人に見られないようにするため，入力したパスワードをそのまま表示するのではなく，アスタリスク等で伏せ字にして，入力文字数のみが分かるように表示されている可能性がある。その場合，これらの設定画面はユーザにパスワードを含む確認画面を表示したものとはいえない。",
                    "甲19には，パスワード登録画面に限り，作成したパスワードの確認が可能な確認画面を設けてもよいとの記載がある（【0077】）。しかし，甲19の【0077】にも図3にも，前記確認画面を表示して，パスワード登録又は入力のやり直しを選択させる手段の開示はないから，甲19のみをもって，本件訂正事項が当業者にとって周知慣用技術であったということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2の添付資料6及び甲7",
                  "text": [
                    "甲2の添付資料6及び甲7は，いずれも同一のサービス提供システム（MCOP）の技術について開示するものであり，これらの記載をもって本件訂正事項が甲1の出願時における技術常識であったということはできない。また，パスワード登録の確認画面について何らの示唆もない甲1発明から，甲1の出願後に発行された文献である甲2の添付資料6及び甲7を参酌して，甲1発明に本件訂正事項が記載されているに等しいと判断することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件訂正事項は，原告が主張する周知慣用技術とは技術的意義が全く異なるものであり，甲1の出願当時における周知技術はない。したがって，本件発明8及び9に無効原因がないとした審決の認定に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（特許法131条の2第2項の裁量権の逸脱・濫用の有無）について",
          "text": [
            "（原告の主張）",
            "本件審判においては，被告が甲1発明と訂正前の本件発明8が同一であることを認めた上で，これらはいずれも被告の代表者であるPの単独発明であると主張したのに対して，審決（予告審決も同様）は，被告の代表者であるPの単独発明ではないと認定しており，本件特許は共同出願違反（特許法38条違反）であることを明確にしているところ，同違反は本件訂正事項が構成に付加されたとしても，Pが単独で想到したものではない構成への付加であり，同条違反は何ら変わるものではない。",
            "したがって，万が一特許法29条の2違反が認められないのであれば，少なくとも特許法38条違反の無効理由については審判請求書の補正（本件補正）を認めて審理をし，本件発明8及び9の特許について無効審決をすべきであった。",
            "それにもかかわらず，審判長が本件補正を認めなかったことには，特許法131条の2第2項において認められた裁量権を逸脱・濫用した違法があり，かかる違法は審決の結論に影響を及ぼすものである。",
            "（被告の主張）",
            "特許法131条の2第1項本文，同第2項及び同第4項の規定によれば，審判長の補正の許可又は不許可の決定に対しては不服を申し立てることができないとしたのであるから，請求の理由の要旨変更にわたる審判請求書の補正の許可又は不許可の決定に対する不服は，審決取消訴訟における審決取消事由とはなり得ない。また，特許無効審判請求において当該補正に係る請求の理由を審理しなかったことも，審決取消事由とはなり得ないものと解すべきである。",
            "特許法131条の2第2項は，例外的に補正を許可することができる要件を規定する。本件においては，本件補正に対する被告の同意はないため，①当該補正が審理を不当に遅延させるおそれがないことが明らかなものであること，②当該特許無効審判において第134条の2第1項の訂正の請求があり，その訂正の請求により請求の理由を補正する必要が生じたこと，の2点を満たす必要があるが，本件補正はいずれの要件も充足しない。",
            "したがって，補正の不許可に対する不服は取消事由とはならず，また，本件補正は，特許法131条の2第2項が規定する許可要件を充足しないから，不許可決定に関し何らの違法もない。よって，取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "第2事件の取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（甲1発明の認定の誤り）について",
          "text": [
            "（被告の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲1発明について，認証サーバは，端末装置からの2回の入力により，ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録するものと認定しているが，次のとおり，甲1発明は，端末装置からの2回の入力によっては，ユーザによって選択された4個のランダムパスワードの位置情報を確定することはできず，その認定は誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1の【0019】の第2文及び【0020】の第1文に従って，図4（a）に示される縦4個×横12個のランダムパスワードに対し，入力されたランダムパスワード「6」，「3」，「4」，「1」によりその座標を特定すると，次の19個のランダムパスワードが特定される。",
                "甲1発明において，端末装置1から入力される情報は，飽くまでも単なる数字列であって座標情報ではないから，1回目の入力で必ずしも4つの座標が特定されるわけではない。このため，甲1発明は，異なるパターンを表示してさらなる入力を要求する。",
                "すなわち，【0020】の第2文以降に従って，図4（b）に示される縦4個×横12個のランダムパスワードに対し，入力されたランダムパスワード「3」，「2」，「0」，「2」によりその座標を特定すると，次の14個のランダムパスワードが特定される。",
                "以上より，1番目のランダムパスワードの組合せが「6」と「3」，2番目のランダムパスワードの組合せが「3」と「2」，3番目のランダムパスワードの組合せが「4」と「0」，及び4番目のランダムパスワードの組合せが「1」と「2」であるランダムパスワードは，次の6個となる。",
                "つまり，甲1の記載によれば，位置登録したい座標を4つ選択する場合に，図4（a）及び（b）という2パターンの縦4個×横12個のランダムパスワードを用いて，当該位置登録したい4つの座標のそれぞれに配置されているランダムパスワード（数字）の入力を2回繰り返すことにより，6個のランダムパスワードの位置（A，3），（B，7），（C，4），（A，10），（C，6），（D，9）が確定するのであって，位置登録したい座標の数に等しい4個のランダムパスワードの位置（A，3），（B，7），（C，4），（D，9）がこの順番で確定するわけではない。",
                "しかるに，審決は，甲1の【0019】の「認証サーバ42は，2回の入力により，ユーザによって選択されたランダムパスワードの位置（A，3），（B，7），（C，4），（D，9）を確定し，確定した位置情報を前記ユーザ情報としてデータベース45に登録する。」との記載に殊更着目し，4個の座標及びその順番が必ず確定するとの先入観ありきで，甲1発明を認定している。",
                "しかしながら，甲1の【0019】及び【0020】の記載は，図4に記載された縦4個×横12個のランダムパスワードに基づいて，位置登録したい座標のランダムパスワードに割り当てられた数字を入力する手順を説明するものであり，当該明細書の記載と図4の記載とを一体として解釈しなければ，甲1発明の特徴的部分であるランダムパスワードの位置特定方法を正しく理解することはできない。そうすると，図4の記載に基づいて，甲1の【0019】及び【0020】の記載を客観的に読めば，甲1発明は，位置登録したい4つの座標のそれぞれに配置されているランダムパスワード（数字）の2回の入力により，6個のランダムパスワードの位置（A，3），（B，7），（C，4），（A，10），（C，6），（D，9）が確定し，少なくとも，（A，10），（C，6），（D，9）については，その順番が確定しないものであると認定されるべきである。",
                "以上のとおり，図4の記載は，甲1発明の特徴的部分を理解する上で欠かすことができないものであるにもかかわらず，審決は，その記載を全く考慮することなく，甲1発明を認定しており，その結果，一致点及び相違点の判断を誤り，本件発明1と甲1発明との同一性の判断を誤った。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，審決が認定するとおり，図4の記載を前提に，2回の入力によって特定される位置情報が複数存在し得る結果になるとしても，4つの位置情報と順番とが特定されると理解できるということであるなら，図4の記載によれば，4番目のランダムパスワードの組合せが（1，2）である座標が3つあることから，甲1発明は，入力されたランダムパスワードに加え，別の何らかの構成が介在して最終的に4個のランダムパスワードの座標を特定しているものと認定されるべきである。",
                "しかしながら，審決は，そのような別の何らかの構成が介在しているかどうかにつき，認定ないし判断を示しておらず，手続違背がある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決が甲1発明の認定を誤り，この誤りが審決の結論に影響を与えることは明らかであるから，審決は取り消されるべきである。",
                "（原告の主張）"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "被告の主張は，甲1の図4におけるささいな誤記を指摘しているだけであり，審決の甲1発明に関する認定には誤りはない。",
                "100個以下の升目は，各升目に00から99までの2桁の数を振ることができ，それによって特定できることは常識であり，2桁の数字を入力すればどの升目かが示される。",
                "そうであるところ，甲1の【0018】ないし【0020】においては，認証サーバから縦4個×横12個の升目に0から9までの数字が配置されたランダムパスワードが2回送られ，送付されたそれぞれに対して合計2回，端末装置においてユーザが選択した位置に示された数字を選択した順序で入力することによって，ユーザにより選択されたランダムパスワード，すなわち升目の位置と順序が確定され，認証サーバへの登録を経てワンタイムパスワードの発行に係る升目の位置と順序（本件特許の各請求項の発明における「パスワード導出パターン」）の初期登録が行われる旨が記載されている。",
                "ところで，甲1の図4（a）及び（b）に，甲1の【0019】及び【0020】に記載のとおり数字を入力すると，1回目で「1」，2回目に「2」で示される4番目の位置が（D，9）だけでなく，被告が指摘するように（A，10）及び（C，6）をも示すことになるが，甲1の記載内容からすれば，（a）又は（b）の（A，10）及び（C，6）の位置に示された数字に誤記があったことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，審決が認定するとおり（33頁下から7行目以下），甲1において本件発明のパスワード導出パターンが開示されていることが否定されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，被告は，2回で特定されるとの構成を限定する訂正事項1について，本件明細書には，抽象的に記載されているだけであり，具体的な絞り込み方法については記載されていないにもかかわらず，本件特許の請求項1について訂正事項1の訂正を行っているのであり，甲1の図4の誤記の存在を指摘し，甲1発明が訂正事項1の構成を有しないとの主張にはそもそも理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，審決の甲1発明に関する認定には誤りはなく，被告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（一致点及び相違点の認定の誤り）について",
          "text": [
            "（被告の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲1発明の認定を誤ったことに起因して，次のとおり，本件発明と甲1発明との一致点及び相違点の認定を誤り，その結果，本件発明1と甲1発明との同一性の判断を誤った。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "審決が，「前記入力されたキャラクタの数に等しい数の要素からなるパスワード導出パターンが2回で特定されるように」と認定したのは，誤りである。",
                    "すなわち，審決は，甲1の【0019】の記載から4個の座標が必ず確定するとし，甲1発明につき，2回の入力によって複数の位置情報が確定すると認定しているが，甲1の図4の記載に基づいて，【0019】及び【0020】の記載を読めば，正しくは，2回の入力によって6個の位置情報が確定すると認定されなければならない。",
                    "そうしてみれば，甲1発明においては，2回の入力によっては，入力されたキャラクタの数とは異なる数の要素が特定されるにすぎないのであるから，次の点が，本件発明1と甲1発明との相違点として認定されるべきである。",
                    "「本件発明1は，入力されたキャラクタに基づいて，前記入力されたキャラクタの数に等しい数の要素からなるパスワード導出パターンが2回で特定されるように新たな提示用パターンを前記無線端末装置が表示する処理を繰り返し行うのに対して，甲1発明は，新たな提示用パターンを前記無線端末装置が表示する処理を繰り返し行うものの，2回の繰り返しでは，入力されたキャラクタに基づいて，入力されたキャラクタの数とは異なる数の要素を特定する点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2，3及び5ないし7について",
                  "text": [
                    "請求項2，3及び5ないし7は，請求項1を直接又は間接に引用する請求項であり，したがって，本件発明2，3及び5ないし7は，本件発明1の構成要件の全てを含むものであるから，前記アと同様に，本件発明2，3及び5ないし7と甲1発明との一致点及び相違点の認定に誤りがあることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明4について",
                  "text": [
                    "請求項4は，請求項1を直接に引用する請求項であり，したがって，本件発明4は，本件発明1の構成要件の全てを含むものであるから，前記アと同様に，本件発明4と甲1発明との一致点及び相違点の認定に誤りがあることは明らかである。",
                    "加えて，本件発明4については，次に述べる点においても，本件発明4と甲1発明との一致点及び相違点の認定に誤りがある。",
                    "すなわち，審決は，「マトリックスの全要素の数（K＊L）が，入力されるJ桁のキャラクタの数字列における各キャラクタがとり得る種類（整数0～9までの10種類）より大きいことを特定するに過ぎ」ないと説示しているが，例えば，K＝3，L＝4，J＝5とした場合，実際に各数値を本件発明4の数式（以下「当該数式」という。）に当てはめてみると，",
                    "左辺：10＾5＝100000",
                    "右辺：12×11×10×9×8＝95040",
                    "であるから，左辺の方が右辺よりも大きくなり，当該数式を満たさない。この場合において，マトリックスの全要素数12は，5桁の数字のそれぞれがとり得る整数0～9までの個数10より大きいのであるから，当該数式が「マトリックスの全要素の数（K＊L）が，入力されるJ桁のキャラクタの数字列における各キャラクタがとり得る種類（整数0～9までの10種類）より大きいことを特定するに過ぎ」ないものであると意義付けすることはできないのである。審決は，当該数式におけるK，L，及びJの間の関係を捨象しており，その結果，その意義の理解を誤っている。",
                    "これに対して，本件発明4は，当該数式により，パスワード導出パターンの組合せの数が従来型のパスワードにおけるJ桁の数字の組合せの数（10のJ乗）よりも大きくなるように，全体パターンであるマトリックスの大きさ（K行L列）を規定するものである。ここで，パスワード導出パターンの組合せの数とは，ユーザが提示用パターンに対して特定の要素に割り当てられたキャラクタを入力するごとに，当該提示用パターンから選択し得る要素の数を一つずつ減じた上，それらの数を掛け合わせた数を意味する。本件発明の発明者であるPは，その経験に照らして，ユーザが提示用パターンに対して要素を順次に選択するという状況下においては，同じ位置の要素を選択しないという傾向が見られることに着目し，選択した要素と重複する要素を選択しない組合せの数（順列の総数）を当該数式において規定したのである。",
                    "また，審決は，「安全性の高い認証のために，『提示用パターン』の要素の総数を，入力されるキャラクタの数字列の順列の総数より大きくすることは自明であ」ると認定しているが，これも誤りである。",
                    "すなわち，甲1の記載を客観的にみれば，認証における安全性のレベルを従来型のパスワード認証と比較してどのように設定するかという命題を，入力されるパスワードの桁数Jとマトリックスの構成（K行L列）との関係で規定することまで自明であるとはいえない。",
                    "本件発明4は，従来型のパスワードよりも安全性が低いか否かを基準として，従来型のものより安全性の低くなるマトリックスを少なくとも排除する条件として，パスワード導出パターンの組合せの数が従来型のパスワードにおけるJ桁の数字の組合せの数（10のJ乗）よりも大きくなるように，全体パターンであるマトリックスの大きさ（K行L列）を規定するものである。審決は，何らの具体的な証拠を示さずにこれが自明であると判断しており，手続違背がある。",
                    "さらに，審決は，「甲1発明における『縦4個×横12個の数字からなるランダムパスワード』は，K＝4，L＝l2，J＝4である場合の前記『数式』の条件を満たす『K行L列のマトリックス』とみることができる」と認定しているが，この認定も誤りである。",
                    "すなわち，甲1のどこにも，パスワード導出パターンの利用に際してユーザは同じ位置の要素を選択しないという傾向が見られることに鑑みて，従来型のパスワードの数字の組合せの総数とマトリックスの大きさに基づく順列の総数との関係を規定している記載は見当たらない。",
                    "甲1発明は，縦4個×横12個のランダムパスワードの中から例えば4つを選択すること以上のことを開示しておらず，K＝4，L＝l2，J＝4との関係においてユーザは同じ位置の要素を選択しないことを前提にしたランダムパスワードが構成されていることを開示していない。",
                    "以上のとおりであるから，審決の，「甲1発明の『縦4個×横12個の数字からなるランダムパスワード』と本件発明4の『提示用パターン』とに実質的な違いはない。」との認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決が本件発明1ないし7と甲1発明との一致点及び相違点の認定を誤り，この誤りが審決の結論に影響を及ぼすことが明らかであるから，審決は取り消されるべきである。",
                "（原告の主張）"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "前記のとおり，甲1の【0018】ないし【0020】には，前記入力されたキャラクタの数である4つの要素からなるパスワード導出パターンが2回で特定されることが記載されており，甲1発明は，本件発明1ないし7の「前記入力されたキャラクタの数に等しい数の要素からなるパスワード導出パターンが2回で特定されるように」という構成を有しているから，審決の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "マトリックスがK行L列の格子で，入力するパスワードの数字の桁数がJ桁のとき，本件発明においてはパスワードが格子の位置と場所とその順序で特定されるところ，その選択可能数は当然に（K＊L）＊（K＊L-1）・・（K＊L-J＋1）になる。当該数式は，その選択可能性が10のJ乗より大きいと限定しようとするものであるが，升目の数（K＊L）が10をある程度超えれば当然にこの限定を充足し，技術的に特に意義あるものではない。更に指摘すれば，甲21等においても升目の数（K＊L）が10を大きく超えており，このような構成は，出願前に公知のことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，いずれにしても，甲1には本件発明4の構成が開示されている。",
                    "すなわち，甲1の【0019】には，「端末装置1のユーザは，初期ワンタイムパスワード情報登録URLにおいて，認証サーバ42からウエブサーバ43を介して送られた図3のようなウエブページを見て，縦4個×横12個のランダムパスワードの中から例えば4つを選択し，選択したパスワードを図3の「パスワード」と表示された箇所に入力する。縦4個×横12個の各ランダムパスワードには，図4（a）に示すように，（A，1）から（D，12）までの座標が付与されている。」と記載されており，縦4個×横12個のランダムパスワードの中から，升が重複しないように4つ選択する構成が開示されている。",
                    "したがって，パスワードの選択可能数は，重複しないように，第1の要素選択時に（4＊12）個，第2の要素選択時に（4＊12-1）個，第3の要素選択時に（4＊12-2）個，第4の要素選択時に（4＊12-3）個である。甲1の縦4個，横12個及び重複しない要素4つは，それぞれ，本件発明4のマトリックスのK行，L列及びキャラクタの数字列のJ桁に対応するから，J＝4，K＝4，L＝12として，当該数式に値を代入すると，10＾4＜（4＊12）＊（4＊12-1）＊（4＊12-2）＊（4＊12-4＋1）が得られる。実際に計算すると，10000＜（48）＊（47）＊（46）＊（45）＝4669920である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲1は，当該数式を明確に充足しており，甲1発明と本件発明4の間に相違点は存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決が行った，本件発明1ないし7と甲1発明の一致点及び相違点の認定に誤りはなく，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（発明の同一性の認定の誤り）について",
          "text": [
            "（被告の主張）",
            "前記のとおり，審決は，甲1発明の認定並びに本件発明1ないし7と甲1発明の一致点及び相違点の認定を誤り，その結果，本件発明1と甲1発明の同一性の判断を誤った。この誤りは，審決の結論に影響を与えることは明らかであるから，審決は取り消されるべきである。",
            "（原告の主張）",
            "前記のとおり，甲1発明の認定並びに本件発明1ないし7と甲1発明の一致点及び相違点の認定には誤りは存在せず，その結果，本件発明1と甲1発明の同一性の判断にも誤りは存在しないことから，被告の主張する取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（発明者同一の認定の誤り）について",
          "text": [
            "（被告の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "仮に，甲1発明が，2回の入力でランダムパスワードの位置が一意に確定するものであるとされるなら，以下に述べるとおり，甲1発明の特徴的部分と本件発明の特徴的部分の発明者は同一である。そうすると，審決は，甲1発明の特徴的部分がPのみによりなされたことの認定につき誤った判断をした違法があるから，取り消されるべきである。",
                "とりわけ，審決は，発明者同一の判断の前提となる甲1発明について，その特徴的部分への関与がPのみであったかどうかを判断するのではなく，数字群と数字群との間に記号等を入れるアイデアを含む発明にまで不当に拡張し，それへの関与がPのみであったかどうかを判断しているのであるから，この判断が審決の結論に影響を与えることは明らかである。",
                "また，審決は，甲1発明の特徴的部分に対する方式Cの特徴的部分が株式会社セキュアプロバイダ（商号変更前の被告を指す。以下「セキュア社」という。）からＮTTコム社に提供された事実が認められないと判断しているのであるから，この判断が，審決の結論に影響を与えることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明者の認定について",
              "text": [
                "本件発明はいわゆるソフトウェアの技術分野に属するところ，このような分野においては，課題とその解決手段ないし方法が具体的に認識され，技術に関する思想として概念化されたものが着想として把握されることも少なくなく，また，新しい着想を具体化することが，当業者にとってみれば自明のことである場合は，着想者のみが発明者と認められ，これを単に具体化した者は発明者たり得ないというべきである。",
                "この点，甲1の発明者欄にはQと記載されているが，甲1の【発明の実施の形態】に記載された甲1発明の特徴的部分を当業者が実施できる程度にまで具体的・客観的なものとして構成する創作活動を行ったのは本件発明の発明者であるPのみであり，P以外の者はこれに全く関与していない。したがって，後記するように，甲1発明の特徴的部分の発明者はPのみである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明者が同一であることについての立証責任の負担及びその程度について",
              "text": [
                "特許法29条の2は，その適用除外について，出願人同一の場合はただし書に規定しているのに対し，発明者同一の場合は本文括弧書に規定している。このような条文の構造からは，特許法29条の2本文の適用を主張する者が，先願の発明者が誰であるかを主張立証することにより，後願の発明者がこれと同一でないことの主張立証責任を負うべきである。",
                "また，特許法29条の2が，発明者が同一の場合を適用除外としている趣旨は，発明者が自己の発明によって拒絶されないようにすることに加え，冒認出願により排除されることとなる真の発明者の後願を救済するためである。したがって，特許法29条の2本文括弧書における発明の発明者についても，冒認出願に関する事案において，特許権者が当該特許に係る発明の発明者自身又は発明者から特許を受ける権利を承継した者によりされたことについての主張立証責任を負担するものと解されるのと同様に，特許法29条の2本文の適用を主張する側が，先願の公報に記載された発明の発明者が誰によってなされたものであるかについて主張立証し，先願と後願の発明者が同一でないことの主張立証責任を負担すべきである。",
                "また，仮に，先願と後願の発明者が同一であることの主張立証責任を後願の特許権者等が負担するとしても，後願の特許発明の発明者が先願の発明者であることの主張立証を具体的に行い，かつそれを裏付ける証拠を提出した場合には，特許法29条の2本文の適用を主張する者において，他に共同発明者が存在することを疑わせる具体的な事情を主張し，かつその裏付けとなる証拠を提出して立証できなければ，後願の特許権者等における発明者同一の主張立証責任が尽くされたものと判断されるべきである。",
                "本件事案においては，発明者同一性の判断の前提として，甲1発明の特徴的部分への関与者がPのみであるかどうかが判断されなければならず，その判断において，特許法29条の2本文の適用を主張する者に対して，先願の発明に関し，P以外に発明者がいることの立証責任を負担させるべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の特徴的部分",
              "text": [
                "本件明細書の記載によれば，本件発明の技術的課題は，携帯電話機のようにユーザインターフェースが十分でない場合であっても，極めて簡単に，パスワード導出パターンを登録できるようにすることにあり，したがって，従来技術に見られない，本件発明特有の課題解決手段を基礎付ける部分，すなわち，本件発明の特徴的部分は，パスワード導出パターンが特定されるまで，新たな提示用パターンを無線端末装置が表示する処理を繰り返し行い，これにより，新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返すことにある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲1発明の特徴的部分",
              "text": [
                "発明者とは，発明の特徴的部分を当業者が実施できる程度にまで具体的・客観的なものとして構成する創作活動に関与した者をいうのであるから，甲1発明の発明者を認定するに当たっては，甲1発明の特徴的部分が何であるのかを明らかにする必要がある。ここで，発明の特徴的部分とは，特許請求の範囲に記載された発明の構成のうち，従来技術には見られない部分，すなわち，当該発明特有の課題解決手段を基礎付ける部分を指すものと解される。しかしながら，特許法29条の2にいう，先願の特許公報の明細書記載の発明（先願発明）は，上記「特許請求の範囲に記載された発明」ではない。したがって，先願発明の特徴的部分の認定に当たっては，先願発明の構成のうち，後願の特許出願に係る発明（後願発明）と同一とされる構成の範囲に限定して，先願発明の特徴的部分を認定すべきである。",
                "本件においては，甲1の記載及び本件発明の特許請求の範囲に照らせば，甲1発明の特徴的部分は，次のとおり認定されるべきである。",
                "「位置情報が確定されるまで，縦4個×横12個の新たなランダムパスワードを端末装置1が表示する処理を繰り返し行い，これにより，縦4個×横12個の新たなランダムパスワードについての特定の座標位置に配置されているパスワード（すなわち数字）の入力を促す処理を繰り返す。」",
                "しかるに，審決は，発明者同一の判断に当たって，甲1発明の特徴的部分が何であるのかを何ら判断しないまま，むしろ不当に拡張した発明を認定しており，手続違背がある。そして，甲1発明は，後述するとおり，甲22の方式Cに基づいてなされた発明であるから，甲1発明の特徴的部分と方式Cの特徴的部分とは当然に一致する。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "甲1発明の特徴的部分の発明者はPのみであること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "方式Cの特徴的部分",
                  "text": [
                    "方式Cの技術的課題は，携帯電話端末のみを利用して，ユーザによるワンタイムパスワードの設定を操作性良くできるようにすることにある（甲22）。そうすると，方式Cの特徴的部分は，入力位置がユーザの意図するものに推察できるまで，OFFIC画面を携帯電話が表示する処理を繰り返し行い，これにより，OFFIC画面についての抜き出し位置の数字の入力を促す処理を繰り返すことにある。",
                    "方式Cの特徴的部分と甲1発明の特徴的部分を対比すると，方式Cの特徴的部分でいう「入力位置が意図するものに推察できるまで」は，甲1発明の特徴的部分でいう「位置情報が確定されるまで」に相当し，方式Cの特徴的部分でいう「OFFIC画面」及び「携帯電話」は，甲1発明の特徴的部分でいう「縦4個×横12個の新たなランダムパスワード」及び「端末装置1」にそれぞれ相当し，方式Cの特徴的部分でいう「抜き出し位置の数字」は，甲1発明の特徴的部分でいう「特定の座標位置に配置されているパスワード（すなわち数字）」に相当するから，方式Cの特徴的部分と甲1発明部分の特徴的部分とは同一であることが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "方式Cの特徴的部分への関与はPのみであること",
                  "text": [
                    "Pは，開発初期のOFFICについて，当時のOFFIC方式が有していた，「マトリクス表が表示されている画面に，パスワードとなる数字を直接入力するのみの方式では，『マトリクス表』と『入力パスワード』の組合せを2，3回程度把握できれば，抜き出し位置が把握できてしまうおそれがある」という弱点についての改良技術を構想していた。そして，当該弱点を克服する改良技術を開発するとともに，パスワード登録に当たって，当該弱点を逆に利用し，ユーザ側に提示用パターンから数字列を選択して入力させ，入力された数字列からサーバ側で抜き出し位置を特定するという，パスワードの登録方法を着想した（甲27）。Pは，かかる着想を，以下のとおり，ＮTTコム社の開発プロジェクトでの要請を機に，当業者が実施できる程度に具体的・客観的なものとして甲22にまとめあげた。",
                    "すなわち，審決が認定しているとおり，ＮTTコム社の開発プロジェクトへのセキュア社の参加が決まり，iモード携帯電話に対応した「OFFIC」を開発することとなり，最初のミーティングを経て（甲30），セキュア社がOFFICを用いたユーザのパスワード認証技術を，ベーステクノロジー株式会社（以下「ベース社」という。）がiモードとOFFICとの連携技術を担当する分担の取り決めがなされた（甲20）。その後，Pは，ＮTTコム社の要請により，携帯電話におけるサービスであるiモードの特性に鑑みたOFFICのパスワード登録方法についての開発に着手した。",
                    "Pは，パスワード導出パターンの登録方法について，それまでに発案していたもの，あるいは構想していた複数のパスワード登録方法をiモードに適するように具現化して，平成12年12月，方式Cを含む「iモードでのOFFIC利用開始手順案」（甲22）にまとめた。",
                    "上記手順案（甲22）は，セキュア社の担当者から，ＮTTコム社の担当者に対し，電子メールにて送信されたものであるところ，これは，甲23の電子メールが言及する「iモードでのOFFIC利用開始手順案」そのものであり，遅くとも平成12年12月26日には，ＮTTコム社内で回覧中であった。",
                    "以上のとおりであるから，ＮTTコム社は，Pから甲22の方式Cを知得したのであって，ＮTTコム社において方式Cが発案されたわけではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "P以外の者の方式Cの特徴的部分への関与がないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ＮTTコム社の担当者が関与していないこと",
                      "text": [
                        "ＮTTコム社の担当者は，Pから提供された甲22が回覧されたことにより（甲23），そこに記載された方式Cを知得したのであるから，方式Cの特徴的部分，すなわち，甲1発明の特徴的部分の創作活動に何ら関与していない。",
                        "すなわち，甲1に発明者として記載されたQは，開発プロジェクトの担当部下をまとめる実務責任者であるところ，モバイルコネクトサービスについての個々の具体的な技術については，少なくともベース社の代表取締役であるRの協力を受ける必要があった（甲33）。したがって，Qは，いわゆるビジネスモデル特許と称される，モバイルコネクトサービスの全体的な仕組みを発案したとしても，かかる仕組みにおける個々の技術，とりわけ，方式Cの特徴的部分について，当業者が実施できる程度にまで具体的・客観的なものとして構成する創作能力を備えていなかった。",
                        "また，Sは，開発プロジェクトのメンバーであったが，Q同様，Pから提供された甲22により方式Cを知得したにすぎず，方式Cの特徴的部分，すなわち，甲1発明の特徴的部分の創作活動に何ら関与していない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ベース社の担当者が関与していないこと",
                      "text": [
                        "前記のとおり，開発プロジェクトを進めるに当たり，セキュア社がOFFICを用いたユーザのパスワード認証技術を，ベース社がiモードとOFFICとの連携技術をそれぞれ担当する分担の取り決めがなされていた。したがって，Rを含むベース社の担当者は，OFFICに関するパスワード認証技術には直接関与していない。",
                        "なお，甲10には，「OFFIC認証のモバイルコネクトへの実装について私（被告注：R）の方からパスワード導出パターンについて数字の入力を2回繰り返すことで登録可能か，セキュアプロバイダ社に打診したことを記憶しています。」との記載があるが，ここでいう「2回」とは，パスワードの登録時，誤入力を防止するため，ユーザにパスワードを2回入力させるという，昔からありふれた入力スタイルを意味するにすぎない。Rは，OFFICにおけるパスワードの登録方法がこのような昔からありふれた入力スタイルに沿って行うことが可能か否かをPに問い合わせたのであって，いわゆる乱数表の2回の提示及び数字の入力により入力位置を特定するという技術的思想を具体化したわけではない（甲64の2）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "セキュア社のTが関与していないこと",
                      "text": [
                        "当時，セキュア社は，株式会社アクロネット（以下「アクロネット社」という。）との間で業務委託契約を締結し，かかる業務委託契約の下，アクロネット社からTの派遣を受けた。Tは，所属はアクロネット社のままであったが，対外的には，セキュア社の営業担当者として業務を遂行しており，ＮTTコム社のSも，Tをセキュア社の一担当者として認識していた。Tの受託業務は，営業支援業務，より具体的には，潜在的顧客の開拓であり，システムの開発業務には一切携わっていなかった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "P以外に方式Cの特徴的部分に関与したことを名乗り出る者がいないこと",
                      "text": [
                        "前記のとおり，方式Cは，当時のOFFIC方式の弱点を逆に利用したものであり，OFFIC技術に関する知見がなければ，生まれることはない技術的思想である。当時，OFFIC技術に関する知見を有する者は，Pしかおらず，当然に，方式Cを含むパスワード登録方法を，当業者が実施できる程度にまで具体的・客観的なものとして甲22にまとめ得る者もPしかいなかった。事実，Pのみが甲22を作成したのであるから（甲36の3），他に関与した者の存在を示すものなど存在しない。QやRを含むＮTTコム社の開発プロジェクトのメンバーの誰も，方式Cを発案し，甲22を作成したと名乗り出ないのは，発明に関与していなかったからにほかならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ＮTTコム社が被告からワンタイムパスワード認証特許のライセンスを得ていること",
                  "text": [
                    "審決は，「確かに，乙第7号証には，現在も，ＮTTコム社がパスロジ社からワンタイムパスワード認証技術の特許ライセンスを得ていることが公開されておりＮTTコム社が，同社が提供するサービスで使用するワンタイムパスワード認証技術についてのパスロジ社（セキュア社）の貢献を一定程度認めていることは明らかではあるが，そのことをもって甲1発明がP氏のみによりなされたことを認めることはできない。」と認定しているが，審決のこの認定は誤りである。",
                    "ＮTTコム社は，マトリックスの数字を用いたワンタイムパスワード認証技術，つまり，本件発明に係る特許に価値を認めたからこそ，被告と特許ライセンスを締結しているのである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，方式Cの特徴的部分への創作活動に関与した者は，Pのみであって，方式Cを含むパスワード登録方法を，当業者が実施できる程度にまで具体的・客観的なものとして甲22にまとめた者もPのみである。そして，甲22は，PからＮTTコム社に提供されたのであるから，方式Cの特徴的部分に一致する甲1発明の特徴的部分を発明した者はPのみである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "審決の誤り",
              "text": [
                "審決は，発明者同一性の判断を，甲1発明の特徴的部分の発明者と本件発明の特徴的部分の発明者が同一であるかどうかで判断しておらず，手続違背がある。",
                "すなわち，審決は，甲1発明を，パスワード入力画面の提案の一部（4桁の数字群と数字群の間に何か記号等を入れること）を含む発明として認定し，これに関連して，パスワード入力画面イメージの提案の一部（4桁の数字群と数字群の間に何か記号等を入れること）がＮTTコム社のSによりなされたものと認定している。",
                "しかし，甲1発明の特徴的部分は，位置情報が確定されるまで，縦4個×横12個の新たなランダムパスワードを端末装置1が表示する処理を繰り返し行い，これにより，縦4個×横12個の新たなランダムパスワードについての特定の座標位置に配置されているパスワード（すなわち数字）の入力を促す処理を繰り返すことにあるところ，4桁の数字群と数字群の間に何か記号等を入れることは，ユーザの視認性や記憶の便宜性に資するものにすぎず，前記特徴的部分とは全く関係がない。",
                "したがって，前記認定に基づく審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおり，甲1発明の特徴的部分がPのみによりなされたことが高度の蓋然性を持ち得る水準で立証されており，本件発明1ないし7の発明者は，先願発明（甲1発明）の特徴的部分の発明者と同一であるから，特許法29条の2本文括弧書の規定が適用されるべきである。",
                "（原告の主張）"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲1発明は2回の入力でランダムパスワードの位置が一意に確定するものであるが，ＮTTコム社の「モバイルコネクトサービス」の開発においてなされたものであり，公報（甲1）に発明者として記載されたQはもちろん，同社の社員であったS，さらには，ベース社の代表取締役であるR等，複数人がその創作に関与したものであり，本件発明と甲1発明の発明者は同一といえない。",
                "したがって，本件において特許法29条の2本文括弧書が適用されることはなく，甲1発明の発明者がPのみではないとする審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明者が同一であることの立証責任について",
              "text": [
                "特許法29条の2本文括弧書は，後願の出願人又は特許権者がその利益のために，先願に記載された発明の発明者が後願，すなわち後になって出願された特許出願の発明者と同一であるという社会通念上通常はあり得ないことを主張するのであり，少なくとも本件発明の発明者と甲1発明の発明者とが同一でないとの推定を覆すに足る水準までは後願の出願人又は特許権者が立証責任を負うことは当然である。したがって，被告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明の特徴的部分の発明者について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲23の電子メールで言及されている「iモードでのOFFIC利用開始手順案」には，方式Cのような，携帯電話端末でのOFFICワンタイムパスワードの入力画面が必須となるパスワード初回登録時のパスワード入力方法に係る提案が含まれておらず，また，甲24の電子メールの内容からも，セキュア社からＮTTコム社に対して，升による乱数表を用いない携帯電話端末でのOFFICワンタイムパスワードの入力画面を用いたパスワード初回登録時のパスワード入力方法に係る提案はまだされていなかった旨，正しく認定した（審決58頁27行ないし60頁5行）。",
                    "そうすると，甲22の方式Cは，平成13年1月に入ってからのＮTTコム社の関係者，Rほかベース社の関係者との議論を経た成果であり，およそP単独の創作ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，Pが甲22をＮTTコム社に提供したと主張するが，方式Cが記載された甲22が甲23より前にPからＮTTコム社に送信されていたとは考え難い。すなわち，審決が指摘するとおり，甲23でＮTTコム社のSは「実際のiモードでのパスワード入力につきまして（改行）限度ある携帯画面端末でのパスワードの入力方法になんらかの方向性は見えたでしょうか。（改行）有力案等，途中経過で結構でございますのでご連絡いただければと存じます。」と記載しているが，甲22に方式Cとして示されている画面は「実際のiモードでのパスワード入力画面」と同じであるはずであり，もし同画面を含む甲22がＮTTコム社に事前に提出されていたら，Sがこのようなことを述べるとは考えられない。この点については，甲24を見ても，Sは「一度イメージ画面で結構でございますので，実際の画面パターンをお送りいただければ幸いでございます。（改行）なお，それでは最終的にマスによる乱数表を画面上に表す，との見解でよろしいでしょうか。」と記載しているが，甲22の「方式C」の頁は実際の画面パターンを表示しており，もし被告が主張するように甲23及び24の前に甲22がＮTTコム社に示されていれば，あり得ない記載である。そして，平成13年1月15日付けの甲25にて，ＮTTコム社のSは「iモードでのOFFIC入力イメージのサンプルをどうもありがとうございました。」と述べているのであり，「iモードでのOFFIC入力イメージのサンプル」が送付されているのはこのメールの直前のはずであり，甲22の「方式C」の頁の記載が被告主張のように平成12年12月中にＮTTコム社に提供されていたことはあり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そもそも甲22の方式Cの内容について，平成13年1月以降のＮTTコム社のプロジェクトチームの議論が反映されていることに加え，携帯電話での初期登録を行うことはＮTTコム社からの提案であり（甲20），2回の入力もRから提案されており，およそPが単独で想到したものでないことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲23における「iモードでのOFFIC利用開始手順案」は，甲22とは異なる。もし甲36の1が言及する「iモードでのOFFIC利用開始手順案」が甲23で言うものであれば，その段階でRが参加するＮTTコム社のプロジェクトチーム内で回覧されているのであるから（甲23参照），それから1か月も経った平成13年1月22日になってRが知らないものとして送付されることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "4桁の数字群と数字群の間に何か記号等を入れることを含む発明を甲1発明として認定し発明者同一を判断した点について",
              "text": [
                "審決は，Sが4桁の数字群と数字群の間に何か記号等を入れることを提案した事実のみをもって，SやRが甲1発明の発明者であると認定し，その結果として甲1発明がP単独による発明ではないと認定したのではない。すなわち，審決は，Sが4桁の数字群と数字群の間に何か記号等を入れることを提案した事実等から，SやRが，「ＮTTコム社の開発企画会議を通じて，パスワード初回登録時にも使用する，iモード携帯電話画面上でのパスワード入力画面の検討に参加し，提案を行っていた」（審決61頁下から4行ないし末行）ことを認定し，かかる認定等から，「甲1発明について，『OFFIC』をiモード携帯電話端末で実現するに当たり，ＮTTコム社のモバイルプラットフォーム開発プロジェクトに参加した，ＮTTコム社のS氏やベース社のR氏の関与（数字群と数字群の間に記号等を入れること）が少なくとも認められるから，甲1発明の着想，具体化がP氏のみによりなされたとまでは認めることはできず」（審決62頁13行ないし18行）としており，4桁の数字群と数字群の間に何か記号等を入れること以外の提案がSやRからなされていた可能性を排除できず，その結果，原告により甲1発明がPのみによりなされたことが高度の蓋然性を持ち得る程度に証明されたとはいえないとしているにすぎない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，甲1発明の発明者がPのみではないとする審決の認定判断に誤りはなく，被告が主張する取消事由4は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の，本件特許の特許請求の範囲請求項1ないし9の記載は，前記第2の2のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件明細書（甲8）には，おおむね次のとおりの記載がある（図面については，別紙本件明細書の図参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，ユーザ認証方法およびこれを実現するためのユーザ認証システムに関する。また，本出願は，下記の日本国特許出願に関連する。文献の参照による組み込みが認められる指定国については，下記の出願に記載された内容を参照により本出願に組み込み，本出願の記載の一部とする。",
                    "【0002】",
                    "特願2002-36056    （出願日：平成14年2月13日）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0003】",
                    "近年，コンピュータに代表されるさまざまな情報機器が普及している。特に，電子メール機能やインターネット接続機能を備えた携帯電話機は急速に普及し，人々の必須の情報アイテムとなっている。",
                    "【0004】",
                    "このような情報化社会の進展に伴い，システムに対する不正アクセス等のセキュリティ問題は非常に重要になっている。システムに対する不正アクセスを防止するために，伝統的には，予め登録されたユーザIDとパスワードとを利用してユーザ認証を行う手法が一般的であるが，セキュリティレベルをより強化するという要求に応えるべく，使用環境や目的に応じたさまざまなユーザ認証方法が提案されている。",
                    "【0005】",
                    "その1つは，システムに対してアクセス可能な端末装置を制限したユーザ認証である。これは，その端末装置を所有しているユーザが本人であるという前提に立っている。例えば，携帯電話機からあるシステムにアクセスする場合，その携帯電話機に割り当てられた固体識別播号をさらに利用することで，よりセキュアなユーザ認証を行うことができる。",
                    "【0006】",
                    "また，乱数表を用いたユーザ認証も知られている。この乱数表を用いたユーザ認証は，乱数表を記した乱数表カードをユーザごとに予め発行しておき，ユーザ認証の都度，システムが乱数表内の任意の位置の数字を指定してユーザに入力させるというものである。これにより，入力される数字は毎回異なるため，「盗聴」に対して有効である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】",
                    "システムにおけるユーザ認証において，そこで利用されるパスワードの漏洩（盗聴）は，非常に深刻なセキュリティ問題を招く結果となる。従って，ユーザによるパスワードの管理はきわめて重要であり，また，個々のユーザが自身の行動に「責任」を持つことが，システムのセキュリティ問題を考慮する上で，基本となる。",
                    "【0008】",
                    "一般に，ユーザ認証に利用されるパスワードは，システムごとに要求されるものであり，また，その書式もさまざまである。このため，多くのシステムを利用するユーザは，それに応じて多くのパスワードを管理しなければならず，パスワードの管理は，ユーザに対してある種の負担を与えていた。ユーザは，その性質上，パスワードを記憶に留めるように努めているはずであるが，多くのパスワードを管理するような場合には，それらを手帳等に書き留めることも少なくなかった。また，パスワードの管理を煩わしく感じるユーザは，パスワードを記憶しやすい数字に設定したり，システムごとのパスワードを同一の数字に設定して統一的に管理していた。",
                    "【0009】",
                    "しかしながら，このようなパスワードの管理に対するユーザの行動は，そのシステムをセキュリティリスクに晒すことを意味しており，ユーザがこのような行動をとる限り，従来の単なるパスワードによるユーザ認証では，本質的なセキュリティ問題が存在する。",
                    "【0010】",
                    "また，ユーザが細心の注意を払ってパスワードの管理をしていたとしても，例えば，店舗に設置された端末装置上で入力しているパスワードを盗み見られたり，また，その端末装置自体に「盗聴」機構が組み込まれ，これによりパスワードが第三者に漏洩するというセキュリティ問題も存在していた。",
                    "【0011】",
                    "さらに，上述したような，システムにアクセス可能な携帯電話機を制限したユーザ認証であっても，ユーザがその携帯電話機を紛失し，またはその盗難に遭い，第三者が入手した場合には，もはや伝統的なユーザ認証と同等のセキュリティレベルがあるにすぎず，この種のユーザ認証では，システムに対する不正アクセスを有効に防止することは困難であった。これは，乱数表を用いたユーザ認証においても同様であった。",
                    "【0012】",
                    "そこで，本発明は，これらの課題を解決するために，システムに対する第三者の不正アクセスを有効に防止する新たなユーザ認証方法およびこれを実現するシステムを提供することを目的としている。",
                    "【0013】",
                    "また，本発明は，既存のシステムインフラストラクチャを最大限活用することにより，余分なコスト負担をかけることなく，このようなユーザ認証方法およびこれを実現するシステムを提供することを目的としている。",
                    "【0014】",
                    "さらに，本発明は，システムに対する不正アクセスを有効に防止しつつ，ユーザによるパスワード管理を容易にして，あらゆるユーザにとって使い勝手のよいユーザ認証方法およびこれを実現するシステムを提供することを目的とし，ひいてはユーザの行動に起因する本質的なセキュリティ問題を排除することを目的としている。",
                    "【0015】",
                    "さらにまた，本発明は，このようなユーザ認証方法およびこれを実現するシステムにおいて用いられる「パスワード」の登録方法およびこれを実現するユーザインターフェースを提供することを目的としている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0016】",
                    "本発明は，ユーザごとのパスワード導出パターンを認証サーバに予め登録しておき，ユーザによる利用対象システムの利用の際に，認証サーバが提示用パターンを生成してユーザに提示して，この提示用パターンについてユーザ自身のパスワード導出パターンに対応するキャラクタ列を入力させ，認証サーバは，提示した提示用パターンとユーザ自身のパスワード導出パターンとに基づいて，入力されたキャラクタ列に対して認証を行い，その認証結果を利用対象システムに通知するユーザ認証方法およびユーザ認証システムである。",
                    "【0017】",
                    "パスワード導出パターンとは，ある全体パターンを構成する要素群の中から，ユーザによって任意に選択された特定の要素（群）を示したものである。より具体的に説明すれば，パスワード導出パターンは，全体パターンであるマトリックス中のどの要素群がどのように選択されたかを示した配列パターンないしは配列規則である。ここで注意すべきことは，パスワード導出パターンは，全体パターン中の特定の要素の具体的な値そのものをいうのではなく，あくまでもどの要素を選択したかという情報にすぎないということである。",
                    "【0018】",
                    "より具体的には，第1の観点に従う本発明は，所定のパターンを構成する要素群の中から選択された特定の要素に基づくパスワード導出パターンを登録する登録ステップと，ユーザの情報端末装置から送信された，利用対象システムに割り当てられたシステム識別情報を受け付ける受付ステップと，前記情報端末装置から前記システム識別情報を受け付けた場合に，前記所定のパターンを構成する要素群のそれぞれに所定のキャラクタを割り当てた提示用パターンを生成する生成ステップと，前記情報端末装置上に前記生成した提示用パターンを含む所定の画面を提示して，前記パスワード導出パターンに対応する特定の要素に割り当てられたキャラクタの入力を前記ユーザに促す入力ステップと，前記利用対象システムから入力された前記キャラクタを受け付け，前記提示用パターンと前記ユーザのパスワード導出パターンとに基づいて，前記受け付けたキャラクタが正当であるか否かを判断する判断ステップと，前記判断した結果を前記利用対象システムに通知する通知ステップと，を備えるユーザ認証方法である。",
                    "【0019】",
                    "また，第2の観点に従う本発明は，所定のパターンを構成する要素群の中から選択された特定の要素に基づくパスワード導出パターンを登録するステップと，ユーザの情報端末装置から送信された，利用対象システムに割り当てられたシステム識別情報を受け付ける受付ステップと，前記情報端末装置から前記所定の識別情報を受け付けた場合に，前記所定のパターンを構成する要素群のそれぞれに所定のキャラクタを割り当てた提示用パターンを生成するステップと，前記情報端末装置上に前記生成した提示用パターンを含む所定の画面を提示して，前記パスワード導出パターンに対応する特定の要素に割り当てられたキャラクタの入力を前記ユーザに促すステップと，前記情報端末装置から入力された前記キャラクタを受け付け，前記提示用パターンと前記ユーザのパスワード導出パターンとに基づいて，前記受け付けたキャラクタが正当であるか否かを判断するステップと，前記判断した結果を前記利用対象システムに通知するステップと，を備えるユーザ認証方法である。",
                    "【0020】",
                    "また，第3の観点に従う本発明は，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録方法であって，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを無線端末装置に表示させ，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すステップと，前記入力されたキャラクタに基づいてパスワード導出パターンが特定されるまで，新たな提示用パターンを無線端末装置に表示させる作業を繰り返し行い，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す作業を繰り返すステップと，前記無線端末装置と通信回線を介して接続されたサーバが，前記入力されたキャラクタに基づいて特定されたパスワード導出パターンを登録するステップと，を含むパスワード導出パターンの登録方法である。",
                    "【0021】",
                    "また，第4の観点に従う本発明は，上記第3の観点に従うパスワード導出パターンの登録方法により登録されたパスワード導出パターンを用いたユーザ認証方法であって，認証用パターンを無線端末装置に表示させ，これにより，前記認証用パターンについての特定の要素に割り当てられたキャラクタの入力を促すステップであって，前記認証用パターンは前記提示用パターンと同一の要素から構成される前記所定のパターンの要素のそれぞれに，前記提示用パターンとは異なるキャラクタを割り当てたものと，前記サーバが，前記認証用パターンに関する情報と，前記認証用パターンに基づいて入力されたキャラクタとに基づいて，前記登録された特定されたパスワード導出パターンを有するユーザと，前記新たな提示用パターンに基づいてキャラクタを入力したユーザとが一致しているか否か判断するステップと，を含む，ユーザ認証方法である。",
                    "【0022】",
                    "また，第5の観点に従う本発明は，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録システムであって，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを端末装置に表示させ，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すための手段と，前記入力されたキャラクタに基づいてパスワード導出パターンが特定されるまで，新たな提示用パターンを前記端末装置に表示させる作業を繰り返し，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す作業を繰り返すステップと，前記端末装置と通信回線を介して接続されたサーバに，前記端末装置から前記入力されたキャラクタを受け取り，受け取った前記入力されたキャラクタに基づいてパスワード導出パターンを特定させるための手段と，前記サーバに，前記特定されたパスワード導出パターンを登録させるための手段と，を備えるパスワード導出パターンの登録システムである。",
                    "【0023】",
                    "上記方法の発明は，装置の発明として把握することができる。また，これらの発明は，コンピュータに実行されることで，所定のハードウェアと相まって所定の機能を実現させるプログラムおよび該プログラムを記録した記録媒体としても成立する。",
                    "【0024】",
                    "なお，本明細書において，手段とは，単に物理的手段を意味するものではなく，その手段が有する機能をソフトウェアによって実現する場合も含む。また，1つの手段が有する機能が2つ以上の物理的手段により実現されても，2つ以上の手段の機能が1つの物理的手段により実現されても良い。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0035】",
                    "図2は，パスワード導出パターンを説明するための図である。図2（a）は，4行12列のマトリックスが全体パターンである例を示す図である。図2において，選択された要素にハッチングがなされ，また，選択された順番にその要素内に数字が付されている。従って，この場合のパスワード導出パターンは，マトリックス表現を用いれば，“（3，2）-（0，5）-（3，7）-（0，10）”と表すことができる。",
                    "【0036】",
                    "図2（b）は，4行4列のマトリックスが全体パターンである例を示す図である。この場合のパスワード導出パターンは，マトリックス表現を用いれば，“（0，0）-（1，2）-（2，1）-（3，2）”と表すことができる。",
                    "【0037】",
                    "パスワード導出パターンは，利用対象システム11に対するユーザ認証を行うために用いられ，そのためユーザが記憶すべきものである。その意味で，パスワード導出パターンは，ある種のパスワードということができる。パスワード導出パターンを構成する要素の数，配列は任意であり，ユーザ認証におけるセキュリティレベルに応じて適宜設定される。",
                    "【0038】",
                    "パスワードがJ桁の数字列である場合，全体パターンは，以下の条件を満たすようなK行L列のマトリックスであることが好ましい。",
                    "10＾J ＜ （K＊L）＊（K＊L-1）・・（K＊L-J＋1）",
                    "・・・式（1）",
                    "従来の認証方法では，パスワードがJ桁の数字列である場合，パスワードの組み合わせは，10のJ乗通りある。一方，本実施形態における認証方法によれば，全体パターンがK行L列のマトリックスである場合，パスワード導出パターンの組み合わせは，（K＊L）＊（K＊L-1）・・（K＊L-J＋1）通りある。従って，上記（1）式を満たすように全体パターンを構成することにより，従来の認証方法より組み合わせ数を増やし，セキュリティレベルを上げることができる。すなわち，本実施形態によれば，利用対象システム11に対して入力すべきパスワードの桁数が，従来の認証方法と同じ場合であっても，マトリックスの構成を変えるだけで，従来の認証方法よりもセキュリティレベルを容易に上げることができる。",
                    "…（中略）…",
                    "【0043】",
                    "このように，ユーザが入力すべきパスワードは，ユーザ認証の都度，生成された乱数表から，予め登録しておいたパスワード導出パターンに従って決定される一過性のものである。従って，仮に，入力したパスワードが第三者に漏洩したとしても，そのパスワード自体は，次回のユーザ認証においては全く意味をなさないため，不正アクセスは有効に防止されることになる。また，ユーザが記憶すべきこのようなパスワード導出パターンは，従来のような「具体的な数字」でなく，パターンという「概念的・図形的なもの」であり，従って，ユーザにとって覚えやすく，忘れにくいという特質を有し，パスワード管理に適したものである。",
                    "【0044】",
                    "次に，ユーザ認証に用いられる登録データについて説明する。ユーザが利用対象システム11を利用するためには，その利用に先立って，ユーザはその利用対象システム11に対するユーザアカウント（ユーザ名）を取得するとともに，そのユーザ名に対するパスワード導出パターンを登録しなければならない。このため，認証データベース14は，どの利用対象システム11がどのようなユーザに利用権限を与え，利用権限が与えられた個々のユーザがどのようなパスワード導出ルールを登録しているかを登録データとして管理している。",
                    "【0045】",
                    "利用対象システム11に対するユーザアカウントの登録においては，典型的には，利用対象システム11の管理者がユーザからの申請を受けて行う形態と，ユーザ自身が行う形態とが考えられる。どのような形態でユーザアカウントを登録するかは，その利用対象システム11の運用ポリシーに応じて適宜に採用することができ，また，その実現手段は，既存のさまざまな技術を適用することができる。以下では，利用対象システム11に対するユーザアカウントについては，その管理者によって認証データベース14に登録されたものとして，ユーザによるパスワード導出パターンの登録手順について説明する。",
                    "【0046】",
                    "図3は，パーソナルコンピュータ15上に表示されたパスワード導出パターン登録画面の一例を示している。このような登録画面は，HTML等のページ記述言語に従って記述されるページデータにより構成される。ユーザは，Webブラウザを操作して認証サーバ12にアクセスすることで，パーソナルコンピュータ15上にこのような登録画面を表示させる。例えば，利用対象システム11に対するユーザアカウントを登録した時点で，管理者はこのような登録画面を構成するページデータのURLを含むメールコンテンツを，そのユーザのメールアドレスに対してメールで送信し，これを受信したユーザがそのメールコンテンツ中のURLを選択するという方法で，このような登録画面をユーザに提供する。",
                    "【0047】",
                    "同図において，ユーザ名入力フィールド31は，利用対象システム11を利用するユーザの名前（ユーザアカウント）を入力するためのフィールドである。ユーザアカウントは，管理者においてすでに登録されているので，ユーザに改めて入力させるのでなく，ユーザ名入力フィールド31に予め埋め込まれるように構成してもよい。",
                    "【0048】",
                    "グループ名入力フィールド32は，そのユーザが属するグループの名前を入力するためのフィールドである。ただし，本実施形態では，説明を簡単にするため，グループ名の入力は要しないものとする。",
                    "【0049】",
                    "携帯電話番号入力フィールド33は，利用対象システム11の利用に際してユーザ認証に用いる携帯電話機13を特定するための個体識別情報を入力するためのフィールドである。本実施形態では，ユーザが所有する携帯電話機13に割り当てられた携帯電話番号をそのまま用いるものとする。なお，この携帯電話番号についても，管理者において登録し，携帯電話番号入力フィールド33に予め埋め込まれるように構成してもよい。",
                    "【0050】",
                    "全体パターン34は，4行12列のマトリックス状に配置された48個の要素群としてのボタンオブジェクトによって構成されている。それぞれの要素には，個々の要素を識別するために，要素名として1から48の一連の番号が付されている。",
                    "【0051】",
                    "位置指定入力フィールド35は，全体パターン34の中から選択される1以上の特定の要素をその要素名で指定して入力するためのフィールドである。本例では，要素“1”，“17”，“33”および“48”が入力されている。複数の要素が入力される場合には，個々の要素はデリミタ（例えばカンマ）で区切られるものとする。また，同じ要素の入力がされてもよい。ここで，入力された要素のシーケンスがパスワード導出パターンとなる。要素のシーケンスには，ダミー“＊”を含めることができる。ユーザがダミー“＊”を入力した場合，任意の文字の設定要求として扱われる。これは，以下に示す変換法則とともに，パスワード導出パターンが第三者に類推されるのを防止するためのものである。つまり，パスワード導出パターンは，ユーザにとって覚えやすいパターンになる傾向があるため，実際のパスワードを構成する文字の間に無意味な文字を挿入することによって類推を防止している。例えば，最初の4要素分をダミーとした8要素からなるシーケンスでは，ユーザは最初の4桁については無意味な数字を入力することができる。なお，ユーザが，位置指定入力フィールド35に“F”のみを入力した場合，これは固定パスワードの設定要求として扱われ，この場合には，固定パスワード入力フィールド37に所定桁の数字を入力する。",
                    "【0052】",
                    "変換法則入力フィールド36は，ユーザが提示用パターンを参照して実際にパスワードを入力する際に，パスワード導出パターンから導き出される要素値に対してさらに変換法則を与えることを希望する場合に，その変換法則を入力するためのフィールドである。つまり，パスワード導出パターンから導き出される要素値に対してさらに変換法則を施して得られた結果が入力すべき真のパスワードになる。変換法則には，例えば，パスワード導出パターンから導き出される要素値に対する四則演算操作が定義されている。より具体的には，この変換法則入力フィールド36に，単に“＋1”と入力した場合，パスワード導出パターンから導き出される要素値に対してそれぞれ1を加算した結果が，ユーザが入力すべき真のパスワードとなる。また，この変換法則入力フィールド36に，“＋1，＋2，＋3，＋4”というようにカンマで区切って，位置指定入力フィールド35に入力された要素のシーケンスに対応するように演算式を入力した場合，パスワード導出パターンから導き出されるそれぞれの要素値に対してそれぞれの演算式を施した結果が，ユーザが入力すべき真のパスワードとなる。",
                    "【0053】",
                    "なお，入力した演算式によっては，要素値に演算を施した結果，繰り上がり（または繰り下がり）が生じる場合がある。このような場合には，1の位を採用するというように定義しておけば，パスワードの桁数（文字数）が変動することなく，固定長にすることができる。また，要素値に演算を施した結果をそのまま用いるというように定義して，可変長のパスワードにすることもできる。",
                    "【0054】",
                    "このような登録画面において，ユーザは，キーボードを用いて直接的に要素（要素名）をカンマで区切りながら順番に入力してもよいが，標準的なグラフィカルユーザインターフェースを用いることによっても，同様に，入力することができる。このようなグラフィカルユーザインターフェースでは，ユーザが，所望の要素にマウスカーソルを当てて，その上で選択（クリック）すると，位置指定入力フィールド35にその要素がデリミタで区切られて表示される。選択された要素は，例えば，画面上，視覚的に区別して表示されることが好ましい。",
                    "【0055】",
                    "なお，候補ボタン38は，選択すべき要素のシーケンスを自動的に生成させるためのものである。すなわち，ユーザがこの候補ボタン38にマウスカーソルを当てて，その上で選択すると，例えば予め登録された要素のシーケンスを位置指定入力フィールド35にランダムに入力，表示する。これは，ユーザがパスワード導出パターンを設定する場合，隣り合った要素ボタンを選択する傾向があり，類推されやすいため，このような状況を回避すべく，補助的に設けられている。",
                    "【0056】",
                    "ユーザが所定の入力フィールドに必要な情報を入力した後，設定の確認ボタン39を選択すると，Webブラウザは，入力された情報を含んだ登録要求を認証サーバ12に送信する。認証サーバ12は，受信した登録要求に基づいて，ユーザのパスワード導出パターンを登録データとして仮登録して，設定の確認画面をWebブラウザに表示させる。",
                    "【0057】",
                    "設定の確認画面は，ユーザが設定したパスワード導出パターンに従ってユーザに実際にパスワードを入力させることで，パスワード導出パターンを確認させる画面である。図4は，パーソナルコンピュータ15上に表示された設定の確認画面の一例を示している。ただし，パーソナルコンピュータ15の代わりに，ユーザの携帯電話機13上に設定の確認画面を表示させて，そこから設定の確認を行わせるようにしてもよい。この場合には，利用対象システム11の利用に際してユーザが使用する携帯電話機13を併せて確認することができる。",
                    "【0058】",
                    "同図に示すように，設定の確認画面には，認証サーバ12によって生成された，全体パターン34の要素群のそれぞれにランダムな数字を割り当てた提示用パターン41が表示される。ユーザは，提示用パターンのうち，先に設定したパスワード導出パターンに対応する要素に割り当てられた数字（要素値）をパスワード入力フィールド42にパスワードとして入力する。ユーザがパスワード入力フィールド42にパスワードを入力した後，Goボタン43を選択すると，Webブラウザは，入力されたパスワードを含んだ確認要求を認証サーバ12に送信する。認証サーバ12は，受信した確認要求に含まれるパスワードが，生成した提示用パターンと先に仮登録したパスワード導出パターンとから導き出される数字列に一致するか否かを判断し，一致する場合には，認証データベース14にユーザのパスワード導出パターンを登録データとして正式に登録する。",
                    "【0059】",
                    "なお，認証サーバ12は，パーソナルコンピュータ15を用いたこのようなパスワード導出パターンの登録手続きにおいて，ユーザが所有する携帯電話機13を確認するため，受け付けた携帯電話番号に対して，所定のメッセージを送信し，ユーザにそのメッセージに対する返信を要求することが好ましい。",
                    "…（中略）…",
                    "【0086】",
                    "［第4の実施形態］",
                    "本実施形態は，携帯電話機13を用いたパスワード導出パターンの登録方法に関するものであり，提示される提示用パターンに対して，ユーザが意図したパスワード導出パターンに対応する要素値の入力を繰り返すことによって，そのパスワード導出パターンを特定していくことを特徴としている。",
                    "【0087】",
                    "図18は，本実施形態に係るパスワード導出パターンの登録方法の処理の流れを説明するためのフローチャートである。このような処理は，携帯電話機13と認証サーバ12とによるクライアント／サーバモデルにおけるそれぞれのプログラムによって実現することができるが，本実施形態では，このような処理を実現するための所定のプログラムを含むページデータを認証サーバ12から携帯電話機13に送信し，携帯電話機13においてこれを実行することにより実現している。",
                    "【0088】",
                    "上記実施形態と同様に，例えば，利用対象システム11に対するユーザアカウントが登録された時点で，認証サーバ12は，この登録画面を構成するページデータのURLを含むメールコンテンツをユーザの携帯電話機13に対してメールで送信し，これを受信したユーザが携帯電話機13上に表示されたメールコンテンツ中のURLを選択する。これにより，認証サーバ12は，所定のプログラムを含むページデータを携帯電話機13に送信する。",
                    "【0089】",
                    "ページデータを受信した携帯電話機13は，そのページデータを解釈して，そこに含まれる所定のプログラムに従って図18に示す処理を実行し，登録画面を表示する。すなわち，携帯電話機13は，まず，全体パターン34の要素群のすべてに対して，乱数発生関数により発生させた乱数をそれぞれ割り当てて提示用パターンを生成し，他の画面要素と相まってパスワード導出パターン登録画面として表示して，ユーザに入力を促す(STEP1801)。ユーザは，この登録画面に対して，登録しようとするパスワード導出パターンの要素に割り当てられた数字を入力する。携帯電話機13は，ユーザから要素のシーケンスを受け付けると(STEP1802)，提示した提示用パターンのうち，入力された要素値を持つ要素を該当要素として抽出し，その数を保持しておく(STEP1803)。",
                    "次に，携帯電話機13，抽出した該当要素の数が入力された要素数と等しいか否かを判断し(STEP1804)，等しくないと判断する場合には，要素の絞り込みを行うため，全体パターン34中の該当要素のみに乱数を割り当てて提示用パターンを生成し，同様に，登録画面として表示して，ユーザに入力を促す(STEP1805)。一方，抽出した該当要素の数が入力された要素数と等しいと判断する場合，携帯電話機は，要素の絞り込みができたものとして，登録確認画面を提示して，ユーザに確認を促す(STEP1806)。そして，ユーザによって例えば「OK」ボタンが選択された場合には(STEP1807のYes)，携帯電話機13は，要素のシーケンスをパスワード導出パターンとして登録するため，登録要求を認証サーバ12に送信し(STEP1806)，処理を終了する。",
                    "【0090】",
                    "このようにして，登録しようとするパスワード導出パターンに対応する要素値の入力を繰り返すことによって提示用パターンの要素を絞り込んでいき，ユーザが意図しているパスワード導出パターンを特定する。",
                    "【0091】",
                    "図19および図20は，パスワード導出パターンの登録方法を説明する画面例である。まず，図19（a）に示す画面が携帯電話機13上に表示されたとする。ここで，この画20面に対して，ユーザが“9893”と入力すると，携帯電話機13は，入力された要素のシーケンスに基づいて，新たな提示用パターンを生成する。すなわち，携帯電話機13は，先の提示用パターンの各要素のうち，その値が“9”，“8”または“3”であった要素を該当要素として抽出するが，この場合，該当要素の数は入力した要素の数にまで絞り込まれていないので，携帯電話機13は，該当要素に乱数を割り当てた新たな提示用パターンを生成し，図19（b）に示すような登録画面を表示する。",
                    "【0092】",
                    "ユーザは，この画面に対して，登録しようとするパスワード導出パターンの要素に割り当てられた数字を，再度，入力して，該当要素を絞り込む作業を行う。この場合，ユーザが入力すべき数字は“6541”となる。携帯電話機13は，該当要素を絞り込むことができない場合には，新たな提示用パターンを生成し，図19（c）に示すような登録画面を表示し，ユーザに入力を促す。そこで，ユーザは，この画面に対して，登録しようとするパスワード導出パターンの要素に割り当てられた数字“8501”を入力する。",
                    "【0093】",
                    "この入力によって，携帯電話機13は，該当要素を絞り込むことができたため，図20に示すような登録確認画面を提示して，ユーザに確認を促す(STEP1806)。この5画面に対して，ユーザが「OK」ボタン201を選択すると，携帯電話機13は，要素のシーケンスをパスワード導出パターンとして認証サーバ12に送信する。一方，ユーザが「やり直し」ボタン202を選択すると，携帯電話機13は，パスワード導出パターンの登録処理を最初からやり直す。",
                    "【0094】",
                    "以上のように，本実施形態によれば，提示用パターンの提示と，登録しようとするパスワード導出パターンに対応する要素値の入力とを繰り返すことによって，提示用パターンの要素を絞り込んでいくことができるので，ユーザが意図しているパスワード導出パターンを特定することができるようになる。従って，携帯電話機13のようにユーザインターフェースが十分でない場合であっても，きわめて簡単に，パスワード導出パターンを登録することができる。",
                    "【0095】",
                    "また，本実施形態によれば，パスワード導出パターンの登録操作は，実際のパスワードの入力操作と同じ手順で行われるので，パスワード入力の練習を兼ねることができ，ユーザにパスワード導出パターンを早く，確実に覚えさせることができる。",
                    "【0096】",
                    "なお，本実施形態では，ランダムに提示用パターンを生成して，ユーザが意図している該当要素を絞り込むようにしているため，生成された提示用パターンの組み合わせによっては3回以上の絞り込み作業を要する場合がある。このような事態を避けるため，2回の絞り込み作業で必ず完了する固定の提示用パターンの組み合わせを用いるようにしてもよい。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件発明の特徴は，次のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する分野",
                  "text": [
                    "本件発明は，ユーザ認証方法およびこれを実現するためのユーザ認証システムに関する（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "情報化社会の進展に伴い，システムに対する不正アクセス等のセキュリティ問題は非常に重要になっている。システムに対する不正アクセスを防止するために，伝統的には，予め登録されたユーザIDとパスワードとを利用してユーザ認証を行う手法が一般的であるが，セキュリティレベルをより強化するという要求に応えるべく，使用環境や目的に応じたさまざまなユーザ認証方法が提案されている（【0004】）。",
                    "その1つは，システムに対してアクセス可能な端末装置を制限したユーザ認証であり，その端末装置を所有しているユーザが本人であるという前提に立ち，例えば，携帯電話機からあるシステムにアクセスする場合，その携帯電話機に割り当てられた固体識別播号をさらに利用することで，よりセキュアなユーザ認証を行うことができる（【0005】）。",
                    "また，乱数表を用いたユーザ認証も知られている。この乱数表を用いたユーザ認証は，乱数表を記した乱数表カードをユーザごとに予め発行しておき，ユーザ認証の都度，システムが乱数表内の任意の位置の数字を指定してユーザに入力させることにより，入力される数字は毎回異なるため，「盗聴」に対して有効である（【0006】）。",
                    "多くのシステムを利用するユーザは，それに応じて多くのパスワードを管理しなければならず，パスワードを手帳等に書き留めることも少なくなく，パスワードの管理を煩わしく感じるユーザは，パスワードを記憶しやすい数字に設定したり，システムごとのパスワードを同一の数字に設定して統一的に管理していた（【0008】）。",
                    "しかしながら，このようなパスワードの管理に対するユーザの行動は，そのシステムをセキュリティリスクに晒すことを意味しており，従来の単なるパスワードによるユーザ認証では，本質的なセキュリティ問題が存在する（【0009】）。",
                    "また，ユーザが細心の注意を払ってパスワードの管理をしていたとしても，例えば，店舗に設置された端末装置上で入力しているパスワードを盗み見られたり，また，その端末装置自体に「盗聴」機構が組み込まれ，これによりパスワードが第三者に漏洩するというセキュリティ問題も存在していた（【0010】）。",
                    "システムにアクセス可能な携帯電話機を制限したユーザ認証であっても，ユーザがその携帯電話機を紛失し，またはその盗難に遭い，第三者が入手した場合には，システムに対する不正アクセスを有効に防止することは困難であり，乱数表を用いたユーザ認証においても同様であった（【0011】）。",
                    "そこで，本件発明は，これらの課題を解決するために，システムに対する第三者の不正アクセスを有効に防止する新たなユーザ認証方法およびこれを実現するシステムを提供することを目的としている（【0012】）。",
                    "また，本件発明は，既存のシステムインフラストラクチャを最大限活用することにより，余分なコスト負担をかけることなく，このようなユーザ認証方法およびこれを実現するシステムを提供することを目的としている（【0013】）。",
                    "さらに，本件発明は，システムに対する不正アクセスを有効に防止しつつ，ユーザによるパスワード管理を容易にして，あらゆるユーザにとって使い勝手のよいユーザ認証方法およびこれを実現するシステムを提供することを目的とし，ひいてはユーザの行動に起因する本質的なセキュリティ問題を排除することを目的としている（【0014】）。",
                    "さらにまた，本件発明は，このようなユーザ認証方法およびこれを実現するシステムにおいて用いられる「パスワード」の登録方法およびこれを実現するユーザインターフェースを提供することを目的としている（【0015】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本件発明は，ユーザごとのパスワード導出パターンを認証サーバに予め登録しておき，ユーザによる利用対象システムの利用の際に，認証サーバが提示用パターンを生成してユーザに提示して，この提示用パターンについてユーザ自身のパスワード導出パターンに対応するキャラクタ列を入力させ，認証サーバは，提示した提示用パターンとユーザ自身のパスワード導出パターンとに基づいて，入力されたキャラクタ列に対して認証を行い，その認証結果を利用対象システムに通知するユーザ認証方法およびユーザ認証システムである。",
                    "より具体的には，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録方法であって，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを無線端末装置が表示し，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すステップと，",
                    "前記入力されたキャラクタに基づいて，前記入力されたキャラクタの数に等しい数の要素からなるパスワード導出パターンが2回で特定されるように，新たな提示用パターンを前記無線端末装置が表示する処理を繰り返し行い，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返すステップと，前記無線端末装置と通信回線を介して接続されたサーバが，前記入力されたキャラクタに基づいて特定されたパスワード導出パターンを登録するステップと，を含むパスワード導出パターンの登録方法である。",
                    "（【0016】，【0020】，【0096】，本件訂正後の特許請求の範囲〔甲68〕）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明によれば，提示用パターンの提示と，登録しようとするパスワード導出パターンに対応する要素値の入力とを繰り返すことによって，提示用パターンの要素を絞り込んでいくことができるので，ユーザが意図しているパスワード導出パターンを特定することができるようになり，携帯電話機のようにユーザインターフェースが十分でない場合であっても，極めて簡単に，パスワード導出パターンを登録することができる（【0094】）。",
                    "また，本件発明によれば，パスワード導出パターンの登録操作は，実際のパスワードの入力操作と同じ手順で行われるので，パスワード入力の練習を兼ねることができ，ユーザにパスワード導出パターンを早く，確実に覚えさせることができる（【0095】）。",
                    "また，2回の絞り込み作業で必ず完了する固定の提示用パターンの組合せを用いることにより，3回以上の絞り込み作業を行う必要がない（【0096】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許に係る出願の優先日前の平成13年6月4日に出願された他の特許出願であって，本件特許に係る出願の優先日後，原出願（特願2003-568546号）の出願日前の平成14年12月20日に出願公開された特願2001―168879号（特開2002-366517号公報：甲1）（出願人：ＮTTコム社，発明者：Q）の願書に最初に添付した明細書及び図面には，おおむね次のとおりの記載がある（図面については，別紙甲1の図参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，ネットワークを介して端末装置にサービスを提供するサービス提供方法，サービス提供システム，処理センタ装置及びプログラムに関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】",
                    "近年，ウエブ（Web）ブラウザを搭載した携帯通信端末装置を用いてサイトにアクセスし，情報を検索したり情報を入手したりする移動体通信サービスが普及している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】",
                    "しかしながら，従来の移動体通信サービスでは，個々の携帯通信端末装置を特定することが難しく，正規の登録ユーザ以外の第三者によって不正にアクセスされる可能性があるため，サービス提供者にとってはセキュリティ管理が難しいという問題点があった。また，従来の移動体通信サービスでは，セッション管理に手間がかかるという問題点があった。特に，通常のHTML（Hyper Text Markup Language）と異なり，クッキー（Cookie）を利用できない場合，サービス提供者にとってはセッション管理に著しく手間がかかる。さらに，従来の移動体通信サービスでは，サービス提供者側で端末装置に提供するコンテンツ等のデータを端末装置が認識可能な言語形式のデータに変換していたため，サービス提供者にとってはデータ変換に手間がかかるという問題点があった。",
                    "【0004】",
                    "以上のように，従来の移動体通信サービスでは，セキュリティ管理とセッション管理とデータ変換処理とをサービス提供者側で行う必要があったため，コストと手間がかかるという問題点があった。なお，以上のような問題点の少なくとも一部は，移動体通信サービス以外の通信サービスでも発生する可能性がある。本発明は，上記課題を解決するためになされたもので，サービス提供者の負担を軽減することができるサービス提供方法，サービス提供システム，処理センタ装置及びプログラムを提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】",
                    "本発明は，ネットワーク（2）を介してサービス提供を受ける端末装置（1）とサービス提供者装置（3-1～3-3）との間を処理センタ装置（4）によって仲介するサービス提供方法であって，サービス提供を希望する前記端末装置からのアクセスがあったとき，このアクセス元の端末装置の認証を前記処理センタ装置で行う認証手順と，前記認証の終了後に，前記アクセス元の端末装置で選択されたサービスに対応するアクセス先を識別するための，前記アクセス毎に固有の識別子を発行して前記処理センタ装置から前記アクセス元の端末装置に送信し，前記選択されたサービスを提供する前記サービス提供者装置にアクセスして，このサービス提供者装置に前記選択されたサービスに対応する処理要求を送信するセッション管理手順と，前記処理要求に対する結果として前記サービス提供者装置から返送されたデータを，前記アクセス元の端末装置に適した表示形式で，かつこの端末装置が認識可能な言語形式のデータに変換して，変換後のデータを前記処理センタ装置から前記ネットワークを介して前記アクセス元の端末装置に送信するデータ変換手順とを実行するようにしたものである。また，本発明のサービス提供方法の1構成例において，前記認証手順は，前記端末装置のユーザに固有のユーザID及びワンタイムパスワードを用いて前記端末装置の認証を行う手順である。",
                    "…（以下略）…"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0007】",
                    "以下，本発明の実施の形態について図面を参照して詳細に説明する。図1は本発明の実施の形態となるサービス提供システムの構成を示すブロック図である。本実施の形態のサービス提供システムは，ウエブブラウザを搭載した携帯電話機等の端末装置1と，移動体通信網2と，端末装置1に対してサービスを提供するサービス提供者装置3（3-1～3-3）と，移動体通信網2とサービス提供者装置3との間に設けられた処理センタ装置4とから構成される。",
                    "【0008】",
                    "移動体通信網2と処理センタ装置4との間は，専用線5によって接続され，サービス提供者装置3と処理センタ装置4との間は，専用線，フレームリレー等の通信回線6によって接続されている。各サービス提供者装置3-1～3-3は，後述するサーバ32及びメールサーバ34と通信回線6とを接続するファイアウォール・ルータ（以下，FW・RTと略する）31と，データベースを管理するサーバ32と，在庫管理・受発注システム，勤務管理システム，電子稟議システムあるいはグループウエア等のデータベース33（33-1～33-4）と，電子メールの送受信を行うためのメールサーバ34とを有している。",
                    "【0009】",
                    "サーバ32は，処理センタ装置4からの処理要求に対応するデータベース33にアクセスして，処理結果のデータを処理センタ装置4に返送するデータベースアクセス手段321を有している。",
                    "【0010】",
                    "処理センタ装置4は，後述するウエブ（Web）サーバと専用線5とを接続するファイアウォール（以下，FWと略する）41と，サービス提供を希望する端末装置1からのアクセスがあったとき，この端末装置の認証を行う認証サーバ42と，端末装置1で選択されたサービスに対応する処理要求をサービス提供者装置3に送信し，このサービス提供者装置3からの処理結果のデータを端末装置1に送信するウエブサーバ43と，ウエブサーバ43と通信回線6とを接続するルータ（以下，RTと略する）44と，端末装置1のユーザ情報を予め記憶するためのデータベース45とを有している。",
                    "【0011】",
                    "ウエブサーバ43は，アクセス元1の端末装置で選択されたサービスに対応するアクセス先を識別するための，アクセス毎に固有のURLを発行してアクセス元の端末装置1に送信し，前記選択されたサービスを提供するサービス提供者装置3にアクセスして，このサービス提供者装置3に前記選択されたサービスに対応する処理要求を送信するセッション管理手段431と，処理要求に対する結果としてサービス提供者装置3から返送されたデータを，アクセス元の端末装置1に適した表示形式で，かつこの端末装置1が認識可能な言語形式のデータに変換して，変換後のデータをアクセス元の端末装置1に送信するデータ変換手段432とを有している。",
                    "【0012】",
                    "以下，本実施の形態のサービス提供システムについて図2を用いて説明する。最初に，端末装置1のユーザは，端末装置1に対して，所望のサービスに対応した既知のURL（Uniform Resource Locators）を入力する等の操作を行う。端末装置1は，移動体通信網2を通じて，このURLを持つ装置（処理センタ装置4）にアクセスする（図2ステップ101）。なお，ユーザが入力するURLは，ユーザ毎及びサービス提供者装置3-1～3-3毎に予め設定されるものである。以下，ユーザが入力したURLを第1のURLと呼ぶ。",
                    "【0013】",
                    "処理センタ装置4の認証サーバ42は，サービス提供者装置3-1～3-3の何れかに対応する第1のURLを用いたアクセスが行われると，ユーザに対してユーザ識別子（以下，ユーザIDとする）の入力を促すウエブページのファイルをFW41，専用線5及び移動体通信網2を介してアクセス元の端末装置1に送信する。こうして，端末装置1の画面に処理センタ装置4のWebページが表示される。",
                    "【0014】",
                    "ユーザは，表示されたウエブページを見ながら，端末装置1を操作して，所望のサービスに対応した既知のユーザIDを入力する。入力されたユーザIDは，端末装置1から移動体通信網2を通じて処理センタ装置4に送られる。ユーザIDは，ユーザ毎及びサービス提供者装置3-1～3-3毎に予め設定されるものである。したがって，同一ユーザがサービス提供者装置3-1～3-3の各々からサービス提供を受ける場合には，サービス提供者装置3-1～3-3の各々についてユーザIDが設定される。",
                    "【0015】",
                    "データベース45には，サービス提供者装置3-1～3-3毎にユーザ情報が予め登録されている。ユーザ情報としては，例えば端末装置1の電話番号，前述のユーザID，後述するランダムパスワードの位置情報，メールサーバ34のメールアカウント及びパスワード等がある。端末装置1のユーザは，サービス提供を希望するサービス提供者装置3-1～3-3について，自身のユーザ情報を処理センタ装置4（データベース45）に予め登録しておく。",
                    "【0016】",
                    "認証サーバ42は，アクセス元の端末装置1から送られた第1のURLに基づいて対応するサービス提供者装置3を特定し，特定したサービス提供者装置3に対応するユーザ情報のリストをデータベース45上で検索して，検索したリストから端末装置1の電話番号に対応するユーザIDを取得する。そして，認証サーバ42は，データベース45から取得したユーザIDと端末装置1から送られたユーザIDとを照合することで，ユーザ認証を行う。以上により，ユーザIDを用いた認証が行われる（ステップ102）。",
                    "【0017】",
                    "ユーザIDを用いた認証の結果がOKである場合，認証サーバ42は，端末装置1に対してワンタイムパスワード（One-Time Password）を発行して認証を行う（ステップ103）。ワンタイムパスワードは，サービス提供者（企業）毎及びサービス提供者装置3-1～3-3毎に発行される。",
                    "【0018】",
                    "以下，ワンタイムパスワード発行の手順について説明する。最初に，端末装置1から前記ユーザ情報をデータベース45に登録する初期登録時点において，認証サーバ42は，ウエブサーバ43を介してアクセス元の端末装置1に初期ワンタイムパスワード情報登録URLを通知する電子メールを送信する。",
                    "【0019】端末装置1のユーザは，初期ワンタイムパスワード情報登録URLにおいて，認証サーバ42からウエブサーバ43を介して送られた図3のようなウエブページを見て，縦4個×横12個のランダムパスワードの中から例えば4つを選択し，選択したパスワードを図3の「パスワード」と表示された箇所に入力する。縦4個×横12個の各ランダムパスワードには，図4（a）に示すように，（A，1）から（D，12）までの座標が付与されている。",
                    "【0020】",
                    "端末装置1のユーザは，例えば座標（A，3），（B，7），（C，4），（D，9）を位置登録したい場合，これらの各座標位置に配置されているランダムパスワード，すなわち「6」，「3」，「4」，「1」を入力する。次に，認証サーバ42からは図4（b）に示すような2回目のランダムパスワードが送られる。端末装置1のユーザは，図4（b）のランダムパスワードの配置を見て，前述の座標位置（A，3），（B，7），（C，4），（D，9）に配置されているランダムパスワード，すなわち「3」，「2」，「0」，「2」を入力する。認証サーバ42は，2回の入力により，ユーザによって選択されたランダムパスワードの位置（A，3），（B，7），（C，4），（D，9）を確定し，確定した位置情報を前記ユーザ情報としてデータベース45に登録する。",
                    "【0021】",
                    "最後に，認証サーバ42は，アクセス元の端末装置1のユーザ毎及びアクセス先のサービス提供者装置3-1～3-3毎に異なる前記第1のURLを通知する電子メールを，ウエブサーバ43を介してアクセス元の端末装置1に送信する。以上で，初期登録が終了する。",
                    "【0022】",
                    "次に，サービス提供を希望するユーザが前述のように第1のURLを用いて処理センタ装置4にアクセスした後（ステップ101），ステップ103において，認証サーバ42から再び図3と同様のウエブページがアクセス元の端末装置1に送られる。このとき，縦4個×横12個のランダムパスワードの配置は，初期登録時と異なるようになっている。端末装置1のユーザは，初期登録時に位置情報を登録したときと同位置にあるランダムパスワードを図3の「パスワード」と表示された箇所に入力する。",
                    "【0023】",
                    "ここでは，例えば図5に示すような縦4個×横12個のランダムパスワードが表示されたとする。この場合，端末装置1のユーザは，初期登録時に登録した座標（A，3），（B，7），（C，4），（D，9）に配置されているランダムパスワード，すなわち「4」，「8」，「3」，「0」を順次入力する。認証サーバ42は，ユーザによって入力されたパスワードの位置と初期登録時に登録された位置とを照合して，同一位置であれば，ユーザ本人と判断する。以上により，ワンタイムパスワードを用いた認証が行われる（ステップ103）。",
                    "…（以下略）…"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載から，甲1には，次の技術的事項が記載されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0018】には，「以下，ワンタイムパスワード発行の手順について説明する。」と記載され，【0017】の記載によれば，ワンタイムパスワードは，認証サーバ42が，端末装置1に対して，サービス提供装置3-1～3-3毎に発行するものであるから，甲1には，「ワンタイムパスワード発行の方法」が記載されている。",
                    "また，【0007】の「本実施の形態のサービス提供システムは，ウエブブラウザを搭載した携帯電話機等の端末装置1と，移動体通信網2と，端末装置1に対してサービスを提供するサービス提供者装置3（3-1～3-3）と，移動体通信網2とサービス提供者装置3との間に設けられた処理センタ装置4とから構成される。」との記載，【0023】の「認証サーバ42は，ユーザによって入力されたパスワードの位置と初期登録時に登録された位置とを照合して，同一位置であれば，ユーザ本人と判断する。以上により，ワンタイムパスワードを用いた認証が行われる（ステップ103）。」との記載によれば，「端末装置」は，「サービス提供システム」においてユーザが使用するものであり，「ワンタイムパスワード」は，ユーザが「端末装置」を用いて，ユーザ認証を行うために入力するものであるから，甲1には， ",
                    "「サービス提供システムにおける携帯電話機等の端末装置でユーザ認証を行うためのワンタイムパスワード発行の方法」",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【0018】の「以下，ワンタイムパスワード発行の手順について説明する。最初に，端末装置1から前記ユーザ情報をデータベース45に登録する初期登録時点において，認証サーバ42は，ウエブサーバ43を介してアクセス元の端末装置1に初期ワンタイムパスワード情報登録URLを通知する電子メールを送信する。」との記載によれば，甲1には，",
                  "text": [
                    "「初期登録時点において，認証サーバは，ウエブサーバを介してアクセス元の端末装置に初期ワンタイムパスワード情報登録URLを通知する電子メールを送信」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0019】の「端末装置1のユーザは，初期ワンタイムパスワード情報登録URLにおいて，認証サーバ42からウエブサーバ43を介して送られた図3のようなウエブページを見て，縦4個×横12個のランダムパスワードの中から例えば4つを選択し，選択したパスワードを図3の『パスワード』と表示された箇所に入力する。縦4個×横12個の各ランダムパスワードには，図4（a）に示すように，（A，1）から（D，12）までの座標が付与されている。」との記載によれば，「端末装置」は電子メールにより受信した「初期ワンタイムパスワード情報登録URL」を用いて，「認証サーバ」の「ウエブページ」の「ランダムパスワード」をユーザが視認可能に表示するとともに，「ランダムパスワード」は（A，1）から（D，12）までの座標が付与された縦4個×横12個の数字から構成され，さらに，【図3】によれば，「ランダムパスワード」の4個の数字群と数字群の間に数字以外の所定の記号が挿入されていると認められる。",
                    "また，「ランダムパスワード」から選択された数字は，「端末装置」に表示された「ランダムパスワード」近傍の「パスワード」と表示された箇所に入力されるのであるから，甲1には，",
                    "「端末装置は，初期ワンタイムパスワード情報登録URLを用いて，認証サーバのウエブページの（A，1）から（D，12）までの座標が付与された縦4個×横12個の数字からなるランダムパスワードを，4個の数字群と数字群の間に所定の記号を挿入して表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能と」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0019】の「端末装置1のユーザは，初期ワンタイムパスワード情報登録URLにおいて，認証サーバ42からウエブサーバ43を介して送られた図3のようなウエブページを見て，縦4個×横12個のランダムパスワードの中から例えば4つを選択し，選択したパスワードを図3の『パスワード』と表示された箇所に入力する。」との記載，【0020】の「端末装置1のユーザは，例えば座標（A，3），（B，7），（C，4），（D，9）を位置登録したい場合，これらの各座標位置に配置されているランダムパスワード，すなわち『6』，『3』，『4』，『1』を入力する。」との記載によれば，ユーザは，表示された「ランダムパスワード」の中から，登録したい位置にある「ランダムパスワード」を複数選択して入力するから，甲1には，",
                  "text": [
                    "「ユーザは，端末装置に表示されているランダムパスワードに基づき，登録したい位置のランダムパスワードを入力」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記ウ及び【0020】の「次に，認証サーバ42からは図4（b）に示すような2回目のランダムパスワードが送られる。端末装置1のユーザは，図4（b）のランダムパスワードの配置を見て，前述の座標位置（A，3），（B，7），（C，4），（D，9）に配置されているランダムパスワード，すなわち『3』，『2』，『0』，『2』を入力する。」との記載によれば，甲1には，",
                  "text": [
                    "「端末装置は，認証サーバから送信される2回目のランダムパスワードを表示するとともに，ユーザによって選択される2回目のランダムパスワードの入力を可能と」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "上記エ，【0020】の「端末装置1のユーザは，図4（b）のランダムパスワードの配置を見て，前述の座標位置（A，3），（B，7），（C，4），（D，9）に配置されているランダムパスワード，すなわち『3』，『2』，『0』，『2』を入力する。」との記載及び図4（a），（b）によれば，ユーザは，表示された2回目の「ランダムパスワード」に基づき，先に入力したのと同じ位置の「ランダムパスワード」を複数選択して入力しているから，甲1には，",
                  "text": [
                    "「ユーザは，端末装置に表示されている2回目のランダムパスワードに基づき，登録したい位置のランダムパスワードを入力」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "上記ア及び【0020】の「認証サーバ42は，2回の入力により，ユーザによって選択されたランダムパスワードの位置（A，3），（B，7），（C，4），（D，9）を確定し，確定した位置情報を前記ユーザ情報としてデータベース45に登録する。」との記載によれば，「認証サーバ」は「端末装置」からユーザが入力した2回の「ランダムパスワード」から共通する複数の「位置情報」を確定し，確定された「位置情報」が「ユーザ情報」の1つである「ワンタイムパスワード」として「データベース」に登録されるから，甲1には，",
                  "text": [
                    "「認証サーバは，端末装置からの2回の入力により，ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "上記ウ及び【0022】の「次に，サービス提供を希望するユーザが前述のように第1のURLを用いて処理センタ装置4にアクセスした後（ステップ101），ステップ103において，認証サーバ42から再び図3と同様のウエブページがアクセス元の端末装置1に送られる。このとき，縦4個×横12個のランダムパスワードの配置は，初期登録時と異なるようになっている。端末装置1のユーザは，初期登録時に位置情報を登録したときと同位置にあるランダムパスワードを図3の『パスワード』と表示された箇所に入力する。」との記載によれば，ここでのランダムパスワードの配置を含む「図3と同様のウエブページ」は，サービス提供時のユーザ認証において表示されるものであり，ユーザ認証を行う時点においては，初期登録時と「縦4個×横12個の数字からなるランダムパスワード」の配置が異なるように表示されるから，甲1には，",
                  "text": [
                    "「ユーザ認証を行う時点においては，前記端末装置は，縦4個×横12個の数字からなるランダムパスワードに，4個の数字群と数字群の間に所定の記号を挿入して，初期登録時とランダムパスワードの配置が異なるように表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能と」すること",
                    "が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "【0023】の「ここでは，例えば図5に示すような縦4個×横12個のランダムパスワードが表示されたとする。この場合，端末装置1のユーザは，初期登録時に登録した座標（A，3），（B，7），（C，4），（D，9）に配置されているランダムパスワード，すなわち『4』，『8』，『3』，『0』を順次入力する。認証サーバ42は，ユーザによって入力されたパスワードの位置と初期登録時に登録された位置とを照合して，同一位置であれば，ユーザ本人と判断する。以上により，ワンタイムパスワードを用いた認証が行われる（ステップ103）。」との記載によれば，ユーザ認証を行う時点においては，ユーザによって入力されたランダムパスワードの複数の位置情報と初期登録時に登録された位置の位置情報とが，同一位置であるかどうかで判断して，ユーザ認証しているから，甲1には，",
                  "text": [
                    "「認証サーバは，ユーザによって入力されたランダムパスワードの複数の位置情報と初期登録時に登録された複数の位置情報とを照合して，同一位置であれば，ユーザ本人と判断する」こと",
                    "が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を総合すれば，甲1には，次の発明が記載されているものと認められる（下線部が審決の認定と異なる部分である。以下，かかる発明をもって「甲1発明」という。）。",
                "「サービス提供システムにおける携帯電話機等の端末装置でユーザ認証を行うためのワンタイムパスワード発行の方法であって，",
                "初期登録時点において，認証サーバは，ウエブサーバを介してアクセス元の端末装置に初期ワンタイムパスワード情報登録URLを通知する電子メールを送信し，",
                "前記端末装置は，前記初期ワンタイムパスワード情報登録URLを用いて，前記認証サーバのウエブページの（A，1）から（D，12）までの座標が付与された縦4個×横12個の数字からなるランダムパスワードを，4個の数字群と数字群の間に所定の記号を挿入して表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能とし，",
                "前記ユーザは，前記端末装置に表示されているランダムパスワードに基づき，登録したい位置のランダムパスワードを入力し，",
                "前記端末装置は，前記認証サーバから送信される2回目のランダムパスワードを表示するとともに，前記ユーザによって選択される2回目のランダムパスワードの入力を可能とし，",
                "前記ユーザは，前記端末装置に表示されている2回目のランダムパスワードに基づき，前記登録したい位置のランダムパスワードを入力し，",
                "前記認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録し，",
                "ユーザ認証を行う時点においては，前記端末装置は，縦4個×横12個の数字からなるランダムパスワードに，4個の数字群と数字群の間に所定の記号を挿入して，初期登録時とランダムパスワードの配置が異なるように表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能とし，",
                "前記認証サーバは，ユーザによって入力されたランダムパスワードの複数の位置情報と初期登録時に登録された複数の位置情報とを照合して，同一位置であれば，ユーザ本人と判断する，方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "第1事件の取消事由1（発明の同一性の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明8及び9は，先願の甲1発明と同一であり，この点に関する審決の認定判断に誤りがあると主張するので，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明8の構成は，前記第2の2の【請求項8】のとおりであり，甲1発明の構成は，前記2(3)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各構成を対比すると，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明の「ワンタイムパスワード」は，「サービス提供システムにおける携帯電話機等の端末装置でユーザ認証を行う」ためのものであって，「認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録」することから，「ワンタイムパスワード」は「ユーザによって選択されたランダムパスワードの複数の位置情報」に基づき決定されるものである。",
                        "一方，本件発明8の「パスワード」は，ユーザ認証に用いられるものであって，「パスワード導出パターン」によって導出され，「パスワード導出パターン」は，「入力されたキャラクタに基づいて特定され」るから，甲1発明の「ワンタイムパスワード」及び「ユーザによって選択されたランダムパスワードの複数の位置情報」は，それぞれ，本件発明1の「パスワード」及び「パスワード導出パターン」に相当する。",
                        "また，甲1発明の「サービス提供システム」は，「携帯電話機等の端末装置」と「認証サーバ」とを含み，「携帯電話機等の端末装置」と「認証サーバ」とは，通信回線を介して接続されていることは明らかである。",
                        "そうすると，甲1発明の「携帯電話機等の端末装置」と「認証サーバ」とを含む「サービス提供システム」において，「端末装置でユーザ認証を行うためのワンタイムパスワード発行」を行い，「初期登録時点において，」「確定した位置情報」を「データベースに登録」する「サービス提供システム」は，本件発明8の構成要件E，すなわち，「端末装置と，前記端末装置と通信回線を介して接続されたサーバとを含む，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録システム」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明において，「携帯電話機等の端末装置」は，「前記初期ワンタイムパスワード情報登録URLを用いて，前記認証サーバのウエブページの（A，1）から（D，12）までの座標が付与された縦4個×横12個の数字からなるランダムパスワードを，4個の数字群と数字群の間に所定の記号を挿入して表示する」から，「ランダムパスワード」は，（A，1）から（D，12）までの座標を有する縦4個×横12個で構成されるマトリックスの要素のそれぞれに数字を割り当てたマトリックスを表示したものであるといえる。",
                        "よって，甲1発明の「数字」，「『（A，1）から（D，12）までの座標を有する縦4個×横12個』で構成されるマトリックス」及び「縦4個×横12個の数字からなるランダムパスワード」は，それぞれ，本件発明8の「キャラクタ」，「所定のパターン」及び「提示用パターン」に相当する。",
                        "また，甲1発明は，「『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能と」するものであり，ユーザは，「縦4個×横12個の数字からなるランダムパスワード」の中から，特定の「座標」の「ランダムパスワード」に割り当てられた「数字」を選択して入力することは明らかである。",
                        "そうすると，甲1発明の「前記端末装置は，前記初期ワンタイムパスワード情報登録URLを用いて，前記認証サーバのウエブページの（A，1）から（D，12）までの座標が付与された縦4個×横12個の数字からなるランダムパスワードを，4個の数字群と数字群の間に所定の記号を挿入して表示するとともに，『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能と」することは，本件発明8の構成要件F，すなわち，「前記端末装置は，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを無線端末装置が表示し，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す手段」を有することに相当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1発明において，「ユーザは，前記端末装置に表示されているランダムパスワードに基づき，登録したい位置のランダムパスワードを入力」すると，「前記端末装置は，前記認証サーバから送信される2回目のランダムパスワードを表示」し，「認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定」するものであり，ここで，「端末装置」は「ユーザによって選択されたランダムパスワードの複数の位置情報」が確定されるまで，2回繰り返して「縦4個×横12個の数字からなるランダムパスワード」を表示することは明らかであるから，甲1発明では，入力された「数字」に基づいて「ユーザによって選択されたランダムパスワードの複数の位置情報」が特定されるまで，新たな「縦4個×横12個の数字からなるランダムパスワード」を「端末装置」が表示する処理を繰り返し行うといえる。",
                        "また，甲1発明は，「『パスワード』と表示された箇所にユーザによって選択された複数の数字からなるランダムパスワードの入力を可能とし」，ランダムパスワードの入力をした後に，「端末装置は，前記認証サーバから送信される2回目のランダムパスワードを表示するとともに，前記ユーザによって選択される2回目のランダムパスワードの入力を可能と」するものであり，ここで，2回繰り返して「縦4個×横12個の数字からなるランダムパスワード」を表示し，ユーザに登録したい位置の「数字」の入力を促すことは明らかであるから，甲1発明では，「縦4個×横12個の数字からなるランダムパスワード」の中から，特定の「座標」の「ランダムパスワード」に割り当てられた「数字」の入力を促す処理を繰り返すといえる。",
                        "そうすると，甲1発明の「ユーザは，前記端末装置に表示されているランダムパスワードに基づき，登録したい位置のランダムパスワードを入力し，前記端末装置は，前記認証サーバから送信される2回目のランダムパスワードを表示するとともに，前記ユーザによって選択される2回目のランダムパスワードの入力を可能とし，前記ユーザは，前記端末装置に表示されている2回目のランダムパスワードに基づき，前記登録したい位置のランダムパスワードを入力」することは，本件発明8の構成要件G，すなわち，「前記入力されたキャラクタに基づいてパスワード導出パターンが特定されるまで，新たな提示用パターンを表示する処理を繰り返し，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返す手段」を有することに相当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲1発明は，「認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録」するものであり，上記(ア)から，甲1発明の「ユーザによって選択されたランダムパスワードの複数の位置情報」，「携帯電話等の端末装置」及び「認証サーバ」は，それぞれ，本件発明8の「パスワード導出パターン」，「端末装置」及び「サーバ」に相当する。",
                        "そして，甲1発明では，「端末装置」と通信回線を介して接続され，ユーザにより入力された「数字」に基づいて特定された「ユーザによって選択されたランダムパスワードの複数の位置情報」を「データベース」に登録するが，当該「複数の位置情報」を「データベース」に登録するに当たり，ユーザによる“パスワード導出パターン”の登録確認を行うことについては特定されていない。",
                        "一方，本件発明8は，ユーザによる「パスワード導出パターン」の確認のための構成として，「前記パスワード導出パターンが特定されたとき，前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示して，これにより，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段」が特定され，さらに，「前記パスワード導出パターンが特定され」ると，「前記端末装置と通信回線を介して接続されたサーバは，前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させるための手段を備える」ことが特定されている。",
                        "そうすると，甲1発明の「認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録」することと，本件発明8の構成要件H，すなわち，「前記パスワード導出パターンが特定されたとき，前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示して，これにより，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段」と，構成要件I，すなわち，「前記端末装置と通信回線を介して接続されたサーバは，",
                        "前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させるための手段を備える」こととは，後記の相違点があるものの，「前記端末装置と通信回線を介して接続されたサーバは，前記パスワード導出パターンが特定されると，前記特定されたパスワード導出パターンを登録させるための手段」を有する点で一致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の対比によれば，本件発明8と甲1発明の間には，次の一致点及び相違点が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「端末装置と，前記端末装置と通信回線を介して接続されたサーバとを含む，ユーザ認証に用いられるパスワードを導出するためのパスワード導出パターンの登録システムであって，",
                        "前記端末装置は，複数の要素から構成される所定のパターンの要素のそれぞれに所定のキャラクタを割り当てた提示用パターンを表示し，これにより，前記提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促すための手段と，",
                        "前記入力されたキャラクタに基づいてパスワード導出パターンが特定されるまで，新たな提示用パターンを表示する処理を繰り返し，これにより，前記新たな提示用パターンについての特定の要素に割り当てられたキャラクタの入力を促す処理を繰り返す手段と，",
                        "を有し，",
                        "前記端末装置と通信回線を介して接続されたサーバは，",
                        "前記パスワード導出パターンが特定されると，前記特定されたパスワード導出パターンを登録させるための手段を備える，",
                        "パスワード導出パターンの登録システム。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明8は，「前記パスワード導出パターンが特定されたとき，前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示して，これにより，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段」（構成要件H）を備え，「前記端末装置と通信回線を介して接続されたサーバは，前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させる」（構成要件I）のに対して，甲1発明では，「サーバ」（認証サーバ）は，「特定されたパスワード導出パターンを登録させるための手段」を有するものの，「特定されたパスワード導出パターン」（ユーザによって選択された複数の位置とその選択順序の情報）を含む登録確認画面を無線端末装置に表示して，前記パスワード導出パターンを登録するか又は前記表示及び入力を最初からやり直すかの選択を促す手段，及び，前記登録が選択されたとき，前記特定されたパスワード導出パターンを登録させる手段を備えていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記相違点について検討すると，甲1発明では，ユーザにより入力された「数字」に基づいて「特定されたパスワード導出パターン」，すなわち，「ユーザによって選択された複数の位置情報」を「データベース」に登録するものであり，当該「複数の位置情報」を「データベース」に登録するに当たり，「特定されたパスワード導出パターン」である「複数の位置とその選択順序の情報」を「端末装置」に表示し，ユーザによる確認を行うことについて開示も示唆もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，以下に検討するとおり，当該技術が当該技術分野において周知慣用技術であったともいえない。",
                        "すなわち，原告が周知慣用技術であることの裏付けとして提出した関係各証拠について検討すると，まず，甲73（特開平9-60296号公報）は，鉄骨建入れ検査システムにおける計測データの入力の確認，甲74（特開2000-322646号公報）は，インターネットを利用した商品の販売方法における利用者のユーザ情報登録の確認，甲75（特開2000-311200号公報）及び甲76（特開2000-242711号公報）は，ネットワークを介した贈り物を仲介する技術における商品の登録の確認，甲77（特開2000-57213号公報）及び甲78（特開平10-232893号公報）は，インターネットを介した求人求職情報交換システムに関し，求職会員が入力した情報内容の確認に関するものであり，いずれも，パスワードの登録の確認に関する技術ではない。",
                        "また，甲15（特開平9-231172号公報）は，コンピュータの提案したパスワードをユーザが承認して，仮パスワードとして決定するものであり，コンピュータがパスワードを提示するものであって，ユーザが入力したパスワードを確認するために表示するものではない。",
                        "甲16（特開平10-49596号公報）及び甲17（特開平11-227267号公報）は，ユーザが入力したパスワードをそのまま表示し，確認して登録するものである。",
                        "甲18（特開2000-353164号公報）には，入力したパスワードが入力枠に表示されることは記載されておらず，2回のパスワードの入力が一致した場合にパスワードを登録するものであって，表示により登録確認をするものではない。",
                        "甲19（特開2001-92785号公報）には，パスワード認証装置及びパスワード認証方法に関し，画面上を升目状に分割したグリッドをグリッドプレーンに配置し，認証用画像とグリッドプレーンを合成したパスワード入力映像を表示し，グリッドの選択順序をパスワードとして設定するパスワード認証方法（【0030】ないし【0036】）が記載され，パスワード登録画面には，パスワードの登録時に，グリッドを選択すると，選択されたグリッドが表示され，「パスワード入力終了」ボタンを押すと，終了する（図3）ことが記載されている。しかし，甲19は，パスワードとしてグリッドの位置を登録する際に，登録するグリッドの位置を表示して確認するものではあるが，それ自体は公知技術にすぎず，甲19のみをもって，パスワード導出パターンを，ユーザによって選択された複数の位置とその選択順序を確認できるように表示することが周知技術であるとはいえない。そして，このような周知技術とはいえない単なる公知技術に基づいて，甲1の記載を補充して，特許法29条の2の先願発明との同一性を判断することは相当でない。",
                        "甲2（平成19年3月8日付けQの宣誓供述書）の添付資料6（平成13年11月1日付けモバイルコネクトサービス操作説明書）及び甲7（日経インターネットテクノロジー平成13年12月号）には，ＮTTコム社による甲1発明の実施においては，「Go！」，「やり直し」という，「パスワード導出パターンを登録するか，最初からやり直すか」を選択するためのボタンが示されている。",
                        "しかしながら，ＮTTコム社において公然実施された「Go！」ボタン，「やり直し」ボタンは，本件特許の出願前の公然実施発明であり周知技術とはいえず，このような周知技術とはいえない単なる公知技術に基づいて先願明細書等の記載を補充して，特許法29条の2の先願発明との同一性の判断することは相当でない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，原告が提出した証拠のうち，パスワードの登録に関し，入力されたパスワードの確認表示を行う周知技術についての文献は，甲16及び17のみであるところ，これらは，いずれもパスワードの登録に関して，入力されたパスワードの数字をそのまま表示して確認をすることが周知技術であることを示すものである。これを本件発明8に関していえば，「キャラクタの入力」を表示確認することが周知技術であることを示すものであり，具体的には，本件明細書の図19（a），（b），（c）の4桁の数字（キャラクタ）を入力し，入力した数字（キャラクタ）を画面に表示し，確認して「OK」ボタンを押すことが周知技術であることを示す文献である。",
                        "しかし，ユーザが入力したキャラクタ等を表示することと，ユーザが入力したキャラクタに基づいて特定されたパスワード導出パターンを表示することとは異なるから，これらの文献に記載された周知技術を参酌しても，本件発明8の構成要件である，「パスワード導出パターンが特定されるまで」「キャラクタの入力」を繰り返し，「入力されたキャラクタに基づいて」，「前記パスワード導出パターンが特定されたとき，前記特定されたパスワード導出パターンを含む登録確認画面を前記無線端末装置が表示」することが甲1に記載されているに等しい事項とすることはできない。",
                        "また，甲73ないし78，甲15ないし19の各文献には，パスワードの登録確認画面において，「前記表示及び入力を最初からやり直す」かの選択を促す手段については，開示も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，甲1には，「特定されたパスワード導出パターン」を，ユーザによって選択された複数の位置とその選択順序を確認できるように表示することについて開示も示唆もなく，当該技術は，当該技術分野における周知慣用技術とは認められないから，上記相違点は周知慣用技術の付加などではなく，甲1発明と本件発明8は，実質同一であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明9について",
              "text": [
                "本件発明9の構成は，前記第2の2の【請求項9】のとおりであるところ，本件発明9は本件発明8に従属するものであり，上記のとおり，甲1発明と本件発明8は実質同一ではないから，甲1発明と本件発明9も実質同一とはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明8及び9は，いずれも甲1発明と同一とはいえないから，この点に関する審決の認定判断に誤りがあるとはいえない。",
                "よって，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "第1事件の取消事由2（特許法131条の2第2項の裁量権の逸脱・濫用の有無）について",
          "text": [
            "原告は，種々理由を述べて，本件審判手続において，原告が無効理由を追加すべく本件補正の許可を求めたのに対し，審判長がこれを認めなかったことには，特許法131条の2第2項において認められた裁量権を逸脱・濫用した違法がある，と主張する。",
            "しかしながら，原告が許可を求めた本件補正が要旨変更に当たることについては原告自身も争っていないところ，同項に基づいて審判長が行う請求の理由の補正の許否の判断は，たとえ不許可の決定がされたとしても，審判請求人はいつでも同一の理由に基づいて別途無効審判を請求できることから，不服を申し立てることができないものとされており（同条の2第4項），これによれば，その許否の判断の当否については，そもそも審決の取消事由に当たらないというべきである。",
            "さらにいえば，平成29年9月4日付け審判請求弁駁書（甲70）における本件無効審判の請求の理由の補正は，特許法38条の共同出願要件違反を無効理由として追加するものであるが，そもそも，かかる無効理由に基づく特許無効審判は，特許を受ける権利を有する者に限り請求できるものとされている（特許法123条2項括弧書）ことからすると，これに当たらない原告（原告が本件発明に係る特許を受ける権利を有する者でないことは明らかである。）が本件審判手続においてかかる無効理由を主張することが許されないこともまた明らかというべきである。したがって，その意味においても，本件補正を認めなかった審判合議体の判断に誤りはない。",
            "なお，原告は，上記弁駁書において，本件特許は特許法の平成23年改正前に出願されたものであるから，同法123条2項ただし書（括弧書の誤りと認める。）の適用はないとも主張しているが，本件無効審判の請求日は，平成27年11月27日であるところ，同年4月1日以降の無効審判の請求については，全て同項の適用がある（平成26年法律第36号による改正附則2条17項参照）のであるから，上記主張は誤解に基づくというべきである。",
            "以上の次第であるから，原告が主張する無効理由2は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "第2事件の取消事由1（甲1発明の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，甲1発明は，端末装置からの2回の入力によっては，ユーザによって選択された4個のランダムパスワードの位置情報を確定することができないのであるから，審決が，甲1発明について，認証サーバは，端末装置からの2回の入力により，ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録するものと認定したのは誤っている，と主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで検討するに，甲1の【0020】には，「端末装置1のユーザは，例えば座標（A，3），（B，7），（C，4），（D，9）を位置登録したい場合，これらの各座標位置に配置されているランダムパスワード，すなわち『6』，『3』，『4』，『1』を入力する。次に，認証サーバ42からは図4（b）に示すような2回目のランダムパスワードが送られる。端末装置1のユーザは，図4（b）のランダムパスワードの配置を見て，前述の座標位置（A，3），（B，7），（C，4），（D，9）に配置されているランダムパスワード，すなわち『3』，『2』，『0』，『2』を入力する。認証サーバ42は，2回の入力により，ユーザによって選択されたランダムパスワードの位置（A，3），（B，7），（C，4），（D，9）を確定し，確定した位置情報を前記ユーザ情報としてデータベース45に登録する。」と記載されている。",
                "他方で，図4（a）（b）に示されるランダムパスワードに対し，上記【0020】に記載された，1回目に「6」，「3」，「4」，「1」を入力し，2回目に「3」，「2」，「0」，「2」を入力すると，ランダムパスワードの位置は，（A，3），（B，7），（C，4），（D，9）以外に，（A，10），（C，6）にも該当するから，2回の入力では位置登録したい（A，3），（B，7），（C，4），（D，9）には確定しない。",
                "しかしながら，前記2(2)及び(3)のとおり，甲1の記載全体を総合すれば，甲1には，「2回の入力により，ユーザによって選択されたランダムパスワードの位置（A，3），（B，7），（C，4），（D，9）を確定」すること，すなわち，2回の入力（4つの数字の入力）によって，ランダムパスワードの4つの位置が確定することが記載されていると認めるのが相当であり，被告が指摘する明細書の記載と図面との不整合は，甲1の出願時，明細書及び図面を作成する際に，図4（a）（b）の座標位置（A，3），（B，7），（C，4），（D，9）については，明細書の記載と整合するように作成されたが，それ以外の座標位置については，適当に数字を割り当てて作成されたため，誤った記載となったもの，すなわち，明細書及び図面を作成する際の不注意による誤りであると理解することが可能である（そうでなければ，2回の入力によっても位置が確定しない場合のことについて，何らかの記載があってしかるべきであるが，甲1にそのような記載はない。）。",
                "そうすると，審決が，甲1の【0020】の記載等に基づいて，「前記認証サーバは，前記端末装置からの2回の入力により，前記ユーザによって選択されたランダムパスワードの複数の位置情報を確定し，確定した前記位置情報をワンタイムパスワードとしてデータベースに登録し」と，甲1発明を認定した点に誤りはないというべきであり，これに反する被告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の次第であるから，被告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "第2事件の取消事由2（一致点及び相違点の認定の誤り）及び取消事由3（発明の同一性の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，取消事由1で主張したとおり審決が甲1発明の認定を誤ったことを前提に，①審決は，かかる甲1発明の認定誤りに起因して本件発明と甲1発明との一致点及び相違点の認定を誤り，その結果，本件発明1と甲1発明との同一性の判断を誤った，②本件発明1（請求項1）を直接又は間接に引用する本件発明2ないし7（請求項2ないし7）についても，審決は，同じように本件発明との一致点及び相違点の認定を誤り，甲1発明との同一性の判断を誤った，などと主張する。",
                "しかしながら，被告が主張する取消事由1に理由がないことは上記5のとおりであるから，これを前提とする上記主張も理由がないは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明4固有の認定誤りを主張する点について",
              "text": [
                "被告は，要するに，本件発明4は，同発明の数式（当該数式）の左辺の方が右辺よりも大きくなる場合を排除することにより，従来型のパスワードより安全性が低くなるマトリックスを排除することとし，その前提として，パスワード導出パターンの利用に際してユーザは同じ位置の要素を選択しないという傾向が見られることに鑑みて，従来型のパスワードの数字の組合せの総数とマトリックスの大きさに基づく順列の総数との関係を規定するものであるのに対し，甲1のどこにもそのような記載はない（甲1発明は，縦4個×横12個のランダムパスワードの中から例えば4つを選択すること以上のことを開示していない）ことなど，技術的思想の違いを種々指摘して，審決が，甲1発明の「縦4個×横12個の数字からなるランダムパスワード」と本件発明4の「提示用パターン」とに実質的な違いはないとして，両発明の同一性を認めたのは誤りである，と主張する。",
                "しかしながら，甲1の【0019】の記載に鑑みれば，甲1には，縦4個×横12個のランダムパスワードの中から4つのパスワード（数字）を任意に選択する構成が開示されており，「4つ」選択するものとされている以上は，それぞれ別の場所を選択するのが通常であるから，本件発明4と同様に，ユーザは同じ位置の要素を選択しないことが前提とされているということができるし，現に，本件発明4の数式（当該数式）を充足する実施例が甲1に記載されていること，すなわち，甲1に記載がある，縦4個×横12個のランダムパスワードの中から4つを選択する場合（K＝4，L＝l2，J＝4の場合）に，本件発明4の数式（当該数式）を充足する結果となることそれ自体は，被告も積極的に争ってはいない。",
                "そうである以上，上記審決の認定判断に誤りはないというべきであり，この点に関する被告の主張はいずれにしても理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の次第であるから，被告が主張する取消事由2及び3は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "第2事件の取消事由4（発明者同一の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告の主張は，要するに，先願である甲1発明の発明者が後願である本件発明の発明者（被告代表者であるP）と同一であるとの被告主張を認めず，特許法29条の2本文括弧書（発明者同一）の適用を認めなかった審決の認定判断に誤りがある，とするものである。",
                "そこで検討するに，上記括弧書は，先後願の発明者が同一である場合には拡大先願（特許法29条の2本文）の適用外とする例外規定であって，その性格は，ただし書が規定する出願人同一の場合と何ら変わらないといえること，本件の場合，願書上，本件発明の発明者はPとされている一方で，先願である甲1発明の発明者はＮTTコム社のQとされており（甲1，8），少なくとも願書上先後願の発明者が同一とはいえないことは明らかであるのに，被告において，あえてこれと異なる主張を行うものであることからすれば，まずは，例外規定である上記括弧書の適用を求めて，先願である甲1発明の発明者につき上記願書の記載とは異なる主張を行う被告において，甲1発明の真の発明者が後願である本件発明の発明者と同じPであるという点について具体的に主張立証を行う必要があるというべきである。",
                "この点，甲1発明の従来技術に対する課題は，携帯電話機のように画面が小さく，入力方法に制限があっても，簡単にパスワード導出パターンを登録できるようにすることにあり，同発明の特徴的部分は，主として，①携帯電話（iモード）の限られた画面で操作できるように，マトリックスを4×16から4×12とした点，②マトリックス表の個々の升目に表示される数字を1桁とした点，及び③1回の入力ではワンタイムパスワードを確定できないことから，2回の入力により，ユーザが選択したランダムパスワードの複数の位置情報を確定するものとした点にあると認められるところ（甲10，23ないし25等），ベース社のRの陳述書（甲10）によれば，少なくとも，上記①及び②の点に関しては，同人の積極的な関与（具体的な提案等）が認められるというべきであるし，上記③の点に関しても，同陳述書に「私の方からパスワード導出パターンについて数字の入力を2回繰り返すことで登録することが可能か，セキュアプロバイダ社に打診した」とあることからすると，やはり同人の関与がうかがわれる（少なくとも，これらの関与が事実に反するとして完全に否定できるだけの証拠はない。）。",
                "また，甲1発明は，そもそも，ＮTTコム社のサービスであるモバイルコネクトサービスのユーザ認証システムの開発プロジェクトにおいて着想及び具体化されたものであるところ，同社のQにおいて，携帯電話（iモード）の画面でも一見してパスワードの位置が記憶しやすいものとする，簡単で分かりやすい操作で登録できるようにするとの要件定義をし，これが同社のプロジェクトチームのメンバーからベース社及びセキュア社（被告）に対して提示された上で，個々の検討が進められていたものと認められる（甲35，弁論の全趣旨）。",
                "以上によれば，甲1発明に関しては，ＮTTコム社のQによる上記要件定義の下，ベース社のRや被告のPを含む上記プロジェクトチームのメンバーが互いに知恵を出し合い，協力し合って開発に当たっていたことが容易に推察できる一方で，同発明がPの単独発明であること（上記①ないし③の提案等，発明の着想及び具体化を行ったのが同人のみであって，プロジェクトチームの他のメンバーが実質的に関与していないこと）を認めるに足りる的確な証拠（客観的かつ具体的な証拠）は存在しない。",
                "したがって，甲1発明の発明者がPである（甲1発明の着想及び具体化を行ったのがPのみである）と認めるには足りないというべきであり，これと同旨をいう審決の認定判断に誤りがあるものとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，被告は，Pがパスワード導出パターンの登録方法について，それまでに発案していたもの，あるいは構想していた複数のパスワード登録方法をiモードに適するように具現化し，平成12年12月，方式Cを含む「iモードでのOFFIC利用開始手順案」（甲22）にまとめあげて，これをセキュア社の担当者から，ＮTTコム社の担当者に対し，電子メールにて送信した，などと主張する。",
                    "しかしながら，甲22の方式Cの説明文書が，いつ，どのような形で作成され，プロジェクトチームの他のメンバーに伝達されたかは争いがある上に，そもそも，そこに記載されている方式Cの手順がプロジェクトチームでの議論を反映することなく，専ら被告（P）によって着想及び具体化されたという事実自体を認めるに足る的確な証拠がない。",
                    "したがって，被告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，ほかにも，①P以外の者の方式Cの特徴的部分への関与がないとか，②ＮTTコム社が被告からワンタイムパスワード認証特許のライセンスを得ているなどと主張するが，①の主張が証拠から認められる事実関係に必ずしも合致しないことは上記(1)のとおりであるし，②の主張についても，ワンタイムパスワード認証特許自体は被告が所有するものであり，ＮTTコム社としては，自社の提供するサービスに同認証技術を使用する以上，被告からライセンスを得ることは当然であって，そのことと，携帯電話による初期登録に係る甲1発明がP単独によるものであるか否かは全く関係がないというべきである。",
                    "また，被告は，審決が4桁の数字群と数字群の間に何か記号等を入れることを取り込んで甲1発明を認定しているのは不当であるとも指摘するが，審決はかかる認定のみに基づいて発明者の同一性を判断しているわけではないから，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その他被告がるる主張する点は，いずれも上記(1)の認定判断を覆すには足りないものであり，審決の取消事由として採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の次第であるから，被告が主張する取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上のとおり，原告が主張する取消事由1及び2並びに被告が主張する取消事由1ないし4はいずれも理由がなく，審決に取り消されるべき違法はない。",
            "よって，原告の第1事件に係る請求及び被告の第2事件に係る請求をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}