{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-3571号事件について平成29年6月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(後掲証拠及び弁論の全趣旨から認められる事実)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成23年8月9日，発明の名称を「保湿剤」とする出願をし(特願2011-174242号。請求項の数3。以下「本件出願」という。)(原告藻バイオテクノロジーズ株式会社の出願時の商号は株式会社新産業創造研究所。)，平成27年8月5日付けで特許請求の範囲を補正(以下「本件補正」という。甲8)し，平成28年1月5日付けで拒絶査定を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成28年3月8日，拒絶査定に対する不服の審判を請求し，特許庁は，これを不服2016-3571号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年6月1日，審判請求は成り立たない旨の審決(以下「本件審決」という。)をし，その謄本は，同月13日，原告らに送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，平成29年7月8日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである。以下，請求項1に係る発明を「本願発明」といい，またその明細書(甲6)を，図面を含めて「本件明細書」という。",
            "【請求項1】(a)藻類ボトリオコッカスブラウニー  RaceBから抽出される炭化水素成分，及び／又は(b)前記(a)成分における2重結合部分に水素添加した成分を含む保湿剤。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりであり，要するに，本願発明は，引用例である特開2010-252700号公報(甲1。以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づき，当業者が容易に想到することができたものである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "ボトリオコッカスの株の1種であるBOT144株から抽出した炭化水素を含む化粧料"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点",
                  "text": [
                    "藻類ボトリオコッカスから抽出される炭化水素成分を含む組成物"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "text": [
                    "【相違点1】",
                    "藻類ボトリオコッカスについて，本願発明においては「ボトリオコッカスブラウニー  RaceB」と特定するのに対し，引用発明は「BOT144株」である点。",
                    "【相違点2】",
                    "藻類ボトリオコッカスから抽出される炭化水素成分を含む組成物について，本願発明においては「保湿剤」と特定するのに対し，引用発明では「化粧料」と特定する点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "BOT144株はボトリオコッカスブラウニー  RaceBに該当するから，相違点1は実質的な相違点であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "化粧料に配合される炭化水素が，皮膚からの水分の蒸散の防止効果，すなわち保湿効果を有することは本件出願時の技術常識であった。",
                    "また，スクワレンやスクワランは化粧料に配合される保湿成分として慣用の成分であるところ，ボトリオコッカスブラウニー  RaceBが産生する炭化水素であるボトリオコッセンが，スクワレンと類似の化学構造を有していることは本件出願時によく知られた事項であった。",
                    "そうすると，引用発明において，スクワレンやスクワランと同等程度の保湿効果を期待しつつ，ボトリオコッセンの機能として保湿剤を想到することは，当業者が容易になし得たものといえる。",
                    "加えて，スクワランと同等程度の保湿効果を有することや，スクワランと同等程度の安全性を有することは当業者が当然に期待する事項であり，本件明細書に示された保湿効果が引用例及び本件出願時の技術水準から予測し難い格別な効果であるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は引用発明に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，本件出願は拒絶すべきものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "相違点2についての判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由(相違点2についての判断の誤り)",
      "content": [
        {
          "fig": "1",
          "text": [
            "相違点2について容易想到であるとした本件審決の判断には，次のとおり，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "技術分野が相違すること",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の技術分野は石油代替物，本願発明の技術分野は化粧品である。藻から石油代替物(燃料)を抽出しようとしていた当業者は，保湿効果など想像もせず，石油代替物が手に触れるのを極力避けていたのであるから，ボトリオコッカスからの石油代替物(燃料)生産に携わる者は化粧品の技術分野の当業者ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は石油代替物(燃料)として有望視されていたボトリオコッカスであり，本願発明者も石油代替物(燃料)の生産を求めていたところ，想像に反して全く偶然に保湿効果を見いだした。石油代替物(燃料)を生産しようとしてボトリオコッカスに取り組んでいた当業者は，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素が保湿剤になることには想い至らない。被告が指摘する文献(乙1～4)は，藻の種類が特定されていないか，あらゆる種類の藻が挙げられている中にボトリオコッカスが含まれているものであり，藻由来成分の用途に化粧品があり得るという可能性を述べる程度であり，石油代替物(燃料)を生産しようとしてボトリオコッカスに取り組んでいた当業者がこれらの文献に接したとしても，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素が保湿剤になるとは想い至らない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "化粧品の当業者も，化粧品に配合される炭化水素の困難性(皮膜形成，安全性，臭い及び安定性等)を熟知しているため，引用発明の炭化水素が直ちに化粧品に配合される炭化水素とはなり得ないことを理解している。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "炭化水素を保湿剤として用いることが技術常識ではないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "保湿剤の代表的な原料は，天然保湿因子(ＮMF)の構成要素であるアミノ酸，ピロリドンカルボン酸等や，グリセリン等の多価アルコール類，可溶性コラーゲン等のタンパク質加水分解物，キチン・キトサン等の動植物性物質があり，これらはいずれも炭化水素ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "化粧品に炭化水素が配合されている場合，その効能としては，①  溶媒効果による皮膚面の清浄化，②  皮膚表面における摩擦効果の促進，③  皮膚面における疎水性皮膜を形成し，皮膚面からの水分蒸散の抑制，④  疎水性皮膜によりメークアップ効果の維持，⑤  皮膚のエモリエント剤としての作用が挙げられるが，①②及び④は保湿効果とは異なるから，化粧品に炭化水素が配合されたとしても，その用途が保湿成分に限られるものではない。したがって，化粧品に配合される炭化水素が保湿成分として配合されていることは技術常識ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "化粧品の保湿のメカニズムとしては，①  疎水性皮膜の閉塞性によるものと，②  保湿剤の浸透によるものとがあり，①については成分が疎水性であることが必要であるが，②については疎水性である必要はなく，むしろ水との親和性が高い成分により得られる。これによれば，保湿性のために疎水性のある炭化水素である必要はない。ボトリオコッカスブラウニー  RaceBから抽出される炭化水素は，①と②を併せ持つと考えられる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "炭化水素は分子構造により，粘度，硬度，融点，揮発性，溶解性等の特性が大きく異なり，液体の炭化水素でも皮膚に疎水性皮膜を形成し得るものは限られる。トルエン，キシレン，ヘキサン等の炭化水素は疎水性がなく皮膚から吸収され，皮膚に障害をもたらすため，化粧品ないし保湿剤とはなり得ない。また，皮膜を形成することができる炭化水素であっても，化粧品に配合するためには，安全性が確認されたものでなければならないし，そのほか，溶解性，臭い，色，安定性等の種々の要件を満たさなければならない。加えて，化粧品として安定して生産できるためには，調達の容易性や確実性及び調達コストも重要である。",
                "したがって，炭化水素を化粧品の保湿成分として利用するのが容易想到であるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "ボトリオコッカスブラウニー  RaceBから抽出される炭化水素は石油代替物であり，石油代替物の当業者にとって石油代替物が皮膚に触れることを極力避けるのが技術常識であった。このような技術常識によれば，石油代替物であるボトリオコッカスブラウニー  RaceBから抽出される炭化水素について保湿効果を想到することが容易であるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "スクワレンが保湿剤として慣用の成分ではないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "化粧品業界で使用されているウェブサイトを利用してスクワレン及びスクワランを検索した結果，スクワランの使用例は1万0304件，スクワレンの使用例は16件，このうち6件はスクワレンのみならずスクワランも配合されていた。このような数値によっても，スクワレンが化粧品の原料として慣用の成分とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "スクワレンは，スクワランと異なり多不飽和化合物であり，非常に不安定で空気にさらすと酸敗しやすく，皮膚の刺激源となって皮膚障害を起こし得るから，化粧品原料としてふさわしくない。そうすると，上記(1)において化粧品の成分としてスクワレンと記載されているものであっても実際には部分水素添加したスクワレンであると推測される。そして，部分水素添加したスクワレンを化粧品に含有させる技術的意義は不明であり，単に，スクワレンが皮膚内に10パーセント程度存在していることから，宣伝効果のためにスクワレンを含有していると記載しているものと推測される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告の指摘する文献(乙5～7，9)には，スクワレンが記載されているが，これらはスクワレンに具体的にどのような効用があるかを試験評価したものではなく，あるいは，皮膚表面に塗布するスクワレンが保湿剤となることが記載されているわけではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上を総合すると，スクワレンを保湿剤として化粧品に配合することは慣用技術とはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "分子構造について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ボトリオコッカスブラウニー  RaceBから抽出される炭化水素とスクワレンの分子構造は近いものの，官能基の位置まで検討すれば多くの相違点がある。また，スクワランとスクワレンを比較すると，スクワランは官能基を持たないアルカンであり，スクワレンは不飽和のアルケンであって，両者の分子構造は全く異なっているし，スクワランとボトリオコッカスブラウニー  RaceBから抽出される炭化水素の分子構造も同様に全く異なっている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮にスクワレンとボトリオコッカスブラウニー  RaceBから抽出される炭化水素の分子構造が近くても，構造異性体の場合，相反する生理作用を引き起こす可能性がある。上記4のとおりスクワレンには保湿効果はないが，仮に，スクワレンに保湿効果があるとし，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素とスクワレンの分子構造が類似していると評価するとしても，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素とスクワレンは官能基の位置が異なり，相反する生理作用を引き起こすこともあり得るから，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素に保湿効果があるか否かは実際に確かめてみなければ分からない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明は，発明者がボトリオコッカスブラウニー  RaceBから抽出される炭化水素に保湿効果があることを偶然に発見し，偶然の発見をきっかけに，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素に保湿効果があることを定量的に評価し，保湿剤としての安全性を確認して発明を完成させたものであり，分子構造が近いから保湿効果が認められるであろうと仮説を立てたのは保湿効果の評価を経た後である。本願発明を知った上で事後的にボトリオコッカスブラウニー  RaceBから抽出される炭化水素とスクワレンの分子構造の対比をし，保湿効果を導き出すのはいわゆる後知恵の手法である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明は引用発明に基づき容易に発明することができたとする本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "技術分野が密接に関連していること",
          "text": [
            "ボトリオコッカスブラウニー等の藻類由来の成分を，石油代替物のみならず化粧品としても使用できることは，本件出願時に公知の文献(乙1～4)にも記載されており，本件出願時に公知の事項であった。また，流動パラフィンやワセリン等に代表されるように化粧品に配合される炭化水素の原料として石油は極めて一般的なものであるから，石油代替物と化粧品の技術分野が密接に関連していることは，本件出願時に公知であった。"
          ]
        },
        {
          "fig": "3",
          "subject": "化粧品に配合される炭化水素が保湿効果を有することは技術常識であったこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "化粧品に配合される常温で液体の炭化水素には疎水性があるから，皮膚に疎水性の皮膜を形成して閉塞することにより皮膚からの水分の蒸散を抑制することにより角層水分量を長時間にわたって高めるという保湿効果(エモリエント効果)を備えており，他の用途(溶剤や増粘剤)として使用し得るとしても，保湿成分としても使用し得るものであることは本件出願時の技術常識であった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "疎水性物質である炭化水素が皮膚表面に塗布されれば，皮膚表面に疎水性皮膜が形成され，それによって角質層からの水分の蒸散が抑制され，保湿効果が奏される。本件出願時に公知の文献(乙15の1)には，炭化水素類がエモリエント剤の代表例であること及びエモリエント剤は閉塞作用によって角質層から水分の蒸発を抑制することが記載されており，実際にスクワラン，スクワレン，流動パラフィン，ワセリンなどの「化粧料に配合される炭化水素」が，優れた保湿性や閉塞性を有していることが，具体的な数値を伴って示されている。そして，このようなメカニズムを考慮すると，炭化水素による保湿効果は，炭化水素の有する「疎水性」という物性に起因するものであるから，炭化水素が「保湿成分」として配合されたか否かによらず，保湿効果が奏されることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "スクワレンが保湿剤として慣用の成分であること",
          "text": [
            "スクワレンは，スクワランと同様に保湿効果を有することが周知の成分であり，本件出願時において，スクワレン及びスクワランは保湿効果を有する炭化水素の代表例であった。すなわち，保湿効果を目的として化粧品に炭化水素を配合する技術を開示する文献(乙5～7)において，配合し得る代表的な炭化水素としてスクワラン及びスクワレンが例示され，本件出願時に公知の特許文献(乙18～21)には，スクワレンを化粧料に保湿成分として配合することが記載されているし，③  本件出願時以前に，スクワレンを保湿成分として含む化粧料製品が複数存在していた。"
          ]
        },
        {
          "fig": "5",
          "subject": "化学構造について",
          "text": [
            "化粧品に使用される炭化水素が保湿効果を有することは本願出願時の技術常識であり，その保湿効果が，炭化水素が本来有する物性である疎水性に由来することも周知の事項である。ボトリオコッカスブラウニー  RaceBから抽出される炭化水素はそのような疎水性を有する炭化水素の一種であるから，二重結合の有無や構造異性体といった微細な化学構造の相違とは無関係に保湿効果が期待できることは当業者にとって自明な事項である。",
            "また，炭化水素の中でもスクワレン及びスクワランが保湿効果を有することは周知であるから，そのような代表的な炭化水素の1つであるスクワレンと類似の構造を有するボトリオコッカスブラウニー  RaceBから抽出される炭化水素にスクワレン及びスクワランと同等の保湿効果を期待することは当業者が容易に想到し得る。",
            "化粧品を開発するに当たり，その効果や安全性を評価することは当業者が通常行うことにすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本願発明の特許請求の範囲の記載は，上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には以下の記載がある(甲6)。なお，改行については適宜省略することがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，皮膚を保湿するために用いられる保湿剤に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】  皮膚は，図2に示す構造を有する。皮膚の保湿においては，角質細胞1の外側にある皮脂膜3，細胞間脂質5，それにＮMF(Natural Moisturizing Factor，天然保湿成分)7が重要な役割を担っている。角質細胞1の中で，まずはＮMF7が水分9と結合し，蒸発しにくい結合水を作る。そして，細胞間脂質5がラメラ構造という層状の構造をとって水分を逃がさないように挟み込む形をつくる。さらに，皮膚表面で皮脂膜3がフタとなり，細胞間脂質5が引き込んだ水分の蒸発を防いでいる。これら，皮脂膜3，細胞間脂質5，ＮMF7がバランスよく各々の機能を発揮することで肌が保湿される。",
                    "【0003】  皮脂膜3の成分は以下のとおりである。",
                    "スクワレン：10％  ロウ：22％  脂肪酸：25％  トリグリセリド：25％  モノグリセリド，ジグリセルド：10％  コレステロールエステル：2．5％  コレステロール：1．5％  その他：4％",
                    "皮脂膜3を作るのに欠かせないのがスクワレンである。しかしながらスクワレンの分泌量は，女性の場合25才前後をピークに減少する。スクワレンの量が少なくなると，皮脂膜3のバランスが崩れ，保湿の機能が低下し，また，紫外線やほこり等の刺激に負けやすい肌になる。そこで従来，保湿効果を狙う化粧品等には，深海サメ肝臓やオリーブオイル等から抽出したスクワレンを，酸化され難い安定構造のスクワランに変えて添加してきた。",
                    "【0004】  例えば，特開2007-191455号公報(特許文献1)には，オリーブ果実から取れるバージンオリーブオイル中に極微量含まれているスクワレンを抽出・精製し，スクワランにして，そのスクワランをバージンオリーブオイルに30～50％添加すれば，保湿や肌荒れに効果を発揮することが記載されている。また，特開2009-234920号公報(特許文献2)には，数種の脂肪酸やミツロウ，ホホバ油に加えてスクワランを4％添加することで皮膚の保水性が飛躍的に向上することが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】  スクワランは上述した多くの優れた効能のために，これまで，多くの保湿剤や化粧品等に添加されてきた。しかしながら，スクワランの元となるスクワレンの供給源は，深海に住むアイザメと呼ばれるサメの肝臓であり，アイザメは近年乱獲によって個体数が大きく減少している。このようなことから，現在スクワレンの価格は高騰し，さらに将来的にはアイザメの捕獲自体が規制されるのではないかとされている。一方，アイザメ以外にもオリーブ油や米ぬか等にもスクワレンは含まれているが，非常に微量であり，やはり価格的に高コストであるといった問題がある。",
                    "【0007】  本発明は以上の点に鑑みなされたものであり，スクワランを必ずしも配合しなくても保湿効果を有する保湿剤を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】  本発明の第1の保湿剤は，(a)藻類ボトリオコッカスブラウニーから抽出される炭化水素成分，及び／又は(b)前記(a)成分における2重結合部分に水素添加した成分を含むことを特徴とする。",
                    "【0009】  本発明の第1の保湿剤は，保湿性能が高く，また，安全性が高い。本発明の第1の保湿剤において，前記(a)成分と前記(b)成分との合計濃度は，15～30重量％であることが好ましい。この範囲内であることにより，保湿性能が一層高くなる。なお，(a)成分のみを含み，(b)成分を含まない場合の合計濃度とは，(a)成分の濃度である。また，(b)成分のみを含み，(a)成分を含まない場合の合計濃度とは，(b)成分の濃度である。また，上記の濃度とは，保湿剤の全量を100重量％としたときの濃度である。前記(b)成分は，(a)成分における2重結合部分の全てに水素添加したものであってもよいし，一部のみに水素添加したものであってもよい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0015】  本発明の実施形態を説明する。",
                    "1．保湿剤の製造",
                    "(1)炭化水素の抽出",
                    "緑藻類である「botoryococcus braunii」(以下ではボトリオコッカスと表記)を，所定の濃度まで培養した後，水中からネット等で回収し，凝縮する。ここで，凝縮とは，水分と藻体とを可能な範囲で分離することを意味する。また，ボトリオコッカスは，独立行政法人産業技術総合研究所  特許生物寄託センターに，受託番号「tsukuba-1  FERM T-22046」において寄託されている。なお，ここで用いたボトリオコッカスは，RaceBと称されるものである。",
                    "【0018】  組成分析及び分子構造解析の結果，得られた炭化水素は，図1に示す分子構造を有するC H であることが確認できた。以下では，この炭化水素をボトリオイル(C H )とする。",
                    "(2)水素を添加した炭化水素の製造",
                    "前記(1)で得られたボトリオイル(C H )に対し，次のようにして水素を添加した。",
                    "【0019】  まず，300mlオートクレーブ反応容器に，Ar気流下，以下の材料を投入した。",
                    "ボトリオイル(C H )：28．67g  10％Pd-C(50％含水品)：2．87g  酢酸エチル：96ml",
                    "次に，オートクレーブ反応容器に水素を3．1MPa充填し，攪拌を開始した。水素の消費とともに水素を追加充填しながら，0．9～3．3MPaの水素圧の下で攪拌を続けた。このとき，反応初期において少し発熱が生じた。",
                    "【0020】  一晩攪拌した後，水素の吸収がそれ以上見られなくなったので，反応を停止した。オートクレーブ反応容器内をArガスで置換した後，反応液をセライトでろ過し，また，触媒(10％Pd-C)をろ過して酢酸エチルで十分に洗浄した。ろ液を減圧濃縮し，残渣を28g得た。この残渣のＮMR分析を行ったところ，不飽和炭化水素のピークが消失していた。また，残渣のGC／MS分析を行ったところ，主生成物の分子量は448であった。この残渣が，ボトリオイル(C H )に水素を添加したもの(以下，水素添加ボトリオオイルとする)である。",
                    "(3)保湿剤の製造",
                    "ボトリオイル(C H )とオリーブオイルとを表1に示す配合比で混合して，保湿剤1，保湿剤2を製造した。また，水素添加ボトリオオイルとオリーブオイルとを表1に示す配合比で混合して，保湿剤3，保湿剤4を製造した。",
                    "【0021】  また，比較例として，スクワラン(和光純薬工業(株)製)とオリーブオイルとを表1に示す配合比で混合して，保湿剤R1，保湿剤R2を製造した。",
                    "【0022】",
                    "【表1】",
                    "【0023】",
                    "2．保湿剤の評価",
                    "(1)保湿性能の評価",
                    "保湿剤1～保湿剤4，保湿剤R1，保湿剤R2をパネラ(ヒト)の皮膚に塗布し，塗布から15分後，30分後，45分後，60分後，90分後，120分後にそれぞれ，角質水分量の変化率Aを測定した。角質水分量の変化率Aは，以下の式1で定義される量であり，このAの値が大きいほど，保湿性能が高いことを示す。",
                    "【0024】  (式1)    A＝(B／Bi)×100",
                    "ここで，Bは各測定時(塗布から15分後，30分後，45分後，60分後，90分後，120分後)における皮膚電気伝導度であり，Biは保湿剤の塗布直後における皮膚電気伝導度である。B，Biの単位はそれぞれμSであり，Aの単位は％である。Aの測定部位はパネラの前腕内側中央部とし，パネラは肌健常者とした。B，Biの測定には，表皮角質水分測定器SKICOＮ-200EXwpを用いた。各条件(保湿剤の種類，塗布からの時間)において，それぞれ，7人のパネラに対し角質水分量の変化率Aの測定を行い，Aの平均値及び標準偏差を算出した。",
                    "【0025】  表2，表3に，各保湿剤を用いた場合の角質水分量の変化率Aの平均値(上段)と，標準偏差(下段)を示す。また，比較対照として，保湿剤の代わりに蒸留水を用いた場合の角質水分量の変化率Aも示す。なお，表2に示すデータは，同じときに取得されたものであり，また，表3に示すデータは，同じときに取得されたものである。",
                    "【0026】",
                    "【表2】",
                    "【0027】",
                    "【表3】",
                    "【0028】  表2から明らかなように，保湿剤1，保湿剤2における角質水分量の変化率Aは，保湿剤R1，保湿剤R2における角質水分量の変化率Aと同等以上であった。また，保湿剤1，保湿剤2における角質水分量の変化率Aは，蒸留水を塗布した場合の角質水分量の変化率Aよりも顕著に高かった。",
                    "【0029】  また，表3から明らかなように，保湿剤3，保湿剤4における角質水分量の変化率Aは，保湿剤R1，保湿剤R2における角質水分量の変化率Aと同等以上であった。また，保湿剤3，保湿剤4における角質水分量の変化率Aは，蒸留水を塗布した場合の角質水分量の変化率Aよりも顕著に高かった。すなわち，保湿剤1～保湿剤4は，保湿性能において優れていることが確認できた。",
                    "(2)安全性の評価(その1)",
                    "保湿剤1，保湿剤2の安全性を確認するために，ボトリオイル(C H )による皮膚パッチテストを行った。具体的には，ボトリオイル(C H )をモルモットに投与し，投与後48時間までに紅斑・痂皮形成や浮腫形成が見られるかを観察した。投与量は0．03mL／匹とし，n数は3とした。また，比較対照として，ボトリオイル(C H )の代わりに，スクワレン(和光純薬工業(株)製)，又はスクワラン(和光純薬工業(株)製)を用いて同様のパッチテストを行った。パッチテストの結果を表4に示す。",
                    "【0030】",
                    "【表4】",
                    "【0031】  表4に示されるように，ボトリオイル(C H )では，紅斑・痂皮形成や浮腫形成は生じなかった。一方，スクワレンでは，紅斑・痂皮形成が生じた。",
                    "【0032】",
                    "【表5】",
                    "【0033】  表5に示すように，水素添加ボトリオオイルについての一次刺激性インデックスは全て0．00であり，安全性が高い(紅斑・痂皮形成や浮腫形成が全く生じない)ことが確認できた。",
                    "3．保湿剤が奏する効果",
                    "保湿剤1～保湿剤4は，上述した保湿性能の評価結果から明らかなように，スクワランを配合していなくても，保湿性能が非常に高い。また，保湿剤1～保湿剤4は，上述した安全性の評価結果から明らかなように，安全性が高い。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の特徴",
              "text": [
                "上記(2)によれば，本願発明の特徴は次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明は皮膚を保湿するために用いられる保湿剤に関する。(【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "本願発明の背景技術として，細胞間脂質が引き込んだ水分の蒸発を防ぐ皮膚表面の皮脂膜の成分であるスクワレンの分泌量が年齢と共に減少し，スクワレンの量が少なくなると，皮脂膜のバランスが崩れ，保湿の機能が低下し，また，紫外線やほこり等の刺激に負けやすい肌になることから，保湿効果を狙う化粧品等には，深海サメ肝臓やオリーブオイル等から抽出したスクワレンを，酸化され難い安定構造のスクワランに変えて添加してきた。(【0002】，【0003】)"
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "スクワランの元となるスクワレンは高コストであることから，スクワランを必ずしも配合しなくても保湿効果を有する保湿剤を提供することを目的とする。(【0006】，【0007】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本願発明の第1の保湿剤は，(a)藻類ボトリオコッカスブラウニーから抽出される炭化水素成分，及び／又は(b)前記(a)成分における2重結合部分に水素添加した成分を含むことを特徴とする。この保湿剤は，保湿性能が高く，また，安全性が高い。(【0008】，【0009】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が引用した本件出願前に頒布された刊行物である引用例(甲1)には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】  微細藻類ボトリオコッカスの増殖を促進する作用を奏するアスティカカウリス・エキセントリカス菌株。",
                    "【請求項2】  受託番号がＮITE  AP-704であるアスティカカウリス・エキセントリカス菌株。",
                    "【請求項3】  請求項1又は2に記載のアスティカカウリス・エキセントリカス菌株を，微細藻類ボトリオコッカスに添加することを特徴とする，微細藻類ボトリオコッカスの培養方法。",
                    "【請求項4】  請求項3に記載の培養方法で培養された微細藻類ボトリオコッカスから炭化水素を取り出すことを特徴とする炭化水素の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，新規なアスティカカウリス・エキセントリカス菌株，それを用いた微細藻類の培養方法，及び炭化水素の製造方法に関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】  微細藻類に属する緑藻ボトリオコッカス(Botryococcus，以下，ボトリオコッカスとする)は，光合成によって二酸化炭素を固定し，石油の代替となりうる炭化水素を生産することが知られている。ボトリオコッカスにより得られる炭化水素は窒素，硫黄含有量が少なく，燃焼による環境への負荷が少ない。また，ボトリオコッカスにより得られる炭化水素は，純度が高いため，潤滑油，溶剤，化粧品，医療品等としての利用も期待されている。",
                    "【0003】  しかしながら，ボトリオコッカスは，無菌的な環境での増殖速度が遅い上に，屋外培養では，他の微生物の混入によって増殖が阻害されることから，継続的に屋外培養を行うことは困難とされてきた。なお，世界各地のダムや湖等，自然界でのボトリオコッカスの大量繁殖や優占的な増殖は確認されているが，大量繁殖が確認された湖沼の水質，気候，天候などの特徴に関する調査が行われているのみで，大量繁殖を誘引する因子はこれまでに特定されていなかった。",
                    "【0004】  ところで，Chiracら(1985)が，ボトリオコッカス無菌株と5種類の細菌との混合培養を行い，ボトリオコッカスの増殖及び炭化水素の生産を促進する細菌の存在が報告されている(非特許文献1参照)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題】",
                  "text": [
                    "【0006】  しかしながら，上記の方法では，屋外培養等の方法により，工業的な大量培養を行えるかは不明である。本発明は以上の点に鑑みなされたものであり，ボトリオコッカスの工業的な大量培養を可能とする新規なアスティカカウリス・エキセントリカス菌株，それを用いたボトリオコッカスの培養方法，及び炭化水素の製造方法を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0012】  本発明の培養方法を実施するときの条件としては，以下の条件が好適である。…(中略)…",
                    "(4)請求項4に係る発明の炭化水素の製造方法は，請求項3に記載の培養方法によって効率良く培養されたボトリオコッカスを使用できるので，炭化水素を効率よく製造することができる。本発明で製造した炭化水素は，例えば，石油の代替として使用でき，窒素，硫黄含有量が少ないため，燃焼による環境への負荷が少ない。また，本発明で製造した炭化水素は，純度が高いため，例えば，潤滑油，溶剤，化粧品，医療品等として好適である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0024】  3．ボトリオコッカスの培養方法",
                    "(1)菌株A44を，ボトリオコッカスの株の1種であるBOT144株(無菌)に接種し，培養液を入れたフラスコ内で，フラスコ培養を行った。…(中略)…",
                    "【0026】  所定期間の培養が終了した後，以下のようにしてボトリオコッカスから炭化水素を取り出した。まず，培養液を凍結乾燥し，その乾燥重量を測定した。これにヘキサンを加え，30分間静置した。その後，超音波をかけて炭化水素をヘキサン中に抽出し，そのヘキサン層をあらかじめ重量を測定した試験管に移した。残渣には再度ヘキサンを加え，上と同様にヘキサンを抽出し，ヘキサン層を上と同じ試験管に加えた。この操作を，残渣に加えたヘキサン層が，超音波をかけた後でも透明となるまで繰り返した。その後，遠心エバポレーターを用いて試験管内のヘキサンを除去し，残った炭化水素の重量を測定した。",
                    "【0028】  また，炭化水素の量については，培養期間が最大の33日間であるとき，菌株A44を接種した場合の方が，菌株A44を接種しない場合よりも，30％も増加していた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，引用例には，前記第2の3(2)アのとおり引用発明が記載されており，この点は当事者間に争いがない(なお，「化粧料」は「化粧品」と同義であると解されるので，以下において化粧品と統一する。甲1)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明は，前記第2の3(2)イの点で一致し，前記第2の3(2)ウのとおりの相違点1及び相違点2について相違するところ，相違点1は実質的な相違点ではないというべきであり，これらの点については当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，相違点2についての容易想到性について検討するに，まず，本件出願時の技術常識に関し，次のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "炭化水素について(甲3，28，29，36，乙12，13，乙15の1，乙16，17)",
                  "text": [
                    "炭化水素は炭素と水素よりなる化合物の総称で，炭素同士の結合が全て単結合である飽和炭化水素と二重結合や三重結合を含む不飽和炭化水素に分類される。炭化水素は非極性の分子であり，疎水性を備える。",
                    "炭化水素には化粧品原料として用いられるものもあるが，中には，気体，合成樹脂のように液体でないものや，キシレン，ヘキサン，ベンゼンのような人体に悪影響があるものなど，化粧品原料たり得ないものもある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "保湿剤における保湿のメカニズム(甲35，乙5，8，乙15の1)",
                  "text": [
                    "保湿を目的に用いられる薬剤である保湿剤における保湿のメカニズムは，エモリエントとヒューメクタントに大別される。エモリエントは，炭化水素であるワセリンに代表されるように，それ自体には水を蓄える作用はないが，疎水性皮膜を形成することにより角層を通して起こる皮膚の水分蒸散の上部を閉塞すること(閉塞性)で角層内に水分を貯留させて，角層水分量を長時間にわたって高めるものである。また，ヒューメクタントは，アミノ酸や尿素に代表されるように，角層成分との親和性に富み，角層成分との相互作用において水分を保持しやすいもので，その結果として角層水分量を長時間にわたって高めるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "炭化水素の化粧品原料(甲3，36，乙14)",
                  "text": [
                    "炭化水素は古くから化粧品原料として広く用いられており，化粧品原料としての炭化水素は，①  溶媒効果により皮膚面を清浄化する，②  皮膚表面における摩擦効果を促進する，③  皮膚面に疎水性皮膜を形成し，皮膚面からの水分蒸散を抑制する(閉塞性)，④  疎水性皮膜によりメークアップ効果を維持する，⑤  皮膚のエモリエント剤として作用するなどの効用を有する。",
                    "炭化水素の化粧品原料には，皮膚に疎水性の皮膜を形成して水分の蒸散を防ぐ(閉塞性)という特徴があり，常温で液体の炭化水素の化粧品原料の多くは主な特性としてエモリエント性を備えるものとされている。",
                    "炭化水素の化粧品原料は，石油系(流動パラフィン，パラフィン，ワセリン等)，動物系(スクワレン及びこれに水素添加したスクワラン)，植物系(オリーブ油，米ヌカ油などに存在する植物性のスクワレン及びこれに水素添加したスクワラン)等に分類でき，石油系の炭化水素の化粧品原料は極めて一般的に使用されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ボトリオコッカスブラウニーから抽出される炭化水素について(甲4，5，乙10，11，弁論の全趣旨)",
                  "text": [
                    "ボトリオコッカスブラウニーは微細藻類であり，RaceA，RaceB及びRaceLに分類される。ボトリオコッカスブラウニー  RaceBは内燃機関の燃料として用いることができる炭化水素を大量に産生する。",
                    "BOT144株は，ボトリオコッカスブラウニーのRaceBの株の1種であり，BOT144株から抽出した炭化水素(以下「甲1炭化水素」という。)は常温で液体の炭化水素である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "スクワレン及びスクワランについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "スクワランは，複数の二重結合を有する多不飽和化合物であるスクワレンに完全に水素添加して安定化することによって得られる，疎水性を有する炭化水素であり，化粧品に配合される保湿成分として慣用の成分であった。(甲32，乙18，弁論の全趣旨)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "スクワレンは，スクワランと同様に疎水性を有する炭化水素であって，スクワランと同程度の閉塞性を備えている。そして，スクワレンは，多不飽和化合物であるから不安定で空気にさらすと酸敗しやすく，これにより皮膚に刺激を与えるため，完全水素添加してスクワランとした上で化粧品に用いるのが一般的であったものの，本件出願時にスクワレンを配合したと記載された製品が複数存在した。(甲27，甲30の2，甲31～33，乙15，22，23)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件出願時に公知の特許文献(特開2010-260819号公報(乙5。【請求項1】，【0019】，【0022】)，特開2006-169175号公報(乙6。【請求項1】，【0016】，【0017】)，特開2003-12485号公報(乙7。【請求項1】，【0005】)，特開平10-87516号公報(乙18。【0004】)，特開2004-248643号公報(乙19。【0016】)，特開平10-120548号公報(乙20。【請求項1】，【0013】，【0020】)には，保湿効果ないしエモリエント感等のために配合する化粧品原料として，ワセリンや流動パラフィン等と共に，スクワランとスクワレンが列記され，あるいは，化粧品にスクワレンを配合することが記載されている。また，本件出願時に公知の化粧品の技術分野の文献(フレグランスジャーナル(昭和63年9月25日発行。乙9，15の1)，フレグランスジャーナル(平成19年9月28日発行。乙14)，粧技誌第21巻第2号(1987年。乙15の2))にも，化粧品原料としてスクワランのみならずスクワレンを取り扱う会社があることや，閉塞性ないしエモリエント性を有する化粧品原料としてスクワランとスクワレンがあることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "スクワレンの化学構造は，甲1炭化水素の化学構造と類似している。(甲4，乙10，弁論の全趣旨)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件出願時，炭化水素の中には皮膚に疎水性皮膜を形成できるものがあること，化粧品に配合される常温で液体の炭化水素の多くについて，皮膚に疎水性皮膜を形成して皮膚からの水分の蒸散を防止すること(閉塞性)によるエモリエント性(保湿効果の一種)が認められることは，化粧品の分野の当業者の技術常識だった(上記(2)ア～ウ)ものである。また，甲1炭化水素が常温で液体の炭化水素であり，その化学構造が炭化水素であるスクワレンに類似していること，スクワレンとスクワランは疎水性を有する炭化水素であること，スクワランが化粧品の保湿剤として慣用の成分であり，スクワレンが化粧品に配合される成分でありスクワランと同等の閉塞性を有することも，同様に当業者の技術常識であった(上記(2)エ及びオ)。",
                "そうすると，本件出願時の化粧品の分野の当業者が，常温で液体の炭化水素である甲1炭化水素成分を含む化粧品について，上記の技術常識を用いて，保湿剤の機能を想到するのは容易であったというべきである。",
                "以上によれば，本件出願時の当業者において，相違点2(藻類ボトリオコッカスから抽出される炭化水素成分を含む組成物について，本願発明においては「保湿剤」と特定するのに対し，引用発明では「化粧品」と特定する点)に係る構成を容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，引用発明の技術分野は石油代替物であり，本願発明の技術分野は化粧品であり，引用発明のようにボトリオコッカスからの石油代替物(燃料)生産に携わる者は化粧品の技術分野の当業者ではないとして，相違点2につき容易想到性がないと主張する。",
                    "しかし，ボトリオコッカスから石油代替物(燃料)を生産することができるとしても(上記(2)エ)，引用発明は化粧品の発明であるから，引用発明の技術分野は化粧品の分野であり，原告らの主張は前提を欠く。なお，この点を措くとしても，石油系の化粧品原料は極めて一般的に用いられている(上記(2)ウ)のであるから，化粧品と石油の技術分野は密接に関連しており，化粧品と石油代替物の技術分野にも関連性があるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，①  保湿剤の代表的な原料は炭化水素ではないこと，②  化粧品における炭化水素の効能としては保湿効果以外の効能も知られ，化粧品に配合される炭化水素の用途が保湿成分に限られるものではないこと，③  保湿のメカニズムは疎水性皮膜の形成(エモリエント)に限られないこと，④  液体の炭化水素であれば当然に疎水性皮膜を形成するものではなく，また，炭化水素を化粧品に配合するためには安全性等の種々の条件を満たす必要があること，⑤  ボトリオコッカスブラウニー  RaceBから抽出される炭化水素は石油代替物であり，石油代替物の当業者にとって石油代替物が皮膚に触れることを極力避けるのが技術常識であったことなどからすれば，石油代替物であるボトリオコッカスブラウニー  RaceBから抽出される炭化水素について保湿効果を想到することが容易であるとはいえないなどと主張する。",
                    "しかし，①～③に関し，保湿剤の原料が炭化水素に限られず，化粧品原料である炭化水素の効能に保湿効果以外の効能があり，保湿のメカニズムに疎水性皮膜の形成に関わらないヒューメクタントが挙げられることは原告らの主張するとおりであるが(上記(2)イ及びウ)，化粧品原料である常温で液体の炭化水素の多くにエモリエント性による保湿効果が認められていること(上記(2)ウ)などからすれば，当業者が相違点2に係る構成を容易に想到することができたといえるのは上記(3)に説示したとおりであり，原告らの主張する点はこの判断を左右するものではない。",
                    "④に関し，炭化水素が当然に疎水性皮膜を形成できるとは限らないことは原告らの主張するとおりである(上記(2)ア)が，甲1炭化水素の化学構造がスクワレンと類似し，スクワレンは閉塞性を有すること(上記(2)オ(イ)(エ))などからすれば，当業者が甲1炭化水素を含む化粧品(引用発明)について保湿剤(本願発明)の機能を容易に想到することができたといえるのは上記(3)に説示したとおりである。また，引用発明は甲1炭化水素を含む化粧品であるから，甲1炭化水素は化粧品原料として必要とされる安全性等を備えていると一般的には期待できるのであり，原告らの主張する点は上記(3)の判断を左右するものではない。",
                    "さらに，⑤に関し，引用発明は化粧品であり皮膚に塗布することが想定されるのであるから，当業者がボトリオコッカスブラウニー  RaceBから抽出される炭化水素が皮膚に触れることを避けていたとの原告らの主張は，引用発明に関する限りその前提において誤っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，スクワレンは皮膚刺激をもたらす成分であり，保湿剤として慣用の成分ではないと主張する。",
                    "化粧品製品において，スクワレンが配合成分として記載されている件数はスクワランが配合成分として記載されている件数に比して非常に少ないといえ(甲37，乙22，23，弁論の全趣旨)，また，スクワレンは多不飽和化合物であるから不安定で空気にさらすと酸敗しやすく(上記(2)オ(イ))，皮膚の刺激源となって皮膚障害を起こし得るから化粧品原料としてふさわしくないという趣旨の記載がされた文献もあるから(甲27，31～33，36)，スクワレンが化粧品として慣用の成分であるとまではいい難く，この点の本件審決の認定には誤りがある。",
                    "もっとも，上記(2)オ(イ)及び(ウ)によれば，スクワレンは，複数の文献において保湿効果(閉塞性ないしエモリエント性)を有する化粧品原料としてスクワランと並んで挙げられると共に，スクワランと同等の閉塞性を有することが確認され，複数の化粧品製品において原料として表記されていたのであるから，上記(3)において認定したとおり，スクワレンは，本件出願時，スクワランと同等の閉塞性があるものとして化粧品として配合されることのある成分であったというべきである。",
                    "そして，スクワレンが化粧品として慣用の成分ではないとしても，スクワランと同等の保湿効果があるものとして化粧品として配合されることのある成分であることなどからすれば，当業者が相違点2に係る構成を容易に想到することができたといえるのは，上記(3)に説示したとおりであり，本件審決の認定の誤りは，本件審決の結論に影響を及ぼすものではない。更にいえば，ボトリオコッカスブラウニー  RaceBから抽出される炭化水素は，スクワレンに類似するとはいえ，それとは異なる物質なのであるから，後者に皮膚刺激があるからといって，前者にも必ず皮膚刺激があることになるわけではない。他方，引用発明は化粧品に関する発明なのであるから，それに接した当業者は，引用発明に含有される物質は，一般的には安全なもの(すなわち，特段の皮膚刺激はないもの)であると期待し，保湿剤としての利用を想到し得るものということができる。したがって，この点からしても，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，①  ボトリオコッカスブラウニー  RaceBから抽出される炭化水素とスクワレンの分子構造が類似しているとしても，両者の官能基の位置が異なることからすれば相反する生理作用を引き起こすことがあり得るので，前者に保湿効果があるか否かは実際に確かめてみなければ分からないこと，②  本願発明は，発明者がボトリオコッカスブラウニー  RaceBから抽出される炭化水素に保湿効果があることを偶然に発見し，その保湿効果を定量的に評価し，保湿剤としての安全性を確認して発明を完成させたものであり，本願発明を知った上で事後的にボトリオコッカスブラウニー  RaceBから抽出される炭化水素とスクワレンの分子構造の対比をし，保湿効果を導き出すのはいわゆる後知恵の手法であることを主張する。",
                    "しかし，①について，炭化水素の化粧品原料の多くが疎水性皮膜を形成することによるエモリエント性を有することや甲1炭化水素と疎水性のある炭化水素であるスクワレンの化学構造が類似していることなどの技術常識によれば，引用発明について保湿剤の機能を容易に想到することができたというべきであり，官能基の位置が異なる場合に相反する生理作用を引き起こすことがあり得ることは，この判断を左右するには足りない。②について，引用発明は化粧品であり甲1炭化水素は化粧品原料としての安全性を備えていると期待し得るのであるから，安全性の確認に関する原告らの主張は失当である。そして，相違点2に係る構成に想到した上で，その際に，保湿効果を定量的に評価することは，化粧品の当業者において通常行うことであるから，保湿効果の評価に関する原告らの主張も容易想到性の判断には影響しない。よって，原告らの主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，本願発明は，引用発明に基づいて，当業者が容易に想到し得たものといえ，本件審決が引用発明に基づき進歩性欠如の判断をしたことに誤りがあるとは認められず，原告らが主張する取消事由は理由がなく，本件審決に取り消されるべき違法があるとは認められない。",
            "よって，原告らの請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10144",
    "date": "2018-09-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088001",
    "ipprecedent_id": "5005",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}