{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2012-800140号事件について平成29年2月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に基づいて特許を無効とした審決の取消訴訟である。争点は，サポート要件の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成12年1月28日，発明の名称を「回転角検出装置」とする発明につき，特許を出願し(特願2000-24724号)，平成15年6月13日，設定登録(特許第3438692号)を受けた(請求項の数4。甲8。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成24年8月31日，本件特許を無効にするとの無効審判を請求した(無効2012-800140号)。",
                "原告は，平成24年11月30日，訂正請求をした(1回目)。",
                "特許庁は，平成25年6月17日，上記訂正を認めた上，「本件審判の請求は成り立たない。」との審決をした。",
                "被告は，平成25年7月22日，知的財産高等裁判所に上記審決の取消しを求めて訴えを提起した(平成25年(行ケ)第10206号)。",
                "知的財産高等裁判所は，平成26年2月26日，上記審決を取り消す旨の判決(以下「第1次判決」という。)をし，同判決は確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その後，特許庁において，上記無効審判の審理が再開された。",
                "原告は，平成26年5月22日，訂正請求をした(2回目)。",
                "特許庁は，平成27年1月8日，上記訂正を認めた上，「本件審判の請求は成り立たない。」との審決(以下「第2次審決」という。)をした。",
                "被告は，平成27年2月12日，知的財産高等裁判所に上記審決の取消しを求めて訴えを提起した(平成27年(行ケ)第10026号)。",
                "知的財産高等裁判所は，平成27年11月24日，上記審決を取り消す旨の判決(以下「第2次判決」という。)をし，同判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その後，特許庁において，上記無効審判の審理が再開された。",
                "原告は，平成28年1月18日に訂正請求をし(3回目)，さらに，同年7月6日にも訂正請求をした(4回目。以下，この4回目の訂正請求を「本件訂正」という。)。",
                "特許庁は，平成29年2月21日，本件訂正を認めた上，「特許第3438692号の請求項1ないし4に係る発明についての特許を無効とする。」との審決をし，その謄本は，同年3月2日，原告に送達された(以下，この審決を「本件審決」という。)。",
                "原告は，平成29年3月25日，知的財産高等裁判所に本件審決の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正後の発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項1～4の発明に係る特許請求の範囲の記載は，次のとおりである(甲27。下線部は訂正箇所を示す。以下，これらの発明をそれぞれ「本件訂正発明1～4」といい，本件訂正発明1～4を併せて「本件訂正発明」という。本件訂正後の明細書及び図面を併せて「本件訂正明細書」といい，本件特許の特許公報(甲8)記載の明細書及び図面を併せて「本件明細書」という。)。",
            "【請求項1】(本件訂正発明1)",
            "「自動車の電子スロットルシステムに用いる回転角検出装置であって，",
            "アルミニウム製の本体ハウジングと，",
            "この本体ハウジングの上側部に軸受を介して回転軸が回転支持され，この回転軸周りの回動に応じて内燃機関の吸入空気量を制御するスロットルバルブと，",
            "前記本体ハウジングの下側部に配置され，前記スロットルバルブを駆動するモータと，",
            "前記回転軸の先端部に固定され，前記回転軸の回転に応じて回転する磁石と，",
            "前記本体ハウジングの開口部を前記スロットルバルブ及び前記モータを一括して覆い前記本体ハウジングより熱膨張率が大きい樹脂製で縦長形状のカバーと，",
            "このカバー側に固定された磁気検出素子とを備え，",
            "前記カバーは，自動車の電子スロットルシステムに使用される樹脂で成形され，",
            "前記カバーは，前記スロットルバルブと前記モータとを長手方向に配置する縦長形状であり，",
            "前記カバーは，前記本体ハウジングにボルトで固定され，",
            "前記磁気検出素子は前記カバーの上部内側に前記磁石と同心状に配置されて，前記磁石と前記磁気検出素子との間にはエアギャップが形成され，",
            "前記磁石の回転によって変化する前記磁気検出素子の出力信号に基づいて前記スロットルバルブの回転角を検出する回転角検出装置において，",
            "前記カバーは，前記本体ハウジングに対して前記カバーの長手方向及び短尺方向の位置ずれ発生が皆無でなく固定され，",
            "前記磁気検出素子は，前記カバーの熱変形による位置ずれが生じた際前記カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に，前記磁気検出素子の磁気検出方向と前記カバーの長手方向が直交するように配置され，前記カバーの熱変形による位置ずれが生じた際の磁気検出方向の位置ずれ量を小さくしていることを特徴とする回転角検出装置。」",
            "【請求項2】(本件訂正発明2)",
            "「前記磁石は，前記スロットルバルブの回転に応じて回転する円筒状のロータコアに固定され，",
            "このロータコアの内周側に同軸状に位置するステータコアが前記樹脂製のカバーにモールド成形され，",
            "前記エアギャップは前記磁石と前記ステータコアとの間に形成され，",
            "前記ステータコアに直径方向に貫通するように形成された磁気検出ギャップ部に前記磁気検出素子が固定され，",
            "該磁気検出ギャップ部が前記カバーの長手方向に延びていることを特徴とする請求項1に記載の回転角検出装置。」",
            "【請求項3】(本件訂正発明3)",
            "「検出精度が最も要求される回転角又はその付近で前記磁気検出素子の出力がゼロとなるように前記磁石と前記磁気検出素子が配置されていることを特徴とする請求項1又は2に記載の回転角検出装置。」",
            "【請求項4】(本件訂正発明4)",
            "「前記スロットルバルブの基準回転角又はその付近で前記磁気検出素子の出力がゼロとなるように前記磁石と前記磁気検出素子が配置されていることを特徴とする請求項1又は2に記載の回転角検出装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本件審決は，次のとおり，本件訂正後の特許請求の範囲の請求項1～4の記載は，特許法36条6項 1 号に規定するサポート要件を満たしていないから，本件訂正発明に係る特許は，無効とすべきものであるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第2次判決で判示された事項(本項において記載している頁及び行は，第2次判決の頁及び行である。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "明細書の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「通常，熱変形は2次元的に発生するものではなく，3次元的にも生ずるものであると解される」(28頁14行～15行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ボルト止めの数や位置に関する記載は，明細書本文中にも図面にもない。」(28頁23行～24行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1の課題について",
                  "text": [
                    "「訂正明細書によれば，訂正発明1の課題は，次のとおりである。すなわち，スロットルバルブの回転角(スロットル開度)を検出する従来の回転角検出装置において，ホールIC(ホール素子(磁気検出素子)と信号増幅回路とを一体化したIC)を固定するステータコアをモールド成形した樹脂製のカバーは，これを取り付ける金属製のスロットルボディーに比べて熱膨張率が大きく，縦長形状に形成されているため，その長手方向の熱変形量が大きく，しかも，ホールICの磁気検出方向(磁気検出ギャップ部と直交する方向)とカバーの長手方向が平行になっていたため，カバーの熱変形によって，ステータコアと磁石とのギャップが変化して，磁気検出ギャップ部を通過する磁束密度が変化しやすい構成となっていたので，カバーの熱変形によってホールICの出力が変動しやすく，回転角の検出精度が低下するという欠点があった。そこで，カバーの熱変形による磁気検出素子の出力変動を小さく抑えることができ，回転角の検出精度を向上することができる回転角検出装置を提供することを目的とするものである。",
                    "上記によれば，",
                    "A  樹脂製のカバーは，これを取り付ける金属製の本体ハウジングに比べて熱膨張率が大きいことにより，カバーの熱変形が生じ，本体ハウジングとの間に横(水平)方向の相対的な位置ずれが生じること(以下「横すべり」ともいう。)，",
                    "B  カバーが縦長形状に形成されているため，長手方向の熱変形量が大きく，Aの横すべりの長さ(延び)は，短尺方向よりも長手方向が大きいこと，",
                    "C  Bの横すべりの結果，カバーに固定された磁気検出素子の位置がずれ，磁気検出素子と金属製の本体ハウジングに固定された磁石との間のエアギャップが変化すること(以下「磁気検出素子と磁石との位置ずれ」ともいう。)，",
                    "D  Cの位置ずれは，短尺方向よりも長手方向が大きいこと，",
                    "が備われば，当業者は，訂正発明1の上記課題に直面し，これを理解できると解される。」(30頁8行～31頁4行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "カバーと本体ハウジングとの間の相対的な位置ずれ(横すべり)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「部材同士がボルトにより固定されていても，ボルト軸線と直角方向の荷重を受けた場合に被締付け物間にすべりが発生する場合があるということが，本件特許出願時点において機械工学における技術常識であったことが認められる。したがって，原告主張するように(判決注：「原告の主張するように」の誤記と認める。)，できるだけボルトを強く締めてカバーを固定するとしても，熱や振動によっては，ボルトにゆるみが発生し，カバーと本体ハウジングとの間に横滑りが生じる場合があり得ると解され，そのような場合を想定して課題を設定することは問題ない。",
                        "もっとも，カバーと本体ハウジングとの間の相対的な位置ずれ(横すべり)は，常に生じるものではなく，審決が述べるように，ボルトの固定力がカバーに生じる熱応力との関係において強い場合には，横すべりはそもそも生じず，ボルトの固定力がカバーに生じる熱応力を下回る場合にのみ，横すべりが生ずる場合があり得るということになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，カバーの熱変形が生じ，本体ハウジングとの間に横方向の相対的な位置ずれ(横すべり)が生ずるとしても，短尺方向よりも長手方向に大きくずれるということ(上記B)が常に生ずるものではない。",
                    "すなわち，審決も，「熱膨張率が方向によらず均一であり，カバーが縦長形状であれば，その長手方向が短尺方向より大きい」としているように，カバーが均質組成の平板形状でなかったり，カバー内部の温度分布が均一でなかったり，熱膨張により3次元的に変形したりする場合には，実証実験を行うなどして確認しない限り，縦長形状のカバーにおいて横すべりが生じるものとしたとしても，縦長形状のカバーの長手方向が短尺方向に比べて，熱変形量(延び)が常に大きくなるともいえない。」(31頁16行～32頁13行)"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ウ  これらの点を措いて，カバー内部の温度分布を均一とするとともに，カバー自体が均質組成で，熱膨張により2次元的に変形し，3次元的変形量は無視できるものと仮定したとしても，以下のとおり，横すべりの結果，横すべりが長手方向に大きく生じること(上記B)，磁気検出素子の位置がずれ，磁石とのギャップが変化すること(磁気検出素子と磁石との位置ずれ，上記C)，及び，その位置ずれは，短尺方向よりも長手方向が大きいこと(上記D)が生じるとは限らない。",
                        "すなわち，縦長形状のカバーにおいて，長手方向及び短尺方向の寸法変化(位置ずれ)の大きさは，カバーのボルト等による係止位置とカバー内における磁気検出素子の取付位置との相互の位置関係や，ボルト等の締付力と大いに関係するもので，このことは当業者にとって明らかであり，審決も認めるところである。例えば，長方形のカバーを，その左右の長辺に沿ってそれぞれ均等に3か所，計6か所をボルト等で係止した際に，熱応力とボルト固定力との関係で，カバーの熱応力が勝って熱変形が生じ，かつ，その熱変形量について長手方向が短尺方向よりも大きいとしたとしても，つまり，上記のA及びBを満たすとしても，磁気検出素子をカバーの中心点(対角線の交点)に配置した場合には，磁気検出素子の位置を起点として熱変形が生ずることとなるから，長手方向にも短尺方向にも位置ずれは生じないこととなる。また，左辺側のボルトの締付けが右辺側のボルトに対して相対的に強い場合，右辺側ボルトの近傍の位置においては，短尺方向が長手方向に比べて寸法変化(位置ずれ)が大きくなることは，当業者にとって明らかである。",
                        "そうすると，磁気検出素子の位置は，少なくとも，長尺方向の熱変形の影響により，短尺方向よりも大きく動く位置に配置される場合でなければ，訂正発明1の課題に直面することはないといえるが，訂正発明1に係る特許請求の範囲には，前記のとおり，カバーにおける磁気検出素子の位置についての特定はない。",
                        "以上によれば，訂正発明1の特許請求の範囲の特定では，訂正発明1の前提とする課題である「熱変形により縦長形状のカバーの長手方向が短尺方向に比べて寸法変化(位置ずれ)が大きくなること」に直面するか否かが不明であり，結局，上記課題自体を有するものであるか不明である。",
                        "そして，仮に，磁石と磁気検出素子とのずれが，短尺方向に大きく生じる場合においては，磁石と磁気検出素子との間のエアギャップの磁気検出方向への寸法変化は大きくなってしまうのであるから，訂正発明1の課題解決手段である「磁気検出素子をその磁気検出方向と縦長形状のカバーの長手方向が直交するよう配置」したとしても，出力変動は抑制されず，回転角の検出精度も向上しない。",
                        "よって，訂正発明1は，上記課題を認識し得ない構成を一般的に含むものであるから，発明の課題が解決できることを当業者が認識できるように記載された範囲を超えたものであり，サポート要件を充足するものとはいえない。」(32頁16行～33頁24行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件についての判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の請求項1において，「A  樹脂製のカバーは，これを取り付ける金属製の本体ハウジングに比べて熱膨張率が大きいことにより，カバーの熱変形が生じ，本体ハウジングとの間に横(水平)方向の相対的な位置ずれが生じる」ための要件が備わっているとはいえず，仮に上記「A」の要件が本件訂正後の請求項1に備わっているとしても，「B  縦長形状のカバーにおいて横すべりが生じるものとしたとしても，縦長形状のカバーの長手方向が短尺方向に比べて，熱変形量(延び)が常に大きい」ものとなるための要件が本件訂正後の請求項1に備わっているとはいえない。",
                    "したがって，本件訂正後の請求項1の記載から，当業者が，本件訂正発明1の課題に直ちに直面するとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正後の請求項1には，第2次判決で指摘された「カバーのボルト等による係止位置とカバー内における磁気検出素子の取付位置との相互の位置関係や，ボルト等の締付力」については何ら特定されていない。",
                    "本件訂正後の請求項1においても，「カバーの上部」の，磁気検出素子が配置される位置において，「前記カバーの熱変形による位置ずれが生じた際」，「前記カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい」ものとなるための要件は，依然として訂正後の請求項1に備わっていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件訂正後の請求項1について，「熱変形により縦長形状のカバーの長手方向が短尺方向に比べて寸法変化(位置ずれ)が大きく」なることは明らかになっておらず，また，本件訂正後の請求項1により当業者が，「カバーの上部」の，磁気検出素子が配置される位置において，「カバーの熱変形によって，ステータコアと磁石とのギャップが変化して，磁気検出ギャップ部を通過する磁束密度が変化しやすい構成となっていたので，カバーの熱変形によってホールICの出力が変動しやすく，回転角の検出精度が低下するという欠点があった。」との課題に直面するか否かは依然として不明であり，結局，訂正後の請求項1が上記課題自体を有するものであるか不明である。",
                    "したがって，本件訂正後の請求項1は，「磁石と磁気検出素子とのずれが，長手方向に生じ，出力変動が生じ，回転角の検出精度が低下する」との発明の課題を認識し得ない構成を，依然として一般的に含むものであるから，発明の課題が解決できることを当業者が認識できるように記載された範囲を超えたものであり，特許法36条6項1号に規定する要件(サポート要件)を充足するものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正後の請求項2～4は，いずれも請求項1を引用する請求項であるが，本件訂正後の請求項1と同様の理由により，本件訂正後の請求項2～4の記載は，特許法36条6項第1号に規定する要件(サポート要件)を充足するものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(サポート要件違反の判断の誤り)",
      "text": [
        "第2次判決の拘束力は，本件訂正により遮断されており，本件訂正後の請求項1～4は，サポート要件を満たしている。"
      ]
    },
    {
      "fig": "1",
      "subject": "要件A及びBについて",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "本件訂正により，本件発明の回転角検出装置の用途は，自動車の電子スロットルシステム用に限定された。",
            "そのことにより，本件発明の理解に自動車の電子スロットルシステムの当業者の技術常識を用いることができるようになったところ，本件明細書の記載自体は本件訂正により変更されていないが，前記当業者の理解を踏まえて本件明細書に接すれば，位置ずれの発生が皆無でないこと，磁気検出素子の設置位置が位置ずれが生じた際には長手方向の変位が短尺方向より大きい位置であることは，明確であり，ボルトの数や位置に関しても，自動車の電子スロットルシステムの当業者の技術常識を踏まえて理解可能である。",
            "自動車の電子スロットルシステム用に使用される回転角検出装置(スロットルバルブ角センサ)は，エンジンルームに設置されて長期間使用されるものであるので，エンジンからの熱による冷熱サイクルや，エンジンの振動の影響を受けざるを得ない。そのため，スロットルバルブ角センサは，カバーと本体ハウジングとの間の位置ずれが極力発生しないように設計されるが，長期間の使用にわたって一切位置ずれがないことを保証することは現実的でない。そのため，本件訂正後の本件発明の磁気検出装置は，位置ずれの発生が皆無ではないとされている。",
            "第2次判決の拘束力は，横滑りの発生が一義的に導かれる回転角検出装置について及ぶのであって，位置ずれが一義的に発生することを規定した磁気検出装置ではない本件訂正発明には及ばないから，第2次判決の拘束力は遮断される。",
            "したがって，要件Aは，本件訂正により解決されている。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "本件訂正により，①用途，②本体ハウジングがアルミニウム製であること，③カバーがスロットルバルブ及びモータを一括して覆うこと，④カバーを成形する樹脂，⑤カバーがスロットルバルブとモータとを長手方向に配置する形状，⑥ボルト固定，⑦位置ずれ発生が皆無でないこと，⑧磁気検出素子はカバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に配置されること，⑨磁気検出素子カバーの熱変形による位置ずれが生じた際の磁気検出方向の位置ずれ量を小さくしていることが特定されているので，カバーの断面形状の特定がなくても，本件訂正後の本件発明のカバーにつき，カバーの熱変形量が短尺方向より長手方向の方が大きい点は特定されている。",
        "したがって，要件Bは，本件訂正により解決されている。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "自動車の電子スロットルシステムに携わる当業者の理解に基づくと，カバーが平板であることが本件訂正発明の必須要件ではないことが理解可能である。なぜなら，自動車の電子スロットルシステムに用いられるカバーの場合，平板状でなくても縦長形状であれば，長手方向の熱膨張の方が短尺方向の熱膨張より大きくなると理解できるからである。",
        "また，自動車の電子スロットルシステムに携わる当業者の理解に基づけば，カバーが熱膨張によって3次元的変形した場合，3次元的変形のみで2次元的変更を伴わないとは判断しない。なぜなら，3次元的変形が生じた場合でも，2次元的な変形(位置ずれ)も生じ得ると理解するのが通常であるからである。",
        "さらに，自動車の電子スロットルシステムに携わる当業者の理解に基づいて判断すると，カバーの内部温度分布が均一であることが理解できる。なぜなら，自動車の電子スロットルシステムに使用されるカバーは，エンジンルームに配置されるので，外部(エンジン)からの熱の影響が支配的となり，電子スロットルシステム自体の発熱源としてモータの発熱は外部(エンジン)熱に比して無視できるからである。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "要件C及びDについて"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本件審決は，(ⅰ)本件発明は，本件訂正によってもボルトの係止位置やボルトの締付力が特定されていないので，長方形のカバーをその左右の長辺に沿ってそれぞれ均等に三箇所，計六箇所をボルト等で係止し，かつ，左辺側のボルトの締付けが右辺側のボルトに対して相対的に強い磁気検出装置を含む，(ⅱ)その場合，右辺側ボルトの近傍の位置において短尺方向が長手方向に比べて寸法変化(位置ずれ)が大きくなることは当業者にとって明らかであるとの第二次判決は，当審を拘束するとしているが，(ⅱ)については，本件訂正により，本件発明の用途を自動車の電子スロットルシステム用に限定し，磁気検出装置の取付位置やカバーの固定態様等を減縮訂正したことにより，当業者の理解が異なる。",
        "当業者は，左辺側のボルトの締付けが右辺側のボルトに対して相対的に強い結果，右辺側のボルト近傍で位置ずれが生じると想定した場合，右辺側ボルト近傍での位置ずれは，短尺方向にも長手方向にも位置ずれが生じると考えるのが通常である。すなわち，本件訂正により，カバーは，カバーの長手方向及び短尺方向の位置ずれ発生が皆無でなく固定されること，磁気検出素子は，カバーの熱変形による位置ずれが生じた際，カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に配置されることが特定されているので，自動車の電子スロットルシステムの当業者は，ボルト近傍で位置ずれが生じ得る場合には，特定の一定方向のみ(短尺方向のみや長手方向のみ)にずれが生じ得るものではなく，全方向に発生し得ると理解する。そのため，右辺側ボルト近傍で位置ずれが発生すれば，その位置ずれ量は，長さの長い長手方向の量が短尺方向の量より大きくなると理解する。",
        "そのため，(ⅱ)に関する第2次判決の拘束力は，遮断されている。",
        "要件Cは，位置ずれの発生であるが，自動車の電子スロットルシステムに携わる当業者にとって，カバーと本体ハウジングとの固定が一切位置ずれが生じないと判断することは通常でない。自動車の電子スロットシステムに携わる当業者は，位置ずれの発生を前提とした(位置ずれ発生が皆無でない)設計をせざるを得ない。",
        "したがって，要件Cは，本件訂正により解決されている。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "要件Dは，位置ずれが短尺方向より長手方向が大きいことである。",
        "位置ずれはボルトが緩む結果であり，ボルトが緩むことはボルトの変形によって締付け力(予張力)が低下することを意味しており，その原因としては非回転ゆるみと回転ゆるみとが挙げられている(甲14，25)。そして，ボルトの締付け力(予張力)の低下はボルトの軸線と直角な平面内で一様に生じ，ボルトの軸線と直角な平面の内の特定の一方向(カバーの長手方向)にのみ生じたり，ボルトの軸線と直角な平面の内の他方向(カバーの短尺方向)では生じなかったりするものではない。",
        "したがって，位置ずれが発生することと，位置ずれの方向が全方向に及ぶこととは，実質的に同じである。ただし，位置ずれが生じることと位置ずれの量とは異なる。位置ずれの量は，長さの長い長手方向の方が，長さの短い短尺方向より大きくなる。",
        "したがって，要件Dは，本件訂正により解決されている。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "本件審決は，左右六箇所でボルト固定する仮設事例は，短尺方向が長手方向に比べて寸法変化(位置ずれ)が大きくなることを具体的に説明するための事例であるので，仮設事例自体を反論の対象としたところで，第2次判決の拘束力は失われないとしている(本件審決37頁～38頁)。",
        "しかし，たとえ仮設事例であるとしても，その考えが第2次判決の判断に直接影響を及ぼす主要事実であれば，看過できるものではない。",
        "本件訂正により，当業者の認識が本件訂正前と異なるものとなった結果，第2次判決の仮設事例は，短尺方向が長手方向に比べて寸法変化(位置ずれ)が大きくなることを説明するための事例としては不適切な事例となっており，第2次判決の拘束力は遮断される。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "「長期間の使用の後では各ボルトの締付け力は平衡する」ことは，本件明細書には記載がない。しかし，ボルトの締付け力にばらつきがあった場合でも，締付け力の大きなボルトには締付け力の小さいボルトよりより大きな熱応力が加わる結果，締付け力の大きなボルトであってもボルトの緩みは避けられず，長期間の使用の後では，各ボルトの締付け力は平衡すると考えるのは，自動車の電子スロットルシステムの当業者の技術常識にそう考えである。そして，位置ずれ発生が皆無でなく固定されるとの本件発明の理解にこの当業者の技術常識を参照することに誤りはない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "したがって，本件審決は請求項1のサポート要件についての判断を誤っており，請求項1はサポート要件を満たしている。",
            "この請求項1に従属する請求項2～4も，サポート要件を満たしている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "原告は，本件訂正によって，多くの事項を盛り込んではいるが，本件訂正明細書には，ボルトの数及び位置の明示はなく，磁気検出素子と磁石との位置ずれが短尺方向よりも長手方向で大きいものとなるための条件は示されていない。",
        "この一事をもってしても，本件訂正後の特許請求の範囲にも第2次判決の論理がそのまま当てはまり，本件訂正によってもサポート要件違反が解消していないことは明らかである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "要件A及びBについて",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2次判決は，課題が「一義的に導かれる」ことを求めているから，サポート要件充足のために特定されねばならない技術事項として第2次判決が挙げる横すべりが生じること(要件A)も，「一義的に導かれる」必要がある。",
                  "text": [
                    "そして，「位置ずれが発生し得ること，即ち，位置ずれの発生が一切ないとはいえないことは，明らかであ」ったとしても，「横すべりが発生しない可能性も多分にある」(本件審決31頁下から7及び8行目)以上，横すべりの発生が「一義的に導かれる」ことはなく，要件Aは特定できていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「カバーと本体ハウジングとの固定は，カバーの長手方向及び短尺方向の位置ずれ発生が皆無でなく固定されること」と特定すれば，要件Aは特定されたかのように主張しているが，このような記載では，どのような場合に横すべりが発生するのか，当業者は理解できない。",
                    "横すべりは，ボルト固定力の強さ，カバーのたわみやすさ，熱応力の大きさなど様々な変数が組み合わさったごくわずかの場合にしか生じないものである上，各変数がどのように組み合わされば横すべりが生じるかは，特許請求の範囲にも，発明の詳細な説明にも記載がなく，当業者にどのような場合に横すべりが発生するかを理解する術はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告が主張する①，②～④，⑥及び⑦を明らかにしても，短尺方向よりも長手方向の方が大きく横滑りするかは不明である。",
                "⑤は，短尺方向よりも長手方向の方が大きく横すべりするための前提条件(短尺方向と長手方向という概念が存在する前提)ではあっても，長手方向よりも短尺方向の方が大きく横すべりする場合も含む(短尺方向に横すべりする可能性もある)から，要件Bを特定するには足りない。",
                "⑨は，短尺方向よりも長手方向の方が大きく横すべりすることの結果であって，短尺方向よりも長手方向の方が大きく横すべりすることを特定するものではない。",
                "⑧は，「磁気検出素子はカバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に配置する」というものであり，このような訂正では，回転角検出装置を具体的にどのような構成にすれば，短尺方向よりも長手方向の方が大きく横すべりする状態が常に生じるのか，その条件を読み取れない。",
                "課題そのものを記載した⑧では，具体的にいかなる場合に課題に直面するのかは理解できない。",
                "したがって，要件Bは特定されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "第2次判決は，内部で発生するモータの発熱と外部から受けるエンジンルーム内の熱の大きさには一切言及していない。第2次判決が「カバー内部の温度分布を均一とするとともに，カバー自体が均質組成で，熱膨張により2次元的に変形し，3次元的変形量は無視できるものと仮定したとしても」(32頁下から11行目以降)として，温度分布に触れたのは，カバー全体の温度が均一であることが，長尺方向の方が短尺方向よりも熱変形量が大きいという論理的帰結を導くために整えなければならない条件の一つであることを示したことによる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "要件C及びDについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "要件C及びDが回転角検出装置の具体的な構成によって特定されなければならないこと，言い換えれば，磁気検出素子と磁石との位置ずれが短尺方向よりも長手方向で大きいものとなるための条件が示される必要があることは，第2次判決が「固定された磁力検出素子が位置ずれを起こすと仮定しても，磁力検出素子が固定された箇所における位置ずれは，長手方向が短尺方向と比較して大きくなければならないところ，どの部分がどのように変形し，磁気検出素子と磁石との位置ずれに影響するかは，ボルト固定の数や位置，磁気検出素子の位置，ボルトまでの距離などを具体的に検討しなければ，明らかにならない。」(36頁下から4行目以降)としていることからも明らかである。",
                "しかし，本件訂正後の請求項1に「カバーのボルト等による係止位置とカバー内における磁気検出素子の取付位置との相互の位置関係や，ボルト等の締付力」を特定する事項は盛り込まれておらず，要件C及びDは，特定されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「自動車の電子スロットルシステムの当業者は，ボルト近傍で位置ずれが生じ得る場合には，特定の一定方向のみ(短尺方向のみや長手方向のみ)にずれが生じ得るものではなく，全方向に発生し得ると理解する。そのため，右辺側ボルト近傍で位置ずれが発生すれば，その位置ずれ量は，長さの長い長手方向の量が短尺方向の量より大きくなると理解する。」と主張する。",
                "しかし，なぜ「自動車の電子スロットルシステムの当業者は，ボルト近傍で位置ずれが生じ得る場合には，特定の一定方向のみ(短尺方向のみや長手方向のみ)にずれが生じ得るものではなく，全方向に発生し得ると理解する」のか，その理由が不明である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正発明1の特許請求の範囲には，「磁気検出素子は，前記カバーの熱変形による位置ずれが生じた際，前記カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に・・・配置され」と記載されているが，これでは単なる願望を記載したにすぎず，具体的にどのような条件が組み合わされば磁気検出素子と磁石との位置ずれが短尺方向よりも長手方向で大きいものとなるのか，理解できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件訂正明細書の記載を参照しても，磁気検出素子と磁石との位置ずれが短尺方向よりも長手方向で大きいことを特定することは不可能である。",
                "仮に，本件訂正発明1の特許請求の範囲において，「磁気検出素子が長手方向の位置ずれが短尺方向の位置ずれより大きい位置に配置される」ことが特定されているのであれば，発明の詳細な説明に記載していない発明を特許請求の範囲に記載したことになり，いずれにせよ，サポート要件に違反する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上のとおり，本件訂正発明1の特許請求の範囲において，要件A～Dはいずれも特定されていないから，特許請求の範囲に記載された発明は，発明の詳細な説明の記載等や出願当時の技術常識に照らしても，当業者が当該発明の課題を解決できると認識できる範囲を超えたものであり，本件訂正発明1の特許請求の範囲の記載はサポート要件を満たしていない。",
            "本件訂正発明2～4の特許請求の範囲の記載についても，同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明は，前記第2の2記載のとおりであるところ，本件訂正明細書(甲8，27)には，以下の記載がある。",
                "「【0001】",
                "【発明の属する技術分野】本発明は，磁気検出素子と磁石を用いて被検出物の回転角を検出する回転角検出装置に関するものである。",
                "【0002】",
                "【従来の技術】自動車の電子スロットルシステムでは，例えば，図8に示すように，金属製(例えばアルミニウム製)のスロットルボディー1に，スロットルバルブ2の回転軸3を回動自在に支持し，スロットルボディー1の下側部に組み付けたモータ4によって減速機構5を介してスロットルバルブ2を回転駆動する。そして，スロットルバルブ2の回転軸3を回転角検出装置6のロータコア7に連結して，ロータコア7の内周面に磁石8を固定している。一方，スロットルボディー1の開口部を覆う樹脂製のカバー9にモールド成形されたステータコア10をロータコア7の内周側に同軸状に位置させ，磁石8の内周面をステータコア10の外周面に対向させるとともに，ステータコア10に直径方向に貫通するように形成された磁気検出ギャップ部51にホールIC52を固定している。",
                "【0003】この構成では，磁石8の磁束がステータコア10を通って磁気検出ギャップ部51を通過し，その磁束密度に応じてホールIC52の出力が変化する。磁気検出ギャップ部51を通過する磁束密度は，磁石8(ロータコア7)の回転角に応じて変化するため，ホールIC52の出力信号から磁石8の回転角，ひいてはスロットルバルブ2の回転角(スロットル開度)を検出することができる。",
                "【0004】",
                "【発明が解決しようとする課題】上記従来の回転角検出装置では，ホールIC52を固定するステータコア10をモールド成形した樹脂製のカバー9は，これを取り付ける金属製のスロットルボディー1に比べて熱膨張率が大きい。しかも，このカバー9は，スロットルボディー1の下側部に配置されたモータ4や減速機構5を一括して覆うように縦長の形状に形成されているため，その長手方向の熱変形量が大きくなる。",
                "【0005】ところが，従来構成では，図8(b)に示すように，ホールIC52の磁気検出方向(磁気検出ギャップ部51と直交する方向)とカバー9の長手方向が平行になっていたため，カバー9の熱変形によって，磁気検出ギャップ部51のギャップやステータコア10と磁石8とのギャップが変化して，磁気検出ギャップ部51を通過する磁束密度が変化しやすい構成となっている。このため，カバー9の熱変形によってホールIC52の出力が変動しやすく，回転角の検出精度が低下するという欠点があった。",
                "【0006】本発明はこのような事情を考慮してなされたものであり，したがって，その目的は，カバーの熱変形による磁気検出素子の出力変動を小さく抑えることができ，回転角の検出精度を向上することができる回転角検出装置を提供することにある。",
                "【0007】",
                "【課題を解決するための手段】上記目的を達成するために，本発明の請求項1の回転角検出装置では，アルミニウム製の本体ハウジングの上側部にスロットルバルブを下側部にこのスロットルバルブを駆動するモータを配置し，この本体ハウジングの開口部をスロットルバルブ及びモータを一括してカバーで覆い，カバーを本体ハウジングより熱膨張率が大きい樹脂製とし，且つ，カバーをスロットルバルブとモータとを長手方向に配置する縦長形状として，カバー側に磁気検出素子を固定する場合に，該磁気検出素子をその磁気検出方向と縦長形状のカバーの長手方向が直交するように配置したものである。且つ，本発明の請求項1の回転角検出装置は，自動車の電子スロットルシステムに用いるものであって，カバーと本体ハウジングとの固定が縦長形状カバーの長手方向及び短尺方向の位置ずれが一切生じないというものではない。そして，カバーに熱変形による位置ずれが生じた際，縦長形状カバーの長手方向の位置ずれが短尺方向の位置ずれより大きくなる位置に磁気検出素子が配置されている。このようにすれば，磁気検出素子の磁気検出方向がカバーの短尺方向となり，カバーの熱変形による磁気検出方向の寸法変化を小さくすることができ，即ち，磁石と磁気検出素子との間に形成されたエアギャップの磁気検出方向の寸法変化を小さくすることができ，磁気検出方向の磁束密度の変化を小さくすることができる。これにより，カバーの熱変形による磁気検出素子の出力変動を小さく抑えることができ，自動車の電子スロットルシステムに用いられるスロットルバルブの回転角の検出精度を向上できる。",
                "【0008】本発明を実施する場合は，スロットルバルブの回転軸の回転に応じて回転する円筒状のロータコアに磁石を固定し，このロータコアの内周側に同軸状に配置するステータコアを樹脂製のカバーにモールド成形し，ステータコアに直径方向に貫通するように形成された磁気検出ギャップ部に磁気検出素子を固定した構成が考えられる。この場合は，磁石とステータコアとの間にエアギャップが形成される。そして，請求項2のように，磁気検出ギャップ部がカバーの長手方向に延びるように構成すると良い。この構成では，磁気検出素子の磁気検出方向がカバーの長手方向と直交し，磁気検出方向がカバーの短尺方向となるため，カバーの熱変形による磁気検出方向の寸法変化を小さくでき，磁気検出ギャップ部のギャップの変化やステータコアと磁石とのギャップの変化を小さくすることができて，磁気検出ギャップ部を通過する磁束密度の変化を小さくすることができる。これにより，カバーの熱変形による磁気検出素子の出力変動を小さく抑えることができ，自動車の電子スロットルシステムに用いられるスロットルバルブの回転角の検出精度を向上することができる。」",
                "「【0012】【発明の実施の形態】",
                "・・・",
                "【0015】一方，スロットルボディー15の右端開口部を覆う樹脂製のカバー24は，スロットルボディー15の下側部に配置されたモータ16や減速機構20を一括して覆うように縦長の形状(図2参照)に形成され，カバー24の上部内側には，ホールIC25が配置されたステータコア26とスペーサ27がモールド成形されている。このカバー24をスロットルボディー15にボルト等で固定することで，ステータコア26，ホールIC25がカバー24の内側に固定された状態で組み付けられている。これにより，カバー24の内側の空きスペースに，ロータコア21，磁石22，ステータコア26，ホールIC25等からなる回転角検出装置28が収納されている。尚，カバー24の下部内側には，モータ端子29と接続するためのコネクタハウジング30が一体に形成され，このコネクタハウジング30内のコネクタピン31がモータ端子29に接続されている。",
                "【0018】・・・各ホールIC25は，ホール素子(磁気検出素子)と信号増幅回路とを一体化したICであり，磁気検出ギャップ部34を通過する磁束密度(ホールIC25に鎖交する磁束密度)に応じた電圧信号を出力する。",
                "【0020】尚，図1に示すように，カバー24の上部周縁には，ステータコア26と同心状に円弧状凹部36が形成され，この円弧状凹部36を，スロットルボディー15の開口上縁部に形成された凸部37に嵌め込むことで，ロータコア21とステータコア26との同軸精度を確保している。",
                "【0026】以上説明した本実施形態(1)では，ホールIC25を固定するステータコア26をモールド成形した樹脂製のカバー24は，これを取り付ける金属製のスロットルボディー15に比べて熱膨張率が大きい。しかも，このカバー24は，スロットルボディー15の下側部に配置されたモータ16や減速機構20を一括して覆うように縦長の形状に形成されているため，その長手方向の熱変形量が大きくなる。",
                "【0027】このような事情を考慮して，本実施形態(1)では，ステータコア26の磁気検出ギャップ部34をカバー24の長手方向に延びるように形成して，この磁気検出ギャップ部34に配置したホールIC25の磁気検出方向とカバー24の長手方向が直交するようにしているので，ホールIC25の磁気検出方向がカバー24の短尺方向(図2では左右方向)となり，カバー24の熱変形による磁気検出方向の寸法変化を小さくすることができ，ステータコア26の磁気検出方向の位置ずれ量を小さくすることができる。これにより，カバー24の熱変形による磁気検出ギャップ部34のギャップの変化やステータコア26と磁石22とのギャップの変化を小さくすることができて，磁気検出ギャップ部34を通過する磁束密度の変化を小さくすることができる。このため，カバー24の熱変形によるホールIC25の出力変動を小さく抑えることができ，スロットル開度(回転角)の検出精度を向上することができる。",
                "【0028】本発明者らは，図6(a)に示すように，磁石22(ロータコア21)に対してステータコア26をホールIC25の磁気検出方向と直角方向に位置ずれさせた場合のホールIC25の出力変動と，図6(b)に示すように，磁石22に対してステータコア26を磁気検出方向に位置ずれさせた場合のホールIC25の出力変動を測定した。その結果，ステータコア26が磁気検出方向に位置ずれした場合［図6(b)］に比べて，ステータコア26が磁気検出方向の直角方向に位置ずれした場合［図6(a)］の方がホールIC25の出力変動量が小さいことが確認された。この試験結果から，本実施形態(1)のように，ホールIC25の磁気検出方向とカバー24の長手方向を直交させて，カバー24の熱変形によるステータコア26の磁気検出方向の位置ずれ量を小さくすれば，ホールIC25の出力変動量を小さくできることが確認された。」",
                "「【図面の簡単な説明】",
                "【図1】本発明の実施形態(1)を示す電子スロットルシステムの縦断正面図",
                "【図2】電子スロットルシステムのカバーの内側に設けられた回転角検出装置の縦断側面図",
                "【図6】(a)はステータコアがホールICの磁気検出方向と直角方向に位置ずれした場合のホールICの出力変動特性を示す図，(b)はステータコアがホールICの磁気検出方向に位置ずれした場合のホールICの出力変動特性を示す図",
                "【図7】本発明の実施形態(2)を示す電子スロットルシステムの回転角検出装置の縦断側面図",
                "【図8】(a)は従来の電子スロットルシステムの縦断正面図，(b)は従来の電子スロットルシステムの回転角検出装置の縦断側面図",
                "【図1】                                  【図2】",
                "【図7】",
                "【図8】",
                "」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によると，本件訂正発明1について，以下のとおり認められる。",
                "本件訂正発明1は，磁気検出素子と磁石を用いて被検出物の回転角を検出する回転角検出装置に関するものである(【0001】)ところ，従来，自動車の電子スロットルシステムでは，磁石とホールICからなる回転角検出装置により，スロットルバルブの回転角(スロットル開度)を検出していたが(【0002】，【0003】)，これによると，ホールICを固定するステータコアをモールド成形した樹脂製のカバーは，これを取り付ける金属製のスロットルボディーに比べて熱膨張率が大きく，また，このカバーは，スロットルボディーの下側部に配置されたモータや減速機構を一括して覆うように縦長の形状に形成されているため，その長手方向の熱変形量が大きく(【0004】)，しかも，ホールICの磁気検出方向(磁気検出ギャップ部と直交する方向)とカバーの長手方向が平行になっていたため，カバーの熱変形によって，ステータコアと磁石とのギャップが変化して，磁気検出ギャップ部を通過する磁束密度が変化しやすい構成となっていることから，カバーの熱変形によってホールICの出力が変動しやすく，回転角の検出精度が低下するという欠点があった(【0005】)。",
                "そのような欠点に鑑み，本件訂正発明1は，カバーの熱変形による磁気検出素子の出力変動を小さく抑えることができ，回転角の検出精度を向上できる回転角検出装置を提供することを目的として(【0006】)，アルミニウム製の本体ハウジングの上側部にスロットルバルブを下側部にこのスロットルバルブを駆動するモータを配置し，この本体ハウジングの開口部をスロットルバルブ及びモータを一括してカバーで覆い，カバーを本体ハウジングより熱膨張率が大きい樹脂製とし，かつ，カバーをスロットルバルブとモータとを長手方向に配置する縦長形状として，カバー側に磁気検出素子を固定する場合に，該磁気検出素子をその磁気検出方向と縦長形状のカバーの長手方向が直交するように配置したものである(【0007】)。",
                "回転角検出装置は，自動車の電子スロットルシステムに用いるものであって，カバーと本体ハウジングとの固定が縦長形状カバーの長手方向及び短尺方向の位置ずれが一切生じないというものではないところ，本件訂正発明1では，カバーに熱変形による位置ずれが生じた際，縦長形状カバーの長手方向の位置ずれが短尺方向の位置ずれより大きくなる位置に磁気検出素子が配置されている(【0007】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正明細書では，「磁気検出素子」の位置について，樹脂製のカバーにモールド成形されたステータコアに固定されることが記載されているものの(【0007】，【0008】)，図2，7及び8に示すほかは，カバーにおける磁気検出素子の設置位置を具体的に特定して示す記載はない。",
                "また，図6において，(a)はステータコアがホールICの磁気検出方向と直角方向に位置ずれした場合のホールICの出力変動特性を示す図，(b)はステータコアがホールICの磁気検出方向に位置ずれした場合のホールICの出力変動特性を示す図が示されているが，これは，ステータコアが磁石と位置ずれすることを前提として，位置ずれの方向が磁気検出方向に対して直交する場合と平行な場合との出力変動を比較したもの(【0028】)であり，磁気検出素子を備えたステータコアの位置が，熱変形によってずれるか否かや，そのずれの方向を確認した実験結果又はその確認方法は示されていない。",
                "さらに，樹脂製のカバーの形状，厚みについても，縦長形状とする(【0007】)ほかは，本件訂正明細書には記載がなく，これが，均質組成の平板であり，その内部温度分布が均一なものであるか否かは明らかでない。しかも，弁論の全趣旨によると，通常，熱変形は2次元的に発生するものではなく，3次元的に生ずるものであると解されるところ，3次元的な変形についての記載はない。",
                "このほか，樹脂製カバーと金属製本体ハウジングの固定について，「このカバー24をスロットルボディー15にボルト等で固定することで，ステータコア26，ホールIC25がカバー24の内側に固定された状態で組み付けられている。」(【0015】)，「カバー24の上部周縁には，ステータコア26と同心状に円弧状凹部36が形成され，この円弧状凹部36を，スロットルボディー15の開口上縁部に形成された凸部37に嵌め込む」(【0020】)との記載と図1に嵌合の様子が描かれているほかは，ボルト止めの数や位置に関する記載は，本件訂正明細書にはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1の課題",
              "text": [
                "本件訂正発明1の特許請求の範囲は，前記第2の2【請求項1】記載のとおりであるところ，前記1(1)によると，本件訂正発明1の課題は，次のとおりであると認められる。",
                "スロットルバルブの回転角(スロットル開度)を検出する従来の回転角検出装置において，ホールIC(ホール素子(磁気検出素子)と信号増幅回路とを一体化したIC)を固定するステータコアをモールド成形した樹脂製のカバーは，これを取り付ける金属製のスロットルボディーに比べて熱膨張率が大きく，縦長形状に形成されているため，その長手方向の熱変形量が大きく，しかも，ホールICの磁気検出方向(磁気検出ギャップ部と直交する方向)とカバーの長手方向が平行になっていたため，カバーの熱変形によって，ステータコアと磁石とのギャップが変化して，磁気検出ギャップ部を通過する磁束密度が変化しやすい構成となっていたので，カバーの熱変形によってホールICの出力が変動しやすく，回転角の検出精度が低下するという欠点があった。",
                "そこで，本件訂正発明1は，カバーの熱変形による磁気検出素子の出力変動を小さく抑えることができ，回転角の検出精度を向上することができる回転角検出装置を提供することを目的とするものである。",
                "上記によると，",
                "A  樹脂製のカバーは，これを取り付ける金属製のスロットルボディー(本体ハウジング)に比べて熱膨張率が大きいことにより，カバーの熱変形が生じ，スロットルボディー(本体ハウジング)との間にカバーの長手方向又は短尺方向の相対的な位置ずれが生じること，",
                "B  縦長形状に形成されたカバーの長手方向の熱変形量が大きく，Aの位置ずれの長さ(延び)は，短尺方向よりも長手方向が大きいこと，",
                "C  Bの位置ずれの結果，カバーに固定された磁気検出素子の位置がずれ，磁気検出素子と金属製のスロットルボディー(本体ハウジング)に固定された磁石との間のエアギャップが変化すること(以下「磁気検出素子と磁石との位置ずれ」ともいう。)，",
                "D  Cの位置ずれは，短尺方向よりも長手方向が大きいこと，",
                "が備われば，当業者は，本件訂正発明1の上記課題に直面し，これを理解できると解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "要件A～Dについての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "要件A及びBについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正後の請求項1には，「樹脂製」の「カバー」が「自動車の電子スロットルシステムに使用される樹脂で成形され」，「前記カバーは，前記本体ハウジングにボルトで固定され」，「樹脂製」の「カバー」は，「アルミニウム製」(すなわち「金属製」)の「本体ハウジングより熱膨張率が大きい」ことにより，「カバーの熱変形」が生じることが特定されている。",
                        "また，カバーと本体ハウジングとの固定に関して，「前記カバーは前記本体ハウジングにボルトで固定され」，「前記カバーは，前記本体ハウジングに対して前記カバーの長手方向及び短尺方向の位置ずれ発生が皆無でなく固定され，」と記載されている。",
                        "本件訂正明細書には，本件訂正発明1におけるカバーと本体ハウジングとの固定に用いられるボルトにつき，ボルト止めの数や位置に関する記載がない。",
                        "そうすると，カバーに熱変形が生じる場合であっても，ボルト止めの数や位置によっては，ボルトの固定力がカバーに生じる熱応力との関係において強い場合には，2次元的な熱変形によるカバーと本体ハウジングとの間の相対的な位置ずれが，常に生じるとは限らないと解されるが，位置ずれが起こることがあり得ることは理解することができる。",
                        "しかし，カバーが2次元的に「熱変形」する場合，カバーが均質組成の平板形状でなかったり，カバー内部の温度分布が均一でなかったりするときであっても，縦長形状のカバーの長手方向が短尺方向に比べて熱変形量(延び)が常に大きくなるということについては，本件訂正明細書に記載されておらず，そのような技術常識があると認めるに足りる証拠もない。",
                        "そして，本件訂正後の請求項1にも，本件訂正明細書にも，本件訂正後の請求項1の「カバー」が平板形状であるか否か等，その断面形状がどのような形状であるかを特定する記載はなく，カバー内部の温度分布に関する記載もない。",
                        "したがって，仮に，カバーが2次元的に「熱変形」することにより「カバーと本体ハウジングとの間の相対的な位置ずれ」が生じたとしても，本件訂正後の請求項1の記載からは，「縦長形状に形成されたカバーの長手方向の熱変形量が大きく，Aの位置ずれの長さ(延び)は，短尺方向よりも長手方向が大きいこと」という要件Bを充足するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によると，本件訂正発明1においては，要件Bが備わっているとはいえない。",
                        "したがって，本件訂正後の請求項1の記載から，当業者が，「熱変形により縦長形状のカバーの長手方向が短尺方向に比べて寸法変化(位置ずれ)が大きくなること」という本件訂正発明1の課題の前提となる事実を認識し得るとはいえないから，本件訂正発明1は，「樹脂製のカバーは，その長手方向の熱変形量が大きく，カバーの熱変形によって，ステータコアと磁石とのギャップが変化」することを避けるとの課題を有するものであるか不明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "要件C及びDについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(ア)のとおり，カバーが2次元的に「熱変形」することにより「カバーと本体ハウジングとの間の相対的な位置ずれ」が生じたとしても，縦長形状に形成されたカバーの長手方向の熱変形量が大きく，位置ずれの長さ(延び)は，短尺方向よりも長手方向が大きいとはいい切れないから，位置ずれの結果，カバーに固定された磁気検出素子の位置がずれ，磁気検出素子と金属製のスロットルボディー(本体ハウジング)に固定された磁石との間のエアギャップが変化するとしても，その位置ずれは，短尺方向よりも長手方向が大きい(要件D)とはいい切れない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，例えば，長方形のカバーを，その左右の長辺に沿ってそれぞれ均等に三箇所，計六箇所をボルト等で係止した際に，熱応力とボルト固定力との関係で，カバーの熱応力が勝ってカバーに熱変形が生じ，かつ，その熱変形量について長手方向が短尺方向よりも大きい(要件A及びBを充足する)としても，左辺側のボルトの締付けが右辺側のボルトに対して相対的に強い場合，右辺側ボルトの近傍の位置においては，短尺方向が長手方向に比べて寸法変化(位置ずれ)が大きくなる可能性があると解される。",
                        "そうすると，仮に，要件A及びBを充足したとしても，要件Dを充足しない場合があり得ることになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，本件訂正後の請求項1は，「前記磁気検出素子は前記カバーの上部内側に前記磁石と同心状に配置されて，前記磁石と前記磁気検出素子との間にはエアギャップが形成され」ていること，「カバー」は「本体ハウジングにボルトで固定され」ていること，「磁気検出素子」は「前記カバーの熱変形による位置ずれが生じた際前記カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に，前記磁気検出素子の磁気検出方向と前記カバーの長手方向が直交するように配置され，前記カバーの熱変形による位置ずれが生じた際の磁気検出方向の位置ずれ量を小さくしている」ことが記載されている。",
                        "しかし，前記ア(ア)のとおり，ボルト止めの数や位置や，ボルトの固定力については，本件訂正後の請求項1において，特定されていない。そうすると，「前記カバーの熱変形による位置ずれが生じた際前記カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に，前記磁気検出素子の磁気検出方向と前記カバーの長手方向が直交するように配置され」と特定されたところで，「前記カバーの熱変形による位置ずれが生じた際前記カバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置」を特定することができないし，本件訂正明細書を参酌しても，そのような位置が具体的にどこになるのか，明らかでないから，当事者において，磁気検出素子の配置される位置を理解することができるとはいい難い。",
                        "そして，特定し得ない位置に磁気検出素子を配置することを前提として，当業者が，要件Dを充足すると理解することはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によると，本件訂正発明1において，要件Dは備わっているとはいえない。",
                        "したがって，本件訂正後の請求項1の記載から，当業者が「熱変形により縦長形状のカバーの長手方向が短尺方向に比べて位置ずれが大きくなること」という本件訂正発明1の課題の前提となる事実を認識し得るとはいえないから，本件訂正発明1 は，「樹脂製のカバーは，その長手方向の位置ずれが大きく，カバーの熱変形によって，ステータコアと磁石とのギャップが変化」することを避けるとの課題を有するものであるか不明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本件訂正発明1は，課題を認識し得ない構成を含むものであるから，発明の課題が解決できることを当業者が認識できるように記載された範囲を超えたものであり，特許法36条6項1号に規定する要件(サポート要件)を充足するものとはいえない。",
                    "また，本件訂正後の請求項2～4は，いずれも本件訂正後の請求項1を引用する請求項であるところ，本件訂正後の請求項2～4においては，ボルトの数や位置について特定されておらず，磁気検出素子が配置される位置について記載されてはいるものの，その位置が具体的に特定されていないことからすると，本件訂正後の請求項2～4も，本件訂正後の請求項1と同様に，前記の課題を有するものであるか不明であり，課題を認識し得ない構成を含むものであるから，発明の課題が解決できることを当業者が認識できるように記載された範囲を超えたものである。",
                    "したがって，本件訂正発明2～4も，特許法36条6項1号に規定する要件(サポート要件)を充足するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "要件Bについて",
                  "text": [
                    "原告は，本件訂正により，①用途，②本体ハウジングがアルミニウム製であること，③カバーがスロットルバルブ及びモータを一括して覆うこと，④カバーを成形する樹脂，⑤カバーがスロットルバルブとモータとを長手方向に配置する形状，⑥ボルト固定，⑦位置ずれ発生が皆無でないこと，⑧磁気検出素子はカバーの長手方向の位置ずれが短尺方向の位置ずれより大きい位置に配置されること，⑨磁気検出素子カバーの熱変形による位置ずれが生じた際の磁気検出方向の位置ずれ量を小さくしていることが特定されているので，カバーの断面形状の特定がなくても，本件訂正発明において，カバーの熱変形量が短尺方向より長手方向の方が大きい点は特定されており，要件Bは，本件訂正により解決されている旨主張する。",
                    "しかし，前記(2)ア(ア)のとおりであって，本件訂正発明1において，カバーの熱変形量が短尺方向より長手方向の方が大きい点が特定されていると解することはできない。",
                    "また，カバーの断面形状の特定がなくても，熱変形量が短尺方向より長手方向の方が大きいという技術常識を認めるに足りる証拠はないし，自動車の電子スロットルシステムに使用されるカバーは，エンジンルームに配置されるからといって，その内部温度分布が均一であるという技術常識を認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "要件Dについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件訂正により，本件発明の用途を自動車の電子スロットルシステム用に限定し，磁気検出装置の取付位置やカバーの固定態様等を減縮修正したことにより，当業者の理解が異なるのであって，自動車の電子スロットルシステムの当業者は，右辺側ボルト近傍で位置ずれが発生すれば，その位置ずれ量は，長さの長い長手方向の量が短尺方向の量より大きくなると理解する旨主張する。",
                        "しかし，前記(2)イ(イ)のとおり，右辺側ボルト近傍で位置ずれが発生すれば，短尺方向が長手方向に比べて寸法変化(位置ずれ)が大きくなる可能性があるから，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，ボルトが緩んだ場合，ボルト締付け力の低下はボルトの軸線と直角な平面内で一様に生じるのであって，位置ずれはボルトが緩む結果であるから，位置ずれが発生することと位置ずれの方向が全方向に及ぶこととは，実質的に同じであり，位置ずれの量は，長さの長い長手方向の方が短尺方向より大きくなるから，要件Dは，本件訂正により解決されている旨主張する。",
                        "しかし，位置ずれがボルトが緩むことによって生じる場合，カバーを固定する複数のボルトのうち，特定のボルトのみが緩むのか，全部のボルトが緩むのか，緩むとしてその緩みの程度の差があるか，本件訂正明細書では特定されておらず，仮に，3本以上のボルトのうち，特定の1本のボルトのみが相当程度緩んだ場合，カバーの熱膨張による位置ずれが，緩んでいないボルトの近辺においても緩んでいるボルトの近辺においても均等に生じるとは考えられないから，いかなる場合においても，長手方向の位置ずれが短尺方向の位置ずれより大きいとは考えられず，それが当業者にとって技術常識であるともいえない。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，長期間の使用の後では，各ボルトの締付け力は平衡する旨主張するが，仮にそうであるとしても，位置ずれの量が常に長さの長い長手方向の方が短尺方向より大きくなるということはできないから，要件Dを充足しない旨の判断を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によると，本件訂正発明1～4の特許請求の範囲の記載は特許法36条6項1号に規定する要件(サポート要件)を充足していないから，原告の取消事由には理由がない。",
                "よって，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}