{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-6672号事件について平成29年3月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，「導光フィルム」なる名称の発明について，平成23年4月11日を国際出願日とする特許出願(特願2013-504971号。パリ条約による優先権主張：平成22年4月12日，米国。以下「本願」という。)をし，平成27年7月3日付けで特許請求の範囲の補正(以下「本件補正」という。)を行ったが，同年12月24日付けで拒絶査定を受けた。",
            "原告は，平成28年5月6日，拒絶査定不服審判を請求し，特許庁は，これを不服2016-6672号事件として審理した。",
            "特許庁は，平成29年3月6日，「本件審判の請求は，成り立たない。」との審決をし(出訴期間として90日を附加)，その謄本は同月21日に原告に送達された。",
            "原告は，同年7月14日，審決の取消しを求めて，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲請求項1に記載された発明は，次のとおりである(甲13。以下，同発明を「本願発明」といい，本願に係る明細書及び図面を併せて「本願明細書」という。)。",
            "「構造化された第1主表面と，相対する第2主表面と，を含む導光フィルムであって，前記構造化された第1主表面が，複数の単位個別構造を含み，各単位個別構造が，",
            "主に光を導くための導光部分であって，",
            "複数の第1側面であって，各第1側面が，前記導光フィルムの平面に対して35度～55度の範囲の角度をなす，複数の第1側面と，",
            "前記複数の第1側面で画定され，第1最小寸法を有する第1底面と，",
            "第1最大高さと，を含む，導光部分と，",
            "主に導光フィルムを表面に接着するための，前記複数の第1側面の上及び間に配置される接着部分であって，",
            "複数の第2側面であって，各第2側面が，前記導光フィルムの平面に対して70度超の角度をなす，複数の第2側面と，",
            "前記複数の第2側面によって画定され，前記第1最小寸法の10％未満の第2最小寸法を有する第2底面と，",
            "第2最大高さであって，前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である，第2最大高さと，を含む，接着部分と，を含む，導光フィルム。」"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要旨",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の優先日前の刊行物である引用例1(特開2008-122525号公報，甲1)に記載された発明(以下「引用発明」という。)，引用例2(国際公開第2008／047855号，甲2)に記載された技術(以下「引用例2記載技術」という。)及び周知技術に基づいて，その優先日前に当業者が容易に発明をすることができたものであり，特許法29条2項により特許を受けることができないから，他の請求項に係る発明について審理するまでもなく本願は拒絶すべきであるというものである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本願発明と引用発明との対比",
          "text": [
            "審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "集光シートとして，光出射面に，凹凸部として断面直角二等辺三角形状のプリズム体が配列されたプリズムシートをポリカーボネート樹脂の溶融押出成形により作製してなる，",
                "集光シート。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明と引用発明との一致点",
              "text": [
                "構造化された第1主表面と，相対する第2主表面と，を含む導光フィルムであって，前記構造化された第1主表面が，複数の単位個別構造を含み，各単位個別構造が，",
                "主に光を導くための導光部分であって，",
                "複数の第1側面であって，各第1側面が，前記導光フィルムの平面に対して35度～55度の範囲の角度をなす，複数の第1側面と，",
                "前記複数の第1側面で画定され，第1最小寸法を有する第1底面と，",
                "を含む，導光部分を含む，導光フィルム。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願発明と引用発明との相違点",
              "text": [
                "本願発明の導光フィルムは，「主に導光フィルムを表面に接着するための，前記複数の第1側面の上及び間に配置される接着部分であって，複数の第2側面であって，各第2側面が，前記導光フィルムの平面に対して70度超の角度をなす，複数の第2側面と，前記複数の第2側面によって画定され，前記第1最小寸法の10％未満の第2最小寸法を有する第2底面と，第2最大高さであって，前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である，第2最大高さと，を含む，接着部分」を含み，また，本願発明の導光フィルムの導光部分は，「第1最大高さ」を含むのに対して，引用発明の集光シートは，この構成を具備しない(断面直角二等辺三角形状のプリズム体が配列されたものである)点。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "引用例2記載技術",
          "text": [
            "審決が認定した引用例2記載技術は，次のとおりである。",
            "「(A)生産性の向上とともに，出射光制御板と導光体との密着性，密着力を向上させつつ，光学性能を維持した面光源素子を提供することを目的として，(B)出射光制御板が少なくとも一部の凸部の頂部に少なくとも一つ以上の突起状の固定部を有し，(C)その固定部を固定層の内部に入れることで，固定部と固定層との接着面積が増加し，高い密着性，密着力を得るという効果を奏する技術。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例2記載技術の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，特許法29条2項でいうところの「引用発明」として，引用例1(甲1)に記載された発明(引用発明)及び引用例2(甲2)に記載された事項(引用例2記載技術)を認定し，「引用例2記載技術」があたかも「引用発明」であるかのように扱っている。しかしながら，「引用例2記載技術」は，特許法上の「発明」に該当するものではなく，審決は，引用例2に記載された発明の認定を誤っている。",
                "すなわち，引用例2に記載されたような，凸部の先端を(下側にある)導光体側に向けて導光体と接触させた構造(下向き構造)では，光源から導光体の入射面に入射した光が導光体及び固定層内を，全反射を繰り返して伝播していき，この伝播する光が固定層の出射面と出射光制御板の凸部の頂部との界面から出射光制御板に取り込まれるため，出射光制御板の凸部の頂部と導光体との接触部が，導光体から出射光制御板への光の伝播経路の役割を果たす。",
                "このような下向き構造を前提とすると，引用例2でいうところの「密着」及び「密着させることによる光学性能の維持」とは，出射光制御板の凸部と導光体とを「密着」させることによって両者間の接触面積(接着層表面において凸部の頂部が占める領域の面積)を確保し，両者の間の光の伝播経路を確保することを意味する。そして，出射光制御板と導光体とを密着させて両者の間の光の伝播経路を確保することは，下向き構造特有の課題であるため，「引用例2記載技術」の課題でいうところの「出射光制御板と導光体との密着性」を実現するためには，「凸部を導光体側に向けて導光体と接触させた下向きの構造」であることが必須の要件となる。",
                "また，引用例2において，「接着層または粘着層の厚み，固さに影響して凸部の頂部が埋まり，凸部と導光体との接着幅が変化してしまうことで光学性能が低下する原因となる」という課題を解決するためには，「凸部の頂部の固定部を導光体の出射面に密着させること」が必須の要件である。",
                "したがって，「凸部を導光体側に向けて導光体と接触させた下向きの構造」及び「凸部の頂部の固定部を導光体の出射面に密着させること」を含んでいない「引用例2記載技術」は，課題を解決することができるものではないので，審決は引用例2に記載された「発明」の認定を誤っている。「光の全反射」を利用した「光経路空気非介在型の下向き構造」を前提に密着性を向上させるための必須の構成を備えていない「引用例2記載技術」は，本願発明の課題及び引用例1の開示内容等を念頭においた上で，本願発明の進歩性を否定するために都合の良い要素のみを引用例2から抽出し，被告が独自に創作したものであるから，特許法上の「発明」に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した課題(接着層または粘着層を用いた密着の場合，接着層または粘着層の厚み，固さに影響して凸部の頂部が埋まり，凸部と導光体との接着幅が変化してしまうことで光学性能が低下する原因となる)は，引用例2の［0006］に記載されており，引用例2の課題の一つではある。",
                "しかし，引用例2は，［0005］に記載された課題，すなわち，「しかしながら，従来技術に示した密着性向上の技術を用いたとしても，高温高湿となりやすい屋外や車内での厳しい環境下では，出射光制御板，固定層，導光体に寸法変化が起こり，密着が不十分となりやすいため，依然として密着力が不足している。また，固定層を直接導光体に設けようとすると，導光体の出射面のみに配置する必要があり，直接設けるためには固定層が液状である必要があるため位置合わせが難しいのと同時に，厚み，固さを制御することが困難であるため，歩留まりが低下するおそれがある。」の解決を主目的とするものであって，この主目的を無視して引用発明に相当し得るものを認定することは，引用例2に記載された内容を根拠なく上位概念化するものであり，認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1と引用例2の技術的意義の違い",
              "text": [
                "引用例1は，プリズムの頂点を出射面側(上側)に向けた「上向きの構造」を有するものであり，プリズムの頂部を，接着層を介して拡散シートに接合しようとすると，プリズムの頂部が接着層に食い込む接合部分が形成され，同接合部分では集光効果が低減するため，同接合部分の幅(Pw)を小さくし，出射面として機能する傾斜面の面積を大きくして，これにより集光効果の低減を抑制することを目的(課題)とする。",
                "要すれば，引用例1は，プリズムの頂部を出射面側(上側)に向けた「上向きの構造」において，接着層を採用した場合に生じる特有の「接合部分の幅(Pw)の増加」又は「出射面として作用する傾斜面の面積の低減」に関する課題を解決しようとするものである。",
                "これに対し，引用例2は，前記のとおり，頂部を入射面側(下側)に向けた「下向きの構造」を有するものであって，固定層から出射光制御板への入射経路の確保という，引用例2特有の課題を解決しようとするものであり，その解決手段も，光の伝播経路に影響を与えない凸部の頂部に追加の固定部を設けるという下向きの構造に特有のものである。",
                "このように，引用例1は，上向きの構造に特有の課題を解決する技術であり，引用例2は，反対側を向いた下向きの構造に特有の課題を解決する技術であるから，両者は全く異なる技術分野に属するものであり，両者を組み合わせることは当業者が通常行うことではない。",
                "この点，審決は，引用例1及び引用例2の技術的意義の解釈を誤り，両者の光学的原理の違いを一切考慮することなく，両者を組み合わせることが容易であるという誤った判断を行っている。この誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1に引用例2を組み合わせる動機付けがないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上向きの構造と下向きの構造の光学原理の違い",
                  "text": [
                    "上向きの構造は，構造体と空気との界面の「屈折」を用いる(下側にある導光体から構造体内部に侵入した光を，構造体の傾斜面と，外部の空気との界面で屈折させて出射面がある上側に向けて屈折させることを目的とする)のに対して，下向きの構造は，構造体内部での「内部反射」を用いる(下側にある導光体から，下向きの頂部と接着層の接触面から構造体内に導き，構造体内部で反射させることで光を上側に向けて反射させることを目的とする)ものである。したがって，両者は明確に光学原理が異なるものであり，この点を理解することなく両者が容易に組み合わせることができるものであるとすることは誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けの不存在",
                  "text": [
                    "前記のとおり，引用例1に記載された上向きの構造においては，引用例2に記載されたような下向きの構造に特有な「頂部と，頂部に接する部分との接触面積を増やす」課題は生じないため，引用例1に引用例2を組み合わせる動機付けが存在しないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "組合せの阻害要因",
                  "text": [
                    "接合部分の幅(Pw)を狭くしようとしている引用例1に，接合部分の幅を狭くするとその技術的意義に反する(光の伝播経路が狭まり輝度が低下してしまう)ことになる引用例2を組み合わせることには明確な阻害要因が存在する。また，引用例2において，凸部の両側面は，光の内部反射の方向を決定するためのものであり，大きさよりもむしろ形状によって凸部からの光の出射量を増減させるものであるから，引用例2において凸部の両側面の面積を大きくしようとすること，すなわち凸部の頂面の幅を狭くしようとすることの動機付けは存在しない。このような観点からも，引用例1に引用例2を適用することについて明確な阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "技術的解釈の誤り(上位概念化)",
                  "text": [
                    "審決は，引用例1及び引用例2が光学シートに関するものであるという点にのみ着目し，光学シートに関するものであることのみを理由として両者を組み合わせる動機付けが存在するとしている。しかし，上向きの構造と下向きの構造とのそれぞれの特有の課題が存在することを無視し，両者を上位概念化して「光学シート」という共通点を見付けた上で，両者を組み合わせることは容易であるとすることは誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例1と引用例2とを組み合わせた場合について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の「接着部分」の欠如",
                  "text": [
                    "前記のとおり，引用例1と引用例2は，そもそも組み合わせる動機付けが存在しないが，仮に両者を組み合わせたとしても，本願発明を得ることはできない。",
                    "すなわち，引用例2には固定部の高さと底面の寸法の比(アスペクト比)に関する記載はなく，よって，引用例1及び引用例2を組み合わせたとしても，本願発明の「第2最大高さであって，前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である，第2最大高さ」に関する構成を得ることはできない。",
                    "したがって，仮に引用例1と引用例2とを組み合わせて，引用例1の凸部に頂部に引用例2の固定部を設けたとしても，これは本願発明の「接着部分」に相当するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3(米国特許出願公開第2007／0195421号明細書，甲3)について",
                  "text": [
                    "審決は，引用例3をも引用して，容易想到性の判断をしているところ，確かに，引用例3には，上向きの構造を有するプリズムの底面に突起が設けられている構造が記載されている。",
                    "しかし，光学分野においては，既存の構造をそのまま別の部分に移動させると光学特性が著しく変化するものであるから，引用例3の底面に設けられた突起を，すぐさまプリズムの頂部に移動させることが容易である，とする簡易な理論が通用するものではない。",
                    "また，このことを措いても，引用例1には，接着層に食い込んでいる接合部分の高さを調整し，接合部分の最大高さと接合部分の底面の幅との比を少なくとも1．5とする技術的な示唆は存在せず，むしろ，このような比を採用して接合部分の高さを増加させることについての阻害要因が示唆されている。",
                    "すなわち，引用例1には，断面直角二等辺三角形状以外のプリズムを用いることについて何ら検討がなされておらず，導光部分とは別個に接着部分を設ける思想もないから，審決でいうところの「突起の固定部の長さを調整」するという思想は存在しない。また，引用例1において突起の固定部の長さを長くすると，プリズムの頂点をより深く接着層に差し込むことになり，このことは，接合部分の幅(Pw)を大きくすることにつながるから，引用例1の技術的思想と逆行する。",
                    "したがって，引用例1に引用例2を組み合わせた上で，更に引用例3の記載を参照して「第2最大高さであって，前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である，第2最大高さ」を備える構造を得ようとすることは，主引例である引用例1の技術的思想を無視した，いわゆる「容易の容易」に該当するものであり，このような「容易の容易」を用いた審決は明らかに誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の効果について",
              "text": [
                "本願発明は，相違点に係る本願発明の構成を採用することにより，光学特性を損失することなく，引用例1よりも優れた接着力を実現しているものであるから，仮にこれが引用例1の延長線上の効果であったとしても，引用例1に対して優れた接着力を実現している以上，本願発明の効果は評価されるべきである。",
                "したがって，審決が，引用例1の延長線上にすぎないことを理由に「顕著な効果」を認めなかったのは誤っている。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1に記載されたような，プリズムの頂部を出射面側(上側)に向けた構造(上向きの構造)は，プリズムを有する集光シートを通って「空気中に出た」光を再び拡散シートに入射させるものであり，「光の屈折」を利用した「空気介在型」の光経路を有する。これに対し，引用例2の下向きの構造は，導光体を通る光が，導光体と凸部との接触面を通って，「空気中に出ることなく」出射光制御板に入るものであり，「光の全反射」を利用した「空気非介在型」の光経路を有する。",
                    "このように，光経路が空気を含むか含まないか，光の屈折を利用するか全反射を利用するかという点において，引用例1と引用例2とでは，光を正面へと導く経路の基本的なメカニズムが異なっている。",
                    "その結果として，引用例1の課題は引用例2では成立せず，引用例1と引用例2を組み合わせようとする動機付けも生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告の主張は，「屈折」と「全反射」という異なる物理現象を「スネルの法則」という一般化した法則を持ち出して同一の原理に基づくと強弁するものであって，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1の課題は，「上向き構造」を前提とした「正面輝度の低下抑制」を一部に含むから，かかる課題に直面した当業者が，基本的なメカニズムの異なる「下向き構造」に係る引用例2を参照することはあり得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「接触面積」とは，接着層等に突出部が差し込まれている場合に，接着層表面において突出部が占める領域の面積を意味し，「接着面積」とは，接着層等に突出部が差し込まれている場合に，接着層と突出部との界面の面積を意味するところ，引用例1では，接触面積が小さい方が，輝度が高くなる(接触面積は光の伝播経路に寄与しない。)のに対し，引用例2では，接触面積を小さくすれば輝度が低下してしまう(接触面積は光の伝播経路に寄与する。)。このように，「接触面積」の大小については，引用例1と引用例2とでは，全く逆方向の示唆をしている。",
                    "したがって，「接触面積」を小さくすることを指向する引用例1の発明を出発点として，「接触面積」を小さくすれば輝度が低下してしまう引用例2の発明を組み合わせる動機が存在しないことは明らかである。",
                    "さらに，かかる逆方向の示唆に鑑みれば，引用例1に引用例2を組み合わせて本願発明に想到するには阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用例1には，そもそも導光部分と別個に「接着部分」を設ける思想がないから，「接着部分」の形状を調整して「より縦長」な構成とする契機がない。当然のことながら，引用例1には，接着部分の幅すなわち「接触面積」を小さくしながら，より大きな「接着面積」を確保するという技術的思想の開示，示唆もない。",
                    "他方，引用例2は「下向き構造」を前提としており，「接触面積」を小さくすれば輝度が低下してしまうのだから，「接触面積」を小さくしながら，より大きな「接着面積」を確保するという技術的思想の開示，示唆もない。",
                    "このように，接着部分の幅すなわち「接触面積」を小さくしながら，より大きな「接着面積」を確保するという技術的思想は，本願において初めて開示された，本願発明固有のものである。換言すれば，「接触面積」を小さくしながら，より大きな「接着面積」を確保するという課題認識は，引用例1にも引用例2にも存在せず，両者を組み合わせて初めて生じ得るものである。",
                    "そのような，課題が「特定の引例の組み合わせによって初めて生じること」を捨象して，該課題に向けられた本願発明のアスペクト比(1．5)を採用することを「容易」とすることは，証拠による裏付けを欠き，論理の飛躍を含むものであって，不適切である。",
                    "本願発明のアスペクト比は，接着部分の幅すなわち「接触面積」を小さくしながら，より大きな「接着面積」を確保するという，従来にない新規な技術的課題に向けられたものであるから，数値範囲が本願発明の進歩性を基礎付けるに当たり，数値範囲に臨界的意義は要しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例2記載技術の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，単位個別構造の向きが光の方向に対して「上向きの構造」にあるか「下向きの構造」にあるかを特定する発明ではない。本願発明において関心が向けられている事項は，単位個別構造の向きと光の方向との関係ではなく，単位個別構造の向きと接着方向との関係及び接着強度であって，光の方向と接着方向との間に格別の技術的関連があるものではない。",
                "そこで，審決では，プリズム体(単位個別構造)の向きが接着方向であり，かつ，接着強度に関心が向けられた「引用発明」を，特許法29条2項の「その発明の属する技術の分野における通常の知識を有する者が前項各号に掲げる発明に基いて容易に発明をする」ときの，出発点となる発明(いわゆる主引用発明)として位置付けるとともに，引用発明と同様に，凸部が接着方向であり，かつ，接着強度に関心が向けられた「引用例2記載技術」を，当業者が引用発明に基づいて容易に発明をするときに理解する，引用発明を改善する技術として位置付けた。",
                "すなわち，引用例2には，原告のいう「下向き構造」における出射光制御板であったとしても，審決に記載したとおりの，凸部の向きが接着方向であり，かつ，接着強度に関心が向けられた引用例2記載技術が記載されており，そこに何ら誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は，液晶表示装置の直下型又はエッジライト型バックライトユニットに用いられる光学シートに関するものであるところ，引用例1には，画素ピッチPpが320μmを下回る場合においてもモアレ防止効果等に優れる，配列ピッチPが100μm以下の引用発明も開示されているにもかかわらず，その接着強度の確保に関しては，十分な課題解決手段が示されておらず，本願の優先権主張の日前(当時)の当業者からみれば，未解決の課題が残っているといえる。そこで，当業者は，配列ピッチPが100μm以下の引用発明においても接着強度を確保するべく，引用発明に基づいて発明をすることとなる。",
                "他方，引用例2は，液晶表示装置のエッジライト型バックライトユニットに用いられる光学シートに関する技術が記載された文献であり，引用発明に基づいて発明をする当業者ならば，引用例2にも接するといえるところ，引用例2の［0008］には，課題を解決するための手段として，①光源と，②前記光源からの光を反射するリフレクタと，③前記光源からの光及び前記リフレクタで反射した光を受光する少なくとも1つの端面である入射面と該入射面と略垂直をなす主面の一つである出射面とを有する導光体と，④前記導光体の出射面からの光を入射面上の凸部で受光して出射面から正面方向へ出射する出射光制御板と，⑤前記導光体の少なくとも一部の出射面と前記出射光制御板の少なくとも一部の入射面を接合する固定層と，を備える面光源素子であって，⑥前記出射光制御板が少なくとも一部の前記凸部の頂部に少なくとも一つ以上の突起状の固定部を有し，⑦前記固定部の少なくとも一部が前記固定層の内部にある，面光源素子の発明が開示されている。",
                "ここで，引用例2の［0026］，［0043］及び［図2］に記載された従来の面光源素子は，上記⑥の出射光制御板の凸部の頂部に設けられた突起状の固定部を除く全ての部材を備えているから，引用例2の記載に接した当業者ならば，上記⑥の固定部が，［0007］に記載された発明の目的を達成し，［0017］に記載された発明の効果を奏するための本質的部分であると理解する。加えて，引用例2記載技術の固定部は，接着面積を増加させるための手段である(［0017］)のに対して，凸部は，光の侵入経路を確保する手段である(［0029］)から，当業者ならば，両者を機能的観点から別個の部材として理解することができる。さらに加えて，引用例2の［0017］には，「固定部と固定層との接着面積が増加し，高い密着性，密着力を得ることができる」という，発明の効果が奏せられる理由を，物と物の接着一般に共通する因果関係に基づいて説明した記載がある。",
                "以上の事情を勘案すると，引用発明に基づいて発明をする当業者は，上記①ないし⑦から成る面光源素子の各部材のうち，上記⑥の出射光制御板，特に，固定層に接合される凸部の頂部に設けられた突起状の固定部の構成及び［0017］に記載された固定部の機能に着目し，引用発明においても接着層に接合されるプリズム体の頂部に突起状の固定部を設け接着層との接着面積を増加させて高い密着性，密着力を得ることによって，引用例1の【0023】に記載された「正面輝度の低下を最小限に抑えながら，シートのたわみ防止，副資材の削減，熱変形の防止を図る」効果を改善することを，容易に発明することができたといえる。",
                "以上のとおりであるから，当業者が，引用発明に基づいて発明をするときに引用例2から理解する技術として，引用例2記載技術を挙げた審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「凸部を導光体側に向けて導光体と接触させた下向きの構造」及び「凸部の頂部の固定部を導光体の出射面に密着させること」を含んでいない引用例2記載技術は，引用例2に記載された課題を解決することができるものではないので，審決は，引用例2に記載された「発明」の認定を誤っていると主張する。",
                "しかしながら，引用発明に基づいて発明をする当業者が，突起状の固定部を固定層の内部に入れることで固定部と固定層の接着面積を増加させて高い密着性，密着力を得るという固定部の機能に技術的意義を見いだして引用例2記載技術を把握することは，前記(1)及び(2)で述べたとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，審決は，引用例2の［0005］に記載された課題解決の主目的を無視して引用発明を認定しており，認められないと主張する。",
                "しかしながら，引用例2記載技術は，当業者が引用発明に基づいて発明をするときに理解する技術であるから，接着強度を確保するという引用発明の課題を解決する技術として理解されることに意義がある。",
                "なお，引用例2記載技術の(A)の部分は，［0005］に記載の課題を受けた目的であるから，審決は［0005］の課題を無視していない。引用例2記載技術は，［0005］に記載された課題を解決することも考慮したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術的意義の違いについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "単位個別構造の向きと光の方向の関係を基準にして考えるならば，確かに，引用発明は上向きの構造を具備し，引用例2記載技術は下向きの構造を具備する。しかしながら，接着層との位置関係を基準にして考えるならば，引用発明及び引用例2記載技術は，ともに，接着層向きの構造を具備するといえるし，また，光学特性及び接着強度に関心を向けたものともいえる。そして，接着強度を確保するべく引用発明に基づいて発明をする当業者が，引用例2にも接して引用例2記載技術を理解し，引用発明の接着層に接合されるプリズム体の頂部に突起状の固定部を設けることを着想することは，前記のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明と引用例2記載技術における，構造上及び光学上の相違を指摘する。確かに，引用発明は，液晶表示装置のバックライトからの光の向きを，光の屈折を利用して上向きに変え，光出射面から出射させる機能を具備する発明である(引用例1【0004】)。ここで，光を屈折させるプリズム構造は，本来ならば上向きでも下向きでも良いが，引用例1には上向きのものが記載されている。これに対して，引用例2記載技術は，液晶表示装置のバックライトからの光の向きを，光の全反射を利用して上向きに変え，光出射面から出射させる技術である(引用例2［0029］)。ここで，光を全反射させる凸部は，下向きが前提である。",
                    "しかしながら，当業者は，光の屈折や全反射等の幾何光学に関する基礎知識を有していることはもちろん，引用例1の【0042】ないし【0044】に記載されているとおり，光線の軌跡をシミュレーションし，引用発明における光の屈折及び全反射による効果を確認することもできる 。また，当業者ならば，引用発明のような上向きの構造の集光シートも，引用例2記載技術のような下向きの構造の出射光制御板も，その構造上及び光学上の特徴を理解する能力を具備し，両者を組み合わせたものを設計することもできる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用例1に記載された技術と引用例2に記載された技術の間に原告が取消事由1及び取消事由2で主張するような構造上及び光学上の相違があるとしても，これらは，同じ当業者が接する，同じ技術分野に属するものであり，両者を組み合わせることに，何ら技術上の支障もない。",
                    "なお，引用例2の図3の凸部形状の一例は，引用例2記載技術として取り上げた構成ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けの有無について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上向きの構造と下向きの構造の光学原理の違いについて",
                  "text": [
                    "前記のとおり，当業者は，引用発明のような上向きの構造も引用例2記載技術のような下向きの構造も理解する能力を具備し，さらに，両者を組み合わせることもできる。なお，屈折と全反射(内部反射)は，いずれも，屈折の法則(スネルの法則)に基づいて理解される幾何光学上の現象である(乙3)から，原理が異なるとはいえず，当業者が併せて理解可能な範囲内の事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けの不存在について",
                  "text": [
                    "当業者は，引用発明から離れて引用例2に接するのではない。当業者は，引用例2記載技術の固定部に技術的特徴を見いだし，引用発明のプリズム体の頂部に突起状の固定部を設けるという着想を得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "組合せの阻害要因について",
                  "text": [
                    "引用発明に基づいて発明をする当業者は，引用発明のプリズム体の頂部に突起状の固定部を設け，その固定部を接着層の内部に入れることで，固定部と接着層の接着面積を増加させることとなる。引用発明に基づいて発明をする過程において，引用例2記載技術の接合部分の幅を狭く，あるいは，凸部の両側面の面積を大きくする必要はないから，阻害要因はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "技術的意義の解釈の誤り(上位概念化)について",
                  "text": [
                    "審決は，引用発明及び引用例2記載技術を上位概念化していない。引用発明は，引用例1の【0096】に実施例1として記載されたものであり，上位概念化されていない。また，引用例2記載技術は，当業者が引用発明に基づいて発明をするときに理解する引用例2記載技術を明らかにしたにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例1と引用例2とを組み合わせた場合について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1の表1からは，Pw／Pを小さくすれば正面輝度測定値が良くなることが理解でき，そうすると，引用発明のプリズム体の頂部に突起状の固定部を設ける際には，できるだけ幅(接着部幅Pw)が小さく(狭く)，また，接着面積を増加させるために，できるだけ長い突起の固定部を設ければ良い。以上のとおり設計された固定部は，「第2最大高さであって，前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である，第2最大高さ」の要件を満たす。なお，本願発明の「1．5」という数値に臨界的意義はない(発明の詳細な説明には，かかる数値に顕著な効果をもたらすような臨界的な意義があるとする記載はない。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明のプリズム体の頂部に突起状の固定部を設けた場合の接合部幅Pwは，固定部の幅となるから，接着層の厚みを大きくしても，プリズム形状による集光効果が低減することにより正面輝度が低下するというような問題は発生しない。したがって，引用発明に引用例2記載技術を採用するに際しての阻害要因はない。",
                    "審決は，引用発明のプリズム体の頂部に設ける固定部の形状が，本願発明の縦横比の程度ならば，実現可能な範囲内であることを裏付けるために，引用例3を用いたにすぎず，いわゆる「容易の容易」の判断は示していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の効果について",
              "text": [
                "本願明細書には，発明の効果として明示された記載は存在しない。",
                "また，本願発明の接着部分は，例えば，図33や図35のような態様を含むものである。したがって，本願発明は，引用発明よりも優れた接着力を必ずしも実現しているとはいえない。",
                "本願発明の効果は，引用発明の効果と同質のものであり，また，引用発明の効果の延長線上において実現可能なものにすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の内容は前記第2の2のとおりであり，本願明細書(甲8，10)によれば，本願発明に関し，次の事項が認められる(図1，5，19及び22については，別紙本願明細書の図参照)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，光学的特性の損失が全く又はほとんどなしに，隣接表面にしっかりと固定することができる導光フィルムに関するものである(【0002】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "液晶パネルを組み込んだディスプレイなどのフラットパネルディスプレイはしばしば，1枚以上の導光フィルムを組み込み，所定の視野角に沿ったディスプレイ輝度を強化している。そのような導光フィルムは，典型的には，プリズム断面形状を有する複数の線状微小構造を含んでいる(【0003】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明に係る導光フィルムは，第1主表面上に，光を導き及び／又は再利用するための複数の単位個別構造を有し，各単位個別構造は，導光部分と接着部分とを含んでいる(【0010】，【0011】及び【図1】)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "導光部分の主な機能は，光を屈折又は反射させることによって光を導くことである(【0014】，【0017】及び【図5】)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "導光部分は，複数の第1側面と，この複数の第1側面によって確定され，導光フィルムの平面に対して平行な底面とを有する。各々の第1側面は，導光フィルムの平面に対して35度～55度の範囲である。底面は，導光部分の最大の横断面であり，第1最小寸法d を含む。導光部分は，最大高さhを有し，これは，底面又は導光フィルムの平面に対して垂直方向の，底面と接着部分との間の最大寸法又は距離である(【0016】，【0018】，【0021】，【0024】，【0025】及び【図1】)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "接着部分の主な機能は，例えば接着層を介して隣接する表面に導光フィルムを接着することである。接着部分は，場合によっては光を導くこともできるが，このような導光機能は，接着部分の主な機能ではなく二次的機能である(【0026】，【0029】及び【図5】)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "接着部分は，導光部分の複数の第1側面の上及びこれらの間に配置される。接着部分は，複数の側面と，複数の側面によって確定され，導光フィルムの平面に対して平行な底面とを有する。各々の側面は，導光フィルムの平面に対して70度超の角度をなす。底面は，接着部分の最大の横断面であり第2最小寸法d を含む。最小寸法d は，最小寸法d よりも実質的に小さく10％未満である。接着部分は最大高さh を有し，これは，底面又は導光フィルムの平面に対して垂直方向の，底面と接着部分上面との間の最大寸法又は距離である。接着部分は1より大きい縦横比を有し比h ／d は少なくとも1．5である(【0026】，【0028】，【0033】，【0035】，【0037】，【0039】，【0041】，【0042】及び【図1】)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "導光フィルムの接着部分は，十分に大きな縦横比を有するため，接着部分を例えば光学フィルムの光学接着層に接着させる際は，接着部分が光学フィルム内に十分に侵入して，導光フィルムと光学フィルムとの間に十分な接着を提供する。また，導光フィルムの接着部分は導光部分の幅に対して十分に細いため，輝度などの光学的特性の損失が全く又はほとんどなく，導光フィルム及び光学フィルムを含む光学積層体の有効透過率に全く又はほとんど影響をあたえない(【0048】，【0049】，【0059】及び【0062】)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "なお，上記光学積層体を画像形成パネルと光源との間に配置してディスプレイシステムを構成する際は，導光フィルムの第1主表面(すなわち導光部分及び接着部分が設けられた面)が，画像形成パネルを向くように配置してもよいし(【0064】及び【図19】)，逆に，光源を向くように配置してもよい(【0068】及び【図22】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用発明の内容は前記第2の3(2)アのとおりであり(争いなし)，引用例1(特開2008-122525号公報，甲1)によれば，引用発明に関し，次の事項が認められる(図1～3，6については，別紙引用例1の図参照)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "液晶表示装置用のバックライトユニットにおいては，光源光の出射方向を正面方向に配向させる集光性のある光学シートが用いられている。そして，これらの光学シートに，拡散シートや反射型偏光子等の光学シートを組み合わせて用いることで，液晶表示装置の輝度均一化，輝度向上が図られている(【0004】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，積層される側の光学シートが表面に凹凸部が形成された光学シートである場合，光学シート同士を単に接着層を介して貼り合わせる構成では，プリズム構造部が接着剤層の厚みに食い込み，その部分においてはプリズム形状による集光効果が低減することで，正面輝度が低下するという問題がある(【0011】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，引用例1においては，一方の面に凹凸部が多数連続して配列された第1の光学シート(例えば引用発明に係る集光シート)を第2の光学シート(例えば拡散シート)の接着層に接合させるに際し，第2の光学シートの接着層に対する第1の光学シートの凹凸部の頂部の接合部幅(Pw)が凹凸部の配列ピッチ(P)の20％以下になるようにしている。これにより，第1の光学シートと第2の光学シートとの間の接着性を維持しながら凹凸部と接着層との接触面積を抑制して，凹凸部の光の集光機能及び正面輝度が低下することを最小限に抑えるようにしている(【0012】～【0015】，【0029】，【0033】，【0034】，【0043】，【0049】，【0051】～【0054】，【図1】及び【図6】)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "第1の光学シートの凹凸部としては，断面略三角形状のプリズム体が多数配列された構造のほか，双曲面，放物面あるいは高次の非球面を有するレンチキュラーレンズ体が多数配列された構造も採用できる。また，凹凸部のプリズム高さやピッチ等は特に限定されないが，プリズム配列ピッチは110μm以上であることが好ましい。これにより，凹凸部の配列ピッチ(P)を広くすることにより，接合部幅Pwの拡大が可能となり，第2の光学シートとの間に所要の接着強度を確保することができ，また，凹凸部を構成するプリズム斜面あるいはレンズ面の面積が増大するため，光の集光作用あるいはレンズ作用が高められ，正面輝度を向上させることもできる(【0016】，【0017】，【0037】～【0039】，【0056】，【0057】及び【図2】)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，第1の光学シートに入射した光線は，その入射角によって透過経路が異なり，入射光の一部は，プリズム斜面を屈折透過することにより正面方向に集光されて正面輝度を増加させ，一部はプリズム斜面を反射して入射側に戻されて発光面の輝度を増加させ，結果として正面輝度を増加させる(【0043】，【0044】及び【図3】)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(引用例2記載技術の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の記載",
              "text": [
                "引用例2(国際公開第2008／047855号，甲2)には，以下の記載がある(図1及び図2については，別紙引用例2の図参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "［0001］",
                    "本発明は，パーソナルコンピュータ，コンピュータ用モニタ，ビデオカメラ，テレビ受信機，カーナビゲーションシステムなどに利用される面光源素子およびその製造方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "［0002］",
                    "液晶パネルに代表される透過型表示装置は，面状に光を発する面光源素子(バックライト)とドット状に画素が配置された表示パネルとで構成され，該表示パネルの各画素で面光源素子からの光の透過率がコントロールされることによって文字および映像が表示される。面光源素子としては，ハロゲンランプ，反射板，レンズ等が組み合わされて出射光の輝度の分布が制御されるもの，蛍光管が導光体の端面に設けられ，蛍光管からの光が端面と垂直な面から出射されるもの，蛍光管が導光体の直下に設けられたもの(直下型)などが挙げられる。ハロゲンランプを利用した面光源素子は，高輝度を必要とする液晶プロジェクタに主に用いられる。一方，導光体を利用した面光源素子は薄型化が可能であるため，直視型の液晶TV，パーソナルコンピュータのディスプレイなどに用いられることが多い。",
                    "［0003］",
                    "さらなる薄型化を実現する手段としては，従来技術である導光体の出射面側にプリズムシートや拡散シートを配置するのではなく，これらのシートの機能を持ち合わせた出射光制御板の入射面上のある凸部を，固定層を介して光学的に導光体と密着させることによって可能である(特許文献1参照)。出射光制御板の凸部形状は所望の視野角特性に合わせて決定されており，導光体と出射光制御板が平行に配置されることで光学性能を発現することができる。しかしながら，この出射光制御板では凸部の頂部が曲面形状を有していて平坦でないため，導光体との密着に適していない。そこで，凸部の頂部に平坦面を有するか，出射光制御板の外周に広幅の凸部(フレーム)を設けることにより，密着性を向上させることができる(特許文献2および3参照)。",
                    "［0004］",
                    "特許文献1：特開2001-338507号公報",
                    "特許文献2：特開2005-50789号公報",
                    "特許文献3：特開2001-76521号公報"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "［0005］",
                    "しかしながら，従来技術に示した密着性向上の技術を用いたとしても，高温高湿となりやすい屋外や車内での厳しい環境下では，出射光制御板，固定層，導光体に寸法変化が起こり，密着が不十分となりやすいため，依然として密着力が不足している。また，固定層を直接導光体に設けようとすると，導光体の出射面のみに配置する必要があり，直接設けるためには固定層が液状である必要があるため位置合わせが難しいのと同時に，厚み，固さを制御することが困難であるため，歩留まりが低下するおそれがある。",
                    "［0006］",
                    "また，例えば接着層または粘着層を用いた密着の場合，接着層または粘着層の厚み，固さに影響して凸部の頂部が埋まり，凸部と導光体との接着幅が変化してしまうことで光学性能が低下する原因となる。",
                    "［0007］",
                    "そこで本発明は，前記の課題に鑑みてなされたもので，生産性の向上とともに，出射光制御板と導光体との密着性，密着力を向上させつつ，光学性能を維持した面光源素子を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "［0008］",
                    "上記の課題を解決する本発明は，光源と，前記光源からの光を反射するリフレクタと，前記光源からの光および前記リフレクタで反射した光を受光する少なくとも1つの端面である入射面と該入射面と略垂直を成す主面の一つである出射面とを有する導光体と，前記導光体の出射面からの光を入射面上の凸部で受光して出射面から正面方向へ出射する出射光制御板と，前記導光体の少なくとも一部の出射面と前記出射光制御板の少なくとも一部の入射面を接合する固定層と，を備える面光源素子であって，前記出射光制御板が少なくとも一部の前記凸部の頂部に少なくとも一つ以上の突起状の固定部を有し，前記固定部の少なくとも一部が前記固定層の内部にあることを特徴とする。",
                    "・・・",
                    "［0011］",
                    "また本発明は，上記の面光源素子において，前記固定部の高さが，該固定部がある固定層の厚さに対し50％～100％の範囲内であることを特徴としていてもよい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "［0017］",
                    "起状(判決注：「突起状」の誤記と認める。)の固定部を有し，その固定部を固定層の内部に入れることで，固定部と固定層との接着面積が増加し，高い密着性，密着力を得ることができる。",
                    "・・・",
                    "［0020］",
                    "また，固定部の高さが固定層の厚さに対し50％～100％の範囲内であることで，接着面積が増加して高い接着力が得られると同時に，固定層に接合した凸部が設計した形状となり，光学性能を維持することが容易になる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "［0028］",
                    "・・・図1は本発明の実施形態に係る面光源素子の一部断面を示す概略断面図を示す。この面光源素子は，左右の端面1側に光源2が設けられた導光体3と，導光体3から出射された光の出射角度の分布を制御する出射光制御板4からなっている。出射光制御板4は導光体3上に配置され，入射面5に入射した光が出射面(面光源素子の発光面)6から出射される。出射光制御板4の入射面5には，導光体3の出射面からの光を出射光制御板4の出射面6の正面方向に向かわせるために，多数の凸部7が形成されており，この凸部7の頂部が有する固定部8が導光体3上に設けられた固定層9に埋まることによって導光体3の出射面に密着している。光源2の周囲には，導光体の入射面1側と反対方向に進む光を反射し，導光体の入射面1側に進行させるリフレクタ10が設けられている。",
                    "［0029］",
                    "光源2から導光体3の入射面1へ入射した光は導光体3および固定層9内を，全反射を繰り返し伝播していく。この伝播する光が固定層9の出射面と出射光制御板4の凸部7の頂部との界面から出射光制御板4に取り込まれる。これにより，導光体3内および固定層9内を伝播する光は界面から順次，出射光制御板4に取り出され，取り出された光は出射光制御板4の凸部7内で全反射されて出射面(面光源素子の発光面)6から出射される。",
                    "・・・",
                    "［0038］",
                    "凸部の頂部に設けられた固定部は少なくとも一つ以上であればよく，また凸部の頂部から導光体の平面に向けて垂直に配置されていれば，形状が円錐，多角錐，多角柱，円柱，円錐台，角錐台など特に制限はないが，頂部が平坦な多角柱，円柱，円錐台，角錐台が好ましく応力が均一に働く円柱，円錐台が特に好ましく用いられる。また，固定部の位置は頂部のどの位置に設けられてもよいが，出射光制御板と導光体の平面を保つためには頂部の中心に設けることが好ましい。",
                    "・・・",
                    "［0040］",
                    "凸部の頂部に設けられた固定部の高さは，固定部を固定する固定層の厚さに対して50％から100％の範囲であれば好ましく特に50％以上であれば，従来技術に比べて接着面積が大きくなることによって接着強度を向上させることができる。また，80％以上であれば出射光制御板と導光体を平行にするための圧力調整が容易となり，特に固定部の頂部が平坦であるとき，その効果が大きくなる。また，95％以下であると前固定層への固定部の埋め込みによる固定層の隆起制御が容易となるためより好ましい。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2に記載された技術事項",
              "text": [
                "上記(1)によれば，引用例2には，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "導光体を利用した面光源素子を薄型化するため，プリズムシートや拡散シートの機能を有する出射光制御板の入射面上の凸部を，固定層を介して光学的に導光体と密着させる技術が知られている。出射光制御板の凸部形状は，所望の視野角特性に合わせて決定されており，導光体と出射制御板が平行に配置されることで光学性能を発現することができる。また，出射光制御板の凸部の頂部を平坦面とする，又は，出射光制御板の外周に広幅の凸部(フレーム)を設けることで，出射光制御板と導光体との密着性を向上させる技術も知られている(［0003］，［0004］及び［図2］)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，高温多湿となりやすい厳しい環境下では，出射光制御板，固定層，導光体に寸法変化が起こり，密着が不十分となりやすい。また，固定層を直接導光体に設けようとすると，位置合わせが難しく，厚み，固さを制御することが困難で歩留まりが低下する。また，固定層の厚み，固さに影響して凸部の頂部が埋まると，凸部と導光体との接着幅が変化し，光学性能が低下してしまう(［0005］及び［0006］)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，引用例2においては，生産性の向上とともに，出射光制御板と導光体との密着性，密着力を向上させつつ，光学性能を維持した面光源素子を提供することを目的とし，出射光制御板が少なくとも一部の凸部の頂部に少なくとも一つ以上の突起状の固定部を有し，その固定部の少なくとも一部が固定層の内部にある構成を採用し(［0007］，［0008］及び［図1］)，突起状の固定部を固定層の内部に入れることで，固定部と固定層との接着面積を増加させ，高い密着性，密着力を得るようにしている(［0017］)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "出射光制御板の凸部頂部に設けられた固定部は，頂部が平坦な多角柱，円柱，円錐台，角錐台が好ましく，応力が均一に働く円柱，円錐台が特に好ましく用いられる(［0038］)。固定部の高さは，固定層の厚みに対して50％以上であると接着面積が大きくなり接着強度を向上させることができ，80％以上であると出射光制御板と導光体を平行にするための圧力調整が容易となりより好ましい(［0011］，［0020］及び［0040］)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，引用例2に係る面光源素子においては，導光体に入射した光は，固定層の出射面と出射光制御板の凸部の頂部との界面から出射光制御板に取り込まれ，凸部内で全反射されて出射面(面光源素子の発光面)から出射される(［0029］及び［図1］)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)の技術事項によれば，引用例2には，審決が認定したとおりの引用例2記載技術(前記第2の3(3))が記載されているものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，「凸部を導光体側に向けて導光体と接触させた下向きの構造」及び「凸部の頂部の固定部を導光体の出射面に密着させること」は，引用例2に記載された課題を解決するための必須の要件であり，これらの構成を含んでいない引用例2記載技術は，課題を解決することができるものではない，また，同技術は，本願発明の進歩性を否定するために都合の良い要素のみを引用例2から抽出し被告が独自に創作したものであるから，特許法29条2項でいう「前項各号に掲げる発明」に該当しない，などと主張する。",
                    "しかしながら，引用例2記載技術は，出射光制御板と導光体との密着性，密着力を向上させるものである((A))から，出射光制御板と導光体とが密着し，両者を固定する固定層が，出射光制御板と導光体との間に挟まれた構造になっていることは明らかである。",
                    "その上で，引用例2記載技術は，出射光制御板が少なくとも一部の凸部の頂部に少なくとも一つ以上の突起状の固定部を有し((B))，その固定部を固定層の内部に入れる((C))のであるから，同技術においては，出射光制御板の凸部の頂部の固定部は固定層を介して導光体の出射面に密着し，出射光制御板の凸部が導光体側に向く下向きの構造となることは，自明である。すなわち，引用例2記載技術は，実質的には，原告が主張するところの「凸部を導光体側に向けて導光体と接触させた下向きの構造」及び「凸部の頂部の固定部を導光体の出射面に密着させる」構成を備えているものといえる。",
                    "したがって，引用例2記載技術が，これらの構成を含んでいないとする原告の主張は，その前提において誤りがあるといわざるを得ない。",
                    "また，仮に引用例2記載技術に原告主張の各構成が含まれなかったとしても，そのことは，本願発明と引用発明との相違点に係る容易想到性を判断するに当たり考慮すれば足りることであるし(審決も20頁6行目において，引用例2記載技術の出射光制御板と引用発明の集光シートとの間には「機能上の相違」があると認定した上で，容易想到性の判断をしているものと認められる。)，そもそも，特許法29条2項に係る「刊行物に記載された発明」というためには，刊行物記載の技術事項が，特許発明と対比するに足りる程度に十分に開示されていることは要するものの，特許法所定の特許適格性を有することまでは要しないから，引用例2記載技術が引用例2に記載された課題を解決しているか否かは，引用例2記載技術が刊行物に記載された発明であることとは無関係である。",
                    "よって，原告の上記主張はいずれにしても採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決の認定した課題は引用例2の課題の一つではあるが，引用例2は［0005］に記載された課題を解決することを主目的とするものであって，この主目的を無視して引用発明に相当し得るものを認定することは，引用例2に記載された内容を根拠なく上位概念化するものであり，認められるものではない，などとも主張する。",
                    "しかしながら，引用例2記載技術の目的は，［0007］の「そこで本発明は，前記の課題に鑑みてなされたもので，生産性の向上とともに，出射光制御板と導光体との密着性，密着力を向上させつつ，光学性能を維持した面光源素子を提供することを目的とする。」との記載そのものであって，引用例2に記載された内容を上位概念化するものではない。",
                    "また，この［0007］に記載された目的は，「前記の課題に鑑みてなされたもの」とあるとおり，直前の段落である［0005］及び［0006］に記載された課題を受けたものであるから，引用例2記載技術が［0005］に記載された課題を考慮したものであることは明らかである。",
                    "したがって，原告の上記主張もまた採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上の次第であるから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明に係る集光シートと，引用例2記載技術に係る出射光制御板とは，いずれも液晶パネル等の透過型表示装置に用いられる光学シートである点で技術分野が共通し，また，いずれも入射光を正面方向に集光させて液晶パネル等の正面輝度を向上させるものである点で作用機能が共通する。",
                        "そして，引用発明に係る集光シートは，凹凸部の頂部が接着層の内部に挿入されて接着面を構成するものであるところ，引用例1には，引用発明の集光シートのように凹凸部が表面に形成された光学シートを，他の光学シートに接着させる際には，光の集光機能の低下を最小限に抑えつつ，接着性を維持する必要があることが記載されている(【0012】，【0015】及び【0052】)。他方，引用例2記載技術は，出射光制御板の凸部の頂部に突起状の固定部を設け，この固定部を固定層の内部に入れることで，固定部と固定層との接着面積が増加し，高い密着性，密着力を得るという効果を奏するものである。",
                        "そうすると，引用発明の集光シートの接着性を向上させるために，(高い密着性，密着力を得られる)引用例2記載技術の出射光制御板の構成を適用する十分な動機付けが存在するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の集光シートは，凸部の頂部を正面方向(出射面側)に向けて他の光学シート(例えば偏光シート)に接着させた構造(上向きの構造)であり，入射光は凸部の斜面から外に屈折透過され正面方向に集光される(一部は凸部内部に反射される。)。これに対し，引用例2記載技術の出射光制御板は，凸部の頂部を正面方向とは逆(入射面側)に向けて導光体に接着させた構造(下向きの構造)であり，入射光は凸部内を全反射して正面方向に集光される。",
                        "したがって，原告が主張するとおり，両者は，出射面に対する凸部の頂部の向き及び光の伝播経路が相違する。",
                        "しかしながら，引用発明の集光シートの凸部及び引用例2記載技術の出射光制御板の凸部は，いずれも屈折又は全反射を利用して入射光を正面方向に集光させるものであるから，光の伝播経路が異なるとしても，主たる集光機能まで相違するものではない(証拠〔乙3〕及び弁論の全趣旨によれば，屈折と全反射は共に屈折の法則に基づいて説明される幾何光学上の現象であり，当業者が併せて理解可能なものであると認められる。)。そして，光を正面方向に集光するための構造として上向きの構造及び下向きの構造を選択し又は組み合わせて採用できることは当業者にとって周知の事項であり(乙1−1～3)，一方の構造に係る技術事項が，他方の構造ではおよそ用いることが想定できないというような関係にあるとは認められない。",
                        "さらに，固定層との密着性向上に関する引用例2記載技術に接した当業者は，(接着性の向上が課題である以上)出射面に対する凸部の頂部の向きではなく，接着面に対する凸部の頂部の向きに着目するというべきところ，引用発明及び引用例2記載技術における凸部の頂部は，いずれも接着面を向いており，この点で何ら相違しないし，引用発明の凸部の頂部及び引用例2記載技術の凸部に設けた突起状の固定部は，いずれも接着層又は固定層に挿入されて接着面を構成する点で機能上の相違もない(いずれも光の集光に直接寄与するものではない点でも共通する。)。",
                        "したがって，出射面に対する凸部の頂部の向きや，光の伝播経路が相違するからといって，引用発明に引用例2記載技術を適用する動機付けが否定されることにはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に引用例2記載技術を組み合わせた場合について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の凸部の頂部に引用例2記載技術の凸部に設けた突起状の固定部を適用した場合，引用発明の凸部は，プリズム体の底面と突起状の固定部との間に「第1最大高さ」を備え，また，プリズム体の頂部に配置された突起状の固定部は「接着部分」を構成する。",
                        "ここで，本願発明においては，「接着部分」の形状に関し，それぞれ，①「前記第1最小寸法の10％未満の第2最小寸法を有する第2底面」，②「各第2側面が，前記導光フィルムの平面に対して70度超の角度をなす」及び③「前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である」という数値範囲による特定(限定)がされている。",
                        "しかしながら，これらの数値範囲については，いずれも，本願明細書においては多数列記された数値範囲の中の一つとして記載されているにすぎず，本願発明においてこれらの数値範囲に限定する根拠や意味は全く示されていない。",
                        "すなわち，上記①の数値範囲については，「いくつかの場合において，最小寸法d は，最小寸法d よりも実質的に小さい。例えばそのような場合，最小寸法d は，最小寸法d の約20％未満，又は約18％未満，又は約16％未満，又は約14％未満，又は約12未満(原文ママ)，又は約10％未満，又は約9％未満，又は約8％未満，又は約7％未満，又は約6％未満，又は約5％未満，又は約4％未満，又は約3％未満，又は約2％未満，又は約1％未満である。」(【0041】)と記載されているのみであり，上記①の数値範囲に限定する根拠等は特に記載されていない。",
                        "上記②の数値範囲についても，「いくつかの場合において，接着部分の各側面が，導光フィルムの平面に対して，約65度超，又は約70度超，又は約75度超，又は約80度超，又は約85度超の角度をなす。」(【0039】)と記載されているのみであり，上記②の数値範囲に限定する根拠等は特に記載されていない。",
                        "上記③の数値範囲についても，「いくつかの場合において，接着部分170は1より大きい縦横比を有する。例えば，いくつかの場合において，接着部分170の最大高さh の，第2最小寸法d に対する比は，1より大きい。例えばそのような場合，比h ／d は，少なくとも約1．2，又は少なくとも約1．4，又は少なくとも約1．5，又は少なくとも約1．6，又は少なくとも約1．8，又は少なくとも約2，又は少なくとも約2．5，又は少なくとも約3，又は少なくとも約3．5，又は少なくとも約4，又は少なくとも約4．5，又は少なくとも約5，又は少なくとも約5．5，又は少なくとも約6，又は少なくとも約6．5，又は少なくとも約7，又は少なくとも約8，又は少なくとも約9，又は少なくとも約10，又は少なくとも約15，又は少なくとも約20である。」(【0042】)と記載されているのみであり，上記③の数値範囲に限定する根拠等は特に記載されていない。",
                        "以上によれば，本願発明の「接着部分」の形状に関する上記①ないし③の数値範囲に臨界的な技術的意義があるものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，上記①の数値範囲に関しては，引用例1には，引用発明に係る凹凸部の頂部の接合部幅(Pw)を凹凸部の配列ピッチ(P)の20％以下になるようにすることが記載されている(【0013】及び【0051】)。",
                        "上記②の数値限定に関しては，引用例2においては，起状の固定部は，多角柱，円柱，円錐台，角錐台が好ましいとされ，引用例2記載技術の固定部として平面に対して70度超の角度をなすものが当然に想定されているといえる(［0038］及び［図1］)。",
                        "上記③の数値限定に関しては，引用例2記載技術の出射光制御板の凸部形状は，「所望の視野角特性に合わせて決定され」るものであるから(［0003］)，凸部の頂部及び頂部に設けられた固定部の幅にも自ずと制限があるところ，引用例2には，接着面積を大きくするために突起状の固定部の高さを固定層の厚みに対して好ましくは50％以上，より好ましくは80％以上としてできる限り大きくすることが記載されているから(［0040］)，接着面積を確保するために固定部を縦長とすることが示唆されているといえる。",
                        "そして，上記(ア)のとおり，本願発明の「接着部分」の形状に関する上記①ないし③の数値範囲に臨界的な技術的意義が認められないことからすれば，引用発明の集光シートの凸部の頂部に，引用例2記載技術の凸部に設けた突起状の固定部を適用した構成において，①突起状の固定部の底面(Pw)を凸部の底部(P)の10％未満とすること，②突起状の固定部の各側面を導光シートの平面に対して70度超の角度を成すようにすること，③突起状の固定部を縦長として，固定部の高さの底面に対する比を少なくとも1．5とすることは，いずれも，当業者が適宜調整する設計事項というのが相当である。",
                        "以上によれば，引用発明に引用例2記載技術を適用し，相違点に係る構成とすることは，当業者が容易になし得たことであると認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1は上向きの構造であり光の屈折を利用した空気介在型の光経路を有するのに対し，引用例2は下向きの構造であり光の全反射を利用した空気非介在型の光経路を有するから，引用例1と引用例2は，光を正面へと導く経路のメカニズムが異なっており(その意味で両者は全く異なる技術分野に属するものであり)，引用例1と引用例2を組み合わせることは当業者が通常行うことではないと主張する。",
                        "しかしながら，出射面に対する凸部の頂部の向きや，光の伝播経路が相違するからといって，引用発明に引用例2記載技術を適用する動機付けが否定されることにはならないことは，前記(1)アのとおりであるから，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1に記載された上向きの構造においては，引用例2に記載されたような下向きの構造に特有な「頂部と，頂部に接する部分との接触面積を増やす」課題は生じないため，引用例1に引用例2を組み合わせる動機付けが存在しないことは明らかであると主張する。",
                        "しかしながら，当業者が引用発明の集光シートの接着性を向上させるために(高い密着性，密着力を得られる)引用例2記載技術の出射光制御板の構成を適用すると認められることは，前記(1)アのとおりであり，このことは，引用例1において，原告が主張する課題が存在するか否かにかかわらずいえることであるから，原告の上記主張は動機付けの有無についての判断を左右するものとはいえない。",
                        "なお，原告の主張は，出射光制御板の凸部と導光板との間の光の伝播経路を確保するために凸部の頂部と接着層との接触面積(接着層表面において凸部の頂部が占める領域の面積)を増やすことが，引用例2に記載された下向きの構造に特有の課題であるということを前提とするものであるが，引用例2には，そのような課題についての記載はない。",
                        "かえって，引用例2記載技術及びその従来技術として示されている特許文献2(特開2005-50789号公報，甲5)及び特許文献3(特開2001-76521号公報，甲6)において凸部の頂部を平坦面にしたのは，飽くまで，出射光制御板と導光板との密着性を向上させるためであり(引用例2［0003］)，「出射光制御板の凸部形状は所望の視野角特性に合わせて決定されており，導光体と出射光制御板が平行に配置されることで光学性能を発現することができる」(同［0003］)及び「凸部の頂部が埋まり，凸部と導光体との接着幅が変化してしまうことで光学性能が低下する」(同［0006］)との記載からすれば，密着性を向上させる目的は，各凸部を接着層上に平行に配置して各凸部と導光体との接着幅を均一にするためであると認められる。",
                        "また，引用例2記載技術のような下向きの構造において，出射光制御板の凸部と導光板との間の光の伝播は両者が少なくとも接触していればよく，これらの間の光の伝播経路を確保するために接触面積を増やすことが必須であるとは認められない。例えば，前記の特許文献3(甲6)には，断面放物線状の凸部の周りに頂部が平坦な凸部を配置する構造が開示されているし(【0010】及び【図5】)，前記の特許文献2(甲5)には，凸部頂部の平坦面の面積(接触面積)を，出射面(凸部の底面)の面積の1／100以上，1／2以下とすることが記載され(【0005】)，平坦面の面積(接触面積)を増やし過ぎるとむしろ正面輝度が低下することも示されている(【0013】及び【表1】)。",
                        "以上より，原告の主張する課題は，引用例2及びその従来技術から把握される「下向きの構造に特有の課題」であるとは認められない。",
                        "したがって，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用例1の課題は，「上向き構造」を前提とした「正面輝度の低下抑制」を一部に含むから，かかる課題に直面した当業者が，基本的なメカニズムの異なる「下向き構造」に係る引用例2を参照することはあり得ないと主張する。",
                        "しかしながら，引用例1においては，正面輝度の低下抑制という課題は，引用発明の集光シートの凹凸部の頂部の接合部幅(Pw)を凹凸部の配列ピッチ(P)の20％以下になるようにすることで解決が図られている。他方，前記(1)アのとおり，当業者は，引用発明の集光シートの接着性を向上させるために引用例2記載技術の出射光制御板の構成を適用するのであるし，その際に正面輝度低下を抑制するための上記構成が採用できなくなるわけでもない。",
                        "したがって，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，接合部分の幅(Pw)を狭くしようとしている引用例1に，接合部分の幅を狭くするとその技術的意義に反する(光の伝播経路が狭まり輝度が低下してしまう)ことになる引用例2を組み合わせることには明確な阻害要因が存在すると主張する。",
                        "しかしながら，引用例2には，出射光制御板の凸部の頂部の平坦面の幅を狭くすることができないなどという記載は認められない。前記(イ)のとおり，引用例2記載技術のような下向きの構造においては，出射光制御板の凸部と導光板との間の光の伝播は両者が少なくとも接触していればよく，これらの間の光の伝搬経路を確保するために接触面積を増やすことが下向き構造において必須であるとは認められない。",
                        "むしろ，引用例2が前提とする特許文献2(甲5)には，平坦面の面積(接触面積)を出射面(凸部の底面)の面積の1／100以上，1／2以下とすることが記載されており(【0005】)，引用例2において，引用例2記載技術の出射光制御板の凸部頂部及び固定部の幅を凸部底部の20％以下程度とすることは十分に想定されていると認められる。",
                        "したがって，上記の理由から引用発明に引用例2記載技術を適用することについて阻害事由があるということはできず，これに反する原告の上記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「前記第2最大高さの前記第2最小寸法に対する比が少なくとも1．5である」ことの容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例2には固定部の高さと寸法の比に関する記載はなく，また，下向き構造を前提とする引用例2には，接合部分の幅を小さくしながらより大きな接着面積を確保する技術思想はないから，引用発明に引用例2記載技術を組み合わせたとしても，接合部分の最大高さと接合部分の底面の幅との比を少なくとも1．5とする本願発明の構成を得られないと主張する。",
                        "しかしながら，前記(1)イのとおり，「1．5」という数値自体に臨界的な技術的意義は認められないところ，引用例2には，接着面積を確保するために固定部を縦長とすることが示唆されているといえるから，引用発明に引用例2記載技術を組み合わせた構成において，上記数値範囲に係る本願発明の構成とすることは当業者が適宜調整する設計事項といえる。",
                        "したがって，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，①引用例1には，断面直角二等辺三角形状以外のプリズムを用いることについて何ら検討がなされておらず，導光部分とは別個に接着部分を設ける思想もないから，審決でいうところの「突起の固定部の長さを調整」するという思想は存在しない，また，②引用例1において突起の固定部の長さを長くすると，プリズムの頂点をより深く接着層に差し込むことになり，このことは，接合部分の幅(Pw)を大きくすることにつながるから，引用例1の技術的思想と逆行すると主張する。",
                        "しかしながら，上記①については，上記(ア)のとおり，引用例2には，接着面積を確保するために固定部を縦長とすることが示唆されているといえるから，「突起の固定部の長さを調整するという思想」が引用例1にも記載されていることは要しない。",
                        "また，上記②については，引用発明のプリズム頂部に引用例2記載技術に係る固定部を設けた場合には，固定部の長さを長くしたとしても，プリズム自体を接着層により深く差し込む必要はないから，接合部分の幅(Pw)は変わらないといえる。",
                        "したがって，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，審決が引用した引用例3には，上向きの構造を有するプリズムの底面に突起が設けられている構造が記載されているが，この突起をすぐさまプリズムの頂部に移動させることはできないし，引用発明に引用例2記載技術を組み合わせた上で更に引用例3の記載を参照することはいわゆる「容易の容易」に該当し許されないと主張する。",
                        "しかしながら，審決は，幅5μm，長さ10μm程度の形状(の固定部)ならば，当業者であれば周知の材料及び製造方法の範囲内で実現可能であると考えられることの一例(根拠)として引用例3を示しているにすぎず(審決20頁22～25行目)，引用例3に記載されたプリズムの底面の突起を引用発明及び引用例2記載技術に更に組み合わせることで相違点に係る構成が容易想到であると判断したわけではない。",
                        "原告の上記主張は，審決が引用例3を示した趣旨を正解しないものであり，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上の次第であるから，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本願発明の効果について",
          "text": [
            "原告は，審決が，引用例1の延長線上にすぎないことを理由に「顕著な効果」を認めなかったのは誤っているとして，本願発明の効果に関する審決の認定判断についても争っている。",
            "しかしながら，引用発明の集光シートの凸部の頂部に，引用例2記載技術の凸部に設けた突起状の固定部を適用した構成のものは，本願発明と同程度の接着性及び集光機能を有すると認められる。逆にいえば，本願発明の効果は引用例1及び引用例2から当業者が予想し得る程度のものを超えるとはいえない。",
            "したがって，本願発明の効果に関する審決の認定判断に誤りがあるとは認められず，これに反する原告の主張は採用できない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告が主張する取消事由はいずれも理由がなく，審決に取り消されるべき違法があるとは認められない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}