{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が取消2016-300357号事件について平成29年4月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条1項に基づく商標登録取消審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標及び特許庁における手続の経緯等",
          "text": [
            "被告は，平成24年2月21日に出願され，第35類「広告，市場調査，商品の販売に関する情報の提供，広告用具の貸与」を指定役務として，同年12月21日に設定登録された，下記の登録商標（登録第5544187号商標。以下，「本件商標」という。）の商標権者である（甲1，2）。",
            "原告は，平成28年5月25日，商標法50条1項に基づき，本件商標の指定役務全部について，商標登録の取消しを求める審判の請求をし，同年6月7日，審判請求の登録がされた（甲2）。",
            "特許庁は，上記請求を取消2016-300357号事件として審理した上，平成29年4月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月27日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用者について ",
              "text": [
                "チラシ（甲6，12。以下，まとめて「本件チラシ」という。）には被告（被請求人）の名称が記載されており，このチラシの発行者は被告であると認められる。  "
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標及び使用役務について ",
              "text": [
                "チラシ（甲6。以下，「本件チラシ1」という。）には，「ピーアールタイムズ」の片仮名が記載され，チラシ（甲12。以下，「本件チラシ2」という。）には，「PRTIMES」の欧文字が記載されている。  ",
                "そして，本件チラシ1の「広告をご検討の事業主の皆様！／まずはお気軽にご相談ください」及び「広告のプロが広告主様と一緒に，売上・集客に繋がる広告戦略を練らせていただきます。広告の事なら何でもご相談ください。」の記載並びに本件チラシ2の「広告をご検討の事業主の皆様！／まずはお気軽にご相談ください」及び「広告出稿や広告に関するコンサルティングの事なら」の記載からすると，これは，「広告」の役務に関するチラシであることがわかる。 "
              ]
            },
            {
              "fig": "(3)",
              "subject": "社会通念上同一の商標について ",
              "text": [
                "上記(2)の「ピーアールタイムズ」の片仮名及び「PRTIMES」の欧文字は，本件商標の下段の片仮名及び上段の欧文字と同一であり，本件商標と社会通念上同一の商標であると認められる。 "
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用時期について  ",
              "text": [
                "本件チラシ1の領収書（甲7）及び納品書（甲8）の発行日は平成27年10月15日で，本件チラシ1のポスティングの日は平成27年10月7日であり，本件チラシ2の領収書（甲13）及び納品書（甲14）の発行日は平成27年11月15日で，本件チラシ2のポスティングの日は平成27年11月7日であって，いずれも要証期間内である。 "
              ]
            },
            {
              "fig": "(5)",
              "subject": "商標権者の日本における役務の提供について  ",
              "text": [
                "請求書（甲10，18）によると，被告は，株式会社マキシムライト（以下，「マキシムライト」という。）の広告枠の代理販売を請負い，該広告枠に係る請求を受けていることが認められ，これより，被告は，マキシムライトの広告枠に他社の広告を掲載することの仲介をしたものと推認することができる。そして，該行為は，「広告」の役務に含まれる「広告の仲介」の役務の提供とみることができる。 "
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括 ",
              "text": [
                "以上からすると，被告は，本件審判の請求の登録前3年以内に，その請求に係る指定役務を提供しており，該役務の広告用チラシには，本件商標と社会通念上同一と認められる商標を使用していたと認められる。 ",
                "そうすると，被告による上記行為は，商標法2条3項8号に該当する使用と認めることができる。 "
              ]
            },
            {
              "fig": "(7)",
              "subject": "以上のとおり，被告は，本件審判の請求の登録前3年以内に日本国内において，商標権者がその指定役務について本件商標と社会通念上同一と認められる商標の使用をしていたことを証明したものと認められる。したがって，本件商標の登録は，商標法50条の規定により，取り消すことができない。 "
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（事実認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "直接証拠なく「頒布」の事実を認定した誤り",
              "text": [
                "本件チラシの頒布を行った者の陳述書等の直接証拠は提出されていないにもかかわらず，審決は，証拠力の貧弱な間接証拠によって，被告と株式会社ニューアシスト（以下，「ニューアシスト」という。）との間のチラシの作成委託とポスティングに関する取引成立という間接事実を認定し，そこから本件チラシの頒布の事実を推認するという安易な判断をしたものであって，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件チラシの頒布に係るニューアシストとの取引の存在を認定した誤り",
              "text": [
                "ニューアシストは，そのホームページにチラシの作成やポスティング業務に関する記載がなく，チラシの作成はもとより，ポスティングに係る業務も行っていない。",
                "被告の所在地は渋谷区神宮前であるのに，本件チラシの頒布地域は遠く離れた「世田谷～目黒エリア  池尻大橋」であり，「町」「丁」単位の設定がされておらず，GISという地理情報システムも利用されておらず，配布数も3000部にすぎない上，本件チラシには価格が表示されておらず，ニューアシストから被告に対する配布後の報告書もなく，不自然である。",
                "被告とニューアシストとの取引に関する証拠は，本件チラシ（甲6，12），領収書（甲7，13）及び納品書（甲8，14）のみであり，取引成立に関する契約書やEメールのやりとりは証拠として提出されていない。2通の領収書（甲7，13）は，「品目名」「単価」「数量」及び「金額」の各項目の記載内容が全く同一であり，2通の納品書（甲8，14）は，「内訳」「納品方法」及び「数量」の各項目の記載内容が全く同一である上，上記領収書及び納品書は被告の住所記載に共通した誤りがあって，審判に提出するためにとりあえず作成したものとの感がある。",
                "被告は，領収書（甲7）と同日に作成されているはずであり，しかも領収書（甲7）より証拠価値が高い納品書（甲8）を，審判手続において，領収書の証拠としての提出より6か月も後に，証拠として提出しており，不自然である。甲8は，審判が始まってから作成されたのではないかとの疑いがある。また，被告は，本件チラシ1（甲6）の1か月後に配布されているという本件チラシ2に関する一連の証拠（甲12～14）を，審判手続において，本件チラシ1に関する証拠の提出と期間をあけて，証拠として提出しており，不自然である。これらの証拠（甲12～14）は，審判が始まってから作成されたのではないかとの疑いがある。さらに，ポスティングの方法で全て頒布されてしまったはずの本件チラシを証拠として提出できたのは不自然である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告による広告の役務提供の事実を認定した誤り",
              "text": [
                "マキシムライトの「日刊テラフォー」というウェブサイト（以下，「本件ウェブサイト」という。）は，無内容であって，広告を出稿するに値しないものである。したがって，本件ウェブサイトの運営者であるマキシムライトが委託料を支払ってまで本件ウェブサイトに係る広告枠の代理販売を他者に委託すること，及び，本件ウェブサイトに広告を出稿しようとする者がいることは，考え難い。",
                "また，マキシムライトは，日刊テラフォーを含め六つのウェブサイトを運営しているようであるが，うち四つは開けないか，無内容であり，残りの二つは運営者が異なる。したがって，マキシムライトは，ウェブサイト運用に関して実質的に事業活動を行っていたとはいえない。",
                "さらに，被告が審判において提出したマキシムライトとの取引に関する証拠は，請求書（甲10，18）のみであり，当然存在するはずの担当者間のEメール，実際の広告及び被告とマキシムライトとの間の契約書は提出されていない。請求書には，請求者の担当者及び連絡先の記載がなく，真に請求を意図したものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（評価の誤り）",
          "text": [
            "被告は，本件商標の登録から本件チラシの頒布がされるまでの3年間にわたり，広告の役務を提供しておらず，本件チラシの頒布後においてもそのような役務の提供を実際に行っていないことから，広告の役務について広告する意図で本件チラシの頒布を行ったとは考えられない。",
            "本件チラシの配布地域の設定意図は不明であり，配布部数も少数で2回しか配布されておらず，本件チラシの頒布によって本件商標に商標法の保護法益とする何らかの信用が化体したとも認められない。広告に用いられた標章の態様も，本件商標とは異なり，同一性は高くない。本件チラシの頒布の時期は，本件商標の登録日から3年が経過する直前であって，不使用取消しの回避目的で行われたものであると疑われる。",
            "したがって，本件チラシの頒布は，本件商標の名目的形式的な使用行為にすぎないから，商標法50条の「使用」とはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本件チラシ（甲6，12），ニューアシストの納品書（甲8，14）及び領収書（甲7，13）を審判手続において証拠として提出した。これらの証拠によって，「頒布」の事実は立証されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ニューアシストは，実際にポスティングを行ったから，納品書及び領収書を発行したものである。いかなる手法によってポスティングを行うかについては，被告が自己の判断で決定してよいものである。被告の用いた手法が仮に広く行われている手法と相違するとしても，そのことをもってチラシの頒布が否定できるものではない。池尻大橋駅は，田園都市線において渋谷の隣接駅であり，被告の所在地から遠く離れた地域ではない。頒布数は，被告の予算に基づいて決定されたものである。広告代理は，広告物の作成に係る工数が案件に依存して大きく変動するので，物品の販売と異なり，必ずしも価格を明示できない。ニューアシストは，頒布数よりも多くの部数を印刷し，頒布後の余部を被告に提出した。ニューアシストが一度被告の住所を誤記し，そのデータを再利用したために，二つの領収書に同じ誤記がされた。被告は，納品書よりも被告が実際に支払を行う領収書を重視したので領収書を先に提出した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "マキシムライトは，実際に広告を行っていたから，請求書（甲18）を発行したものである。成果物（広告）等に関する証拠は，機密保持契約に基づき提出できない。請求書において担当者名が不記載であることは，広く行われている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "被告は，不使用取消審判の請求がされ得ることを知る前に本件商標の使用を行った。このような使用が「不使用取消の審判を免れる目的の形式的使用」と解釈される場合は，可能性のある不使用取消の審判を免れることのみが目的であって商品の販売や役務の提供を増価させる目的がないもの（例えばホームページに短期間のみ掲載する行為）に限定されるべきである。信用が化体するような使用をした場合には，たとえ不使用取消審判を意識して使用時期を定めたとしても，不使用取消審判の対象でない。被告は，広告役務を提供する目的でチラシを頒布したものであり，不使用取消の審判を免れることのみが目的ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "以下に掲記する証拠及び弁論の全趣旨によると，次の事実を認定することができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，平成24年12月21日，被告を商標権者として，設定登録された（甲1，2）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成27年10月7日，ニューアシストに本件チラシ1を1500部作成させ，池尻大橋駅の周辺においてポスティングの方法で頒布させた（甲6～8）。本件チラシ1には，「広告をご検討の事業主の皆様！まずはお気軽にご相談ください」と記載され，中央に略正方形の中に「PR」の文字と，長く延ばした「P」の文字の縦棒の下部に接するように「TIMES」と横書きに2段に表記され，「PR」と「TIMES」との間には小さく「ピーアールタイムズ」と表記され，上記略正方形の下に「広告のプロが広告主様と一緒に，売上・集客に繋がる広告戦略を練らせていただきます。広告の事なら何でもご相談ください。」との記載があり，下段には，「ピーアールタイムズ」と大きく記載され，その下に「運営会社：合同会社協和商事」及び電話番号の記載がある。",
                "被告は，ニューアシストに対し，本件チラシ1の作成及び頒布の代金として，4万1310円（税込み）を支払った（甲7）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成27年11月7日，ニューアシストに本件チラシ2を1500部作成させ，池尻大橋駅の周辺においてポスティングの方法で頒布させた（甲12～14）。本件チラシ2には，上段に「広告をご検討の事業主の皆様！まずはお気軽にご相談ください」と記載され，下段に電話番号と，「広告出稿や広告に関するコンサルティングの事なら」の記載に続いて，「PRTIMES」，右下に小さく「合同会社協和商事」と記載されている。",
                "被告は，ニューアシストに対し，本件チラシ2の作成及び頒布の代金として，4万1310円（税込み）を支払った（甲13）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年5月25日，商標法50条1項に基づき，本件商標の指定役務全部について，商標登録の取消しを求める審判の請求をし，同年6月7日，審判請求の登録がされた（甲2）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用者について",
              "text": [
                "上記1(2)及び(3)のとおり，被告は，本件チラシを作成し，頒布した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用標章について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件チラシ1の下段に記載されている「ピーアールタイムズ」の片仮名は，本件商標の下段の片仮名と同一であるから，本件商標と社会通念上同一の標章であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件チラシ2の下段に記載されている「PRTIMES」の欧文字は，本件商標の上段の欧文字と同一であるから，本件商標と社会通念上同一の標章であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用役務等について",
              "text": [
                "上記1(2)のとおり，本件チラシ1には，「広告をご検討の事業主の皆様！まずはお気軽にご相談ください」，「広告のプロが広告主様と一緒に，売上・集客に繋がる広告戦略を練らせていただきます。広告の事なら何でもご相談ください。」と記載されており，被告が広告の役務を提供することを広告しているものと認められる。",
                "上記1(3)のとおり，本件チラシ2には，「広告をご検討の事業主の皆様！まずはお気軽にご相談ください」，「広告出稿や広告に関するコンサルティングの事なら」と記載されており，被告が広告の役務を提供することを広告しているものと認められる。",
                "そして，上記1(2)及び(3)のとおり，本件チラシには被告の会社名及び連絡先が記載されており，本件チラシは，合計3000部作成され，頒布されたのであるから，被告は，本件チラシを見た者が被告に広告依頼などの連絡をしてくればこれに応じ，業として広告の役務を提供する意思であったと認められる。",
                "したがって，被告は，広告の役務に関する広告に本件商標と社会通念上同一の商標を付して頒布し，これを使用したものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用時期について",
              "text": [
                "上記1(2)及び(3)のとおり，本件チラシの頒布時期は，平成27年10月7日及び同年11月7日であるから，本件商標の登録不使用取消審判請求の登録前3年以内に，本件商標と社会通念上同一の商標を使用したものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上により，被告は，本件商標の登録不使用取消審判請求の登録前3年以内に，日本国内において，本件商標の登録不使用取消請求に係る指定役務である「広告」につき，本件商標と社会通念上同一の商標を使用したものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（事実認定の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件チラシの頒布に関する証拠である，本件チラシ（甲6，12），並びに，ニューアシストから被告に対する領収書（甲7，13）及び納品書（甲8，14）は，いずれも，当法廷において被告から原本が提示されており，その作成日当時作成され，授受されたものであることに合理的な疑いを差し挟むべき不自然な点はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ニューアシストのホームページに記載されているのは，「事業概要」であって（甲21の2），その余の業務を行っていないという趣旨とは解されないから，ニューアシストがチラシの作成やポスティングの業務を行っていないとまではいえない。",
                    "被告の本店所在地と池尻大橋駅が遠く離れているとはいい難い上，チラシの配布地域や配布部数などは，広告を行う者がその広告戦略などを考慮して決定するものであるから，本件チラシの配布場所が池尻大橋駅周辺であり，配布部数が合計3000部であることなどは，本件チラシの頒布を否定すべき事情とはいえない。広告業務はその態様によって価格が異なるものと考えられる上，個別に連絡してきた者に対して説明することもできるから，本件チラシに価格が記載されていないことは，本件チラシの頒布を否定すべき事情とはいえない。",
                    "上記1(2)(3)のとおり，本件チラシ，領収書及び納品書によって，本件チラシの頒布の事実が認定できるから，その他の取引に関する契約書，Eメールのやりとり，報告書等が証拠として提出されていないことは，本件チラシの頒布を認定することを妨げる事情とはならない。各2通の領収書（甲7，13）と納品書（甲8，14）の内容が同一であることは，同一の取引を2回行ったことを示すものにすぎず，また，被告の住所の誤りは，同一のデータを使いまわしたことによるものであると推認されるから，これらの書証の信用性を疑わせる事情とはならない。",
                    "作成した本件チラシを全部配布せずサンプルとして被告が所持していたことは不自然とはいえず，また，被告が審判手続において，納品書（甲8）を領収書（甲7）より後に提出したり，本件チラシ2に関する証拠を本件チラシ1に関する証拠より後に提出したとしても，このことが特段不自然であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記2(3)のとおり，被告とマキシムライトとの取引の有無にかかわらず，本件チラシ頒布の事実から，被告が，本件チラシ頒布当時，業として広告の役務を提供していたことが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上により，取消事由1には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（評価の誤り）について",
              "text": [
                "前記2で判断したとおり，被告は，本件商標の登録不使用取消審判請求の登録前3年以内に，日本国内において，本件商標の登録不使用取消請求に係る指定役務である「広告」につき，本件商標と社会通念上同一の商標を使用したものと認められるのであり，その使用は，登録不使用取消審判請求前3月から審判請求の登録の日までの使用ではなく，また，登録不使用取消審判請求がされることを知った後の使用であることの証明もない（商標法50条3項参照）。本件チラシの頒布時期は，本件商標の登録日から3年が経過する直前であり，また，本件チラシの頒布以外に本件商標使用の事実を証明する証拠は提出されていないが，そうであるからといって，直ちに本件チラシの頒布が本件商標の名目的形式的な使用行為にすぎないから，商標法50条の「使用」に該当しないということはできない。",
                "したがって，取消事由2には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}