{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800058号事件について平成29年1月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「ソルダペースト組成物及びリフローはんだ付方法」とする特許第4447798号(平成13年3月23日出願，平成22年1月29日設定登録。以下「本件特許」という。)の特許権者である。",
            "原告は，平成27年3月10日，特許庁に対し，本件特許を無効とすることを求めて審判請求をした。これに対し，特許庁は，当該請求を無効2015-800058号事件(以下「本件審判事件」という。)として審理をし，被告の同年5月26日付け訂正請求書による訂正請求を経た上，平成29年1月30日，「特許第4447798号の明細書及び特許請求の範囲を訂正請求書に添付された訂正明細書及び特許請求の範囲のとおり，訂正後の請求項2について訂正することを認める。本件審判の請求は，成り立たない。」との審決をした(以下「本件審決」という。)。その謄本は，同年2月9日，原告に送達された。",
            "原告は，同年3月10日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明",
          "text": [
            "本件特許の請求項1～3に係る発明(以下「本件発明1」などという。また，これらを合わせて「本件各発明」という。さらに，本件各発明に係る訂正後の明細書(別紙)を「本件明細書」という。)は，上記訂正後の特許請求の範囲請求項1～3に記載された事項により特定されるものであるところ，その記載は，以下のとおりである。",
            "【請求項1】",
            "無鉛系はんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダペースト組成物において，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を含有するソルダペースト組成物。",
            "【請求項2】",
            "分子量が少なくとも500であるヒンダードフェノール系化合物がトリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕，1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，ペンタエリスリチル-テトラキス〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，2，2-チオ-ジエチレンビス〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，Ｎ，Ｎ’-ヘキサメチレンビス(3，5-ジ-t-ブチル-4-ヒドロキシ-ヒドロシンナマミド)である請求項1記載のソルダペースト組成物。",
            "【請求項3】",
            "プリント回路基板のはんだ付部に対して電子部品を，分子量が少なくとも500であるヒンダードフェノール系化合物がトリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕又は1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕である請求項1に記載のソルダペースト組成物を用いて200℃，120秒のプリヒート，240℃の本加熱を行ってもよいリフローはんだ付するリフローはんだ付方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，以下のとおり，本件発明1は，特開平5-185283号公報(甲1。以下「甲1文献」という。)記載の発明(以下「甲1発明」という。)と相違し，甲1文献に記載された発明であるとはいえず，また，甲1発明において，相違点に係る本件発明1の特定事項とすることは当業者が容易に想到し得ることであるが，本件発明1は当業者が予測することのできない格別の効果を奏するものであるとし，次いで，国際公開第99／64199号(甲2。以下「甲2文献」という。)記載の発明(以下「甲2発明」という。)との関係では，相違点に係る本件発明1の特定事項とすることは当業者にとって容易になし得ることであるとはいえないとし，さらに，これらの点は本件発明2及び3についても同様であるとするとともに，本件各発明はサポート要件及び実施可能要件に違反しているとはいえず，かつ，明確であるなどとして，本件特許を無効とすることはできないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1文献を主引例とする新規性・進歩性(無効理由1，2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献には，実施例4として以下のはんだペースト(甲1発明)及びこれを用いたリフローはんだ付方法(「基板に部品を，甲1発明のクリームはんだを用いてリフローはんだ付するリフローはんだ付方法」。以下「甲1方法発明」という。)がそれぞれ記載されている。",
                    "「はんだ粉，天然及び合成樹脂，活性剤，溶剤，及び分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤を含有するクリームはんだであって，",
                    "上記天然及び合成樹脂は水素添加ロジンであり",
                    "上記活性剤はシクロヘキシルアミンアジピン酸塩であり，",
                    "上記溶剤はブチルカルビトール及びプロピレングリコールモノフェニルエーテルであり，",
                    "上記分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤は，n-オクタデシル-3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネートである，",
                    "クリームはんだ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "はんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダペースト組成物において，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を含有するソルダペースト組成物。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「はんだ粉末」が，本件発明1では「無鉛系」であるのに対し，甲1発明でははんだ粉末の金属組成が特定されておらず，「無鉛系」であるか不明である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献記載の「通常の共晶はんだ」は，同文献に係る特許出願当時に標準的に使用されていた錫-鉛共晶はんだを意味する。また，同文献記載の「ビスマス入り」及び「銀入り」のはんだ粉末を含有するクリームはんだが鉛フリーのはんだを意味しているということはできない。",
                        "したがって，甲1文献の「通常の共晶はんだ」，「ビスマス入り」及び「銀入り」なる記載は，いずれも鉛フリーはんだを意味するとは認められず，相違点1は本件発明1と甲1発明の実質的な相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の出願時における技術潮流を踏まえると，その当時の当業者は，鉛入りはんだの鉛フリーはんだへの置き換えを常に念頭に置いていたと考えられ，そのような当業者にとって，甲1発明を鉛フリー化しようとすることはごく自然なことであり，その際に，鉛入りはんだのフラックスはそのままで，はんだ粉のみを無鉛系はんだ粉末に置き換えることは，容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の記載によれば，本件発明1は，高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ，はんだ付け性の特性が低下しないという効果を奏するものであると認められ，このような効果は当業者であっても予測することのできないものであるから，本件発明1は，当業者が予測できない格別の効果を奏するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上より，甲1発明は，相違点1の点で本件発明1と相違しており，本件発明1は甲1発明であるとはいえない。",
                        "また，甲1発明において，相違点1に係る本件発明1の特定事項とすることは，当業者が容易に想到し得ることであるが，本件発明1は当業者が予測することのできない格別の効果を奏するものである。したがって，本件発明1は，甲1発明に基づいて当業者が容易に発明することができたものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2及び3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明2及び3は，甲1発明(本件発明2につき)・甲1方法発明(本件発明3につき)と少なくとも相違点1で相違しており，いずれも，甲1発明(同上)・甲1方法発明(同上)であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2及び3も，当業者が予測することのできない格別の効果を奏するものであるから，甲1発明(同上)・甲1方法発明(同上)に基づいて当業者が容易に発明することができたものであるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2文献を主引例とする進歩性(無効理由3)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献記載の実施例のうち実施例1に着目すると，甲2文献には，実施例1として以下のはんだペースト(甲2発明)及びこれを用いたリフローはんだ付方法(「プリント基板に電子部品を，甲2発明のクリームはんだを用いてリフローはんだ付するリフローはんだ付方法」。以下「甲2方法発明」という。)がそれぞれ記載されている。",
                    "「はんだ粉末，樹脂成分，有機酸エステル，エステル分解触媒，有機ハロゲン化合物，還元剤及び溶剤を含むはんだペーストであって，",
                    "上記はんだ粉末は，金属組成が89Sn／8Zn／3Biであり，粒径20μm以下のはんだ粒子を個数分布で28．8％含有し，",
                    "上記樹脂成分は，重合ロジン及び不均化ロジンであり，",
                    "上記有機酸エステルは，酢酸-t-ブチルであり，",
                    "上記エステル分解触媒は，シクロへキシルアミン臭化水素酸塩であり，",
                    "上記有機ハロゲン化合物は，へキサブロモシクロドデカンであり，",
                    "上記還元剤は，ハイドロキノンである，",
                    "はんだペースト。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "無鉛系はんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダペースト組成物において，フェノール系化合物からなる酸化防止剤を含有するソルダペースト組成物。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「フェノール系化合物からなる酸化防止剤」が，本件発明1では「分子量が少なくとも500であるヒンダードフェノール系化合物」であるのに対し，甲2発明の「ハイドロキノン」は，分子量が110であり，OH基のオルト位置の1つ又は2つに立体障害作用を示す置換基を有しているフェノール系化合物ではないから，「分子量が少なくとも500であるヒンダードフェノール系化合物」ではない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2についての判断",
                  "text": [
                    "甲2文献の記載によれば，甲2発明において，たとえ「はんだ粉末」として「89Sn／8Zn／3Bi」に代えてより融点の高い鉛フリーはんだ粉末を採用したとしても，その優れた酸化防止性能によって，リフロー特性が悪くなって未溶融物が増加することにはならない。",
                    "そうすると，甲2発明には，はんだ粉末として融点の高い無鉛系はんだ粉末を用いた場合においても，「酸化に弱く，フラックスが熱分解・劣化するという課題」が存在しないのであるから，当該課題を解決するために必要であるとされる，分子量の大きなフェノール系化合物を採用するための動機付けが存在しないこととなる。",
                    "したがって，甲2発明及び甲1文献の記載に基づき，甲2発明において，相違点2に係る本件発明1の特定事項とすることが，当業者にとって容易になし得ることであるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明2及び3について",
                  "text": [
                    "本件発明2及び3は，甲2発明(本件発明2につき)・甲2方法発明(本件発明3につき)と少なくとも相違点2で相違しており，本件発明1と同様の理由により，いずれも，甲2発明(同上)・甲2方法発明(同上)及び甲1文献の記載に基づき，当業者が容易に発明することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "サポート要件違反(無効理由4)について",
              "text": [
                "原告は，甲2文献記載の「無鉛系はんだ粉末，ロジン系樹脂，活性剤，及び溶剤を含有するソルダペースト組成物において，分子量が500未満であるヒンダードフェノール系化合物からなる酸化防止剤を含有するソルダペースト組成物」(以下，甲2発明と区別する観点から「甲2記載発明」という。)を従来の無鉛系はんだ粉末を含有するソルダペーストの具体例として挙げ，本件各発明は，従来の無鉛系はんだ粉末を含有するソルダペーストに該当する甲2記載発明よりも酸化防止性能が優れているものである必要があるが，そうとはいえないから，本件各発明は課題を解決していることにはならない旨主張している。",
                "しかし，甲2記載発明は，本件各発明が解決しようとする課題，すなわち，「高温のリフロー時，より具体的には，プリヒート時において無鉛系はんだ粉末及びフラックス膜の劣化，より具体的には，フラックス膜やはんだ粉末に不要物が生じ，はんだ付強度を低下させる等の問題」を有するようなソルダペースト(以下「本件各発明の従来技術」という。)に該当するものであるとはいえない。",
                "したがって，本件各発明の奏する効果と甲2記載発明の奏する効果とを比べたとしても，本件各発明が従来技術に比べて酸化防止性能を改善しているかどうか，ひいては本件各発明が，当該発明の課題を解決できるものであるかどうかについて判断することにはならない。",
                "よって，仮に，本件明細書によって，本件各発明と，分子量500未満のヒンダードフェノール系化合物からなる酸化防止剤を含有する場合との効果の差異が明らかになっていないとしても，そのことによって直ちに本件各発明がサポート要件に違反しているとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "実施可能要件違反(無効理由5)について",
              "text": [
                "原告は，甲2記載発明が本件明細書における従来の無鉛系はんだ粉末を含有するソルダペーストに該当することを前提としてこの点に関する主張をしているが，前記のとおり，甲2記載発明は，本件各発明の従来技術に該当するようなソルダペースト組成物であるとはいえない。",
                "そうすると，発明の詳細な説明の記載に基づいて，本件各発明の作用効果と甲2記載発明の作用効果の差異について検討しても，本件各発明が従来技術よりも作用効果が改善しているかどうか，ひいては本件各発明が所期する作用効果を奏することを裏付ける記載があるかどうかについて判断することにはならない。",
                "よって，仮に，本件明細書の発明の詳細な説明の記載によっては，本件各発明と，分子量500未満のヒンダードフェノール系化合物からなる酸化防止剤を含有する場合との作用効果との間で，有意な差があることが明らかでないとしても，そのことによって，発明の詳細な説明には，本件各発明が所期する作用効果を奏することを裏付ける記載がないとはいえないから，本件各発明が実施可能要件に違反しているとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の明確性(無効理由6)について",
              "text": [
                "原告は，本件各発明には「酸化防止剤」として「ヒンダードフェノール系化合物」を含有することが特定されているところ，本件明細書に「ヒンダードフェノール系化合物」の定義は記載されておらず，本件特許出願時における技術常識からも，その意義を一時的に特定できないから，本件各発明は明確でない旨主張するところ，「ヒンダードフェノール系化合物」がどのようなフェノール系化合物を含むかについてはいくつかの解釈が存在し，その意味で「ヒンダードフェノール系化合物」の意義が必ずしも一義的に決まるとはいえない。",
                "しかし，被告が主張するように「一方又は両方のオルト位置に立体障害作用を示す置換基を持ったフェノール系化合物」と限定的に解釈することには一定の正当性があると認められ，この意義と本件明細書の記載には齟齬がないことなどから，「ヒンダードフェノール系化合物」なる記載は必ずしも不明確であるとはいえない。",
                "したがって，本件各発明は明確である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-甲1発明及び甲1方法発明に基づく進歩性欠如(無効理由2)に関するもの",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の効果は当業者が予測し得るものであること",
                  "text": [
                    "本件審決は，本件発明1につき，本件明細書の記載によれば，高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ，はんだ付け性の特性が低下しないという効果を奏するものであると認められ，しかも，このような効果は当業者であっても予測することのできないものであるといえるから，当業者が予測できない格別の効果を奏するものであるといえる，と認定，判断している。",
                    "しかし，甲1文献においては，分子量が500以上のヒンダードフェノール系化合物であるn-オクタデシル-3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネートを酸化防止剤として用いた実施例4のはんだ広がり試験の結果が良好であった旨記載されている(【0015】)。また，証拠(甲10及び23)によれば，本件特許の出願時において，高分子量のフェノール系化合物が高温での酸化防止性能に優れていると当業者に認識されていたことは明らかである。",
                    "したがって，本件発明の効果は当業者において予測し得る範囲内のものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決は被告実験(甲110)についての判断を誤っていること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，被告による実験(甲110。以下「被告実験」という。)が本件明細書の実施例の再現実験であり，適正に行われたものであることを前提に，本件発明1の効果がこれにより示されていると判断しているが，その前提に誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告実験が本件明細書の実施例の再現実験でないこと",
                      "text": [
                        "本件審決は，被告実験の結果が本件明細書の実施例の結果と一致するとしているが，本件審決が一致しているとした「結果」は，本件明細書の5段階評価の結果と，被告実験の2段階評価の結果を適当に結び付けているにすぎず，そのような大雑把な「結果」の一致があったからといって，実験方法が同一のものということはできない。特に，本件審決は，本件明細書に記載がない「平均粒径」及び「はんだ径」をそれぞれ特定の値に限定しているが，当業者が技術常識をもって判断しても，本件明細書記載の実施例における「平均粒径」及び「はんだ径」を特定し得るはずはない。",
                        "また，フラックスの作製時に加熱による溶剤の揮発分を補うための溶剤の追加をすることはあり得ても，フラックスとはんだ粉末とを混合した後に更に溶剤を添加することは行われ得ない。しかも，本件明細書にはフラックスの調整時におけるヘキシルカルビトールの量のみが記載されており，フラックスとはんだ粉末とを混合した後に更にヘキシルカルビトール(ヘキシルジグリコール)を添加することは何ら記載されていないにもかかわらず，被告実験ではフラックスとはんだ粉末とを混合した後に更にヘキシルジグリコールを添加していることから，被告実験は，本件明細書の実施例の再現実験ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告実験は適正に行われていないこと",
                      "text": [
                        "被告実験は，以下の点で本件明細書の実施例の再現実験として適正ではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告実験は，本件明細書の実施例において行われている「プリヒート温度を150℃，120秒の場合」の再現実験を行っていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告実験は，実験結果である溶融状態を示す写真を欠いている。公証人が自ら光学顕微鏡の画像を解読し，溶融・非溶融の判定を行い得るはずはなく，甲110は，被告従業員の判断をそのまま公正証書に記載したものに過ぎない。実際の溶融・未溶融の状況を証明するためには，例えば溶融状況の写真のような客観的証拠が不可欠である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告実験におけるはんだ付け状態の評価基準(2段階評価)は，本件明細書の評価基準(5段階評価)とは異なる。しかも，被告実験の評価基準は，「溶融」及び「非溶融」の基準のいずれにも該当しない場合が生じ得るものであることなどから，評価基準として不明確である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件特許の審査段階において，被告は，分子量が500以上のレベルでも大きいほど酸化防止機能が大きいことを示している旨主張していたところ，被告実験においては，分子量639の場合，分子量586の場合と比べて未溶融率が明らかに高い結果となっているから，その前提と矛盾する。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被告実験においては，フラックスD及びEがフラックスA～Cに比べて未溶融率が低くなっていることが記載されているが，仮にそうであるとしても，これらを分子量により区別する根拠はなく，様々な基準による区分が可能である。したがって，被告実験の結果をもって，酸化防止剤の「分子量が少なくとも500」であることに意義があるということはできず，甲110は，分子量500以上であれば必ず酸化防止性能に優れることを裏付けるものではない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "被告実験は，本件特許の実施例で用いられた水添ロジンに該当しない水添酸変性ロジンである「KE-604」を用いており，しかもそれにより高い酸化防止性能を奏する結果を得たものである。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "被告実験は，原告による実験(甲26。以下「原告実験」という。)と矛盾する。すなわち，原告実験においては，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を含有させた場合，分子量が500未満のヒンダードフェノール系化合物からなる酸化防止剤を含有させた場合，及びヒンダードフェノール系化合物からなる酸化防止剤を含有させなかった場合とで，高温でのプリヒートを行った際の酸化防止性能に有意な差は見られなかった。したがって，本件発明1は顕著な効果を奏するとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1は顕著な効果を奏するとはいえないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "当業者が予測し得ない顕著な効果といい得るためには従来の公知技術や周知技術に基づいて相違点に係る構成を想到した場合に，発明の有する効果が予測される効果よりも格別優れたものであるか，予測することが困難な新規な効果である必要がある。",
                        "本件明細書によれば，はんだ付け状態試験において，実施例1及び2が比較例1に比してプリヒート温度が200℃の場合にはんだ付け状態が優れることが記載されているところ，実施例1及び2に記載された酸化防止剤は分子量が500以上であり，比較例は酸化防止剤を用いないソルダペーストであって，分子量が500未満の酸化防止剤を記載した比較例は存在しない。また，本件明細書の「分子量が少なくとも500である」(【0018】)との文言は，本件特許の出願後に追加されたものであるのに対し，はんだ付け性の特性低下防止という被告が主張する効果は，上記追加以前から記載されていたのであるから，結局，上記効果はヒンダードフェノール系化合物からなる酸化防止剤を用いた効果であって，その分子量を500以上に特定した効果ではない。「分子量が500以上のものが，熱安定性が優れるという理由で，特に好ましい。」(【0010】)との記載はあるものの，熱安定性とは何か，分子量が500以上のものが熱安定性に優れる理由は何か，といった点については明らかにされていない。",
                        "これらの記載及び「本発明者は，…無鉛系はんだ粉末にヒンダードフェノール系化合物を併用したソルダーペーストについては，無鉛系はんだ粉末とソルダーペースト膜のリフロー時の劣化が防止されることを見出し，本発明をするに至った」(【0005】)等の記載に鑑みれば，本件発明1の効果は，無鉛系はんだ粉末を含有するソルダペーストにおいて，酸化防止剤としてヒンダードフェノール系化合物を用いると，酸化防止剤を用いない場合に比べて，無鉛系はんだ粉末とソルダペースト膜のリフロー時の劣化が防止されることにあるということに尽きる。",
                        "他方，甲1発明は，甲1文献の記載(【0005】，【0006】，実施例3，比較例3及び4)によれば，クリームはんだのフロー及びリフロー時の酸化防止性能の向上を課題としたものであり，実施例4においてその効果が実証されている。",
                        "また，本件発明1においては，無鉛系はんだ粉末の種類は特に限定されておらず，融点が200度を超えるものに限られないが，無鉛系はんだ粉末は錫鉛共晶はんだより融点が高いものも多いことに鑑みれば，リフロー温度が高くなることも想定される。そうすると，甲1発明のように，分子量が大きく，高温で揮発しにくいヒンダードフェノール系化合物を用いた場合には，リフロー時の酸化防止性能が優れたものになることを，当業者は当然に予測する。",
                        "したがって，仮に，被告主張のとおり，本件発明1の効果がヒンダードフェノール系化合物の分子量が500以上である場合に限って奏されるものであるとしても，その効果は，甲1発明及び技術常識に基づき，当業者が十分に予測し得たものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1における「無鉛系はんだ粉末」は，本件審決も認めるとおり，特に種類を限定されておらず，Sn-Zn系合金のはんだのようにPb系はんだ合金と同程度の低い溶融温度を有するはんだも含む。そうすると，そのようなはんだを用いた場合，プリヒート及び本加熱はPb系はんだ合金と同程度の温度で行われるから，高温のリフローは行われず，その結果，本件発明1は，「高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができる」(本件明細書【0004】)という本件発明1の効果を奏し得ない構成を含んでいることになる。",
                        "また，本件明細書の実施例において，プリヒートがPb系はんだ合金と同程度である150℃の場合，酸化防止剤の有無にかかわらず良好なはんだ付け状態が得られることが示されているから，本件明細書の実施例は，本件発明1の効果すなわち分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を用いることによる酸化防止効果の有無の判断に参酌することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明1は，顕著な効果を奏するとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件審決は，本件特許の出願時における技術常識を看過し，被告実験についての判断を誤り，また，本件発明1が効果を奏し得ない構成を含んでいることを看過しており，結果として本件発明1の効果は当業者が予測し得るものではないと誤って判断したものであるから，取消しを免れない。本件発明2及び3についても同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-甲2発明及び甲2方法発明に基づく進歩性欠如(無効理由3)に関するもの",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明及び甲2方法発明の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2発明は，以下のとおり認定されるべきである。",
                        "「Pbを含まないSn-In系，Sn-Bi系，In-Ag系，In-Bi系，Sn-Zn系，Sn-Ag系，Sn-Cu系，Sn-Sb系，Sn-Au系，Sn-Bi-Ag-Cu系，Sn-Ge系，Sn-Bi-Cu系，Sn-Cu-Sb-Ag系，Sn-Ag-Zn系，Sn-Cu-Ag系，Sn-Bi-Sb系，Sn-Bi-Sb-Zn系，Sn-Bi-Cu-Zn系，Sn-Ag-Sb系，Sn-Ag-Sb-Zn系，Sn-Ag-Cu-Zn系，Sn-Zn-Bi系等のはんだ粉末，",
                        "天然ロジン，不均化ロジン，重合ロジン，変性ロジンなど，",
                        "有機塩基のハロゲン化水素酸塩(イソプロピルアミン臭化水素酸塩，ブチルアミン塩化水素酸塩，シクロヘキシルアミン臭化水素酸塩等のハロゲン化水素酸アミン塩，1，3-ジフェニルグアニジン臭化水素酸塩等)，及び，",
                        "溶剤",
                        "を含有するはんだペーストにおいて，",
                        "2，6-ジ-t-ブチル-p-クレゾール，ブチルヒドロキシアニソール，2，2’-メチレンビス(4-メチル-6-t-ブチルフェノール)等のヒンダードフェノール系化合物からなる酸化防止剤を含有するはんだペースト。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2発明のはんだペーストを用いてプリント基板に電子部品をリフローはんだ付けするリフローはんだ付け方法(以下「甲2方法発明」という。)は，以下のとおり認定されるべきである。",
                        "「プリント基板のはんだ付部に対して電子部品を，",
                        "ヒンダードフェノール系化合物が2，6-ジ-t-ブチル-p-クレゾール，ブチルヒドロキシアニソール，2，2’-メチレンビス(4-メチル-6-t-ブチルフェノール)等である甲2発明のはんだペーストを用いて，",
                        "130～180℃，60～120秒のプレヒート，",
                        "用いる合金の融点に対し＋20～＋50℃のリフローを行う，",
                        "リフローによるはんだ付けをする，",
                        "リフローはんだ付方法。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかるに，本件審決は，何らの理由もなく甲2文献の実施例1に限定して甲2発明及び甲2方法発明を認定したものであり，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点・相違点の認定の誤り",
                  "text": [
                    "甲2発明及び甲2方法発明は，上記のとおり認定されるべきものであるから，これらと本件各発明との相違点(相違点2)は，本件発明1においては，ヒンダードフェノール系化合物からなる酸化防止剤が「分子量が少なくとも500」であるのに対し，甲2発明においては，ヒンダードフェノール系化合物からなる酸化防止剤が「分子量が少なくとも500」でない点と認定されるべきである。",
                    "本件審判は，甲2文献の実施例1に限定して甲2発明及び甲2方法発明を認定したため，相違点2の認定も誤ったものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献に酸化防止剤として列挙されたもの(【0006】)のうち，「n-オクタデシル-3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネート」，「テトラキス［メチレン-3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネート］メタン」，「トリエチレングリコールビス［3-(3-tert-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート］」及び「1，6-ヘキサンジオールビス［3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネート］」は，それぞれ分子量が531，1178，586．8及び639であり，また，本件明細書【0010】において「ヒンダードフェノール系化合物」として列挙されているものである。したがって，これらは本件各発明の「分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤」に該当する。",
                        "また，甲1文献には，実施例として，n-オクタデシル-3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネートを使用した実施例4が開示されている。",
                        "したがって，相違点2に係る構成は甲1文献に記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2発明において，はんだ粉末として無鉛系はんだ粉末を用いる場合には，酸化に弱く，フラックスが熱分解・劣化するという課題を解決すべく酸化防止剤を使用すること，使用する酸化防止剤としては，リフロー時の高温によって酸化防止剤の蒸発又は昇華が起こって酸化防止性能が減少することを防止するために，分子量の大きなフェノール系化合物を選択することの動機付けがあるということができるところ，甲2発明において用いられている「2，6-ジ-t-ブチル-p-クレゾール」(分子量220．4)及び「2，2’-メチレンビス(4-メチル-6-t-ブチルフェノール)」(分子量340．5)の代わりに，これらよりも分子量の大きなフェノール系化合物として，甲1文献に開示され，かつ，本件特許の出願時において「耐熱防止剤」として汎用されている前記「ヒンダードフェノール系化合物」を組み合わせて用いることは，当業者が容易に想到することである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書には，「分子量が500以上のものが，熱安定性が優れるという理由で，特に好ましい。」(【0010】)との記載はあるが，実施例に対する比較例は酸化防止剤を用いていない組成物のみであり(【0015】)，分子量が500未満のヒンダードフェノール系化合物からなる酸化防止剤を含有する場合との効果の差異は明らかとなっていない。また，前記のとおり，原告実験によれば，高温でのプリヒートを行った際の酸化防止性能に有意な差は見られなかった。したがって，本件発明1は顕著な効果を奏するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上より，甲2発明に，甲1文献記載の前記「ヒンダードフェノール系化合物」を組み合わせて相違点2に想到することは，本件特許の出願当時の当業者が容易にすることである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件審決は，無効理由3の判断において，甲2発明の認定を誤り，本件発明1と甲2発明との一致点・相違点の認定を誤った上，その相違点の容易想到性の判断を誤ったものであり，この点は本件発明2についても同様であり，また，本件発明3と甲2方法発明についても同様である。したがって，本件審決には取り消すべき違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-サポート要件違反(無効理由4)に関するもの",
              "text": [
                "本件審決は，甲2記載発明は本件各発明の従来技術に該当するものであるとはいえない旨判断する。",
                "しかし，甲2記載発明が，本件審決が言及するような問題(高温のリフロー時，より具体的には，プリヒート時において無鉛系はんだ粉末及びフラックス膜の劣化，より具体的には，フラックス膜やはんだ粉末に不溶物が生じ，はんだ付け強度を低下させる等の問題)を有しないのであれば，本件発明1の課題は解決されていることになり，本件発明1と甲2記載発明の相違点(本件発明1においては，ヒンダードフェノール系化合物からなる酸化防止剤の「分子量が少なくとも500」であるのに対し，甲2記載発明においては「分子量が少なくとも500」でない点)については，両発明の課題(より酸化防止性能に優れたソルダペーストが好ましいこと)の共通性及び分子量が大きなフェノール系化合物を用いることが有利であることが知られていたことから，本件発明1は甲2記載発明から容易想到ということになる。このため，本件審決は，本件発明1が甲2記載発明から容易想到でないとしつつ，甲2記載発明が上記問題を有しないとする点で，論理が破たんしている。",
                "また，本件審決は，本件明細書に「3，5-ジ-t-ブチル-4-ヒドロキシベンジルフォスフォネート-ジエチルエステル」(分子量356)が記載されていること(【0010】)をもって，本件明細書において，分子量500未満のヒンダードフェノール系化合物からなる酸化防止剤を含有するソルダペースト組成物も，本件各発明の課題を解決することのできる発明として記載されているとするが，本件発明1について予測し得ない効果を認めるのであれば，本件発明1の課題はヒンダードフェノール系化合物からなる酸化防止剤が「分子量が少なくとも500」であることによって初めて解決されるものでなければならないにもかかわらず，「分子量が少なくとも500未満」でも解決できるとするのは，本件審決が本件発明1につき予測し得ない効果を認めたことと矛盾する。",
                "したがって，本件発明1は，発明の詳細な説明の記載及び技術常識に基づき当業者が課題を解決できると認識できるものではない。この点に関する審決には取り消すべき違法があり，本件発明2及び3についても同様である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4-実施可能要件違反(無効理由5)に関するもの",
              "text": [
                "本件審決は，甲2記載発明は本件各発明の従来技術に該当するようなソルダペースト組成物であるとはいえない旨判断するけれども，その判断が誤りであることは前記のとおりである。",
                "したがって，本件発明1は実施可能要件違反であるから，本件審決には取り消すべき違法があり，本件発明2及び3についても同様である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5-明確性要件違反(無効理由6)に関するもの",
              "text": [
                "本件審決は，「ヒンダードフェノール系化合物」の意義は必ずしも一義的に決まるものではないとしつつも，「一方又は両方のオルト位置に立体障害作用を示す置換基を持ったフェノール系化合物」と限定的に解釈することには一定の正当性があるなどとして，本件各発明は明確であるとしている。",
                "しかし，「ヒンダードフェノール系化合物」に関しては，①フェノール性ヒドロキシ基(OH基)の両方のオルト位にt-ブチル基等の立体障害作用を示す置換基を有することを必須としている文献群，②OH基の一方又は両方のオルト位に同置換基を有することを必須としている文献，③OH基のオルト位に同置換基を有することを必須としているが，同置換基を有するオルト位の数が不明な文献，④OH基のオルト位に同置換基を有していてもよいが，有することを必須としていない文献群があり，本件審決も認めるとおり，「ヒンダードフェノール系化合物」の意義は一義的に決まるものではない。また，上記②及び④の意義のいずれも，本件明細書(【0010】)記載の9種の化合物を例示として含み得ることから，本件明細書の記載を参酌しても，「ヒンダードフェノール系化合物」は少なくとも②及び④いずれの意義をも採り得，一義的に決まるものではない。",
                "このように，「ヒンダードフェノール系化合物」の意義が多義的であることにより，本件各発明の技術的範囲が不明確となり，第三者に不測の不利益を及ぼす。",
                "したがって，本件各発明は明確性要件違反であるにもかかわらず，これを明確とした点で，本件審決には取り消すべき違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，発明の実施の形態として，はんだ付けランドのピッチの狭くなってきている本件特許出願当時のプリント回路基板への使用が前提とされていることが記載されている(【0006】)。また，200℃，120秒のプリヒート，240℃，30秒の本加熱を行う高温リフローにおいても，無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ，はんだ付け特性が低下しないという効果を奏することも，本件明細書において開示されている(【0016】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各発明の効果は，被告実験に明らかにされているとおり，当業者が本件明細書の記載に技術常識を当てはめることにより再現可能である。",
                        "これに対し，原告は，被告実験は本件各発明の再現実験に当たらず，また，適正に行われていないとするが，以下のとおり，いずれも誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「プリヒート温度150℃，120秒」の条件による実験は比較例であり，本件各発明の効果を明らかにする実験例ではないし，当該条件での過熱を行う場合は高温リフローの課題を有さず，はんだ付け状態が良好であることは当事者間に争いがないから，当該実験の有無は被告実験の適正さに影響しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告実験の結果については，その信用性を補強するために，公証人によって被告従業員の判定の公正を担保しているし，被告は甲110の記載と合致する実験結果の一部の写真を証拠として提出しており(乙4)，被告実験の結果が公正であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告実験は，本件明細書よりも詳細に実験結果の評価を行うことにより，本件各発明の効果を明らかにしたものである。また，本件明細書の実験は，従来技術との有意差を明らかにし，発明の進歩性を明らかに示すために厳しい加熱条件を設定している。そして，実装時は，リフロー炉の仕様や実装基板，搭載部品によってはんだ付け性は異なるため，各ユーザーにおける多様な実装条件を想定すれば，本件明細書記載の条件下で未溶融率が11～20％であっても，実用性があると評価し得るので，この程度未溶融率があると実用性が認められないとの原告の主張は失当である。",
                        "したがって，被告実験の評価基準は本件明細書のそれと齟齬はなく，適正である。そもそも，実験後のはんだ粉末の溶融・未溶融の評価は，当業者が技術常識を当てはめて実施可能なものであるから，2段階評価であっても被告実験の適正を損なうものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，審判段階で，審査過程で提出した意見書の誤記を認めた上で，分子量が少なくとも500のヒンダードフェノール系化合物が酸化防止性能に優れる旨主張しており，被告の主張と被告実験の結果に矛盾はない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，被告実験につき，分子量500以上であれば必ず酸化防止性能に優れることを裏付けるものではないとするが，分子量500以上の全ての酸化防止剤について実験により酸化防止性能を明らかにすることは不可能である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "水添酸変性ロジンは水添ロジンに含まれ，KE-604は水添酸変性ロジンとも水添ロジンともいい得るものである。また，本件特許出願後数年の間の特許出願においてKE-604を水添ロジンと記載するものが複数存在するところ，同出願時にKE-604の構成が周知であった以上，その後に水添酸変性ロジンが水添ロジンに含まれるとの知見が新たな技術常識として認識される理由はない。",
                        "したがって，KE-604は，当業者において水添ロジンと認識されるものであり，これを用いた被告実験は適正である。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "原告実験は，プリヒート時の昇温速度が当業者の技術常識よりも極端に遅く，本加熱時間も本件明細書の記載より長い点で，不当な実験条件を設定したものであり，本件各発明の効果を明らかにしていない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "本件明細書は，ソルダペーストの粘度について，実験に当たって調製が必要である旨記載している。また，ソルダペーストの粘度が印刷特性に影響を与えること及び粘度の調整は溶剤の添加により行うことは技術常識である。さらに，微量の溶剤添加によって粘度以外のソルダペーストの性質に変化が与えられるものではない。以上の点を勘案すれば，フラックスとはんだ粉末を混合した後に，溶剤であるヘキシルジグリコールを添加したからといって，実験の再現性が損なわれることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明の効果は，以下のとおり，当業者が予測し得ない顕著な効果である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，はんだ広がり試験において，ヒンダードフェノール系化合物からなる酸化防止剤を添加することにより優れた結果を得たことを開示しているが，鉛入りはんだの使用を前提とする点で本件各発明と異なる。本件特許出願当時，酸素雰囲気下において微小電子部品のリフローはんだ付けを行うことのできる鉛フリーはんだ用のソルダペーストの実現が望まれていたが，そのようなソルダペーストは現実には存在しなかった。このため，甲1発明のように，鉛入りはんだにおいてヒンダードフェノール系化合物からなる酸化防止剤をソルダペーストに添加することが知られていたとしても，これが，リフロー温度がより高温な鉛フリーはんだ付け時においても酸化防止機能を発揮するか否かを当業者が予想することはできなかった。そうである以上，本件特許出願当時の当業者が，実験もせずに，鉛入りはんだに関する甲1文献の記載から鉛フリーはんだに関する技術である本件各発明の効果を予測することはできない。",
                        "しかも，甲1発明における効果の確認方法は，本件各発明におけるリフローはんだ付けではなく，はんだ広がり試験による。このように効果の確認方法が大きく異なる甲1発明の試験からは，リフローはんだ付けにおける無鉛系はんだ粉末を使用したソルダペーストのはんだ付け特性を予想することは極めて困難である。",
                        "さらに，甲1文献は，鉛入りはんだを用いたソルダペーストのはんだ広がり試験において，ヒンダードフェノール系化合物が酸化防止性能に優れるとの結果とともに，分子量が500より小さい2，2’-メチレンビス(4-メチル-6-tert-ブチルフェノール)は，分子量が500より大きいn-オクタデシル-3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネートの2分の1量でも同等の酸化防止性能を発揮するとの結果を開示している。このため，甲1文献を参酌した当業者は，高温下で使用される鉛フリーはんだ用のソルダペーストにおいても，分子量500未満の酸化防止剤を添加する方がより効果が優れるとの予想は可能であったとしても，本件各発明の分子量500以上のヒンダードフェノール系酸化防止剤を添加することによる効果を予測することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各発明は，0．3～0．4mmの極小な印刷径において，従来技術よりもプリヒート温度を数十度上昇させた加熱プロファイルでのリフローという2つの過酷なリフロー条件を同時に解決したものであるが，甲1文献の実施例は印刷径・加熱条件いずれも本件各発明が解決した課題条件を有しない。このため，甲1文献からこれらの課題に対する解決策及び効果を予測することは困難である。",
                        "また，前記のとおり，甲1文献は，はんだ広がり試験においては分子量が小さな酸化防止剤の方が酸化防止性能に優れるという本件各発明と矛盾する結果を開示している。甲10及び23の各文献を参酌するとしても，これらの文献には本件各発明の課題となる印刷径及び加熱条件についての開示がなく，短時間の高温リフロー時に酸化防止剤の蒸発が問題となるかは不明であるから，高分子量のフェノール系化合物が高温リフロー時の酸化防止性能に優れるとの技術常識はない。そうである以上，これらの文献を参酌しても，甲1文献の結果と矛盾する本件各発明の効果を予測し得ない。",
                        "したがって，本件各発明は，当業者が引用発明及び周知技術から予測し得ない顕著な効果を有する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件各発明においては，「高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができるソルダペースト組成物及びリフローはんだ付方法を提供する」という目的に従って，その対象となる無鉛系はんだ粉末は融点が200℃より高く240℃以下のものに限定される。したがって，本件各発明はいずれも所期の効果を奏するものである。本件明細書には無鉛系はんだ粉末として融点が200℃以下の組成も例示されているが，これは，本件各発明の高温リフローによる課題を有しない，溶融温度が低いはんだの使用を妨げるものではないことを明示したに過ぎず，本件各発明を構成するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明1の効果は当業者が予測し得ないものであり，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献は，フェノール系化合物を還元剤として添加することを開示するのみであり，「ヒンダードフェノール系化合物からなる酸化防止剤」の添加についての記載はない。",
                    "したがって，原告主張に係る甲2発明の認定は，甲2文献の記載に基づかないものである。本件審決による甲2発明の認定及び本件発明1と甲2発明の一致点・相違点の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2発明に甲1発明を組み合わせる動機付けはなく，これらを組み合わせても本件発明1に想到することはできない。また，前記のとおり，本件各発明は顕著な効果を有する。",
                    "したがって，甲2発明に甲1発明を組み合わせることによる容易想到性を否定した本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "甲2発明は高温リフロー時におけるはんだ付け強度の低下等の課題を有しないことを前提とすると，原告主張に係る本件各発明との共通の課題は存在しないことになり，課題の共通性から「分子量が少なくとも500」であるという相違点には想到し得ない。また分子量が大きなフェノール系化合物を用いることが有利であることが知られていた事実もない。",
                "本件明細書は，実験により分子量が500よりも大きなヒンダードフェノール系化合物からなる酸化防止剤を用いることによって優れた溶融性能を有することが記載されていることから，サポート要件を満たしている。",
                "したがって，取消事由3は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "本件各発明は，実施例の再現にあっても，実施例で用いた水添アクリル化ロジン以外のロジンを使用した場合であっても，当業者が本件明細書の記載及び技術常識に従って実施可能なものであり，実施可能要件を充足する。",
                "したがって，取消事由4は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "本件審決が認定するとおり，本件明細書にヒンダードフェノール系化合物として例示されている全ての化合物が「一方又は両方のオルト位に立体障害作用を示す置換基を持ったフェノール系化合物」であることに照らせば，ヒンダードフェノール系化合物の意義について当業者は理解可能である。",
                "したがって，取消事由5は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明",
          "text": [
            "本件各発明に係る特許請求の範囲の記載は，前記(第2の2)のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件明細書の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "産業上の利用分野",
              "text": [
                "本発明は，特に，鉛及び亜鉛を含まないはんだ合金粉末を用いた場合に好適なソルダペースト組成物及びこれを用いたリフローはんだ付方法に関する。(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "従来の技術",
              "text": [
                "近年，電子機器の配線基板の多機能化，軽薄短小化に伴い表面実装技術が急速に発展し，電子部品の表面実装を行う場合には，ほとんどソルダペーストが用いたリフローはんだ付方法が行われている。そのソルダペーストに用いられるはんだ粉末は，Sn-Pb系のものが大部分を占めている。",
                "自然界に投棄された実装基板には電子部品がはんだ付されているので，このはんだに鉛が含まれていると，酸性雨等によりこの鉛が可溶性鉛化合物となって溶出し，自然界を汚染するのみならず，地下水等を通して汚染された水や動植物の食物が人体に摂取されることがあり，その毒性が強いことから重大な問題となりつつある。",
                "そこで，鉛を含まないはんだ材料が開発され，Sn-Ag合金，Sn-Ag-Cu合金等のいわゆる無鉛系のはんだ合金粉末が用いられるようになってきた。(【0002】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，上記の無鉛系のはんだ合金粉末は，融点が約200～220℃と高いので，そのはんだ粉末を含有するソルダペーストを用いたリフローはんだ付方法では加熱時のピーク温度を230～240℃にする必要があり，鉛系のSn-Pb合金の場合にはその共晶組成(63Sn／37Pb)の融点が183℃と低く，そのはんだ粉末を含有するソルダぺーストを用いたリフローはんだ付方法では熱に弱い電子部品を損傷なくはんだ付することができるのに対し，その熱損傷による機能劣化等を起こさせるという問題点がある。",
                    "この問題点を改善するために，上記の無鉛系のはんだ合金粉末を含有するソルダペーストを用いてリフローはんだ付時のピーク温度を230～240℃に低く設定し，その代わりにプリヒート時に従来より高い温度で加熱する，いわゆるヒートパターンを変更することにより，電子部品の熱損傷を緩和する試みが行われているが，この方法では，プリヒート時の加熱の熱量が増えるので，プリント配線板のはんだ付部に塗布されたソルダーペースト膜のはんだ合金粉末及びフラックスが過度に熱せられることになって酸化による熱劣化を起こし易く，リフロー時にフラックス膜やはんだ粉末に不溶物が生じ，はんだ付強度を低下させる等のはんだ付性の特性を低下させてしまうという別の新たな問題を引き起こすことが知られるようになってきた。(【0003】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明の第1の目的は，高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができるソルダペースト組成物及びリフローはんだ付方法を提供することにある。",
                    "本発明の第2の目的は，無鉛系はんだ粉末を用いた場合でもはんだ付性の特性が低下しないソルダペースト組成物及びリフローはんだ付方法を提供することにある。",
                    "本発明の第3の目的は，無鉛系はんだ粉末を用いた場合においてリフロー時のヒートパターンの変更により高温に弱い電子部品の熱損傷を避けることができるソルダペースト組成物及びリフローはんだ付方法を提供することにある。",
                    "本発明の第4の目的は，無鉛系はんだ粉末を用いた場合でも回路の信頼性の高い実装基板を得ることができるソルダペースト組成物及びリフローはんだ付方法を提供することにある。(【0004】)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "本発明者は，上記の課題を解決すべく，鋭意研究を行った結果，無鉛系はんだ粉末にヒンダードフェノール系化合物を併用したソルダペーストについては，無鉛系はんだ粉末とソルダペースト膜のリフロー時の劣化が防止されることを見いだし，本発明をするに至った。",
                "したがって，本発明は，(1)，無鉛系はんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダペースト組成物において，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を含有するソルダペースト組成物を提供するものである。",
                "また，本発明は，(2)，分子量が少なくとも500であるヒンダードフェノール系化合物がトリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕，1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，ペンタエリスリチル-テトラキス〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，2，2-チオ-ジエチレンビス〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，Ｎ，Ｎ’-ヘキサメチレンビス(3，5-ジ-t-ブチル-4-ヒドロキシ-ヒドロシンナマミド)等である上記(1)のソルダペースト組成物，(3)，プリント回路基板のはんだ付部に対して電子部品を，分子量が少なくとも500であるヒンダードフェノール系化合物がトリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕又は1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕である上記(1)のソルダペースト組成物を用いて200℃，120秒のプリヒート，240℃の本加熱を行ってもよいリフローはんだ付するリフローはんだ付方法を提供するものである。(【0005】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の実施の形態",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明において，無鉛系はんだ粉末とは，鉛の成分を有しないはんだ粉末であり，例えば鉛及び亜鉛を含まないはんだ粉末が好ましく，これにはSn-Ag，Sn-Ag-Cu，Sn-Ag-Bi，Sn-Bi，Sn-Ag-Cu-Bi，Sn-Sb及びSn-Cu等が例示され，鉛及び亜鉛を含まないはんだ合金であれば，特に限定されない。Sn-Zn系合金のはんだ粉末でもよい。",
                    "無鉛系はんだ粉末は，ソルダペースト中85～92％(フラックス：8～15％)用いられ，球形で粒径が300～700メッシュのはんだ粉末が，はんだ付ランドのピッチの狭くなってきている最近のプリント回路基板に対するリフローはんだ付用として好ましい。(【0006】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本発明に用いられるロジン系樹脂とはロジン及びその変性ロジン等の誘導体が挙げられ，これらは併用することもできるが，具体的には例えばガムロジン，ウッドロジン，重合ロジン，フェノール変性ロジンやこれらの誘導体が挙げられる。ロジン系樹脂の含有量は，ソルダペースト組成物のはんだ粉末を除いた他の成分である，いわゆるフラックス中，30～70％とすることができる。これより少ないと，はんだ付ランドの銅箔面の酸化を防止してその表面に溶融はんだを濡れ易くする，いわゆるはんだ付性が低下し，はんだボールが生じ易くなり，これより多くなると残さ量が多くなる。(【0007】)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明においては，ヒンダードフェノール系化合物からなる酸化防止剤が使用されるが，具体的には例えばフラックス中に添加し，このフラックスを無鉛系はんだ粉末と撹拌混合するというようにして使用される。",
                    "ヒンダードフェノール系化合物としては，特に限定されないが，具体的には，トリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕，1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，2，4-ビス-(n-オクチルチオ)-6-(4-ヒドロキシ-3，5-ジ-t-ブチルアニリノ)-1，3，5-トリアジン，ペンタエリスリチル-テトラキス〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，2，2-チオ-ジエチレンビス〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕，Ｎ，Ｎ’-ヘキサメチレンビス(3，5-ジ-t-ブチル-4-ヒドロキシ-ヒドロシンナマミド)，3，5-ジ-t-ブチル-4-ヒドロキシベンジルフォスフォネートージエチルエステル，1，3，5-トリメチル-2，4，6-トリス(3，5-ジ-t-ブチル-4-ヒドロキシベンジル)ベンゼン等があげられる。",
                    "これらのうち，分子量が500以上のものが，熱安定性が優れるという理由で，特に好ましい。(【0010】)"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施例",
              "content": [
                {
                  "fig": "ア",
                  "subject": "以下に，実施例を説明するが，本発明は以下の実施例によって何ら制限されるものではない。(【0012】)"
                },
                {
                  "fig": "イ",
                  "subject": "実施例1",
                  "text": [
                    "以下の組成のソルダペーストを調製した。",
                    "水添ロジン(ロジン系樹脂)                          55．0g アジピン酸(活性剤)                                  2．0g 水添ヒマシ油(チキソ剤)                              6．0g トリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕(酸化防止剤)5．0g ヘキシルカルビトール(溶剤)                        33．0g (以上，フラックス  100g)",
                    "上記フラックス                                      11．0g はんだ粉末                                          89．0g (Sn／Ag／Cu＝96．5／3／0．5)",
                    "(以上，ソルダペースト  100g)",
                    "上記フラックスとはんだ粉末を攪拌混合することによりソルダペーストを得た。このソルダペーストをマルコム粘度計で測定したところ230Pa・s(測定温度25℃)であった。また，このソルダペーストを用いて，▲1▼印刷性試験(0．15mm厚さのメタルマスクを用いたスクリーン印刷による印刷面にかすれやにじみが目視されるか否かを検査する試験)，▲2▼粘着性試験(印刷後のメタルマスクの剥がれ性を調べるもので，JIS  Z  3284による試験)，▲3▼加熱時のだれ性試験(加熱時の塗布膜の所定位置からのはみ出しを調べるもので，JIS  Z  3284による試験)及び▲4▼絶縁性試験(はんだと分離したフラックス膜の抵抗値を測定するもので，JIS  Z  3284による試験)を評価するとともに，さらに，▲5▼はんだ付状態試験(リフローはんだ付装置において，プリヒート温度を150℃，120秒の場合と，200℃，120秒の場合とのそれぞれにおいて，本加熱を240℃，30秒行った場合のはんだ付状態を，溶融後固化したはんだに未溶融物が見られないものを5，多く見られるものを1とし，3以上を実用性があるとする5段階法により評価する試験)を行った結果を表1に示す。(【0013】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施例2",
                  "text": [
                    "酸化防止剤を1，6-ヘキサンジオール-ビス-〔3-(3，5-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕に代えて使用したこと以外は実施例1と同様にしてソルダペーストを調製し，これを用いて粘度その他実施例1と同様に試験した結果を表1に示す。(【0014】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "比較例1",
                  "text": [
                    "酸化防止剤を用いないこと以外は実施例1と同様にしてソルダペーストを調製し，これを用いて粘度その他実施例1と同様に試験した結果を表1に示す。(【0015】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【表1】(【0016】)"
                },
                {
                  "fig": "カ",
                  "subject": "表1の結果から，酸化防止剤を併用したソルダペーストである実施例1及び実施例2のものは，酸化防止剤を使用しない比較例1のものに比べて，プリヒート温度が150℃の場合にもはんだ付状態は良好であるが，プリヒート温度が200℃の場合には特に優れ，その他の性能も劣るものはないといえる。(【0017】)"
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "発明の効果",
              "text": [
                "本発明によれば，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を併用したので，高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ，はんだ付性の特性が低下せず，例えば200℃，120秒のプリヒート，240℃，30秒の本加熱を行ってもよいように，リフロー時のヒートパターンの変更により高温に弱い電子部品の熱損傷を避けることができ，これにより回路の信頼性の高い実装基板を得ることができるソルダペースト組成物及びリフローはんだ付方法を提供することができる。(【0018】)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件各発明の概要",
          "text": [
            "以上より，本件各発明の概要は，以下のとおり理解される。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明は，特に，鉛及び亜鉛を含まないはんだ合金粉末を用いた場合に好適なソルダペースト組成物及びこれを用いたリフローはんだ付け方法に関する(【0001】)。従来，電子部品の表面実装におけるリフローはんだ付けに用いるソルダペーストは，Sn-Pb系のはんだ粉末を含むものが大部分を占めていたが，環境や人体への影響に対する問題から，鉛を含まないはんだ材料が開発され，Sn-Ag合金，Sn-Ag-Cu合金等のいわゆる無鉛系のはんだ合金粉末が用いられるようになってきた(【0002】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記の無鉛系のはんだ合金粉末は，融点が約200～220℃と高いので，そのはんだ粉末を含有するソルダペーストを用いたリフローはんだ付け方法では加熱時のピーク温度を230～240℃にする必要があり，熱に弱い電子部品の熱損傷による機能劣化等を起こさせるという問題点がある。この問題点を改善するために，プリヒート時に従来より高い温度で加熱する，いわゆるヒートパターンを変更することにより，電子部品の熱損傷を緩和する試みが行われているが，この方法ではプリヒート時の加熱の熱量が増えるため，はんだ合金粉末及びフラックスが過度に熱せられることになって酸化による熱劣化を起こしやすく，リフロー時にフラックス膜やはんだ粉末に不溶物が生じ，はんだ付け強度を低下させる等のはんだ付け性の特性を低下させてしまうという別の新たな問題を引き起こす(【0003】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件各発明は，上記の問題に対し，無鉛系はんだ粉末にヒンダードフェノール系化合物を併用したソルダペーストを用いることにより，無鉛系はんだ粉末とソルダペースト膜のリフロー時の劣化を防止するというものである(【0005】)。本件各発明においては，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を併用することにより，高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ，はんだ付け性の特性が低下せず，リフロー時のヒートパターンの変更により高温に弱い電子部品の熱損傷を避けることができ，これにより回路の信頼性の高い実装基板を得ることができるソルダペースト組成物及びリフローはんだ付け方法を提供することができる(【0018】)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】  分子内に第3ブチル基のついたフェノール骨格を1つまたはそれ以上含む酸化防止剤の1種またはそれ以上を1～30重量％含有することを特長とするはんだ付け用フラックス。",
                        "【請求項2】  請求項1に記載のはんだ付け用フラックス及びはんだ粉を含有するクリームはんだ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "本発明は，はんだ付けを酸素含有量10000ppm～20．9％(大気)程度の比較的高い酸素濃度雰囲気で行える，低残渣で洗浄の必要のない，はんだ付け用フラックス及びクリームはんだに関するものである。(【0001】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来の技術",
                      "text": [
                        "近年の技術革新により，低残渣タイプのはんだ付け用フラックス及びクリームはんだは多品種開発されている。しかしながらどの製品もはんだ付け後の残渣，即ち固形分が少なくなることにより，固形分の作用のうちの一つであるフロー及びリフロー中の再酸化防止作用が期待できなくなっている。故に，固形分を多量に添加する以外の方法で，基板や部品及びはんだの再酸化の防止をすることが必要になってくる。(【0002】)",
                        "そこで，フローソルダー及びリフロー炉の雰囲気を高酸化性雰囲気(大気)にする代わりに，窒素等の不活性ガスでパージすることが一般的に行われている。しかし，フローソルダー及びリフロー炉をパージするには，窒素等の不活性ガスが多量に必要であるため，大気中でフロー及びリフローするよりもコストが掛かり，さらに，安全面でも特別な配慮が必要となっている。(【0003】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "本発明が解決しようとする課題は，はんだ付け用フラックス及びクリームはんだに，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤を添加することにより，比較的高い酸素濃度雰囲気中での信頼性の高いはんだ付け性を実現し，不活性ガスパージフローソルダー及びリフロー炉の不活性ガスの消費量を低減し，コストダウンを図ることである。(【0004】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明は，低残渣タイプのはんだ付け用フラックス及びクリームはんだに，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤を配合し，低固形分でもフロー及びリフロー中の基板や部品及びはんだの再酸化を防止することを可能とするはんだ付け用フラックス及びクリームはんだを供給しようとするものである。(【0005】)",
                        "フローソルダリング及びリフローソルダリング中に，再酸化防止効果のある分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤としては，トリエチレングリコールビス〔3-(3-tert-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕，1，6-ヘキサンジオールビス〔3-(3，5-ジ-tert-ブチル-4-ヒドロキシフェニル)プロピオネート〕等が挙げられる。(【0006】)",
                        "これらの分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤は，はんだ付け用フラックス及びクリームはんだ用フラックスに1～30重量％の範囲で添加することを特徴とする。(【0007】)",
                        "従来の高固形分タイプのはんだ付け用フラックス及びクリームはんだ用フラックスに添加しているロジン等の天然樹脂及び合成樹脂では，僅かな還元作用と被覆効果しかないので添加量を減少すると十分な再酸化防止作用が得られないが，本発明において添加している分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤は，単なる被覆効果だけではなく積極的な酸化防止効果があるため，添加量を少なく抑えても十分な再酸化防止作用を発揮するので，低固形分(低残渣)タイプのはんだ付け用フラックス及びクリームはんだ用フラックスに適用できる。(【0008】)",
                        "その他の成分としては，通常はんだ付け用フラックスに使用されている添加剤が挙げられる。また，クリームはんだに添加されるはんだ粉末は，通常の共晶はんだを初め，ビスマス入り，銀入り等が挙げられる。(【0009】)",
                        "以上の配合により，酸素含有量10000ppm～大気(20．9％)程度の比較的高い酸素濃度に設定されたフローソルダー及びリフロー炉の中でも十分なはんだ付け性を維持できる低残渣タイプのはんだ付け用フラックス及びクリームはんだを供給することができる。本発明により比較的高い酸素濃度でも十分なはんだ付け性を得られるので，不活性ガスのパージ量を著しく低減でき，大幅にコストダウンができる。(【0010】)",
                        "以下に，本発明によるはんだ付け用フラックス及びクリームはんだの効果を比較例及び実施例によってさらに具体的に説明する。その試験方法及び結果を表1及び表2に示す。(【0011】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "【表1】(【0012】)",
                        "(実施例1，2及び比較例1，2)表1は，はんだ付け用フラックスの試験結果である。はんだ付け性は，JISZ-3197  6．10に記載のはんだ広がり試験を行い，その広がり率の良否で比較した。(【0013】)",
                        "本発明のはんだ付け用フラックス(実施例1，2)は，従来タイプのはんだ付け用フラックス(比較例1，2)と比較して，比較的低い酸素濃度(500ppm)雰囲気に於ては，はんだ広がり率は実施例1，2では96％，97％，比較例1，2では93％，95％とどちらも大差はなく良い結果が出ている。しかし，比較的高い酸素濃度(50000ppm)雰囲気に於ては，本発明のはんだ付け用フラックス(実施例1，2)では93％，94％，比較例1，2では81％，82％となっているように本発明のはんだ付け用フラックスのほうが明らかに広がり率が良い。大気中に於ては，実施例1，2が90％，91％，比較例1，2が69％，71％と更に差が広がり，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤の添加による効果が顕著に現れている。(【0014】)",
                        "【表2】(【0015】。以下次頁)",
                        "(実施例3，4及び比較例3，4)表2は，クリームはんだの試験結果である。はんだ付け性は，JIS  Z-3197  6．10に記載のはんだ広がり試験を行い，その広がり率の良否で比較した。(【0016】)",
                        "本発明のクリームはんだ(実施例3，4)は，従来タイプのクリームはんだ(比較例3，4)と比較して，比較的低い酸素濃度(500ppm)雰囲気に於ては，はんだ広がり率は実施例3，4では92％，92％，比較例3，4では90％，89％とどちらも大差はなく良い結果が出ている。しかし，比較的高い酸素濃度(50000ppm)雰囲気に於ては，本発明のクリームはんだ(実施例3，4)では89％，87％，比較例3，4では72％，73％となっていて，本発明のクリームはんだのほうが明らかに広がり率が良い。大気中に於ては，実施例3，4が85％，86％，比較例3，4が65％，64％と更に差が広がり，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤の添加による効果が顕著に現れている。また，実施例3，4では，肉眼で観察する限り，ほとんど残渣がない。(【0017】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，甲1発明については，以下のように理解される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，はんだ付けを酸素含有量10000ppm～20．9％(大気)程度の比較的高い酸素濃度雰囲気で行える，低残渣で洗浄の必要のない，はんだ付け用フラックス及びクリームはんだに関する(【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "近年，低残渣タイプのはんだ付け用フラックス及びクリームはんだは多品種開発されているが，固形分が少なくなることにより，固形分の作用のうちの一つであるフロー及びリフロー中の再酸化防止作用が期待できなくなっており，固形分を多量に添加する以外の方法で，基板や部品及びはんだの再酸化の防止をすることが必要になってくる(【0002】)。そこで，フローソルダー及びリフロー炉の雰囲気を窒素等の不活性ガスでパージすることが一般的に行われているが，大気中でフロー及びリフローするよりもコストが掛かり，さらに，安全面でも特別な配慮が必要となっている。(【0003】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記の問題を解決するため，甲1発明は，低残渣タイプのはんだ付け用フラックス及びクリームはんだに，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤を配合し，低固形分でもフロー及びリフロー中の基板や部品及びはんだの再酸化を防止することを可能とするはんだ付け用フラックス及びクリームはんだを供給するものである。(【0005】，【0010】)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献を主引例とする進歩性の判断につき，前記のとおり，本件審決は，甲1発明において，本件発明1と甲1発明との相違点1に係る本件発明1の特定事項とすることは当業者が容易に想到し得ることであるが，本件発明1は当業者が予測し得ない格別の効果を奏するものであることから，本件発明1は甲1発明に基づき当業者が容易に発明することができたものではない旨判断する。そこで，この点について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の酸化による熱劣化を防止することをその課題の1つとする(本件明細書【0003】～【0005】，【0018】)。",
                        "そして，本件明細書記載の実施例として行われたはんだ付け状態試験は，リフローはんだ付け装置において，プリヒートが150℃，120秒の場合と，200℃，120秒の場合のそれぞれで，本加熱を240℃，30秒行った試料のはんだ付け状態について，溶融後固化したはんだに未溶融物が見られないものを5，多く見られるものを1とし，3以上を実用性があるとする5段階法により評価したものであって(【0013】)，その結果は本件発明1の効果を裏付けるものとして理解される。",
                        "他方，甲1文献には，はんだ付け性をはんだ広がり試験によって評価したことが記載されている(【0013】，【0016】)。このはんだ広がり試験は，試験板(所定の銅板等)の上に，0．3gのはんだペーストを載せ，適当な加熱装置を用い，はんだの液相線温度より40～50℃高い温度で加熱し，その温度に達してから約30秒間融解して試験板上に広がらせ，次いで常温に放置して冷却した後，はんだの広がり面積等を測定し，所定の式に基づき広がり率を算出するものである(乙18)。",
                        "また，甲1文献の記載によれば，甲1発明は，低固形分でもフロー及びリフロー中の基板や部品及びはんだの再酸化を防止することを可能とするはんだ付け用フラックス及びクリームはんだを供給するために，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤による積極的な酸化防止作用を利用するものであり(【0005】，【0008】，【0010】)，同文献記載の試験は，実際にはんだ粉末の再酸化が防止されていることを，はんだ広がり試験によって確認している(【0014】，【0017】)ものと理解される。",
                        "ここで，本件明細書の記載(【0003】，【0004】，【0018】)のほか，証拠(甲9，14，76，77，乙3，8，15)及び弁論の全趣旨によれば，リフロープロセスにおいては，プリヒート時の熱によりはんだ粉末の表面に酸化物が生成されると，その酸化物に覆われたはんだ粉末は，ぬれ性が悪く，溶融した部分と一体化せず，また，はんだ粉末を構成する金属の酸化物は融点が1000℃に近く，はんだ粉末の融点付近の温度では溶融しないため，未溶融物を生じ，はんだ付け不良を起こすことは，本件特許出願当時の技術常識であったことが認められる。",
                        "この技術常識によれば，本件発明1，甲1発明いずれにおいても，はんだ付け性が低下する原因は加熱に伴うはんだの再酸化にあるということができるところ，甲1文献記載のはんだ広がり試験は，プリヒートを行うものではなく，また，共晶はんだも対象とされているためそれほど高い温度に加熱する必要はない点において，本件明細書におけるはんだ付け性試験とは異なるとしても，両試験は，はんだの再酸化が防止されているかどうかを確認したものである点で共通するものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，甲1文献には分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤がはんだ粉末の再酸化を防止することが記載されているところ，本件発明1におけるヒンダードフェノール系化合物からなる酸化防止剤は，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤に該当するものである。このため，分子内に第3ブチル基のついたフェノール骨格を含む酸化防止剤を含みさえすれば，はんだ粉末の再酸化が防止され，はんだ付け性が向上することは，甲1文献及び技術常識から，当業者が予測し得たことといってよい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件発明1においては，酸化防止剤の分子量が少なくとも500であるとの限定を有するが，以下のとおり，このような限定を付すことによって格別の効果が得られたことを裏付けるに足りる証拠はないから，本件発明1の効果は，甲1文献及び本件特許出願当時の技術常識から当業者にとって予測し得ない格別顕著なものであるとは認められない。",
                        "すなわち，本件明細書には，ヒンダードフェノール系酸化防止剤として，トリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕を含む実施例1及び1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕を含む実施例2と，酸化防止剤を含まない比較例についてのリフロー試験を行い，実施例1及び2は，プリヒート温度が150℃の場合にもはんだ付け性は良好であるが，同温度が200℃の場合には特に優れ，その他の性能も劣るものはないと記載されている(表1，【0017】)。具体的には，表1には，プリヒート温度が200℃，120秒の場合の評価は，実施例1が5，実施例2が4であったのに対し，比較例は1とされている。この結果から，ヒンダードフェノール系酸化防止剤として，トリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕又は1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕を含む本件発明1のソルダペーストは，酸化防止剤を含まないソルダペーストとの比較においては，はんだ付け性に優れるということはできる。",
                        "しかし，本件明細書には，ヒンダードフェノール系化合物からなる酸化防止剤として，分子量が500未満であるものを含むソルダペーストと本件発明1のソルダペーストを比較した試験は記載されていない。そうである以上，本件明細書の記載から，本件発明1は，分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を含むことにより，甲1発明に対して顕著な効果を奏するということはできない。",
                        "加えて，本件明細書には，本件発明1でヒンダードフェノール系化合物の分子量を少なくとも500とすることについて，「ヒンダードフェノール系化合物としては，特に限定されないが，…分子量500以上のものが，熱安定性が優れるという理由で，特に好ましい。」(本件明細書【0010】)というように，熱安定性に優れるとの記載はあるものの，ヒンダードフェノール系化合物の分子量が500未満である場合と比較して，リフロー特性に優れるソルダペースト組成物が得られることについては何ら記載されていない。",
                        "そうである以上，本件発明1における酸化防止剤の分子量に臨界的意義があるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告実験について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，被告実験において，それぞれ分子量500未満の酸化防止剤である2，6-ジ-t-ブチル-p-クレゾールないし2，2’-メチレンビス-(4-メチル-6-t-ブチルフェノール)を含むフラックスB，Cと，それぞれ500より大きい分子量の酸化防止剤であるトリエチレングリコール-ビス〔3-(3-t-ブチル-5-メチル-4-ヒドロキシフェニル)プロピオネート〕ないし1，6-ヘキサンジオール-ビス-〔3-(3，5-ジ-t-ブチル-4-ヒドロキシフェニル)プロピオネート〕を含むフラックスD，Eを用いてソルダペーストを作製し，リフロー試験によって，はんだの溶融状態を評価した結果により，500より大きい分子量の酸化防止剤を含むフラックスD及びEの方が，分子量500未満の酸化防止剤を含むフラックスB及びCよりも未溶融率の低いソルダペーストを与えることが証明されている旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，以下のとおり，被告実験からは，500より大きい分子量の酸化防止剤を含むフラックスの方が，分子量500未満の酸化防止剤を含むフラックスよりも，未溶融率の低いソルダペーストを与えるということはできない。",
                        "証拠(甲110)によれば，被告実験は，次のようなものであったことが認められる。すなわち，フラックスA：110gとはんだ粉末1：890g(Sn／Ag／Cu＝96．5／3／0．5，平均粒子径27μm)をプラネタリーミキサーに入れて攪拌混合後，粘度を230Pa・s(測定温度25℃)になるようにヘキシルジグリコールを添加することにより調整したソルダペースト1，フラックスA：110gとはんだ粉末2：890g(Sn／Ag／Cu＝96．5／3／0．5，平均粒子径32μm)を用いてソルダペースト1と同様に作成したソルダペースト2，ソルダペースト1，2のフラックスAに換えて，フラックスB～Eを用いて作製したソルダペースト3～10それぞれについて，リフロー試験である実験例1～10を行った。また，実験例1～10においては，基板に設けられた直径φ0．30mm，φ0．35mm，φ0．40mmの銅箔パッド上にメタルマスクを用いてソルダペースト1～10をスクリーン印刷した試験基板を，各ソルダペーストに2枚ずつ用意し，予備加熱時間が120秒，予備加熱終了後はんだの溶融温度に達した後の加熱時間が30秒，ピーク温度が240℃でリフロー試験を行い，1枚の基板について3種類の直径ごとに100個設けられた個々の銅箔パッドにおけるはんだの溶融状態を光学顕微鏡で観察し，溶融又は未溶融の判定を行い，その結果から算出した溶融率によって評価した。溶融・未溶融の判定基準は，「溶融」は「はんだ表面にはんだ粉末が無く1つになる。」，「未溶融」は「はんだ粉末が一つにならない。」又は「はんだ表面にわずかだが粉末が残っている。」との基準が(表3)，また，その基準では判定がつかない場合の基準として，「溶融」は「はんだ表面にはんだ粉末が存在せず，全体が1つのドーム状になる。」又は「はんだ表面にはんだ粉末が1～3個程度分散して存在する。」，「未溶融」は「はんだ表面に光沢がなく，粉末が一つにならない。」，「はんだ表面の光沢が少なく，側面に5～6個以上の粉末が残っている。」，「はんだ表面全体にやや光沢が見られるが，表面に5～6個以上の粉末が分散して残っている。」，「はんだ表面の一部に光沢が見られるが，表面に5～6個以上の粉末が凝集している。」又は「はんだ表面のほぼ全体に光沢が見られるが，表面に5～6個以上の粉末が残っている。」との基準が示されている(表4)。被告実験における溶融・未溶融の判定基準に関する記載は，この表3及び表4の記載のみである。",
                        "しかし，この評価方法は，結果がまず溶融又は未溶融に2値化された上で未溶融率を算出するため，溶融又は未溶融の判定基準の取り方次第で，実際には残っているはんだ粉末の個数にほとんど差がないパッドでも，最初の判定次第で溶融と未溶融のいずれかに峻別されることとなり，結果として未溶融と判定されるパッドの個数につき判定者の主観による変動が生じ得る方法ということができる。その上，当該判定基準は，はんだ粉末が1～3個程度では「溶融」と判定され，はんだ粉末が5個以上残っていると「未溶融」と判定されることは理解できるものの，加熱後に残っているはんだ粉末が4個の場合はそのいずれと判定されるのか不明である。こうした点を考慮すると，被告実験により示された結果は，恣意的な評価を排除するために必要な明確な判定基準に基づくものであるとはいい難い。そうである以上，被告実験の結果は，フラックスD及びEを用いて作製されたソルダペーストは，フラックスB及びCを用いて作製されたソルダペーストと比較して，リフロー特性に優れるものであることを客観的に示すものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，甲1文献のはんだ広がり試験においては0．3gという多量のソルダペーストが加熱され，それを還元するために十分なフラックス量があるので，最表層のはんだ粉末が溶融できずに表面の未溶融はんだが残るという課題が生じないのに対し，被告試験におけるような微小な印刷パターンでは，ソルダペーストはごく少量であるから，熱にさらされるはんだ粉末やフラックスの割合が大きく，熱による影響が大きいため，当業者が甲1文献に基づいて被告試験の結果を予測することはできないと主張する。",
                    "しかし，本件明細書には微小な印刷パターンに用いた場合の効果を説明した記載はないから，この主張は本件明細書の記載に基づかないものというべきであり，当該効果をもって本件発明1の効果と見ることはできない。また，甲1文献においては，低残渣でも再酸化を防止できるフラックスの提供が課題とされ，フラックスの固形分を減らしても，酸化防止剤を添加することによってはんだの再酸化が防止できることが記載されていることからすれば，微小な印刷パターンであるために比表面積が大きくなり，加熱により再酸化されるはんだ粉に対するフラックスの割合が小さくなった場合でも，フラックスが酸化防止剤を含むことによってはんだの再酸化を防止し，ひいてははんだの未溶融の発生を防止する点で有利であることは，当業者が予測し得たことであるということもできる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上より，本件発明1において分子量が少なくとも500であるヒンダードフェノール系化合物からなる酸化防止剤を用いたことによる効果は，甲1発明及び技術常識から当業者が予測し得ないほどの格別顕著なものということはできない。にもかかわらず，本件審決は，本件発明1につき，甲1発明からは当業者が予測し得ない効果を奏するものであり，本件発明1は，甲1発明に基づいて当業者が容易に発明をすることができたものでないとした点で，その判断に誤りがある。本件発明2及び3についても同様である。",
                    "したがって，取消事由1は理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，本件審決は，取消事由1に係る誤りがあるから，その余の点につき論ずるまでもなく，これを取り消すのが相当である。",
            "よって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10063",
    "date": "2018-02-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087487",
    "ipprecedent_id": "4856",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}