{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2014-800120号事件について平成29年3月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が請求した特許無効審判の不成立審決に対する取消訴訟である。争点は，①訂正要件違反の有無，②実施可能要件（特許法36条4項1号）違反の有無及び③サポート要件（特許法36条6項1号）違反の有無についての判断の当否である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "被告らは，平成14年9月11日（以下，「本件出願日」という。）に出願され（特願2002-266012号），平成20年8月8日に設定登録がされた特許（以下，「本件特許」という。特許第4164562号。発明の名称「ホモロガス薄膜を活性層として用いる透明薄膜電界効果型トランジスタ」）の特許権者である（甲41）。",
            "原告は，平成26年7月14日，本件特許の無効審判請求をしたところ（無効2014-800120号。以下，「本件審判請求」）という。），特許庁は，平成27年7月28日，「本件審判の請求は，成り立たない。」との審決（以下，「第一次審決」という。）をした。",
            "原告は，平成27年9月7日，知的財産高等裁判所に，第一次審決について審決取消訴訟を提起し（平成27年（行ケ）第10176号。以下，「第一次訴訟」という。），知的財産高等裁判所は，平成28年10月12日，「特許庁が無効2014-800120号事件について平成27年7月28日にした審決のうち，請求項1，2及び4に係る部分を取り消す。原告のその余の請求を棄却する。」との判決（以下，「第一次判決」という。）をした。",
            "特許庁は，無効2014-800120号事件について再度審理を開始したところ，被告らは，平成28年12月8日，本件特許に関し訂正請求をした（甲42。以下，「本件訂正」という。）。特許庁は，平成29年3月28日，「特許第4164562号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項1-4について訂正することを認める。本件審判の請求のうち，請求項1，2及び4に係る部分は，成り立たない。」との審決（以下，「本件審決」という。）をし，同審決謄本は，同年4月6日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項1～4に係る発明（以下，それぞれ「本件発明1」，「本件発明2」，「本件発明3」，「本件発明4」といい，まとめて「本件発明」という。）は，次のとおりである（以下，本件特許の明細書及び図面を「本件明細書」という。）",
            "【請求項1】",
            "ホモロガス化合物InMO （ZnO） （M＝In，Fe，Ga，又はAl，m3 m＝1以上50未満の整数）薄膜を活性層として用いることを特徴とする透明薄膜電界効果型トランジスタ（ただし，該薄膜がアモルファスホモロガス化合物である場合はm＝1以上5未満の整数である。）。",
            "【請求項2】",
            "表面が原子レベルで平坦である単結晶又はアモルファスホモロガス化合物薄膜を用いることを特徴とする請求項1記載の透明薄膜電界効果型トランジスタ。",
            "【請求項3】",
            "ホモロガス化合物が耐熱性，透明酸化物単結晶基板上に形成された単結晶薄膜であることを特徴とする請求項1記載の透明薄膜電界効果型トランジスタ。",
            "【請求項4】",
            "ホモロガス化合物がガラス基板上に形成されたアモルファス薄膜であることを特徴とする請求項1記載の透明薄膜電界効果型トランジスタ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の適否についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1",
                      "text": [
                        "特許請求の範囲の請求項1に， ",
                        "「【請求項1】 ",
                        "ホモロガス化合物InMO （ZnO）m（M＝In，  Fe，  Ga ,又はA3l, m＝1以上50未満の整数)薄膜を活性層として用いることを特徴とする透明薄膜電界効果型トランジスタ。」 ",
                        "とあるのを， ",
                        "「【請求項1】 ",
                        "ホモロガス化合物InMO （ZnO）m（M＝In，  Fe，  Ga ,又はA3l,m＝1以上50未満の整数)薄膜を活性層として用いることを特徴とする透明薄膜電界効果型トランジスタ（ただし，該薄膜がアモルファスホモロガス化合物である場合はm＝1以上5未満の整数である）。」 ",
                        "と訂正し，その結果として請求項1を引用する請求項2及び4も訂正する。 "
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項2 ",
                      "text": [
                        "特許請求の範囲の請求項1を訂正事項1のとおりに訂正し，その結果として請求項1を引用する請求項3を， ",
                        "「【請求項3】 ",
                        "ホモロガス化合物が耐熱性，透明酸化物単結晶基板上に形成された単結晶薄膜であることを特徴とする請求項1記載の透明薄膜電界効果型トランジスタ。」 ",
                        "訂正する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項1について ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1は特許請求の範囲の減縮を目的とするものに該当する。 "
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3，4，6及び7によると，本件出願日当時，当業者は，InGaO （ZnO）mのmが5以上のアモルファス薄膜の作成は極めて困難と認識して3いたものと認められる。すると，訂正事項1は，特許請求の範囲に実施可能なものでない薄膜が含まれることのないように，特許請求の範囲から一部の薄膜を除くものである。そして，上記のように一部の薄膜を除いたことにより，技術的意義を追加し又は変更するものではなく，また，新たな効果を奏するものでもないから，訂正事項1により，本件特許の明細書又は図面に記載した事項との関係において，新たな技術的事項が導入されるものでないと認められる。 ",
                      "text": [
                        "したがって，本件訂正事項1は，新規事項を追加するものではない。 "
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項1は，実質上特許請求の範囲を拡張し，又は変更するものではない。 "
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正事項2について ",
                  "text": [
                    "訂正事項2についても，前記イのとおりである。 ",
                    "そして，訂正事項2により，請求項1に薄膜がアモルファスホモロガス化合物である場合の限定が付加されたが，請求項1を引用する請求項3における薄膜は単結晶薄膜でありアモルファスホモロガス化合物ではないから，請求項3は実質的には訂正されておらず，してみると，訂正前の請求項3に係る発明は，確定した第一次審決のとおり，無効理由がないから，訂正後の請求項3に係る発明も独立特許要件を満たすものである。 "
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一群の請求項 ",
                  "text": [
                    "訂正事項1及び2は，一群の請求項ごとにされたものである。 "
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ ",
                  "text": [
                    "以上のとおり，本件訂正は，特許法134条の2第1項ただし書1号に掲げる事項を目的とするものであり，同条9項において準用する同法126条4項～7項の規定に適合するので，訂正後の請求項1～4について訂正することを認める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求人（原告）が主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "下記(ア)～(ウ)のとおり，本件発明1，2及び4は，本件出願日前に日本国内又は外国において頒布された甲1，3～14，24～26及び28に記載された発明に基づいて当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができない。したがって，本件発明1，2及び4に係る特許は，特許法123条1項2号に該当し，無効とすべきものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，甲1，3～14，24及び28に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2は，甲1，3～14，24～26及び28に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明4は，甲1及び3～14に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "下記(ア)～(ウ)のとおり，本件発明1，2及び4は，本件出願日前に日本国内又は外国において頒布された甲1，3～5，8，14，24～26及び28に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。したがって，本件発明1，2及び4に係る特許は，特許法123条1項2号に該当し，無効とすべきものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，甲1，3～5，8，14，24及び28に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2は，甲1，3～8，14，24～26及び28に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明4は，甲1，3～8及び14に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3",
                  "text": [
                    "下記(ア)～(ウ)のとおり，本件発明1，2及び4は，本件出願日前に日本国内又は外国において頒布された甲2～7，14，24～26，28及び29に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。したがって，本件発明1，2及び4に係る特許は，特許法123条1項2号に該当し，無効とすべきものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，甲2～5，14，28及び29に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2は，甲2～7，14，24～26，28及び29に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明4は，甲2～7，14，28及び29に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4",
                  "text": [
                    "本件発明1及び2は，本件出願日前の他の特許出願であって，本件特許の出願後に公開された甲31に記載の発明と同一であるから，特許法29条の2の規定により特許を受けることができない。したがって，本件発明1及び2に係る特許は，特許法123条1項2号に該当し，無効とすべきものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由5",
                  "text": [
                    "本件明細書の発明の詳細な説明の記載は，本件発明1，2及び4についての実施可能要件を満たしていないから，本件発明1，2及び4についての特許は，特許法36条4項1号に規定する要件を満たしていない特許出願に対してされたものであり，特許法123条1項4号の規定に該当し，無効とすべきものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "無効理由6",
                  "text": [
                    "本件発明1，2及び4は，本件明細書の発明の詳細な説明に記載したものではないから，特許法36条6項1号に規定する要件を満たしていない。したがって，本件発明1，2及び4に係る特許は，特許法123条1項4号の規定に該当し，無効とすべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由5の具体的理由",
                  "text": [
                    "本件明細書の発明の詳細な説明には，活性層として用いることができるホモロガス化合物のアモルファス薄膜の作製法についての実施例の記載はなく，具体的に説明されていない。 ",
                    "本件明細書の【0014】には「ZnOを含むホモロガス化合物を反応性固相エピタキシヤル法により室温で成膜したアモルファス状態は1000℃程度の高温まで安定であり」との記載があるが，成膜方法についての記載はない。また，【0027】には「また，アモルファス薄膜の場合は，エピタキシャル成長させる必要はないので・・・」との記載はあるが，アモルファス薄膜の成膜方法についての記載はない。さらに，実施例においては，【0028】に「PLD法により，厚み150nmの多結晶InGaO （ZnO） 薄膜を堆積させた。」と記載されており，3 5アモルファス薄膜の成膜方法についての記載はない。そして，【0025】には「また，反応性固相エピタキシャル成長法で得られたZnOを含むホモロガス単結晶膜は，化学量論組成に近く，室温では，108W・cm以上の高い絶縁性を示し，ノーマリーオフ電界効果型トランジスタに適している。」と記載され，【0031】には「3．MISFET素子の特性評価  図4に，室温下で測定したMISFET素子の電流-電圧特性を示す。・・・これはゲートバイアスにより絶縁体のInGaO （ZnO） 単結晶薄膜内にキャリアを誘起できたことに対応する。」と記載3 5されているが，アモルファス薄膜については，どのように製造され，どのような電気特性の膜が得られるのか，またMISFET素子に適用した場合にどのような電気的特性が得られるのかについては全く記載されていない。 ",
                    "本件明細書の他に，甲3，4，6及び7の開示内容をも参酌したとしても，当業者はせいぜいのところ導電膜に用いる「アモルファスのInGaO （ZnO）m3（m＝1～4）」を形成可能であったにとどまり，透明薄膜電界効果型トランジスタの活性層に用いる「アモルファスのInGaO （ZnO）m（m＝1～4）」3を形成し，本件発明を実施することが可能であったとはいえない。 ",
                    "甲2にはITO以外の酸化物の透明導電膜について，膜中の酸素量（酸素欠損）を制御することにより，薄膜トランジスタの動作に必要な1018cm-3以下のキャリア濃度を達成することが可能であるのかについては何ら記載されていないのであり，酸化物の透明導電膜一般に関する技術常識は存在しない以上，本件明細書の記載に基づいて，当業者が透明薄膜電界効果型トランジスタの活性層として用いることができるアモルファスのInGaO （ZnO）m（m＝1～4）を形成できた3とはいえず，訂正後の本件発明も実施可能要件を欠く。 ",
                    "したがって，本件明細書の発明の詳細な説明は，当業者が本件発明1，2及び4を実施することができる程度に明確かつ十分に記載したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1について",
                      "text": [
                        "本件明細書の発明の詳細な説明の記載を参酌すると，単結晶のホモロガス化合物InMO （ZnO）m（M＝In，Fe，Ga，又はAl，m＝1以上50未満3の整数。以下，結晶構造にかかわらず，「本件化合物」という。）を形成する方法としては，「YSZ(イットリア安定化ジルコニア)基板上に育成したZnO単結晶極薄膜上に，アモルファスのホモロガス薄膜を堆積し，得られた多層膜を高温で加熱拡散処理する「反応性固相エピタキシャル法」により，ホモロガス単結晶薄膜を育成する」（【0007】），「上記のホモロガス単結晶薄膜の製造方法と同様に，ZnO薄膜上にエピタキシャル成長した複合酸化物薄膜を加熱拡散する手段を用いる」（【0008】）と記載されている。また，ZnO薄膜上に形成する本件化合物薄膜全般については，「MBE法，パルスレーザー蒸着法（PLD法）等により・・・成長させる。」（【0019】），「得られた薄膜は，単結晶膜である必要はなく，多結晶膜でも，アモルファス膜でも良い。」（【0020】），「基板温度を室温まで冷却し，該ZnOエピタキシャル薄膜上にPLD法により，厚み150nmの多結晶InGaO （ZnO） 薄膜を堆積させた。」（【0028】）とあるよう3 5に，多結晶やアモルファスの薄膜を，室温で，MBE法，パルスレーザー蒸着法（PLD法）等を用いて形成することが記載されている。さらに，アモルファスの本件化合物薄膜を形成する方法については，「ZnOを含むホモロガス化合物アモルファス薄膜を用いる場合には，基板は耐熱性を有する必要がなく，安価なガラス基板を用いることができる。」（【0016】），「アモルファス薄膜の場合は，エピタキシャル成長させる必要はないので，ZnOエピタキシャル成長及び高温アニールプロセスを除くことができる。」（【0027】）と記載されている。 ",
                        "これらの記載から，当業者であれば，アモルファスの本件化合物薄膜を形成するためには，上記単結晶の薄膜の形成方法から，ZnO単結晶薄膜の成長と高温アニールの工程を省略すればよいこと，すなわち，ガラス基板等を用いて，室温で，MBE法，パルスレーザー蒸着法（PLD法）等を用いて形成すればよいことを理解する。もっとも，本件出願日当時，当業者は，InGaO （ZnO）mのmが53以上のアモルファス薄膜の作成は極めて困難と認識していたものと認められる（甲3，4，6，7）が，本件発明1はmが5以上のアモルファス薄膜を含んでいないので，上記の認定は，本件発明1について妥当するものである。 ",
                        "さらに，本件明細書の発明の詳細な説明を参酌すると，「得られたZnOを主たる構成成分として含有するホモロガス単結晶薄膜を活性層とした，トップゲート型MIS電界効果型トランジスタを作製することができる。図3に示すように，まず，基板1上にエピタキシャル成長したZnOを主たる構成成分として含有するホモロガス単結晶薄膜2上にゲート絶縁膜3及びゲート電極4用の金属膜を形成する。ゲート絶縁膜3には，Al O が最も適している。ゲート電極4用金属膜は，Au，2 3Ag，Al，又はCu等を用いることができる。光リゾグラフィー法及びドライエッチング，又はリフトオフ法により，ゲート電極4を作製し，最後に，ソース電極5及びドレイン電極6を作成する。本発明の電界効果型トランジスタの形状は，トップゲート型MIS電界効果型トランジスタ（MIS-FET）に限られるものではなく，J-FET等も含まれる。」（【0026】），「ZnOを主たる構成成分として含有するホモロガスアモルファス薄膜を用いても，同様に，トップゲート型MIS電界効果型トランジスタを作成することができる。また，アモルファス薄膜の場合は，・・・ゲート電極を基板と膜の間に作りつけることが可能で，ボトムゲート型MIS電界効果型トランジスタも作製することができる。」（【0027】）と記載されている。",
                        "これらの記載から，当業者であれば，上記の方法により形成されたアモルファスの薄膜を活性層として用い絶縁膜や電極を形成することにより，トップゲート型MIS電界効果型トランジスタやボトムゲート型MIS電界効果型トランジスタを作製することができると認められる。 ",
                        "また，上記のようにして作製されたMIS電界効果型トランジスタの使用については，発明の詳細な説明に明記がなくても，当業者であれば，トランジスタとして使用することはできると認められる。 ",
                        "以上のとおり，本件明細書の発明の詳細な説明は，「本件化合物薄膜（ただし，該薄膜がアモルファスの本件化合物である場合はm＝1以上5未満の整数である）」が，「アモルファス薄膜」である「透明薄膜電界効果型トランジスタ」を生産し使用することができる程度に，明確かつ十分な記載を有するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2及び4について",
                      "text": [
                        "本件発明2及び4は，いずれも，請求項1を引用する発明であるところ，本件明細書は，当業者が本件発明1を実施できる程度に，明確かつ十分に記載されたものといえる。 ",
                        "そして，本件発明2及び4において，本件発明1に対して附加的に限定した発明特定事項は，本件明細書の段落【0010】，【0016】，【0019】，【0020】の記載から当業者が読み取れるものであると認められる。 ",
                        "したがって，本件明細書の発明の詳細な説明は，当業者が本件発明2及び4を実施できる程度に，明確かつ十分に記載したものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，無効理由5は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由1について",
              "text": [
                "本件発明1，2及び4は，特表平11-505377号公報（甲1）に記載された発明（以下，「引用発明」という。）に原告主張に係る公知技術を適用して当業者が容易に想到することができたとはいえない。したがって，無効理由1は，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由2について",
              "text": [
                "本件発明1，2及び4は，引用発明1に原告主張に係る公知技術を適用して当業者が容易に想到することができたとはいえない。したがって，無効理由2は，理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由3について",
              "text": [
                "本件発明1，2及び4は，特開平5-251705号公報（甲2）に記載された発明に原告主張に係る公知技術を適用して当業者が容易に想到することができたとはいえない。したがって，無効理由3は，理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由4について",
              "text": [
                "本件発明1及び2は，特願2001-340066号の特許願，明細書及び図面（甲31）に記載の発明と同一であるとはいえない。したがって，無効理由4は，理由がない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "無効理由6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由6の具体的理由",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明の課題は，本件明細書の【0002】～【0004】の記載によると，①ZnOに代わる透明酸化物半導体を用いて，ノーマリーオフの電界効果型トランジスタを提供すること，②ZnOに代わる透明酸化物半導体を用いて，大面積に適した実用的なアモルファストランジスタを提供することであるといえる。 "
                        },
                        {
                          "fig": "b",
                          "subject": "上記課題①について，発明の詳細な説明の記載をみると，YSZなどの酸化物単結晶基板上のZnOエピタキシャル薄膜上に，高温である800℃以上，1600℃以下で反応性固相エピタキシャル成長させて形成した本件化合物単結晶薄膜を，活性層に用いると，ノーマリーオフの透明薄膜電界効果型トランジスタを得ることができると認識できる（以下，YSZなどの酸化物単結晶基板上のZnOエピタキシャル薄膜上に，高温である800℃以上，1600℃以下で反応性固相工ピタキシャル成長させることを，「高温で反応性固相エピタキシャル成長させる」という）。 ",
                          "text": [
                            "しかし，発明の詳細な説明には，高温で反応性固相エピタキシャル成長させていない本件化合物単結晶薄膜を，活性層に用いた場合，ノーマリーオフになるという記載はない。してみると，当業者が課題①を解決できると認識できる範囲は，高温で反応性固相エピタキシャル成長させた本件化合物単結晶薄膜を，活性層に用いた場合のみである。 ",
                            "一方，本件発明1には，高温で反応性固相エピタキシャル成長させて形成した本件化合物単結晶薄膜について規定されていない。 ",
                            "そうすると，本件明細書の発明の詳細な説明の記載に接した当業者は，本件発明1がノーマリーオフになると認識できないというべきである。 "
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "上記課題②について，本件明細書の【0014】，【0027】には，「ZnOを含むホモロガス化合物を反応性固相エピタキシャル法により室温で成膜したアモルファス状態」を「活性層として用いた電界効果型トランジスタ」及び「ZnOを主たる構成成分として含有するホモロガスアモルファス薄膜」を用いた「電界効果型トランジスタ」が文言上記載されている。 ",
                          "text": [
                            "しかし，活性層として用いることができる本件化合物のアモルファス薄膜の作製法については実施例の記載はなく，具体的に説明されていない。また当該アモルファス薄膜がどのような電気特性を有するのか，当該アモルファス薄膜をMISFET素子に適用した場合にどのような電気特性が得られるのかについても何ら記載がない。してみると，当業者は，発明の詳細な説明をみても課題②を解決できないと認識する。 ",
                            "そうすると，本件明細書の発明の詳細な説明の記載に接した当業者は，本件発明1が大面積に適した実用的なアモルファストランジスタを提供することを認識できないというべきである。 "
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲2には，第一次審決が認定したような技術常識は記載されておらず，実施可能要件と同様，本件発明はサポート要件も満たすとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の課題が解決できることを当業者が認識できるように記載された範囲について ",
                          "text": [
                            "本件明細書の発明の詳細な説明には，①可視光に対して透明でノーマリーオフの電界効果型トランジスタを提供すること（以下，「課題1」という。），②可視光に対して透明で大面積に適したアモルファストランジスタを作製すること（以下，「課題2」という。），が記載されている。 ",
                            "本件明細書の発明の詳細な説明には，本件化合物単結晶薄膜又は本件化合物アモルファス（m＝1以上50未満の整数)薄膜を電界効果型トランジスタの活性層として用いることにより，課題1又は課題2の少なくとも一つを解決することができることが記載されていると認められる。したがって，これが発明の課題が解決できることを当業者が認識できるように記載された範囲を画するものである。 "
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明に記載された発明と特許請求の範囲に記載された発明との対比 ",
                          "text": [
                            "本件発明1は，上記aの発明の課題が解決できることを当業者が認識できるように記載された範囲内のものである。 ",
                            "なお，特許請求の範囲には複数の発明を記載することが許容されている（特許法37条参照）から，請求項に係る発明が別々の課題を解決するものを含んでいても差し支えないし，請求項に係る発明が少なくとも一つの課題を解決できることを認識できる範囲内のものであれば，公開されていない発明について権利が発生することを防止するという特許法36条6項1号の趣旨から見て，同号に規定する要件を満たすというべきである。 ",
                            "そうすると，本件発明1は，本件明細書の発明の詳細な説明に記載されたものと認められる。 "
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2及び4について ",
                  "text": [
                    "本件発明2及び4は，いずれも本件発明1に発明特定事項を追加して，より限定した発明である。そして，本件発明1は，上記のとおり，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであると認められる。そうすると，本件発明2及び4も，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲内のものであると認められる。 "
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，無効理由6は，理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（訂正要件違反）",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，単に本件化合物のアモルファス薄膜を成膜する発明ではなく，本件化合物のアモルファス薄膜を「活性層として用いることを特徴とする透明薄膜電界効果型トランジスタ」の発明である。したがって，本件訂正が新規事項の追加に当たらないというためには，単にm＝5未満の本件化合物のアモルファス薄膜を成膜することが本件明細書から自明であるといえるだけでは足りず，成膜した当該アモルファス薄膜を「透明薄膜電界効果型トランジスタの活性層として用いること」までもが本件明細書から自明であるといえなければならない。",
                    "しかし，本件明細書には，本件化合物のアモルファス薄膜を透明薄膜電界効果型トランジスタの活性層に用いることは，当業者が実施可能な程度にすら記載されていないのであり，ましてこのことが本件明細書から自明であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告が指摘する，本件明細書の【0009】，【0010】，【0014】，【0016】，【0019】，【0020】及び【0027】には，ガラス基板等を用いて，室温で，MBE法，パルスレーザー蒸着法（PLD法）等を用いて形成するという，従来どおりの成膜法が記載されているのみで，そのような方法で成膜されたアモルファスの本件化合物は導電膜となり，トランジスタの活性層に用いることはできないから，本件明細書には，アモルファスの本件化合物の成膜法が記載されているということはできない。",
                    "当業者は，本件明細書には，実質的にはアモルファスの本件化合物に関する記載がないと理解している（甲55の1～5）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，本件化合物のアモルファス薄膜について，mの値を5未満に数値限定するものである。",
                    "このような数値限定が新規事項の追加に当たらないというためには，新たな数値範囲の境界値が当初明細書等に記載されていることが必要である。",
                    "しかし，本件明細書には本件化合物のアモルファス薄膜に関する実施例はなく，まして，アモルファス薄膜についてmの数値限定に関する記載はない。本件明細書にはm＝5の実施例が記載されているが，単結晶の本件化合物に関する実施例であり，アモルファス薄膜に関する本件訂正の根拠となるものではない。本件明細書には，「m＝1以上5未満の整数」に当たるm＝1～4の範囲で本件化合物のアモルファス薄膜を形成できることも，その境界値であるm＝4という値も，記載されていないのであり，本件明細書に記載されていない境界値を導入する本件訂正は，新規事項の追加に当たる。また，m＝4という点については，本件明細書には，単結晶の本件化合物の実施例の記載すら存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "実施可能要件違反の無効理由を回避するために訂正したというのは，新規事項に当たらないという明細書上の根拠とはならない。",
                    "より広い範囲で特定された発明が開示されているからといって，より狭く限定した範囲で特定された発明が開示されていることにはならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（実施可能要件に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件化合物は従来透明電極として用いられてきた導電体であり，そのキャリア濃度はトランジスタの活性層として用いるために必要なキャリア濃度の10倍以上であるというのが本件出願日当時の技術常識であった。したがって，当業者において本件化合物のアモルファス薄膜を活性層に用いて透明薄膜電界効果型トランジスタを製造し，使用することができるというためには，本件化合物のアモルファス薄膜を，トランジスタの活性層に用いることができる程度まで，キャリア濃度を下げることができるような方法が，本件明細書に具体的に開示されていることを要する。",
                    "本件審決は，本件化合物のアモルファス薄膜を形成する方法につき，当業者は，本件明細書の記載から，ガラス基板等を用いて，室温で，MBE法，パルスレーザー蒸着法（PLD法）等を用いて形成すればよいことを理解する，という。しかし，「ガラス基板等を用いて」という点は，単なる基板の選択であるし，室温で成膜することはアモルファス薄膜を形成する上でごく一般的な条件であるし，MBE法やPLD法自体も一般的で従来から用いられている成膜方法である。室温で，MBE法，パルスレーザー蒸着法等を用いて成膜した場合，本件化合物のアモルファス薄膜は導電膜となり（甲3，4，6，7），これを透明薄膜電界効果型トランジスタの活性層に用いることはできない。本件出願日当時，アモルファスの本件化合物のキャリア濃度を制御することは困難であった。本件明細書には，パルスレーザー蒸着法の，エネルギーや酸素分圧の条件等のさまざまな設定について具体的開示はない。",
                    "したがって，本件明細書には，透明薄膜電界効果型トランジスタの活性層に用いることができるキャリア濃度が1016～1018cm-3個以下である本件化合物のアモルファス薄膜を形成する方法は開示されていない。",
                    "また，アモルファス半導体は欠陥準位や裾状態が高濃度に存在するため，トランジスタの活性層に用いることができないというのが当時の技術常識であった。本件化合物については，単結晶とアモルファスとでは，その特性が全く異なり，単結晶の場合に本件化合物がトランジスタの活性層として動作するという知見が公になっていても，アモルファスの本件化合物については，トランジスタがうまく動作するかさえ，当業者において予測し得るものではなく，本件出願日よりも2年半後においても，アモルファスの本件化合物が，ゲート電圧でフェルミ準位を制御してトランジスタの活性層に用いることができるかは予測困難であった。そのような技術常識が存在するにもかかわらず，当業者において，本件化合物のアモルファス薄膜を活性層に用いた透明薄膜電界効果型トランジスタを作製し，使用することが可能であるというためには，本件化合物のアモルファス薄膜は，従来のアモルファス半導体とは異なり，裾状態や欠陥準位が十分に低いことを含め，トランジスタの活性層に用いるために必要な特性を有していることが開示されている必要がある。単に単結晶の本件化合物について活性層に用いることができることが開示されていても，アモルファスの本件化合物についても，活性層に用いることができるだけの開示があるとはいえない。本件明細書には，本件化合物のアモルファス薄膜が，従来のアモルファス半導体とは異なり，トランジスタの活性層に用いるための特性（例えば裾・欠陥準位が低いことなど）を備えていることは開示されていない。",
                    "本件明細書の【0027】には，本件化合物のアモルファス薄膜をトランジスタの活性層に用いることができると記載されているが，被告らの願望を記載したにすぎず，本件明細書に本件化合物のアモルファス薄膜が，真にトランジスタの活性層に用いることができるような特性を有していることが開示されているものではない。被告ら自身も，本件出願日当時には，本件化合物のアモルファス薄膜を活性層に用いた透明薄膜電界効果型トランジスタを作製，使用していなかった（甲54）。本件化合物のアモルファス薄膜の裾・欠陥準位が低いことが解明されたのは，本件出願日よりも6～8年も先のことである（甲49）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "アモルファスの本件化合物のキャリア濃度を制御することが困難であることを理由に，第一次判決や知的財産高等裁判所平成27年（行ケ）第10178号事件の判決（以下，「別件判決」という。甲50）においてアモルファスの本件化合物に進歩性が認められたのであるから，キャリア濃度を1018cm-3個以下にすることに過度な試行錯誤を要するものではないとの被告らの主張は，禁反言の法理に触れる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，本件審判の請求書において，「本件明細書の発明の詳細な説明には，活性層として用いることができる本件化合物のアモルファス薄膜の作成法について実施例の記載がなく，具体的に説明されていない。」旨を主張した。この主張には，①アモルファス薄膜それ自体を作ることができるか否か，及び，②アモルファス薄膜が成膜できた場合にそれを活性層に用いることができるか，という問題が含まれている。キャリア濃度，裾・欠陥準位の点は，上記②の問題を論じるものである。",
                    "また，キャリア濃度及び裾・欠陥準位の点は，被告が，第一次訴訟の中で，トランジスタの活性層として用いるための必須条件であると主張したものであり，原告は，反論として，どのように成膜すればそのような必須条件を満たすアモルファス薄膜を得ることができるのかが本件明細書に具体的に開示されているのかを問題としているのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "単結晶の本件発明とアモルファスの本件発明とは同一の特許請求の範囲に記載されているから，両発明は，同一の課題を解決するものでなければならない。そうでないと，単一性の要件（特許法37条）に違反しかねない。単結晶の本件発明が課題2を解決できないことは明らかであるから，単結晶もアモルファスも含む本件発明が共通して解決すべき課題は，課題1である。しかるに，本件明細書には，アモルファスの本件発明が課題1を解決することができる程度に開示されていないから，仮にアモルファスの本件発明が課題2を解決できる程度に開示されているとしても，実施可能要件を欠く。",
                    "また，本件明細書には，大面積のアモルファストランジスタを作製できることは記載されていないから，アモルファスの本件発明が課題2を解決することができる程度に開示されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，本件審判の請求書において，「本件明細書の発明の詳細な説明に接した当業者は，本件発明1がノーマリーオフになることや，大面積に適した実用的なアモルファストランジスタを提供することを認識できない」旨を主張した。",
                    "また，本件審決において，本件発明の課題は課題1と課題2であると認定されたことに対する反論として，そのような点が本件発明の課題であれば，当業者においてどのように成膜すればそのような課題を解決できるアモルファス薄膜を得ることができるのかが本件明細書に具体的に開示されているか否かを問題にしているものである。",
                    "実施可能要件もサポート要件も，特許請求の範囲の記載と明細書の記載の食違いを問題とするものであり，明細書の記載に比して特許請求の範囲の記載が広範に過ぎるといえばサポート要件の問題であり，特許請求の範囲に記載された発明を実施するだけの記載が明細書にはないといえば実施可能要件の問題ともいえるのであるから，両者は必ずしも峻別できるものではない。したがって，少なくともいずれかの問題として争点が形成されていれば，新規な主張とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件明細書と技術常識に照らすと，本件明細書の記載に基づいて，当業者が導電膜ではなく，透明薄膜電界効果型トランジスタの活性層に用いることができるような，本件化合物のアモルファス薄膜を形成して，トランジスタを作製し，使用することが可能であったとはいえないし，まして，本件発明の課題を解決することができるようなトランジスタを作製し，使用することが可能であったともいえない。このことは，本件出願日当時，被告自身も本件化合物のアモルファス薄膜を活性層に用いた透明薄膜電界効果型トランジスタを作製し，使用することができていなかったことに照らしても，明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（サポート要件に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一つの特許請求の範囲によって画されている発明は，共通する課題を解決し得るものでなければならないところ，本件発明は単結晶，多結晶及びアモルファスのものを含んでいるから，これらがいずれも課題1を解決し得るものである必要がある。しかし，本件明細書には，少なくともアモルファスの本件発明については，課題1を解決することができることは記載されていない。",
                "本件明細書には，本件化合物のアモルファス薄膜を活性層に用いた透明薄膜電界効果型トランジスタの実施例は記載されておらず，大面積のアモルファストランジスタを作製することについても開示されていないから，課題2を解決できることも記載されていない。",
                "単結晶及びアモルファス以外の結晶状態の膜（以下，「多結晶等」という。）の本件発明については，本件明細書に記載がなく，課題1及び課題2を解決できることは，全く開示されていない。",
                "したがって，本件発明の特許請求の範囲の記載は，サポート要件を欠くものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件発明が課題1を解決できないという主張は，原告が本件審判請求時から一貫して主張してきたものであるから，第一次訴訟においてこれを争わなかったことをもって，以後争えなくなるとはいえない。",
                "アモルファスの本件発明が課題1も課題2も解決できないという主張は，原告が本件審判請求時から行ってきたものであり，これに対して，本件審決が，課題1と課題2のいずれかを解決することができれば足りると判断したことを受けて，本件訴訟において，アモルファスの場合には，その一方すら解決できていないということを取消事由として主張するものである。",
                "多結晶等の本件発明について，課題1及び課題2を解決できることが記載されていないという主張は，被告が「該薄膜がアモルファスホモロガス化合物である場合は」という事項を加える本件訂正を行ったことにより，本件化合物について，アモルファスの場合とそれ以外の場合とで取扱いが異なることが，特許請求の範囲の記載上明らかになったことを受けて，主張したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，多結晶は単結晶の集合体である，と主張する。しかし，技術的に，多結晶が単結晶の集合体であるとはいえない。単結晶の場合と異なり，多結晶の場合には高温アニールプロセスなどの特殊なプロセスを経ることが不要となり，むしろこの点においてアモルファスと共通する側面もあるから，本件明細書の記載から，多結晶が単結晶と同一の特性を示すとは理解できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書には，本件化合物のアモルファス薄膜を透明薄膜電解効果型トランジスタの活性層として用いることが，当業者が実施可能な程度にすら記載されていないから，本件明細書から自明であるといえず，新規事項の追加に当たる，と主張する。",
                "しかし，上記主張は，実施可能要件違反の主張であって，新規事項追加に関する主張ではない。なお。成膜したアモルファス薄膜を透明薄膜電解効果型トランジスタの活性層として用いることは，本件明細書の【0009】，【0010】，【0014】，【0016】，【0019】，【0020】，【0027】に，当業者が実施可能な程度に記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正は，特許請求の範囲に実施可能でない薄膜が含まれることのないように，特許請求の範囲から一部の薄膜を除いて，「m＝1以上5未満の整数である」と限定したものである。新たな数値範囲の境界値であるm＝5も，その数値範囲で特定される範囲（m＝1，2，3，4）のアモルファスホモロガス化合物も，本件明細書の【0019】，【0020】，【0027】に記載されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書にキャリア濃度が1016～1018cm-3個以下である膜を作製する方法が記載されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の，本件明細書にキャリア濃度が1016～1018cm-3個以下である膜を作製する方法が記載されていないから，実施可能要件違反である旨の主張は，本件審判手続で争われることのなかった新規な主張であるから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "パルスレーザー蒸着法（PLD法）では，エネルギーや酸素分圧の条件等のさまざまな設定が可能であり，条件次第でキャリア濃度をわずか1／10以下の1018cm-3個以下にすることは過度な試行錯誤を要するものではない。とりわけ，成膜したアモルファス薄膜を「透明薄膜電界効果型トランジスタの活性層として用いること」が記載された本件明細書に接した当業者は，縮退を解くためにキャリア濃度を1018cm-3個をわずかに下回る程度にしようとする。",
                    "薄膜トランジスタとして利用するために必要な，空乏化した状態のキャリア濃度は1018cm-3個以下であるところ，本件出願日前の本件化合物のキャリア濃度の文献値は，例えば1019～1020cm-3個（甲3）であるから，わずか1／10以下程度にキャリア濃度を下げればよいにすぎない。",
                    "一般に，酸化物の透明導電膜は，膜中の酸素量を変化させることにより膜の導電率を変化させることができ，スパッタ時の酸素ガスの割合を大きくすることで，従来透明電極として用いられていた膜の膜中の酸素量を増加させ，膜中のキャリア濃度を1018個cm-3以下に制御して導電性を低下させ，半導体活性層として使用することができるということが技術常識として知られていた。スパッタ時の酸素ガスの割合を大きくする等の成膜条件の変更を試みることによって，従来透明電極として用いられていた膜の膜中の酸素量を増加させ，膜中のキャリア濃度を1018個cm-3以下に制御して導電性を低下させ，半導体活性層として使用することができるようなアモルファス薄膜を作製することは，当業者が期待し得る程度を超える試行錯誤や複雑高度な実験等を行うことなくなし得た。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書に裾・欠陥準位が低い膜を作製する方法が記載されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の，本件明細書に裾・欠陥準位が低い膜を作製する方法が記載されていないから，実施可能要件違反であるとの主張は，本件審判手続で争われることのなかった新規な主張であるから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の発明の詳細な説明にはアモルファスの本件化合物（m＝1以上5未満の整数）薄膜の製造方法が具体的に記載され，トランジスタの活性層に用いることができることが明確に記載されている。",
                    "「実施をすることができる程度」の記載とは，物の発明については，その物の生産及び使用ができる程度の記載をいい，それ以上にその物の性能や特性を明らかにしなくてはならないというものではない。したがって，本件化合物のアモルファス薄膜が，従来のアモルファス半導体とは異なり，トランジスタの活性層に用いるための特性（例えば裾・欠陥準位が低いことなど）を備えていることは，明細書に示されている必要はない。本件化合物は，例外的にアモルファスでも欠陥準位や裾状態が低濃度でありトランジスタの活性層に用いるための必須条件が満たされていた。本件発明の発明者は，結晶におけるトランジスタ特性とその結晶構造から本件化合物の電気的特性が局所的な構造によって生じていることに気づき，結晶でもアモルファスでも半導体としての電気的特性がほぼ同様であることに思い至り，本件化合物のアモルファスをトランジスタの活性層に用いることができると確実に予測した。",
                    "本件化合物のアモルファス薄膜を薄膜トランジスタの活性層に用いることが知られていない状況において，同薄膜が薄膜トランジスタの活性層に用いるのに適した電気的特性を有するものと容易に予測することができないとしても，本件明細書に同薄膜を薄膜トランジスタの活性層に用いることが明示されているのであるから，その状況での予測可能性は本件明細書を参照しない場合とは異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件明細書にアモルファスの本件発明が課題1を解決することができる程度に開示がされていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の，本件明細書にはアモルファスの本件発明が課題1を解決することができる程度に開示がされていないから，実施可能要件違反である旨の主張は，本件審判手続で争われることのなかった新規な主張であるから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の【0004】には，課題1と課題2が「また，」という文言で結合されているので，本件発明は課題1又は課題2の少なくとも一つを解決するものである。また，本件明細書の【0002】～【0014】に，課題解決手段が単結晶である本件化合物を活性層に用いたトランジスタは課題1を解決し，アモルファスの本件化合物を活性層に用いたトランジスタは課題2を解決することが明示されていることから，本件発明は課題1又は課題2の少なくとも一つを解決するものである。",
                    "発明の単一性の要件は審査の便宜のために導入された要件であり，単一性要件違反は拒絶理由にはされているものの，無効理由にはなっていない。特許査定後に特許法37条（単一性）を持ち出すこと自体失当である。一つの特許請求の範囲に複数の発明を記載することは許容されている（特許法37条はこの点を前提にしたうえで，単一性違反を規定している。）ので，仮に，単結晶の本件化合物である本件発明と結晶以外（例えばアモルファス）の本件化合物である本件発明が別発明だとしても，それを同一の特許請求の範囲に記載することは全く問題なく，これは無効理由にもならない。",
                    "本件発明の課題については，本件明細書の発明の詳細な説明の記載どおり認定すべきであり，本件発明は課題1又は課題2の少なくとも一つを解決するものであれば足りる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件明細書にアモルファスの本件発明が課題2を解決することができる程度に開示されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の，本件明細書にはアモルファスの本件発明が課題2を解決することができる程度に開示されていないから，実施可能要件違反であるとの主張は，本件審判手続で争われることのなかった新規な主張であるから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の【0004】には「アモルファス状態を作り難いので，大面積に適したアモルファストランジスタを作製することができない」とあり，これは，アモルファス状態を作れれば大面積に適するということに他ならない。本件明細書の【0016】には「ZnOを含むホモロガス化合物アモルファス薄膜を用いる場合には，基板は耐熱性を有する必要がなく，安価なガラス基板を用いることができる。平坦度も，アモルファスシリコン電界効果型トランジスタ用に用いられるガラス基板程度で良い」とある。ガラス基板は【0007】に示されているような「YSZ（イットリア安定化ジルコニア）基板」と異なり，いくらでも大面積とすることが可能であるから，まさに「大面積」が実現可能である。",
                    "以上のとおり，本件明細書の発明の詳細な説明には課題2が解決されることが記載されている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書にアモルファスの本件発明が課題1を解決することが記載されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，課題との関係におけるサポート要件違反の主張に関する第一次審決の判断については，第一次訴訟において，実質的には何ら反論をしなかった。それにもかかわらず，本件訴訟に至って，課題との関係におけるサポート要件違反に係る本件審決の判断を争うに至っている。これは妥当な訴訟追行とは言い難く，このような訴訟行為を許すのであれば，審決取消訴訟において小出しに取消事由を主張することを許容することになりかねない。したがって，本件明細書にアモルファスの本件発明が課題1を解決することが記載されていないから，サポート要件を欠くという原告の主張は，訴訟上の信義則に反するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，課題1のみが本件発明の解決課題であることを前提として，アモルファスの本件発明が課題1を解決することが本件明細書に記載されていないことをとらえて，サポート要件を欠く，と主張する。しかし，そのような前提が誤っていることは，前記2(3)イのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書にアモルファスの本件発明が課題2を解決することが記載されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の，本件明細書にアモルファスの本件発明が課題2を解決することが記載されていないから，サポート要件を欠くと旨の主張は，本件訴訟において初めて主張されたものであるから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記2(4)イのとおり，アモルファスの本件発明が課題2を解決することが，本件明細書に記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件明細書に多結晶等の場合に課題1及び課題2を解決できることが記載されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の，本件明細書に多結晶等の場合に本件発明が課題1及び課題2を解決できることが記載されていないから，サポート要件を欠く旨の主張は，本件訴訟において初めて主張されたものであるから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "多結晶は単結晶の集合体である。単結晶の本件化合物でノーマリーオフのトランジスタが実現されるのであれば，多結晶でもノーマリーオフのトランジスタが実現されると理解するのが通常である。現実にも多結晶の本件化合物でノーマリーオフのトランジスタを実現した報告は複数存在する。したがって，本件化合物が多結晶である場合は課題1を解決することができる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，以下の記載がある（甲41）。",
                "【0001】【発明の属する技術分野】本発明は，可視光に対して透明で，透明電子回路を構成する素子として用いることができる，ZnOを主たる構成成分として含有するホモロガス化合物の単結晶膜又はアモルファス膜を活性層として用いる透明電界効果型トランジスタに関する。",
                "【0002】【従来の技術及びその課題】電界効果型トランジスタは，半導体メモリ集積回路の単位電子素子，高周波信号増幅素子，液晶駆動用素子等として用いられており，現在，最も多く実用化されている電子デバイスである。材料としては，シリコン半導体化合物が最も広く使われている。高速動作が必要な高周波増幅素子，集積回路用素子等には，シリコン単結晶が用いられ，また，低速動作で充分な液晶駆動用には，大面積化の要求から，アモルファスシリコンが使われている。",
                "【0003】シリコンを用いた電界効果型トランジスタは・・・可視光に対して不透明で，透明回路を構成することができない。また，可視光照射により，伝導キャリアを生じるために，高光照射下ではトランジスタ特性が劣化してしまう。・・・",
                "【0004】シリコン電界効果型トランジスタのこうした問題点は，シリコンに替わって，エネルギーバンド幅の大きな半導体材料を用いることにより，原理的に，解決することができる。実際に，透明酸化物半導体であるZnOを用いて，電界効果型トランジスタを作製する試みがなされている（例えば，非特許文献1）。しかし，ZnOは，電気伝導度を小さくすることが難しく，ノーマリーオフの電界効果型トランジスタを構成できない等の欠点がある。また，アモルファス状態を作り難いので，大面積に適したアモルファストランジスタを作製することができない。",
                "【0005】【非特許文献1】七種ら，応用物理学会2000年春季学術講演会予稿集，2000．3，29p-YL-16",
                "【0006】【課題を解決するための手段】本発明者らは，先に，パルスレーザー薄膜堆積法を用い，室温での成膜により，アモルファス状態で，n-型電気伝導を示す，ZnOを主たる構成成分として含有するInGaO （ZnO） （mは自然3 m数）等のホモロガス化合物透明薄膜を育成した（特開2000-44236号公報（判決注：甲4），細野他 Philosophical Magazine B. 81. 501-515(2001)（判決注：甲3））。",
                "【0007】さらに，本発明者らは，YSZ（イットリア安定化ジルコニア）基板上に育成したZnO単結晶極薄膜上に，アモルファスのホモロガス薄膜を堆積し，得られた多層膜を高温で加熱拡散処理する「反応性固相エピタキシャル法」により，ホモロガス単結晶薄膜を育成する方法を開発し，「自然超格子ホモロガス単結晶薄膜とその製造方法」と名付け，特許出願した（特願2001-340066）。",
                "【0008】本発明者は，上記のホモロガス単結晶薄膜の製造方法と同様に，ZnO薄膜上にエピタキシャル成長した複合酸化物薄膜を加熱拡散する手段を用いることにより従来のシリコンを用いた電界効果型トランジスタに代わる新たな優れた電界効果型トランジスタを提供できることを見出した。",
                "【0009】本発明は，反応性固相エピタキシャル法により育成した，ZnOを主たる構成成分として含有するホモロガス化合物単結晶薄膜又はZnOを主たる構成成分として含有するホモロガスアモルファス薄膜を活性層とした電界効果型トランジスタを提供する。",
                "【0011】1．反応性固相エピタキシャル法により製造したホモロガス化合物単結晶InMO （ZnO） （M＝In，Fe，Ga，Al，m＝1以上50未満の3 m整数）薄膜は，InO 層が原子レベルで平坦な薄膜表面を形成することから，1．5ゲートと活性層の界面に欠陥が介在しにくく，ゲートリーク電流の少ない薄膜電界効果型トランジスタを作製できる。InMO （ZnO） のmの値は1以上50未3 m満の整数が好ましい。原理的には，mの値は，無限大まで可能であるが，実用上，mの値が大きくなりすぎると，膜内でのmのばらつきが大きくなることと，酸素欠陥が生じやすくなり，その結果，膜の電気伝導度が大きくなり，ノーマリオフ型のFETが作り難くなる。",
                "【0012】2．ZnOを主たる構成成分として含有するホモロガス化合物InMO （ZnO） （M＝In，Fe，Ga，又はAl，m＝1以上50未満の整数）3 mのバンドギャップエネルギーは，3．3eVより大きので，波長が400nm以上の可視光に対して透明である。したがって，ホモロガス化合物単結晶InMO （Z3nO） （M＝In，Fe，Ga，又はAl，m＝1以上50未満の整数）薄膜をm活性層として用いることにより，可視光透過率が高く，可視光による光誘起電流の発生がない，薄膜電界効果型トランジスタを作製できる。",
                "【0013】3．さらに，反応性固相エピタキシャル法により製造したホモロガス化合物InMO （ZnO） （M＝In，Fe，Ga，又はAl，m＝1以上503 m未満の整数）単結晶薄膜は化学量論組成からのずれが極めて小さく，室温付近では良質な絶縁体であることから，ホモロガス化合物単結晶InMO （ZnO） （M3 m＝In，Fe，Ga，又はAl，m＝1以上50未満の整数）薄膜を活性層として用いることにより，ノーマリーオフ作動で，スイッチング特性の良い透明薄膜電界効果型トランジスタを作製できる。",
                "【0014】ZnOを含むホモロガス化合物を反応性固相エピタキシャル法により室温で成膜したアモルファス状態は，1000℃程度の高温まで安定であり，その状態での電子キャリア移動度は，アモルファスシリコンに比較して，10倍以上大きい。したがって，ホモロガスアモルファス薄膜を活性層として用いた電界効果型トランジスタは，シリコンアモルファス電界効果型トランジスタに比較して，可視光透過率が高く，光照射に対して安定に動作し，さらに，高速動作することが期待できる。",
                "【0015】【発明の実施の形態】本発明で用いるZnOを主たる構成成分として含有するホモロガス化合物単結晶薄膜の基板には，耐熱性があり，透明な酸化物単結晶基板，例えば，YSZ（イットリア安定化ジルコニア），サファイア，MgO，ZnO等を用いる。中でも，ZnOを含むホモロガス化合物と格子定数が近く，該化合物と1400℃以下の温度では，化学反応しないYSZが，最も好ましい。これらの基板の表面平均二乗粗さRmsは，1．0nm以下のものを用いることが好ましい。Rmsは原子間力顕微鏡で，例えば，1μm角を走査することによって算出できる。",
                "【0016】ZnOを含むホモロガス化合物アモルファス薄膜を用いる場合には，基板は耐熱性を有する必要がなく，安価なガラス基板を用いることができる。平坦度も，アモルファスシリコン電界効果型トランジスタ用に用いられるガラス基板程度で良い。",
                "【0017】YSZ等の酸化物単結晶基板を，大気中もしくは真空中で1000℃以上に加熱することによって超平坦化した表面が得られる。超平坦化した酸化物単結晶基板の表面には結晶構造を反映した構造が現れる。・・・",
                "【0019】得られた原子平坦面を持つ耐熱性透明酸化物基板上に，MBE法，パルスレーザー蒸着法（PLD法）等により，原子平坦面を有するZnO単結晶薄膜をエピタキシャル成長させる。次に，該ZnO薄膜上に，InMO （ZnO）（M3 m＝In，Fe，Ga，Al，m＝1以上50未満の整数）と記述されるホモロガス化合物薄膜を，ターゲットとして，該酸化物の多結晶焼結体を使用して，MBE法，パルスレーザー蒸着法（PLD法）等により成長させる。",
                "【0020】得られた薄膜は，単結晶膜である必要はなく，多結晶膜でも，アモルファス膜でも良い。最後に，薄膜全体をカバーできるように高融点化合物，例えばYSZやAl O を被せ，1300℃以上の高温で，ZnO蒸気を含む大気圧中で2 3加熱拡散処理を行なう。高融点化合物を被せる理由は，後述のZnO蒸気と該薄膜表面との接触を避けるためである。",
                "【0022】InMO （ZnO） （M＝In，Fe，Ga，又はAl，m＝13 m以上50未満の整数）とZnO膜が相互に拡散・反応し，温度を適切に設定すれば，均一組成InMO （ZnO） （M＝In，Fe，Ga，又はAl，m’＝1以上3 m’50未満の整数）となる。m’は，InMO （ZnO） （M＝In，Fe，Ga，3 m又はAl，m＝1以上50未満の整数）とZnO膜厚比から決まる・・・。",
                "【0023】適切な温度は800℃以上，1600℃以下，より好ましくは1200℃以上，1500℃以下である。800℃未満では拡散が遅く，均一組成のInMO （ZnO） （M＝In，Fe，Ga，又はAl，m＝1以上50未満の整数）3 mが得られない。また，1600℃を越えるとZnOの蒸発が抑えられなくなり均一組成のInMO （ZnO） （M＝In，Fe，Ga，又はAl，m＝1以上503 m未満の整数）が得られない。",
                "【0024】得られた単結晶薄膜は，MO （ZnO） 層をInO 層で挟んだ3 m 1．5自然超格子構造とみなすことができるので，MO （ZnO） 層とInO 層と3 m 1．5の界面に存在する電子に，量子効果が生じる。このため，得られた単結晶薄膜は，人工超格子構造と同様に，高周波電子デバイス材料として使用することができる。",
                "【0025】また，反応性固相エピタキシャル成長法で得られたZnOを含むホモロガス単結晶膜は，化学量論組成に近く，室温では，108W・cm以上の高い絶縁性を示し，ノーマリーオフ電界効果型トランジスタに適している。",
                "【0026】得られたZnOを主たる構成成分として含有するホモロガス単結晶薄膜を活性層とした，トップゲート型MIS電界効果型トランジスタを作製することができる。図3に示すように，まず，基板1上にエピタキシャル成長したZnOを主たる構成成分として含有するホモロガス単結晶薄膜2上にゲート絶縁膜3及びゲート電極4用の金属膜を形成する。ゲート絶縁膜3には，Al O が最も適してい2 3る。ゲート電極4用金属膜は，Au，Ag，Al，又はCu等を用いることができる。光リゾグラフィー法及びドライエッチング，又はリフトオフ法により，ゲート電極4を作製し，最後に，ソース電極5及びドレイン電極6を作成する。・・・",
                "【0027】ZnOを主たる構成成分として含有するホモロガスアモルファス薄膜を用いても，同様に，トップゲート型MIS電界効果型トランジスタを作成することができる。また，アモルファス薄膜の場合は，エピタキシャル成長させる必要はないので，ZnOエピタキシャル成長及び高温アニールプロセスを除くことができる。このために，ゲート電極を基板と膜の間に作りつけることが可能で，ボトムゲート型MIS電界効果型トランジスタも作製することができる。",
                "【0028】【実施例】以下に実施例を挙げて本発明を詳細に説明する",
                "実施例1",
                "1．  単結晶InGaO （ZnO） 薄膜の作製"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "5YSZ（111）単結晶基板上にPLD法により厚み2nmのZnO薄膜を基板温度700℃でエピタキシャル成長させた。次に，基板温度を室温まで冷却し，該ZnOエピタキシャル薄膜上にPLD法により，厚み150nmの多結晶InGaO（ZnO） 薄膜を堆積させた。こうして作製した二層膜を大気中に取り出し，電3 5気炉を用いて，大気中，1400℃，30min加熱拡散処理した後，室温まで冷却した。",
            "【0029】XRD測定の結果，図1に示すように，加熱して得られた薄膜は単結晶InGaO （ZnO） であり，また，図2に示すように，AFM観察の結果，3 5薄膜表面は原子レベルで平坦なテラスと，高さ2nmのステップからなる原子レベルで平坦な面であった。単結晶InGaO （ZnO） 薄膜の導電率を直流四端子3 5法により測定しようと試みたが，膜の絶縁性が高いために測定できなかった。作製した単結晶InGaO （ZnO） 薄膜は絶縁体であると言える。室温で測定した3 5光吸収スペクトルからInGaO （ZnO） のバンドギャップは約3．3eVと3 5見積もられた。",
            "【0030】2．MISFET素子の作製",
            "フォトリソグラフィー法により，トップゲート型MISFET素子を作製した。ソースとドレイン電極及びゲート絶縁膜にはAu及びアモルファスAl O をそ2 3れぞれ用いた。チャネル長及びチャネル幅はそれぞれ0．05mm及び0．2mmである。",
            "【0031】3．MISFET素子の特性評価",
            "図4に，室温下で測定したMISFET素子の電流-電圧特性を示す。ゲート電圧V ＝0V時にはI ＝10-8A（V ＝2．0V）であり，いわゆるノーマリG DS DSーOFF特性が得られた。また，V ＝10V時には，I ＝1．6×10-6AのG DS電流が流れた。これはゲートバイアスにより絶縁体のInGaO （ZnO） 単結3 5晶薄膜内にキャリアを誘起できたことに対応する。作製した素子に可視光を照射して同様の測定を行なったが，数値の変化は認められなかった。可視光での光誘起電流の発生は認められなかった。",
            "【0032】【発明の効果】本発明の透明薄膜電界効果型トランジスタは，波長400nm以上の可視光・赤外光に対して透明である上，ノーマリーOFFのスイッチングが可能である。本発明の透明薄膜電界効果型トランジスタをLCDのスイッチング素子として応用することにより，バックライト光をロスなく有効に使うことができる上，シースルー型のディスプレイへの発展が期待できる。",
            "【図面の簡単な説明】",
            "【図1】図1は，実施例1で作製した単結晶InGaO （ZnO） 薄膜のXR3 5D測定の結果を示すグラフである。",
            "【図2】図2は，実施例1で作製した単結晶InGaO （ZnO） 薄膜の表面3 5構造示す図面代用AFM観察写真である。",
            "【図3】図3は，本発明の一実施形態のMISFET素子の構造を示す模式図である。",
            "【図4】図4は，実施例1で作製したMISFET素子の室温下で測定した電流―電圧特性を示すグラフである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "以上から，本件発明の概要は，以下のとおりと認められる。",
                "本件発明は，可視光に対して透明で，透明電子回路を構成する素子として用いることができる，ZnOを主たる構成成分として含有する本件化合物の単結晶膜又はアモルファス膜を活性層として用いる透明電界効果型トランジスタに関する（【0001】）。",
                "従来のシリコンを用いた電界効果型トランジスタは，可視光に対して不透明で，透明回路を構成することができず，また，可視光照射により，伝導キャリアを生じるために，高光照射下ではトランジスタ特性が劣化してしまう（【0003】）。そこで，透明酸化物半導体であるZnOを用いて，電界効果型トランジスタを作製する試みがされているが，ZnOは，電気伝導度を小さくすることが難しいため，ノーマリーオフの電界効果型トランジスタを構成できず，また，アモルファス状態を作り難いので，大面積に適したアモルファストランジスタを作製することができない（【0004】）。",
                "本件発明は，上記の問題点に鑑みてされたものであり，反応性固相エピタキシャル法により育成した，ZnOを主たる構成成分として含有する本件化合物の単結晶薄膜又はアモルファス薄膜を活性層とした電界効果型トランジスタを提供することを目的とする（【0009】）。",
                "本件発明1は，本件化合物薄膜を活性層として用いることを特徴とする透明薄膜電界効果型トランジスタであり（【0011】～【0017】，【0019】，【0020】，【0022】～【0031】），本件発明2は，本件発明1において，表面が原子レベルで平坦である単結晶（【0029】，図1，2）又はアモルファス（【0014】，【0016】，【0027】）の本件化合物薄膜を用いることを特徴とする透明薄膜電界効果型トランジスタであり，本件発明3は，本件発明1において，本件化合物が，耐熱性，透明酸化物単結晶基板上に形成された単結晶薄膜（【0015】，【0017】）であることを特徴とする透明薄膜電界効果型トランジスタであり，本件発明4は，本件発明1において，本件化合物がガラス基板上に形成されたアモルファス薄膜（【0016】）であることを特徴とする透明薄膜電界効果型トランジスタである。",
                "本件発明では，本件化合物薄膜を活性層として用いることにより，可視光透過率が高く，可視光による光誘起電流の発生がない，薄膜電界効果型トランジスタを作製でき（【0012】），また，ノーマリーオフ作動で，スイッチング特性の良い透明薄膜電界効果型トランジスタを作製できる（【0013】，【0025】，【0031】，図4）。さらに，本件化合物アモルファス薄膜を活性層として用いた電界効果型トランジスタは，シリコンアモルファス電界効果型トランジスタに比較して，可視光透過率が高く，光照射に対して安定に動作し，高速動作することが期待できる（【0014】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（訂正要件違反）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の当否について",
              "text": [
                "本件訂正は，前記第2，3(1)アのとおり，アモルファスである本件化合物のmの値が「1以上50未満の整数」であったものを，「1以上5未満の整数」とするものであって，訂正後の数値範囲は訂正前の数値範囲を狭めるものである。したがって，本件訂正は，特許請求の範囲の減縮を目的とするものであり，実質上特許請求の範囲を拡張又は変更するものではないものと認められる。",
                "また，本件訂正により一部の薄膜を除いたことにより，本件明細書に記載された本件訂正前の発明に関する技術的事項を変更したり付加するものではないから，本件訂正により，新たな技術的事項を導入するものではないと認められる（知財高裁平成18年（行ケ）第10563号・平成20年5月30日判決参照）。",
                "したがって，本件訂正は，特許法134条の2第1項ただし書1号に掲げる事項を目的とし，かつ，同条9項で準用する同法126条5項，6項の規定に適合するというべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書には，本件化合物のアモルファス薄膜を透明薄膜電界効果型トランジスタの活性層として用いることが，当業者が実施可能な程度にすら記載されておらず，このことが本件明細書から自明であるとはいえない，と主張する。",
                    "しかし，上記主張が認められるかどうかにかかわらず，前記(1)のとおり，本件訂正により，新規事項を導入するものとはいえないから，上記主張は，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件化合物のアモルファス薄膜についてmの値を5未満とした，新たな数値範囲の境界値が本件明細書に記載されていない，と主張する。",
                    "しかし，前記1のとおり，本件発明は，本件化合物を活性層として用いた透明薄膜電界効果型トランジスタの発明である。証拠（甲48）及び弁論の全趣旨によると，本件訂正によって記載された「m＝5未満」という数値は，実施可能な範囲に数値を限定したにすぎず，それを超える技術的意義（臨界的意義など）があるとは認められないから，上記値の意義について本件明細書に記載されていないからといって，新規事項を導入するものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（実施可能要件に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書に本件化合物のアモルファス薄膜の作製法が記載されていない旨の主張（前記第3の2(1)）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の3(3)アのとおり，原告は，本件審判において，本件明細書の発明の詳細な説明には，活性層として用いることができるホモロガス化合物のアモルファス薄膜の作製法についての実施例の記載はなく，具体的に説明されていないとの主張をしていたのであるから，実施可能要件違反の主張のうち，前記第3の2(1)の主張は，本件審判において審理判断の対象となっていたものと認められる。原告の本件審判における具体的主張が本件訴訟における主張と異なる点があるとしても，審理判断の対象となっていたとの上記の判断が左右されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "物の発明における発明の実施とは，その物の生産，使用等をする行為をいうから（特許法2条3項1号），物の発明について実施可能要件を充足するか否かについては，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その物を製造し，使用することができる程度の記載があるか否かによるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の発明の詳細な説明の記載を参酌すると，単結晶の本件化合物薄膜を形成する方法としては，「YSZ（イットリア安定化ジルコニア）基板上に育成したZnO単結晶極薄膜上に，アモルファスのホモロガス薄膜を堆積し，得られた多層膜を高温で加熱拡散処理する「反応性固相エピタキシャル法」により，ホモロガス単結晶薄膜を育成する」（【0007】），「上記のホモロガス単結晶薄膜の製造方法と同様に，ZnO薄膜上にエピタキシャル成長した複合酸化物薄膜を加熱拡散する手段を用いる」（【0008】）と記載されている。また，ZnO薄膜上に形成する本件化合物薄膜全般については，「MBE法，パルスレーザー蒸着法（PLD法）等により・・・成長させる。」（【0019】），「得られた薄膜は，単結晶膜である必要はなく，多結晶膜でも，アモルファス膜でも良い。」（【0020】），「基板温度を室温まで冷却し，該ZnOエピタキシャル薄膜上にPLD法により，厚み150nmの多結晶InGaO （ZnO） 薄膜を堆積させた。」（【0028】）とある3 5ように，多結晶やアモルファスの薄膜を，室温で，MBE法，パルスレーザー蒸着法（PLD法）等を用いて形成することが記載されている。さらに，アモルファスの本件化合物薄膜を形成する方法については，「ZnOを含むホモロガス化合物アモルファス薄膜を用いる場合には，基板は耐熱性を有する必要がなく，安価なガラス基板を用いることができる。」（【0016】），「アモルファス薄膜の場合は，エピタキシャル成長させる必要はないので，ZnOエピタキシャル成長及び高温アニールプロセスを除くことができる。」（【0027】）と記載されている。",
                        "これらの記載から，当業者であれば，アモルファスの本件化合物薄膜を形成するためには，上記単結晶の本件化合物薄膜の形成方法から，ZnO単結晶極薄膜の成長と高温アニールの工程を省略すればよいこと，すなわち，ガラス基板等を用いて，室温で，MBE法，パルスレーザー蒸着法（PLD法）等を用いて形成すればよいことを理解する。",
                        "したがって，本件発明1，2及び4は，実施可能要件を充たすものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，①本件明細書には，本件化合物のアモルファス薄膜のキャリア濃度を，透明薄膜電界効果型トランジスタの活性層に用いることができる程度にまで下げる方法が具体的に記載されていない，②本件明細書には，本件化合物のアモルファス薄膜が，透明薄膜電界効果型トランジスタの活性層に用いることのできる特性（裾状態や欠陥準位が低いことなど）を有することが開示されていない，③単結晶を活性層として用いたトランジスタの実施例から，アモルファスの場合にもトランジスタが動作し得ると理解することはできない，④被告ら自身も，本件出願日当時には，本件化合物のアモルファス薄膜を活性層に用いた透明薄膜電界効果型トランジスタを作製，使用していなかったし，本件化合物のアモルファス薄膜の裾・欠陥準位が低いことが解明されたのは，本件出願日よりも6～8年も先のことである，⑤当業者は，本件明細書には実質的にはアモルファスの本件化合物についての記載はないと理解しているなどと主張する。",
                        "しかし，本件明細書に，本件化合物のアモルファス薄膜のキャリア濃度を，トランジスタの活性層に用いることができる程度にまで下げる方法が具体的に記載されていないとしても，本件明細書には，前記(イ)のとおり，本件化合物のアモルファス薄膜の製造方法が記載されており，スパッタ時の酸素ガスの割合を大きくする等の成膜条件を変更することによって，膜中の酸素量を増加させ，膜中のキャリア濃度を1018cm‐3個以下として，半導体活性層として利用することができるアモルファス薄膜を作製することが知られていたこと（甲2）を考え合わせると，当業者は，過度の試行錯誤を要することなく，本件発明を実施することが可能であると認められる。",
                        "また，本件明細書には，本件化合物のアモルファス薄膜が，透明薄膜電界効果型トランジスタの活性層に用いることのできる特性（裾状態や欠陥準位が低いことなど）を有することが記載されていないとしても，本件明細書には，前記(イ)のとおり，本件化合物のアモルファス薄膜の製造方法が記載されており，それにもかかわらず，その方法によって作製された本件化合物のアモルファス薄膜が透明薄膜電界効果型トランジスタの活性層に用いることのできる特性を備えていないことやアモルファスであることからトランジスタが動作し得ないというべき事情は認められないから，実施可能要件についての前記(イ)の判断が左右されることはない。",
                        "さらに，本件出願日当時，アモルファスの本件化合物を活性層に利用した薄膜トランジスタの動作特性を測定したデータが公開できる信頼性の高い形で得られておらず（甲54の2頁），アモルファスの本件化合物の電子構造が解明されたのが，本件出願日よりも後であった（甲49の38頁）としても，これらの事情は，実施可能要件についての前記(イ)の判断を左右するものではない。",
                        "加えて，キヤノン株式会社と国立大学法人東京工業大学が特許庁に提出した意見書（甲55の2）には，本件明細書にアモルファスの本件化合物に関する記載が実質的にない旨記載されているが，特願2005-325371号の発明の進歩性に関する説明であって，本件発明の実施可能要件について記載したものではなく，その後の特願2005-325371号の特許庁における手続において，本件特許の公開公報が拒絶理由通知の引用文献として掲げられていない（甲55の5）としても，進歩性の要件との関係で掲げられていないのであり，これらの事情も，実施可能要件についての前記(イ)の判断を左右するものではない。",
                        "以上のとおり，原告の主張には，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，第一次判決や別件判決においてアモルファスの本件化合物に進歩性が認められたのは，本件化合物のキャリア濃度を制御することが困難であることを理由にしたのであるから，これに反する被告らの主張は，禁反言の法理に触れる，と主張する。",
                    "しかし，第一次判決及び別件判決は，本件化合物のキャリア濃度を制御することが困難であったことを理由として，本件化合物を透明電界効果型トランジスタの活性層に用いることを容易に想到することはないと判断したものであって，本件化合物を透明電界効果型トランジスタの活性層に用いることが記載されている本件明細書の記載に基づいて，本件化合物のキャリア濃度を上記活性層に用いることができるよう制御して本件発明を実施することが困難であると判断したものではない。したがって，上記各判決と被告らの主張が矛盾するものではなく，被告らの主張が禁反言の法理に触れるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書に本件発明が発明の課題を解決することができる程度に開示されていない旨の主張（前記第3の2(2)）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書には，本件発明が発明の課題を解決することができる程度に開示されていないから，実施可能要件を欠く，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法は，特許無効の審判について，そこで争われる特許無効の原因が特定されて当事者らに明確にされることを要求し，審判手続においては，上記特定された無効原因をめぐって攻防が行われ，かつ，審判官による審理判断もこの争点に限定してされるという手続構造を採用していることが明らかである。したがって，特許無効審判の審決に対する取消しの訴えにおいて，その判断の違法が争われる場合には，専ら審判手続において現実に争われ，かつ，審理判断された特定の無効原因に関するもののみが審理の対象とされるべきである（最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁参照）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審判において，原告が主張していた無効理由5は，前記第2の3(3)アのとおり，本件明細書の発明の詳細な説明には，活性層として用いることができるホモロガス化合物のアモルファス薄膜の作製法についての実施例の記載はなく，具体的に説明されていない，というものであり，本件発明の課題を解決することができるようなトランジスタを作製し，使用することが可能であったといえない旨は，実施可能要件の主張としては，述べられていなかった。そして，実施可能要件とサポート要件とは，適用法条を異にするから，別異の無効理由を構成すると解すべきであり，同様の理由がサポート要件についての無効理由として主張されていないからといって，実施可能要件の無効理由として主張されていたと解することはできない。",
                    "したがって，原告の上記主張は，本件審判手続で現実に争われ，審理判断された特定の無効原因に関するものではないから，主張自体失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（サポート要件に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書にアモルファスの本件発明が課題1及び課題2を解決することが記載されていない旨の主張（第3の3(1)及び(2)）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の3(8)ア(ア)のとおり，原告は，本件審判において，本件発明の課題は，①ZnOに代わる透明酸化物半導体を用いて，ノーマリーオフの電界効果型トランジスタを提供すること，②ZnOに代わる透明酸化物半導体を用いて，大面積に適した実用的なアモルファストランジスタを提供することであるところ，本件明細書の発明の詳細な説明には，これらの課題を解決することができることが記載されていない旨の主張をしていたのであるから，前記第3の3(1)及び(2)の主張は，本件審判において審理判断の対象となっていたものと認められる。",
                    "原告が，第一次訴訟において，サポート要件違反について上記主張とは異なる主張をしていた（甲48）からといって，本件訴訟において，前記第3の3(1)及び(2)のサポート要件違反の主張をすることが訴訟上の信義則に反することはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである（知財高裁平成17年（行ケ）第10042号・同年11月11日判決参照）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明の課題は，本件明細書によると，まず，可視光に対して透明な電界効果型トランジスタを提供することにつき，透明酸化物半導体であるZnOの欠点を改善し，電気伝導度を下げて，ノーマリーオフの電界効果型トランジスタを構成すること（課題1），及び，大面積に適したトランジスタを作製すること（課題2）であると認められる（【0001】，【0004】）。",
                        "本件明細書の【0025】には，本件化合物の単結晶薄膜が課題1を解決することが記載されている。",
                        "本件明細書には，大面積の電界効果型トランジスタには，従来，アモルファスシリコンが用いられていた（【0002】）ところ，本件化合物のアモルファス薄膜を活性層として用いた電界効果型トランジスタは，シリコンアモルファス電界効果型トランジスタに比較して，可視光透過率が高く，光照射に対して安定に動作し，高速動作することが期待できる（【0014】）ことが記載されている。したがって，本件化合物のアモルファス薄膜を活性層に用いて，大面積に適したトランジスタを作製することができることが記載されているといえ，本件化合物のアモルファス薄膜が課題2を解決することが記載されている。",
                        "よって，本件発明1，2及び4は，本件明細書の発明の詳細な説明に記載された発明であり，発明の詳細な説明の記載により当業者が本件発明の課題を解決できると認識できる範囲のものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告の主張に対する判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，一つの特許請求の範囲によって画されている発明は，共通する課題を解決し得るものでなければならないところ，本件明細書にはアモルファスの本件発明が課題1を解決することが記載されておらず，サポート要件を欠く，と主張する。",
                            "しかし，一つの特許請求の範囲によって画されている発明であるからといって共通する課題を解決し得るものでなければならないということはなく，そのように解することが，発明の単一性（特許法37条）に反するものではない。したがって，原告の主張は，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，本件明細書には，アモルファスの本件発明が課題2を解決できることが記載されていない，と主張する。",
                            "しかし，前記(イ)のとおり，アモルファスの本件発明が課題2を解決できることが本件明細書に記載されている。したがって，原告の主張には，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書に多結晶等の場合に課題1及び課題2を解決できることが記載されていない旨の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，多結晶等の本件発明が課題1及び課題2を解決できることが記載されていないから，サポート要件を欠く，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審判における原告の無効理由6の主張は，前記第2の3(8)ア(ア)のとおりである。本件明細書に，本件化合物の多結晶等薄膜が本件発明の課題を解決することが記載されていないことが，サポート要件を欠くというべきか否かについては，本件審判においては現実に争われたものではなく，審理判断されたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して，原告は，本件訂正により，本件化合物についてアモルファスの場合とそれ以外の場合とで取扱いが異なることが，特許請求の範囲の記載上明らかとなったことを受けて，上記の本件化合物の多結晶等薄膜の主張に至ったものであるから，失当とはいえない，と主張する。",
                    "しかし，本件特許の特許請求の範囲請求項1には，本件訂正の前後を通じて多結晶等を除く旨の記載はなく，本件明細書の【0020】には，得られた薄膜が多結晶膜でもよい旨が記載されているから，本件化合物の多結晶等薄膜に関する主張が，本件訂正後に初めて可能となったとはいえない。したがって，原告の主張は，その前提を欠き，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由3には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "なお，本件訴訟において，当初，原告は，本件審決において，原告が争ったにもかかわらず（甲44），本件訂正に関する被告の手続補正書について原告に反論の機会が与えられず，特許法127条違反の有無について判断が示されなかったことを理由として，特許法127条の承諾の有無に関する判断の遺脱及び判断誤り，並びに，適正手続違背を，本件審決の取消事由として主張していたが，当裁判所において審理を尽くした結果，上記取消事由は撤回されたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}