{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800133号について平成29年9月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成16年5月12日，発明の名称を「掘削土飛散防止装置」とする発明について特許出願をし(特願2004-142869号)，平成22年7月23日，設定登録を受けた(特許第4553629号。訂正後の請求項の数3。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年12月8日，特許庁に対し，本件特許につき無効審判請求をし，無効2016-800133号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年9月21日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年10月3日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件審決を不服として，同年11月1日，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の記載は，以下のとおりである(以下，請求項の番号に合わせて「本件発明1」などといい，本件発明1，5及び6を併せて「本件各発明」という。また，平成27年10月20日付け手続補正書添付の明細書(甲22)及び本件特許の特許公報(甲19)の図面を併せて「本件明細書」という。)。",
            "【請求項1】",
            "地盤を掘削するための掘削ビットをハンマシャフトの先端に備えたダウンザホールハンマと，＼前記ハンマシャフトの一端が連結され，前記ダウンザホールハンマを回転駆動するための回転駆動装置と，＼前記回転駆動装置から垂下し，前記ダウンザホールハンマを囲繞するように設けられ，下端側から前記ダウンザホールハンマの掘削ビットが突き出るように形成されたケーシングと，＼前記ダウンザホールハンマの掘削ビットによって削り出される掘削土が吹き上げられた際に通過するようになっており，前記ケーシングの内壁と前記ダウンザホールハンマとの間に形成された通路と，＼前記ケーシングに形成され，前記通路を通り抜けて吹き上げられた掘削土を前記ケーシングの外側に排出するための排土口と，を有する掘削装置を用いた掘削施工において排出される前記掘削土が，当該掘削装置の周囲に飛散するのを防止するための掘削土飛散防止装置であって，＼前記掘削土飛散防止装置は前記ケーシングの少なくとも一部を囲繞するように，前記回転駆動装置から前記ハンマシャフトに沿って垂下した状態で取り付け可能に構成された筒状部を含んでおり，筒状部は蛇腹状の側壁を有するように形成され，自在に伸縮できるように構成され，＼また，前記掘削土飛散防止装置は前記排土口を介して前記ケーシングの外側へ排出された前記掘削土が衝突するようになっている衝突部を含んでおり，＼前記排土口から所定距離離隔した状態で，前記衝突部が前記ケーシングの外側から前記排土口を臨むように設けられ，＼前記掘削土飛散防止装置は，さらに，＼蛇腹状の側壁を有する前記筒状部の下端近傍に，その一端が連結されたワイヤーと，＼少なくとも掘削作業中において，垂下された状態の前記筒状部の上端から下端までの長さを調整するために，前記ワイヤーを自在に巻き取りまたは繰り出すことができるように構成されており，前記ワイヤーの他端が連結されている巻き取り装置と，を有しており，＼前記巻き取り装置によって前記ワイヤーが巻き取られた際には，巻き取りに伴って前記筒状部が縮退し，＼前記巻き取り装置によって前記ワイヤーが繰り出された際には，繰り出しに伴って前記筒状部が排土口のみならずケーシングを取り囲むことができる筒状部が伸展するようになっていて，＼サイレンサーとして機能するようにもした，＼前記衝突部に衝突した前記掘削土は，当該掘削装置の周囲に飛散することなく，前記衝突部と前記排土口との間の間隙を介して，自重によって前記衝突部の下方へ向かって落下するようになっていることを特徴とする掘削土飛散防止装置。(「＼」は改行部分を示す。以下同じ。)",
            "【請求項5】",
            "前記掘削土飛散防止装置は，さらに，前記筒状部の下端に，当該筒状部を被固定体に対して着脱自在に固定するための固定用フランジを有しており，＼前記被固定体は，地表部に設置されるようになっており，前記掘削土飛散防止装置の固定用フランジに対して固定されるようになっている固定部と，前記ケーシングの一部を囲繞する筒状部と，を含んでいることを特徴とする請求項1記載の掘削土飛散防止装置。",
            "【請求項6】",
            "上記請求項1記載の掘削土飛散防止装置と，請求項5記載の掘削装置とを併用して掘削を行う方法であって，＼前記掘削土飛散防止装置の衝突部がケーシングの外側から排土口を臨むように，当該掘削土飛散防止装置の筒状部を回転駆動装置からハンマシャフトに沿って垂下する状態で取り付け，＼前記ケーシング内を挿通するダウンザホールハンマによって，所定位置の地盤を掘削し，＼掘削作業の間に前記ケーシングの排土口から排出される掘削土を，前記掘削土飛散防止装置の衝突部に衝突させることによって，当該掘削土が自重によって衝突部の下方へ向かって落下するようにし，＼前記ダウンザホールハンマの掘進に伴って，垂下された状態の前記筒状部を縮退させ，＼掘削の間および／または掘削の終了後において，前記衝突部の下方の地表部に堆積した前記掘削土を排土処理することを特徴とする掘削方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件各発明は，後記引用例1記載の発明(以下「引用発明1」という。)及び引用例2～4記載の各発明に基づいて当業者が容易に発明できたものとはいえないから，その特許は無効にすべきものではない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：基礎工9月号(29巻9号通巻338号)，(株)総合土木研究所，平成13年9月15日，表紙(甲1の1)及び奥付(甲1の2)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：基礎工7月号(30巻7号通巻348号)，(株)総合土木研究所，平成14年7月15日，表紙(甲2の1)，表紙裏(甲2の2)及び奥付(甲2の3)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特許3468724号公報(甲3。平成15年11月17日発行)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特公昭57-7275号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1",
              "text": [
                "本件審決は，以下のとおり，引用例1記載の発明を認定した。",
                "既製コンクリート杭中堀り根固め工法の掘削装置に関するものであって，＼直立した長尺部材に沿って柱状部材が設置されており，柱状部材は掘削装置の一部であり，柱状部材の上部は回転駆動装置であり，柱状部材の一部は中空コンクリート杭の内側を通り，掘削は柱状部材の下端において，中空コンクリート杭の下端内部から突出した掘削ビットによって行われ，＼柱状部材の下部及び中空コンクリート杭は蛇腹状筒状部材で覆われており，蛇腹状筒状部材の表面には縦方向に一本の線部材が配されている，＼掘削装置。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した本件発明1と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "地盤を掘削するための掘削ビットを先端に備えた掘削部材と，＼掘削部材の一端が連結され，掘削部材を回転駆動するための回転駆動装置と，＼掘削部材を囲繞するように設けられ，下端側から掘削ビットが突き出るように形成されたケーシングと，＼前記ケーシングの少なくとも一部を囲繞するように，筒状部を含んでおり，筒状部は蛇腹状の側壁を有するように形成された，＼掘削装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1は，掘削部材として「ハンマシャフト」，「ダウンザホールハンマ」を有しているのに対し，引用発明1はそのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は，ケーシングを「回転駆動装置から垂下し」ているのに対し，引用発明1は中空コンクリート杭を回転駆動装置から垂下しているのか否か特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1は，「ダウンザホールハンマの掘削ビットによって削り出される掘削土が吹き上げられた際に通過するようになっており，前記ケーシングの内壁と前記ダウンザホールハンマとの間に形成された通路と，＼前記ケーシングに形成され，前記通路を通り抜けて吹き上げられた掘削土を前記ケーシングの外側に排出するための排土口と，を有する掘削装置」を用いているのに対し，引用発明1はそのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "本件発明1は，「掘削施工において排出される前記掘削土が，当該掘削装置の周囲に飛散するのを防止するための掘削土飛散防止装置であって」，筒状部を「回転駆動装置から前記ハンマシャフトに沿って垂下した状態で取り付け可能に構成され」，「自在に伸縮できるように構成」し，「サイレンサーとして機能するようにもし」ているのに対し，引用発明1は，掘削土飛散防止装置であるのか否か，蛇腹状筒状部材を回転駆動装置から垂下しているのか否か，自在に伸縮可能にしているのか否か，サイレンサーとして機能しているのか否かが特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点5",
                      "text": [
                        "本件発明1は，「前記掘削土飛散防止装置は前記排土口を介して前記ケーシングの外側へ排出された前記掘削土が衝突するようになっている衝突部を含んでおり，＼前記排土口から所定距離離隔した状態で，前記衝突部が前記ケーシングの外側から前記排土口を臨むように設けられ」ているのに対し，引用発明1はそのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点6",
                      "text": [
                        "本件発明1は，「蛇腹状の側壁を有する前記筒状部の下端近傍に，その一端が連結されたワイヤーと，＼少なくとも掘削作業中において，垂下された状態の前記筒状部の上端から下端までの長さを調整するために，前記ワイヤーを自在に巻き取りまたは繰り出すことができるように構成されており，前記ワイヤーの他端が連結されている巻き取り装置と，を有しており，＼前記巻き取り装置によって前記ワイヤーが巻き取られた際には，巻き取りに伴って前記筒状部が縮退し，＼前記巻き取り装置によって前記ワイヤーが繰り出された際には，繰り出しに伴って前記筒状部が排土口のみならずケーシングを取り囲むことができる筒状部が伸展するようになってい」るのに対し，引用発明1はそのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "相違点7",
                      "text": [
                        "本件発明1は，「前記衝突部に衝突した前記掘削土は，当該掘削装置の周囲に飛散することなく，前記衝突部と前記排土口との間の間隙を介して，自重によって前記衝突部の下方へ向かって落下するようになっている」のに対し，引用発明1はそのような特定がなされていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，本件発明5と引用発明1とは，前記(3)アの一致点において一致し，相違点1～7のほか，以下の相違点8において相違すると認定した。",
                "相違点8：本件発明5は，「筒状部の下端に，当該筒状部を被固定体に対して着脱自在に固定するための固定用フランジを有しており，＼前記被固定体は，地表部に設置されるようになっており，前記掘削土飛散防止装置の固定用フランジに対して固定されるようになっている固定部と，前記ケーシングの一部を囲繞する筒状部と，を含んでいる」のに対し，引用発明1はそのような特定がなされていない点。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件審決は，本件発明6と引用発明1とは，前記(3)アの一致点に加え，以下の一致点で一致し，少なくとも相違点1～7において相違すると認定した。",
                "掘削を行う方法であって，＼筒状部を取り付け，＼前記ケーシング部材内を挿通する掘削部材によって，所定位置の地盤を掘削する，＼掘削方法。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各発明の容易想到性に係る判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点6の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点6の判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明5の容易想到性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件各発明の容易想到性に係る判断の誤り)",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点6の認定の誤り",
              "text": [
                "引用例1には，筒状部の側面に上端部から下端部に連続するワイヤーが筒状部の暗灰色よりも濃い黒灰色の線状部材として写っており，また，筒状部の上端部でワイヤーの直上に連続して，側面が光を反射して白く写っている箱型状のワイヤー巻取り装置が看取される。さらに，不鮮明ながら，筒状部の蛇腹骨材の外周側面にワイヤーが挿通されるリングもいくつか見て取ることができる。",
                "そうすると，引用例1には，筒状部と，この筒状部の側面に設けられたワイヤーと，ワイヤーを挿通させるリング，ワイヤーの巻き取り装置を見て取ることができる。",
                "したがって，引用発明1がワイヤーを有しているにもかかわらず，ワイヤーを有していないとした本件審決の相違点6の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点6の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例2にはワイヤーに相当する構成が見て取れないとし，甲7(基礎工6月号(29巻6号通巻335号)，(株)総合土木研究所，平成13年6月15日。以下「甲7文献」という。)においても相違点6に相当する構成は開示されていないとしているが，引用例2には，不鮮明ながらワイヤーが写り，また，鮮明にワイヤー巻き取り装置が写っているし，甲7文献には鮮明にワイヤーとワイヤー巻き取り装置とが写っているもの，鮮明なワイヤーが写るとともに不鮮明ながらワイヤー巻き取り装置が写っているものが示されている。",
                    "また，引用例1と2とは，ともにR-KEDS工法の写真であり，引用例1において筒状部が伸展し，引用例2において筒状部が縮退していることから，ワイヤーによって筒状部を伸展，縮退させることがわかる。",
                    "このように，引用例1及び2並びに甲7文献を総合的に判断すれば，これらに開示された掘削装置には，筒状部，ワイヤー，ワイヤー巻き取り装置が具備されていたと判断される。",
                    "したがって，引用発明1に引用例2及び甲7文献各記載の事項を適用し，相違点6に係る本件各発明の構成とすることは，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲11～16及び18に示されるように，本件特許出願前において，筒状部の蛇腹によってダウンザホールハンマを囲繞し，蛇腹をワイヤーによって降ろして伸展させ，又はワイヤーによって吊り上げて縮退させて使用することは，周知慣用の技術であった。このような事情に加え，被告による本件特許出願後の実施状況(甲38～46)を引用例2及び甲7文献を補強するものとして考慮すれば，上記結論となることはなおさらである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審理不尽",
              "text": [
                "本件特許がその出願時における公知技術から容易に想到できるか否かを判断する上で，専門家であるAの意見を得ることが重要であるにもかかわらず，同人の鑑定証人の申出及び同人を鑑定人とする鑑定の申出を退けると共に，同人の鑑定書(甲4の1)及び鑑定補充書(甲4の2。以下，両者を併せて「A鑑定書等」という。)を十分に審理しなかった点で，本件審決は審理不尽である。",
                "また，引用例1及び2並びに甲7文献の元となる写真及びこれに写っている技術の関連証拠を被告が有しているにもかかわらず，それらを被告に提出させなかった点でも，本件審決は審理不尽である。",
                "これらの審理不尽により，本件審決は，引用例1及び2並びに甲7文献各記載の掘削装置の構成の認定を誤り，その結果，相違点6の認定及び判断を誤ったものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点6の認定の誤りに対し",
              "text": [
                "客観的に見れば，ほとんど真っ黒な引用例1の写真から「ワイヤー」を見て取ることは不可能である。原告の主張は，引用例1には相違点6が記載されているはずであるとの予断を持った上での後知恵的なものであり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点6の判断の誤りに対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1及び2並びに甲7文献のいずれにも，相違点6に相当する構成は開示されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲11～16及び18には相違点6に係る構成が開示されておらず，当該構成は周知・慣用技術ではない。",
                    "他方，甲38～46は，いずれも本件特許の出願後の写真であるが，容易想到性の判断に当たり特許出願後の資料を参酌することはできない。また，甲38～46は，平成23年12月又は平成25年3月に撮影されたものであるのに対し，引用例1及び2は，平成13年及び平成14年に撮影されたものである。10年以上も後の現場の写真の工法から，10年前も同じ工法が採用されていたと推認することもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審理不尽に対し",
              "text": [
                "A鑑定書等は，単に原告の主張をなぞっているものにすぎず，特段技術的な意義を有するものではない。仮にその作成者であるAを鑑定証人又は鑑定人として採用したところで，A鑑定書等の内容を口頭で述べるだけであるから，意味がない。",
                "そもそも，無効審判における立証責任は原告にあり，被告が証拠を提出しなければ審理不尽になるとの論理は，立証責任の所在をはき違えている。また，被告が引用例1及び2並びに甲7文献の元となる写真等を有しているとなぜ言い切れるのか不明である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明5の容易想到性に係る判断の誤り)",
          "text": [
            "〔原告の主張〕",
            "本件審決は，相違点8の判断に当たり，引用例3の「蛇腹状の伸縮カバー」の「下端は掘削場所の周囲を覆うように設置されている」が，引用発明1において「蛇腹状筒状部材」の下端がどのような構成であるのかは明らかでないから，引用例4の「カバー12」の下端を「取付部材26」に固定する構成を採用したものを引用発明1に適用する動機付けはない，とするが，引用例1が同3の実施形態を示すことにつき当事者間に争いはないから，引用発明1においては，「蛇腹状筒状部材」の下端が掘削場所の周囲を覆うように設置されることは明白である。",
            "また，引用例1及び3は掘削土の飛散防止を目的とするものであるから，同じく掘削土の飛散防止を目的とする引用例4の構成を引用発明1に適用し，引用発明1のように「蛇腹状筒状部材」の下端が掘削場所の周囲を覆うように，引用例4の取付部材26に相当するものを地表部に設けることは，容易に想到し得る。",
            "以上のとおり，相違点8に係る本件発明5の構成は，引用例3及び4により当業者が容易に想到し得るものであるから，相違点8に関する本件審決の判断は誤りである。",
            "〔被告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1が同3の実施形態であることは，引用例1の工事に関わった者であれば知っている事実ではあるが，特許法29条2項が定める「その発明の属する技術の分野における通常の知識を有する者」が知っている事実ではない。すなわち，当業者は，引用例3の内容から，引用例1の「蛇腹状筒状部材」の下端が掘削場所の周囲を覆うように設置されるものであることを導き出すことはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例4は掘削土の飛散防止を目的とするものではあるが，引用例1及び3と異なり，アースオーガに対する飛散防止装置である。通常のダウンザホールハンマとアースオーガでは，その掘削原理が全く異なり，それに伴って排土原理も異なる。このため，掘削土の飛散の程度も全く異なることから，同じく飛散防止を目的とするものといっても，それだけの理由で組み合わせられるものではない。",
                "また，飛散防止を目的とするからといって，引用発明1になぜ「カバー12の下端は，下部のアウターフランジ16を介して，オーガスクリュー7に軽く嵌合された取付部材26の上端に取付け固定されており」という引用例4の構成を採用しなければならないのか，その理由が不明である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明に係る特許請求の範囲は，前記第2の2のとおりである。また，本件明細書には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は，ダウンザホールハンマを用いた掘削施工において排出される掘削土が，当該掘削装置の周囲に飛散するのを防止するための掘削土飛散防止装置に関する。」(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「硬質地盤や岩盤等を掘削する上で優れた掘削能力を備えているという観点から，従来より，削孔機械としてダウンザホールハンマが広く一般的に用いられている。」(【0002】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「しかしながら，上述したダウンザホールハンマを用いての従来の掘削作業には，以下のような問題があった。」(【0007】)",
                      "text": [
                        "「すなわち，ダウンザホールハンマを用いた従来の掘削作業においては，打撃破砕による掘削となる施工原理から発生するくり粉状の掘削土が，ケーシングに形成された排土口を介して，施工現場の周囲に飛散するようになっている。したがって，ダウンザホールハンマ自体は硬質地盤や岩盤に対して優れた掘削能力を備えてはいるものの，施工現場の周辺環境を，飛散した掘削土によって汚染してしまうという問題点があった。」(【0008】)",
                        "「また，ケーシングには排土口が形成されているため，ダウンザホールハンマの打撃作用によって生じる打撃音は，当該排土口を通じて周囲に響き渡ることとなる。しかも，ケーシングやハンマシャフト等は金属製である(或いは金属製部品を多く含む)ため，掘削ビットを連続して打撃する際に生じる打撃音は緩和されることなく，金属製部品を介して周囲に響き渡ってしまう。そのため，騒音問題や上記汚染問題を考慮すると，優れた掘削能力を備えているにも関わらず，ダウンザホールハンマを利用した掘削作業は，都市部(たとえば住宅密集地やオフィスビルの密集地など)においては積極的に起用し難いという問題点があった。」(【0009】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「そこで，上述した問題点に鑑み，本発明の目的は，ダウンザホールハンマによる掘削によって排出されるくり粉状の掘削土が施工現場の周囲に飛散することを防止するとともに，従来と比較してダウンザホールハンマ使用時における騒音を緩和することを可能にする装置を提供することによって，優れた掘削能力を備えたダウンザホールハンマの適用範囲を拡大することにある。」(【0010】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「(1)  上記目的を達成するために，本発明に係る掘削土飛散防止装置は，＼地盤を掘削するための掘削ビットをハンマシャフトの先端に備えたダウンザホールハンマと，＼前記ハンマシャフトの一端が連結され，前記ダウンザホールハンマを回転駆動するための回転駆動装置と，＼前記回転駆動装置から垂下し，前記ダウンザホールハンマを囲繞するように設けられ，下端側から前記ダウンザホールハンマの掘削ビットが突き出るように形成されたケーシングと，＼前記ダウンザホールハンマの掘削ビットによって削り出される掘削土が吹き上げられた際に通過するようになっており，前記ケーシングの内壁と前記ダウンザホールハンマとの間に形成された通路と，＼前記ケーシングに形成され，前記通路を通り抜けて吹き上げられた掘削土を前記ケーシングの外側に排出するための排土口と，を有する掘削装置を用いた掘削施工において排出される前記掘削土が，当該掘削装置の周囲に飛散するのを防止するための装置であって，＼前記排土口を介して前記ケーシングの外側へ排出された前記掘削土が衝突するようになっている衝突部を含んでおり，＼前記排土口から所定距離離隔した状態で，前記衝突部が前記ケーシングの外側から前記排土口を臨むように設けられ，＼前記衝突部に衝突した前記掘削土は，当該掘削装置の周囲に飛散することなく，前記衝突部と前記排土口との間の間隙を介して，自重によって前記衝突部の下方へ向かって落下するようになっている。」(【0012】)",
                    "「(2)  上記(1)記載の掘削土飛散防止装置において，好ましくは，前記掘削土飛散防止装置は筒状部を含んでおり，＼前記筒状部は，前記ケーシングの少なくとも一部を囲繞するように，前記回転駆動装置から前記ハンマシャフトに沿って垂下した状態で取り付け可能に構成されており，＼前記衝突部は，前記筒状部の一部から構成されている。」(【0013】)",
                    "「(3)  上記(2)記載の掘削土飛散防止装置において，好ましくは，前記筒状部は，蛇腹状の側壁を有するように形成され，自在に伸縮できるように構成されている。」(【0014】)",
                    "「(4)  上記(3)記載の掘削土飛散防止装置は，好ましくは，さらに，＼蛇腹状の側壁を有する前記筒状部の下端近傍に，その一端が連結されたワイヤーと，＼少なくとも掘削作業中において，垂下された状態の前記筒状部の上端から下端までの長さを調整するために，前記ワイヤーを自在に巻き取りまたは繰り出すことができるように構成されており，前記ワイヤーの他端が連結されている巻き取り装置と，を有しており，＼前記巻き取り装置によって前記ワイヤーが巻き取られた際には，巻き取りに伴って前記筒状部が縮退し，＼前記巻き取り装置によって前記ワイヤーが繰り出された際には，繰り出しに伴って前記筒状部が伸展するようになっている。」(【0015】)",
                    "「(5)  上記(2)乃至(4)の何れかに記載の掘削土飛散防止装置は，好ましくは，さらに，前記筒状部の下端に，当該筒状部を被固定体に対して着脱自在に固定するための固定用フランジを有しており，＼前記被固定体は，地表部に設置されるようになっており，前記掘削土飛散防止装置の固定用フランジに対して固定されるようになっている固定部と，前記ケーシングの一部を囲繞する筒状部と，を含んでいる。」(【0016】)",
                    "「(6)  また，上記目的を達成するために，本発明に係る方法は，上記(4)記載の掘削土飛散防止装置と，上記(4)記載の掘削装置とを併用して掘削を行う方法であって，＼前記掘削土飛散防止装置の衝突部がケーシングの外側から排土口を臨むように，当該掘削土飛散防止装置の筒状部を回転駆動装置からハンマシャフトに沿って垂下する状態で取り付け，＼前記ケーシング内を挿通するダウンザホールハンマによって，所定位置の地盤を掘削し，＼掘削作業の間に前記ケーシングの排土口から排出される掘削土を，前記掘削土飛散防止装置の衝突部に衝突させることによって，当該掘削土が自重によって衝突部の下方へ向かって落下するようにし，＼前記ダウンザホールハンマの掘進に伴って，垂下された状態の前記筒状部を縮退させ，＼掘削の間および／または掘削の終了後において，前記衝突部の下方の地表部に堆積した前記掘削土を排土処理するようになっている。」(【0017】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「上記(1)に記載の本発明によれば，掘削土飛散防止装置の衝突部には，排土口を介してケーシングの外側へ排出された掘削土が衝突するようになっている。そして，衝突部に衝突した掘削土は，衝突部と排土口との間の間隙を通って，自重によって下方へ落下するようになっている。したがって，掘削装置の排土口から排出される掘削土は，掘削装置の周囲に飛散することない。その結果，本発明によれば，施工現場周辺の環境が掘削土で汚染されるという事態が生じるのを効果的に防止することが可能になる。」(【0018】)",
                    "「上記(2)に記載の本発明によれば，衝突部を含んで構成される筒状部は，回転駆動装置からハンマシャフトに沿って垂下した状態で取り付けられるようになっており，しかも，取り付けた状態でケーシングを囲繞するようになっている。このように，ケーシングを囲繞するように掘削土飛散防止装置を取り付けることによって，排土口のみならずケーシングを取り囲むことができる。これにより，筒状部が一種のサイレンサーとして機能するので，掘削ビットを打撃する際に生じる打撃音を筒状部の内側である程度消音することができ，従来と比較して掘削時の騒音を緩和することが可能になる。その結果，本発明によれば，掘削土の飛散に起因する汚染問題を解決することができるだけでなく，打撃音に起因する騒音問題を解決することもできるので，優れた掘削能力を有するダウンザホールハンマを都市部において積極的に起用することができるという優れた効果が達成される。」(【0019】)",
                    "「上記(3)に記載の本発明によれば，筒状部の側壁は自在に伸縮できるように蛇腹状に形成されているので，たとえば施工後における収容時や施工現場への搬送時において，掘削土飛散防止装置をコンパクトに縮退させた状態において収容・搬送することが可能となる。また，施工現場における使用時においては，掘削土飛散防止装置を必要に応じて素早く伸展(または縮退)させることが可能となる。」(【0020】)",
                    "「上記(4)に記載の本発明によれば，掘削土飛散防止装置は巻き取り装置を備えており，ワイヤーを巻き取りまたは繰り出すことによって，垂下された状態の筒状部の上端から下端までの長さを調整できるようになっている。これにより，たとえばワイヤーの巻き取り・繰り出し操作を通じて蛇腹部分(筒状部)の伸縮を繰り返すことによって，落下して来る途中で筒状部の内壁に付着した掘削土を効率的に払い落とすことが可能になる。また，ダウンザホールハンマの掘進に伴って筒状部の長さを調整することができるので，蛇腹部分(筒状部)の下端側が地表上で重なり積もることを防止することが可能になる。これにより，落下してくる大量の掘削土が，地表上で重なり合っている蛇腹部分の上に降り積もって，筒状部の縮退(すなわちワイヤーの巻き取り操作)を妨げるという事態が生じるのを防止することができる。その結果，掘削作業中は常に筒状部を縮退させることができるので，必要に応じて当該筒状部の内側で堆積した掘削土を，たとえばバックホウを利用して(或いは人手を利用して)排土処理することが可能になる。さらに，地表部に降り積もる掘削土によって，筒状部の内壁側が汚れることを防止することもできる。」(【0021】)",
                    "「上記(5)に記載の本発明によれば，掘削土飛散防止装置の筒状部の下端には，当該筒状部を被固定体に対して着脱自在に固定するための固定用フランジが設けられている。そして，上記被固定体は，ケーシングの一部を囲繞する状態で地表部に設置されるようになっている。したがって，回転駆動装置から垂下した状態で取り付けられる筒状部の下端を，この被固定体に対して固定することによって，ケーシング(地上側に突き出た部分の全体)を筒状部と被固定体との組合せで取り囲むことができる。その結果，筒状部を被固定体に対して固定しない場合と比較すると，ケーシング等を伝わって響き渡るダウンザホールハンマによる打撃音をより効果的に消音することが可能になる。」(【0022】)",
                    "「上記(6)に記載の本発明によれば，掘削作業の間にケーシングの排土口から排出される掘削土は，掘削土飛散防止装置の衝突部に衝突して，自重によって当該衝突部の下方へ落下するようになっている。しかも，掘削作業の間は，垂下された状態の筒状部は，ダウンザホールハンマの掘進に伴って縮退されるようになっている。このような方法によれば，ケーシングの排土口から排出される掘削土が掘削装置の周囲に飛散することないので，施工現場周辺の汚染を効果的に防止することが可能になる。また，ケーシングを囲繞する筒状部が一種のサイレンサーとして機能するので，打撃に伴う掘削時の騒音を緩和することが可能になる。さらに，掘進に伴って筒状部を縮退させることによって，落下してくる大量の掘削土が，地表上で重なり合っている蛇腹部分の上に降り積もって，筒状部の縮退を妨げるという事態が生じるのを防止することができる。さらに，落下してくる大量の掘削土は，衝突部(掘削土飛散防止装置)の下方でまとまって堆積するようになっているので，掘削土の排土処理を迅速に行うことが可能になる。」(【0023】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第2実施形態",
                      "text": [
                        "「掘削土飛散防止装置1bは，掘削装置5に取り付けた状態における円筒部11の長さ(回転駆動装置60から垂下させた状態における円筒部11の上端から下端までの長さ)を調整可能に構成されている…。」(【0041】)",
                        "「第2実施形態において，掘削土飛散防止装置1bは，円筒部11に加えて，巻き取り装置17とワイヤー19とを有している。ワイヤー19の一端は，蛇腹状の側壁を有する円筒部11の下端近傍に連結されている。巻き取り装置17は一例として回転駆動装置60に取り付けられており，また，当該巻き取り装置17には上記ワイヤー19の他端が巻き取り・繰り出し可能に連結されている。」(【0042】)",
                        "「上述した構成によれば，掘削作業中において，巻き取り装置17の所定操作を通じてワイヤー19を自在に巻き取りまたは繰り出すことができるので，必要に応じて，垂下された状態の円筒部11の上端から下端までの長さを調整することが可能になる。そして，巻き取り装置17によってワイヤー19が巻き取られた際には，図3(B)に示すように巻き取りに伴って円筒部が縮退し(縮みながら退く)，また，巻き取り装置によってワイヤーが繰り出された際には，図3(A)に示すように繰り出しに伴って円筒部11が伸展する(伸び広がる)ようになっている。」(【0043】)",
                        "「第2実施形態に係る本発明によれば，たとえばワイヤー19の巻き取り・繰り出し操作を通じて蛇腹部分(円筒部11)の伸縮を繰り返すことによって，落下してくる途中で円筒部11の内壁に付着した掘削土を効率的に払い落とすことが可能になる。また，ダウンザホールハンマ50の掘進に伴って円筒部11の長さを調整することができるので，蛇腹部分(円筒部11)の下端側が地表上で重なり積もることを防止することが可能になる。これにより，落下してくる大量の掘削土が，地表上で重なり合っている蛇腹部分の上に降り積もって，円筒部11の縮退(すなわちワイヤー19の巻き取り操作)を妨げるという事態が生じるのを防止することができる。その結果，掘削作業中は常に円筒部11を縮退させることができるので，必要に応じて当該円筒部11の内側で堆積した掘削土を，たとえばバックホウ等を利用して(或いは人手を利用して)排土処理することが可能になる。さらに，地表部に降り積もる掘削土によって，蛇腹状円筒部11の内壁側が汚れることを防止することもできる。」(【0044】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第3実施形態",
                      "text": [
                        "「掘削土飛散防止装置1cは，使用時において円筒部11の下端が排土受け装置に対して固定されるように構成されている点を除いて，第2実施形態に係る掘削土飛散防止装置1bと同様の構成を有している。」(【0046】)",
                        "「第3実施形態において，掘削土飛散防止装置1cは，掘削装置5と排土受け装置(被固定体)20との組合せとともに使用されるようになっている。この排土受け装置20は，図4に示すように地表部に設置されるようになっており，固定部21と筒状部23とを有している。排土受け装置20の上端側に位置する固定部21は，後述する掘削土飛散防止装置1cの固定用フランジ18に対して重ね合わされ且つ固定されるようになっている。また，排土受け装置20の筒状部23は，ケーシング70の一部(地表から突き出た部分の一部)を囲繞するようになっている。」(【0047】)",
                        "「一方，掘削土飛散防止装置1cは，円筒部11，巻き取り装置17及びワイヤー19に加えて，固定用フランジ18を有している。固定用フランジ18は，円筒部11の下端に設けられている。この固定用フランジ18を介して，掘削土飛散防止装置1cの円筒部11は，排土受け装置20に対して着脱自在に固定されるようになっている。着脱自在に固定するための手段は特に限定されず，ボルト締めによる手段であってもよく，或いはその他の一般的に利用されている着脱自在固定機構を利用することも可能である。」(【0048】)",
                        "「第3実施形態に係る本発明によれば，回転駆動装置60から垂下した状態で取り付けられる円筒部11の下端を，排土受け装置20に対して固定することによって，ケーシング70(地上側に突き出た部分の全体)を円筒部11と排土受け装置20との組合せで取り囲むことができる。その結果，円筒部11を排土受け装置20に対して固定しない場合(たとえば第2実施形態の場合)と比較すると，ケーシング70等を伝わって響き渡るダウンザホールハンマ50による打撃音をより効果的に消音することが可能になる。」(【0049】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の特徴",
              "text": [
                "上記各記載によれば，本件明細書には，本件各発明に関し，以下の点が開示されていることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，ダウンザホールハンマを用いた掘削施工において排出される掘削土が，当該掘削装置の周囲に飛散するのを防止するための掘削土飛散防止装置に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "硬質地盤や岩盤等を掘削する上で優れた掘削能力を備えているという観点から，従来より，削孔機械としてダウンザホールハンマが広く一般的に用いられている。しかし，ダウンザホールハンマを用いての従来の掘削作業では，打撃破砕によって発生するくり粉状の掘削土が，ケーシングに形成された排土口を介して，施工現場の周囲に飛散するため，施工現場の周辺環境を，飛散した掘削土によって汚染してしまうという問題点や，ダウンザホールハンマの打撃作用によって生じる打撃音が，排土口を通じて周囲に緩和されることなく響き渡ってしまうという問題点があった(【0002】，【0007】～【0009】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明は，ダウンザホールハンマによる掘削によって排出されるくり粉状の掘削土が施工現場の周囲に飛散することを防止するとともに，従来と比較してダウンザホールハンマ使用時における騒音を緩和することを可能にする装置を提供することを課題とするものである(【0010】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各発明は，上記課題を解決するために，請求項1，5及び6記載の構成又は方法を採用したものである(【0012】～【0023】)。",
                    "本件発明1は，特に，掘削土飛散防止装置において，巻き取り装置によって自在に巻き取り又は繰り出されるワイヤーによって，蛇腹状の筒状部を伸縮させるという構成を採用したことにより，①ワイヤーの巻き取り又は繰り出し操作を通じて蛇腹部分の伸縮を繰り返して，落下してくる途中で筒状部の内壁に付着した掘削土を効率的に払い落とすことが可能になったほか，②ダウンザホールハンマの掘進に伴って筒状部の長さを調整することで，蛇腹状の筒状部の下端側が地表上で重なり積もることを防止することが可能になり，これにより，落下してくる大量の掘削土が，地表上で重なり合っている蛇腹部分の上に降り積もって，筒状部の縮退(すなわちワイヤーの巻き取り操作)を妨げるという事態が生じるのを防止し，その結果，掘削作業中は常に筒状部を縮退させることができ，必要に応じて当該筒状部の内側で堆積した掘削土を，バックホウや人手を利用して排土処理することが可能になり，さらに，地表部に降り積もる掘削土によって，筒状部の内壁側が汚れることを防止できるという効果を奏するものである(【0015】，【0021】，【0041】～【0044】)。",
                    "また，本件発明5は，筒状部の下端に固定用フランジを付け，これを被固定体に着脱自在に固定し，かつ，当該被固定体を地表部に設置するとともに，ケーシングの一部を囲繞させるという構成を採用することによって，地上側に突き出たケーシングの全体を筒状部と被固定体との組合せで取り囲み，その結果，筒状部を被固定体に対して固定しない場合と比較すると，ケーシング等を伝わって響き渡るダウンザホールハンマによる打撃音をより効果的に消音することが可能になるという効果を奏するものである(【0016】，【0022】，【0046】～【0049】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件各発明の容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点6の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決による引用発明1の認定については，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1と引用発明1との対比については，原告もこれを認めている(平成30年2月14日付け原告第1準備書面(修正)2頁)。",
                    "その点をおくとしても，引用例1の写真によれば，2台のクレーンのそれぞれのそばに直立する長尺部材があるところ，左側の長尺部材には，これに沿って，上部が黄色の柱状部材が設置されている。この柱状部材の下部は蛇腹状の筒状部材で覆われているところ，当該筒状部材の表面のやや右寄り(写真に向かって右側)に，縦方向に延びる一本の線状の部分を見て取ることができるとともに，当該筒状部材上端部の前記線状のものの直上付近に白く写っている部分を見て取ることができる。",
                    "しかし，前記線状の部分が具体的に何(例えば「ワイヤー」)であるのか，また，白く写っている部分が具体的に何(例えば「ワイヤー巻き取り装置」)であるのかは，引用例1からは判別し得ない。さらに，前記筒状部材は伸展した状態にあると認められるところ，前記線状の部分及び白く写っている部分が，前記筒状部材を伸展及び縮退させる機能を有するものと判断する根拠もない。",
                    "そうすると，前記線状の部分及び白く写っている部分につき，それぞれ，「ワイヤー」及び「ワイヤー巻き取り装置」であると断定することはできない。なお，原告が「ワイヤーが挿通されるリング」と主張するものは見て取ることができない。",
                    "以上によれば，本件審決の本件発明1と引用発明1との相違点6の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明1がワイヤーを有することの根拠として，引用例1のほか，A鑑定書等(甲4の1・2)に言及する。しかし，これらにも，前記線状の部分がワイヤーであること，前記白く写っている部分がワイヤー巻き取り装置であることを具体的に裏付ける記載はなく，むしろ，「蛇腹の直上方のワイヤー巻き取り機と思われる装置に向けて」との記載に表れているように，作成者の知見に基づく推論が記載されているにとどまるものと理解される。そして，このような推論のみをもってしては，刊行物である引用例1における前記線状の部分がワイヤーであること，前記白く写っている部分がワイヤー巻き取り装置であることを認定するには足りない。",
                    "したがって，この点に関する原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点6の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2の写真(甲2の2の左側のもの)によれば，写真中央部に直立する上部が黄色の柱状部材の中間部分に，シート状の筒状部材が上下方向に折り畳まれている状況を見て取ることができる。これは，筒状部材が縮退している様子を示すものといえるところ，このことから，当該筒状部材を伸展及び縮退させるための何らかの手段が存在することは推認し得るものの，「ワイヤー」及び「ワイヤー巻き取り装置」の存在を直接見て取ることはできず，また，その存在をうかがわせるものも見当たらない。",
                    "これに対し，原告は，引用例2には不鮮明ながらワイヤーが写っており，また，鮮明にワイヤー巻き取り装置が写っていると主張する。しかし，原告が「ワイヤー」であるとする部分は不鮮明に過ぎてそれが何であるかおよそ確認し得ないし，「ワイヤー巻き取り装置」とする部分は，何らかの部材が存在することがわかるとしても，それがいかなる部材であるかまでは確認できない。この点に関する原告の主張は採用し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7文献の写真(甲7の1)によれば，中央部のクレーンに吊り下げられた柱状部材の中間部分に，緑色のシート状の筒状部材が上下方向に折り畳まれているところ，当該筒状部材の写真に向かって中央やや左側に，その折り畳みに関与していると見られる黒い線状の部材が見受けられるとともに，当該線状の部材の直上に黄色の部材が存在し，当該黄色の部材の中央部分には，前記黒い線状の部材と一連といってよい位置に黒い部分が見受けられる。",
                    "もっとも，この上記「黒い線状の部材」をもって「ワイヤー」と，上記「黄色の部材」をもって「ワイヤー巻き取り装置」と，それぞれ明確に認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，引用例3は，その記載より，「蛇腹状の伸縮カバー」からなる掘削土飛散防止装置が開示されているものと認められるが，ワイヤーに関する記載はない。",
                    "また，引用例4には，「ロープ24」につき記載があるが，「ロープ24」は「カバー伸長制限用のロープ」であり，「このようなロープ24を設けた理由は，防護カバー12の自重が下方部に集中してカバー12下方部が破損するのを防止するためである。」とされている(2頁右欄38行目，3頁左欄9行目～12行目)。このため，当該「ロープ24」は，カバーを巻き取り又は繰り出すためのものではなく，また，その巻き取り装置について記載はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，当業者が，引用発明1に，引用例2～4記載の発明のほか，甲7文献記載の事項を適用することにより容易に相違点6に係る本件発明1の構成に想到し得たということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，甲7文献の「黒い線状の部材」をもって「ワイヤー」と，「黄色の部材」をもって「ワイヤー巻き取り装置」と仮定した場合，前記のとおり，引用例2からは筒状部材を伸展，縮退させるための何らかの手段が存在すると理解し得ること，甲7文献には，筒状部材を縮退させる手段として「ワイヤー」及び「ワイヤー」が巻き付けられた装置が示されていることから，引用発明1の蛇腹状の筒状部材に，これを伸展及び縮退させるものとして，ワイヤーとワイヤー巻き取り装置を採用することも，考えられないわけではない。",
                    "しかし，相違点6に係る本件発明1の「巻き取り装置」は，「少なくとも掘削作業中において，垂下された状態の前記筒状部の上端から下端までの長さを調整するために，前記ワイヤーを自在に巻き取りまたは繰り出すことができるように構成されており」，「前記巻き取り装置によって前記ワイヤーが巻き取られた際には，巻き取りに伴って前記筒状部が縮退し，＼前記巻き取り装置によって前記ワイヤーが繰り出された際には，繰り出しに伴って前記筒状部が排土口のみならずケーシングを取り囲むことができる筒状部が伸展するようになってい」る。本件発明1は，このような構成とすることにより，「ワイヤー19の巻き取り・繰り出し操作を通じて蛇腹部分(円筒部11)の伸縮を繰り返すことによって，落下して来る途中で円筒部11の内壁に付着した掘削土を効率的に払い落とすことが可能になる。また，ダウンザホールハンマ50の掘進に伴って円筒部11の長さを調整することができるので，蛇腹部分(円筒部11)の下端側が地表上で重なり積もることを防止することが可能になる」(【0044】)との効果を奏するものである。しかるに，引用例2と甲7文献のいずれを見ても，その記載に係る装置について，上記具体的構成を有するものであることまで認めることはできず，また，上記効果を奏するものであるか否かも必ずしも明らかでない。このことは，A鑑定書等を考慮に入れたとしても異ならない。また，甲11～16及び18に見られるように，筒状部材の蛇腹部分によってダウンザホールハンマを囲繞し，蛇腹部分をワイヤーによって伸展及び縮退させて使用することそれ自体は原告の主張するとおり本件特許出願前において周知慣用の技術であったとしても，同様である。",
                    "したがって，甲7文献の記載につき上記のとおり仮定した場合でも，引用発明1に引用例2及び甲7文献記載の発明を適用し，相違点6に係る本件発明1の構成とすることを当業者が容易に想到し得たということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，引用発明1に引用例2～4記載の発明及び甲7文献各記載の事項を適用し，相違点6に係る本件発明1の構成とすることは，当業者が容易に想到し得たことということはできない。このことは，本件発明1と同じく相違点6において引用発明1と相違する本件発明5及び6についても同様である。",
                    "以上より，この点に関する本件審決の判断に誤りはない。取消事由1は理由がない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "なお，原告は，引用例1及び2並びに甲7文献各記載の構成の認定に際しては，甲38～46を参酌すべきであると主張する。しかし，刊行物たる引用例に基づく引用発明の認定は，当該引用例の記載及び本件特許の出願時(優先日)における技術常識に基づいてなされるべきものであるところ，甲38～46は，いずれも本件特許の出願時には存在しなかったものであるから，引用例1及び2並びに甲7文献各記載の構成の認定に当たり上記各証拠を参酌することはできない。",
                    "したがって，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審理不尽について",
              "text": [
                "原告は，本件の審判手続における審理不尽を主張する。しかし，本件の審判手続において，原告は，A鑑定書等を証拠として提出するとともに，その内容を踏まえた主張をしており(甲4の1・2，23，27)，本件審決はそれを受けてされたものであること，A鑑定書等に加えて更に同人を鑑定証人として尋問し，又は鑑定を行わなければならないと解すべき事情は見当たらないこと，引用例1及び2並びに甲7文献はいずれも雑誌であるところ，引用発明の認定は当該雑誌の記載に基づいて行われるべきものであって，その元となった写真そのものではないことを考えると，そもそも，原告指摘の事情をもって，本件審決に至る審判手続において審理不尽があったとはいえない。",
                "したがって，この点に関する原告の主張は採用し得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件発明5の容易想到性に係る判断の誤り)について",
          "text": [
            "前記2のとおり，相違点6に係る本件各発明の構成は，当業者が容易に想到し得たものとはいえない。そうである以上，相違点8の判断の誤りの有無にかかわりなく，本件発明5に係る特許を無効にすることはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10193",
    "date": "2018-09-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088007",
    "ipprecedent_id": "5008",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}