{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用(補助参加によって生じた費用を含む。)は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告製品目録1，2及び3記載の製剤を生産，譲渡，輸入又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙被告製品目録1，2及び3記載の製剤を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "第2ないし4項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「オキサリプラチン溶液組成物ならびにその製造方法及び使用」とする発明に係る本件特許権(特許第4430229号)を有する控訴人が，被控訴人による原判決別紙被告製品目録1ないし3記載の各製剤(被告製品)の生産等は，本件特許の特許請求の範囲請求項1及び請求項2記載の発明(以下「本件各発明」という。)の技術的範囲に属すると主張して，被控訴人に対し，特許法100条1項及び2項に基づき，被告製品の生産等の差止め及び廃棄を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，本件特許は進歩性欠如により無効にされるべきものであるとして，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そこで，控訴人が，原判決を不服として控訴を提起した。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "前提事実は，原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。",
            "ただし，原判決4頁19行目から25行目を次のとおり改める。",
            "「エ  原告は，ホスピーラ・ジャパン株式会社(以下「ホスピーラ」という。)が請求人となった本件特許に係る無効審判請求事件(無効2014-800121号事件)の手続において，平成26年12月2日付けで，本件特許に係る特許請求の範囲の請求項1を訂正する旨請求した(以下「本件訂正」といい，同訂正請求に係る請求項1記載の発明を「本件訂正発明1」という。)。",
            "特許庁は，平成27年7月14日付けで，上記訂正請求を認め，無効審判請求が成り立たない旨の審決をした(以下「本件審決」という。)。",
            "ホスピーラは，同年8月21日付けで，本件審決の取消訴訟を提起した。知的財産高等裁判所は，平成29年3月8日，本件審決を取り消すとの判決をしたが(乙110)，上告提起及び上告受理申立てがされ，現在，本件審決は確定していない。」"
          ]
        },
        {
          "fig": "5",
          "text": [
            "争点は，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "争点に関する当事者の主張は，下記2のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(技術的範囲への属否)について",
              "text": [
                "〔控訴人の主張〕",
                "本件各発明の「緩衝剤」は，外部から添加されたシュウ酸に限定されるものではなく，解離シュウ酸も含まれる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の用語の解釈",
                  "text": [
                    "特許請求の範囲の用語は，明細書中に明確に定義されている場合には，これによって解釈されなければならない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書において，「緩衝剤」は，「緩衝剤という用語は，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する」(【0022】)，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M ～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である」(【0023】)と具体的に定義されている。これらの定義によれば，「緩衝剤」は，本件各発明の対象である「オキサリプラチン溶液組成物」において，一定のモル濃度で「存在」するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味するものであるから，外部から付加したシュウ酸と解離したシュウ酸は，「緩衝剤」の該当性において，区別されることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも，本件各発明は，オキサリプラチン溶液の安定化という課題を「緩衝剤」であるシュウ酸のモル濃度を一定範囲にすることにより達成するものであり，このような発明の課題，作用効果という観点からすると，添加シュウ酸であろうと解離シュウ酸であろうと，オキサリプラチン溶液に存在する全てのシュウ酸によって，オキサリプラチン溶液の安定化という作用効果がもたらされる。上記の定義規定はこれに対応した明確なものであるし，技術常識にもかなう。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項の文言",
                  "text": [
                    "本件特許の特許請求の範囲請求項10～14には，緩衝剤を「付加」，「混合」することが規定されているのに対し，請求項1では「包含」と規定され，意識的に書き分けられている。したがって，本件各発明の「緩衝剤」は，「付加」等されたものに限定されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙3発明との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書【0022】の定義には，従来既知の水性組成物と比較して，不純物を減少させるとの効果を有するものとは記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書において問題とされているのは，オキサリプラチンが時間を追って分解していく製薬上安定とはいえない溶液組成物であること(【0013】～【0017】)であり，【0017】では，製薬上安定なオキサリプラチン溶液組成物を提供し，時間を追って分解する溶液組成物の欠点を克服することが本件各発明の目的である旨が記載されている。",
                        "これに対し，乙3発明の実施品は既に製薬上安定であるから，時間を追って分解していく製薬上安定とはいえない溶液組成物に該当しない。仮に，本件各発明が，乙3発明を前提として，更なる不純物の減少を問題としているのであれば，既に製薬上安定なオキサリプラチン溶液組成物を前提に，更なる不純物の減少が望まれる旨記載されるはずであるが，そのように読み取れる記載は存在しない。乙3発明においては，凍結乾燥物質の欠点は既に解決済みであるから，乙3発明を前提として，凍結乾燥物質の欠点(【0012】～【0013】)を列挙した上で，これらの欠点を克服する(【0017】)等と記載されるはずはない。",
                        "本件各発明は，凍結乾燥物質の欠点を「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することにより」という解決手段により克服するものであり，乙3記載の発明と同一の目的を別の構成で達成するものであるから，両者の効果を比較するのは誤りである。",
                        "以上を考慮すれば，凍結乾燥物質を再構築したもの等，製薬上安定とはいえないオキサリプラチン水性組成物，つまりオキサリプラチンが時間を追って分解していくような水性組成物(【0013】参照)を「オキサリプラチンの従来既知の水性組成物」と表現し，これとの関係における安定性について【0031】は言及しているにすぎず，原判決が，「オキサリプラチンの従来既知の水性組成物」は乙3に記載の水性組成物を指しているとしているのは誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の【0012】(2段落)～【0016】と，【0030】～【0032】とは対応した記載になっているところ，「オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており」(【0031】)との記載は，【0013】(3段落)～【0016】(1行目)の記載と対応している。",
                        "【0013】(3段落)の前の【0012】(2段落)～【0013】(2段落)には，凍結乾燥物を利用する際の課題が記載されており，【0016】(1行目)の後には，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」(【0016】)，「前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える(RTU)形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。」(【0017】)と記載されている。",
                        "他方，乙4公報では，①加速試験等の結果，安定なオキサリプラチン水溶液を得ることができたことが示され，「室温および40℃で行った別の一連の測定においても，オキサリプラティヌム水溶液の安定性が10か月を超える期間にわたり確認された。」と記載され，長期間にわたり製薬上安定なオキサリプラチン水溶液についての記載が存在する上，②「直ぐ使用でき，さらに，使用前には，承認された基準に従って許容可能な期間医薬的に安定なままであり，凍結乾燥より容易且つ安価に製造でき，再構成した凍結乾燥物と同等な化学的純度(異性化の不存在)および治療活性を示す，オキサリプラティヌム注射液を得るための研究が行われた。これが，この発明の目的である。」と記載されているのであるから，本件各発明の目的である，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服すること」(【0017】)における「これらの欠点」は，乙3発明における欠点ではない。",
                        "【0013】(3段落)～【0016】(1行目)は，【0012】(2段落)～【0013】(2段落)と同様，凍結乾燥物に関する記載であり，【0013】(3段落)で示された「水性溶液」とは，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性溶液のことを意味しているから，【0013】(3段落)～【0016】(1行)に対応する【0031】(2段落)で示された「従来既知の水性組成物」も，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味している。【0012】(2段落)に対応する【0030】(2段落)及び【0031】(1段落)と，【0013】(1段落「(b)」)に対応する【0032】(1段落)との間に，【0031】(2段落)が記載されていることも，【0031】(2段落)における「従来既知の水性組成物」が，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味していることを裏付けている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件明細書には，従来技術としての公報が多数列記されており(【0002】～【0012】)，そのうちの一つとして乙3が挙げられているにすぎない。これら多数の従来技術の公報から乙3だけを抜き出して，その他の本件明細書の記載(【0012】(2段落)～【0016】及び【0030】～【0032】)に反して，本件各発明は，乙3に開示されたオキサリプラチン水溶液よりも不純物を減少させなければならないと解釈することは，妥当性を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "解離シュウ酸に関する開示",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許優先日当時，オキサリプラチンは，水溶液中で分解して不純物としてシュウ酸を生じることが知られており(乙3)，この解離シュウ酸も添加シュウ酸も同じ物質であるから，当業者は，両者が合わさって溶液が安定化することを理解する。本件明細書には，シュウ酸を添加しない場合の実施例として，実施例18(b)の記載が存在するから，当業者が，添加シュウ酸のみならず解離シュウ酸も含めた溶液組成物中のシュウ酸の存在が安定性に寄与しているとの技術的意義を理解する(【0022】，【0023】)。解離シュウ酸が溶液中に存在することで，オキサリプラチンがそれ以上分解しないのであって，解離シュウ酸は，まさにオキサリプラチン溶液を安定化し，不純物の生成を防止するか又は遅延させ得るものである。",
                      "text": [
                        "本件明細書は，添加シュウ酸のみではなく，解離シュウ酸が存在することの技術的意義をも開示するものであり，本件各発明は，乙3発明とは異なり，オキサリプラチンの濃度やpHを限定しなくとも，解離シュウ酸を含めたシュウ酸濃度によって製薬上安定なオキサリプラチン溶液組成物の提供を可能にするという重要な技術的意義を有する発明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "【0023】において，組成物中に存在する緩衝剤のモル濃度の下限値として示されている5×10-5Mという数値は，本件明細書の実施例1及び8の結果を表す各表に列記された，添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の下限値である1×10-5Mという数値よりも大きい値となっているが，これは，添加された緩衝剤のみならず，解離シュウ酸のモル濃度が加えられていることを示すものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例1，8及び18(b)は，「実施例」と明記されている。技術常識に基づき，解離シュウ酸を含めた溶液組成物中のシュウ酸の総量は下記の表のように推計され，その下限は5×10-5Mを超える値になるから，当業者であれば，本件発明1の構成要件Gの下限値は，添加したシュウ酸のモル濃度を規定するものではなく，これに解離シュウ酸のモル濃度を加えた値を採用していると理解するのであって，本件各発明の緩衝剤であるシュウ酸は，組成物に包含される全てのシュウ酸であると認識する。",
                      "text": [
                        "実施例No.  ジアクオD ジアクオD (A)及び 付加された ( C ) ＋ACHプラ ACHプラ (B)量か シュウ酸量 (D)の合チン(A)  チン二量体 ら予想され (D)  計値",
                        "(B)  るシュウ酸量(分解量)(C)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "2.9×10-5  1.2×10-5  5.2×10-5  1×10-5  6.2×10-5",
          "text": [
            "(初期)"
          ]
        },
        {
          "fig": "1",
          "subject": "3.0×10-5  1.2×10-5  5.3×10-5  1×10-5  6.3×10-5",
          "text": [
            "(1ヶ月)"
          ]
        },
        {
          "fig": "8",
          "subject": "3.2×10-5  1.3×10-5  5.8×10-5  1×10-5  6.8×10-5",
          "text": [
            "(初期)"
          ]
        },
        {
          "fig": "8",
          "subject": "3.9×10-5  1.5×10-5  6.8×10-5  1×10-5  7.8×10-5",
          "text": [
            "(1ヶ月)",
            "18"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(b)",
                          "subject": "3.9×10-5  1.2×10-5  6.4×10-5  0  6.4×10-5",
                          "text": [
                            "(初期)",
                            "18"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "3.3×10-5  1.2×10-5  5.8×10-5  0  5.8×10-5",
                          "text": [
                            "(1ヶ月)",
                            "このように，包含される全てのシュウ酸の量を算出することによって初めて，実施例のシュウ酸量は，本件各発明のシュウ酸モル濃度の下限(5×10-5M)を超えることとなり，【0023】の記載や，実施例1，8，18(b)が「実施例」と記載されていることと整合的に理解される。",
                            "しかも，上記の表のように推計を行えば，実施例1，8及び18(b)では，包含されるシュウ酸量が近似することが分かり，効果の面でも差がないことが分かるから，当業者は，このことから，概ね同じ値になっている推計結果が妥当なものであると認識する。",
                            "以上のとおり，本件明細書を読んだ当業者は，緩衝剤であるシュウ酸は，本件明細書における定義のとおり，組成物に包含された全てのシュウ酸の量であると認識する。",
                            "〔被控訴人らの主張〕",
                            "本件各発明の「緩衝剤」に，解離シュウ酸は含まれない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "【0022】記載の「緩衝剤」の定義",
                  "text": [
                    "本件明細書においては，緩衝剤が添加シュウ酸と解離シュウ酸の両方を含むものとして定義されていない。",
                    "本件明細書において，「緩衝剤」は，「オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する」(【0022】)と定義される。",
                    "オキサリプラチンと水からなる溶液において，オキサリプラチンがジアクオDACHプラチンとシュウ酸イオン(解離シュウ酸)に分解され，可逆反応が進み，かつ化学平衡の状態(順反応と逆反応の速度がつり合い，反応物と生成物の組成比が巨視的に変化しない状態。)に達する。",
                    "専門家の意見書(乙80，丙1の2)によれば，化学平衡状態にあるオキサリプラチン水溶液にシュウ酸が添加することによって，「化学平衡状態をずらす」ことになるため，添加シュウ酸は「緩衝剤」である一方，解離シュウ酸は化学平衡状態を構成する要素でしかなく，「緩衝剤」に含まれない。すなわち，添加シュウ酸は，オキサリプラチンの再生成を促進するものであり，これにより，当該溶液中に存在する不純物(ジアクオDACHプラチン)の量は上記再生成反応前よりも少なくなる。他方，解離シュウ酸(シュウ酸イオン)は，オキサリプラチンの分解によって不純物とともに生成され，平衡状態にある溶液中に当然含まれるものにすぎず，その存在によって平衡状態を変化させることはないから，「不純物…の生成を防止するか遅延させ得る」ものではなく，「緩衝剤」に当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例1～17の記載",
                  "text": [
                    "本件明細書記載の実施例1～17におけるオキサリプラチン溶液組成物の調製方法及びモル濃度の計測方法については，「シュウ酸は二水和物として付加される」(【0042】【0044】【0047】)とされ，シュウ酸が「緩衝剤」として混合すべき溶液に「付加」されるものとして説明されている。",
                    "これら実施例1～17については，添加されたシュウ酸のモル濃度は記載されているが，解離シュウ酸を含むシュウ酸のモル濃度は何ら記載されておらず，「緩衝剤」である「シュウ酸」に，オキサリプラチンが分解して生じた解離シュウ酸が含まれることを示唆する記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項の文言",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の請求項1の記載からすれば，本件各発明は，①「オキサリプラチン」，②「緩衝剤」である「シュウ酸またはそのアルカリ金属塩」及び③「担体」である「水」，の3つの要素を「包含」する「オキサリプラチン溶液組成物」に係る発明である。そして，解離シュウ酸は「オキサリプラチン」と「水」が反応し，「オキサリプラチン」が自然に分解されることによって必然的に生成されるものであるから，「オキサリプラチン」と「水」が混合されなければそもそも存在しないものであって，「オキサリプラチン」(要素①)と「水」(要素③)とは別個の要素たる「緩衝剤」(要素②)としては把握されない。",
                        "「緩衝剤」との文言に着目しても，「緩衝剤」とは，「緩衝液をつくるために用いられる試薬の総称」(乙41)をいうものとされ，「試薬」とは「実験室などで使用する純度の高い化学物質」を意味するものとされている(乙91)。加えて，緩衝剤の「剤」とは「各種の薬を調合すること。また，その薬。」を意味するものとされているから(乙86)，「緩衝剤」は，緩衝のために「調合された薬」をいうと解される。専門家の意見書においても，「緩衝剤とは，緩衝液に含まれて，緩衝作用を付与する物質である」(乙80)とされ，医薬品に関する文献にも，「緩衝剤」は「添加剤」や「注射剤」の項に位置付けられ(乙43～45)，「…緩衝剤が添加される…」(乙43)，「…緩衝剤や安定剤が添加される」，「…適当な緩衝剤を加える」(乙44)，「…緩衝剤，…又はそのほかの適当な添加剤を加えることができる」(乙45)との記載がある。辞典においても，緩衝剤を含む緩衝液は，「検液に加えて使用する各種の溶液」(乙42)と定義されるほか，「緩衝」とは，「二つのものの間に立って，不和・衝突をやわらげること」(乙95)とされ，やわらげるためには加えることが当然の前提とされる。",
                        "このように，緩衝剤とは，通常有する意味において，付加・添加されるものと理解されており，解離シュウ酸は，一般的な意味で「緩衝剤」とはいえない。",
                        "「シュウ酸又はそのアルカリ金属塩」との文言に着目しても，緩衝剤が「(シュウ酸の)アルカリ金属塩」である場合には，当該アルカリ金属塩を添加する場合しか考えられないから，これと並列に記載されている「シュウ酸」も添加されるものと考えられ，「緩衝剤」は添加シュウ酸に限定される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "請求項10～14には，緩衝剤を「付加」，「混合」すると記載されている一方，請求項1では緩衝剤を「包含」すると書き分けられているのは，前者は方法の発明であって，オキサリプラチン溶液を安定化させる方法を特定・説明するために，「付加」「混合」という表現を使ったのに対し，物の発明である本件各発明においては，調製の方法を請求項に記載する必要はないため，これらの用語が用いられなかったもので，「包含」という文言は，水溶液中に添加シュウ酸が含まれていることを意味するにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "解離シュウ酸に関する開示",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，【0023】の記載を根拠に，「緩衝剤」は，本件各発明の対象である「オキサリプラチン溶液組成物」において，一定のモル濃度で「存在」するものであるから，解離シュウ酸は，「緩衝剤」に該当すると主張する。",
                        "しかし，【0023】では，「有効安定化量」の「緩衝剤」の量として好ましいモル濃度の範囲を列挙していると理解することができ，組成物中に存在する緩衝剤の濃度を記載したものではない。【0023】において約5×10-5Mが下限として記載されているのは，実施例2及び9においては不純物の生成が防止又は遅延され，安定化効果があることから，当該有効安定化量の記載として，実施例2及び9における値である5×10-5Mを下限値として記載しているのであり，【0023】のモル濃度の記載は，有効安定化量の添加シュウ酸のモル濃度の記載である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件明細書の実施例1，8，18(b)について，解離シュウ酸のモル濃度は生成したジアクオDACHプラチン及び同二量体のモル濃度から推計でき，解離シュウ酸と添加シュウ酸のモル濃度を足したシュウ酸の全体量は，5×10-5Mを超えるから，本件発明1の構成要件Gを充足する実施例であると主張する。",
                        "しかしながら，各実施例のオキサリプラチン溶液中のシュウ酸を直接測定していない以上，かかる推計は根拠がなく，全て推測にすぎない。本件明細書の実施例及び比較例には，相当量の不特定不純物が含まれていることが示され(【0064】以降)，解離シュウ酸，ジアクオDACHプラチン及び同二量体が更なる分解や反応をして不特定不純物が発生した可能性があるから，ジアクオDACHプラチン及び同二量体のモル濃度から解離シュウ酸の量が推算できるとは判断できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙3発明との比較",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書【0010】には，乙3発明に対応する豪州国出願に係る発明が従来技術として記載され，【0013】～【0016】において，オキサリプラチンの水溶液中において不純物が生成されるという問題，及び，有意に少ない量しか不純物を生成しないより安定なオキサリプラチン溶液組成物を開発するという課題について説明された後，【0031】に，「本発明の組成物は，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定である」と記載されており，本件各発明の目的は，ジアクオDACHプラチン等の不純物を全く生成させないか，乙3発明を含む従来既知の水性組成物より有意に少ない量の生成に抑えるために，より製薬上安定なオキサリプラチン溶液組成物を提供することにもある。",
                        "したがって，【0022】に定義される「緩衝剤」とは，乙3発明を含む従来既知の水性組成物を安定化し，不純物の生成を防止又は遅延させる効果を有するものであると解釈できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "凍結乾燥物質は，患者に投与する直前に再構築されるとされ(【0012】)，再構築後に保存することは想定されていないから，溶液において，オキサリプラチンの分解により不純物が発生するという課題は，「凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性溶液」の問題点として挙げられているとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の実施例では，「比較のために」(【0050】)「緩衝剤」を含まない実施例18(b)が記載，開示されているところ，「緩衝剤」を「有効安定化量」含む実施例2及び9と比較すれば，初期及び1か月後において，いずれも，実施例2及び9の方が，より不純物の生成が防止されていることが示されている(【0064】，【0065】，【0074】，表4，表5，表8)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(無効理由の有無)について",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術的思想について",
                  "text": [
                    "進歩性を判断する際には，引用発明の技術的思想と対象となっている特許発明の技術的思想とを認定し，判断する必要がある。技術的思想を認定する際には，刊行物に記載された内容に基づいて具体的，客観的にされなくてはならず，抽象化，一般化は許されない。",
                    "引用発明である乙3発明に開示された技術的思想を，引用発明の記載(公報全体の記載)を基礎として客観的，具体的に認定すると，乙3発明は，オキサリプラチン水溶液の製剤を，オキサリプラチンの濃度，pH，安定性等で規定した発明であって，シュウ酸を不要な不純物として捉えた発明として認定される。他方，本件発明等は，オキサリプラチン水溶液の製剤を，含有されるシュウ酸又はそのアルカリ金属塩の量，安定性等で規定した発明であって，シュウ酸の量によって安定性を実現した発明として認定されるのであって，両者の発想は全く異なり，技術的思想として異なった発明である。",
                    "発明の技術的思想が異なる場合には，実施の態様において重複する場合があったとしても同一発明とはいえないとされ，また，組成物が重複したとしても技術的思想が異なる以上，進歩性は否定されない。仮に，乙3発明と本件発明等が実施の態様において重複しているとしても，乙3発明において主要な不純物と認識されていたシュウ酸が，緩衝剤としての作用を有することを見出し，シュウ酸を一定の範囲にすることでオキサリプラチン溶液の安定化を実現するという技術的思想に到達することはできず，進歩性は否定されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "シュウ酸モル濃度に係る容易想到性判断について",
                  "text": [
                    "原判決は，本件発明等と乙3発明とは，シュウ酸モル濃度を特定しているか否かの点で相違すると認定した上で，この相違点は容易に想到できると判示する。",
                    "しかし，乙3発明が具体的に開示するのは，特定の条件下のオキサリプラチン溶液のみであるところ，被控訴人の追試結果は，いずれもこの条件に変更を加えたもので，追試の際に加えられた条件の変更は，本件発明等に導かれて意図的になされたものにすぎず，当業者が，本件発明等に基づかずに調整条件の変更を容易に想到することについては，示されていない。",
                    "仮に，物として同じ構成に到達したとしても，前記のように，本件発明等と乙3発明の技術的思想は全く異なるから，本件発明等の技術的思想に到達することはできない。原判決は，本件発明等と乙3発明はシュウ酸を包含するという構成を備えた組成物であるという点で一致していることを根拠に，進歩性を否定するが，実施品の物としての構成が一致したとしても，技術的思想が異なれば発明としての同一性は否定されるから，かかる判示は誤りである。",
                    "シュウ酸が含まれている点で構成が一致したとしても，シュウ酸を一定の範囲にすることで溶液を安定化するという技術的思想に至る上では，乙3発明において，シュウ酸が主要な不純物とされていることが阻害要因となることは明らかである。このことは，シュウ酸を添加するか否かで変わるものではない。",
                    "なお，乙3発明のオキサリプラチンの量に関する要件と，本件発明等のシュウ酸の量に関する要件とは，連動するものではなく，別個の要件である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "pHの値に係る容易想到性判断について",
                  "text": [
                    "原判決は，本件訂正発明2に係る訂正の再抗弁について，pHに関する相違点が容易に想到できる旨を判示する。",
                    "しかしながら，乙26の1～乙29は，それぞれ特定の白金錯体に関する文献にすぎず，これらの文献が，白金錯体一般にpHを調製することが試みられていたことを示すものではない。また，これらは，オキサリプラチン溶液の安定化のためにpHを調整することを示唆するものでもなく，オキサリプラチン溶液の安定化のために，シュウ酸濃度に加えてpHを調整する技術的思想について，動機付けや示唆は何ら示されていないのであり，本件訂正発明2が進歩性を有することは明らかである。",
                    "〔被控訴人らの主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "技術的思想について",
                  "text": [
                    "控訴人は，本件発明等と乙3発明の技術的思想が異なることを踏まえた主張を展開している。しかし，本件発明等において解離シュウ酸のみでも緩衝剤に含まれるとする控訴人の立場を前提とする限り，乙3発明のオキサリプラチン溶液も解離シュウ酸を内包するものとしての技術的思想を備えていることは，否定しようがない。",
                    "本件発明等の優先日当時，化学平衡の原理及びル・シャトリエの法則は，当業者にとって自明の事項であり，乙3発明及び本件発明等に接した当業者は，化学平衡の原理及びル・シャトリエの法則を前提として両発明の技術内容を把握するのであるから，いずれの発明も，「オキサリプラチン」と「水」及び「解離シュウ酸」からなる同一組成物によって，同一の課題解決を目的とするものと認識せざるを得ず，両者の技術的思想は同一であると解されるから，控訴人の主張は，根本から成り立たない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "シュウ酸モル濃度に係る容易想到性判断について",
                  "text": [
                    "控訴人は，被控訴人が原審で提出した追試結果につき，意図的に変更されたものと主張するが，その根拠は何ら存しない。原判決がシュウ酸のモル濃度を本件発明等の構成要件G及びIに規定する範囲内とすることが容易に想到できるとした根拠としては，被控訴人による追試結果以外にも，本件特許の専用実施権者であるヤクルト株式会社による試験結果(甲18，乙65)やテバ製薬株式会社による追試結果(丙2)も挙げられており，被控訴人の追試のみを指摘しても不十分である。",
                    "そもそも，原判決においては，「少なくともオキサリプラチンの濃度を5mg／mlとしたオキサリプラチン水溶液を乙3公報に記載された条件に準じて調整すれば，調整条件に多少の差異があったとしても，構成要件G及びIに規定するモル濃度のシュウ酸を包含するオキサリプラチン溶液組成物が生成されると認められる」として，追試結果が乙3公報に記載された条件と同一ではないことを前提に進歩性の判断がされている。",
                    "仮に乙3発明の発明者がシュウ酸を不純物と認識していたとしても，阻害要因とはならない。本件発明等において「緩衝剤」に解離シュウ酸をも含むとの見解を前提とした場合，本件明細書には解離シュウ酸のモル濃度を一定の範囲に調整する方法の開示はなされていないことから，控訴人の主張する「シュウ酸を一定の範囲にすることで溶液を安定化するという技術的思想」は，結局は，「オキサリプラチン」と「水」からなるオキサリプラチン水溶液が化学平衡状態にあることである。したがって，当業者は，乙3発明に基づいてシュウ酸のモル濃度の相違点に係る本件発明等の構成を容易に想到できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "pHの値に係る容易想到性判断について",
                  "text": [
                    "白金抗がん剤の溶液組成物中の不純物の増加・減少に影響を与える主要素として知られていた脱離及び逆反応の反応速度は，溶液組成物中の反応物質の量(濃度)や溶液のpHに影響を受けることが知られていた中で(乙20～乙23の2)，原判決の指摘する各証拠(乙26の1～乙29)でも明らかなとおり，白金錯体を含む溶液組成物の一般的な安定化方法として溶液のpH調整が理解されていた。",
                    "控訴人は，オキサリプラチンにはこのpH調整方法を適用できないと主張するが，白金錯体であるオキサリプラチンに，このpH調整方法を適用できない理由はなく，控訴人の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，争点(1)(技術的範囲への属否)について，本件各発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解されるところ，解離シュウ酸を含むのみで，シュウ酸が添加されていない被告製品は，本件各発明の技術的範囲に属するものではないから，控訴人の請求はいずれも棄却すべきものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書の【発明の詳細な説明】には，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明は，製薬上安定なオキサリプラチン溶液組成物，癌腫の治療におけるその使用方法，このような組成物の製造方法，およびオキサリプラチンの溶液の安定化方法に関する。(【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "Ibrahim等(豪州国特許出願第29896／95号，1996年3月7日公開)(WO96／04904，1996年2月22日公開の特許族成員)(判決注：乙3発明に対応する豪州国出願である［乙3，4］。)は，1 ～5mg／mLの範囲の濃度のオキサリプラチン水溶液から成る非経口投与のためのオキサリプラチンの製薬上安定な製剤であって，4．5～6の範囲のpHを有する製剤を開示する。同様の開示は，米国特許第5，716，988号(1998年2月10日発行)に見出される。(【0010】後段)"
                },
                {
                  "fig": "ウ",
                  "subject": "オキサリプラチンは，注入用の水または5％グルコース溶液を用いて患者への投与の直前に再構築され，その後5％グルコース溶液で稀釈される凍結乾燥粉末として，前臨床および臨床試験の両方に一般に利用可能である。しかしながら，このような凍結乾燥物質は，いくつかの欠点を有する。中でも第一に，凍結乾燥工程は相対的に複雑になり，実施するのに経費が掛かる。さらに，凍結乾燥物質の使用は，生成物を使用時に再構築する必要があり，このことが，再構築のための適切な溶液を選択する際にそこにエラーが生じる機会を提供する。例えば，凍結乾燥オキサリプラチン生成物の再構築に際しての凍結乾燥物質の再構築用の，または液体製剤の稀釈用の非常に一般的な溶液である0．9％ＮaCl溶液の誤使用は，迅速反応が起こる点で活性成分に有害であり，オキサリプラチンの損失だけでなく，生成種の沈澱を生じ得る。凍結乾燥物質のその他の欠点を以下に示す：",
                  "text": [
                    "(a)凍結乾燥物質の再構築は，再構築を必要としない滅菌物質より微生物汚染の危険性が増大する。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "濾過または加熱(最終)滅菌により滅菌された溶液物質に比して，凍結乾燥物質には，より大きい滅菌性失敗の危険性が伴う。そして，",
                      "text": [
                        "(c)凍結乾燥物質は，再構築時に不完全に溶解し，注射用物質として望ましくない粒子を生じる可能性がある。",
                        "水性溶液中では，オキサリプラチンは，時間を追って，分解して，種々の量のジアクオDACHプラチン(式I)，ジアクオDACHプラチン二量体(式Ⅱ)およびプラチナ(IV)種(式Ⅲ)：(中略)を不純物として生成し得る，ということが示されている。任意の製剤組成物中に存在する不純物のレベルは，多くの場合に，組成物の毒物学的プロフィールに影響し得るので，上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。(【0012】～【0016】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "したがって，前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える(RTU)形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。(【0017】)"
                },
                {
                  "fig": "オ",
                  "subject": "より具体的には，本発明は，オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物に関する。(以下略)(【0018】)",
                  "text": [
                    "緩衝剤という用語は，本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。したがって，この用語は，シュウ酸またはシュウ酸のアルカリ金属塩(例えばリチウム，ナトリウム，カリウム等)等のような作用物質，あるいはそれらの混合物が挙げられる。緩衝剤は，好ましくは，シュウ酸またはシュウ酸ナトリウムであり，最も好ましくはシュウ酸である。(【0022】後段)",
                    "緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である。(【0023】)"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "前記の本発明のオキサリプラチン溶液組成物は，本明細書中でさらに詳細に後述するように，現在既知のオキサリプラチン組成物より優れたある利点を有することが判明している，ということも留意すべきである。",
                    "凍結乾燥粉末形態のオキサリプラチンとは異なって，本発明のすぐに使える組成物は，低コストで且つさほど複雑ではない製造方法により製造される。(【0030】)",
                    "さらに，本発明の組成物は，付加的調製または取扱い，例えば投与前の再構築を必要としない。したがって，凍結乾燥物質を用いる場合に存在するような，再構築のための適切な溶媒の選択に際してエラーが生じる機会がない。",
                    "本発明の組成物は，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており，このことは，オキサリプラチンの従来既知の水性組成物の場合よりも本発明の組成物中に生成される不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体が少ないことを意味する。(【0031】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の意義等について",
              "text": [
                "以上を総合すると，本件各発明は，従来からある凍結乾燥粉末形態のオキサリプラチン生成物及びオキサリプラチン水溶液の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とする発明であり(【0010】，【0012】～【0017】)，オキサリプラチン，有効安定化量の緩衝剤であるシュウ酸又はそのアルカリ金属塩及び製薬上許容可能な担体である水を包含する安定オキサリプラチン溶液組成物に関するものである(【0018】)。そして，この緩衝剤は，構成要件Gの範囲の量(モル濃度)で上記組成物中に存在することでジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物の生成を防止し，又は遅延させることができ(【0022】，【0023】)，これによって，本件各発明は，従来既知の前記オキサリプラチンと比較して優れた効果，すなわち，①凍結乾燥粉末形態のオキサリプラチン生成物と比較すると，低コストで，かつさほど複雑でない製造方法により製造することができ，また，投与前の再構築を必要としないので，再構築のための適切な溶媒の選択に際してエラーが生じる機会がなく，②乙3発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものである(【0030】，【0031】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明の「緩衝剤」としての「シュウ酸」の解釈",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載及び本件明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1に係る特許請求の範囲の記載は，「オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物であって，製薬上許容可能な担体が水であり，緩衝剤がシュウ酸またはそのアルカリ金属塩であり，／緩衝剤の量が，以下の：／(a)5×10-5M～1×10-2M，／(b)5×10-5M～5×10-3M，／(c)5×10-5M～2×10-3M，／(d)1×10-4M～2×10-3M，または／(e)1×10-4M～5×10-4M／の範囲のモル濃度である，組成物。」(「／」は，原文の改行箇所を示す。)であり，「緩衝剤」である「シュウ酸又はアルカリ金属塩」(構成要件B，F)は，「オキサリプラチン」(構成要件A)及び「担体」である「水」(構成要件C，E)とともに「オキサリプラチン溶液組成物」に包含され，有効安定化量(構成要件Gの範囲のモル濃度)のものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件明細書において，「緩衝剤」は，「本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。」(【0022】)と定義され，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である。」(【0023】)と記載されている。",
                    "控訴人は，上記定義によれば，「緩衝剤」は，「オキサリプラチン溶液組成物」において，一定のモル濃度で「存在」するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味するものであるから，添加シュウ酸に限定されず，解離シュウ酸も含まれると主張し，被控訴人は，解離シュウ酸は，不純物の生成を防止，遅延するものではなく，「緩衝剤」に当たらないと主張するところ，本件特許の優先日以前において，オキサリプラチン水溶液においては，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成され，その際，これとは逆に，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される反応も同時に進行することになって，両反応(正反応と逆反応)の速度が等しい状態(化学平衡の状態)が生じ(下記化学反応式参照)，オキサリプラチン，ジアクオDACHプラチン及びシュウ酸の量が一定となること，また，上記反応に伴い，オキサリプラチンの分解によって生じたジアクオDACHプラチンからジアクオDACHプラチン二量体が生成されることになるが，その際にもこれとは逆の反応が同時に進行し，同様に化学平衡の状態が生じることになることが，知られていた(乙1の1，1の2，80，90，丙1の2)。",
                    "化学平衡状態に達したオキサリプラチン水溶液にシュウ酸を添加すると，ジアクオDACHプラチンとシュウ酸が反応して，オキサリプラチンを再生成する反応(上記式の左向きの反応)が進み，新たな化学平衡状態に達する(乙46，80)。当該溶液中に存在する不純物であるジアクオDACHプラチンの量は，上記再生成反応前よりも少なくなるから，シュウ酸を添加したことにより，不純物であるジアクオDACHプラチンの生成が防止され，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成が防止され，オキサリプラチン水溶液が安定化されたといえる。したがって，添加シュウ酸は，不純物であるジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものといえる。",
                    "他方，解離シュウ酸は，水溶液中のオキサリプラチンの一部が分解され，ジアクオDACHプラチンと共に生成されるものであって，オキサリプラチン水溶液において，オキサリプラチンと水とが反応して自然に生じる上記平衡状態を構成する要素の一つにすぎないものであるから，このような解離シュウ酸が存在することをもって，当該平衡状態に至る反応の中でジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものとみることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件明細書の実施例に関する記載をみると，実施例1～17は，いずれも水に緩衝剤(実施例1～7においてはシュウ酸ナトリウム，実施例8～17においてはシュウ酸)及びオキサリプラチンを混合することによって製造されており(【0034】～【0049】)，緩衝剤は，外部から加えられるものとされている。これらの実施例に係る成分表(表1A～表1D)には，製造時に加えられたシュウ酸又はシュウ酸ナトリウムの重量とこれに基づくモル濃度が記載され，これらの実施例に係る安定性試験の結果を示す表(表4～表7)においても，上記成分表と同一のモル濃度が記載されており，解離シュウ酸のモル濃度については，何ら記載されていない(【0063】～【0071】)。これらの実施例に関する記載によれば，本件明細書においては，「緩衝剤」の量に関し，専ら添加したシュウ酸の量が問題とされているといえる。",
                    "なお，本件明細書には，実施例18(b)として，シュウ酸を添加していないオキサリプラチン溶液組成物が記載されている。しかし，本件明細書には，「実施例18  比較のために，例えば豪州国特許出願第29896／95号(1996年3月7日公開)に記載されているような水性オキサリプラチン組成物を，以下のように調製した：」(【0050】)と記載され，また，実施例18の安定性試験の結果を示すに当たっては，「比較例18の安定性」との表題が付された上で，実施例18(b)については，「非緩衝化オキサリプラチン溶液組成物を…」(【0073】)と記載されており，「豪州国特許出願第29896／95号」は，本件明細書で従来技術として挙げられているものである(【0010】)。そうすると，実施例18(b)については，「実施例」という文言は用いられているものの，その実質は，本件各発明と比較するために，「非緩衝化オキサリプラチン溶液組成物」，すなわち，緩衝剤が用いられていない従来既知の水性オキサリプラチン組成物を調整したものであると認めるのが相当であり，本件各発明の実施例ではなく，比較例として記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，前記1(2)で述べたとおり，本件明細書の記載によれば，本件各発明は，従来からある凍結乾燥粉末形態のオキサリプラチンにおける欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とするものであり，乙3発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものである。",
                    "このような本件各発明の目的・効果に鑑みると，本件各発明の「緩衝剤」は，乙3発明において生成される上記不純物の量に比して少ない量の不純物しか生成されないように作用するものでなければならない。しかしながら，オキサリプラチン水溶液中のオキサリプラチンの分解により平衡状態に達するまで自然に生成される解離シュウ酸は，乙3発明において当然に存在するものであり，このような解離シュウ酸のみでは，乙3発明に比して少ない量の不純物しか生成し得ないように作用することは，通常考え難いことといえる。",
                    "仮に，本件各発明の「緩衝剤」に解離シュウ酸を含むと解すると，乙3発明と同様の組成物が本件各発明に含まれることになり，上記の本件各発明の目的・効果と整合的に解釈することができないことになる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件明細書における「緩衝剤」の定義及び実施例についての記載並びに本件各発明の目的・効果との関係に照らし，本件各発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られると解すべきである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "このような解釈は，以下のとおり，特許請求の範囲の文言にも沿うものである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "前記(1)アによれば，「オキサリプラチン」，「緩衝剤」である「シュウ酸又はアルカリ金属塩」，「担体」である「水」の各要素は，当該組成物を組成するそれぞれ別個の要素として把握すべきものと理解するのが自然である。前記(1)イのとおり，オキサリプラチン水溶液においては，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成されることは，本件特許の優先日以前の技術常識であるところ，解離シュウ酸は，オキサリプラチンの分解によって自然に生成されるものであり，「オキサリプラチン」と「水」が混合されなければそもそも存在しないものである(争いがない。)。このような「解離シュウ酸」をもって，「オキサリプラチン溶液組成物」を組成する「オキサリプラチン」及び「水」とは別個の要素として把握することは不合理であり，本件各発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られると解するのが自然である。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "また，「緩衝剤」とは，「緩衝液をつくるために用いられる試薬の総称」とされ(乙41「化学大辞典」)，医薬品に関する文献においても，「緩衝剤」は「添加剤」や「注射剤」の項に位置付けられ(乙43～45)，「…緩衝剤が添加される…」(乙43)，「…緩衝剤や安定剤が添加される」，「…適当な緩衝剤を加える」(乙44)，「…緩衝剤，…又はそのほかの適当な添加剤を加えることができる」(乙45)などの記載があり，「緩衝剤」は外部から添加されるものであることが前提とされているといえ，当業者も同旨の理解をしている(乙80，丙1の2)。このことに照らしても，「緩衝剤」である「シュウ酸」は，添加シュウ酸を指すものと解するのが自然である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件特許に係る特許請求の範囲の請求項10～14には，緩衝剤を「付加」，「混合」すると規定され，請求項1の「包含」とは意識的に書き分けられていることを根拠に，本件各発明の「緩衝剤」は，組成物中に存在すれば足り，「付加」等されたものに限定されない旨主張する。",
                    "しかし，請求項10は，「オキサリプラチンの溶液の安定化方法」，請求項11～14は，請求項1～9のいずれかの組成物の製造方法であって，「付加」との記載は，緩衝剤を水性溶液に付加すること，「混合」との記載は，緩衝剤を，担体及びオキサリプラチン，又は，担体のみと混合すること，という構成要件に含まれているのに対し，請求項1の「包含」という文言は，「有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物」という記載の一部で，組成物を構成する物を記載したものであるから，「包含」が，必ずしも外部からの添加を意味しないものとして，意識的に「付加」及び「混合」と書き分けられたと解することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件各発明は，オキサリプラチン溶液の安定化という課題を「緩衝剤」であるシュウ酸のモル濃度を一定範囲にすることにより達成するものであり，添加シュウ酸であろうと解離シュウ酸であろうと，オキサリプラチン溶液に存在する全てのシュウ酸によって，オキサリプラチン溶液の安定化という作用効果がもたらされると主張する。",
                    "しかし，オキサリプラチン水溶液において，オキサリプラチンの一部は，水と反応して分解し，ジアクオDACHプラチンとシュウ酸イオン(解離シュウ酸)となるが，オキサリプラチンの分解に係る平衡状態が生じるよりも前の段階では，水溶液中のオキサリプラチンの量は減少し，ジアクオDACHプラチン及びこれの一部から生成されたジアクオDACHプラチン二量体並びにシュウ酸の量は増加していく(乙1の1，1の2，80，90，丙1の2)のであって，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチン等の生成を防止し又は遅延させているとは評価できない。",
                    "また，オキサリプラチン水溶液が，オキサリプラチンの分解に係る平衡状態に至った段階では，オキサリプラチンと水の反応によるオキサリプラチンの分解の速度と，ジアクオDACHプラチン及びシュウ酸の反応によるオキサリプラチンの生成の速度が，等しくなる。なお，オキサリプラチン溶液中のオキサリプラチンの分解によって生じたジアクオDACHプラチンの一部から，ジアクオDACHプラチン二量体が生成される。その結果，水溶液中のオキサリプラチン及びシュウ酸の量は，いずれも一定の値となり，不変となる(乙1の1，1の2，80，90，丙1の2)。この段階において，オキサリプラチンの量が減少しないのは，平衡状態に達したからであり，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチンや，これから生成されたジアクオDACHプラチン二量体の生成を防止し又は遅延させているとは評価できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，本件各発明は，解離シュウ酸を含めたシュウ酸のモル濃度によって製薬上安定なオキサリプラチン溶液組成物の提供を可能とするものであり，実施例の記載に照らしても，当業者は，添加シュウ酸のみならず解離シュウ酸も含めた溶液組成物中のシュウ酸の存在が安定に寄与しており，本件各発明においては，添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度に，解離シュウ酸のモル濃度を加えた値を採用していると理解する旨主張する。",
                    "しかし，本件明細書の実施例18(b)が本件各発明の実施例といえないことは，前記(1)ウのとおりである。",
                    "実施例1～17のうち，実施例1及び8を除く実施例の添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度は，いずれも構成要件Gに係るモル濃度の数値の範囲内であるのに対し，実施例1及び8において添加された緩衝剤のモル濃度は，いずれも「0．00001M」(1．0×10-5M)であり(表1A，表1B，表4，表5)，構成要件Gに係るモル濃度の下限値(5×10-5M)を下回っている。本件各発明に係る特許出願の当時における特許請求の請求項1は，「オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物」という数値限定のないものであったが(乙9)，その後の補正により「5×10-5M」以上との数値限定がされたものと認められるところ，実施例1及び8は，補正前の発明の実施例であったものの，補正により，本件各発明の技術的範囲から除外されたものと解される。よって，実施例1及び8は，いずれも本件各発明の実施例とはいえない。",
                    "そして，本件明細書に解離シュウ酸のモル濃度を推計することやその推計方法についての記載もないのであるから，本件各発明が，添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度に，解離シュウ酸のモル濃度を加えた値を採用しているとは解されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，本件各発明は，凍結乾燥粉末形態で利用可能であったオキサリプラチンにつき，凍結乾燥物質の欠点を克服し，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することを目的としており，乙3発明と比較して安定なオキサリプラチン溶液を提供することを目的とするものではなく，「オキサリプラチンの従来既知の水性組成物」(【0031】)は，乙3記載のオキサリプラチン水溶液を含むものではない旨主張する。",
                    "しかしながら，本件明細書においては，凍結乾燥粉末形態のオキサリプラチンのみならず，従来技術として乙3発明に対応する豪州国特許出願第29896／95号(WO96／04904)に係るオキサリプラチン水溶液が挙げられ(【0010】)，凍結乾燥物質の再構築における不具合だけではなく，オキサリプラチンの水溶液中において不純物が生成されるという問題についての説明がされ(【0012】～【0016】)，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」(【0016】)と記載されている。また，【0030】前段には，「現在既知のオキサリプラチン組成物」より優れた利点を有するとの記載があるところ，【0030】後段では，凍結乾燥粉末形態のオキサリプラチンに対する本件各発明の優れた利点が，【0031】前段では，凍結乾燥物質を用いる場合に存在する再構築のための適切な溶媒の選択に際してエラーが生じる機会がないことが，それぞれ記載されているが，【0031】後段で，本件各発明の組成物は，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ないことが記載されており，凍結乾燥粉末形態及び従来既知の水性組成物の双方に対して利点があることが記載されている。",
                    "凍結乾燥粉末形態のオキサリプラチンは，注入用の水又は5％グルコース溶液を用いて患者への投与の直前に再構築されて利用されるものであり(【0012】)，凍結乾燥物質を適切な溶液に溶かして溶液組成物にした状態で，長期間保存した上で，患者への投与を行うことは予定されていなかったところ，乙3発明は，使用時の再構成操作における間違った操作のリスクを排除し，すぐに使用でき，医薬として容認できる期間貯蔵した後でも，オキサリプラチン含有量が最初の含有量の少なくとも95％を占めるオキサリプラチン注射液を製造することを目的とするものである(乙3)。そして，本件明細書で，従来技術として挙げられたもののうち，オキサリプラチン水溶液であることが明示されているものは，乙3発明のみである(【0007】～【0012】)。",
                    "そうすると，本件各発明は，乙3発明を含む従来既知のオキサリプラチン水性組成物における不純物生成の問題を克服することをも目的とする発明であり，乙3発明のオキサリプラチン水溶液より少ない量でしか不純物を生成しないオキサリプラチン水溶液に関するものといえる。",
                    "また，【0031】において，「製造工程中に安定であること」とは，本件各発明の組成物中に生成される不純物が，オキサリプラチンの従来既知の水性組成物の場合よりも少ないことを意味するものとして記載されているから，これについて凍結乾燥物を溶解させて再構築させる工程と限定して解釈することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術的範囲への属否",
              "text": [
                "以上によれば，本件各発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないと解されるところ，被告製品は，シュウ酸が添加されたものではないから，「緩衝剤」を包含するものとはいえない。よって，被告製品は，本件発明1の構成要件B，F及びG並びに本件発明2の構成要件J及びKを充足しない。",
                "そうすると，被告製品は，その余の構成要件について検討するまでもなく，本件各発明の技術的範囲に属するものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の被控訴人に対する本訴請求をいずれも棄却した原判決は結論において相当であり，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}