{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が取消2016-670007号事件について平成28年9月29日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録取消審決の取消訴訟である。争点は，①指定商品に関する商標使用の有無及び②使用された標章と登録商標との同一性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "国際登録第1002196号商標（以下，「本件商標」という。）は，下記の構成からなり，第9類「Camera  cases；  computer  carrying  cases，  mobile  phone  and  cell  phone  cases  and  specialty  holsters  for  carrying  personal  digital  assistant；  laser  pointers；  luminous  pointers」（参考訳：カメラケース，コンピュータ用携帯用ケース，移動電話用及びセル式電話用ケース及び携帯情報端末持ち運び用の特殊ホルスター，レーザーポインタ，発光ポインター），第18類「All-purpose  dry  bags，  luggage，  backpacks，  daypacks，  duffel  bags，  utility  bags，  shoulder  bags，  casual  bags，",
            "briefcases，  non-motorized  wheeled  packs，  cosmetic  cases  sold  empty  and  toiletry  cases  sold  empty，  travel  bags，  small  personal  leather  goods，  namely，  wallets，  billfolds，  credit  card  cases，",
            "neck，  necklace  wallets，  and  shaving  bags  sold  empty；  umbrellas  and  name  and  calling  card  cases，  cosmetic  cases  sold  empty，  toiletry  cases  sold  empty，",
            "luggage  tags，  waistpacks，  bags  worn  on  the  body，  business  cases，  travel  bags，  all-purpose  personal  care  bags，  small  personal  leather  goods；  shoe  bags  for  travel；  unfitted  bags  for  handheld  electronic  devices；  waistpacks  for  holding  electronic  devices．」（参考訳：汎用防水バッグ，旅行かばん，バックパック，デイパック（日帰りハイキング用などの小型ナップサック），ダッフルバッグ，多用途のかばん，肩掛けかばん，カジュアルバッグ，ブリーフケース，車輪の付いたパック（原動機付きのものを除く。），化粧品用ケース（中身が入っていないもの），旅行かばん，革製の小さな身の回りの物，すなわち財布，札入れ，クレジットカード入れ，首にぶら下げる財布・ネックレス付きの財布，シェービングバッグ（中身が入っていないもの），傘及び名刺用ケース，化粧品用ケース（中身なし），化粧品入れ（空のもの），旅行かばん用タグ，ウエストパック，身体に装着させるかばん，書類かばん，旅行かばん，汎用の身の回りの物を入れるかばん，革製の小さな身の回りの物，旅行用靴袋，手持ち式の電子式装置に不向きなバッグ，電子式装置保持用のウエストパック）の他，第8類，第11類，第12類，第14類，第16類，第20類，第22類，第25類，第34類に含まれる商品を指定商品とし，平成21年1月16日に国際登録され，平成22年11月5日に設定登録されたものである（甲1，2）。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成28年4月8日，本件商標の指定商品中，第9類「全指定商品」及び第18類「全指定商品」につき商標法50条に基づく商標登録取消審判を請求し（取消2016-670007号），その登録は同月15日にされた（甲2）。",
            "特許庁は，平成28年9月29日，「国際登録第1002196号商標の指定商品中，第9類「全指定商品」及び第18類「全指定商品」については，その登録は取り消す。」との審決をし，その謄本は，同年10月6日に原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "text": [
            "商標法50条による商標登録の取消審判の請求があったときは，同条2項の規定により，被請求人（原告）において，その請求に係る指定商品のいずれかについての登録商標の使用をしていることを証明し，又は使用をしていないことについて正当な理由があることを明らかにしない限り，その登録の取消しを免れない。",
            "ところが，審判の請求に対し，被請求人（原告）は，答弁していない。",
            "したがって，本件商標の登録は，商標法50条の規定により指定商品中，第9類「全指定商品」及び第18類「全指定商品」についての登録を取り消すべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件商標の通常使用権者であるビクトリノックス・ジャパン株式会社（以下，「ビクトリノックス日本支社」という。）が，本件審判の請求の登録前3年以内（以下，「本件要証期間」という。）に，本件商標を使用した事実が認められるから，本件審決は取消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の通常使用権者",
          "text": [
            "スイス連邦の法人であるVictorinox  AG（以下，「ビクトリノックス本社」という。）は，平成4年（1992年），日本国内において，自社販売会社としてビクトリノックス日本支社を設立した。その後，原告は，平成17年（2005年），ビクトリノックス本社の傘下の独立子会社となった。それ以降，ビクトリノックス本社及びその子会社は，原告の商標を管理し，平成22年（2010年）10月からビクトリノックス日本支社が同社「ウェンガー事業部」によりウェンガー商品の販売を担当した。",
            "ビクトリノックス日本支社が日本国内において本件商標を付した原告商品を輸入し，販売し，販売の申し出をすることは，日本における事業戦略の一環として，原告，ビクトリノックス本社，ビクトリノックス日本支社の3社間において当然の前提となっていたのであり，原告は，当然にビクトリノックス日本支社に対して，本件商標の使用を許諾していたことが認められる。",
            "したがって，遅くとも，ビクトリノックス日本支社が原告商品の取扱いを開始した平成22年（2010年）以降，現在に至るまで，ビクトリノックス日本支社は本件商標の通常使用権者である。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標の使用及び使用期間",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商品1～3",
              "text": [
                "ビクトリノックス日本支社は，商品名を「Case22」，商品番号を「6．068．022．000」とする本件商標を付した商品（以下，「本件商品1」という。），商品名を「Case24」，商品番号を「6．068．024．000」とする本件商標を付した商品（以下，「本件商品2」という。）及び商品名を「Case21」，商品番号を「6．068．021．000」とする本件商標を付した商品（以下，「本件商品3」という。）を取り扱っている。",
                "本件商品1～3は，ベルトに通すことにより腰に装着することが可能な収納用具であり，本件商標の指定商品であるClass18（第18類）の「small  personal  leather  goods」（革製の小さな身の回りの物），「utility  bags」（多用途のかばん），「waistpacks」（ウエストパック），「bags  worn  on  the  body」（身体に装着させるかばん），「all-purpose  personal  care  bags」（汎用の身の回りの物を入れるかばん）に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "販売",
              "text": [
                "ビクトリノックス日本支社は，平成26年（2014年）2月18日，東京都台東区所在の取引先に対し，本件商品1及び本件商品3を販売した。また，同社は，同年3月11日，同取引先に対し，本件商品1及び本件商品2を販売した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "ウェブサイトへの掲載",
              "text": [
                "ビクトリノックス日本支社は，少なくとも平成25年（2013）5月24日及び同年8月20日の時点において，同社ウェンガー事業部のウェブサイト及びオンラインショップ（以下，「本件ウェブサイト等」という。）において，本件商品1～3を販売のため掲載し，本件ウェブサイト等のタイトル部分に本件商標を付していた。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件商標の通常使用権者であるビクトリノックス日本支社は，本件要証期間内に，指定商品に標章を付したものを譲渡し（商標法2条3項2号），譲渡のために展示し（同号），また，指定商品に関する広告に本件商標の標章を付して展示することにより（同項8号），本件商標を使用した。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件商標と使用商標の同一性",
          "text": [
            "本件商標は，スイス連邦の国旗を模した図形からなるところ，本件商品1～3に付された商標並びに本件ウェブサイト等のタイトル部分に用いられた商標は，本件商標と同一である。"
          ]
        },
        {
          "fig": "5",
          "subject": "被告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "「使用の証明における指定商品の不一致」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件商品1～3がナイフ専用ケースであるから，第8類の指定商品に該当する旨主張する。",
                    "しかし，本件商品1～3は，専ら特定の商品を収納するために適合された特殊な形状ではなく，単品で販売されており，商品名も「Case」又は「レザーケース」と表示されているから，収納する製品を特定していない汎用性のある収納用具であって，ナイフ専用ケースであると限定して解することはできない。実際に収納が予定されている物には，万能工具，クライミングギア，ネイルクリップ，キャンピングライターなどがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，商標・サービス国際分類表国際分類第9版の一般的注釈に基づき，本件商品1～3は，収納される製品と同じ類に該当する旨主張する。",
                    "しかし，被告の引用する一般的注釈は，「ある商品を類別表，注釈及びアルファベット順の一覧表によって分類することができない場合」に適用されるものである。革及び人工皮革を材料とする商品は，第18類の「革及び人工皮革並びにこれらを材料とする商品であって他の類に属しないもの」に該当するから，類別表によって分類することができる。また，革又は擬革である収納用具は，「imitation leather（擬革）」「Tool  bags  of  leather，  empty（革製工具袋）」に該当するから，「アルファベット順の一覧表」によって分類することができる。したがって，本件商品1～3の属する類の判断において，被告が引用する一般的注釈を適用することはできない。",
                    "仮に，被告の主張する一般的注釈の適用を検討するとしても，ある特定の商品を収納することを目的とする容器が，収納する商品の属する類に属するというにすぎない。本件商品1～3は，汎用性のある収納用具であるから，被告主張の一般的注釈の「当該商品に適合させた容器」には該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「本件商標と使用商標との不一致」について",
              "text": [
                "本件商品1～3及び本件ウェブサイト等において使用された本件商標には，その右側に「WEＮGER」の欧文字が並べて配置されているが，本件商標が上記欧文字と一体不可分の組合せとして使用されたということはできない。",
                "また，Rマークの表示は商標権者の義務ではなく，「WEＮGER」の欧文字の右上にのみRマークを付していたことは，本件商標の標章と上記欧文字が一体であることの根拠とはならない。",
                "仮に，本件商品1～3及び本件ウェブサイト等で使用していた標章が，スイス国旗を模した図形と「WEＮGER」の欧文字との組合せと認識されるとしても，この標章と本件商標とは社会通念上同一と認められるものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "使用の証明における指定商品の不一致",
          "text": [
            "原告は，ナイフ用レザーケースである本件商品1～3がClass18「small  personal  leather  goods」（第18類「革製の小さな身の回りの物」）等に該当すると主張する。",
            "しかし，商品・役務の区分は，「商標・サービス国際分類表  国際分類第9版」によって判断されるべきであるところ，その一般的注釈において，「商品を収納するために当該商品に適合させた容器は，原則として，当該商品と同じ類に分類する。」とされており，刃物類は第8類に該当するとされている。また，本件商標は，第8類「knife  holders，  cutlery  pouches  sold  empty，  knife  cases，  knife  holsters，  knife  covers」をも指定商品として登録されている。したがって，本件商品1～3は，ナイフ専用のレザーケースとして第8類に該当するというべきである。",
            "そうすると，本件商品1～3に本件商標を貼付したものを販売し，本件商品1～3を宣伝するためのウェブサイト等のタイトル部分に本件商標を使用したとしても，第18類に属する商品について本件商標を使用したということはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と使用商標との不一致",
          "text": [
            "本件商標は，スイス連邦の国旗を模した図形のみからなる標章であるところ，ビクトリノックス日本支社が本件要証期間内に使用していた標章は，スイス連邦の国旗を模した図形と「WEＮGER」という欧文字が組み合わされたものであり，また，いずれも「WEＮGER」の文字の右上にRマークが付されているから，同標章は図形単体ではなく，図形と文字を組み合わせた一体の標章として使用していたものである。本件商標とビクトリノックス日本支社により使用された標章は，社会通念上同一ということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠（かっこ内に掲記のもの）及び弁論の全趣旨によると，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ビクトリノックス本社は，平成4年（1992年），ビクトリノックス日本支社を設立した（甲3）。原告は，平成17年（2005年），ビクトリノックス本社傘下の独立子会社となった（甲3）。それ以降，ビクトリノックス本社及びその子会社は，本件商標を含む原告の商標を管理し，平成22年（2010年）10月から，ビクトリノックス日本支社が同社「ウェンガー事業部」によりウェンガー商品の販売を開始した（甲4，5）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ビクトリノックス日本支社は，平成25年（2013年）5月24日及び8月10日，同社のウェブサイトに，本件商品1～3を販売のため掲載した（甲5，15，16）。上記ウェブサイトの各ページのタイトル部分には，本件商標（ただし，色彩は赤）が記載され，その右側に「WEＮGER」の欧文字が黒で記載され，さらにその右肩に「®」が黒で記載されている。また，本件商品1～3は，それのみで価格が付されており，収納物とは別に購入することが可能である。  "
            },
            {
              "fig": "(3)",
              "text": [
                "ビクトリノックス日本支社は，平成26年（2014年）2月18日，東京都台東区所在の取引先に対し，本件商品1及び3を販売した（甲11，12）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ビクトリノックス日本支社は，平成26年（2014年）3月11日，前記(3)記載の取引先に対し，本件商品1及び2を販売した（甲13，14）。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商品1～3は，いずれも，革製で略直方体のケースである。蓋の表面には，本件商標が刻まれ，その右側に「WEＮGER」の欧文字が刻まれ，さらにその右肩に「®」が刻まれている。（甲9，10，18）",
              "text": [
                "本件商品1は，「エヴォグリップS54以外の85mmナイフに適合する革ケースです。」，本件商品2は，「130mmのスイスアーミーナイフに適合する革ケースです。」，本件商品3は，「ネイルクリップを含む全ての65mmナイフに適合する革ケースです。」と説明されている（甲16）。上記「85mmナイフ」「65mmナイフ」は，ビクトリノックス日本支社において取り扱っている商品である，85mm，65mmの「スイスアーミーナイフ」を意味しており，上記「130mmのスイスアーミーナイフ」を含む「スイスアーミーナイフ」は，刃物であるナイフ及びその他のさまざまなツール（爪切り，爪ヤスリ，爪そうじ，ドライバー，栓抜き，穴あけ，つまようじ，ピンセットなど）をまとめて携帯することができるものである（甲18）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標について",
              "text": [
                "前記1(5)のとおり，本件商品1～3には本件商標が付されていたところ，前記1(3)，(4)のとおり，ビクトリノックス日本支社は，本件商品1～3を譲渡したものと認められる。また，前記1(2)のとおり，同社は，本件商品1～3を販売のため掲載したウェブサイトに本件商標を表示したから，本件商品1～3に関する広告を内容とする情報に標章を付して電磁的方法により提供したものと認められる。したがって，同社は，本件商標を使用したものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商品について",
              "text": [
                "前記1(5)のとおり，本件商品1～3は，革製のケースであって，スイスアーミーナイフに適合するものとして販売されているものの，その形状は略直方体であってスイスアーミーナイフ以外の物を収納することも可能であること，その販売形態は，収納物を伴うことなく本件商品1～3のみで購入することが可能であること，スイスアーミーナイフには，刃物であるナイフ等以外に，栓抜きやつまようじなど，他の物も組み込まれていることからすると，第18類「small  personal  leather  goods」（革製の小さな身の回りの物）に該当するということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用時期について",
              "text": [
                "前記1(2)～(4)のとおり，本件商標は，本件商品1～3に，本件要証期間内である，平成25年5月24日，同年8月10日，平成26年2月18日及び同年3月11日に使用されたことが認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用者について",
              "text": [
                "ビクトリノックス日本支社は，前記1(1)のとおり，ビクトリノックス本社とともに本件商標を管理しており，前記1(2)～(4)のとおり，本件商標を使用していたことからすると，本件商標の通常使用権者であると認められる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "したがって，原告は，要証期間内に日本国内において，本件商標の通常使用権者が，商標登録取消請求に係る指定商品の一部に，本件商標（社会通念上同一と認められる商標を含む。）を使用していたことを証明したものと認められる。本件商標の登録は，その指定商品のうち，請求に係る指定商品について，商標法50条の規定により，取り消すことができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被告の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，①商品を収納するために当該商品に適合させた容器は，当該商品と同じ類に分類すべきであり，刃物類は第8類に該当すること，②本件商標は，第8類「knife  holders，  cutlery  pouches  sold  empty，  knife  cases，  knife  holsters，",
                  "text": [
                    "knife  covers」をも指定商品として登録されていることから，本件商品1～3は，第8類に該当し，第18類には該当しない，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前記①について",
                  "text": [
                    "本件商標の国際登録日当時の国際分類第9版によると，その一般的注釈には，「ある商品を類別表，注釈及びアルファベット順の一覧表によって分類することができない場合には，次の（a）～（f）までに示すところの基準を適用して分類する。」「（f）商品を収納するために当該商品に適合させた容器は，原則として，当該商品と同じ類に分類する。」（甲20の2）と記載されている。また，国際分類第9版の類別表の第18類には，「革及び人工皮革並びにこれらを材料とする商品であって他の類に属しないもの  獣皮  トランク及び旅行用バッグ  傘，日傘及びつえ  むち，馬具」と記載されており，その注釈には「第18類には，主として，革，模造の革，馬具及び他の類に属しない旅行用品を含む。この類には，特に，次の商品を含まない。被服，履物，帽子（商品のアルファベット順の一覧表参照）」と記載されている（甲20の3）。これらの記載を総合すると，第18類には広くかばん類を含むが，専ら他の類の商品を収納するためのケース類は，当該の他の類に含まれると解することができる（特許庁商標課編「商品及び役務の区分解説」〔国際分類第9版対応〕の記載（甲21）も同旨であると解される。）。",
                    "本件商品1～3は，前記2(2)のとおり，スイスアーミーナイフ以外の物も収納でき，収納物を伴うことなく販売されていること等からすると，専ら第8類に属する商品を収納するためのケース類ではなく，第18類の商品に該当するというべきである。したがって，被告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "前記②について",
                  "text": [
                    "前記イで判示したところからすると，本件商標の第8類に属する指定商品「knife  holders，  cutlery  pouches  sold  empty，  knife  cases，  knife  holsters，  knife  covers」（参考訳：ナイフホルダー，刃物を入れる袋（空で販売されるもの），ナイフ用ケース，ナイフ用ホルスター，ナイフのカバー）は，専らナイフ等を収納するためのケース類を指すと解すべきである。",
                    "本件商品1～3は，前記2(2)及びイのとおり，専ら第8類に属する商品を収納するためのケース類ではなく，第18類の商品に該当するというべきである。したがって，被告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，ビクトリノックス日本支社が使用していた標章には，いずれも「WEＮGER」の文字の右上にRマークが付されているから，同標章は図形単体ではなく，図形と文字を組み合わせた一体の標章として使用していたものであり，本件商標と社会的同一性はない，と主張する。",
                "しかし，前記1(2)(5)のとおり，本件商標と「WEＮGER」の欧文字とは左右に配されており分離可能であること，ビクトリノックス日本支社のウェブサイトに表示されたものは，本件商標が赤で「WEＮGER」の欧文字は黒であることからすると，本件商標と「WEＮGER」の欧文字とは分離して観察することができる。また，「®」（Rマーク）についても，登録商標を示すものとして分離して観察することができる。これらのことからすると，本件商標と社会通念上同一の商標が使用されていたと認めることができる。したがって，被告の主張は，採用することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由があるから，本件審決を取消すこととして，主文のとおり判決する。"
      ]
    }
  ]
}