{
  "decision": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-10108号事件について平成29年3月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成21年7月29日，米国において平成20年8月1日にされた特許出願（以下「本件基礎出願」という。）に基づく優先権を主張する申立てを伴い，発明の名称を「第FVIII因子ポリマー結合体」とする国際出願（PCT／US2009／052103）をし，その後，国内移行の手続をとった（特願2011-521284。以下「本願」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成27年1月28日付けで拒絶査定を受け，同年6月1日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを，不服2015-10108号事件として審理し，平成29年3月13日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同月24日，その謄本が原告らに送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，平成29年7月24日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願の特許請求の範囲請求項1の記載は，次のとおりである。以下，この請求項1に記載された発明を「本願発明」という。",
            "【請求項1】水溶性ポリマーを第VIII因子（FVIII）の酸化炭水化物部分へと結合体化する方法であって，結合体化を可能とする条件下で前記酸化炭水化物部分を活性化水溶性ポリマーと接触させる工程を含み，ここで，前記水溶性ポリマーに結合体化された前記FVIIIは，未変性FVIIIの活性の少なくとも50％を保持する，方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，原告らは本件基礎出願に基づく優先権を有するとは認められないところ，本願発明は，本願の国際出願日前に頒布された米国特許出願公開第2009／0076237号明細書（平成21年3月19日公開。以下「引用例」という。）に記載された発明であるから，特許を受けることができない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願の国際出願日当時の法令等の定め",
          "content": [
            {
              "fig": "(1)",
              "subject": "千九百七十年六月十九日にワシントンで作成された特許協力条約（以下，「特許協力条約」又は「PCT」ということがある。）",
              "text": [
                "8条（1）  国際出願は，規則の定めるところにより，工業所有権の保護に関するパリ条約の締約国において…された先の出願に基づく優先権を主張する申立てを伴うことができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許協力条約に基づく規則（以下「特許協力条約規則」という。）",
              "text": [
                "17規則  優先権書類",
                "17．1  先の国内出願又は国際出願の謄本を提出する義務",
                "（a）  第八条の規定により先の国内出願又は国際出願に基づく優先権の主張を伴う場合には，当該先の国内出願又は国際出願を受理した当局が認証したその出願の謄本（「優先権書類」）は，既に優先権書類が優先権を主張する国際出願とともに受理官庁に提出されている場合並びに（b）及び（bの2）の規定に従う場合を除くほか，優先日から十六箇月以内に出願人が国際事務局又は受理官庁に提出する。",
                "（b）  優先権書類が受理官庁により発行される場合には，出願人は，優先権書類の提出に代えて，受理官庁に対し，優先権書類を，作成し及び国際事務局に送付するよう請求することができる。その請求は，優先日から十六箇月以内にするものとし，また，受理官庁は，手数料の支払を条件とすることができる。 ",
                "（bの2）  受理官庁又は国際事務局が優先権書類を実施細則に定めるところにより電子図書館から入手可能な場合は，出願人は，次のいずれかの方法により優先権書類の提出に代えることができる。",
                "（i）  受理官庁に対し，優先権書類を電子図書館から入手し，国際事務局に送付するよう請求すること。",
                "（ii）  国際事務局に対し，優先権書類を電子図書館から入手するよう請求すること。",
                "その請求は，優先日から十六箇月以内にするものとし，また，受理官庁又は国際事務局は手数料の支払を条件とすることができる。",
                "（c）  （a），（b）及び（bの2）の要件のいずれも満たされない場合には，指定官庁は，（d）の規定に従うことを条件として，優先権の主張を無視することができる。ただし，指定官庁は，事情に応じて相当の期間内に出願人に優先権書類を提出する機会を与えた後でなければ，優先権の主張を無視することはできない。",
                "（d）  指定官庁は，…当該指定官庁が実施細則に定めるところにより優先権書類を電子図書館から入手可能な場合は，（c）の規定により優先権の主張を無視することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許協力条約実施細則（ADMIＮISTRATIVE  IＮSTRUCTIOＮS  UＮDER  THE  PATEＮT  COOPERATIOＮ  TREATY）",
              "text": [
                "  715  電子図書館からの優先権書類の入手の可能性（平成22年1月1日に効力が生じたもの）",
                "（a）  …17．1（d）…の規定の適用上，次の場合には，…指定官庁…が優先権書類を電子図書館から入手可能であるとみなす。",
                "（i）  当該官庁…が国際事務局に対し優先権書類を当該電子図書館から入手する用意があることを通知し…ており，かつ，",
                "（ii）  当該優先権書類が当該電子図書館において保有されており，出願人が当該電子図書館へのアクセスに関する手続において必要とされる範囲内で当該官庁…による当該優先権書類へのアクセスを承諾している場合"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由",
          "text": [
            "本願発明の新規性判断の誤り（優先権の有無）"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告らの主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許協力条約規則17．1（c）",
          "text": [
            "本願について，特許協力条約規則17．1（a），（b）及び（bの2）の要件のいずれも満たされないこと，並びに，日本国特許庁（以下「JPO」という。）が，事情に応じて相当の期間内に原告らに優先権書類を提出する機会を与えたことは争わない。",
            "しかし，JPOは，次のとおり，特許協力条約実施細則715（a）に定めるところにより，本件基礎出願の優先権書類を電子図書館から入手可能であるとみなされる。したがって，JPOは，特許協力条約規則17．1（d）により，本件基礎出願に基づく優先権の主張を無視することはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許協力条約実施細則715（a）",
          "content": [
            {
              "fig": "(1)",
              "subject": "国際事務局に対する優先権書類を電子図書館から入手する用意があるとの通知",
              "content": [
                {
                  "fig": "ア",
                  "subject": "国際事務局に対する通知",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "世界知的所有権機関（以下「WIPO」という。）のウエブページには，JPOは，優先権書類のデジタルアクセスサービス（以下「DAS」という。）のためのフレームワーク規定10，12段落に基づいて，国際事務局に対し，平成21年4月1日より，JPOが取得庁となることを同年3月6日付けで通知した旨掲載されている。",
                        "したがって，JPOは，平成21年4月1日，国際事務局に対し，出願人らの請求に応じて，電子図書館から優先権書類を取得する準備ができたことを通知したといえる。",
                        "なお，第1国で出願をした後，パリ条約に基づく優先権の主張を伴って，第2国に直接出願する場合（いわゆる「パリルート」）と，第1国で出願をした後，パリ条約に基づく優先権の主張を伴って，特許協力条約に基づく国際出願を行い，国内移行する場合（いわゆる「PCTルート」）があるところ，WIPOの上記ウエブページには，JPOの通知について，パリルートの優先権書類のみに限定されている旨記載されていない。また，DASのためのフレームワーク規定は，優先権書類へのデジタルアクセスサービス全般についての規定である。そもそも，PCTルートによる国際出願が優先権主張を伴う場合，その優先権と，パリルートによる第2国出願における優先権とを区別する理由もない。したがって，JPOの国際事務局に対する平成21年3月6日付け通知は，パリルートのみを想定した通知であり，同日付け通知において，PCTルートは想定されていないということはできない。",
                        "また，JPOの問合せに対する国際事務局の回答において，国際事務局は，JPOの国際事務局に対する平成21年3月6日付け通知について，特許協力条約実施細則715（a）（i）の通知に該当する可能性があるとの立場を採っている。DASは，出願人による優先権書類の提出を省略できるものであり，所定の特許庁に優先権書類を電子図書館から受け入れる義務を課すものではないから，JPOはかかる義務を負わないとする国際事務局の回答は，当然のことを確認したものである。",
                        "さらに，JPOの国際事務局に対する平成21年3月6日付け通知時点において，特許協力条約実施細則715の効力は生じていなかったとしても，同実施細則715の効力が生じた平成22年1月1日時点で通知が完了していれば，同実施細則715（a）（i）の「通知」として足りる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "JPOのウエブサイトには，JPOが米国特許商標庁（以下「USPTO」という。）との間で優先権書類の電子的交換を行っている旨掲載されている。そして，国際事務局も，当然にJPOのウエブサイト上で公開された当該内容を閲覧することができるため，JPOは，JPOがUSPTOと優先権書類の電子的交換を行っている旨を国際事務局に通知したということができる。特許協力条約実施細則715（a）（i）の「通知」には，不特定多数の人に，特定の事項を知らしめる行為も含まれる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "電子図書館",
                  "text": [
                    "特許協力条約規則17．1（d）及びその関連規定は，「電子図書館」の範囲をWIPOの電子図書館等，特定の電子図書館に限定していない。また，USPTOの電子図書館が，「電子図書館」に該当しないと考えるべき合理的な理由も存在しない。さらに，USPTOの電子図書館は，DASのためのフレームワーク規定により定められた，WIPOパテントスコープ優先権書類アクセスサービスに加わっている。",
                    "特許協力条約規則17．1（d）及びその関連規定における「電子図書館」が，WIPOのDASを意味することと，USPTOの電子図書館が，当該「電子図書館」に含まれることは矛盾するものではない。DASとは，優先権書類のデジタルアクセスサービスであって，その実体として唯一の電子図書館が存在するのではなく，所定国の特許庁が保有する電子図書館同士を繋ぐ役割を担う「サービス」に他ならない。そして，USPTOは，平成21年4月20日から，DASのためのフレームワーク規定10，12段落に基づく提供庁（デポジットオフィス）及び取得庁（アクセスオフィス）として，DASの枠組みに含まれる特許庁になっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，指定官庁であるJPOは，国際事務局に対し，優先権書類を電子図書館から入手する用意があることを通知している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "優先権書類の電子図書館における保有",
              "content": [
                {
                  "fig": "ア",
                  "subject": "電子図書館",
                  "text": [
                    "前記(1)イのとおり，USPTOの電子図書館は，特許協力条約規則17．1（d）及びその関連規定における「電子図書館」に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "優先権書類の保有",
                  "text": [
                    "本件基礎出願に関する書類は，USPTOの電子図書館の一部であるPublic  PAIRにおいて，公開されている。また，USPTOは，他庁が優先権書類へアクセスすることを許可している。したがって，USPTOの電子図書館が，本件基礎出願に関する優先権書類を保有していることは明らかである。",
                    "仮に，USPTOの電子図書館が保持する本件基礎出願に関する書類に，認証書類が含まれなかったとしても，実質的にみて，本件基礎出願の「優先権書類が，当該電子図書館において保有されて」いる場合に該当すると考えるべきである。なぜなら，JPOは，優先権書類の提出を不要とする要件に，認証書類の公開まで要求しておらず，また，基礎出願に関する書類を確認できれば，その特許出願日も確認できるからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件基礎出願に関する優先権書類は，電子図書館に保有されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "優先権書類へのアクセスの承諾",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "JPOは，平成19年7月から，USPTOと優先権書類データを電子的に交換しており，公開済みの米国出願を優先権主張の基礎として日本国へ出願する場合は，書面により優先権書類を提出する手続を省略できることとなっていた。そして，原告らは，本件基礎出願の公開を阻止するためにこれを取り下げることも，公開よりも先に外国出願を行うこともなく，本件基礎出願の出願公開公報は，平成21年3月19日付けで発行された。したがって，原告らは，JPOによる本件基礎出願の優先権書類へのアクセスを承諾していたといえる。DASのポータルサイトにおいて，出願人がアクセス管理リストを通じて特別の許可を与えるか，あるいは，アクセスコードを提供する必要があるのは，本件基礎出願が未公開の場合に要求される手続である。",
                    "また，原告らは，国際事務局に対し，平成22年6月21日付けで，本件基礎出願に関する優先権書類を指定官庁に伝達するよう要求している。このことからも，原告らは，JPOに対し，優先権書類を利用する権限を付与する意思があったといえる。",
                    "なお，原告らは，平成23年4月1日まで，本件基礎出願の優先権書類の提出が可能であったところ（特許法施行規則38条の14），同日以前に，JPOが電子図書館から優先権書類を入手することを承諾する旨の意思表示はされている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって，原告らは，USPTOの電子図書館へのアクセスに関する手続において必要とされる範囲内で，JPOによる優先権書類へのアクセスを承諾していたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "新規性判断",
          "text": [
            "以上によれば，JPOは，本件基礎出願に基づく優先権の主張を無視することはできない。したがって，本願の新規性判断の基準時は，本件基礎出願の出願日（平成20年8月1日）であるから，引用例は，本件基礎出願の出願日前に頒布された刊行物に該当しない。本願発明は引用例に記載された発明であるとして，新規性を判断した本件審決は誤りである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "特許協力条約規則17．1（c）",
          "text": [
            "特許協力条約規則17．1（c）ただし書は，（a），（b）及び（bの2）の要件のいずれも満たされない場合における救済措置に係る規定として置かれているにすぎない。そして，JPOは，次のとおり，特許協力条約実施細則715（a）に定めるところにより，本件基礎出願の優先権書類を電子図書館から入手可能であるとはみなされない。したがって，JPOは，特許協力条約規則17．1（c）の規定により，本件基礎出願に基づく優先権の主張を無視することができる。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許協力条約実施細則715（a）",
          "content": [
            {
              "fig": "(1)",
              "subject": "国際事務局に対する優先権書類を電子図書館から入手する用意があるとの通知",
              "content": [
                {
                  "fig": "ア",
                  "subject": "国際事務局に対する通知",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "JPOは，国際事務局に対する平成21年3月6日付け通知において，指定官庁として，優先権書類を電子図書館から入手する用意があることを通知したものではない。同通知においては，JPOが，DASのためのフレームワーク規定10，12段落に基づいて，アクセス官庁及びデポジット官庁として行動することが通知されているのみである。国際事務局も，JPOの問合せに対し，JPOは，特許協力条約の機関として優先権書類を電子図書館から受け入れる義務を負わないと理解している旨回答している。JPOは，ウエブサイトにおいて，「指定官庁」としてのJPOに国内移行手続をした場合，DASを利用して優先権書類を取得するよう「指定官庁」に請求することができない旨周知している。そもそも，同通知がされた平成21年3月6日時点において，特許協力条約規則17．1（d）に規定する特許協力条約実施細則715の効力は生じていなかった。",
                        "また，仮に，JPOが指定官庁として通知したものと解したとしても，JPOは，国際事務局に対する平成21年3月6日付け通知において，WIPOのDAS以外の電子図書館（USPTOの電子図書館）から直接に優先権書類を取得することを宣言したものではない。同通知は，せいぜい，「参加電子図書館」に寄託された優先権書類を，WIPOのDASにより入手する旨の通知であるとみなされるにすぎない。USPTOの電子図書館は「参加電子図書館」としてWIPOのDASを構成するものと位置付けられるにとどまるものである。",
                        "なお，我が国の特許法令においては，特許法184条の3第1項の規定により国内出願とみなされる国際特許出願については，同条2項に規定されているとおり，同法43条の規定は適用されない旨定められ，国際特許出願についての優先権主張手続に関しては，特許協力条約及び同条約規則が適用される。我が国の特許法令上，特許法43条の規定のない国際特許出願は，同法施行規則27条の3の3に定められたJPOとUSPTOとの間における優先権書類の電子的交換の対象とはされておらず，DASを用いた優先権書類の交換の対象となる国際特許出願についても同様に解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "JPOのウエブサイトには，JPOがUSPTOとの間で優先権書類の電子的交換を行っている旨掲載され，国際事務局がこれを了知し得たとしても，これをもって，JPOが国際事務局に対して，特許協力条約細則にいう通知をしたと解する余地はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "電子図書館",
                  "text": [
                    "特許協力条約規則17．1（d）及びその関連規定における「電子図書館」は，現時点においては，WIPOのDASを意味する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，JPOは，指定官庁として，国際事務局に対し，優先権書類を電子図書館から入手する用意があることを通知していない。また，仮に，JPOが指定官庁として通知したものと解したとしても，JPOは，WIPOのDASとは異なるものであるUSPTOの電子図書館から，直接に優先権書類を入手する用意ができたことを通知したものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "優先権書類の電子図書館における保有",
              "content": [
                {
                  "fig": "ア",
                  "subject": "電子図書館",
                  "text": [
                    "特許協力条約規則17．1（d）及びその関連規定における「電子図書館」は，現時点においては，WIPOのDASを意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "優先権書類の保有",
                  "text": [
                    "本件基礎出願に関する優先権書類が，USPTOのデータベースのうち，具体的にどのデータベースに保有されているかについて明らかではない。また，USPTOのPublic  PAIRに本件基礎出願に関する公開公報や出願書類が保持されているとしても，これらは何ら認証のない書類にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件基礎出願に関する優先権書類は，電子図書館に保有されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "優先権書類へのアクセスの承諾",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "アクセス官庁がDASを通じて優先権書類を入手するためには，DASのポータルサイトにおいて，出願人がアクセス管理リストを通じて特別の許可を与えるか，あるいは，アクセスコードを提供する必要がある。原告らは，これらの手続をしていないから，原告らがJPOによる優先権書類へのアクセスを承諾したということはできない。",
                    "一方，JPOとUSPTOとの間における優先権書類データの電子的交換の対象には，我が国の特許法令上，国際出願は含まれない。JPOとUSPTOとの間で優先権書類データの電子的交換が行われることは，原告らによる承諾の根拠になるものではない。また，原告らが，国際事務局に対し，平成22年6月21日付けで，本件基礎出願に関する優先権書類を指定官庁に伝達するよう要求していたとしても，それは国際出願の国際公開日の後である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって，原告らは，優先権書類の提出が可能な期間において，JPOが電子図書館から優先権書類を入手することを承諾する旨の意思表示はしていない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "新規性判断",
          "text": [
            "以上によれば，JPOは，本件基礎出願に基づく優先権の主張を無視することができる。したがって，本願の新規性判断の基準時は，本願の国際出願日（平成21年7月29日）であるから，引用例は，本願の国際出願日前に頒布された刊行物に該当する。本願発明は引用例に記載された発明であるとして，新規性を判断した本件審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由（本願発明の新規性判断の誤り（優先権の有無））について",
          "content": [
            {
              "fig": "(1)",
              "subject": "優先権主張の手続",
              "text": [
                "特許協力条約の規定に基づく国際特許出願について，優先権を主張する場合，出願人は，原則として，優先日から16か月以内に，優先権書類を国際事務局又は受理官庁に提出しなければならない（特許協力条約規則17．1（a））。この手続に代えて，一定の条件が満たされた場合においては，出願人は，優先日から16か月以内に，受理官庁に対し，優先権書類を作成し国際事務局に送付するよう請求するか，国際事務局に対し，優先権書類を電子図書館から入手するよう請求するなどしなければならない（同規則17．1（b）（bの2））。",
                "出願人が，これらの手続を採らない場合，指定官庁は，事情に応じて相当の期間内に出願人に優先権書類を提出する機会を与えた上で，優先権の主張を無視することができる（特許協力条約規則17．1（c））。ただし，指定官庁が実施細則に定めるところにより優先権書類を電子図書館から入手可能な場合などは，指定官庁は，同規則17．1（c）の規定により優先権の主張を無視することはできない（同規則17．1（d））。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許協力条約規則17．1（c）（d）該当性",
              "text": [
                "本願について，特許協力条約規則17．1（a），（b）及び（bの2）の要件のいずれも満たされないこと，並びに，JPOが，事情に応じて相当の期間内に原告らに優先権書類を提出する機会を与えたことは，当事者間に争いがない。",
                "原告らは，JPOが，本願について，特許協力条約実施細則715（a）の定めるところにより本件基礎出願に基づく優先権書類を電子図書館から入手可能であるとみなされることをもって，特許協力条約規則17．1（d）にいう，指定官庁が実施細則に定めるところにより優先権書類を電子図書館から入手可能な場合に当たるから，JPOは，同規則17．1（d）により，本件基礎出願に基づく優先権の主張を無視することができない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許協力条約実施細則の定め",
                  "text": [
                    "しかし，まず，本件基礎出願の出願日（優先日）から16か月後の平成21年12月1日時点において効力を有する特許協力条約実施細則には，電子図書館に関する規定は存在しない（乙11）。したがって，本願について，JPOは，「実施細則に定めるところにより優先権書類を電子図書館から入手可能」ではないから，特許協力条約規則17．1（d）により，本件基礎出願に基づく優先権の主張を無視することができないということはできない。そうすると，JPOは，同規則17．1（c）により，相当の期間内に原告らに優先権書類を提出する機会を与えた上で，優先権の主張を無視することができるところ，原告らが，特許法施行規則38条の14に規定する期間内に，優先権書類を提出していないことは当事者間に争いがない。",
                    "よって，JPOは，特許協力条約規則17．1（c）により，本件基礎出願に基づく優先権の主張を無視することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許協力条約実施細則715（a）の事後的な充足",
                  "text": [
                    "特許協力条約実施細則715は，本件基礎出願の出願日の16か月後である平成21年12月1日時点においては存在しなかったものであるが，本願についてJPOが出願人に優先権書類を提出する機会を与えた相当の期間（特許法施行規則38条の14に規定する期間）が経過する前である平成22年1月1日に効力が生じたものである。",
                    "仮に，特許協力条約規則17．1（c）及び（d）の規定について，出願人に優先権書類を提出する機会を与えた相当の期間内に，JPOが特許協力条約実施細則715（a）（i）の「通知」をするなどすれば，JPOは優先権の主張を無視できないと解釈したとしても，後記ウのとおり，JPOが，同実施細則715（a）（i）の「通知」をしたとの事実は認められない。",
                    "したがって，JPOが特許協力条約実施細則715（a）に定めるところにより本件基礎出願の優先権書類を電子図書館から入手可能であるとはみなされないから，JPOは，特許協力条約規則17．1（d）の規定の適用上，優先権書類を電子図書館から入手可能な場合に当たらない。JPOは，同規則17．1（d）により，本件基礎出願に基づく優先権の主張を無視することができないということはできない。",
                    "よって，仮に，特許協力条約規則17．1（c）及び（d）の規定について，上記のとおり解釈したとしても，本願は，同規則17．1（d）にいう，指定官庁が実施細則に定めるところにより優先権書類を電子図書館から入手可能な場合に当たらないから，JPOは，同規則17．1（c）により，本件基礎出願に基づく優先権の主張を無視することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "JPOの国際事務局に対する平成21年3月6日付け通知",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告らは，JPOが，平成21年3月6日付けで，国際事務局に対し，同年4月1日から，DASのためのフレームワーク規定10，12段落に基づいて，JPOがデポジット官庁及びアクセス官庁となることを通知したこと（甲1。以下「本件通知」という。）により，JPOは，特許協力条約実施細則715（a）（i）の「通知」をした旨主張するから，以下検討する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "通知の時期",
                          "text": [
                            "特許協力条約実施細則715は，平成22年1月1日から効力が生じたものである（乙11）。JPOが，同実施細則715の効力が生じる前である平成21年3月6日又は同年4月1日時点において，同実施細則715（a）（i）の「通知」をすることは，およそ考えられるものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "我が国の特許法令",
                          "text": [
                            "本件通知のうち，アクセス官庁となることの通知は，DASのためのフレームワーク規定12段落に基づくものである。同段落は，「特許庁（「アクセス官庁」）は，国際事務局に対して，適用法令の目的と第13段落から第15段落までに従うことを条件として，当該特許庁が本サービスを通じて利用可能な優先権書類を，出願人によって当該特許庁に提出された優先権書類として取り扱うことを通知することができる。」と規定する。",
                            "ここで，DASの目的は，「出願人及び特許庁に，関連する国際的な合意及び理解を考慮して，適用法令の目的のために優先権書類を提出することができる，シンプルで安全なオプションを提供する」というものである（DASのためのフレームワーク規定3段落）。したがって，本件通知は，JPOが，我が国の特許法令の目的のために優先権書類を提出することができるオプションを追加するために発出されたものということができる。",
                            "また，JPOによるDASのためのフレームワーク規定の実施は「適用法令の問題である」と規定されている（同規定4段落）。したがって，本件通知は，JPOが，我が国の特許法令の範囲内で，DASのアクセス官庁になるために発出されたものということができる。",
                            "そして，我が国の特許法43条5項は，平成20年4月18日法律第16号により，平成21年4月1日から，優先権書類の提出を省略できる者の範囲を，優先権書類に記載されている事項を電磁的方法により交換することができる経済産業省令で定める国においてした出願に基づく優先権の主張をした者から，優先権書類に記載されている事項を電磁的方法によりパリ条約の同盟国の政府又は工業所有権に関する国際機関との間で交換することができる場合として経済産業省令で定める場合において，優先権の主張をした者へと，拡大している。",
                            "そうすると，JPOが平成21年4月1日からアクセス官庁となる旨の本件通知は，JPOが，平成20年4月18日法律第16号による改正後の特許法43条5項を執行するために，同項の範囲内でDASのアクセス官庁になるために発出したものと解すべきである。",
                            "一方，特許協力条約により国際出願日にされた特許出願とみなされた国際特許出願については，特許法43条5項の規定は適用されない（同法184条の3第2項）。したがって，JPOが，かかる国際特許出願において，優先権書類の提出を省略できるようにするために，本件通知をしたものと解するのは困難である。我が国の特許法令との関係からも，JPOが，本件通知により，特許協力条約実施細則715（a）（i）の「通知」をしたということはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "国際事務局の見解",
                          "text": [
                            "JPOが，国際事務局に対し，JPOは特許協力条約実施細則715（a）（i）の「通知」をしていない旨の確認を求めたところ，国際事務局は，本件通知は，同実施細則715（a）（i）の「通知」として「取り得るものの」，JPOは，本件通知において「PCTの規定上の機関としてのJPOにも適用があるかを明確に特定していない」ことから，「JPOはPCTにおいてPCTの機関として優先権書類を電子図書館から受け入れる義務を負わないとIB（判決注：国際事務局）は理解している」と回答した（乙3，4）。",
                            "このように，国際事務局は，本件通知について，特許協力条約実施細則715（a）（i）の「通知」として解釈する余地はあるものの，少なくとも，国際事務局は，そのように解釈していないと回答している。なお，国際事務局の回答は，JPOは「優先権書類を電子図書館から受け入れる義務を負わない」というものであるが，これは，優先権書類の電子図書館からの入手に関するその余の手続が履践されたことが前提となっていることは，その文脈から明らかである。",
                            "国際事務局の見解からも，JPOが，本件通知により，特許協力条約実施細則715（a）（i）の「通知」をしたということはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原告らは，DASのためのフレームワーク規定は，優先権書類へのデジタルアクセスサービス全般についての規定であると主張する。DASのためのフレームワーク規定は，パリ同盟総会だけではなく，PCT同盟総会等の決定に従って，国際事務局によって制定されたものであるから（同規定1段落），DASは，特許協力条約により国際出願日にされた特許出願とみなされた国際特許出願において，優先権書類の提出を省略するためにも利用可能なものである。しかし，DASの目的は「適用法令の目的のために優先権書類を提出することができる，シンプルで安全なオプションを提供する」ものであって，DASのためのフレームワーク規定の実施は「適用法令の問題である」と規定されている（同規定3，4段落）。したがって，DASのためのフレームワーク規定が，優先権書類へのデジタルアクセスサービス全般についての規定であるとしても，DASをどのような範囲で利用するかについては，各国の適用法令に委ねられるものである。そして，前記cのとおり，我が国の特許法令は，第1国で出願をした後，パリ条約に基づく優先権の主張を伴って，第2国に直接出願する場合（パリルート）と，第1国で出願をした後，パリ条約に基づく優先権の主張を伴って，特許協力条約に基づく国際出願を行い，国内移行する場合（PCTルート）とで，優先権書類の提出を省略する手続に差異を設けている。DASのためのフレームワーク規定が，優先権書類へのデジタルアクセスサービス全般についての規定であることは，本件通知の解釈を左右するものにはならない。",
                            "原告らは，WIPOのウエブサイト（甲1）には，本件通知について，パリ条約に基づく優先権主張を伴って，第2国に直接出願する場合に限定された旨掲載されていないと主張する。しかし，WIPOの当該ウエブサイトは，DASのためのフレームワーク規定に基づく各国からの通知について掲載したものであって，各国がDASをどのような範囲で利用するかについてまで掲載したものということはできない（甲1）。WIPOの当該ウエブサイトの掲載内容をもって，本件通知の内容を解釈することはできない。",
                            "原告らは，PCTルートによる国際出願が優先権主張を伴う場合，その優先権と，パリルートによる第2国出願における優先権とを区別する理由はないと主張する。しかし，DASをどのような範囲で利用するかについては，各国の適用法令に委ねられるものであって，我が国の特許法令は，パリルートとPCTルートとで，優先権書類の提出を省略する手続に差異を設けているのであるから，本件通知の内容を解釈するに当たり，パリルートの優先権主張の手続とPCTルートの優先権主張の手続を区別するのは，我が国の特許法が予定しているものである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "以上のとおり，本件通知の時期，本件通知と我が国の特許法令との関係，本件通知に関する国際事務局の見解を考慮すれば，本件通知により，JPOが，特許協力条約実施細則715（a）（i）の「通知」をしたものということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "JPOのウエブサイトの掲載",
                      "text": [
                        "原告らは，JPOは，ウエブサイト（甲4）に，JPOがUSPTOとの間で優先権書類の電子的交換を行っている旨掲載したことにより，特許協力条約実施細則715（a）（i）の「通知」をした旨主張する。",
                        "しかし，JPOが，そのウエブサイトに優先権書類の提出を省略する手続に関する記事を掲載したことをもって，JPOが，国際事務局に対して，その手続に必要な事項を「通知」したなどと評価できるものではない。そもそも，JPOがUSPTOとの間で優先権書類の電子的交換を行っている旨掲載されたウエブサイト（甲4）は，パリルートの優先権主張の手続に関するものであって，我が国の特許法令は，パリルートとPCTルートとで，優先権書類の提出を省略する手続に差異を設けているのであるから，同ウエブサイトの掲載内容は，JPOが国際事務局に対し特許協力条約実施細則715（a）（i）の「通知」をしたことを推認させるものにはならない。",
                        "よって，JPOは，ウエブサイトに，JPOがUSPTOとの間で優先権書類の電子的交換を行っている旨掲載したことにより，特許協力条約実施細則715（a）（i）の「通知」をしたということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，JPOは，本件通知や，ウエブサイトの掲載により，特許協力条約実施細則715（a）（i）の「通知」をしたということはできない。そして，他に，JPOが，かかる「通知」をしたとの事実を認めるに足りる証拠はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願について，特許協力条約規則17．1（d）にいう，指定官庁が実施細則に定めるところにより優先権書類を電子図書館から入手可能な場合に当たらない。そして，JPOは，同規則17．1（c）により，本件基礎出願に基づく優先権の主張を無視することができる。",
                "そうすると，本願の新規性判断の基準時は，本願の国際出願日（平成21年7月29日）であり，引用例は，本願の国際出願日前に頒布された刊行物である。そして，原告らは，本願発明は，引用例に記載された発明であるとの本件審決の判断を争わない。したがって，本件審決における，本願発明の新規性判断に誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告らの主張に係る取消事由は理由がないから，原告らの請求をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}