{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800158号事件について平成28年12月9日にした審決のうち，特許第4886810号の請求項1ないし4に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "甲事件原告・乙事件被告の甲事件請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，甲事件乙事件を通じ，甲事件原告・乙事件被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "甲事件",
          "text": [
            "特許庁が無効2015-800158号事件について平成28年12月9日にした審決のうち，特許第4886810号の請求項6ないし13に係る部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "乙事件",
          "text": [
            "主文第1項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲事件被告・乙事件原告(以下「被告」という。)は，平成21年4月27日，発明の名称を「ランフラットタイヤ」とする特許出願(平成11年6月4日(優先権主張：平成10年6月8日，日本国)に出願した特願平11-157413号の分割出願)をし，平成23年12月16日，設定の登録(特許第4886810号)を受けた(請求項の数16。甲114。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲事件原告・乙事件被告(以下「原告」という。)は，平成27年8月3日，本件特許のうち請求項1ないし15に係る発明について特許無効審判請求をし，無効2015-800158号事件として係属した(甲115)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成28年9月9日，請求項5，14及び15を削除することを含む，本件特許に係る特許請求の範囲及び明細書を訂正する旨の訂正請求をした(乙21。以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成28年12月9日，本件訂正を認めるとともに，「特許第4886810号の請求項5，14及び15に係る発明についての本件審判の請求を却下する。特許第4886810号の請求項1ないし4に係る発明についての特許を無効とする。特許第4886810号の請求項6ないし13に係る発明についての本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月19日，原告及び被告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成29年1月12日，本件審決中，本件特許の請求項6ないし13に係る部分の取消しを求める本件訴訟(甲事件)を提起した。被告は，同月18日，本件審決中，本件特許の請求項1ないし4に係る部分の取消しを求める本件訴訟(乙事件)を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲請求項1ないし4，6ないし13の記載は，次のとおりである(甲114，乙21)。なお，「／」は原文の改行部分を示す(以下同じ。)。以下，本件訂正後の請求項1ないし4，6ないし13に係る発明を「本件発明1」などいい，併せて「本件各発明」という。また，本件訂正後の明細書(乙21)を，本件特許の図面(甲114)を含めて「本件明細書」という。",
            "【請求項1】ゴム補強層によって補強されたサイドウォール部を有し，／該ゴム補強層が，昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，100℃以上に存在する動的貯蔵弾性率の急激な降下前に存在する動的貯蔵弾性率がほぼ直線的な変化を示す部分の外挿線Aと急激な降下部分の外挿線Bとの交点の温度が170℃以上であり，天然ゴムを含むゴム組成物を含むランフラットタイヤ。",
            "【請求項2】ゴムフィラーで補強されたビード部を有し，／該ゴムフィラーに昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，100℃以上に存在する動的貯蔵弾性率の急激な降下前に存在する動的貯蔵弾性率がほぼ直線的な変化を示す部分の外挿線Aと急激な降下部分の外挿線Bとの交点の温度が170℃以上であるゴム組成物を用いたランフラットタイヤ。",
            "【請求項3】前記ゴム組成物に，1，6-ヘキサメチレンジチオ硫酸ナトリウム・二水和物を配合したことを特徴とする特許請求の範囲1又は2項に記載のランフラットタイヤ。",
            "【請求項4】前記1，6-ヘキサメチレンジチオ硫酸ナトリウム・二水和物の配合量がゴム成分100重量部に対し1重量部から10重量部であることを特徴とする特許請求の範囲3項に記載のランフラットタイヤ。",
            "【請求項6】ゴム補強層によって補強されたサイドウォール部を有し，／該ゴム補強層が，昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3メガパスカル(MPa)以下であり，天然ゴムを含むゴム組成物を含むランフラットタイヤ。",
            "【請求項7】ゴムフィラーで補強されたビード部を有し，／該ゴムフィラーに昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5メガパスカル(MPa)以下であるゴム組成物を用いたランフラットタイヤ。",
            "【請求項8】前記ゴム組成物が，1分子中にエステル基を2個以上有する化合物を配合したことを特徴とする特許請求の範囲6又は7項に記載のランフラットタイヤ。",
            "【請求項9】前記1分子中にエステル基を2個以上有する化合物がアクリレートまたはメタクリレートであることを特徴とする特許請求の範囲8項に記載のランフラットタイヤ。",
            "【請求項10】前記1分子中にエステル基を2個以上有する化合物が多価のアルコールとアクリル酸またはメタクリル酸との多価エステルであることを特徴とする特許請求の範囲8項に記載のランフラットタイヤ。",
            "【請求項11】前記1分子中にエステル基を2個以上有する化合物を構成する多価アルコールが，テトラメチロールメタン，トリメチロールプロパン，及び，これらの多量体からなる群から選ばれる少なくとも1種であることを特徴とする特許請求の範囲10項に記載のランフラットタイヤ。",
            "【請求項12】前記多価アルコールが，テトラメチロールメタンの二量体またはトリメチロールプロパンであることを特徴とする特許請求の範囲11項に記載のランフラットタイヤ。",
            "【請求項13】前記1分子中にエステル基を2個以上有する化合物の配合量が，ゴム成分100重量部に対して0．5重量部から20重量部であることを特徴とする特許請求の範囲6項から12項のいずれかに記載のランフラットタイヤ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりであり，その概要は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1ないし4について",
                  "text": [
                    "本件発明1ないし4は，明確ではなく，その特許請求の範囲の記載は，特許法36条6項2号に規定する要件(以下「明確性要件」という。)を満たさないから，本件発明1ないし4についての本件特許は，無効にすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6について",
                  "text": [
                    "①本件発明6は，本件明細書の発明の詳細な説明に記載されたものであり，特許法36条6項1号に規定する要件(以下「サポート要件」という。)を満たす，②本件発明6について，本件明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されたものであり，平成14年法律第24号による改正前の特許法36条4項に規定する要件(以下「実施可能要件」という。)を満たす，③本件発明6は，ⅰ)下記(ア)の引用例1の特許請求の範囲に記載された発明(以下「引用発明1A」という。)から，当業者が容易に発明をすることができたものではない，ⅱ)引用発明1Aに，下記(イ)の引用例2に記載された技術(以下「引用発明2」という。)を適用することで，当業者が容易に発明をすることができたものではない，ⅲ)引用発明1Aに，下記(ウ)の引用例3に記載された技術(以下「引用発明3」という。)を適用することで，当業者が容易に発明をすることができたものではない，ⅳ)下記(エ)の引用例4に記載された発明(以下「引用発明4」という。)から，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1：特開平4-185512号公報(甲1)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例2：特開昭63-150339号公報(甲2)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例3：米国特許第5736611号明細書(平成10年4月7日公開。甲3)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用例4：特開平3-176213号公報(甲4)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明7について",
                  "text": [
                    "①本件発明7は，本件明細書の発明の詳細な説明に記載されたものであり，サポート要件を満たす，②本件発明7について，本件明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されたものであり，実施可能要件を満たす，③本件発明7は，引用例1の実施例4に記載された発明(以下「引用発明1B」という。)から，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明8ないし13について",
                  "text": [
                    "①本件発明8ないし13は，本件明細書の発明の詳細な説明に記載されたものであり，サポート要件を満たす，②本件発明8ないし13は，ⅰ)引用発明1A又は引用発明1Bに，引用発明2を適用することで，当業者が容易に発明をすることができたものではない，ⅱ)引用発明1A又は引用発明1Bに，引用発明3を適用することで，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6と引用発明1Aの対比",
              "text": [
                "本件審決は，引用発明1A及び本件発明6との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1A 左右一対のビード部と，各ビード部に連なる一対のサイド部と，両サイド部間にまたがるトレッド部とを備え，前記ビード部区域から前記トレッド部の，ショルダー部の肉厚が最も厚いハンプまでの区間の屈曲領域の全域にわたって，前記ビード部及びトレッド部に向かって厚さを漸減させたサイド部座屈防止用補強層をサイド部内側に一体的に固着した空気入り安全タイヤにおいて，／ポリブタジエンゴム単独又はポリブタジエンゴムの他にジエン系ゴム0～20重量部を含むブレンドのゴム成分100重量部に対して，補強性カーボンブラック30～90重量部，硫黄2～10重量部，チウラム系加硫促進剤単独あるいはこれとチアゾール系加硫促進剤またはグアニジン系加硫促進剤との併用0．1～4重量部を配合したゴム組成物を前記サイド部座屈防止用補強層として用いてなる，／空気入り安全タイヤ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6と引用発明1Aとの一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "サイドウォール部がゴム補強層によって補強されているランフラットタイヤにおいて，前記ゴム補強層に，サイドウォール部補強用ゴム組成物を用いてなるランフラットタイヤ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明6では，「昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3メガパスカル(MPa)以下」であるのに対し，引用発明1Aでは特に特定されていない点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明6では，天然ゴムを含むのに対し，引用発明1Aでは「ポリブタジエンゴム単独又はポリブタジエンゴムの他にジエン系ゴム0～20重量部を含むブレンドのゴム成分」と特定されている点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明6と引用発明4の対比",
              "text": [
                "本件審決は，引用発明4及び本件発明6との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明4",
                  "text": [
                    "偏平率が50％以下のラジアルタイヤにおいて，サイドウォール部のカーカス層内側に，20℃における動的弾性率E* が16MPa以上，該動的弾性率E* に対する100℃における動的弾性率E* の比E* ／E* が0．80以上，100％モジュラスが60Kg／cm2以上並びに100℃における損失正接(tanδ)が0．35以下のゴムからなる三日月形断面形状をした補強ライナー層を，一方の端部がトレッド部のベルト層端部とオーバーラップし，他方の端部がビード部のビードフィラーとオーバーラップするように配置し，前記ビード部のビードフィラーはJIS-A硬度60～80のゴムからなり，リムベースからのタイヤ回転軸に垂直な方向の高さhを35mm以下とし，かつカーカス層を内外2層から構成し，内側のカーカス層をビードコアの周りにタイヤの内側から外側に折り返して端末を前記ビードフィラーの高さhよりも高い位置にもたらし，該端末を内側のカーカス層と外側のカーカス層との間に挟持せしめ，かつ外側のカーカス層を前記ビードコアに折り返すことなく巻き下ろして端末をビードコア付近に配置するか，または2層のカーカス層をいずれもビードコアの周りにタイヤの内側から外側に折り返し，一方のビードコア側のカーカス層の端末をビードコア付近に配置し，他方のカーカス層の端末をビードフィラーの上方端を超えて配置させたランフラット空気入りラジアルタイヤ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6と引用発明4との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "サイドウォール部がゴム補強層によって補強されているランフラットタイヤにおいて，前記ゴム補強層に，サイドウォール部補強用ゴム組成物を用いてなるランフラットタイヤ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点3",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明6では，「昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3メガパスカル(MPa)以下」であるのに対し，引用発明4では，「20℃における動的弾性率E*が16MPa以上，該動的弾性率E* に対する100℃における動的弾性率E*の比E* ／E* が0．80以上，100％モジュラスが60Kg／cm2以上並びに100℃における損失正接(tanδ)が0．35以下」である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点4",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明6では，天然ゴムを含むのに対し，引用発明4では特に特定されていない点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明7と引用発明1Bの対比",
              "text": [
                "本件審決は，引用発明1B及び本件発明7との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1B 左右一対のビード部と，各ビード部に連なる一対のサイド部と，両サイド部間にまたがるトレッド部とを備え，前記ビード部区域から前記トレッド部の，ショルダー部の肉厚が最も厚いハンプまでの区間の屈曲領域の全域にわたって，前記ビード部及びトレッド部に向かって厚さを漸減させたサイド部座屈防止用補強層をサイド部内側に一体的に固着した空気入り安全タイヤにおいて，／前記サイド部座屈防止用補強層として，／シス1，4-ポリブタジエンゴム単独のゴム成分100重量部に対して，補強性カーボンブラック50重量部，亜鉛華6重量部，ステアリン酸2重量部，アロマチックオイル3重量部，(1，3-ジメチルブチル)-Ｎ-フェニル-p-フェニレンジアミン2重量部，1，2-ジヒドロ-2，2，4-トリメチルキノリン1重量部，テトラメチルチウラムジスルフィド1．0重量部，Ｎ-tert-ブチル-2-ベンゾチアジルスルフェンアミド1．0重量部及び硫黄5重量部を配合したゴム組成物を用いてなる，／空気入り安全タイヤ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7と引用発明1Bとの一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "ゴム組成物を用いたゴム補強層によって補強されているランフラットタイヤ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点5",
                          "text": [
                            "ランフラットタイヤのゴム補強層が設けられる部分が，本件発明7では，「ビード部」であるのに対し，引用発明1Bでは，「サイド部」である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点6",
                          "text": [
                            "補強用ゴム組成物について，本件発明7では，「昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5メガパスカル(MPa)以下」であるのに対し，引用発明1Bでは特に特定されていない点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告主張の取消事由",
          "text": [
            "本件発明1ないし4の明確性要件に係る判断の誤り(取消事由1)"
          ]
        },
        {
          "fig": "5",
          "subject": "原告主張の取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明6のサポート要件に係る判断の誤り(取消事由2)"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6の実施可能要件に係る判断の誤り(取消事由3)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6の引用発明1Aに基づく進歩性判断(相違点1)の誤り(取消事由4)"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明6の引用発明1A及び引用発明2に基づく進歩性判断(相違点1)の誤り(取消事由5)"
                },
                {
                  "fig": "オ",
                  "subject": "本件発明6の引用発明1A及び引用発明3に基づく進歩性判断(相違点1)の誤り(取消事由6)"
                },
                {
                  "fig": "カ",
                  "subject": "本件発明6の引用発明4に基づく進歩性判断(相違点3)の誤り(取消事由7)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明7について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明7のサポート要件に係る判断の誤り(取消事由8)"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7の実施可能要件に係る判断の誤り(取消事由9)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明7の引用発明1Bに基づく進歩性判断(相違点5及び6)の誤り(取消事由10)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明8ないし13に関する判断の誤り(取消事由11)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1ないし4の明確性要件に係る判断の誤り)について",
          "text": [
            "〔被告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，「動的貯蔵弾性率の急激な降下前に存在する動的貯蔵弾性率がほぼ直線的な変化を示す部分の外挿線A」，「(動的貯蔵弾性率の)急激な降下部分の外挿線B」が，それぞれ明確ではないから，本件発明1ないし4の特許請求の範囲の記載は，明確性要件を満たさないと判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件審決は，本件特許の原出願日当時の技術常識を看過しているから，誤りである。",
                "すなわち，本件特許の原出願日当時，ゴム組成物の熱分析を用いた転移温度の試験において，ガラス転移温度(Tg)を，ベースラインの外挿とガラス転移の変曲点の接線との交点として求めている(ASTM規格)。その際，実際に測定されるグラフは，ノイズや誤差を含み，数学的に厳密な直線や変曲点を表すものではないにもかかわらず，ベースラインの外挿及び変曲点の接線については，明確な技術用語として，何ら定義がされることなく用いられている。",
                "そして，動的貯蔵弾性率も，同様に温度上昇に伴う物性値の変化であるから，当業者は，ガラス転移温度の測定方法に関する技術常識を基に，本件発明1の特許請求の範囲の記載を明確に理解できる。",
                "なお，特許請求の範囲に，ある物性値の数値範囲が記載されていた場合，その物性値の測定には必ず誤差が伴うところ，測定値に誤差が生じるだけでは，明確性を欠くことにはならない。そして，本件発明1は，従来考えられていたよりも高温の温度領域における動的貯蔵弾性率の挙動に着目した発明であり，先行技術において想定されていた温度範囲において，予想外の顕著な効果を奏する温度範囲を選択したという発明ではない。本件明細書の比較例1において交点温度が169℃とされているのも，170℃以上という数値限定に臨界的意義を示すものではない。したがって，外挿線Aと外挿線Bとの交点の温度の測定に誤差があったとしても，発明の新規性及び進歩性の判断の基礎としての特許請求の範囲の機能の担保を妨げるものではない。",
                "なお，引用例1の実施例4及び15のゴム組成物は，本件発明1のように天然ゴムを含まないから，これらのゴム組成物における，動的貯蔵弾性率の温度による変化を計測したグラフ(甲1の1)との比較により，本件発明1の明確性を判断することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "よって，本件発明1の特許請求の範囲の記載は明確であり，本件発明2ないし4の特許請求の範囲の記載についても同様に明確である。",
              "text": [
                "〔原告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "動的貯蔵弾性率の温度による変化を示す図において，動的貯蔵弾性率の傾きが具体的にどのような値以上になったときに急激な降下と判断すればよいか分からないから，「急激な降下」部分について当業者は理解できない。また，どのような温度範囲にわたって動的貯蔵弾性率の傾きがどのように変化していればほぼ直線状と判断すればよいか分からないから，「ほぼ直線的な変化を示す」部分について当業者は理解できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ガラス転移温度の測定方法が，ゴム分野において技術常識であったとしても，本件発明1の動的貯蔵弾性率の温度による変化を示す図における外挿線A及び外挿線Bの引き方が明確に定まるものではない。",
                "すなわち，ガラス転移温度の測定方法における「ベースライン」「変曲点」と，本件発明1における「ほぼ直線的な変化を示す部分」「急激な降下部分」とが関連することは，ガラス転移と本件発明1においてゴム組成物の動的貯蔵弾性率が降下するという現象が異なり，本件明細書にも記載がなく，技術常識でもないから，当業者が理解できるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件明細書において，外挿線Aと外挿線Bとの交点温度が169℃のものは比較例とされ，171℃のものは実施例とされているように，本件発明1においては2℃のずれが問題となっているから，ASTM規格は参考にできない。引用例1の実施例4及び15のゴム組成物を試作して，動的貯蔵弾性率の温度による変化を計測したグラフにおいては，外挿線A及び外挿線Bは，その引き方によっては交点温度に5．8℃の差が生じるなど，交点温度は明確に定まらない(甲1の1)。なお，これらのゴム組成物が本件発明1のように天然ゴムを含むか否かは，外挿線A及び外挿線Bが明確に定まるか否かとは無関係であるし，そもそも本件発明2は天然ゴムを含まない。また，天然ゴムを含む甲6の実施例6のゴム組成物においても，外挿線A及び外挿線Bは，その引き方によっては交点温度に3℃の差が生じるなど，交点温度は明確に定まらない(甲217)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件発明1及び2の特許請求の範囲の記載は不明確であり，これらを引用する本件発明3及び4の特許請求の範囲の記載についても同様に不明確である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明6のサポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "ランフラットタイヤにおいて，100％モジュラスが低い場合，本件発明6の数値範囲を満たしていても，ランフラット耐久性は向上しないと考えられる。しかし，本件明細書には，100％モジュラスに関する記載は一切ない。",
            "よって，本件発明6の特許請求の範囲の記載は，本件明細書の発明の詳細な説明に記載されたものではない。",
            "〔被告の主張〕",
            "本件明細書には，本件発明6の課題とその解決手段が記載されている。また，実施例として，「180℃から200℃における貯蔵弾性率の最大値と最小値の差△E’が2，3MPa以下」であるゴム組成物の具体例及びかかるゴム組成物を用いて成るランフラットタイヤの具体例(実施例19～24)が記載されている。",
            "したがって，本件発明6は，発明の詳細な説明に記載された発明であって，発明の詳細な説明の記載により，耐熱性が改良されたゴム組成物をサイド部の補強用ゴム組成物に用いることにより耐久性が改良された空気入りタイヤを提供する，という本件発明6の課題を解決できると当業者が認識できる範囲内のものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明6の実施可能要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件発明6は「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」という数値範囲を特徴とする発明であるのに対して，本件明細書には特定の劣化防止剤を使用して上記数値範囲を満たすようにした態様しか記載されていない。また，ゴム組成物の組成は同じであっても，製造方法によって，その物理的特性が違うものになるとすれば，本件明細書には，製造方法について記載されていないから，本件発明6のゴム組成物の製造には過度の試行錯誤が必要になる。",
            "よって，本件発明6について，本件明細書の詳細な説明は，実施可能要件を満たしているとはいえない。",
            "〔被告の主張〕",
            "本件発明6の数値範囲を満たすゴム組成物を製造する方法として，本件明細書には，特定の劣化防止剤を配合する手法が具体的に記載されている。本件明細書は，劣化防止剤の種類及び配合量と，貯蔵弾性率の変異ΔE’との関係について多くの知見を提供しており，請求項の範囲を全て包含した物を過度の試行錯誤を伴うことなく製造することができる。",
            "したがって，本件明細書には，当業者が，本件発明6の数値範囲を満たすゴム組成物を製造することができる程度の記載がされている。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明6の引用発明1Aに基づく進歩性判断(相違点1)の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1に係る本件発明6の構成，すなわち「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」とは，サイド部の補強用ゴム組成物の剛性の低下を抑えることを規定したものであり，剛性を維持する温度範囲として「180℃から200℃」を選択し，剛性の低下量の閾値として，動的貯蔵弾性率の低下が「2．3MPa」であることを選択したものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1は，課題を表したものにすぎず，当該課題には容易に想到できること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "温度範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲31及び32",
                      "text": [
                        "甲31及び32によれば，ランフラットタイヤのサイド部の補強用ゴム組成物において，200℃付近の高温度領域における耐久性を維持することは，技術水準として当然に想定されていた課題である。",
                        "すなわち，甲31には，ランフラットタイヤのサイド部の補強用ゴム組成物におけるブローアウトを課題とし，ブローアウトが生じにくい補強用ゴム組成物を目的とする技術が記載されている。なお，甲31には，具体的なブローアウト温度は開示されていない。しかし，ブローアウトはゴム分子切断に起因する現象であるから，ゴム分子が切断される温度さえわかれば，何℃における耐熱性を高めればよいのかが分かる。そして，引用例3に接した当業者であれば，タイヤの製造段階における加硫時であっても，タイヤ使用時であっても，熱によるゴム分子の破壊は190℃までに起きることが理解できる。したがって，ランフラットタイヤのサイド部及びビード部の補強用ゴム組成物において，190℃付近の耐熱性を高めることが課題として認識されていたというべきである。",
                        "また，甲32に記載されたゴム組成物(コントロール)では245℃のときにブローアウトが生じていることから，ランフラットタイヤのサイド部の補強用ゴム組成物においてブローアウトが生じる際には245℃以下においてゴム分子の切断が生じていることは当事者に知られていた。さらに，甲32には，179℃～202℃の温度領域における耐久性が優れているゴム組成物2～4が実施例として記載されていることから，179℃～202℃の温度領域においてサイド部の補強用ゴム組成物のゴム分子の破壊を抑えるべきことも当業者に知られていたものである。したがって，179℃～202℃の温度領域において，サイド部の補強用ゴム組成物の破壊を抑えるべきという課題は，技術水準であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3，甲204及び205",
                      "text": [
                        "引用例3(表2)，甲204(【0007】)及び甲205(2頁左上欄15行目～16行目)によれば，ランフラットタイヤのサイド部の補強用ゴム組成物のゴム分子について，熱による破壊を抑制するという課題，当該ゴム分子が190℃付近の温度領域において破壊されるという事実，及び，特定の劣化防止剤が190℃付近において機能して当該ゴム分子の熱による破壊を抑制できるという事実は，当業者に知られていた。甲204及び205から「ランフラットタイヤの使用時におけるサイド補強層のゴム分子の破壊が熱によって生じる」という事実が認められ，引用例3から「熱によってゴム分子の破壊される温度が190℃付近である」という事実が認められ，これらの事実によれば，ランフラットタイヤの使用時のゴム分子の破壊温度として190℃付近を想定することは容易である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲18，25及び213",
                      "text": [
                        "甲18(図3，4)，甲25(図2，3)及び甲213(2頁右下欄)によれば，ランフラット走行時にサイド部及びビード部の補強用ゴム組成物が170℃以上に昇温するという事実は，当業者に知られていた。甲213には，ラジアル又はセミラジアル構造の空気入りタイヤは，バイアスタイヤに比較して負荷時の変形量がはるかに大きく，サイド部及びビード部において大きなゆがみが発生するため，ビード部の温度は，120～170℃にも達することが記載されている。かかる記載は，重荷重用ラジアルタイヤに限定されて記載されたものではなく，仮に重荷重用ラジアルタイヤに限定されたものであったとしても，パンク状態は重荷重用タイヤよりも，走行時の変形が大きくなるから，かかる記載から，パンク走行時にビード部及びサイド部の補強用ゴム組成物が170℃以上に昇温することは理解できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "再現実験",
                      "text": [
                        "当業者であれば，引用例1に記載された各実施例におけるゴム組成物について，その剛性確認実験をしたはずである。そして，引用例1に記載された各実施例の再現実験(甲1の1ないし9，121)によれば，引用例1に記載された各実施例におけるゴム組成物は，本件発明6の数値範囲を満たしている。そうすると，剛性確認実験の結果から，本件発明6の数値範囲に想到することは容易である。",
                        "また，引用発明1Aと，引用例1に記載された各実施例のゴム組成物の属性とから，当業者は，本件発明6に容易に想到する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "よって，「180℃から200℃まで」という温度範囲は，当業者が容易に想到することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "剛性の指標",
                  "text": [
                    "甲32，34ないし38，206及び207から認められる技術水準によれば，サイド部の補強用ゴム組成物の剛性の指標として，硬度に代えて動的貯蔵弾性率を選択することは，当業者が容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1は，数値範囲のみであり，数値範囲に臨界的意義はないこと",
              "text": [
                "本件発明6の数値限定である「180℃から200℃」及び「2．3MPa以下」には臨界的意義はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，相違点1は，引用発明1A及び技術水準から，当業者が容易に想到することができたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明6は，クラック発生時の温度が，意外にも170℃以上にまで到達していることを突き止め，かかる知見に基づき，補強用ゴム組成物として，170℃～200℃においても剛性を維持し得る耐熱性の高いゴム組成物を採用することにより，耐久性に優れたランフラットタイヤを提供するという課題を解決したものである。相違点1は当業者が容易に想到し得ない数値範囲の特定であり，臨界的意義について検討するまでもなく，進歩性の根拠となる構成である。",
                "なお，原告は，甲31，32など本件審決の審判手続に現れなかった証拠により，本件特許の原出願日当時の技術常識だけではなく，進歩性を否定する先行技術を立証しようとしているから，これらの証拠に基づく主張は許されない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "温度範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲31及び32",
                      "text": [
                        "甲31に記載されている温度は，補強用ゴム組成物のクラック発生時ではなく，ブローアウト時の温度であり，その値も100℃程度である。",
                        "甲32の表4は，甲32に記載された発明のゴム組成物の物理的特性に関し，ゴム組成物2～4は，比較例(コントロール)に比べて，ゴムの圧縮による発熱が少なく，耐屈曲疲労特性に優れることを示すものである。表4は，同表に記載されたゴム組成物を使ったサイド部の補強用ゴム組成物について，ランフラット走行時の179℃～202℃における耐久性を検討しているものではない。",
                        "すなわち，表4は，試験を開始後，時間とともに試験片の温度が上昇して3時間経過後の温度が，それぞれ，202℃，179℃，185℃であったということを示すにすぎず，その温度で耐久性があるか否かを示すものではない。また，同表の比較例(コントロール)も，ランフラット走行時による破裂時において補強用ゴム組成物が200℃付近の高温となることから採用されたものでもない。",
                        "したがって，甲32から，ランフラットタイヤのサイド部の補強用ゴム組成物において，200℃付近の高温度領域における耐久性を維持することが当然に想定されていた課題であるということはできない。なお，甲32の表4には誤記があり，また，甲32の対応日本出願である甲33の表4には誤訳がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3，甲204及び205",
                      "text": [
                        "甲204及び205には，ランフラットタイヤのサイド部の補強用ゴム組成物の温度やゴム分子が破壊する温度については何も記載されていない。引用例3には，ランフラットタイヤの走行時の耐久性に関して何も記載されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲213",
                      "text": [
                        "甲213に記載された発明は，重荷重用ラジアルタイヤに関する発明である。重荷重用タイヤはランフラット走行をすることはない。また，重荷重用ラジアルタイヤは，乗用車用タイヤに比べ極めて大きな荷重がかかるので，そもそも乗用車のラジアルタイヤとは構造や構成材料が異なるほか，熱の蓄積機構も異なる。",
                        "したがって，甲213の「ビード部の温度は…120～170℃にも達することが判明している。」との記載に基づいて，乗用車用タイヤであるランフラットタイヤの，熱の蓄積機構が異なるサイド部の補強用ゴム組成物のランフラット時の温度を知ることはできない。さらに，甲213には，本件発明6に係る180℃～200℃といった温度領域も記載されていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "再現実験",
                      "text": [
                        "引用例1に記載された各実施例におけるサイド部の補強用ゴム組成物が，本件発明6の数値範囲を満たしているということは，再現実験によっても認められない。また，再現実験により確認される属性が，引用例1に記載されていることを前提に進歩性を判断することは許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "剛性の指標",
                  "text": [
                    "甲32，34ないし38，206及び207から，剛性を貯蔵弾性率(E’)で表すことが技術常識であるということはできない。硬度と貯蔵弾性率に何らかの関係があることが分かるにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，相違点1は，引用発明1A及び本件特許の原出願の優先日当時の技術水準から，当業者が容易に想到することができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明6の引用発明1A及び引用発明2に基づく進歩性判断(相違点1)の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用発明1Aのサイド部の補強用ゴム組成物に，引用例2に記載の劣化防止剤を適用する際に，当該劣化防止剤が機能する温度領域を確認することは当業者であれば当然行ったはずである。そして，引用例2に記載の劣化防止剤は，170℃以上におけるゴムの弾性率の低下を防止する材料である。",
            "よって，当業者であれば，引用発明1Aに引用例2に記載の劣化防止剤を適用した場合にサイド部の補強用ゴム組成物の170℃以上における耐久性が向上することを容易に想到できる。",
            "〔被告の主張〕",
            "引用例2には，引用例2記載の劣化防止剤を添加したゴム組成物の200℃付近における耐久性に関する記載はない。原告の主張は，「後知恵」によるものである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明6の引用発明1A及び引用発明3に基づく進歩性判断(相違点1)の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用発明1Aのサイド部の補強用ゴム組成物に，引用例3に記載の劣化防止剤を適用する際に，当該劣化防止剤が機能する温度領域を確認することは当業者であれば当然行ったはずである。そして，引用例3に記載の劣化防止剤は，190℃付近におけるゴムの弾性率低下を防止する材料である。",
            "よって，当業者であれば，引用発明1Aに引用例3に記載の劣化防止剤を適用した場合にサイド補強層の190℃以上における耐久性が向上することに容易に想到できる。",
            "〔被告の主張〕",
            "引用例3には，ランフラットタイヤの走行時の耐久性に関しては何も記載されていないから，引用発明3を引用発明1Aに組み合わせる動機付けはない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明6の引用発明4に基づく進歩性判断(相違点3)の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点3に係る本件発明6の構成，すなわち「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」とは，サイド部の補強用ゴム組成物の剛性の低下を抑えることを規定したものであり，剛性を維持する温度範囲として「180℃から200℃」を選択し，剛性の低下量の閾値として，動的貯蔵弾性率の低下が「2．3MPa」であることを選択したものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3は，課題を表したものにすぎず，当該課題には容易に想到できること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "温度範囲",
                  "text": [
                    "前記4〔原告の主張〕(2)アのとおり，「180℃から200℃まで」という温度範囲は，当業者が容易に想到することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "剛性の指標",
                  "text": [
                    "甲32，34，38及び206ないし209から認められる技術水準によれば，サイド部の補強用ゴム組成物の剛性の指標として，動的弾性率E＊に代えて動的貯蔵弾性率E’を選択することは，当業者が容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3は，数値範囲のみであり，数値範囲に臨界的意義はないこと",
              "text": [
                "本件発明6の数値限定である「180℃から200℃」及び「2．3MPa以下」には臨界的意義はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，相違点3は，引用発明4及び技術水準から，当業者が容易に想到することができたものである。",
                "〔被告の主張〕",
                "前記4〔被告の主張〕と同様に，相違点3は，引用発明4及び本件特許の原出願日の優先日当時の技術水準から，当業者が容易に想到することができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件発明7のサポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明7は，ランフラットタイヤのビード部の補強用ゴム組成物(ビードフィラー)について「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5MPa以下」という数値範囲を規定する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件明細書にはビード部の補強用ゴム組成物に関する具体例の記載はない。本件明細書には，ランフラットタイヤのビード部とサイド部の補強用ゴム組成物とが互いに転用可能であることや，互いに同一の物性が求められること，同一の物性であれば同一の効果が得られることも一切記載されていない。本件発明1及び2と本件発明7とは，異なるパラメータによって規定されているから，本件発明1及び2の実験結果(【表1】)から，本件発明7の実験結果は予測できない。また，実施例17及び18(【表1】)は「貯蔵弾性率E’の170℃から200℃までの変位巾」であるのに対し，本件発明7は「180℃から200℃における貯蔵弾性率の最大値と最小値の差」であるから，実施例17及び18の実験結果から，本件発明7の実験結果は予測できない。",
                "また，本件明細書には，サイド部の補強用ゴム組成物について，「ΔE'が2．3MPa以下」のゴム組成物を適用した具体例として，従来よりもランフラット耐久性が向上した旨記載されるにとどまる(実施例19～24)。サイド部よりもビード部の補強用ゴム組成物の方が，ランフラット耐久性を向上させるためのΔE’の上限値が大きくなることは記載されていない。",
                "なお，本件審決は，相違点5の容易想到性判断において，サイド部の補強用ゴム組成物をビード部の補強用ゴム組成物に転用できることを，当業者は理解できないとする。しかし，本件審決は，サポート要件判断において，サイド部の補強用ゴム組成物に関する実施例に基づけば，これをビード部に転用すれば，耐久性向上の効果を奏することを，当業者は理解できるとする。本件審決の判断は矛盾している。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明7の上記数値範囲を満たしさえすれば従来よりもランフラット耐久性が向上するということは本件明細書で裏付けされていないから，サポート要件を満たさない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件明細書に記載された比較例は，従来技術でも公知技術でもないから，比較例のランフラットタイヤの耐久性と，本件発明7のランフラットタイヤの耐久性を比較するのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書【表2】には，ΔE’が2．5MPa以下のゴム組成物をサイド部の補強用ゴム組成物に用いた場合に，ランフラット耐久性があることが記載されているところ(実施例19～24)，本件明細書【0007】【0035】【表1】(実施例17，18)の記載から，かかるゴム組成物をビード部の補強用ゴム組成物に用いた場合にも，ランフラット耐久性があることを当業者は理解する。実施例17，18に用いられるゴム組成物の貯蔵弾性率の温度上昇による低下(3．0MPa)は，本件発明7において用いられるゴム組成物の貯蔵弾性率の温度上昇による低下(2．5MPa)よりも，大きなものであるから，実施例17，18において，ランフラット耐久性があれば，本件発明7のランフラットタイヤが耐久性を有すると理解することは自然である。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件発明7の実施可能要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "前記3〔原告の主張〕と同様に，本件発明7について実施可能要件を満たしているとはいえない。",
            "〔被告の主張〕",
            "前記3〔被告の主張〕と同様に，本件発明7について実施可能要件を満たしている。"
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由10(本件発明7の引用発明1Bに基づく進歩性判断(相違点5及び6)の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点5",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点5に関する争点は，引用発明1Bのサイド部の補強用ゴム組成物を，ビード部の補強用ゴム組成物(ビードフィラー)に転用することを，当業者が容易に想到することができたか否かである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2，甲19ないし24及び甲211ないし213によれば，空気入りタイヤのビードフィラーに耐熱性が要求されることは周知であるから，空気入りタイヤの1種であるランフラットタイヤのビードフィラーに耐熱性が高いゴム組成物を適用しようとする動機付けがある。",
                    "また，甲18及び25によれば，ランフラットタイヤのビードフィラーには，ランフラットタイヤのサイド部の補強用ゴム組成物と同様に耐熱性が必要であることは周知であるから，ランフラットタイヤのビードフィラーに耐熱性が高いゴム組成物を適用しようとする動機付けがある。",
                    "さらに，甲32(甲33【0022】【0064】)，甲42(【0037】)，甲43(【0019】)及び甲44(【0017】【0043】)のとおり，各文献におけるゴム組成物の組成もそれぞれ異なっているなかで，ランフラットタイヤのビードフィラーにサイド部と同じゴム組成物を適用することができる旨共通して記載されていることからすれば，サイド部の補強用ゴム組成物をランフラットタイヤのビードフィラーへ転用することは周知技術であるといえる。したがって，ランフラットタイヤのビードフィラーに，サイド部の補強用ゴム組成物のような耐熱性が高いゴム組成物を適用しようとする動機付けがある。",
                    "このように，ランフラットタイヤのビードフィラーに耐熱性が高いゴム組成物を適用しようとすることについて複数の動機付けがあるから，当業者であれば，耐熱性の高い引用発明1Bのゴム組成物を，耐熱性が要求されるランフラットタイヤのビードフィラーへ転用することは容易である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，相違点5は，引用発明1B及び技術水準から，当業者が容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点6",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "再現実験(甲1の1)によれば，引用発明1Bに記載されたゴム組成物は，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」である。",
                    "なお，引用発明1Bに記載されたゴム組成物の再現実験において，製造方法の相違によって生じるばらつきは，許容される範囲内のものである。乙39ないし44は，引用発明1Bのゴム組成物とは異なるゴム組成物に関するものであるから，これらに製造方法の相違によってばらつきが生じる旨記載されているとしても，参考にならない。仮に，ゴム組成物の物理的特性が，製造方法によって許容できない程度に変動するのであれば，前記3及び9〔原告の主張〕のとおり，そもそも実施可能要件を欠くことになる。",
                    "したがって，引用発明1Bは，本件発明7の数値範囲を満たすから，相違点6は実質的相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，実質的相違点であったとしても，前記4〔原告の主張〕と同様に，相違点6は，引用発明1B及び本件特許の原出願日当時の技術水準から，当業者が容易に想到することができたものである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点5",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1Bに係るゴム組成物をビード部の補強用ゴム組成物として用いることは，たとえ当業者であっても容易になし得ることであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲32は，「サイドウォールインサート21の形成に特別な適用性を有する」新規なゴム組成物について記載したものである。甲42は，弾性強化用部材21を形成する組成について記載したものである。甲43は，「高いモジュラス，低いヒステリシス及び特定の硬度範囲を有して」いる新規なゴム組成物について記載したものである。甲44は，「高いモジュラス，低いヒステリシス及び高いアスペクト比の空気入りタイヤ…の製作において有用な特定の硬度の範囲を有する」新規なゴム組成物について記載したものである。",
                    "そうすると，甲32及び42ないし44から，ランフラットタイヤにおいてサイド部とビード部の補強用ゴム組成物に同じ組成のゴム組成物を用いることが本件特許に係る原出願の優先日当時の技術常識であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点6",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記4〔被告の主張〕と同様に，相違点6は，引用発明1B及び本件特許の原出願の優先日当時の技術水準から，当業者が容易に想到することができたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，再現実験(甲1の1)は，私的な機関が行った実験結果に基づくものである。さらに，ゴム組成物の組成は同じであっても，混練り段階におけるゴム組成物の排出時温度，混練中の温度，混練後の温度，混練後の保持時間，ミキシング熱量，混練への材料の投入タイミング等，様々な要因によりゴム組成物の物理的特性は違うものとなるから(乙39【表3】，乙40【表1】，乙41【表1】，乙42【表1】，乙43【表1】，乙44【表1】)，製造方法について記載されていない再現実験(甲1の1)が，引用発明1Bの忠実な再現実験であるとはいえない。",
                    "したがって，再現実験(甲1の1)によっても，引用発明1Bに記載されたゴム組成物が，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」であるということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "11",
          "subject": "取消事由11(本件発明8ないし13に関する判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件発明8ないし13は，本件発明6又は7を引用している。したがって，本件発明8ないし13に係る特許は無効とされるべきものである。",
            "〔被告の主張〕",
            "取消事由2ないし10は，いずれも失当であるから，本件発明8ないし13に係る特許を無効としなかった本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件各発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書には，おおむね以下の記載がある(下記記載中に引用する図2及び3，表1及び2は，別紙1本件明細書図表目録参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，ランフラットタイヤに関し，さらに詳しくは，耐熱性が改良されたゴム組成物を用いたランフラットタイヤに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来より，サイドウォール部の剛性を上げるためにゴム組成物…による補強層が配設されている。しかし，これらに用いられるゴム組成物には，…ランフラット走行時のように，温度が200℃以上にもなると，加硫などによって得られた架橋部，または，ゴム成分をなしているポリマー自体が切断されてしまう傾向がある。これにより，弾性率が低下するためタイヤのたわみが増加し発熱が進み，あるいは，ゴムの破壊限界が低下し，その結果，タイヤは，比較的早期に故障に至ってしまう。",
                    "【0003】故障に至るのをできるだけ遅くする手段の一つとして，…ゴム組成物自体の発熱を抑制する方法があるが，配合面からのアプローチには限界が有り，一定以上の耐久距離を確保するためには，ゴム補強層及びビードフィラーを増量するしかなく，通常走行時において乗り心地性の悪化，騒音レベルの悪化，重量の増加を招いているのが現状であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】そこで，本発明の目的は，耐熱性が改良されたゴム組成物を提供すること，及び，該ゴム組成物を，空気入りタイヤ，特に，サイドウォール部補強用のゴム組成物や，ビードフィラーのゴム組成物に用いることにより，耐久性が改良された空気入りタイヤを提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】本発明者らは，…特定の化合物を配合することにより，ゴム組成物の耐熱性を大幅に向上できることを見出し，本発明を完成するに至った。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0007】…外挿線Aと急激な降下部分の外挿線Bとの交点の温度を170℃以上に設定することにより，或いは，…180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’を2．5MPa以下に設定することにより，ゴム組成物の物性の温度依存性を小さくすることができ，さらに，このゴム組成物を空気入りタイヤの特にはサイドウォール部のゴム補強層，ビードフィラーに用いることにより，タイヤの耐久性を大幅に改善することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "図面の簡単な説明",
                  "text": [
                    "【0008】…【図2】昇温条件で測定したときの動的貯蔵弾性率の温度に対する変化を表わす図である。【図3】…外挿線Aと急激な降下部分の外挿線Bとの交点Cを表わす図である。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明を実施するための形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "【0010】温度Cを170℃以上としたのは，この温度が低すぎると，高温でのゴム組成物の耐久性が十分でなく成り，結果として，特にランフラット走行時の耐久性の向上が十分でなくなるためである。",
                        "【0011】なお，外挿線Aは…動的貯蔵弾性率がほぼ直線状になる部分を外挿して得られる線である。外挿線と動的貯蔵弾性率を示す線とは，少なくとも20℃にわたって，好ましくは，少なくとも40℃にわたって接するのがよい。また，外挿線Bは，動的貯蔵弾性率が急激に降下する部分を外挿して得られる線である。外挿線Bと動的貯蔵弾性率を示す線とは，少なくとも10℃にわたって接するのが良く，好ましくは，少なくとも15℃にわたって接するのがよい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "熱老化防止剤",
                      "text": [
                        "【0012】本発明では，熱老化防止剤として1，6-ヘキサメチレンジチオ硫酸ナトリウム・二水和物を配合することが好ましい。1，6-ヘキサメチレンジチオ硫酸ナトリウム・二水和物は，ゴム成分を構成する重合体の鎖切断を抑制できるため，容易に温度Cを170℃以上とすることができる。",
                        "【0013】1，6-ヘキサメチレンジチオ硫酸ナトリウム・二水和物の配合量は特に制限されないが，本発明の目的を達成する点において，ゴム成分100重量部に対して1重量部から10重量部であることが好ましい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "劣化防止剤",
                      "text": [
                        "【0014】また，本発明では，劣化防止剤として，ゴム組成物に1分子中にエステル基を2個以上有する化合物を配合することができる。…ゴム組成物の温度が170℃以上になると，ゴムの劣化が始まり，架橋点やポリマー鎖の切断が起こり始めるが，一方で，該劣化抑止剤によるポリマーの再架橋も進むため，弾性率の低下が抑えられ，その結果，高温下でも発熱が抑制される。",
                        "【0015】1分子中にエステル基を2個以上有する化合物としては，特に制限はないが，アクリレートまたはメタクリレート，特には，多価のアルコールとアクリル酸またはメタクリル酸との多価エステルであることが好ましい。",
                        "【0016】多価アルコールとしては，…が挙げられ，その中でも特に好ましいのは，アルキレングリコールのメチロール置換体，及び，その多量体である。",
                        "【0017】1分子中に2個以上のエステル基を有する化合物の具体例としては，…。これらの化合物は，単独で用いても，2種以上を混合して用いてもよい。",
                        "【0018】これら，1分子中にエステル基を2個以上有する化合物の配合量は，本発明の目的を達成する点において，ゴム成分100重量部あたり，0．5～20重量部であることが好ましく，さらに好ましくは，1．0～15重量部である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0019】…本発明のゴム組成物は，熱老化防止剤の働きで鎖切断の発生を抑制することができ，また，劣化防止剤を加えることにより，鎖切断が発生しても，これを再架橋し，特にゴム組成物の動的貯蔵弾性率の180℃から200℃まででの変位巾を2．5MPa以下に抑えることができる。…"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "ゴム成分",
                      "text": [
                        "【0020】本発明で用いられるゴム成分としては，とくに制限はなく，通常用いられるものを適宜選択することができ，例えば，…が挙げられる。…"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "【0027】…本発明のゴム組成物は，低温であれば，設計目標どおりの弾性率を維持することができるので，通常走行時において，弾性率の増加による乗心地性，騒音レベルの悪化は実質的に起こらない。一方，タイヤのパンクなどによる大きな変形のため，ゴム組成物の温度が170℃以上になっても弾性率の低下が抑えられるため，高温下での発熱が抑制され，タイヤの耐久性を向上することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "実施例",
                  "text": [
                    "【0031】…内圧を大気圧として，荷重570kg，速度89km／hrs，室温38℃の条件でドラム走行テストを行った。この時の故障発生までの走行距離をランフラット耐久性とし，コントロールを100とした指数で表わした。…",
                    "【0035】…各ゴム組成物をサイドウォール部に配設されたゴム補強層のゴム組成物に用いてサイズ225／60R16の乗用車用ラジアルタイヤを常法によって製造し，耐久性試験を行った。結果を表1に示す。表中，実施例17及び実施例18はゴム補強層と同じゴム組成物をビードフィラーのゴム組成物にも用いている。",
                    "【0039】…各ゴム組成物をサイドウォール部に配設されたゴム補強層のゴム組成物に用いてサイズ225／60R16の乗用車用ラジアルタイヤを常法によって製造し，耐久性試験を行った。結果を表2に示す。",
                    "【0040】表1，及び，表2の結果から判るように，本発明のゴム組成物をゴム補強層のゴム組成物に用いることにより，ランフラット耐久性を向上できることが判る。また，実施例17及び18から判るように，本発明のゴム組成物をビードフィラーゴムにも用いることにより，タイヤのランフラット耐久性はさらに向上する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の特徴",
              "text": [
                "前記(1)の記載によれば，本件各発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明は，耐熱性が改良されたゴム組成物を用いたランフラットタイヤに関するものである。(【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "従来の，サイド部の剛性を上げるためのゴム組成物は，ランフラット走行時のように，温度が200℃以上にもなると，弾性率が低下する。このため，タイヤのたわみが増加して発熱が進むなどして，タイヤは比較的早期に故障する。ゴム組成物自体の発熱を抑制する方法があるが，配合面からのアプローチには限界があった。(【0002】【0003】)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件各発明は，耐熱性が改良されたゴム組成物を，サイド部やビード部の補強用ゴム組成物として用いることにより，耐久性が改良された空気入りタイヤを提供することを課題とする。(【0004】)"
                },
                {
                  "fig": "エ",
                  "subject": "本件各発明は，本件各発明に係るゴム組成物をサイド部やビード部の補強用ゴム組成物として採用することにより，当該補強用ゴム組成物の物性の温度依存性を小さくし，タイヤの耐久性を大幅に改善することができる。(【0007】)"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件発明1ないし4の明確性要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載だけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるか否かという観点から判断されるべきである。",
                "原告は，本件発明1及び2に係る特許請求の範囲の記載のうち，「急激な降下」，「急激な降下部分の外挿線」及び「ほぼ直線的な変化を示す部分の外挿線」との各記載が不明確であると主張するから，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「急激な降下」，「急激な降下部分の外挿線」との記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1及び2の記載のうち「急激な降下」部分とは，動的貯蔵弾性率の温度による変化を示す図において，左から右に向かって降下の傾きの最も大きい部分を意味することは明らかである(【図2】)。また，傾きの最も大きい部分の傾きの程度は一義的に定まるから，「急激な降下部分の外挿線」の引き方も明確に定まるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，動的貯蔵弾性率の傾きが具体的にどのような値以上になったときに「急激な降下」と判断すればよいか分からない旨主張する。しかし，「急激な降下」とは，相対的に定まるものであって，傾きの程度の絶対値をもって特定されるものではないから，同主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「ほぼ直線的な変化を示す部分の外挿線」との記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ASTM規格(乙31)は，世界最大規模の標準化団体である米国試験材料協会が策定・発行する規格であるところ，ASTM規格においては，温度上昇に伴って変化する物性値のグラフから，ポリマーのガラス転移温度を算出するに当たり，ほぼ直線的に変化する部分を特段定義しないまま，同部分の外挿線を引いている。また，JIS規格(乙13)は，温度上昇に伴って変化する物性値のグラフから，プラスチックのガラス転移温度を算出するに当たり，「狭い温度領域では直線とみなせる場合もある」「ベースライン」を延長した直線を，外挿線としている。",
                    "そうすると，ポリマーやプラスチックのガラス転移温度の算出に当たり，温度上昇に伴って変化する物性値のグラフから，特定の温度範囲における傾きの変化の条件を規定せずに，ほぼ直線的な変化を示す部分を把握することは，技術常識であったというべきである。",
                    "そして，ポリマー，プラスチック及びゴムは，いずれも高分子に関連するものであるから，ゴム組成物の耐熱性に関する技術分野における当業者は，その主成分である高分子に関する上記技術常識を当然有している。",
                    "したがって，ゴム組成物の耐熱性に関する技術分野における当業者は，上記技術常識をもとに，昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，特定の温度範囲における傾きの変化の条件が規定されていなくても，「ほぼ直線的な変化を示す部分」を把握した上で，同部分の外挿線を引くことができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，ASTM規格におけるガラス転移温度の測定方法における「ベースライン」と，本件発明1における「ほぼ直線的な変化を示す部分」とが関連することを，当業者は理解できないなどと主張する。",
                    "しかし，ゴム組成物の耐熱性に関する技術分野における当業者は，その主成分である高分子についての技術常識を当然有しているというべきであるから，ASTM規格やJIS規格における技術常識をもとに，「ほぼ直線的な変化を示す部分」という請求項の記載の意味内容を理解できるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，本件発明1及び2においては2℃のずれが問題となっているから，ASTM規格は参考にできるものではなく，本件発明1及び2に関連するゴム組成物の動的貯蔵弾性率の温度による変化を計測したグラフにおいて，外挿線A及び外挿線Bは，その引き方によっては交点温度に5．8℃の差や3℃の差が生じる旨主張する。",
                    "しかし，後記5(2)のとおり，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物の温度範囲は，せいぜい150℃以下の温度範囲で着目されていたにすぎなかったところ，本件発明6は，サイド部の補強用ゴム組成物の180℃から200℃までの動的貯蔵弾性率の変動に着目したものである。本件発明7も，ビード部の補強用ゴム組成物の同様の数値範囲に着目したものである。そして，本件発明1及び2は，かかる技術的思想を，外挿線Aと外挿線Bの交点の温度が170℃以上であるゴム組成物として特定したものである。",
                    "そして，本件発明1及び2と同種であるゴム組成物の動的貯蔵弾性率の温度による変化を計測したグラフにおける外挿線A及び外挿線Bの交点温度は，その引き方によっても1℃の差が生ずるにとどまる(甲6の実施例6のゴム組成物に関する甲217，図2，3。なお，図4の接線3は，「ほぼ直線的な変化を示す部分」の外挿線ということはできない。また，引用例1の実施例4及び15のゴム組成物に関する甲1の1の外挿線Aも，動的貯蔵弾性率の最大値温度から10℃ないし30℃低い温度における動的貯蔵弾性率の部分の接線であり，「ほぼ直線的な変化を示す部分」の外挿線Aではない。)。",
                    "このように，外挿線Aと外挿線Bの交点温度として特定された170℃という温度は，補強用ゴム組成物の180℃から200℃までの動的貯蔵弾性率の変動に着目したことから導かれたものであって，かかる交点温度は，その引き方によっても1℃の差が生ずるにとどまる。そうすると，外挿線Aと外挿線Bの交点温度によって，ゴム組成物の構成を特定するという特許請求の範囲の記載は，第三者の利益が不当に害されるほどに不明確なものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件発明1及び2に係る特許請求の範囲の記載のうち，「急激な降下」，「急激な降下部分の外挿線」及び「ほぼ直線的な変化を示す部分の外挿線」との各記載は明確であって，本件特許の特許請求の範囲請求項1及び2の記載が明確性要件に違反するということはできない。請求項3及び4の各記載も同様であるから，明確性要件に違反するということはできない。",
                "よって，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件発明6のサポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明6は，サイド部の補強用ゴム組成物に，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下であり，天然ゴムを含むゴム組成物を採用したランフラットタイヤである。",
                "そして，前記1(2)ウのとおり，本件発明6の課題は，耐熱性が改良されたゴム組成物をサイド部の補強用ゴム組成物として用いることにより，耐久性が改良された空気入りタイヤを提供するというものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，本件明細書の発明の詳細な説明には，補強用ゴム組成物の弾性率が低下すると，タイヤのたわみが増加して発熱が進むなどして，タイヤが比較的早期に故障する旨記載された上で(【0002】)，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’を2．5MPa以下に設定することにより，ゴム組成物の物性の温度依存性を小さくすることができ」ること(【0007】)，が記載されている。",
                "そして，本件明細書の発明の詳細な説明には，「このゴム組成物を空気入りタイヤの特にはサイドウォール部のゴム補強層…に用いることにより，タイヤの耐久性を大幅に改善することができる」こと(【0007】)，本件各発明のゴム組成物は，「タイヤのパンクなどによる大きな変形のため，ゴム組成物の温度が170℃以上になっても弾性率の低下が抑えられるため，高温下での発熱が抑制され，タイヤの耐久性を向上することができる」こと(【0027】)が，それぞれ記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件発明6は，本件明細書の発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が本件発明6の課題を解決できると認識できる範囲のものであるというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件明細書に，補強用ゴム組成物の100％モジュラスに関する記載がない旨主張する。",
                "しかし，本件発明6は，そのランフラットタイヤに用いられるサイド部の補強用ゴム組成物の100％モジュラスについて，何ら規定していないから，原告の主張は，サポート要件違反を基礎付けるものではなく，失当である。",
                "なお，原告は，サイド部の補強用ゴム組成物において100％モジュラスが60kg／cm2未満では，本件発明6の課題が解決できないと主張するものとも解される。しかし，サイド部の補強用ゴム組成物の100％モジュラスの程度は，サイド部の補強用ゴム組成物において，その180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下であって，天然ゴムが含まれること自体によって，その耐熱性が改良されることや，かかる補強用ゴム組成物を用いたランフラットタイヤの耐久性が改良されること自体を否定するものにはならない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明6は，本件明細書の発明の詳細な説明に記載されたものであるから，本件発明6の特許請求の範囲の記載は，サポート要件を満たす。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件発明6の実施可能要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "物の発明について実施可能要件を充足するためには，明細書の発明の詳細な説明に，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識とに基づいて，過度の試行錯誤を要することなく，その物を製造し，使用することができる程度の記載があることを要する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明6は，サイド部の補強用ゴム組成物に，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下であり，天然ゴムを含むゴム組成物を採用したランフラットタイヤである。",
                "そして，本件明細書の発明の詳細な説明には，サイド部の補強用ゴム組成物のゴム成分として，通常用いられるものを適宜選択することができるとされ，さらに具体例が列挙され(【0020】)，配合が好ましい熱老化防止剤が具体的に挙げられ，その配合量も記載され(【0012】【0013】)，配合が好ましい劣化防止剤が具体的に列挙され，その配合量も記載されている(【0014】～【0018】)。また，本件明細書の発明の詳細な説明には，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下であり，天然ゴムを含むゴム組成物を，サイド部の補強用ゴム組成物に採用した6例の実施例が列挙されている(【0039】【表2】)。",
                "そうすると，当業者は，上記各記載に基づいて，過度の試行錯誤を要することなく，本件発明6に係るランフラットタイヤを製造することができるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明6は，特定の劣化防止剤を含むことに限定されていないから，本件明細書に記載された劣化防止剤を含む態様以外の態様を実施する際に，当業者は過度の試行錯誤を要する旨主張する。",
                    "しかし，前記(2)のとおり，本件明細書には，配合が好ましい劣化防止剤が具体的に列挙され，その配合量も記載され，さらに，本件発明6の発明特定事項を満たす6例の実施例が記載されているから，当業者は，本件発明6に係るランフラットタイヤを製造することに過度の試行錯誤を要するものではない。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書には，ゴム組成物の製造方法について記載されていないから，本件発明6のゴム組成物を製造するに当たり，過度の試行錯誤が必要になると主張する。",
                    "しかし，前記(2)のとおり，本件明細書の発明の詳細な説明には，本件発明6のゴム組成物を製造するに当たり，選択配合するものとして，ゴム成分，熱老化防止剤及び劣化防止剤が具体的に列挙されるなどし，6例の実施例が列挙されている。本件明細書に製造工程に関する記載がないことをもって，本件発明6のゴム組成物を製造するに当たり，当業者が過度の試行錯誤を要するということはできない。",
                    "なお，乙39ないし44によれば，同一の組成であっても，製造工程によっては，製造されたゴム組成物の物理的特性が異なることはあると認められる。しかし，乙39ないし44の対象とするゴム組成物と，本件発明6のゴム組成物とはその組成が異なる。よって，乙39ないし44の事例をもって，本件発明6のゴム組成物を製造するに当たり，その製造工程において，過度の試行錯誤を要するとまではいうことはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明6に係る本件明細書の発明の詳細な説明は，当業者が本件発明6の実施をすることができる程度に明確かつ十分に記載されているものであるから，実施可能要件を満たす。",
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件発明6の引用発明1Aに基づく進歩性判断(相違点1)の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1Aについて",
              "text": [
                "引用例1(甲1)には，引用発明1Aに関し，以下の点が開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1Aは，自動車走行中に空気入りタイヤのパンクを起こしても，タイヤサイドウォールの剛性で車体を支持し，そのままでも持続走行が可能な空気入り安全タイヤに関するものである(1頁右下欄5行目～9行目)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これまで，タイヤのパンク時において，輪重を充填空気内圧の代わりに支持する手段は満足できるものではなく，パンク発生後のさらなる持続走行性能の向上が望まれていた(2頁左上欄5行目～9行目)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明1Aは，パンク状態でも，優れた持続走行性能を発揮することのできる空気入り安全タイヤを提供することを目的とし，所定のサイド部座屈防止用補強層をサイド部内側に一体的に固着し，この補強層のゴム組成物を特定の配合系とすることにより，この目的を達成したものである(2頁左上欄10行目～20行目)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明6と引用発明1Aとの一致点及び相違点が，前記第2の3(2)イのとおりであることは当事者間に争いがない。",
                    "そして，相違点1は，本件発明6において，サイド部の補強用ゴム組成物について，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」と，その弾性(剛性)の数値範囲を特定するものである。",
                    "そこで，まず，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃における貯蔵弾性率の差に着目することを，当業者が容易に想到することができるか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲31(特開平7-32823号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲31には，おおむね，以下の記載がある。また，甲31には，別紙2各文献図表目録甲31【表1】のとおり，図表が記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は，空気入りタイヤの少なくとも両サイド部内面に一対の環状弾性補強体を備えた安全タイヤにおいて，補強体の生産性を上げると共に，自己発熱性を低減し，ブローアウト温度限界を高め，弾性率を高めた安全タイヤに関する。(【0001】)"
                        },
                        {
                          "fig": "b",
                          "subject": "…環状弾性補強体についても，弾性率を高め，自己発熱性を低減させて，ブローアウト温度限界を上げることが求められている。…。(【0009】)"
                        },
                        {
                          "fig": "c",
                          "subject": "…本発明の空気入り安全タイヤは，そのサイド部内面またはサイド部からショルダー部に亘る内面に高い弾性率を有し，耐屈曲性に優れ，自己発熱性が低く，ブローアウト温度限界が高いゴム組成物を補強体として配置したことによりパンクしても走行可能な距離が飛躍的に向上する利点を有し，…。(【0026】)"
                        },
                        {
                          "fig": "d",
                          "subject": "ブローアウト：実車試験ではなく，ゴム単体のテストでの結果である。テストは円筒形のサンプルを40℃の温度雰囲気中で繰り返し荷重をかけ，サンプルの自己発熱による温度上昇とブローン性を評価するものである。(【0028】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲31では，ランフラットタイヤのサイド部の補強用ゴム組成物のブローアウト温度に着目されている。しかし，そのブローアウト温度は，対照例を100とした指数で表されるにとどまる。甲31は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲32(米国特許第5494091号。平成8年公開)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲32には，おおむね，以下の記載がある。また，甲32には，別紙2各文献図表目録甲32，表4のとおり，図表が記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は，高い弾性率及び低いヒステリシスを有する，新規な硫黄で加硫可能なゴムコンパウンドに関する。このようなコンパウンドは，空気入りタイヤの種々の部材において，そして特に走っている間にタイヤがパンクした時に，適切な修理又はタイヤ交換を行うことができるまで，タイヤが車両の荷重に耐えて比較的長い距離の間，継続した高速を可能にすることができるような壁剛性を有する空気入り安全タイヤにおいて利用することができる。更に特別には，本発明のコンパウンドは，少なくとも5インチの断面高さを持つ高いプロフィールを有する安全タイヤの部材において用いることができる。一つのこのようなタイヤ部材はサイドウォールインサートである。(1欄15行目～26行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "本発明のコンパウンドが有する物理的特性は，剛性，低い熱蓄積及び熱に対する良好な耐性を含む。高い弾性率及び高い硬度によって決定される剛性は，パンクしても走る，又はふくらませられていない状態におけるサイドウォールの変位を最小にするために必要である。(5欄29行目～35行目)"
                        },
                        {
                          "fig": "c",
                          "subject": "本発明の目的のためには，180分(3時間)を越える破裂(blow  out)時間が，パンクしても走るタイヤの一つの部材としての使用のために満足であるように思われる。(8欄27行目～29行目)"
                        },
                        {
                          "fig": "d",
                          "subject": "コンパウンド2～7に170℃で15分間の硬化を施し，その後で物理的特性を測定したが，それらを表4中に報告する。表4中のタイヤ試験と記された部分は，コンパウンド5～7を利用して行われた。コンパウンド5及び7によって作られた実験用タイヤは，表4中に報告された程度までパンクしても走る状態で成功であった。(11欄41行目～13欄21行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲32には，表4が記載されているところ，「パンクさせる時間(Time  to  Blow  Out)」とは，前記(ア)cによれば，破裂するまでの時間を意味するものであるから，対照のゴム組成物(ゴムコンパウンド)は，ASTM試験手順D-623の試験方法B(ファイアストーン・フレキソメーター)により(乙1)，64分間で破裂し，ゴム組成物(ゴムコンパウンド)2ないし4は3時間経過後も破裂しなかったこと，対照のゴム組成物の破裂時の温度が245℃以上であったこと，ゴム組成物2ないし4の3時間経過後の温度が，202℃，179℃，185℃であったことが記載されているものと認められる。",
                        "また，前記(ア)dのとおり，タイヤ試験はゴム組成物5ないし7において行われたものであるから，ゴム組成物4について，タイヤ試験が行われた旨の表4の記載は，列を誤ったものと解するほかない。したがって，ゴム組成物4について，タイヤ試験が行われるとともに，上記試験方法Bによる3時間経過後の温度も計測されたと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)a及び甲32の表4のとおり，甲32は，ランフラットタイヤのサイド部の補強用ゴム組成物の対象となるゴム組成物2ないし7において，反発力は23℃から100℃までの範囲で計測され，動的弾性率は150℃で計測され，tanδ(損失正接)は23℃から150℃の範囲で計測された旨記載されるにとどまる。ゴム組成物2ないし4に関して，温度が，202℃，179℃，185℃であったとの記載はあるが，当該温度は上記試験方法Bによる3時間経過後の温度を示すにすぎず，当該温度における動的弾性率や，tanδ(損失正接)など，弾性との関係を示すものではない。",
                        "したがって，甲32は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3(甲3)には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は，耐加硫戻り性が改善された，ゴム化合物及びそれを用いて作製した製品に関する。(1欄35行目～37行目)",
                          "text": [
                            "本発明の硫黄加硫ゴム組成物は，多様な用途で使用し得る。例えば，タイヤ，ホース，ベルト，又は靴底として使用でき，種々のタイヤ部材に使われるのが好ましい。そのような空気入りタイヤは，当業者にとって明らかな公知の様々な方法で組立て，成形，及び硬化される。また本発明のゴム組成物は，ワイヤコート，ビードコート，プライコート，及びトレッドに使用されることが好ましい。(5欄51行目～59行目)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "150℃でのレオメーターデータによると，対照試料1及び6，並びにペンタエリスリトールテトラアクリレート(PETA)を含有する試料2～5では，加硫戻りは起こらなかった。PETAを4phr含有する試料3及び5は，マーチングモジュラス値(判決注：経時的に増加するモジュラスをいうものと解される。)を有していた。添加順序，及び生産混合(試料3)と非生産混合(試料5)の対比は，レオメーター曲線には影響しないようであった。190℃でのレオメーターデータによると，対照試料1では5分後に1dＮm減少の加硫戻りが起こったが，PETAを含有する試料2及び3では加硫戻りは起こらなかった。PETAを1phr含有する試料2は，40分(39．5分)後にわずか0．5dＮmの増加と非常に安定していた。PETAを4phr含有する試料3は，14．8分後に2．5dＮm増加しマーチングモジュラスを有していた。(7欄58行～8欄3行)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，引用例3には，空気入りタイヤのゴム組成物において，150℃及び190℃における加硫戻りの有無，モジュラス値について計測されている。しかし，引用例3は，そもそもランフラットタイヤを前提とするものではない。引用例3は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲204(特開平8-118925号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲204には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は自動車に装着された空気入りタイヤが走行中にパンクしたとき，その状態のまま相当の距離を走行し得るようタイヤのサイドウォールに断面が三日月状のゴム補強層を配置して強化した空気入りタイヤの改良に関するものである。(【0001】)"
                        },
                        {
                          "fig": "b",
                          "subject": "タイヤが走行時にパンクしたときは，サイドウォ-ルが内圧に肩代わりし全荷重を負担して走行する訳であるが，サイドウォ-ルの周上に剛性の変動がある場合，剛性の低い部分が早期に疲労し故障する傾向がある。(【0006】)"
                        },
                        {
                          "fig": "c",
                          "subject": "プライ巻上げ端部の構造である限り，サイドウォ-ルに周上に剛性の変動が生じることは避け得ないことが分かった。そしてプライ巻上げ先端9が，物性の著しく異なる外被ゴムと直接接しているため，サイドウォ-ルに剛性変動が存在する場合，パンク走行時において剛性の低い部分のプライ巻上げ先端近傍に応力集中し，その結果発熱過大によって補強層7のブローおよび／または剥離故障が発生し走行寿命を縮める訳である。(【0007】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲204では，ランフラットタイヤのサイドウォ-ルの剛性変動によって，サイド部の補強用ゴム組成物が発熱し，ブローや剥離故障が発生する旨記載されるにとどまり，発熱後の温度に関する記載はない。甲204は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲205(特開昭51-20301号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲205には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "この発明は空気入り安全タイヤに関するもので，とくに自動車の走行中に釘などの異物がタイヤに貫入しタイヤがパンクしたとしても，タイヤのサイドウォ-ル自身の剛性で車両を支持し，そのまま相当時間を走行しても発熱にもとづく故障を生じ難く改良した空気入り安全タイヤを提供するものである。(1頁左下欄15行目～右下欄1行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "サイド部補強は，単に荷重を支えると云う見地にたてば硬度の高いゴムのような材料をタイヤのサイド部に固着して補強すれば足りる。ところがこのような物性の材料は一般にタイヤの大きい撓み(内圧を有するときの撓みとの比較)に伴う高い発熱のくり返し，すなわち熱履歴を受けると，弾性材料の架橋構造が破壊されやすく，そのため弾性が低下してセットされ易い。タイヤとしては，上記架橋構造が部分的に破壊を始めると，タイヤの撓み量が増加し始めその結果タイヤの回転にもとづく弾性体の歪の振幅が増大するため，爾後加速度的に破壊に発展する傾向にある。(2頁左上欄10行目～右上欄2行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲205には，ランフラットタイヤのサイド部の補強用ゴム組成物が発熱し，弾性が低下し，破壊に発展する傾向にある旨記載されるにとどまり，発熱後の温度に関する記載はない。甲205は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲18(特開昭49-20802号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲18には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は左右1対のビード部，各ビード部と連なる一対のサイド部そして両サイド部間にまたがるトレッド部を具え，上記ビード部の肉厚がサイド部に向かって薄くなり始める位置からトレッド部肩の肉厚が最も厚いハンプ付近までにわたり，硬度45°以上の弾性補強体を，タイヤの最大幅の3～9％に相当する最大厚さでタイヤの内面側へ一体に固着した高速性能のよい安全空気入りタイヤである。(2頁左上欄3行目～11行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "本発明によるタイヤはタイヤ内から空気が抜けたとき，第3図に示されるように縦撓みは正規内圧時つまり第1図または第2図におけるよりも大きくなるが，一般タイヤの空気が抜けた状態を示した第4図および第5図のように，タイヤのビード2の側とトレッド5の側が相互に内面接触することなく，車輌の回転により繰返えされるサイドウォールからショールダーにかけて，しわが生じることもない。(3頁右上欄9行目～17行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲18には，ランフラットタイヤのサイド部の補強用ゴム組成物の形状が記載されるにとどまり，これが発熱することや，発熱後の温度に関する記載はない。甲18は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲25(特開平7-304312号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲25には，おおむね，以下の記載がある。",
                        "実施例のタイヤは，僅かにプライに熱履歴の痕跡を残すのみで，実質上異状は認められなかった。このようにカーカスの巻き上げ端部につき，ビードリング近傍から径方向外側へ延びるカーカス本体との密着部を形成し，この密着部の軸方向外側に，ビードリングと近接した厚肉部から先細りに，補強ゴム層とオーバーラップする緩衝ゴム層を設けることによって，特に大型乗用車による過酷なランフラット走行において避け難いビード部故障の問題を，有利に解決することができるのである。(3頁右欄23行目～32行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲25には，ランフラットタイヤのビード部の補強用ゴム組成物の形状が記載されるにとどまり，これの発熱後の温度に関する記載はない。甲25は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲213(特開昭60-61316号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲213には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "この発明はラジアルタイヤ，とくに重荷重用ラジアルタイヤのビード部補強構造の改良に関するものである。(2頁右上欄5行目～7行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "特に貨物輸送面においては，高速高荷重の，タイヤにとっては苛酷な条件の運行が増加している実情にある。かゝる条件下にあって，タイヤに果せられた仕事量は大きくなるばかりであり，この結果としてタイヤの撓み量が大きくなり，しかも撓みをうけるサイクルが短くなるので，タイヤの内部温度は上昇する。(2頁右上欄18行目～左下欄5行目)"
                        },
                        {
                          "fig": "c",
                          "subject": "敍上のタイヤ内部温度に加え，車のブレーキドラムに発生する温度がリムフランジ部からタイヤに伝達されるため，ビード部の温度は，本発明者の調査によると，120～170℃にも達することが判明している。かくして，ビード部は熱的・動的疲労にさらされることになる。(2頁右下欄10行目～16行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲213には，重荷重用のラジアルタイヤにおいてビード部の温度が170℃にまで達することが記載されている。しかし，かかる温度は，高速高荷重の走行によって上昇するタイヤの内部温度及びブレーキドラムに発生する温度がタイヤに伝達されることによって発生するものであって，ランフラット走行によって発生する温度ではない。したがって，甲213に記載された上記温度は，ランフラットタイヤを前提とするものでもない。甲213は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "以上によれば，本件特許の原出願の優先日当時において，ランフラットタイヤのサイド部の補強用ゴム組成物の温度範囲は，せいぜい150℃以下の温度範囲で着目されていたものにすぎず，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃までの温度範囲に着目されていたということはできない。",
                    "したがって，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃における貯蔵弾性率の差に着目することを，当業者が容易に想到することができたということはできない。"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，ランフラットタイヤのサイド部の補強用ゴム組成物においては，高温でも剛性を維持できるよう考慮されるのであるから，当業者であれば，200℃付近の高温度領域における剛性維持を検討する旨主張する。",
                        "しかし，ランフラットタイヤのサイド部の補強用ゴム組成物について，高温における剛性維持が求められていたとしても，サイド部の補強用ゴム組成物のランフラット走行時における温度を，どの範囲で設定するかによって，その組成物に求められる特性は変わるものである。そして，前記のとおり，本件特許の原出願の優先日当時において，ランフラットタイヤのサイド部の補強用ゴム組成物の温度範囲は，せいぜい150℃以下の温度範囲で着目されていたにとどまるのであるから，この温度範囲を超えた温度を前提としてサイド部の補強用ゴム組成物の特性を検討しようとは考えないというべきである。",
                        "したがって，補強用ゴム組成物について高温でも剛性を維持するという一般的な課題から，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃における貯蔵弾性率の差に着目することを，当業者が容易に想到することができたということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲32の実施例におけるゴム組成物(コントロール)やゴム組成物2ないし4の記載から，甲32では，ランフラットタイヤの補強用ゴム組成物に関して，179℃～202℃における耐久性が検討されていると主張する。",
                        "しかし，前記ウ(イ)(ウ)のとおり，甲32の実施例からは，ASTM試験手順D-623の試験方法Bにより，ゴム組成物(コントロール)について，64分間で破裂し，破裂時の温度が245℃以上であったこと，ゴム組成物2ないし4について，3時間経過後の温度が179℃～202℃であった旨記載されるにとどまる。ランフラットタイヤの補強用ゴム組成物の対象となるゴム組成物が179℃～202℃の温度範囲において破裂しなかったこと，すなわち耐久性を有することは理解できるものの，この記載から，補強用ゴム組成物において，180℃から200℃までの温度範囲に着目して，その特性を検討しようとは考えないというべきである。ゴム組成物5ないし7について，実際にパンクして走らせるタイヤ試験が行われているものの，タイヤ試験時における温度に関する記載がないことからも，ゴム組成物2ないし4に関する記載をもって，補強用ゴム組成物の180℃から200℃までの温度範囲に着目するに至るということはできない。",
                        "したがって，甲32の実施例におけるゴム組成物2ないし4などの記載から，ランフラットタイヤの補強用ゴム組成物において，180℃から200℃における貯蔵弾性率の差に着目することを，当業者が容易に想到することができたということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，再現実験(甲1の1ないし9，121)によれば，引用例1に記載された各実施例におけるゴム組成物が，本件発明6の数値範囲を満たしていることが認められる旨主張する。",
                        "しかし，引用例1に記載された各実施例におけるゴム組成物が，本件発明6の数値範囲を満たしていたとしても，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃までの温度範囲に着目されていたことにはならない。",
                        "したがって，本件発明6の数値範囲を満たすサイド部の補強用ゴム組成物を有するランフラットタイヤが存在し得たとしても，当業者が，180℃から200℃における貯蔵弾性率の差に着目し，本件発明6の構成を容易に想到することができたということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃における貯蔵弾性率の差に着目することを，当業者が容易に想到することができたということはできない。",
                "したがって，引用発明1Aにおいて，この貯蔵弾性率の差ΔE’を2．3MPa以下に特定するという相違点1に係る本件発明6の構成を備えるようにすることを，当業者が容易に想到することができたということはできないから，相違点1に係る数値範囲の臨界的意義について検討するまでもなく，本件発明6は，当業者が引用発明1Aに基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(本件発明6の引用発明1A及び引用発明2に基づく進歩性判断(相違点1)の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "text": [
                "引用例2(甲2)には，引用例2に記載された技術事項である引用発明2に関し，以下のとおり開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明は，タイヤやベルトなど各種のゴム製品に適用可能なゴム組成物，特に耐熱性を必要とする空気入りタイヤの部材，例えば，ケースゴム，トレッドゴムやビートフィラーゴムなどに好適なゴム組成物に関するものである。(1頁右下欄3行目～7行目)"
                },
                {
                  "fig": "イ",
                  "subject": "最近，…特にグリップ性能と高速耐久性を兼ね備えた空気入りタイヤの要求が強まっている。高グリップ性能を得るためには，トレッドゴム組成物のヒステリシスロスを大きくすることが必要であるが，高速走行時，このヒステリシスロスのためタイヤが発熱し，タイヤ温度が急激に上昇する。そのため，比較的耐熱性の劣るジエン系ゴムから成るトレッドゴムやケースゴムなどはこの急激な温度上昇に耐え切れず，ブロー(blow)を発生し，これがセパレーションやチャンクアウトなどタイヤ破壊の原因となっている。つまり，タイヤのグリップ性能と高速耐久性を向上するためには，このような急激な温度上昇下でもブローしないような高耐熱性のゴムが必要となる。(1頁右下欄9行目～2頁左上欄5行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "本発明は，他の物性を低下させないで，急激な温度上昇の下，ゴムがブローしないような耐熱性を向上させたゴム組成物を提供することを狙いとしたものである。(2頁右上欄10行目～13行目)"
                },
                {
                  "fig": "エ",
                  "subject": "得られた各加硫物のブローアウト温度は約7mm×7mm×3．5mmの加硫ゴム試料片を電気坩堝炉(いすず製作所製)に入れ，5℃間隔で275℃から330℃までの各温度で約20分間放置後，試料片を取り出し半分に切り，内部に気泡が発生しているか否かを肉眼で観察し，気泡が発生した最初の温度をブローアウト温度とした。(3頁右下欄4行目～10行目)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，引用例2には，タイヤ用ゴム組成物において，275℃から330℃までの各温度においてブローアウトしたか否かについて計測されている。しかし，その課題は，急激な温度上昇下におけるトレッドゴム組成物の耐熱性を向上させるというものであって，引用例2は，ランフラットタイヤを前提とするものでもない。",
                "したがって，引用発明2は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。また，前記5(2)で検討したとおり，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃までの温度範囲に着目されていたということはできないから，引用発明2を引用発明1に適用するに当たり，180℃から200℃までの温度範囲を設定できるものでもない。",
                "そうすると，引用発明1Aに引用発明2を適用しても，相違点1に係る本件発明6の構成には至らないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例2に記載の劣化防止剤は，170℃以上におけるゴムの弾性率の低下を防止する材料であると主張するが，引用例2に記載の劣化防止剤の特性から，ランフラットタイヤのサイド部の補強用ゴム組成物において，その特性を規定するための温度範囲が導き出されるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，引用発明1Aに引用発明2を適用することで，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃までの貯蔵弾性率の差ΔE’を2．3MPa以下に特定するという相違点1に係る本件発明6の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。",
                "よって，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(本件発明6の引用発明1A及び引用発明3に基づく進歩性判断(相違点1)の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記5(2)エのとおり，引用例3に記載された技術事項である引用発明3は，ランフラットタイヤのサイド部の補強用ゴム組成物における180℃から200℃までの温度範囲に着目するものということはできない。また，前記5(2)で検討したとおり，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃までの温度範囲に着目されていたということはできないから，引用発明3を引用発明1Aに適用するに当たり，180℃から200℃までの温度範囲を設定できるものでもない。",
                "そうすると，引用発明1Aに引用発明3を適用しても，相違点1に係る本件発明6の構成には至らないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張は，前記6(3)と同様に採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，引用発明1Aに引用発明3を適用することで，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃までの貯蔵弾性率の差ΔE’を2．3MPa以下に特定するという相違点1に係る本件発明6の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。",
                "よって，取消事由6は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7(本件発明6の引用発明4に基づく進歩性判断(相違点3)の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明4について",
              "text": [
                "引用例4(甲4)には，引用発明4に関し，以下の点が開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明4は，ランフラット耐久性を向上したランフラット空気入りラジアルタイヤに関するものである。(1頁右下欄15行目～16行目)"
                },
                {
                  "fig": "イ",
                  "subject": "従来のランフラットタイヤは，サイドウォール部の発熱を下げるために，その剛性をできるだけ高くしていた。(2頁左上欄1行目～6行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明4は，一般走行特性を極端に損なうことなく，ランフラット耐久性を向上したランフラット空気入りラジアルタイヤを提供することを目的とし，三日月形の補強ライナー層を構成するゴムの，動的弾性率，100％モジュラス及びtanδ(損失正接)を調整することにより，この目的を達成したものである。(2頁右上欄8行目～12行目，3頁左下欄13行目～右下欄13行目)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の容易想到性について",
              "text": [
                "本件発明6と引用発明4との一致点及び相違点が，前記第2の3(3)イのとおりであることは当事者間に争いがない。このうち相違点3は，本件発明6において，サイド部の補強用ゴム組成物について，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」と，その弾性(剛性)の数値範囲を特定するものである。",
                "そして，前記5(2)で検討したとおり，本件特許の原出願の優先日当時，ランフラットタイヤのサイド部の補強用ゴム組成物において，180℃から200℃における貯蔵弾性率の差に着目することを，当業者が容易に想到することができたということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，引用発明4において，180℃から200℃における貯蔵弾性率の差ΔE’を2．3MPa以下に特定するという相違点3に係る本件発明6の構成を備えるようにすることを，当業者が容易に想到することができたということはできないから，相違点3に係る数値範囲の臨界的意義について検討するまでもなく，本件発明6は，当業者が引用発明4に基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由7は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由8(本件発明7のサポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明7は，ビード部の補強用ゴム組成物に，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5MPa以下であるゴム組成物を採用したランフラットタイヤである。",
                "そして，前記1(2)ウのとおり，本件発明7の課題は，耐熱性が改良されたゴム組成物をビード部の補強用ゴム組成物として用いることにより，耐久性が改良された空気入りタイヤを提供するというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，本件明細書の発明の詳細な説明には，補強用ゴム組成物の弾性率が低下すると，タイヤのたわみが増加して発熱が進むなどして，タイヤが比較的早期に故障する旨記載された上で(【0002】)，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’を2．5MPa以下に設定することにより，ゴム組成物の物性の温度依存性を小さくすることができ」ること(【0007】)が記載されている。",
                "そして，本件明細書の発明の詳細な説明には，「このゴム組成物を空気入りタイヤの特には…ビードフィラーに用いることにより，タイヤの耐久性を大幅に改善することができる」こと(【0007】)，本件各発明のゴム組成物は，「タイヤのパンクなどによる大きな変形のため，ゴム組成物の温度が170℃以上になっても弾性率の低下が抑えられるため，高温下での発熱が抑制され，タイヤの耐久性を向上することができる」こと(【0027】)が，それぞれ記載されている。",
                "さらに，本件明細書の発明の詳細な説明には，サイド部及びビード部の補強用ゴム組成物に，170℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が3．0MPa以下であるゴム組成物を採用したランフラットタイヤ(実施例17，18)は，サイド部にのみこれを採用したランフラットタイヤ(実施例3，4)よりも耐久性が向上した旨記載されている(【表1】)。そうすると，ビード部の補強用ゴム組成物に，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5MPa以下であるゴム組成物を採用したランフラットタイヤにおいても，その温度範囲及び貯蔵弾性率の低下の程度に違いはあるものの，同様に耐久性が向上するであろうことを当業者は認識することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明7は，本件明細書の発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が本件発明7の課題を解決できると認識できる範囲のものであるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件明細書にはビード部の補強用ゴム組成物に関する具体例の記載はないと主張する。",
                "しかし，そもそも，本件発明7に相当するゴム組成物を採用したランフラットタイヤの実施例の記載がないことをもって，本件発明7に係る特許がサポート要件を満たさないということはできない。また，後記11(2)ウのとおり，本件発明7は，ビード部の補強用ゴム組成物の180℃から200℃までの温度範囲に着目した発明であるから，サポート要件を満たすために，本件発明7の数値範囲を満たすゴム組成物を採用したランフラットタイヤについて，耐久性の試験が行われる必要があるということもできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明7は，本件明細書の発明の詳細な説明に記載されたものであるから，本件発明7の特許請求の範囲の記載は，サポート要件を満たす。",
                "よって，取消事由8は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由9(本件発明7の実施可能要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明7は，ビード部の補強用ゴム組成物に，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5MPa以下であるゴム組成物を採用したランフラットタイヤである。",
                "そして，本件明細書の発明の詳細な説明には，ビード部の補強用ゴム組成物のゴム成分として，通常用いられるものを適宜選択することができるとされ，さらに具体例が列挙され(【0020】)，配合が好ましい熱老化防止剤が具体的に挙げられ，その配合量も記載され(【0012】【0013】)，配合が好ましい劣化防止剤が具体的に列挙され，その配合量も記載されている(【0014】～【0018】)。また，本件明細書の発明の詳細な説明には，170℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が3．0MPa以下であるゴム組成物ではあるものの，これを，ビード部の補強用ゴム組成物に採用した実施例が2例列挙されている(【0031】【表1】)。",
                "そうすると，当業者は，上記各記載に基づいて，過度の試行錯誤を要することなく，本件発明7に係るランフラットタイヤを製造することができるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "前記4(3)と同様に，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明7に係る本件明細書の発明の詳細な説明は，当業者が本件発明7の実施をすることができる程度に明確かつ十分に記載されているものであるから，実施可能要件を満たす。",
                "よって，取消事由9は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "11",
          "subject": "取消事由10(本件発明7の引用発明1Bに基づく進歩性判断(相違点5及び6)の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1Bについて",
              "text": [
                "引用発明1Bは，引用発明1Aの実施例である(引用例1，実施例4)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5及び6の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明7と引用発明1Bとの一致点及び相違点が，前記第2の3(4)イのとおりであることは当事者間に争いがない。",
                    "そして，相違点5は，ランフラットタイヤの補強用ゴム組成物をどの位置に設けるかに関するものであって，相違点6は，当該補強用ゴム組成物の組成に関するものである。そして，補強用ゴム組成物を設ける場所，及び，その組成は，補強用ゴム組成物を用いることによって，耐久性が改良された空気入りタイヤを提供するという本件発明7の課題の解決手段として，技術的に関連するものである。また，本件審決も，具体的な組成で特定された「甲1実施例4発明(判決注・引用発明1B)に係るゴム組成物」を，ビード部の補強用ゴムフィラーとして用いることの動機付けを検討しており(136頁17行目～19行目)，実質的に相違点5及び6を分断して判断しているものではない。",
                    "そこで，引用発明1Bにおいて，相違点5及び6に係る本件発明7の構成を備えるようにすること，すなわち，引用発明1Bのランフラットタイヤの，「ビード部」に，「昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5メガパスカル(MPa)以下」である補強用ゴム組成物を採用することを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補強用ゴム組成物の位置",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲32及び42ないし44によれば，ランフラットタイヤのサイド部の補強用ゴム組成物を，ビード部の補強用ゴム組成物に転用することが周知技術である旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲32",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲32には，おおむね，以下の記載がある。",
                            "本発明のなおもう一つの目的は，空気入りタイヤの構造部材例えばサイドウォールインサート，ビード充填剤構造体，高速インサート構造体及び類似物を製造するために有用である，硫黄で加硫可能なペルオキシドを含まないゴムコンパウンドを提供することである。(3欄59行目～63行目)",
                            "本発明の硫黄で加硫可能なペルオキシドを含まないゴムコンパウンドは，サイドウォールインサート21の形成に特別な適用性を有する。加えて，それらは，ビード充填材14の形成に用いることができる。勿論，本発明のコンパウンドの使用は，空気入りタイヤのための部材の製造だけに限定されず，当業者には明らかであろうように，加硫後に高い弾性率，低いヒステリシス及び比較的高いショアA硬度特性を有する硫黄で加硫可能なゴムコンパウンドが望まれるところにはどこでも，これらは利用することができる。(14欄33行目～43行目)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，甲32には，ランフラットタイヤにおいて，同一の組成を有するゴム組成物を，サイド部の補強用ゴム組成物としても，ビード部の補強用ゴム組成物としても，用いることができる旨記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲42(特開平5-112110号公報)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲42には，おおむね，以下の記載がある。",
                            "【0001】本発明は空気入りタイヤに関し，特に走行中にタイヤがパンクした場合に，…比較的長距離を連続して比較的高速で走行できるように車両重量を支えうるような剛性の壁を持った空気入りタイヤに関する。…",
                            "【0037】…サイドウオール強化用部材21について先に説明したものと同じ特性範囲を有する組成よりビードフィラー14が形成されることが好ましい。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，甲42には，ランフラットタイヤにおいて，サイド部の補強用ゴム組成物に用いたものと同一の組成を有するゴム組成物を，ビード部の補強用ゴム組成物としても，用いることが好ましい旨記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲43(特開平5-186638号公報)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲43には，おおむね，以下の記載がある。",
                            "【0001】…このようなコンパウンドは空気タイヤ，とくに空気安全タイヤの種々の構成成分において利用することができ…",
                            "【0019】本発明のさらに他の目的は，側壁のインサート，ビード充填材，高い速度のインサート材料などを包含する，空気タイヤの構成成分の製作に有用である加硫性ゴムコンパウンドを提供することである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，甲43には，ランフラットタイヤにおいて，同一の組成を有するゴム組成物を，サイド部の補強用ゴム組成物としても，ビード部の補強用ゴム組成物としても，用いることができる旨記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲44(特開平6-220253号公報)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲44には，おおむね，以下の記載がある。",
                            "【0001】…このようなコンパウンドは，空気入りタイヤの種々の構成成分において，とくにタイヤがパンクしたとき，…壁の剛性を有する空気入り安全タイヤにおいて利用することができる。…",
                            "【0017】本発明のさらに他の目的は，側壁のインサート，ビード充填材の構造体，高速インサート構造体などを包含する空気入りタイヤの構造構成成分の製作に有用な加硫性ゴムコンパウンドを提供することである。",
                            "【0043】本発明のゴム成分はとくに側壁のインサート21に対する応用可能性を有する。さらに，それらはビード充填材14において使用することができる。…"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，甲44には，ランフラットタイヤにおいて，同一の組成を有するゴム組成物を，サイド部の補強用ゴム組成物としても，ビード部の補強用ゴム組成物としても，用いることができる旨記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "引用例4",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例4(甲4)には，おおむね，以下の記載がある。",
                            "また，本発明タイヤにおいて，ビードフィラーは補強ライナー層よりも低硬度である60～80のゴムから構成し，そのリムベースからタイヤ回転軸に垂直な方向の高さhが35mm以下であるようにする必要がある。ビードフィラーの硬度がJIS-A硬度で80よりも大きかったり，高さhが35mmより高くなったりすると，サイドウォール部の局部的歪を増加させ，滑らかに変形させることが困難となる。また，ビードフィラーのJIS-A硬度が60よりも低くなると，操縦安定性等のラジアルタイヤの一般走行性能を低下させてしまう。(4頁左上欄2～13行)",
                            "第3表から，ビードフィラーのリムベースからの高さhが35mmより高くなると，ランフラット耐久性は向上していない(タイヤH-K)。これに対して，前記高さhを35mm以下にしたタイヤB，L，M，Ｎは，いずれもランフラット耐久性が向上している。しかし，JIS-A硬度が高いものは向上の程度が低く，小さくした方がさらにランフラット耐久性は向上する(タイヤBとＮ)。これは，上述した三日月形断面形状の補強ライナー層を設けたことに加えて，上記ビードフィラーの高さを低くし，その硬度を小さくすることにより，サイドウォール部，特にリムフランジ上端部付近から接地部ベルトエッジ端部付近における局部的歪を低減し，滑らかな変形を生ずるからであると考えられる。(5頁右下欄下9行～6頁左上欄7行)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "text": [
        "以上のとおり，引用例4には，ランフラットタイヤにおいて，ビード部とサイド部の補強用ゴム組成物を異ならせることにより，ランフラット走行性能を向上させる技術が記載されている。"
      ],
      "content": [
        {
          "fig": "(キ)",
          "subject": "検討",
          "text": [
            "前記のとおり，ランフラットタイヤにおいて，サイド部とビード部に，同一の組成を有する補強用ゴム組成物を用いるのが好ましいとする文献(甲42)があるものの，一方で，これらの部位に異なる補強用ゴム組成物を用いることでランフラット走行性能を向上させる技術が記載されている文献もある(引用例4)。そして，甲32，43及び44は，ランフラットタイヤにおいて，同一の組成を有するゴム組成物を，サイド部の補強用ゴム組成物としても，ビード部の補強用ゴム組成物としても，用いることができる旨記載されるにとどまるものである。",
            "そうすると，ランフラットタイヤのサイド部の補強用ゴム組成物を，ビード部の補強用ゴム組成物に転用することが周知技術であるとの原告の主張は採用することができない。",
            "そして，引用例1には，ビード部に補強用ゴム組成物を設けることについての記載は全くない。引用発明1Bは，サイド部の補強用ゴム組成物に着目するものであって，ビード部に補強用ゴム組成物を設けることについての示唆は全くされていないものである。",
            "したがって，補強用ゴム組成物の位置の点において，引用発明1Bのランフラットタイヤの，「ビード部」に，本件発明7の数値範囲を満たす補強用ゴム組成物(引用発明1Bのゴム組成物)を採用することを，当業者が容易に想到することができたということはできない。"
          ]
        },
        {
          "fig": "(ク)",
          "subject": "原告の主張について",
          "text": [
            "原告は，引用例2，甲19ないし24及び甲211ないし213によれば，空気入りタイヤのビード部の補強用ゴム組成物に耐熱性が要求されることは周知であった，甲18及び25によれば，ランフラットタイヤのビード部の補強用ゴム組成物には，サイド部の補強用ゴム組成物と同様の耐熱性が必要であることは周知であったなどと主張する。",
            "しかし，仮にこれら事項が周知であったとしても，引用発明1Bには，ビード部に補強用ゴム組成物を設けることについての示唆は全くされていないものであるから，引用発明1Bに，ビード部の補強用ゴム組成物を設けた上で，さらにその組成を検討することを当業者が容易に想到できたということはできない。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "補強用ゴム組成物の組成",
              "text": [
                "原告は，再現実験によれば，引用発明1Bに記載されたゴム組成物は，「180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．3MPa以下」であるから，補強用ゴム組成物の組成の点において，引用発明1Bのランフラットタイヤに，本件発明7の数値範囲を満たす補強用ゴム組成物を採用することを，当業者が容易に想到することができた旨主張する。",
                "しかし，引用発明1Bに記載されたゴム組成物が，本件発明7の数値範囲を満たしていたとしても，本件特許の原出願の優先日当時，ランフラットタイヤのビード部の補強用ゴム組成物において，180℃から200℃までの温度範囲に着目されていたことにはならない。",
                "そして，前記5(2)と同様に，本件特許の原出願の優先日当時，ランフラットタイヤのビード部の補強用ゴム組成物において，上記温度範囲に着目されていたということもできない。",
                "よって，補強用ゴム組成物の組成の点において，引用発明1Bのランフラットタイヤに，本件発明7の数値範囲を満たす補強用ゴム組成物を採用することを，当業者が容易に想到することができたということはできない。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，引用発明1Bのランフラットタイヤの，「ビード部」に，「昇温条件で測定したときの動的貯蔵弾性率の温度による変化を示す図において，180℃から200℃における貯蔵弾性率の最大値と最小値の差ΔE’が2．5メガパスカル(MPa)以下」である補強用ゴム組成物を採用するという相違点5及び6に係る本件発明7の構成を備えるようにすることを，当業者が容易に想到することができたものではない。",
                    "よって，取消事由10は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "12",
                      "subject": "取消事由11(本件発明8ないし13に関する判断の誤り)について",
                      "text": [
                        "本件発明8ないし13は，本件発明6又は7の発明特定事項を全て含み，さらに他の限定を付したものであるから，当業者が引用発明1A，又は引用発明1Bに基づいて，容易に発明をすることができたということはできない。また，本件発明6又は7における原告の主張から，本件発明8ないし13に係る特許が，サポート要件又は実施可能要件に違反するということはできない。",
                        "よって，取消事由11は理由がない。"
                      ]
                    },
                    {
                      "fig": "13",
                      "subject": "結論",
                      "text": [
                        "以上によれば，甲事件に係る原告の請求は理由がないから，これを棄却することとし，乙事件に係る被告の請求は理由があるから，これを認容することとし，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10006等",
    "date": "2017-08-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087025",
    "ipprecedent_id": "4730",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}