{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2008−300373号事件について平成21年8月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が有する下記商標登録第466554号(本件商標)について，原告が商標法50条に基づき不使用取消審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記取消審判の予告登録がなされた平成20年4月14日から遡って3年以内に，被告が日本国内において本件商標を使用していたか，である。",
            "記",
            "・商標",
            "・指定商品",
            "第10類(書換登録前 第18類) 「義歯」",
            "・出願 昭和28年6月15日",
            "・登録 昭和30年5月30日",
            "・書換登録 平成18年3月1日"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，本件商標の商標権者であるところ，原告は，平成20年3月24日，本件商標につき商標法50条に基づき不使用取消審判請求をし，平成20年4月14日にその旨の予告登録がされた。",
                "特許庁は，同請求を取消2008−300373号事件として審理した上，平成21年8月4日，「本件審判の請求は，成り立たない。」旨の審決をし(出訴期間として90日附加)，その謄本は同年8月14日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，被告は前記審判請求の登録前3年以内に日本国内において，その指定商品について本件商標と社会通念上同一と認められる商標を使用していたことを証明した，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は本件商標を商標として使用していない",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，被告の取扱いに係る商品を掲載したカタログ「SHOFUDEＮTAL PRODUCTS CATALOG／SHOFU 20",
                      "text": [
                        "07−2008 松風総合カタログ」(2007年3月発行，乙1。以",
                        "下，このカタログを「本件カタログ」という。)の9頁の下段右の商品(以下「使用商品1」という。)，及び同10頁の最上段右の商品(以下「使用商品2」という。)に表示された「“Bio”Form」の表記は，本件商標と社会通念上同一の商標と認めることができるとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "しかし，本件カタログに掲載されている被告の商品についてみると，被告の商品の表示方法(商品名，商品の説明，写真，価格など)について一定のルールを看て取ることができる。すなわち，被告は，カタログの商品紹介欄において，まず商品説明の部分と商品写真の部分とを2段に表示した上で，両方の部分において，取引に際し商品を特定するのに用いられる商品名・商標をその他の部分よりも一段と大きなフォントおよび太字を用いて表示している。そして，これらの文字部分がそれぞれの商品のパッケージ中表示されているのは，商品のパッケージの中央，上部及びパッケージ側面中の少なくとも一側面である。このような被告の商品販売における商品名・商標の表示方法に関する特徴を踏まえた上で，使用商品1及び使用商品2についてみてみると，取引に際し商品を特定するに用いられる商品名・商標で，その他の部分よりも一段と大きなフォントおよび太字を用いて表示されているのは，使用商品1ではパッケージ正面中央の「ACRYLIC RESIＮ TEETH」及び",
                      "text": [
                        "側面の「レジン前歯」の部分であり，使用商品2では「ACRYLICRESIＮ TEETH」及び側面の「レジン臼歯」の部分である。",
                        "また，使用商品1及び2は，被告ホームページ上の製品情報欄(甲6)においても，「バイオフォーム」ではなく，「レジン前歯」又は「レジン臼歯」の名称・タイトルでもって紹介がなされている。これらのことに照らすと，使用商品1及び2において被告が商品の名称・商標として使用しているのは，それぞれ「ACRYLIC RESIＮ T",
                        "EETH」及び「レジン前歯」，「ACRYLIC RESIＮ TE",
                        "ETH」及び「レジン臼歯」の文字部分であると考えるのが自然であり，「Bio」の文字部分を，自他商品を識別し，あるいは出所を表示するための標識として使用する意思を持っているとは考えられない。",
                        "さらに，「バイオ形態」を説明する被告ホームページ(甲3)においても，バイオ形態を採用している被告商品の紹介部分には，「レジン前歯」(使用商品1と合致)，「レジン臼歯」(使用商品2と合致)との記載がある。このことからも，使用商品1及び2について，被告はそれぞれを「レジン前歯」，「レジン臼歯」を商品名・商標名として使用していることは明らかで，「バイオ」という名称でもって取引を行っているものではない。",
                        "加えて，被告は，被告の商品カタログやホームページ上の製品紹介の項目における商品の内容や特徴を説明する説明文中において，「バイオ形態」の語を度々用いているところ，これは義歯のタイプ・形態中のある特定のタイプであるバイオ形態を示そうとして用いているものである。被告の商品の中でその他の形態を採用したものについてみてみると，被告は，「リアル形態」を採用している「リアルクラウン前歯」について，商品の包装に「Real Form」の文字を表している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記のような被告の商品カタログ及びホームページ上での製品案内等の記載を総合的に判断すれば，使用商品1及び2における「“Bio”Form」の文字部分が意味するものは，被告が取り扱う義歯のタイプ中，「バイオ形態(Bio Form)」というタイプを使用商品1及び2では採用しているという事実である。「Bio」の文字部分がクォーテーションマークで囲われているのは，数ある人口歯の形態のうち，使用商品1及び2で採用しているのは，「リアル形態(Real Form)」，「ハーモニー形態」及び「ＮCベラシア形態」ではなく，「バイオ形態(Bio Form)」であることを強調したものにすぎない。もし，「Bio」の文字部分を真に商標として他の部分と区別したいのであれば商標登録表示義務を定めた商標法73条に従い，○Rマーク等を付すなり「『バイオ』は株式会社松風の登録商標です。」などの表示部を設けるはずである。",
                        "また，被告の商品表示に見られる前記の特徴を踏まえると，使用商品1及び2に表れる「“Bio”Form」の文字を，本件商標指定商品の一般の取引者・需要者は，単に商品(義歯)の形態である「バイオ形態」を端的に示したものと理解するにとどまると考えるのが自然である。",
                        "したがって，使用商品1及び2に表れる「Bio Form」の文字部分中の「Bio」の文字部分のみに着目すれば，形式的には本件商標と社会通念上同一であると仮に考えることができるとしても，「Bio」の文字自体が自他商品を識別し，出所を表示する標章としては使用されておらず，本件商標と社会通念上同一の商標の使用の事実があったと認定することはできない。したがって，「・・・提出された証拠を総合して判断すれば，『Bio』の文字が自他商品の識別機能を果たし得る態様により使用されている・・・」(7頁28行～30行)とした審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「Bio」と「Bio Form」とは社会通念上同一と認められる商標でない",
                  "text": [
                    "仮に使用商品1及び2に表れる「Bio」の文字部分の使用が商標としての使用だとしても，使用商品1及び2において使用されているのは「B",
                    "io Form」であって「Bio」ではない。",
                    "審決は，この点につき，「Bio」の文字部分をクォーテーションマークで囲っているので，この部分が商標であるとする。しかし，本件商標の指定商品の分野においては「Bio」の文字部分も「Form」の文字部分も共に自他商品等識別機能が強いとはいえない語である。さらに，「Bio」の文字部分については審決に「・・・『生体・生物体・生物』などを意味する・・・」(7頁10行～11行)とあるように，「Bio」の文字部分が指定商品との関係において一定の品質を表示的に表すものであることを審決自身が認めているのに加え，「Form」の文字部分についても「式，型，形態」などの意味を有し，自他商品等識別機能が弱い語であるとの判断が示されている。そして，自他商品等識別機能が極めて弱い2つの語からなる商標は，商標の構成中，一方のみが独立して着目され商品の出所識別機能を発揮するというよりは，むしろ両者が結合して一体的に把握され識別機能を発揮するとみるべきである。すなわち，使用商品1及び2における「Bio Form」の文字は，それぞれの語の性質上，「Bio」及び「Form」はそれぞれが独立して把握されるべきではなく，「Bio Form」から生じる称呼「バイオフォーム」も格別冗長ではなく一気に称呼できることともあいまって，両者は一体的にのみ把握されるものである。したがって，使用商品1及び2における「Bio Form」の文字と本件商標とは，社会通念上同一の商標ということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)，(2)の各事実は認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張アに対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，本件カタログに掲載されている被告の商品についてみると，被告の商品の表示方法(商品名，商品の説明，写真，価格など)について一定のルールを看て取ることができるとした上，使用商品1及び2において被告が商品の名称・商標として使用しているのは，それぞれ「ACRYLIC RESIＮ TEETH」「レジン前歯」，及び「ACRYLIC",
                  "text": [
                    "RESIＮ TEETH」「レジン臼歯」の文字部分であると考えるのが自然であり，「Bio」の文字部分を自他商品を識別しあるいは出所を表示するための標識として使用する意思を持っているとは考えられない，と主張する。",
                    "しかし，原告が本件カタログから看て取ることができるとする「一定のルール」なるものは原告独自の主観的主張である。被告が「商品の名称・商標」として使用していると原告が指摘する「ACRYLIC RESIＮ TEETH」はアクリル製の人工歯を意味する英語であり(株式会社工業調査会「プラスチック大辞典」・1994年〔平成6年〕10月20日発行，乙6)，これが普通名称であることは本件商標の指定商品「義歯」の需要者である歯科医師及び歯科技工士並びに取引者である歯科材料製造・販売業者間における常識である。",
                    "また，原告が指摘する「レジン前歯」及び「レジン臼歯」におけるレジンの部分が「RESIN」すなわち「樹脂」であることは明らかであり，「レジン前歯」及び「レジン臼歯」がレジン歯(resin tooth)の一種であって，普通名称であることも義歯の需要者及び取引者間における常識である。歯科材料製造・販売業者の各ホームページ(乙7～10の2)の説明文中の記述からしても，「レジン前歯」及び「レジン臼歯」が普通名称であることは明らかであり，普通名称である「レジン前歯」及び「レジン臼歯」を社会通念上の商標として，換言すれば自他商品識別標識としての商標(ブランド)として把握・認識する者は原告のみである。",
                    "さらに，被告が使用商品1及び2の各包装箱に表示している「ACRYLIC RESIＮ TEETH」の文字，及び本件カタログに記載している「レジン前歯」，「レジン臼歯」の文字は，各包装箱に内包している商品「義歯」の適用箇所や用途を，見易く取り違えることのないよう安全のために明示している記載であって，被告の商品であることを表示するための出所表示の商標でもなければ，被告提供の義歯の品質について同一性を保証するための品質保証表示の商標でもない。",
                    "そうすると，「ACRYLIC RESIＮ TEETH」，「レジン",
                    "前歯」及び「レジン臼歯」の各文字部分が商品名・商標名であるとする原告の主張は失当であって，被告が使用している「“Bio”Form」における「“Bio”」の文字部分が自他商品を識別し出所を表示するための識別標識としての実体的要旨をなす部分であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，使用商品1及び2において，「“Bio”」の後に形態の意味も有する「Form」の語が付加して表示されていることを捉えて，「“Bio”Form」が意味するものは被告が取り扱う義歯のタイプ中「バイオ形態(Bio Form)」であるという事実であるとか，「Bio」の文字部分がクォーテーションマークで囲われているのは，数ある「人工歯の形態」のうち，使用商品1及び2で採用しているのは「リアル形態(Real Form)」・「ハーモニー形態」及び「ＮCベラシア形態」ではなく，「バイオ形態(Bio Form)」であることを強調したものにすぎないと主張する。",
                    "しかし，「“Bio”」とBioの前後にダブルクォーテーションマークのカッコ記号が付けられていることからすれば，かかるカッコ記号で囲われた文字「“Bio”」が特別の意味に使用されていることが記述上の慣習として理解できる。また，商標法50条1項に基づく取消審判は，商標の自他商品の識別力の有無を論ずる無効審判ではなく，登録商標又は登録商標と社会通念上同一と認められる商標が取消審判の請求登録前に，継続して3年以上日本国内において使用されていないことを取消理由とする審判手続であるところ，被告が本件商標と社会通念上同一と認められる「“Bio”Form」を使用していることは明らかであり，審決には何ら違法はない。",
                    "なお，被告は本件商標の希釈化を防止するために「バイオ形態」なる表記と「“Bio”Form」なる表記とを峻別して使用しており，「バイオ形態(Bio Form)」なる表記は一切使用していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張イに対し",
              "text": [
                "原告は，使用商品1及び2において使用されているのは「Bio Form」であって「Bio」ではないと主張する。",
                "しかし，被告が本件商標の要部を構成する英単語「Bio」を，その読みを表わすカタカナの文字部分「バイオ」を省略して「“Bio”」とダブルクォーテーションマークのカッコ記号にて囲い，英単語「Form」を書き足して「“Bio”Form」と表示していても，この「“Bio”Form」が本件商標と社会通念上同一と認められる商標であることは，裁判例(東京高裁昭和63年(行ケ)第255号事件・平成元年10月26日判決，東京高裁平成2年(行ケ)第48号事件・平成3年2月28日判決，知財高裁平成19年(行ケ)第10049号事件・平成19年7月19日判決)から明らかである。",
                "また，原告は，自他商品等識別機能が極めて弱い2つの語からなる商標は，商標の構成中，一方のみが独立して着目され商品の出所識別機能を発揮するというよりは，むしろ両者が結合して一体的に把握され識別機能を発揮するとみるべきである等と主張する。",
                "しかし，審決が「…『“Bio”Form』の文字は，そのうちの『Form』の文字部分が『式，型，形態』などの意味を有し，人工歯の分野においては，自他商品の識別機能が極めて弱い語であるといえるものであり，かつ，本件において，『Bio』の文字部分がクォーテーションマークで囲まれていることもあいまって，これに接する需要者は，『Bio』の文字部分に着目し，これを自他商品の識別標識ととらえて，商品の取引に当たるものとみるのが相当である。」(7頁2～8行)と認定判断しているとおり，「“Bio”Form」における「Form」の文字部分が自他商品識別機能の極めて弱い語であるのに対し，「“Bio”」の文字部分はクォーテーションマークで囲まれていることもあいまって，需要者によって自他商品の識別標識ととらえられる語であるから，原告の主張は理由がない。",
                "なお，原告は，「Bio」の文字部分が指定商品との関係において一定の品質を表示的に表すものであることを審決自身が認めていると主張するが，審決は「・・・『“Bio”Form』は，その要部たる『Bio』の文字部分より『バイオ』の称呼及び『生体・生物体・生物などを意味する接頭語』の観念を生ずるものであって，これと同一の称呼及び観念を生ずる本件商標とは社会通念上同一の商標と認めることができる。」(7頁9～13行)としており，原告の主張は審決を誤読しているもので失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "予告登録前3年以内における本件商標使用の有無",
          "text": [
            "審決は，本件商標の不使用取消審判請求の予告登録がなされた平成20年4月14日から遡って3年以内に，指定商品である義歯について本件商標と社会通念上同一と認められる商標を使用していたことが認められるとするのに対し，原告はこれを争うので，以下，その存否について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件における事実関係",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲3，乙1，2，3，5)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，大正11年に設立された株式会社であり，人工歯の製造販売及び歯科材料の研究開発等を業としている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「SHOFU DEＮTAL PRODUCTS CATALOG／",
                      "text": [
                        "SHOFU 2007−2008 松風総合カタログ」(本件カタロ",
                        "グ，乙1)は，被告の取扱いに係る商品を掲載したカタログであり，2007年〔平成19年〕3月発行に発行されたものである。",
                        "本件カタログの9頁下段右には，下記のとおり，「アクリル系レジン歯」として，義歯(使用商品1)及びその包装箱の写真が掲載され，その下に「バイオ形態(6歯1組)」，「レジン前歯」，「方型(400番台)・尖型(500番台)・卵円型(600番台)の基本型よりなるバイオ形態のレジン歯で，色調は自然感があり，排列しやすく，硬度・耐摩耗性に優れています。」，「■総義歯，局部義歯，前装シェル用」，「●形態／上顎19種，下顎8種」，「●色調／6色：3，4，6，55，56，58」，「●包装・価格／1箱24組(144歯)…",
                        "￥7，920 1組(6歯)・・・￥330」，「●別売品／色見本",
                        "1組・・・￥800」などと記載されており，包装箱の上面中央部には，「ACRYLIC RESIＮ TEETH」，「AＮTERIO",
                        "RS」，「“Bio”Form」，「24sets」，「SHOFU IＮ",
                        "C．」といった表記がある。",
                        "記"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件カタログ10頁最上段右には，下記のとおり，「アクリル系レジン歯」として，義歯(使用商品2)及びその包装箱の写真が掲載され，その下に「バイオ形態(8歯1組)」，「レジン臼歯」，「解剖学的なバイオ形態を基本型とし，咬頭傾斜角が33°のレジン臼歯で，排列しやすく，硬度・耐摩耗性に優れています。」，「■総義歯，局部義歯，前装シェル用」，「●形態／上下顎各6種・・・」，「●色調／4色：4，55，56，58」，「●包装・価格／1箱16組(128歯)…",
                      "text": [
                        "￥6，240 1組(8歯)・・・￥390」，「●別売品／色見本",
                        "1組・・・￥800」などと記載されており，包装箱の上面中央部には，「ACRYLIC RESIＮ TEETH」，「POSTERI",
                        "ORS」，「“Bio”Form」，「16sets」，「SHOFU I",
                        "ＮC．」といった表記がある。",
                        "記"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "人工歯の形態には，(a)昭和初期の欧米において広く用いられた人工歯形態である「レギュラー形態」，(b)「バイオ形態」，(c)1956年(昭和31年)に完成された天然歯を忠実に模した前歯形態である「リアル形態」，(d)天然歯数千本を分類・研究して生体への調和をテーマに開発された人工歯形態である「ハーモニー形態」，(e)バイオ形態の基本3形態のうち，方型，卵円型を採用し，そのバリエーションで混合型とロングタイプを新たに追加し，合わせて5形態とした，様々な形態との組合せが可能な「ＮC ベラシア形態」がある。被告のホームページ(甲3)には，「バイオ形態」について，「1937年に完成された，日本で初めて開発された理論的解剖学的な根拠に基づいた形態です。レオン・ウイリアムの学説を基礎に，花沢鼎先生，堀江鍵一先生，河村弘先生，矢崎正方先生，齊藤久先生，溝上喜久男先生等，当時の補綴研究会の諸先生方の協力を得て，7年の歳月と100回以上の会合を重ねて完成されました。このバイオ形態は，誕生以来，今日に至るまで広く臨床家に愛用され，日本の標準的な人工歯として，その514番は歯科医師国家試験や技工士国家試験に採用されてきました。」との記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記認定事実によれば，原告により本件不使用登録取消審判請求の予告登録がなされた平成20年4月14日より前3年以内である平成19年3月ころに日本国内において，被告が自社のカタログに本件商標の指定商品である「義歯」につき「“Bio”Form」の表記をしてこれを頒布していたことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標としての使用に該当しないとの主張(取消事由ア)について原告は，取消事由アとして，被告による上記使用は商標としての使用に該当しないと主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「“Bio”Form」の文字は，「Form」の文字部分が英語で「式，型，形態」などの意味を有していることからすれば，「“バイオ”式」，「“バイオ”型」又は「“バイオ”形態」といった意味合いを想起させるものと認めることができる。",
                    "また，前記認定事実によれば，人工歯の形態には，レギュラー形態，バイオ形態，リアル形態，ハーモニー形態，ＮC ベラシア形態といった各種形態があり，「バイオ形態」は被告が研究開発した人工歯の一形態であり，解剖学的な根拠に基づいて開発された形態であると認めることができる。",
                    "そうすると，使用商品1及び2の包装箱における 「“Bio”Form」の文字部分は，使用商品1及び2は人工歯の様々な形態のうち被告が開発した「バイオ」形態を採用していることを示すものとして使用されていると認めることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，商標が有する自他識別機能・出所表示機能とは，商標が付された商品・役務が特定の事業者によって製造販売提供等されたものであると需用者に認識させる機能をいうと解されるところ，ある商標が商品の形態を示すものとして採用されている場合であっても，需用者が当該形態の商品について特定の出所に係る商品であると認識するのであれば，その形態，すなわち商標が出所を表示しているということになるから，ある商標が商品名・製造者ではなく商品の形態として使用されている場合であっても，その商標が自他識別機能・出所表示機能を有しないということにはならないというべきである。",
                    "かかる見地から本件を見ると，前記認定のとおり，「バイオ形態」は被告が研究開発した人工歯の一形態であることに加え，「バイオ形態」を意味する英語である「Bio Form」の「Bio」の語をタブルクォーテーションマーク(“”)で囲むことにより強調して表記されていることに照らすと，使用商品1及び2の各包装箱に表示された「Bio」の文字は，使用商品1及び2が人工歯の様々な形態のうち「バイオ」形態を採用していることを示すのみならず，当該商品を他の商品から識別し，あるいは商品の出所を表示するための標識としても使用されていると認めるのが相当である。",
                    "したがって，被告は本件商標を商標として使用していないとの原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "なお，原告は，使用商品1及び2において被告が商品の名称・商標として使用しているのは，それぞれ「ACRYLIC RESIＮ TEET",
                  "text": [
                    "H」及び「レジン前歯」，「ACRYLIC RESIＮ TEETH」",
                    "及び「レジン臼歯」の文字部分であり，「バイオ」という名称でもって取引を行っているものではないと主張する。",
                    "しかし，本件商標の指定商品「義歯」の主たる需用者は歯科医師・歯科技工士等であるところ，同人らにとって「ACRYLIC RESIＮTEETH」はアクリル製の人工歯を意味する英語であり(プラスチック大辞典，乙6)，同人らは「レジン前歯」・「レジン臼歯」にいう「レジン」が「RESIＮ」すなわち「樹脂」を意味する普通名詞であると受け止めると認められるから，上記取引においては「“Bio”Form」との表示も重要な意義を有すると解され，結局，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，原告は，「Bio」の文字部分を真に商標として他の部分と区別したいのであれば○Rマーク等を付すなり，「『バイオ』は株式会社松風の登録商標です。」などの表示部を設けるはずなどと主張するが，登録商標の商標権者が商標を使用するに際し，○Rマークを付したり当該商標が自己の登録商標であることを示す表示部を設けることは必ずしも必要とされていない上(商標登録表示を定めた商標法73条も，商標登録表示を付すよう「努めなければならない」としている。)，上記マークや表示部を設けることが取引上一般的であるともいえない(弁論の全趣旨)から，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「Bio Form」との表記が本件商標と社会通念上同一とはいえないとの主張(取消事由イ)について",
              "text": [
                "原告は，使用商品1及び2における「Bio Form」の文字は，それぞれの語の性質上，「Bio」及び「Form」はそれぞれが独立して把握されるべきではなく，両者は一体的にのみ把握されるものであるから，使用商品1及び2における「Bio Form」の表記と本件商標とは，社会通念上同一の商標ではないと主張する。",
                "しかし，「Form」の文字部分が英語で「式，型，形態」などの意味を有し，型式や形態そのものを表す他の語と合わせて使用されることにより「○○式」，「○○型」，「○○形態」といった意味を表すものであり(弁論の全趣旨)，人工歯の分野において自他商品の識別機能が極めて弱い語であると認められる上，使用商品1及び2において「“Bio”Form」と表記され，タブルクォーテーションマークで囲むことにより「Bio」の語が強調して表記されていることに照らすと，「Bio」と「Form」の語を一体的にのみ把握する必要はなく，かえって需用者は，ダブルクォーテーションマークで囲まれた「Bio」の文字部分に着目し，これを他の商品と識別する標識と捉えて商品の取引に当たると考えるのが相当である。",
                "そうすると，使用商品1及び2における「“Bio”Form」の中の「Bio」の文字は本件商標と社会通念上同一と認めることができ，これと異なる原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，被告は本件審判請求の登録前3年以内に日本国内においてその指定商品について本件商標と社会通念上同一と認められる商標を使用していたことを証明したとする審決の判断に誤りはなく，原告主張の取消理由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}