{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−26920号事件について平成21年10月14",
        "日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「メタルマスク及びメタルマスクの製造方法」とする発明につき特許出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をし，平成21年4月13日付けで特許請求の範囲の変更等を内容とする手続補正(請求項の数2，以下「本件補正」という。甲18)をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件補正後の請求項1(以下「本願発明」という。)が，下記引用文献1及び2記載の発明との関係で進歩性を有するか(特許法29条2項)である。",
            "記",
            "・引用文献1：特開2003−211282号公報に記載された発明(発明の名称「クリームはんだおよびクリームはんだの製造方法」，出願人 ソニー株式会社，公開日 平成15年7月29日。以",
            "下，これに記載された発明を「引用発明1」という。甲1)",
            "・引用文献2：特開平3−228052号公報に記載された発明(発明の名称「プリント配線板の製造方法」，出願人 関西ペイント株式会社，公開日 平成3年10月9日。以下，これに記載された",
            "発明を「引用発明2」という。甲2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成15年11月19日の優先権(特願2003−388650",
                "号，日本国)を主張して，平成16年11月12日，名称を「メタルマスク及びメタルマスクの製造方法」とする発明につき特許出願をしたところ，平成18年10月3日付けで拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2006−26920号事件として審理し，その中で原告は平成21年4月13日付けで本件補正をしたが，特許庁は，平成21年10月14日，「本件審判の請求は，成り立たない。」との審決をし，同審決は同年11月24日に原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項の数は前記のとおり2であるが，うち請求項1(本願発明)の内容は，次のとおりである。",
                "・【請求項1】 クリームはんだ印刷用の開口部を有するバンプ電極形成用メタルマスクの製造方法であって，導電性基板に感光性樹脂を積層し，複数の紫外線半導体レーザーをアレー状に配置して各レーザー光を該感光性樹脂層に焦点が合致するように収束し，走査しながら直接照射・露光を行い，現像して感光性樹脂で開口部に相当するパターンを作り，該開口部の最大の大きさは20～250μm，厚さは20～80μmとし，該基板にニッケル又はニッケル合金の電気メッキを行うことを特徴とするメタルマスクの製造方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，本願発明は前記引用発明1，2及び周知技術に基づいて当業者が容易に発明することができたから特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明1及び2の各内容，本願発明と引用発明1との一致点及び相違点は，次のとおりである。",
                    "・＜引用発明1の内容＞",
                    "はんだバンプを形成するために，基板の電極の配置に相当する所定のパターンの，クリームはんだが充填される貫通孔パターンを形成したメタルマスクの作製方法であって，電極母材上にパターニングしたレジストをマスクにして Ni の電極めっきにより析出させマスクを形成するアディティブ法によるメタルマスクの作製方法。",
                    "・＜引用発明2の内容＞",
                    "透孔から蒸着物質が基材表面に蒸着され，透孔以外の部分では遮へいされて金属が基材表面に蒸着されないため透孔の形状に応じた回路パターンを有する蒸着膜を形成するためのメタルマスクを形成する方法であって，導電性表面を有するベースフイルム上にフオトレジスト層を形成し，紫外線のレーザー光線により，該フオトレジスト層をパターンマスクを介して走査しながら露光した後，現像を行いベースフイルム上にパターンを有するレジスト層を形成することによりアディティブ法によりメタルマスクを形成する方法。",
                    "・＜本願発明と引用発明1の一致点＞",
                    "クリームはんだ印刷用の開口部を有するバンプ電極形成用メタルマスクの製造方法であって，導電性基板に開口部に相当するパターンを作り，該基板にニッケルの電気メッキを行うメタルマスクの製造方法。",
                    "・＜本願発明と引用発明1との相違点1＞",
                    "導電性基板への「パターン」の作成について，本願発明では「導電性基板に感光性樹脂を積層し，複数の紫外線半導体レーザーをアレー状に配置して各レーザー光を該感光性樹脂層に焦点が合致するように収束し，走査しながら直接照射・露光を行い，現像して」いるのに対し，引用発明1では，そのように作成しているのか明らかでない点。",
                    "・＜本願発明と引用発明1との相違点2＞",
                    "「開口部(貫通孔)」について，本願発明では，「最大の大きさが20～250μm，厚さは20～80μm」であるのに対し，引用発明1は，そのような特定がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "審決には以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用発明2認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "レーザー光線を露光に使用する場合でも，例えばレーザー光線をレンズで拡散したり，又は平面状にレーザー光線を並べる等の，走査を行わない様々な方法が当然にあり得るのであり，単に，引用発明2の認定に際し，広い範囲にレーザーを使用していることをもって，「何らかの走査を行っていることは明らかである」とすることは誤りである。",
                        "引用文献2の「活性光線の照射によるフォトレジスト層の硬化は1秒～20分の範囲，通常は数分以内で行われる」との記載からも，活性光線の「走査」が想定されているとは解されない。",
                        "したがって，引用発明2の内容を「・・・該フォトレジスト層をパターンマスクを介して走査しながら露光した後，・・・」と認定するのは誤りであり，「・・・該フォトレジスト層をパターンマスクを介して露光した後，・・・」と認定されるべきである。",
                        "よって，引用発明2を引用発明1に適用しても，本願発明の構成を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，原告が例示した上記2つの方法のような解釈が，当業者が通常採り得ない解釈であるとしても，それは，審決が認定した「レーザーによる走査を行っている」との解釈も同様である。",
                        "そもそも，後記イ(ア)bのとおり，レーザーで厚い感光性樹脂層の露光を行うこと自体が実用的でないと考えられていたものである。",
                        "また，コストの問題は，走査による方法と平面状に並べる方法とを比較した場合に，平面状に並べる場合の方がコストが高いという相対的な問題にすぎない。引用文献として採用する場合の解釈として，レーザーが平面状に並べられているという状態を排除し，「走査」が特定的に記載されているとの解釈の根拠にはならない。",
                        "このほか，レンズで拡散するという方法につき，出力が低下するから通常考慮しないとの被告の主張は乱暴であり，いずれにしても，広い面積にレーザーを使用しているという記載が「走査を行っている」という記載と同一であるという認定が成立する余地はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "感光性樹脂層を用いたメタルマスクのアディティブ法による製造方法としては，従来，フォトマスクを使用する方法が存在したが，この方法により製造されたメタルマスクを使用してバンプ電極を形成する方法においては，開口部の内部壁面とハンダとの「ずり応力」が大きいと，ハンダが引きずられて抜けが悪くなり，開口部壁面にはんだが残存し，形成されたバンプに欠け(はんだ体積不足)等の欠陥が発生することになる。",
                            "したがって，メタルマスクによるバンプ電極の形成においては，メタルマスクの開口部深さ方向の内部壁面(開口部の端面形状ではない)の平滑性が重要となる。",
                            "本願発明では，別紙の図1に示す構成が採用されており，従来の方法とは，「紫外線半導体レーザーをアレー状に配置して感光性樹脂層に焦点が合致するように収束し，走査しながら感光性樹脂層に直接照射・露光を行う」との工程が異なる。",
                            "そして，本願発明の方法で製造されたメタルマスクにおいては，「メタルマスクの開口部の内部壁面の平滑性の向上」との特段の効果が得られる。当該効果は，マスク表面開口部の平滑性ではなく，開口部の内部壁面の平滑性に着目するものである。開口部内部壁面の深さ方向が平滑になることにより，ハンダの抜けが良くなり，精度の高いバンプ形成が可能となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明2は，メタルマスクを用いるが，「蒸着物質を気相法により基材表面に蒸着させて回路を形成する」(請求の範囲1)ためのものであり，すなわち，平面的な回路形成に用いられるものであって，バンプ電極形成用の厚いメタルマスクとは異なる。",
                            "バンプ電極はハンダを盛り付けるようにして形成されるため，バンプ電極用のメタルマスクは厚い(20～80μm)ものとなり，したがって，メタルマスクを作る際のパターン形成用の感光性樹脂層は，そのメタルマスクの厚さよりも更に厚いものが用いられるところ，レーザーは，紫外線の光源と比較すると圧倒的に出力が小さい。また，レーザーの光源を重ね合わせて照射するとコストがかかり，しかも均一に硬化させることが難しくなる。",
                            "このため，本件出願以前には，バンプ電極形成用メタルマスクの分野においては，メタルマスク開口部に対応するレジストパターンを形成する際に，厚い感光性樹脂層をレーザーで露光することは実用的でないと考えられていたものである。",
                            "現に，特開2002−287380号公報(甲9)の段落【000",
                            "3】には，レーザーによる露光では出力が不足するため，それだけでは実用とならないことが記載されている。",
                            "本願発明の発明者は，バンプ電極用のメタルマスクをアディティブ法で作る際に，レーザーをアレー状に配置して感光性樹脂層に焦点が合致するように収束し走査しながら感光性樹脂層に直接照射・露光を行うことによりレジストパターンを形成すると，当該レジストパターンにより製造されたメタルマスク開口部の内部壁面が平滑となり，これにより抜けの良いメタルマスクを製造可能であるという予想外のメリットを見出したからこそ，本願発明において，それまで当業者の間では現実的でないと解されていたレーザーによる直接照射・露光をあえて用いることとしたのである。",
                            "したがって，平面的回路パターン形成用メタルマスクの分野における引用文献2においてレーザーを使用した場合の記載が存在するとしても，それをバンプ電極用メタルマスクの分野における引用発明1に適用する動機付けは存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本願発明のように，メタルマスクの開口形状の深さ方向側面部の平滑性に着目するとき，バンプ電極形成用マスクは，スクリーンメッシュマスクとは全く技術的要請が異なる。",
                            "すなわち，スクリーンメッシュマスクを用いた回路パターンの形成においては，粘性の低いソルダーレジストインク，エッチングレジストインク，金属ペーストを開口部にスキージし，メッシュを通して下に押し出すことで回路パターンを形成する。",
                            "そして，押し出されたインクや金属ペーストに「だれ」が生じなければ，メッシュの形状が回路パターンに残ってしまうので，スクリーンメッシュにおいては，粘性の低いインクやペーストが使用されるのである。",
                            "メッシュマスクを用いた回路パターンの形成は，インクやペーストの形状を保ったままマスクを抜くものではなく，メッシュをくぐり抜けて押し出され，平面的に印刷されるものである。また，ある程度インクを盛って厚く印刷する場合でも，メッシュをくぐり抜けることに変わりはなく，形状を保ったままマスクを抜く場合とは全く異なる。",
                            "このように，スクリーンメッシュマスクの場合には，インクはメッシュの網目をくぐり抜けていくのであり，メッシュの網目との接触は，開口部壁面との接触とは比較にならないほどの障壁となる。したがって，メッシュの平滑性の問題の桁違いの大きさにかんがみれば，開口部壁面に着目する意味はない。",
                            "しかも，スクリーンメッシュの場合には厚さがない(開口部壁面の深さ方向の距離が短い)ので，ペーストが開口部壁面と接触する際の「ずり応力」は問題とならない。それよりも，開口部の平面形状(上から見たときの形状)の方が圧倒的に重要である。",
                            "以上のとおり，スクリーンメッシュマスクの場合には，「ずり応力による抜けの悪さ」という問題は存在せず，開口部の平面的形状の精度が重要であり，開口部深さ方向の壁面の平滑性は問題とならない。",
                            "被告の主張は，本願発明が開口部壁面の平滑性に着目したという事実を知った上で，そこから翻って考えたとき，「粘度の比較的高いペーストを用い，開口の径が微小」な場合であれば開口部壁面の平滑性も問題となり得る旨の後付けの主張にすぎず，そもそも開口の径が微小となれば，メッシュの影響の問題はさらに大きくなるので，開口部壁面の平滑性の重要性はますます問題となり難くなると解される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "審決が周知技術1(パターンマスクを介さずに感光材料に直接照射・露光すること)の例として挙げた2つの発明(後記甲6，7)は，いずれもマスク上の開口部の平面形状を正確に転写することを目的とするスクリーンメッシュに関する発明であり，技術的分野が異なる。",
                            "スクリーンメッシュマスクにおいて重要なのは，開口部端面形状の正確性であるため，これら発明は開口部の内部壁面の平滑性に関しては全く問題にしておらず，またこれを示唆する記載も存在しない。",
                            "具体的にみると，まず，特開平11−174686号公報(甲7)",
                            "に係る発明は，多数の気孔を有する通気性スクリーンに所望のパターンを形成し，染料が供給されるところは気孔を残しておき，供給されないところは樹脂を用いて気孔を遮断することで，染料が選択的にスクリーンの気孔を介して織物に供給されるようにする方式を前提とするものであり(段落【0002】【0026】)，「スクリーン上に，光硬化性樹脂をコーティング」し(段落【0010】)，これをパターンに沿ってレーザーにより硬化させ，そのままスクリーンの製版として使用するものである。",
                            "染料は，光硬化性樹脂により閉塞されなかった気孔を通して供給されるものである以上，コーティングされた光硬化性樹脂につき，その「開口部内部壁面の平滑性」ないし「抜けの良さ」が問題となり得ないことは明らかである。",
                            "また，特開平6−148897号公報(甲6)に係る発明は，紫外",
                            "線硬化樹脂中に支持体を浸し，この支持体の上方に位置する紫外線硬化樹脂に紫外線による描画を施し(【請求項1】)，支持体を下降させつつ紫外線による同一パターンの描画を繰り返すことにより(段落【0013】)，硬化する紫外線硬化樹脂を支持体上に積層して遮蔽膜を形成するものである。すなわち，厚い紫外線硬化樹脂をレーザーで描画することはできないことを前提として，何度も同一パターンの描画を繰り返して積層するというものである。",
                            "そして，この製法を用いると，開口部内部壁面は積層により形成されるのであるから，積層による段差1を生じやすく，開口部内部壁面の平滑性とは明らかに相反する。",
                            "このように，審決が挙げる文献は，いずれもスクリーンメッシュを用いたスクリーン印刷に関する発明であり，メタルマスクを用いる引用発明2とは技術分野が異なる上，「開口部内部壁面の平滑性」という概念を有していない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，引用発明1に引用発明2を適用する動機付けも，さらにバンプ電極用メタルマスクの製造において周知技術1を採用する動機付けも存在しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明の構成により「メタルマスクの開口部の内部壁面の平滑性の向上」との効果を得ることができる理由は，以下のa，bの内容の複合によるものと解される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "フォトマスクを使用した露光の場合と比べた場合には，フォトマスクの場合にはフォトマスク開口部のコーナーで光の回折が生じ，またフォトマスク素材における光の屈折があるため均等な硬化が妨げられるのに対し，レーザーの収束ビームでフォトマスクを介さずに直接露光した場合には，そのような事情がないため，平滑な開口部壁面が得られることになる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "レーザーをアレー状に配置して感光性樹脂層に焦点が合致するように収束することによりさらに特段の効果が得られる理由は，以下のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "レーザー光は，パルスのように断続的に出力されるから，これを「走査」する場合でも，これによる形状は，ドットの連続により構成されることになる。このとき，強いレーザー光を用いると，目的部分がすばやくシャープに硬化することになるため，ドットの形状がそのまま残されることになり，開口部壁面にはエッジの切り立った縞が残ることになる。",
                                "これに対し，本願発明においては，弱いレーザー光を束ねて用いているため，硬化がシャープでなく，感光性樹脂層の十分に硬化しなかった部分は後に除去されてしまうため，残された部分はゆるやかな形状となる。したがって，ハンダの抜けの観点からみて，平滑な開口部壁面が得られることになる。",
                                "また，感光性樹脂層を硬化させるためのエネルギーは一定であるので，複数のレーザーを用いれば，各レーザーの出力は必然的に小さくてすみ，レーザーをアレー状に配置すると，必然的に，一つ一つのレーザーの出力は小さくてすむことになる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "バンプ電極の形成の場合には，前述のように厚みのある感光性樹脂層を用いる必要がある。",
                                "ところが，一つの強いレーザー光を用いる場合，感光性樹脂層は焦点が合わされた部分から硬化していくため，厚みのある感光性樹脂層を均等に硬化させることができない。",
                                "これに対し，レーザーをアレー状に配置すれば，複数のレーザーの焦点を感光性樹脂の「層」全体にわたって合わせることができる。",
                                "したがって，開口部内部壁面の深さ方向が均質に硬化する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "レーザーをアレー状に配置することにより，弱いレーザー光を用いることができ，かつ複数のレーザーとして，位相のそろったレーザーを用いることができる。レーザーの位相をそろえることで，感光性樹脂層の特性に，より適合させることが可能となる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，レーザーをアレー状に配置することで，個々のレーザーの出力は小さくてすむことになり，レーザーをアレー状に配置して感光性樹脂層全体に焦点が合致するように収束し，走査しながら感光性樹脂層に直接照射・露光を行うことによって特段の効果が得られることになるからこそ，本願発明においてはレーザーをアレー状に配置しているのである。",
                            "一般には，パターンを切り取る場合には，レーザーの焦点を小さく合わせることにより高解像度のパターンを得るという方向性が意識されるのであり(甲7の段落【0035】参照)，本願発明のような目的がなければ，レーザーをアレー状に配置するという動機付けは得られない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，本願発明の効果(マスクの開口部の内部壁面の平滑性の向上)は，「レーザー光線が均質で直進性の高い光線である」ことにより得られるものではない。本願発明が対象としているのは，レーザー光線を走査して「壁面」を形成する場合の，面における平滑性である。これについては，一般には，円滑な開口部形状を有するフォトマスクを用いた方が，レーザーを走査しながら直接照射してガリガリと形状を形成するよりも円滑になると考えるのが通常であり，レーザーを走査した方が内部壁面が円滑になるという発想に想到するのは容易ではない。現に誰も想到しなかったのである。",
                        "そして，別紙の図2は，従来技術(フォトマスクを介して光を感光性樹脂層に照射・露光を行う方法)により得られたメタルマスクの開口部内部壁面の写真であり，図3は，本願発明の方法を用いて得られたメタルマスクの開口部内部壁面の写真であり，これらの写真から，本願発明の効果は明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "単に「レーザーの数」という側面のみを取り出し，これを複数にするか単数にするかが設計事項であるという認定は，発明の全体像を無視している。このようにパーツを細分化して取り出せば，既存の部品を複数使用する構成は，すべて設計事項となってしまう。",
                        "また，審決は，「レーザー光の焦点を露光する層に合致させることは当然である。」と述べるが，前記(ア)bのとおり，バンプ電極を形成するための感光性樹脂層は厚いものであるから，「点」ではなく「層」に焦点を合致させるという構成は当然ではない。",
                        "このほか，弱いレーザーを束ねることや，位相に関する原告の主張につき，審決は，当初明細書等の記載に基づかない主張であるとするが，これについては，背景ないし理論を説明するものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，引用発明1に技術分野の異なる引用発明2を適用し，さらに技術分野の異なる周知技術1を採用し，さらに紫外線半導体レーザーをアレー状に配置し，さらに感光性樹脂層に焦点が合致するように収束するという構成を採用することは，本願発明における目的意識を持つことなくしてはその動機付けがなく，当業者にとって想到することが困難である。",
                        "さらに，本願発明は，レーザーを走査しながら感光性樹脂層に直接照射・露光を行うという構成を採用しているものであり，このような構成に想到することは，当業者にとって極めて困難である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，メタルマスクの厚さについて，「20μm」，「80μm」という値自体に特段の臨界的意義が見出せないと認定判断する。",
                    "しかし，20μm～80μmという範囲は，バンプ電極用のメタルマスクの厚さ(20～80μm)である。バンプ電極用メタルマスクを作る際のパターン形成用の感光性樹脂層を，レーザーで直接照射・露光するという発想は，本願発明のような視点に立たなければ得られないものであり，したがって，当該厚さには臨界的意義がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，以下に述べるとおり，原告の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "フォトレジスト層に露光することができるような紫外線のレーザー光線の生成装置は，当該露光に使用される水銀灯などのランプ類に比べ，一般的に高価なものであり，高々走査を不要とするためだけに，紫外線のレーザー光線の生成装置を大量に用意し，フォトレジスト層を備えたベースフィルム全域にわたって平面状に並べたり，また，極端に高出力な紫外線のレーザー光線の生成装置(フォトレジスト層を備えたベースフィルム全域にわたってレンズで拡散し出力を低下させた紫外線のレーザー光線であってもフォトレジスト層を露光することができる程度の出力を維持できるような出力が必要となる。)を用意し，そのレーザー光をわざわざベースフィルム全域にわたってレンズで拡散して出力を低下させて使用するなどということは，不自然な使用形態であり，当業者であれば，特段の事情がある場合を除き通常考慮しない使用形態である。",
                    "本願明細書の実施例1にも使用されており，平成15年11月19日(以下「本件出願の優先日」という。)前に公然実施されていることが明らかである「ペンタックス株式会社製DI-2080」も，イメージング方式は，二次元表示素子走査露光であり(乙4参照)，レーザー光線の露光の際に走査を行っているものである。",
                    "なお，紫外線のレーザーの出力が水銀灯などの紫外線の光源に比較して出力が小さいことは，原告も認めている。",
                    "してみれば，引用発明2の紫外線のレーザー光線は，本件出願の優先日前に周知である引用発明2と同様に，フォトマスクを介してフォトレジスト層に光を照射する露光装置(乙5ないし7参照)のように，光源たる紫外線のレーザー光線とフォトレジスト層とを相対移動させるような走査をして露光するものと解するのが，当業者であれば極めて自然な解釈である。",
                    "また，引用文献2の「活性光線の照射によるフォトレジスト層の硬化は1秒～20分の範囲」との記載は，活性光線の照射時間に関する記載ではなく，フォトレジスト層の硬化時間に関する記載である上，そのフォトレジスト層の硬化時間を「1秒～20分」とかなり広範囲に記載しており，フォトレジスト層の材料や，活性光線の光源の種類や強度により，様々な硬化時間があり得るという程度の記載にすぎない。",
                    "そして，「通常は数分以内で行われる」との記載は，実施例で使われている水銀灯などに代表される活性光線と，通常のフォトレジスト層の材料からなる露光工程であれば，通常は数分以内で行われると記載されているにすぎず，そもそもレーザー光線に限った記載ではない。",
                    "してみれば，上記引用文献2の記載は「レーザー光線とフォトレジスト層とを相対移動させるような走査をして露光する」との解釈といささかも矛盾するものではなく，「・・・該フォトレジスト層をパターンマスクを介して走査しながら露光した後・・・」とした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，引用発明2について，原告の解釈を採用した場合について，反論しておく。",
                    "審決において周知技術1の例として挙げた文献に記載されたレーザー光は，走査により露光しており(甲6の段落【0018】及び【0019】，甲7の段落【0026】等参照)，露光するためのレーザー光線を走査することは，本件出願の優先日前に周知な技術にすぎない。",
                    "してみれば，本願発明と引用発明1との相違点のうち「レーザー光線」につき「走査させる」ことは，単に周知な技術を採用したものにすぎず，容易性の判断の結論に影響を与えるものではない。",
                    "いずれにしても，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "40～50μm程度の厚さのレジスト層(厚い感光性樹脂層)に対してレーザーで露光することは，本件出願の優先日前において，審決が引用文献2として挙げた甲2，乙1ないし3に記載されるように周知である。",
                    "してみれば，「本願発明以前には，上記の構成を有するバンプ電極形成用メタルマスクの製造方法は存在せず，また，上記の効果に着目した発明も存在せず，バンプ電極形成用メタルマスクの分野においては，メタルマスク開口部に対応するレジストパターンを形成する際に，感光性樹脂層をレーザーで露光することは，実用的でないと考えられ，レーザーでこのような厚い感光性樹脂層の露光を行うことは実用的でないと考えられていた」との原告の主張は根拠がなく，厚い感光性樹脂層の露光について特に区別し，レーザーで露光を行うことを回避する理由はない。当業者であれば，バンプ電極用のメタルマスクを作る際のパターン形成用の感光性樹脂層についても，レーザーで露光を行うようにすることは，容易に想到し得るものである。",
                    "したがって，「本願発明において，それまで当業者の間では現実的でないと解されていたレーザーによる直接照射・露光をあえて用いることとしたのである」との原告の主張についても根拠がない。",
                    "なお，甲9の段落【0003】の記載は，平成13年3月26日以前においては，バイオレットレーザーの出力が従来のレーザーより小さく，十分な強度を有する画像の形成が困難であり，改良せんとする研究がされている旨を，特定の出願人が記載したものにすぎず，本件出願の優先日前の技術水準を示すものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "また，以上のとおり，審決において挙げた引用文献2や，乙1ないし3(順に，特開2003−107723号公報，特開2003−11452",
                  "text": [
                    "1号公報，特開2003−140329号公報)のように，20～80μ",
                    "mを含む厚さを対象としたレーザー光線による露光は周知であり，レーザーで厚い感光性樹脂層の露光を行うことは実用的でないという原告の主張は根拠がなく，引用発明2の「蒸着物質を気相法により基材表面に蒸着させて回路を形成する」(請求の範囲1)ための，平面的な回路形成に用いられるメタルマスクを製造するためのレーザー光線による露光と，バンプ電極形成用の厚いメタルマスクを製造するためのレーザー光線による露光とを区別しなければならない理由はない。",
                    "してみれば，引用発明2のレーザー光線による露光を，バンプ電極用メタルマスクの分野における引用発明1に適用することは，当業者が容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "スクリーンメッシュにおいても，インクやペーストが開口から抜けるものである以上，メッシュの平滑性と同様に，メタルマスクの開口形状の深さ方向側面部の平滑性がある程度必要なのは当然である。",
                    "バンプ電極形成用マスクとスクリーンメッシュマスクとのペーストの粘度の差異はあるところ，スクリーンメッシュマスクにおいても，粘度の比較的高いペーストを用い，開口の径が微小となれば，メッシュの平滑性とともに，開口形状の深さ方向側面部の平滑性も必要となることは明らかである。",
                    "してみれば，スクリーンメッシュマスクにおいては，程度の差はあるものの，開口形状の深さ方向側面部の平滑性が不要であるなどということはないから，バンプ電極形成用マスクの製造方法と，スクリーンメッシュマスクの製造方法とで，レーザー光線による露光手段を適用するという点で，「マスクの製造方法」という技術分野としては何ら差異はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告は，本願発明では別紙の図1に示す構成が採用されている旨主張するが，図1(b)に示されるような，感光性樹脂層の円形部分(メタルマスクの開口部に対応する部分)の周囲に沿って円形にレーザーを走査することは，本願の特許請求の範囲又は明細書に何ら記載されておらず，当該特許請求の範囲又は明細書の記載から自明な事項でもない。",
                    "このほか，別紙の図2や3に示されるメタルマスクは，どのような材料，条件で形成されたメタルマスクであるのか，さらに，当該写真はどのようにして撮影されたものであるのか不明であり，図3に示されるメタルマスクが，本願発明に含まれる実施形態の1例の「メタルマスクの製造方法」において得られたものか否かすら定かではなく，本願発明の範囲に含まれるすべての「メタルマスクの製造方法」によって得られたメタルマスクにおいて，同様の形状のものが得られることを示すものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "レーザー光には，連続的に出力されるものもあればパルスのように断続的に出力されるものもある。本願発明のレーザーが「パルスレーザー」に限られるとの記載は，特許請求の範囲及び明細書のいずれにもなく，この点に関する原告の主張は，特許請求の範囲や明細書に基づかない主張である。",
                    "また，「レーザーをアレー状に配置する」ことが，すなわち「個々のレーザーの出力が小さくなる」ことではない。",
                    "アレー状の配置については，本願発明の特定に「複数の紫外線半導体レーザーをアレー状に配置して各レーザー光を該感光性樹脂層に焦点が合致するよう収束し，走査しながら直接照射・露光を行い」とあり，明細書には「例えば，複数の紫外線半導体レーザーをアレー状に配置し，各レーザー光を感光性樹脂層に焦点が合致するように収束し，走査しながら，開口部を描画する。」(段落【0013】)と記載されるのみで，感光性樹脂層の特定の一箇所にレーザーを集中しているとの記載はなく，また自明でもない。",
                    "してみれば，本願発明には，複数のレーザーがそれぞれ別の箇所の感光性樹脂層に焦点が合致するように収束するものも含まれ，必ずしも，「一つ一つのレーザーの出力が小さくてすむ」ことに限るものではないから，この点に関する原告の主張は，特許請求の範囲のみならず明細書の記載に基づくものですらない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "感光性樹脂層における「点」が，感光性樹脂層の「層」に含まれることは明らかである。",
                    "「点」に焦点が合致していれば，結果として感光性樹脂層の「層」のいずれかの箇所に焦点が合致しており，感光性樹脂層の「層」に焦点が合致しているといえる。",
                    "また，引用発明1及び2ともに，露光・現像することにより，パターンを有するレジスト層を作成し，それにアディティブ法によるメッキをして，メタルマスクを作成する方法である以上，感光性樹脂層の層の深さ方向についても硬化される必要があることは当然である。",
                    "してみれば，感光性樹脂層の層の深さ方向についても，感光性樹脂層が硬化する程度に，感光性樹脂「層」に光の焦点が合致するものであることは明らかである。",
                    "さらに，この「層」に焦点を合致させるということが，「アレー状に配置された複数のレーザーのうち，個々のレーザー単体の焦点は，感光性樹脂の『層』の深さ方向の一点であり，その一点の深さが複数のレーザーで異なり，複数のレーザー全体としてみれば，焦点が深さ方向にある程度均一に分散するようになっており，それらのレーザーを束ねて露光することによって，複数のレーザーの焦点を感光性樹脂の『層』の深さ方向全体にわたって合わせることができる。」との意味であるとすると，当該主張は，特許請求の範囲の記載に基づかないだけでなく，明細書の記載に基づくものですらない。",
                    "すなわち，「個々のレーザー単体の焦点は，感光性樹脂の『層』の深さ方向の一点であり，その一点の深さが複数のレーザーで異なる」ことや，「複数のレーザー全体としてみれば，焦点が深さ方向にある程度均一に分散するようになっている」ことなどはもとより，「レーザーを束ねて露光すること」や，「複数のレーザーの焦点を感光性樹脂の『層』の深さ方向全体にわたって合わせる」ことすら，特許請求の範囲には何ら記載されておらず，明細書にも何ら記載されておらず，自明な事項でもない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "「位相のそろったレーザーを用いることができる」旨の原告の主張についても，出願時の明細書に記載されていない効果を主張するのみならず，構成としても記載されていないものについての主張である。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原告は，本願発明の効果が「レーザー光線が均質で直進性の高い光線であること」により得られるものではない旨主張する。",
                    "しかし，「レーザー光は直進性が強く，光硬化が深さ方向で均一であること，によるものと解され」ることは，原告が，平成18年4月26日付け意見書(甲11)及び平成19年2月27日付け手続補正書(甲16)で，二度にわたり主張していたことである上，「レーザー光線が均質で直進性の高い光線であること」は技術常識であり，そのような「均質で直進性の高い光線」を照射すれば，照射される感光性樹脂層の内部壁面が平滑になることは，当業者であれば当然予測し得ることである。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "以上のとおり，引用発明1に引用発明2を適用し，周知技術1を採用し，紫外線半導体レーザーをアレー状に配置し，感光性樹脂層に焦点が合致するように収束するという構成を採用することについての動機付けはあり，当業者にとって容易であるから，「当業者にとって紫外線のレーザーとして周知技術2のような紫外線半導体レーザーを採用することに，特段の困難性は見いだせない。さらに，レーザーの数を単数にするか複数にするか及び，レーザーの配置をどのようにするかは，必要に応じ，当業者が適宜設計しうる事項にすぎない。レーザー光の焦点を露光する層に合致させることは当然である。」とした相違点1についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由3に関する原告の主張は明確ではないが，「バンプ電極用メタルマスクを作る際のパターン形成用の感光性樹脂層を，レーザーで直接照射・露光するという発想」が得られないから，バンプ電極用メタルマスクの厚さに相当する「20μm～80μm」という範囲に臨界的意義がある旨の主張と解される。",
                    "前記(2)のとおり，「バンプ電極用メタルマスクを作る際のパターン形成用の感光性樹脂層を，レーザーで直接照射・露光する」ことは，当業者が容易に想到し得るものであるから，「バンプ電極用メタルマスクを作る際のパターン形成用の感光性樹脂層を，レーザーで直接照射・露光するという発想」が得られないという前提自体誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "このように，前提が誤っている以上，これ以上の反論は不要であるが，念のため，反論する。",
                        "原告の「20μm～80μmという範囲は，バンプ電極用のメタルマスクの厚さ(20～80μm)である。」との主張の意味が，そもそも明確ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記主張が「バンプ電極用のメタルマスクは，通常20μm～80μmの厚さを有している」との主張であれば，「『バンプ電極用メタルマスク』の製造をするための『感光性樹脂層』」と特定されることと，「『バンプ電極用メタルマスク』の製造をするための『感光性樹脂層』で厚さを20μm～80μm」とすることで構成上の差異はないこととなり，「厚さを20μm～80μm」とすることの相違点を検討することすら意味がない。",
                        "また，本願明細書の段落【0015】には，メタルマスクの厚さについて「本発明のメタルマスクの厚みは，形成するはんだ電極の形状，用途によって異なるが，はんだバンプ電極としては印刷特性からは20～100μmが好ましく，20～80μmが更に好ましい。」とあり，出願当初の特許請求の範囲にも「【請求項5】厚さが20～100μmである請求項1～4いずれか記載のメタルマスク。」とあるように，メタルマスクの厚さは，形成するはんだ電極の形状，用途などによって，適宜選択されるもので，20～80μmの範囲外の厚さのメタルマスクであっても，「バンプ電極用のメタルマスク」として使われることが記載されているから，原告の主張は，出願当初の特許請求の範囲又は明細書の記載に基づかないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記主張が，「バンプ電極用のメタルマスクの厚さのうち，特に20μm～80μmと特定した」との主張であれば，まさに審決が述べたように，「メタルマスクの厚さは，形成するバンプなどのクリームはんだパターンの形状・大きさ，メタルマスクの装着性や耐久性，電極パッドとの密着性などを考慮して，当業者が適宜設計しうる事項」であり，「厚さを20μm～80μm」とすることと，例えば，当該数値範囲外の値であるが，出願当初の特許請求の範囲である「厚さを90μm」とすることで，異質な効果や顕著な効果を奏するような差異が生じるものではないから，「20μm」，「80μm」という値自体に臨界的意義が見出せないものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "いずれにしても，原告の主張は失当であり，「メタルマスクの厚さは，形成するバンプなどのクリームはんだパターンの形状・大きさ，メタルマスクの装着性や耐久性，電極パッドとの密着性などを考慮して，当業者が適宜設計しうる事項にすぎず，メタルマスクの厚さについて，『20μm』，『80μm』という値自体にも特段の臨界的意義も見いだせない」とした審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。",
            "審決は，本願発明は引用発明1，2及び周知技術から容易想到であると判断し，原告はこれを争うので，以下，これに関する原告主張の取消事由について個別に判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明2認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献2記載の露光方法",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，レーザー光線を露光に使用する場合でも，例えばレーザー光線をレンズで拡散したり，又は平面状にレーザー光線を並べる等の，走査を行わない様々な方法が当然にあり得るのであり，単に，引用発明2について，広い範囲にレーザーを使用していることをもって，「何らかの走査を行っていることは明らかである」と認定する(審決4頁18行～19行)ことは誤りであると主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献2には，アディティブ法によるメタルマスクの製造に関して以下の記載がある。",
                    "・「本発明方法に用いられるメタルマスクは，目的とする回路パターンの形状に対応して透孔を有する金属板であり，透孔から蒸着物質が基材表面に蒸着され，透孔以外の部分では遮へいされて金属が基材表面に蒸着されないため透孔の形状に応じた回路パターンを有する蒸着膜を形成することができる。メタルマスクの材質は蒸着物質を遮へいするものであれば特に制限はなく，例えば，銅，ニッケル，銀，金，アルミニウム，クロム，錫およびこれらの金属の合金などが挙げられ，これらのうち磁力によって吸引される磁性体，殊にニッケルがプリント配線板基材の裏面から磁石などの磁力を利用して基材表面に密着させることができ，かつ錆びにくい点から好ましい。メタルマスクの厚さは10～500μm程度が好ましく，さらには20～200μmの範囲であることが好ましい。",
                    "メタルマスクは金属板をレーザーによって直描する方法や，後述する実施例6に示すように金属類，特に磁性をもつ金属板表面にレジストパターンを形成した後，薬液にてエッチングする方法などによっても作成できる。しかし，本発明において好ましくは，精度の点などからアデイテイブ法によって作成したメタルマスクを使用する。",
                    "本発明に従うアデイテイブ法によるメタルマスクの製造方法について説明する。",
                    "まず，一段のアデイテイブ法によるメタルマスクは，"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "ベースフイルム上にフオトレジスト層を形成し，該フオトレジスト層をパターンマスクを介して差別化して露光した後，現像を行ない，ベースフイルム上にパターンを有するレジスト層を形成する工程；(2) ベースフイルムの該現像によりレジスト層が除去された部分にメッキ層を形成する工程；および"
            },
            {
              "fig": "(3)",
              "subject": "残存レジスト層およびベースフイルムを除去する工程；を順次行なう方法によって得ることができる。」(4頁左上欄8行～左下欄5行)",
              "text": [
                "・「このフオトレジスト層の厚さは，10～500μmであることが好ましく，さらに好ましくは20～200μmである。",
                "上記の如くして調整されるフオトレジスト層を備えたベースフイルムから本発明に従いメタルマスクが製造される。その製造工程工程について以下さらに説明する。」(5頁右上欄7行～13行)",
                "・「露光工程",
                "フオトレジスト層にパターンマスクを介してimagewiseに活性光線を露光する。",
                "露光に使用しうる活性光線は，一般には3，000～4，500Åの波長を有する光線が適している。そのような光線を発する光源としては，例えば，太陽光，水銀灯，キセノンランプ，アーク灯およびレーザー光線などがあり，水銀灯としては高圧水銀灯，超高圧水銀灯，メタルハライドランプ，ケミカルランプなどが使用される。活性光線の照射によるフオトレジスト層の硬化は1秒～20分の範囲，通常は数分以内で行なわれる。」(5頁右上欄14行～左下欄5行)"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "上記記載によれば，引用文献2には，フォトレジスト層をパターンマスクを介して露光する際の光源として，太陽光，水銀灯，キセノンランプ，アーク灯及びレーザー光線などがあることが記載されているが，各光源を用いた具体的な露光方法については記載されておらず，レーザー光線を光源とする露光について，「走査」に関する明示的な記載もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，引用文献2には，露光方法を具体的に特定する記述はないから，その実施においては，特別の露光方法は採用されておらず，当業者(その発明の属する技術の分野における通常の知識を有する者)が通常採用する手段により露光を行っていると解するのが相当である。",
                    "そこで，次に，一般的なレーザー光線による露光について検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "レーザー光線による露光の周知技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献2と同様にフォトマスクを介してフォトレジスト層にレーザー光線を照射する露光装置の例である特開2003−306396号公報(発明の名称「フッ化カルシウム結晶の検査及び製造方法，並びに，かかるフッ化カルシウム結晶から製造された光学素子」，出願人 キャノン株式会社，公開日 平成15年10月28日。乙7)には，以下の記載がある。",
                    "・【発明の実施の形態】",
                    "「以下，図8を参照して，本発明の例示的な露光装置100について説明する。ここで，図8は，露光装置100の概略ブロック図である。露光装置100は，回路パターンが形成されたマスク又はレチクル(本出願ではこれらの用語を交換可能に使用する)31を照明する照明装置と，プレート33を支持するステージ34と，照明されたマスクパターンから生じる回折光をプレート33に投影する投影光学系32とを有する。」(段落【0060】)",
                    "・「本実施形態に適用可能な露光装置100は，例えば，ステップアンドリピート方式やステップアンドスキャン方式でマスク31に形成された回路パターンをプレート33に露光する投影露光装置やレンズ式等倍投影露光装置である。かかる露光装置は，サブミクロンやクオーターミクロン以下のリソグラフィ工程に好適であり，以下，本実施形態ではステップアンドスキャン方式の露光装置(「スキャナー」とも呼ばれる)を例に説明する。ここで，「ステップアンドスキャン方式」は，マスクに対してウェハを連続的にスキャンしてマスクパターンをウェハに露光すると共に，1ショットの露光終了後ウェハをステップ移動して，次のショットの露光領域に移動する露光方法である。「ステップアンドリピート方式」は，ウェハのショットの一括露光ごとにウェハをステップ移動して次のショットを露光領域に移動する露光方法である。」(段落【0061】)",
                    "・「照明装置は，転写用の回路パターンが形成されたマスク31を照明し，光源部21と照明光学系とを有する。照明光学系は露光機構部22内に設けられている。光源部21と露光機構部23は別個独立に構成され，物理的に分離されている。後述するマスク31と，投影光学系32，プレート33なども露光機構部22内に設けられる。」(段落【0062】)・「光源部21は，照明光源23と，折り曲げミラー24と，凹レンズ25と，凸レンズ26と，折り曲げミラー27と，オプティカルインテグレータ28とを含む。」(段落【0063】)",
                    "・「本実施形態は照明光源23としてF エキシマレーザーを使用するが，本発明は，ArFエキシマレーザー，KrFエキシマレーザー等その種類は問わず，また，エキシマレーザーにも限定されず，例えば，YAGレーザーを使用してもよいし，そのレーザーの個数も限定されない。例えば，独立に動作する2個の固体レーザーを使用すれば固体レーザー相互間のコヒーレンスはなく，コヒーレンスに起因するスペックルはかなり低減する。さらにスペックルを低減するために光学系を直線的又は回転的に揺動させてもよい。また，光源部1120に使用可能な光源はレーザーに限定されるものではなく，一又は複数の水銀ランプやキセノンランプなどのランプも使用可能である。」(段落【0064】)",
                    "・「レンズ25及び26は，照明光源23からの平行光束をおおよそオプティカルインテグレータ28の大きさにビーム形状に整形するビームエキスパンダーである。なお，光源部21は，コヒーレントなレーザー光束をインコヒーレント化するインコヒーレント化光学系を使用することが好ましい。オプティカルインテグレータ28はレチクル上を均一に照明するためのハエの目レンズや2組のシリンドリカルレンズアレイ(又はレンチキュラーレンズ)板を重ねることによって構成されるインテグレーター等を含むが，光学ロッドや回折素子に置換される場合もある。」(段落【0065】)",
                    "・「照明光学系はマスク31を照明する光学系であり，折り曲げミラー29及びコンデンサーレンズ30を有する。コンデンサーレンズ30はオプティカルインテグレータ28が発した光束を平行化してマスク31を均一に照明する。その他，照明光学系は必要に応じて，レンズ，ミラー，オプティカルインテグレータ，絞り等を含む。例えば，コンデンサーレンズ，ハエの目レンズ，開口絞り，コンデンサーレンズ，スリット，結像光学系の順で整列する等である。照明光学系は，軸上光，軸外光を問わず使用することができる。かかる照明光学系のレンズなどの光学素子に本発明の検査方法で合格した光学素子を使用することができる。」(段落【0066】)",
                    "・「マスク31は，例えば，石英製で，その上には転写されるべき回路パターン(又は像)が形成される。マスク31は，レチクルホルダ31aに吸着保持され，図示しないマスクステージに支持及び駆動される。マスク31から発せられた回折光は投影光学系32を通りプレート33上に投影される。プレート33は，ウェハや液晶基板などの被処理体でありレジストが塗布されている。マスク31とプレート33とは共役の関係にある。スキャナーの場合は，マスク31とプレート33を走査することによりマスク31のパターンをプレート33上に転写する。ステッパーの場合は，マスク31とプレート33を静止させた状態で露光が行われる。」(段落【0067】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，照明光源としてエキシマレーザー等を使用し(段落【0064】)，回路パターンが形成されたマスク又はレチクルを用いる露光装置の操作方法としては(段落【0060】)，マスクに対してウェハを連続的にスキャンしてマスクパターンをウェハに露光すると共に，1ショットの露光終了後ウェハをステップ移動して，次のショットの露光領域に移動する露光方法である「ステップアンドスキャン方式」や，ウェハのショットの一括露光ごとにウェハをステップ移動して次のショットを露光領域に移動する露光方法である「ステップアンドリピート方式」があり(段落【0061】)，スキャナー(ステップアンドスキャン方式)の場合は，マスク31とプレート33を走査することによりマスク31のパターンをプレート33上に転写するが，ステッパー(ステップアンドリピート方式)の場合は，マスク31とプレート33を静止させた状態で露光が行われる(段落【0067】)ものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，本願明細書(公開特許公報，甲21)の段落【0013】の「本発明においては，紫外線の収束ビームを感光性樹脂層に直接照射して配線パターン状に走査し露光を行う，所謂直接描画する。」「各レーザー光を感光性樹脂層に焦点が合致するように収束し，走査しながら，開口部を描画する。」等の記載によれば，本願発明において，「走査」とは，レーザー光線を移動させつつパターンを描画することであると解されるところ，乙7記載の「ステップアンドスキャン方式」ではレーザー光線の走査を行っているといえるものの，「ステップアンドリピート方式」では，マスクとプレートを静止させた状態で一括露光が行われるから，露光時にレーザー光線の走査が行われていると認めることはできない。",
                    "したがって，乙7の上記記載によれば，照明光源にレーザー光線を使用した露光方法においては，レーザー光線の走査を行わない方法も存在することが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，前記(1)のとおり，引用文献2の露光工程については，レーザー光線を光源とする露光の際に「走査」を行うとの明示的な記載がなく，具体的な露光手段については記載されていないところ，上記ウのとおり，照明光源にレーザー光線を使用した露光方法として，レーザー光線の走査を行わない方法も存在するから，引用文献2のレーザー光線について，「何らかの走査を行っていることは明らかである」と認定することはできない。",
                    "このように，引用文献2に「フォトレジスト層をパターンマスクを介して『走査しながら』露光」することが具体的に記載されていると認定するのは正確性に欠けるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の結論への影響の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "このように，審決には，引用文献2の記載事項の認定について正確性に欠ける部分があるので，次にこの点が審決の結論に影響を及ぼすか否かを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，前記乙7の記載によれば，照明光源にレーザー光線を使用した露光方法として，レーザー光線の走査を行わない方法も存在するが，「本実施形態ではステップアンドスキャン方式の露光装置(「スキャナー」とも呼ばれる)を例に説明する。」(段落【0061】)と記載されているように，実施の形態として具体的に説明され，使用されている方法は，レーザー光線を走査する露光方法である。",
                    "そして，審決において挙げられた文献についてみると，特開平6−148897号公報(甲6)には，「この状態で，レーザ光源とレーザビーム13を線走査または面走査できる機構とを有する描画装置(図示せず)を介して，タンク11の上方から紫外線硬化樹脂10に向けて紫外線による描画(露光)を施し，この時に硬化する紫外線硬化樹脂10をメッシュ2上に積層させて開口部4を有する第1層の遮蔽膜3aを形成する(同図(b))。」(段落【0018】)と記載され，特開平11−174686号",
                    "公報(甲7)には，「・・・設定された図案，例えばCAD図案に従って紫外線レーザービームを走査させて前記樹脂を選択的に硬化させる。・・・」(段落【0026】)と記載され，また，特開2003−107723",
                    "号公報(乙1)には，「・・・例えば，上述の電子ビーム露光法や，レーザビーム露光法では，電子ビームやレーザビームを感光材料3の所定の領域に走査して，その領域を感光する。・・・」(段落【0028】)と記載されており，露光するためのレーザー光線を走査する技術は，本件出願の優先日(平成15年11月19日)前に周知であったものと認められる。",
                    "また，本願明細書の実施例1において使用された露光装置であって，本件出願の優先日前に公然実施されていることが明らかである「ペンタックス株式会社製DI−2080」も，その製品仕様(乙4)によれば，光源に紫色レーザーダイオード(LD)を採用し，イメージング方式は二次元表示素子走査露光であるから，露光の際にレーザー光線の走査を行っているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，照明光源にレーザー光線を使用した露光方法において，レーザー光線の走査を行うことは，本件出願の優先日前に周知の技術であったものであり，当業者が必要に応じて適宜採用し得る手段にすぎないものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，引用文献2には，レーザー光線により「走査しながら」露光することが具体的に記載されていると認定できないとしても，審決は，引用文献2に記載された露光方法に当然に含まれる，周知の走査による露光方法の部分を引用発明2として認定していると解し得るし，引用発明2として，レーザー光線により「走査しながら」露光することのみを認定することが誤りであるとしても，本願発明と前記引用発明1との相違点のうち，レーザー光線につき「走査しながら」露光することは，単に周知の技術を採用したものにすぎず，当業者が容易になし得ることであるから，引用発明2の認定の誤りは，本願発明の容易想到性の判断の結論に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，審決による引用発明2の認定に誤りがあるとしても，取消事由1に関する審決の誤りは，審決の結論に影響を及ぼさないことになる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1に引用発明2を適用する動機付けにつき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平面的回路パターン形成用メタルマスクの分野における引用文献2にレーザーを使用した場合の記載が存在するとしても，それをバンプ電極用メタルマスクの分野における引用発明1に適用する動機付けは存在しないと主張する。",
                    "原告は，上記主張の前提として，バンプ電極用のメタルマスクは厚く(20～80μm)，メタルマスクを作る際のパターン形成用の感光性樹脂層は，そのメタルマスクの厚さよりも更に厚いものが用いられるところ，レーザーは圧倒的に出力が小さいため，このような厚い感光性樹脂層をレーザーで露光することは実用的でないと考えられていた旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用文献2に記載されたメタルマスクが，「プリント配線板基材表面にパターンを形成したメタルマスクを密着させ，蒸着物質を気相法により基材表面に蒸着させて回路を形成するプリント配線板の製造方法」(特許請求の範囲1)で使用するものであるとしても，引用文献2には，アディティブ法によるメタルマスクの製造に関して，光源としてレーザー光線を使用することのほか，フォトレジスト層の厚さを「さらに好ましくは20～200μm」とすることが記載されている(前記2(1)イ参照)から，20～200μmの厚さのフォトレジスト層(感光性樹脂層)をレーザー光線で露光することが開示されているといえる。",
                    "また，レジストパターンの製造法に関する特開2003−114521号公報(乙2)や特開2003−140329号公報(乙3)には，「塗",
                    "布されるレジスト層の厚みは，用途により異なるが，乾燥後の厚みで1～100μm程度であることが好ましく」(乙2の段落【0061】，乙3の段落【0033】)との記載とともに，「レジスト層の積層が完了した後，工程(ii)として，画像状に活性光線を照射して，露光部の前記レジスト層を光硬化させる。・・・また，マスクパターンを用いずにレーザー直接描画露光を行うこともできる。」(乙2の段落【0066】，乙3の段落【0038】)と記載されているから，甲9の段落【0003】の記載にかかわらず，20～80μmの厚さを含む比較的厚い感光性樹脂層に対して，レーザー光線で露光することは，本件出願の優先日前から行われていたことと認められ，格別困難であったとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，レーザーで厚い感光性樹脂層の露光を行うことは実用的でない旨の原告の主張は理由がなく，引用文献2記載のメタルマスクが，蒸着による平面的回路パターン形成に用いられるメタルマスクであるとしても，「さらに好ましくは20～200μm」の厚さのフォトレジスト層をレーザー光線で露光する工程を経て形成されるものである以上，引用文献2記載のメタルマスクを製造するためのレーザー光線による露光と，バンプ電極形成用のメタルマスクを製造するためのレーザー光線による露光とを区別すべき理由はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，引用発明1の，「パターニングしたレジストをマスクにしてバンプ電極形成用のメタルマスクをアディティブ法で作製する際における，レジストのパターン形成」に対して，同じくアディティブ法によるメタルマスク製造における，同程度の厚さのフォトレジスト膜をパターン形成する手段である，引用文献2記載のレーザー光線による露光方法を適用することの動機付けは，技術分野の関連性，課題の共通性等からみて，当然に存在するということができ，引用文献2記載のアディティブ法によるメタルマスクの製造方法を，バンプ電極形成用メタルマスクをアディティブ法で形成する引用発明1に適用することは，当業者が容易に想到し得ることである。",
                    "したがって，引用発明1に引用発明2を適用する動機付けは存在しないとの原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術1を採用する動機付けにつき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が周知技術1の例として挙げた2つの発明は，いずれもマスク上の開口部の平面形状を正確に転写することを目的とするスクリーンメッシュに関する発明であり，技術的分野が異なる上，開口部の内部壁面の平滑性に関しては全く問題にしておらず，バンプ電極用メタルマスクの製造において周知技術1を採用する動機付けも存在しないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，審決は，「パターンマスクを介さずに感光材料に直接照射・露光すること」(周知技術1)が，レーザー露光の技術分野において従来より周知であることを立証するために，甲6及び甲7を挙げたものである。",
                    "すなわち，審決は，引用文献2に「アディティブ法によりメタルマスクを形成する際に，導電性表面を有するベースフィルム上にフォトレジスト層を形成し，紫外線のレーザー光線により露光し，現像を行うこと」が記載されており，引用発明1のアディティブ法に，引用発明2のアディティブ法を適用することを前提に，その際，レーザー露光の技術分野において，従来より周知である，レーザー光線をパターンマスクを介さずに感光材料に直接照射・露光すること(周知技術1)を採用することは，当業者が容易に想到し得るものと認定判断したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，甲6及び甲7においては，パターンマスクを介さずにレーザー光線を感光材料に直接照射する方法が，いずれもスクリーン印刷に使用するスクリーン(スクリーンメッシュ)の製造工程において用いられているが，乙2(発明の名称「感光性樹脂組成物，感光性エレメント，レジストパターンの製造法およびプリント配線板の製造法」，出願人 日立化成工業株式会社，公開日 平成15年4月18日。段落【0064】～【0066】)及び乙3(発明の名称「感光性樹脂組成物，これを用いた感光性エレメント，レジストパターンの製造法およびプリント配線板の製造法」，出願人 日立化成工業株式会社，公開日 平成15年5月14日。",
                    "段落【0037】，【0038】)に，一般的な基板(回路形成用基板)上に形成したレジスト層の露光においても，「マスクパターンを用いずにレーザー直接描画露光を行うこともできる。」と記載されていることから明らかなように，「パターンマスクを介さずに感光材料に直接照射・露光すること」(周知技術1)は，スクリーンメッシュの製造においてのみ使用される技術ではなく，一般的なレーザー露光の技術分野において，周知の技術であるといえる。",
                    "したがって，審決は，一般的なレーザー露光の技術分野における周知技術としての，「パターンマスクを介さずに感光材料に直接照射・露光すること」(周知技術1)を引用発明1に適用するものであって，スクリーンメッシュの製造方法にのみ用いられる露光方法を，引用発明1に適用するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，甲6及び甲7がスクリーンメッシュに関する発明であって，原告が主張するように，バンプ電極形成用メタルマスクにおいて要求される程度の「開口部内部壁面の平滑性」が求められるものではないとしても，甲6及び甲7上，「パターンマスクを介さずに感光材料に直接照射・露光すること」が「開口部内部壁面の平滑性」を劣化させるとの記載はなく，他に，甲6及び甲7記載の周知技術1を引用発明1に適用することが困難であることを示唆する記載も見当たらないから，周知技術1を採用することに阻害要因があるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決が認定した「パターンマスクを介さずに感光材料に直接照射・露光すること」(周知技術1)は，スクリーンメッシュの製造に特化した技術ではなく，一般的なレーザー露光の技術分野における周知技術であるから，バンプ電極形成用メタルマスクの製造におけるレーザー露光の工程において，周知技術1を採用することに何ら困難性はないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "レーザーの配置等につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，レーザーをアレー状に配置することで個々のレーザーの出力は小さくてすむことになり，レーザーをアレー状に配置して感光性樹脂層全体に焦点が合致するように収束し，走査しながら感光性樹脂層に直接照射・露光を行うことによって特段の効果が得られることになるからこそ，本願発明においてはレーザーをアレー状に配置しているのであり，本願発明のような目的がなければ，レーザーをアレー状に配置するという動機付けは得られない旨主張する。",
                    "しかし，以下のとおり，「レーザーをアレー状に配置」することが，直ちに「個々のレーザーの出力は小さくてすむ」との作用効果を奏するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，原告は，「本願発明においては弱いレーザー光を束ねて用いている」，「感光性樹脂層を硬化させるためのエネルギーは一定であるので，複数のレーザーを用いれば，各レーザーの出力は必然的に小さくてすむことになる」等主張し，これらの主張は，複数のレーザーを同じ場所に照射するとの趣旨であると解されるが，このような主張は本願明細書の記載に基づくものではない。",
                    "すなわち，レーザーのアレー状の配置については，本願発明の特許請求の範囲に「複数の紫外線半導体レーザーをアレー状に配置して各レーザー光を該感光性樹脂層に焦点が合致するように収束し，走査しながら直接照射・露光を行い」と記載され，本願明細書に「例えば，複数の紫外線半導体レーザーをアレー状に配置し，各レーザー光を感光性樹脂層に焦点が合致するように収束し，走査しながら，開口部を描画する。」(段落【0013】)と記載されるのみであって，感光性樹脂層の同じ場所にレーザー光を束ねて照射するとの記載はなく，また本願明細書の上記記載から，複数のレーザーを一箇所に集中して用いることが自明であるともいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，「レーザーをアレー状に配置」することには，複数のレーザーがそれぞれ別の箇所の感光性樹脂層に焦点が合致するように収束するものも含まれ，必ずしも，「一つ一つのレーザーの出力が小さくてすむ」ように照射することに限られるものではないから，この点に関する原告の主張は，特許請求の範囲のみならず，本願明細書の記載にも基づかないものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，原告は，「レーザーをアレー状に配置して感光性樹脂層全体に焦点が合致するように収束」すると主張しており，この点に関して，「一つの強いレーザー光を用いる場合，感光性樹脂層は焦点が合わされた部分から硬化していくため，厚みのある感光性樹脂層を均等に硬化させることができないのに対し，レーザーをアレー状に配置すれば，複数のレーザーの焦点を感光性樹脂の『層』全体にわたって合わせることができ，開口部内部壁面の深さ方向が均質に硬化する。」旨主張する。",
                    "原告の上記主張は，「各レーザーの焦点の深さを互いに異ならせ，それらのレーザーを束ねることによって，複数のレーザーの焦点を感光性樹脂の「層」の厚さ方向全体にわたり分散させて合わせることができ，感光性樹脂層を均質に露光できる」との趣旨であると解されるが，本願発明の特許請求の範囲や本願明細書には，原告の上記主張に沿った記載は見当たらず，レーザーを束ねることも，「複数のレーザーの焦点を感光性樹脂の『層』全体にわたって合わせること」も，本願明細書には何ら記載されておらず，本願明細書の記載から自明な事項でもないから，原告の主張は本願明細書の記載に基づくものではなく，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，原告は，本願発明の「各レーザー光を該感光性樹脂層に焦点が合致するように収束」することに関して，バンプ電極を形成するための感光性樹脂層は厚いものであるから，「点」でなく「層」に焦点を合致させるという構成は当然ではないと主張するが，既に検討したとおり，本願発明の特許請求の範囲の記載が，「複数のレーザーの焦点を感光性樹脂の『層』全体にわたって合わせること」を意味していると解することはできず，また，複数の焦点を「層」全体にわたって合致させることが，本願明細書の記載から自明であるともいえない。",
                    "したがって，この点に関する原告の主張も，本願明細書の記載に基づくものではなく，採用できない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "そして，引用発明1及び2ともに，露光・現像することにより，パターンを有するレジスト層を作成し，それにアディティブ法によるメッキをして，メタルマスクを作成する方法である以上，感光性樹脂層の層の厚さ方向についても硬化される必要があることは当然であるから，感光性樹脂層の層の深さ方向についても，感光性樹脂層が硬化する程度に，感光性樹脂「層」に光の焦点が合致するものであることは明らかである。",
                    "したがって，審決が「レーザー光の焦点を露光する層に合致させることは当然である。」と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上のとおり，原告主張の「レーザーをアレー状に配置すること」による作用効果は，本願発明の特許請求の範囲の記載だけでなく，明細書の記載にも基づかず，また，その作用効果自体も本願明細書に記載されていないものであるから，「レーザーをアレー状に配置して感光性樹脂層全体に焦点が合致するように収束し，走査しながら感光性樹脂層に直接照射・露光を行うことによって特段の効果が得られることになる」とはいえない。",
                    "したがって，「本願発明のような目的がなければ，レーザーをアレー状に配置するという動機付けは得られない」との原告の主張は，その前提において失当であり，複数のレーザーをアレー状に配置することについて，格別の困難性があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果(平滑性の向上)につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明の効果(マスクの開口部の内部壁面の平滑性の向上)について，「レーザー光線が均質で直進性の高い光線である」ことにより得られるものではなく，これについては，一般には，円滑な開口部形状を有するフォトマスクを用いた方が，レーザーを走査しながら直接照射するよりも円滑になると考えるのが通常であり，レーザーを走査した方が内部壁面が円滑になるという発想に想到するのは容易ではないと主張する。",
                    "また，原告は，別紙の図2が従来技術(フォトマスクを介して光を感光性樹脂層に照射・露光を行う方法)により得られたメタルマスクの開口部内部壁面の写真であり，図3が本願発明の方法により得られたメタルマスクの開口部内部壁面の写真であるとして，本願発明の効果を主張している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，原告は，審判段階では，「感光性樹脂を紫外線半導体レーザーで露光し，感光性樹脂で開口部に対応する凸部を形成したとき凸部の壁面が平滑になる理由は，(1)フォトマスクを使用した露光の場合には，フォトマスクのコーナーで光の回折が生じ，またフォトマスク素材における光の屈折があるため均等な硬化が妨げられるのに対し，紫外線半導体レーザーの収束ビームでフォトマスクを介さず直接露光した場合にはそのような事情がないこと，(2)レーザー光は直進性が強く，光硬化が深さ方向で均一であること，によるものと解される。」(審判請求書の手続補正書［甲16］の2頁下から4行～3頁2行)と主張していたものであり，これらの主張，特に上記(2)の主張は，本願発明の効果が「レーザー光線が均質で直進性の高い光線である」ことにより得られるものではないとする原告の本訴での主張と矛盾するものである。",
                    "そして，広辞苑第6版(株式会社岩波書店発行)には，レーザーにつき，「位相がよく揃い収束性もよいので，狭い面積にきわめて高密度の光エネルギーを集中させうる。」と記載されており，「レーザー光線が均質で直進性の高い光線である」ことは技術常識といえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方で，本願明細書やその他の証拠を検討しても，「メタルマスクの開口部内部壁面の平滑性の向上」との効果が，直進性の高いレーザー光線を採用したことにより得られるものではないとする根拠は見当たらないことからすれば，本願発明の作用効果は，レーザー光線を採用したことにその一因があるものと推認される。",
                    "そして，前述のとおり，「均質で直進性の高い光線である」レーザー光線を照射すれば，照射された感光性樹脂層の内部壁面が平滑になることは，当業者であれば当然予測し得ることである。",
                    "また，フォトマスクを使用した露光の場合には，フォトマスク開口部のコーナーでの光の回折やフォトマスク素材における光の屈折により均等な硬化が妨げられるのに対し，本願発明では，フォトマスクを介さず直接露光するため，平滑な開口部壁面が得られるとしても，前記(2)で検討したとおり，「パターンマスクを介さずに感光材料に直接照射・露光すること」(周知技術1)の採用は，当業者が容易に想到し得ることであり，同周知技術1を採用した場合には，パターンマスク(フォトマスク)がなく，光の回折や屈折等の問題が生じないことは当然に予測し得るから，パターンマスクを使用しないことに基づく作用効果は格別のものということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告準備書面(1)に添付された写真である別紙の図2及び3に示されたメタルマスクが，それぞれどのような装置により，どのような製造条件で形成されたメタルマスクであるかは不明であり，図3に示されたメタルマスクが，本願発明に含まれるいずれかの実施例に基づいて得られたものかも定かではなく，これらの写真をもって，本願発明の作用効果の有無を判断することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，引用発明2及び周知技術に基づいて，相違点1に係る本願発明の構成を想到することは，当業者にとって容易であり，また，当該相違点1に基づく作用効果も，当業者が容易に予測し得る程度のものである。",
                "したがって，相違点1についての審決の認定判断に誤りはなく，原告の主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "臨界的意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，20μm～80μmという範囲は，バンプ電極用のメタルマスクの厚さ(20～80μm)であり，バンプ電極用メタルマスクを作る際のパターン形成用の感光性樹脂層を，レーザーで直接照射・露光するという発想は，本願発明のような視点に立たなければ得られないものであるから，当該厚さには臨界的意義があると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の上記主張は不明確であるが，前記3(1)，(2)のとおり，「バンプ電極形成用メタルマスクを作る際のパターン形成用の感光性樹脂層を，レーザーで直接照射・露光するという発想」は，引用発明1，2及び周知技術に基づいて，当業者が容易に想到し得るものであるから，原告の主張は，その前提において失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本願明細書(甲21)の段落【0015】には，「・・・本発明のメタルマスクの厚みは，形成するはんだ電極の形状，用途によって異なるが，はんだバンプ電極としては印刷特性からは20～100μmが好ましく，20～80μmが更に好ましい。一般にメタルマスクの厚が薄くなればメタルマスクの強度の点から印刷特性に変化はなくても，変形が生じ易い。」と記載されており，バンプ電極用のメタルマスクの厚さとして，20～80μmが好ましいことが記載されているものの，本願明細書には，厚さを「20μm～80μm」とすることが，それ以外の厚さとすることと比較して，異質な効果や顕著な効果を奏することを示す記載や示唆もないから，「20μm」，「80μm」という値自体に臨界的意義を見出すことはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決が「メタルマスクの厚さは，形成するバンプなどのクリームはんだパターンの形状・大きさ，メタルマスクの装着性や耐久性，電極パッドとの密着性などを考慮して，当業者が適宜設計しうる事項にすぎず，メタルマスクの厚さについて，『20μm』，『80μm』という値自体にも特段の臨界的意義も見いだせない。 」と認定判断したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，相違点2についての審決の認定判断に誤りはなく，原告の主張する取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はすべて理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10415",
    "date": "2010-09-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080709",
    "ipprecedent_id": "2361",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}