{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−28588号事件について平成20年12月1日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，名称を「コネクタ」とする発明につき特許出願(特願2002−224340)したところ，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，請求不成立の審決を受けたことから，その審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成14年8月1日，上記発明につき特許出願し，その後の平成19年3月23日付けで手続補正書(甲8)を提出したが，同年9月12日付けで拒絶査定を受けた。そこで，原告は，同年10月18日付けで審判請求をするとともに，同年11月16日付けで手続補正書(甲7。以下「本件補正」という。)を提出した。",
            "特許庁は，審理の結果，平成20年12月1日付けで，本件審判請求は成り立たないとの審決をし，同月16日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前の特許請求の範囲",
          "text": [
            "本件補正前の請求項1に係る発明は，次のとおりである(甲6，8。なお，請求項は1ないし4まで存在するが，請求項2ないし4に関する部分は，以下，省略する。)。",
            "「フレキシブルプリント基板(FPC)又はフレキシブルフラットケーブル(FFC)と着脱自在に嵌合するコネクタであって，該フレキシブルプリント基板又は前記フレキシブルフラットケーブルと接触する接触部，および基板に接続する接続部を有する所要数のコンタクトと，該コンタクトが保持・固定されるとともに前記フレキシブルプリント基板又は前記フレキシブルフラットケーブルが挿入される嵌合口を有するハウジングと，前記フレキシブルプリント基板(FPC)又は前記フレキシブルフラットケーブル(FFC)を前記コンタクトに押圧するスライダーとを備えるコネクタにおいて，",
            "前記コンタクトの前記接触部である第1接触部と接続部との間に弾性部と支点部とを設けるとともに前記第1接触部と前記弾性部と前記支点部と前記接続部とを略クランク形状に配置し，かつ，前記接続部と対向する位置に前記弾性部から延設された押受部を設け，該押受部の先端に突出部を設け，前記スライダーには長手方向に連設した細長形状をした押圧部を設けるとともに，所要数の前記コンタクトの突出部と係合する係止孔を別個独立に設け，前記押圧部が前記コンタクトの接続部と押受部との間で回動自在に前記スライダーを前記ハウジングに装着し，前記突出部により，前記スライダー回動時における前記スライダーの中央部の前記フレキシブルプリント基板(FPC)又は前記フレキシブルフラットケーブル(FFC)の挿入方向への膨れを防止することを特徴とするコネクタ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件補正後の特許請求の範囲",
          "text": [
            "本件補正後の請求項1に係る発明は，次のとおりである(以下「本願補正発明」という。下線部分は補正に係る部分である。その余の請求項に関する部分は，以下，省略する。)。",
            "「フレキシブルプリント基板(FPC)又はフレキシブルフラットケーブル(FFC)と着脱自在に嵌合するコネクタであって，該フレキシブルプリント基板又は前記フレキシブルフラットケーブルと接触する接触部，および基板に接続する接続部を有する所要数のコンタクトと，該コンタクトが保持・固定されるとともに前記フレキシブルプリント基板又は前記フレキシブルフラットケーブルが挿入される嵌合口を有するハウジングと，前記フレキシブルプリント基板(FPC)又は前記フレキシブルフラットケーブル(FFC)を前記コンタクトに押圧するスライダーとを備えるコネクタにおいて，",
            "前記コンタクトの前記接触部である第1接触部と接続部との間に弾性部と支点部とを設けるとともに前記第1接触部と前記弾性部と前記支点部と前記接続部とを略クランク形状に配置し，かつ，前記接続部と対向する位置に前記弾性部から延設された押受部を設け，該押受部の先端に突出部を設け，前記スライダーには長手方向に連設した細長形状をした押圧部を設けるとともに，所要数の前記コンタクトの突出部と係合する係止孔を別個独立に設け，前記押圧部が前記コンタクトの接続部と押受部との間で回動自在に前記スライダーを前記ハウジングの嵌合口とは反対側に装着し，前記突出部により，前記スライダー回動時における前記スライダーの中央部の前記フレキシブルプリント基板(FPC)又は前記フレキシブルフラットケーブル(FFC)の挿入方向への膨れを防止することを特徴とするコネクタ。」"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "text": [
            "審決は，本願補正発明は，特開平10−208810号公報(甲1。以下「引",
            "用例1」という。)に記載された発明(以下「引用発明」という。)並びに特開2002−42939号公報(甲2。以下「引用例2」という。)及び特開平11−3",
            "1561号公報(甲3。以下「引用例3」という。)の各発明に基づいて当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないとして本件補正を却下するとともに，本件補正前の本願発明について，本願発明は本願補正発明において減縮した発明特定事項の限定を解除するものに相当するから，本願補正発明に対する理由と同様の理由により，引用例1ないし3に記載された各発明に基づいて当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができないと判断した。",
            "審決が本願補正発明につき認定した引用発明等の内容，一致点及び相違点並びに容易想到性の判断内容は，次のとおりである(なお，以下において引用した審決中の当事者及び公知文献等の表記は，本判決の表記に統一した。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「フレキシブル・プリンテッド・サーキット(FPC)あるいはフレキシブル・フラット・ケーブル(FFC)が差し込まれるコネクタ1であって，FPCあるいはFFCとパッド42を介して接触する接触部16，基板50に表面実装されるSMT部15を有する複数の接触子10と，接触子10が収容されるとともにFPCあるいはFFCが挿入される開口を有するハウジング20と，FPCあるいはFFCのパッド42を接触子10の接触部16と適切な接圧をもって接続させるレバー30とを備えるコネクタ1において，",
                "接触部16とSMT部15との間に支点となる支柱13を設けるとともに，接触部16と支点となる支柱13とSMT部15とを略クランク形状に配置し，かつSMT部15と対向する位置に支点となる支柱13から延設された回転ビーム11を設け，回転部31が接触子10のSMT部15と回転ビーム11との間で回動自在となるようにレバー30をハウジング20の開口とは反対側に取り付けたコネクタ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明と本願補正発明の一致点",
                  "text": [
                    "「フレキシブルプリント基板(FPC)又はフレキシブルフラットケーブル(FFC)と着脱自在に嵌合するコネクタであって，フレキシブルプリント基板又はフレキシブルフラットケーブルと接触する接触部，および基板に接続する接続部を有する所要数のコンタクトと，コンタクトが保持・固定されるとともにフレキシブルプリント基板又はフレキシブルフラットケーブルが挿入される嵌合口を有するハウジングと，フレキシブルプリント基板(FPC)又はフレキシブルフラットケーブル(FFC)をコンタクトに押圧するスライダーとを備えるコネクタにおいて，",
                    "コンタクトの接触部である第1接触部と接続部との間に支点部を有する部材を設けるとともに第1接触部と支点部を有する部材とを略クランク形状に配置し，かつ，接続部と対向する位置に支持部から延設された押受部を設け，押圧部がコンタクトの接続部と押受部との間で回動自在にスライダーをハウジングの嵌合口とは反対側に装着したコネクタ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明と本願補正発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「本願補正発明では，押受部の先端に突出部を設け，スライダーには，所要数のコンタクトの突出部と係合する係止孔を別個独立に設けるとともに，長手方向に連設した細長形状をした押圧部を設け，突出部により，スライダー回動時におけるスライダーの中央部のFPC又はFFCの挿入方向への膨れを防止しているのに対し，引用発明では，この発明特定事項を備えていない点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「支点を有する部材が，本願補正発明では，弾性部であるのに対し，引用発明では，弾性部であるか否か不明である点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点に関する容易想到性の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "「引用発明のコネクタは，スライダーが係止孔を有しない板状となっている。",
                        "そして，係止孔を有しない板状のスライダーを用いた場合に，端子数が多くなりスライダーの幅方向長さが長くなると，スライダーの強度をアップするためにスライダーを厚く強度のあるものとする必要があり，これがコネクタの低背位化を図る際の技術的課題となるが，この課題自体は，本願出願前周知の課題である(例えば，特開2001−307805号公報，特開2001−357918号公報参照のこと)。",
                        "してみると，引用発明も，レバーを用いているため，レバーを厚く強度のあるものとする必要があり低背位化を図る必要があるという周知の課題を有するものである。」「引用例2には，次の発明が記載されていると言い換えることができる。",
                        "『コンタクトの押受部の先端に突出部を設け，スライダーには，コンタクトの突出部と係合する係止孔を別個独立に設け，長手方向に連設した細長形状をした押圧部を設け，突出部により，スライダー回動時におけるスライダーの中央部の膨れを防止したコネクタ。』また，引用例2に記載された発明は，『低背化を達成でき，しかも蓋部材の撓みを防止してフレキシブル基板に対する確実な導通を達成できるフレキシブル基板用コネクタを提供することを目的とする。』‥‥ものである。",
                        "さらに，引用例1及び2に記載された発明は，いずれもコンタクトを有するコネクタという同一の技術分野に属する発明である。",
                        "したがって，引用発明が有する低背位化を図るという周知の課題を解決するために，引用発明の押受部とスライダーに，低背化を達成した引用例2に記載された発明を適用することは，当業者が容易に想到し得たものである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "「引用例3には，次の発明が記載されていると言い換えることができる。",
                        "『第1接触部と接続部との間に，弾性部を設けたコネクタのコンタクト。』そして，引用発明と引用例3に記載された発明とは，いずれも，コンタクトを有するコネクタという同一の技術分野に属する発明であるから，引用発明の第1接触部と接続部の間に設けた支点部を有する部材を，引用例3に記載された発明に倣って弾性部とすることは，当業者が容易になし得たものである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な作用効果の有無",
                  "text": [
                    "「本願補正発明の奏する効果は，引用例1乃至3に記載された発明から当業者が予測できた範囲内のものである。",
                    "よって，本願補正発明は，引用例1乃至3に記載された発明に基いて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものである。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "結論",
                  "text": [
                    "「以上のとおりであるから，本件補正は，",
                    "平成18年法律55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，次に述べるとおり，本願補正発明の認定及び判断に誤りがあるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一致点の認定の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決における一致点の認定のうち，「第1接触部と支点部を有する部材とを略クランク形状に配置」する構成は，本願補正発明の「接続部」に相当する部材を欠いたものであるから，一致点の認定を誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決において，本願補正発明と引用発明とが「支点部を有する部材」を具備する点で一致すると認定している点は，誤りである。",
                "すなわち，引用例1の請求項1及び段落【0010】には，「支柱と上ビームとの接続部を支点として」との記載があり，引用例1の図2(a)及び(b)には，剛体として踏ん張る役割を持つ支柱13の上端と上ビームとの連結(あるいは境界)ライン位置を支点として，接触ビーム12と接触ビームに対向するベースビーム14との間隔を変位させることが示されている。さらに，引用例1では，図2(a)及び(b)に示されるように，接触子10のベースビーム14のほとんどの部分がハウジング20内に挿入されて固定されており，それに伴って，支柱13の，ハウジング20の嵌合口側の面(図2(a)及び(b)では支柱13の右側の面)がハウジング20の部分に当接されていることから，レバー30を押し下げることにより回転ビーム11を押し上げ，これに伴って支柱13の上端位置を支点として，接触ビーム12が支柱13をほとんど弾性変形させることなく押し下げられる構成であることは明らかである。",
                "そして，「支柱」とは，広辞苑第5版の1145頁(甲9)に，「ささえる柱・棒。",
                "つっかい柱。つっぱり。」という意味であることが記載されていることからも明らかなように，物を支えるための部分又は部材であって，外力によって形状を変えにくい剛体で形成されるのが一般的であり，支柱を，外力によって容易に形状が変わる弾性体で形成することは，物を支える観点からも意図されないものと考えられる。",
                "これに対し，本願補正発明は，接触部と接続部との間に，本願当初明細書の図4(A)及び(B)に示すコンタクトからも明らかなように，接続部側，引用例1の支柱13でいえば，支柱の下端に支点を設け，この支点は，変形しやすいように，くびれを設けて薄くしたものであり，また，コンタクトの支点以外の支柱の部分は，ハウジングには固定されず，弾性材料でできているため，FPCの挿入・接触時に支柱全体が弾性変形することにより，接触部と接触部に対向する部分との間隔の変位を大きくすることができるのである。",
                "このように，本願補正発明が，「コンタクトの接触部である第1接触部と接続部との間に，『弾性部』と『支点部』とを設けるとともに第1接触部と『弾性部』と『支点部』と接続部とを略クランク形状に配置」したものであるのに対し，引用発明は，「コンタクトの接触部である第1接触部と接続部との間に『支点』と『支柱』を設けるとともに第1接触部と『支点』と『支柱』と接続部とを略クランク形状に配置」したものであり，また，引用発明の支点は，支柱と上ビームとの接続部に存在することから，引用発明に，本願補正発明のような弾性部を設ける概念はなく，引用発明の「支点となる支柱」が，「支点部」および「弾性部」からなる支柱相当部分を一体として設けることに意味がある本願補正発明の支柱相当部分のうちの「支点部」のみに相当するとする審決の上記一致点の認定には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の反論に対する再反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告の反論1(1) について",
                  "text": [
                    "被告が主張するように，引用発明は，「接触部と支点部を有する部材とを略クランク形状に配置」する構成を有するものではない。したがって，審決において，本願補正発明と引用発明の一致点の認定に誤りがあることは，被告がこれを錯誤であると認めるとおり，明らかな事実である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の反論1(2) について",
                  "text": [
                    "引用発明の「支点部を有する部材」とは，引用例1の請求項1及び段落【0010】に記載されているとおり，具体的には，上に「支点部」があり，その下に「支柱」がある構成を有するものであるところ，本願補正発明は，第1接触部と弾性部と支点部と接続部とを略クランク形状に配置するとの記載から，上に「弾性部」があり，その下に「支点」がある構成を有するものである。これら「支点」及び「弾性部」の配置は，安定した接続を得るためのコンタクトの動き(作用)を決定付ける重要なものであり，「支点部を有する部材」として一括りにされるべきものではなく，本願補正発明と引用発明との構成の違いは正確に比較されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1の認定の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明は，突出部を設けることでスライダー回動時におけるスライダーの中央部のFPC又はFFCの挿入方向への膨れを防止する作用があるばかりではなく，後記第5の1(1) の段落【0022】に「また，前記スライダー16を回動した際に，前記スライダー16の回動に対する反発力が強く，前記スライダー16の中央部が図1(B)の矢印『ロ』方向に膨れてしまうことを防ぐようにする為に，前記コンタクト14の突出部26が係合する前記係止孔30が別個独立に設けられている。前記係止孔30を別個独立に設けることで，前記スライダー16の強度アップや回動時の変形を防止している」と記載されているとおり，前記突出部に加えて，かかる突出部が係合する係止孔を設けることにより，スライダー回動時におけるスライダーの中央部のFPC又はFFCの挿入方向への膨れを，係止孔を設けない構成に比べてより一層防止することができ，また，係止孔を別個独立に設けることによって，コンタクトとコンタクトとの間に壁をつくり，スライダーの強度をアップさせることができるものである。よって，この点についても相違点に含めるべきであって，上記の点を相違点としていない審決の認定は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論に対する再反論",
              "text": [
                "この点について，被告は，後記第4の2のとおり，係止孔に関する原告の主張は特許請求の範囲に何ら特定して記載されておらず，発明特定事項にない旨主張する。",
                "しかしながら，本願補正発明の「所要数の前記コンタクトの突出部と係合する係止孔を別個独立に設け」という必須の発明特定事項は，上記段落【0022】に記載の「前記スライダー16の中央部が図1(B)の矢印「ロ」方向に膨れてしまうことを防ぐようにする」という効果を奏するものである。したがって，本願補正発明は，突出部を設けることに加えて，この突出部が係合する係止孔を設けることにより，スライダー回動時におけるスライダーの中央部のFPC又はFFCの挿入方向への膨れを，係止孔を設けない構成に比べてより一層防止することができ，また，本願明細書(甲7)に明示的な記載はないが，明細書の記載全体を考慮すれば，係止孔を別個独立に設けることによって，スライダーのコンタクトとコンタクトとの間に壁をつくることは明らかであり，これによって，スライダーの強度をアップさせることができるものであることも明白である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2の認定の誤り(取消事由3)",
          "text": [
            "前記1において説明したとおり，引用発明は，コンタクトの接触部である第1接触部と接続部との間に「支点」と「支柱」を設けるとともに第1接触部と「支点」と「支柱」と接続部とを略クランク形状に配置し，この「支柱」は，物を支えるために，外力によって形状を変えにくい剛体で形成されるべきものであり，「支柱と上ビームとの接続部」を「支点」としている以上，上記「支柱」が「弾性部」でないことは明らかである。",
            "したがって，審決が，「引用発明では，弾性部であるか否か不明である点」を相違点と認定したことは，誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "相違点1の判断の誤り(取消事由4)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2に記載された発明は，後記第5の4(1) の段落【0005】に記載されているように，本願補正発明のコネクタに用いるコンタクトの構成とは大きく異なり，相対向する固定片部及び弾性片部を有するフォーク状接触子を有するコネクタであって，前記弾性片部上にフレキシブル基板を差し込み，このフレキシブル基板と固定片部との隙間において蓋部材7を回動させると，加圧部の矩形断面の長辺が隙間内で立ち上がり，これにより，加圧部がフレキシブル基板を直接下方に押圧して弾性片部に加圧する構成を有するフロントロックタイプのコネクタである。",
                "ここで，引用例2に記載されたフロントロックタイプのコネクタとは，本願補正発明並びに引用例1及び3に記載されたバックロックタイプのコネクタと大きく異なる構成を有するものである。すなわち，原告作成の「模式図」(甲10)に示されているように，バックロックタイプのコネクタは，例えば本願補正発明のように，テコの原理を利用し，支点部を支点として，押受部が押圧部により押し上げられることで第1接触部がFPC側に押圧される構成を有するのに対し，フロントロックタイプのコネクタは，上述したように，加圧部が，直接，フレキシブル基板を加圧することでフレキシブル基板を弾性片部に押圧する構成を有する。",
                "このように，本願補正発明のコンタクトは，下側にある固定された接続部をベースとして，押圧部による押圧力が接続部からの反力として押受部に伝達されるのに対し，引用例2に記載された発明のコンタクトは，加圧部が上側にある固定片部のストッパをベースとして回動し，固定片部をベースとして加圧部による加圧力が固定片部からの反力として，FPCを介して弾性片部に伝達されるものである。",
                "したがって，コンタクトの動作に着目すれば，引用例2に記載された発明の「弾性片部35」が本願補正発明の「押受部」に相当し，また，コンタクトの作用に着目すれば，上記「弾性片部35」は本願補正発明の「接触部」に相当するものである。また，引用例2に記載された発明の「固定片部33」は，コンタクトの動作及び作用に注目すれば，本願補正発明の「接続部」に相当するものであるため，「固定片部33」が弾性変形する本願補正発明の「押受部」に相当するとの審決の認定は明らかに誤りである。以上のように，引用例2に記載された発明は，バックロックタイプとは動作及び作用が全く異なるフロントロックタイプのコネクタであり，バックロックタイプの引用発明にフロントロックタイプの引用例2の技術的事項を適用することは当業者が容易に想到し得たものではない。",
                "これは，引用発明が，後記第5の1(2) の段落【0007】，【0008】及び図11においてフロントロックタイプのコネクタを除外していることからも裏付けられる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，引用例2では，透孔40を設けることにより，蓋部材の撓みを防止し，加圧部の逃げを防止する点については何ら記載されておらず，かえって，後記第5の4(1) の段落【0024】に記載されているように，蓋部材の成形時に金属製のワイヤを埋め込むことによって，蓋部材の撓みを防止し，加圧部の逃げを防止していることから，透孔40が蓋部材の撓みを防止しているものではないことが明らかである。一方，前記2(2) のとおり，本願補正発明は，突出部を設けることに加えて，この突出部が係合する係止孔を設けることにより，スライダー回動時におけるスライダーの中央部のFPC又はFFCの挿入方向への膨れを，係止孔を設けない構成に比べてより一層防止することができ，また，本願明細書(甲7)に明示的な記載はないが，係止孔を別個独立に設けることによって，スライダーのコンタクトとコンタクトとの間に壁をつくることは，明細書全体を考慮すれば明らかであり，これによって，スライダーの強度をアップさせることができるものである。以上のように，引用例2の透孔40にはそのようは効果はないから，引用例2の透孔40は本願補正発明の係止孔と作用効果が異なっている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，低背位化の点からいえば，フロントロックタイプの引用例2のコネクタは，フレキシブル基板と固定片部との隙間に位置するFPCの分だけバックロックタイプのものより必然的に厚くなり，バックロックタイプの引用発明のコネクタは，コンタクトを埋め込んでいる分，本願補正発明よりも厚くなり，さらに，引用例3のコネクタは，押圧部が回動軸を中心に回動しているため，さらに，より低背位化できるという観点からいえば，押圧部が回動軸を持たずにある程度軸移動しながら回動する構成である本願補正発明よりも厚くなるものであるから，引用例2の技術的事項を引用発明に適用することは困難である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "なお，上記認定における周知の課題を示すために被告によって挙げられた周知例である特開2001−307805号公報(甲4。以下「周知例1」という。)及び特開2001−357918号公報(甲5。以下「周知例2」という。)に記",
              "text": [
                "載された発明も，いずれもフロントロックタイプのコネクタであり，また，厚肉化することなく独立係止孔にすることによって強度を向上させる点については何ら記載がなく，本願補正発明にいう低背位化とはレベルが大きく異なるものである。",
                "したがって，この点に関する審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の反論に対する再反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告の反論4(1) について",
                  "text": [
                    "引用例2に記載された発明においては，その明細書の図10に示されるように，スライダー側にFPCを挿入してからスライダーを回動させると，加圧部がFPCを押圧することにより，FPCが下側の弾性片部に押し付けられ，その結果，弾性片部が若干下側に押し下げられるのであって，そもそも，引用例2に記載された発明について，「固定片部」と「弾性片部」が「押圧部により互いに間隔を広げられる」との認定は誤りである。「固定片部」は固定することを，そして，「弾性片部」は弾性変形することを意図しているのであるから，単に押圧部によりこれら2つの片部間の間隔を広げるとの認定はこのような意図を無視するものである。なお，被告による「押圧部により互いに間隔を広げられる部材の一方の部材」という表現は，2つの片部のいずれか一方が押圧部により広げられる場合のみならず，2つの片部のいずれもが押圧部により広げられる場合も含まれると解される表現であるが，少なくとも本願補正発明の場合には，接続部側が広げられることはなく，押受部が持ち上がるだけであり，その意味においても，認定に誤りがあるといわざるを得ない。",
                    "また，引用例2に記載された発明の「固定片部」は，ハウジングに固定されるからこそ「固定」片部と表記されているのであるから，この「固定片部」が，押圧部により上に押し上げられて移動可能な本願補正発明の「押受部」に相当するとする認定には無理がある。",
                    "前記(1) のとおり，引用例1の図11には，従来技術として，フロントロックタイプのコネクタであって，回転部材を回転させることで，回転部材がFPCを接触部に加圧する構成を有するコネクタが挙げられ，このような構成は，回転部材と同期してFPC自体も接点に対して回転することにより，接点とFPCの位置ずれが発生しやすいという問題点があることも記載されている(後記第5の1(2) の段落【0007】参照)。これは，引用発明のバックロックタイプのコネクタに，引用例2のフロントロックタイプのコネクタを組み合わせることの阻害要因にほかならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の反論4(2) について",
                  "text": [
                    "引用発明のバックロックタイプのコネクタは，被告主張のとおり，スライダーを回動させることで，押受部を上に持ち上げ，スライダー側の2つのビーム間の間隔を広げているのに対し，引用例2のフロントロックタイプのコネクタは，その図5に示されるように，FPCが差し込まれていない状態でスライダーを回動させたところで，スライダーが，スライダー側の2つの片部間の間隔を広げることはありえない。すなわち，引用例2の図10に示されるように，スライダー側にFPCを挿入し，スライダーを回動させて初めて，FPCが下側の接触部に押し付けられ，その結果，スライダー側の下側の片部が若干下に押し下げられるだけである。",
                    "したがって，引用例2のフロントロックタイプのコネクタは，被告主張の上記「スライダーを回動させることでスライダー側の間隔が広げられ，その結果，接触部とFPC又はFFCとを電気接触させる」という構造など有しておらず，上記「引用例1のバックロックタイプのコネクタと引用例2のフロントロックタイプのコネクタとは，‥‥スライダーを回動させることでスライダー側の間隔が広げられ，その結果，接触部とFPC又はFFCとを電気接触させる点で共通する構造を有するものである。」という被告の認定は誤りである。",
                    "また，被告の，「フロントロックタイプ」の周知例1及び2に示される周知の技術的課題が，フロントロックタイプのコネクタと比較して既に少なくともFPC分は薄い「バックロックタイプ」の引用発明のコネクタに内在するという主張には何ら根拠がなく，結び付けが強引であって，論理に飛躍がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の反論4(4) について",
                  "text": [
                    "引用例1に関しては，後記第5の1(2) の段落【0015】に，「この図2(a)に付いては図1で構成してある通りであるが，接触子10は接触子10に設けられた係止部16がコネクタ1のレバー30の操作や取り扱いにおいて十分な保持力を有している」との記載があり，したがって，引用発明は，図2(a)に示されるように，ベースビーム14をハウジング20に完全に埋め込むことによって，ベースビーム14に設けられた「係止部(図2(a)の参照符号17で示される部分に相当。係止部16は係止部17の誤記と考えられる。)」が，レバー操作等に対する保持力を発揮するものであることがわかる。一方，本願補正発明に関しては，クランク形状の一点を構成する支点が下側にある以上，延設部全体がハウジングに埋め込まれる場合など想定されないのは明らかである。よって，バックロックタイプの引用例1のコネクタは，コンタクトを埋め込んでいる分，本願補正発明よりも厚くなるという原告の主張に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "相違点2の判断の誤り(取消事由5)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(2) で説明したように，引用発明の支柱はハウジングに当接されていることから，仮に支柱を弾性部としたところで，この弾性部が本願補正発明のそれのように十分に弾性変形することはできないため，支柱部を弾性部とすること自体に意味はないというべきである。したがって，引用発明に引用例3に記載された発明の技術的事項を適用することによって，容易想到であるとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論に対する再反論",
              "text": [
                "引用発明において，ベースビーム14をハウジング20に完全に埋め込んでいる限り，ベースビーム14と支柱13との連結位置のハウジング20の嵌合口側の面は必ずハウジング20に当接されているのであるから，仮に，被告が主張するように，支柱が弾性体で構成されたとしても，ベースビーム14と支柱13との連結位置を支点として支柱が変形することなど，決してありえない。",
                "したがって，「引用発明の第1接触部と接続部の間に設けた支点部を有する部材を，引用例3に記載された発明に倣って弾性部とすることは，当業者が容易になし得たものである」という審決の判断は誤りである。さらに，仮に，引用発明の第1接触部と接続部の間に設けた支点部を有する部材を，引用例3に記載された発明に倣って弾性部としたとしても，本願補正発明を想到できたものではないことも明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "次のとおり，審決の認定判断には誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明と引用発明とは，「‥‥接触部と支点部を有する部材と接続部とを略クランク形状に配置‥‥」する点で一致するものであり，審決の「‥‥接触部と支点部を有する部材とを略クランク形状に配置‥‥」との記載は，「‥‥接触部と支点部を有する部材と接続部とを略クランク形状に配置‥‥」と記載すべきところを錯誤したものである。このことは，審決において，クランク形状についての接続部を相違点として挙げていないことからも明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，前記第3の1(2) において，審決が，引用発明の「支点となる支柱」が本願補正発明の「支点部」と「弾性部」とからなる支柱相当部分のうちの「支点部」のみに相当すると認定したとの認識の下に，審決においては，本願補正発明と引用発明とが「支点部を有する部材」を具備する点で一致すると認定している点は誤りである旨主張する。",
                "しかしながら，審決においては，本願補正発明と引用発明との対比の項で，引用発明の「支点となる支柱13」のうち「支点」は，本願補正発明の「支点部」に相当するとし，また，引用発明の「支点となる支柱13」と本願補正発明の「弾性部と支点部」とは，「支点部を有する部材」である点で一致することから，審決においては，両者が「支点部を有する部材」を具備する点で一致するとしているのである。このように，審決においては，原告が主張するように，引用発明の「支点となる支柱13」が本願補正発明の支柱相当部分のうちの「支点部」のみに相当するとしているものではないのであって，原告の主張は審決を正解しないものであり，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明の発明特定事項に「前記突出部により，前記スライダー回動時における前記スライダーの中央部の前記フレキシブルプリント基板(FPC)又は前記フレキシブルフラットケーブル(FFC)の挿入方向への膨れを防止すること」とあるように，本願補正発明においては，「スライダーの中央部の膨れを防止する」のは「突出部」によることは明確に特定されているが，スライダーに別個独立に設けた係止孔により「スライダーの膨れを防止する」ことは特定されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，「係止孔を別個独立に設けることによって，コンタクトとコンタクトとの間に壁をつくり，スライダーの強度をアップさせること」についても，本願の特許請求の範囲に何ら特定して記載されたものではない。この点に関しては，後記第5の1(1) の段落【0022】に，「前記係止孔30を別個独立に設けることで，前記スライダー16の強度アップや回動時の変形を防止している。」なる記載はあるが，「‥‥コンタクトとコンタクトとの間に壁をつくり，スライダーの強度をアップさせることができる」ことについては，記載すらされていない。このように，原告の主張する点は発明特定事項にないものであり，相違点に挙げる必要はないから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の認定の誤り)に対して",
          "text": [
            "審決では，相違点2において，引用発明の「支点部を有する部材」が弾性部であるか否か不明であるとしている。これは，引用例1には支柱13が「弾性部」であると明記されていないためであるから，認定に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明の「押受部」と引用例2に記載された発明の「固定片部33」は，スライダーとの関係において，スライダーの回動によりスライダーの押圧部(引用例2の「加圧部48」)によって，それぞれ対向する部材である本願補正発明の「接続部24」及び引用例2の「弾性片部35」との間隔を広げられる構造をなす一方の部材である点で一致するものである。したがって，引用例2に記載された発明の「固定片部33」が本願補正発明の「押受部」に相当するとした審決の認定に誤りはない。",
                "なお，原告が主張するように，コンタクトの動作や作用に着目した部材間の相当関係があるとしても，その相当関係は審決の認定判断に影響するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，回動式スライダーを備えたコネクタは，フロントロックタイプ，バックロックタイプを問わず，端子数が多くなるという技術の流れに対応するため，フレキシブル基板のコネクタの接触部への接触圧を保持する必要性から，回動式スライダーの強度を確保しなければならないという共通の問題点を有するものである。",
                "この課題自体は，例えば，周知例1(甲4の段落【0011】，【0013】参照。)や，周知例2(甲5の段落【0011】，【0014】参照。)に示されているように本願出願前周知の技術的課題である。引用例1のバックロックタイプのコネクタと引用例2のフロントロックタイプのコネクタとは，スライダーを回動させる位置こそ相違するが，スライダーを回動させることでスライダー側の間隔が広げられ，その結果，接触部とFPC又はFFCとを電気接続させる点で共通する構造を有するものである。しかも，スライダーの回動時におけるスライダー中央部の膨れを防止する機能を有する引用例2に記載された発明を，同じく回動するスライダーを備える引用発明に適用することを阻害する要因も存在しない。",
                "したがって，引用発明に内在する，フレキシブル基板のコネクタの接触部への接触圧を保持した上で，低背位化を図るという課題を解決するために，引用発明の押受部とスライダーに，フレキシブル基板のコネクタの接触部への接触圧を保持した上で，低背位化を図るという課題を解決した引用例2に記載された発明のストッパを有する固定片部，透孔及び加圧部を有する蓋部材といったスライダー周りの構造を適用することは，当業者が容易に想到し得たものである。",
                "よって，審決における相違点1の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は引用例2の透孔40の作用効果が本願補正発明の係止孔とは作用効果が異なる旨主張しているが，本願補正発明の発明特定事項に，「前記突出部により，前記スライダー回動時における前記スライダーの中央部の前記フレキシブルプリント基板(FPC)又は前記フレキシブルフラットケーブル(FFC)の挿入方向への膨れを防止すること」とあるように，本願補正発明においては，「スライダーの中央部の膨れを防止する」のは「突出部」であることを明確に特定しているが，スライダーに別個独立に設けた係止孔により「スライダー中央部の膨れを防止し，押圧部の逃げを防止する」ことは特定されていない。したがって，原告の主張は，本願の特許請求の範囲の記載に基づかない主張である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願補正発明においては，「該コンタクトが保持・固定される‥‥ハウジング」とあるように，コンタクトはハウジングに保持・固定されるとあるのみで，コンタクトがどのようにハウジングに保持・固定されるかについて特定するものでないから，コンタクトを埋め込むためにコネクタが厚くなる旨の原告の主張は，特許請求の範囲の記載に基づかない主張である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2の判断の誤り)に対して",
          "text": [
            "引用例3に記載された発明の「連結部3c」は，接触子3が「金属板を打ち抜いて製作されたものであり」(後記第5の5(1) の段落【0018】参照。)や「接触子3の弾性復元力によって結線状態を維持する」(後記第5の5(1) の段落【0030】参照。)に示されているように，金属板からなり弾性復元力を有するものであることから，接触子3の一部分を構成する「連結部3c」も，金属板からなり弾性復元力を有するものであることは明らかである。また，「回動部材4の圧接部4bが，上側接触片3aの隅部3a の周縁を一層加圧し，上側接触片3aが弾性変形し，その接触部3a が偏平電線8の上面にさらに圧接し，上側接触片3aと下側接触片3bとの間で偏平電線8を挟持する。」(後記第5の5(1) の段落【0030】参照。)に示されるように，接触部3a と結線部3b との間の「連結部3c」は支点部を有する部材である。",
            "しかも，引用例3には，「弾性復元する接触子3の接触部3a と結線部3b との間に設けた前後に移動可能な連結部3cを設けたこと」が示されているといえることから，引用例3に記載された発明の「連結部3c」は，前後に移動可能なものである。",
            "以上のように，引用例3に記載された発明は，引用発明と，コンタクトを構成する上側部材の支点部を有する部材からみて一方側をスライダーの回動により上方に持ち上げることにより，上側部材の他方側をフレキシブル基板側に押し下げるバックロックタイプのコネクタである点で共通するものである。",
            "したがって，審決において「引用発明の第1接触部と接続部の間に設けた支点部を有する部材を，引用例3に記載された発明に倣って弾性部とすることは，当業者が容易になし得たものである。」とした相違点2の判断に誤りはない。",
            "しかも，引用発明の「支点部を有する部材」に，引用例3に記載された発明の前後に移動可能な支点部を有する部材である「連結部3c」を適用するに際して，「連結部3c」を有する接触子3を前後に移動できる形でハウジングに組み込むことは当業者が当然に行うことである。",
            "したがって，審決における相違点2の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の内容",
              "text": [
                "証拠(甲7，8)によれば，本願明細書には次の記載がある(なお，段落【0009】及び【0020】の下線部分は，本件補正に係るものである。)。",
                "「【発明の属する技術分野】",
                "本発明は，携帯電話やノートパソコンやデジタルカメラ等に使用されるコネクタに関するもので，特にフレキシブルプリント基盤(以下『FPC』という)やフレキシブルフラットケーブル(以下『FFC』という)にコンタクトを押し付ける機構に関するものである。」(段落【0001】)",
                "「【従来の技術】",
                "携帯電話やCCDカメラ等に使用されるコネクタは，狭ピッチで極薄(所謂軽薄短小)であり，主にハウジングとコンタクトとスライダーとから構成され，ハウジングとスライダーとでFPC又はFFCを挟持する構造である。ハウジングとスライダーとでFPC又はFFCを保持する方法には，色々考えられるが，中でもハウジングにFPC又はFFCを挿入した後にスライダーを挿入しFPC又はFFCをコンタクトに押し付ける構造のものが多い。」(段落【0002】)",
                "「ハウジングには，コンタクトが挿入される所要数の挿入孔が設けられるとともにFPC又はFFCが挿入される嵌合口が設けられている。",
                "コンタクト64は図6のように略コ字形状をしており，主にFPC40又はFFCと接触する接触部22と基盤等に接続する接続部24とハウジング62に固定される固定部42とから構成されている。このコンタクト64は，圧入等によってハウジング62に固定されている。」(段落【0003】)",
                "「【発明が解決しようとする課題】",
                "近年，この種のコネクタ60には，より低背位化の要求が強くなってきているが，上述した構造のコネクタ60では，図6(B)のように6層(ハウジング62の厚み方向両側の壁・コンタクト64の接触部22と受け部70の厚さ・スライダー66の押圧部68の厚さ・FPC40又はFFCの厚さ)構造になっている。低背位化を考えると，コンタクト64の受け部70を省略し，5層(ハウジング62の厚み方向両側の壁・コンタクト64の接触部22の厚さ・スライダー66の押圧部68の厚さ・FPC40又はFFCの厚さ)構造にすることはできるが，各部位の強度や仕様等からこれ以上低背位化が出来ないといった解決すべき課題があった。」(段落【0005】)",
                "「また，上述のような構造のコネクタ60では，ハウジング62の嵌合口18側のみで，FPC40又はFFCの挿入とコンタクト64の接触部22をFPC40又はFFCに押し付ける動作を行っているので，コネクタが小型化すればするほど作業性が悪いと言った問題点もある。」(段落【0006】)",
                "「さらにまた，コネクタ60のピッチの狭小化が要求された場合，従来の構造のようにコンタクト64を一方向から挿入したのでは，コネクタの狭小化にも限界があった。」(段落【0007】)",
                "「本発明は，このような従来の問題点に鑑みてなされたもので，各部位の強度や仕様等を損なうことなく，スライダー16でFPC40又はFFCを確実にコンタクト14の接触部22に押圧することができ，作業性がよく，ピットの狭小化や低背位化が可能なコネクタを提供せんとするものである。」(段落【0008】)",
                "「【課題を解決するための手段】",
                "上記目的の低背位化は，FPC40又はFFCと着脱自在に嵌合するコネクタ10であって，該FPC40又は前記FFCと接触する接触部22，および基盤に接続する接続部を有する所要数のコンタクト14と，該コンタクト14が保持・固定されるとともに前記FPC40又は前記FFCが挿入される嵌合口18を有するハウジング12と，前記FPC40又は前記FFCを前記コンタクト14に押圧するスライダー16とを備えるコネクタ10において，前記コンタクト14の前記接触部である第1接触部22と接続部24との間に弾性部34と支点部32とを設けるとともに前記第1接触部22と前記弾性部34と前記支点部32と前記接続部24とを略クランク形状に配置し，かつ，前記接続部24と対向する位置に前記弾性部34から延設された押受部20を設け，該押受部20の先端に突出部26を設け，前記スライダー16には長手方向に連設した細長形状をした押圧部を別個独立に設け，前記押圧部36が前記コンタクト14の接続部22と押受部20との間で回動自在に前記スライダー16を前記ハウジング12の嵌合口とは反対側に装着し，前記突出部により，前記スライダ回動時における前記スライダーの中央部の前記FPC40又は前記FFCの挿入方向への膨れを防止することにより達成できる。」(段落【0009】)",
                "「前記突出部26は，前記スライダー16の押圧部36が前記コンタクト14の接続部24方向へ移動しないようにするため設けられる。このように前記突出部26を設けることで，前記スライダー16の押圧部36を前記コンタクト14の押受部20と接続部24との間で回動させるとき前記スライダー16の回動に対する反発力が強い為に，前記スライダー16の中央部が図1(B)の矢印『ロ』方向に膨れてしまうことを防ぐことが出来る。",
                "また，本発明では，前記スライダー16の押圧部36の形状を細長形状にする。例えば，前記細長形状は楕円形にすると良い。このように細長形状にすることで，前記スライダー16を回動した際に，確実に前記コンタクト14の押受部20を上方に押し上げ，前記接触部22を前記FPC40又は前記FFCに容易に接触させることができる。」(段落【0010】)「さらに，本発明では，前記スライダー16には，所要数の前記コンタクト14の突出部26と係合する前記係止孔30を別個独立に設ける。このように前記係止孔30を別個独立に設けることで，前記スライダー16を強固で，確実に回動することができる。」(段落【0011】)",
                "「【作用】",
                "前記FPC40又はFFCが前記ハウジング12の嵌合口18内に挿入された後に，前記スライダー16の押圧部36が前記コンタクト14の接続部24と押受部36(判決中；20の誤り)との間で回動すると，前記押受部20が前既押圧部36によって押し上げられることで前記コンタクト14の支点部32を支点にし，前記コンタクト14の弾性部34が前記第1接触部22側に傾くことによって，前記第1接触部22が前記FPC40又は前記FFC側に押圧される。」(段落【0013】)",
                "「‥‥。該スライダー16は，主に前記ハウジング12の嵌合口とは反対側に回動可能に装着される軸28部分と，前記コンタクト14の押受部20を押圧する押圧部36と，前記コンタクト14の突出部26が係合する係止孔30とを備えている。‥‥」(段落【0020】)「前記押圧部36は，前記コンタクト14の押受部20に押し付ける部分であり，その形状としては細長形状にする。‥‥」(段落【0021】)",
                "「また，前記スライダー16を回動した際に，前記スライダー16の回動に対する反発力が強く，前記スライダー16の中央部が図1(B)の矢印『ロ』方向に膨れてしまうことを防ぐようにする為に，前記コンタクト14の突出部26が係合する前記係止孔30が別個独立に設けられている。前記係止孔30を別個独立に設けることで，前記スライダー16の強度アップや回動時の変形を防止している」(段落【0022】)",
                "「【発明の効果】",
                "以上の説明から明らかなように，本発明の前記コネクタ10によると，次のような優れた効果が得られる。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "前記スライダー16を前記ハウジング12の前記コンタクト14の接続部24側で回動させることで，前記コンタクト14，141の第1接触部22を前記FPC40又は前記FFCに接触させる構造にしているので，前記ハウジング12の嵌合口18に前記スライダー16を挿入することがなく，前記スライダー16の厚み分だけ前記コネクタ10の低背位化が可能になった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記コンタクト14の押受部20の先端に前記突出部26を設けているので，前記スライダー16の押圧部36を前記コンタクト14の押受部20と接続部24との間で回動させるとき前記スライダー16の回動に対する反発力が強くても，前記スライダー16の中央部が矢印『ロ』方向に膨れてしまうことを防ぐことが出来る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記スライダー16の押圧部36の形状を細長形状(長軸と短軸がある)にしているので，前記スライダー16を回動した際に，確実に前記コンタクト14，141の押受部20を上方に押し上げ，前記第1接触部22を前記FPC40又は前記FFCに容易に接触させることができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "前記スライダー16には所要数の前記コンタクト14，141の突出部26と係合する前記係止孔30を設け，該係止孔30を別個独立にしているので，前記スライダー16を強固で，確実に回動することができ，かつ，変形を生じない。‥‥。」(段落【0025】)"
            },
            {
              "fig": "(2)",
              "subject": "引用発明の内容",
              "text": [
                "証拠(甲1)によれば，引用例1には次の記載がある。",
                "「【発明の属する技術分野】本発明は，FPC(フレキシブル・プリンテッド・サーキット)あるいはFFC(フレキシブル・フラット・ケーブル)と基板を接続するコネクタに関し，特に基板の上にコネクタが搭載されたとき，FPCあるいはFFCが基板に対し水平方向にコネクタに差し込まれ，そのときFPCあるいはFFCの接詮部が上面にあるような構成を持つ基板とFPCあるいはFFCを接続するためのコネクタに関する。」(段落【0001】)「【従来の技術】従来の低挿抜力コネクタには，いわばU形状のコンタクトの間にスライド部材や回転部材によりFPCを挿入し嵌合する例や，L形状のコンタクトを変位させてFPCに圧力を加えて勘合する構造を有するものがある。」(段落【0002】)「‥‥。次に，U形状のコンタクトを用いて，回転部材によりFPCを嵌合させている例を図11を参照して説明する。」(段落【0004】)",
                "「U形状を有するコンタクト104の接触部には隙間がありその間にFPCを差込，回転部材105を回転させると接触部が接近してFPCを加圧するような構造のものがある。(例えば，実開平6−77186，特開平7−142130)‥‥」(段落【0005】)",
                "「回転部材を用い，回転前は回転部材とバネの接触部の間に隙間がありその間にFPCを差込，回転後回転部材と接触部が接近してFPCを加圧するような構造の問題点は前述のコネクタと同様に回転部材と同期してFPC自体も接点に対して回転することにより，やはり接点とFPCの位置ずれが発生しやすいことである。」(段落【0007】)",
                "「しかも以上の2つの構造のコネクタは共通の問題として高さを少なくできない問題がある。",
                "これはU形状コンタクトの中にFPCと絶縁部材を挟み込むかあるいはコンタクトの上面から接触のバネ部に間接的に力を与える構造のため，どうしても絶縁部材の厚さを余計に必要とする。‥‥。そのために力を受ける絶縁部材を厚くする必要がある。さらに高さも高くなるので小型化も難しい。また，コネクタの接点を下方向に変位させるためにハウジングなどの壁を外側にも設ける必要があり，さらにコネクタ全体が大きくなり小型化が難しい。」(段落【0008】)",
                "「最近の装置の小型化に伴い小さな高密度化されたコネクタが必要となっている。本発明は操作性を改善あるいは損なわずに，小型化及び高密度化を実現するコネクタを提供する事にある。」(段落【0009】)",
                "「【発明の実施の形態】次に本発明の実施の形態について図面を参照して説明する。図1は本発明の最良の実施の形態である。コネクタ1はほぼH形状を寝かした形をする接触子10を係止し保持している。また，ハウジング20と接触子10の開放した片側には自由に回転する様に取り付けられたレバー30を備えている。接触子10においてレバー30を取り付けた方と反対側の開放部にはFPC(あるいはFFC)40が挿入される。ここで通常FFCは，ベースフィルム43上に接触子10の接触部16と接触するパッド42が形成され，ベースフィルム43のパッド42の反対側には補強板41が接着されている。」(段落【0013】)「‥‥。また，ここでは基板50にSMT(サーフェス・マウント・テクノロジー)部が半田付けで基板50の基板パッド51に表面実装されている。この図2(a)については図1で構成してある通りであるが，接触子10は接触子10に設けられた係止部16がコネクタ1のレバー30の操作や取り扱いにおいて十分な保持力を有している。レバー30は回転ビーム11の仮想回転中心18を中心に回転する。このレバー30が基板50に対し大きな角度をもって位置している時は開放状態(FPCとの接触がない)，即ち回転ビームが持ち上がらない状態となる様レバー30の回転部31の肉厚がL1となっている。そしてレバー30を回転させてレバー30が基板50に対し平行になるようにした時(図2(b)の状態)回転ビーム11が持ち上がり，逆に接触ビーム12が下がりFPC40のパッド42と接触部16が接触する様にレバー30の回転部31の肉厚をL2を設定している。ここではレバーの回転部の肉厚の大小関係は，L1＜L2となっている。」(段落【0015】)",
                "「次に図2(b)を参照すると，レバー30を回転させ前述の様に回転ビームが持ち上がり接触ビーム12が下がり接触部16とFPC40のパッド42が適切な接圧をもって接続している。ここで分かる様に回転ビーム11と接触ビーム12は支点となる支柱13を中心に変位する。当然のことながら支柱13の幅はこのテコの原理が働く様ある程度幅を細くしておく必要があるが，一方で強度的に操作時に発生する応力に耐えるように設計する。‥‥。」(段落【0016】)",
                "「回転ビーム11と接触ビーム12の関係については，図2(a)，(b)で説明した内容の動作をするように寸法設定をする。即ち，回転ビーム11が変位したときにその変位に対し所定の変位が接触ビーム12に発生するように支柱13の厚さや幅を調節する。」(段落【0019】)",
                "「【発明の効果】本発明の低挿抜力コネクタは，コネクタを薄く構成できるという効果がある。そのため基板等の上に高密度な実装が可能になる。その理由は，レバーを回転させる等の手段によりコンタクトをてこの原理により変位させレバーと反対側から差し込まれたFPCまたはFFCを挟み込むことにより接触力を発生させ，コネクタのコンタクトとFPCまたはFFCの接詮部とを接続しているからである。即ち，FPCの挿入側にはレバーなどを構成する必要がないためその分薄く構成できる。また，ハウジングに力が加わらないのでハウジングの強度を高める必要がなくハウジングの肉厚も薄くできる。」(段落【0029】)(3) 以上の本願補正発明と引用発明の記載内容からすれば，一致点の認定につき次のとおり判断することができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記第3の1(1) において，審決が認定した一致点のうち，「第1接触部と支点部を有する部材とを略クランク形状に配置」とした構成は，本願補正発明の「接続部」に相当する部材を欠いたものであり，一致点の認定を誤ったものであると主張する。",
                    "しかしながら，審決の一致点の認定に関する記載の前後の脈略からすれば，審決は，本願補正発明と引用発明との一致点を「‥‥接触部と支点部を有する部材と接続部とを略クランク形状に配置‥‥」と認定したことは明らかであり，審決書中の「‥‥接触部と支点部を有する部材とを略クランク形状に配置‥‥」との記載は，本来「‥‥接触部と支点部を有する部材と接続部とを略クランク形状に配置‥‥」と記載すべきところを「接続部と」という文言を脱落したにすぎない単なる誤記であることは明らかである。したがって，この点に関する原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，前記第3の1(2) 及び同(3) イにおいて，審決において，本願補正発明と引用発明とが「支点部を有する部材」を具備する点で一致すると認定している点は誤りである旨主張する。",
                    "しかしながら，本願補正発明は，「第1接触部と接続部との間に弾性部と支点部とを設けるとともに前記第1接触部と前記弾性部と前記支点部と前記接続部とを略クランク形状に配置し」た構成を有するものであるから，クランク形状の中心に位置する「弾性部」と「支点部」が「支点部を有する部材」という概念で表現できることは明らかである。そして，引用発明においても，上記(2) の段落【0016】に「ここで分かる様に回転ビーム11と接触ビーム12は支点となる支柱13を中心に変位する。」との記載があることからも分かるように，引用発明の「支柱13」には「支点」となる箇所があることが明らかであり，この部分を「支点部を有する部材」という概念で表現することが可能である。したがって，本願補正発明と引用発明とが「支点部を有する部材」を具備する点で一致するとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点，原告は，前記第3の1(2) のとおり，審決が，引用発明の「支点となる支柱」が本願補正発明の「支点部」と「弾性部」とからなる支柱相当部分のうちの「支点部」のみに相当すると認定したなどと主張するが，審決がそのような認定をしていないことは説示上明らかであり，この点に関する原告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，前記第3の1(2) 及び同(3) イにおいて，引用発明では，上に「支点部」がありその下に「支柱」がある構成を有するものであるのに対し，本願補正発明は，上に「弾性部」がありその下に「支点」がある構成を有するものであるところ，これら「支点」及び「弾性部」の配置は，安定した接続を得るためのコンタクトの動き(作用)を決定付ける重要なものであり，「支点部を有する部材」として一括りにされるべきものではないこと，実際，引用例1の図2からすれば，引用発明の「ベースビーム14」のほとんどが「ハウジング20」内に挿入されて固定されており，「支柱13」の一部もハウジング20の一部に当接されていること，「支柱」とは外力によって形状を変えにくい剛体で形成されていることを意味するのであるから，引用発明は弾性部と支点部を有する本願補正発明とは明らかに異なる構成である旨主張する。",
                        "しかしながら，上記(2) の段落【0016】の「ここで分かる様に回転ビーム11と接触ビーム12は支点となる支柱13を中心に変位する。当然のことながら支柱13の幅はこのテコの原理が働く様ある程度幅を細くしておく必要があるが，一方で強度的に操作時に発生する応力に耐えるように設計する。」との記載及び段落【0019】の「回転ビーム11が変位したときにその変位に対し所定の変位が接触ビーム12に発生するように支柱13の厚さや幅を調整する。」との記載から，引用発明の支柱13には支点となる箇所が存在するとともに，回転ビーム11と接触ビーム12が変位するための弾性部分を有することが窺われる。このように，支柱13には支点と弾性部分があって，支柱の上方回転ビーム11と接触ビーム12を変位させるものであることからして，支柱13において支点の上方が弾性変位するものであって，本願補正発明と同様の支点部と弾性部分との位置関係であること，すなわち，支柱13において，支点の上方が弾性を持っていると認定することが可能である。したがって，引用発明も，本願補正発明と同様に，支柱には「支点」と「弾性部」があり，上から「弾性部」，「支点部」及び「支柱」の順序で構成されているものと認定することも可能であるから，本願補正発明と引用発明との間に構成上原告が主張するような大きな相違があるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告が指摘する広辞苑(甲9)においても「支柱」とは「ささえる柱，棒」との意味であると記述されているにすぎず，それが剛体を意味するとの記載はなく，したがって，引用例1における「支柱」についても，回転ビーム11及び接触ビーム12を支える部材であるという程度の意味と解するのが相当であって，弾性変形するものではない剛体に限定することは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "確かに，原告が指摘するように，引用例1の図2においては，「ベースビーム14」のほとんどが「ハウジング20」内に挿入されて固定されており，「支柱13」の一部もハウジング20の一部に当接されている様子が記載されているが，それより上方の部分はハウジング20に固定されておらず，その支点の上方が弾性変形するのであるから，原告が主張するような不都合は何ら生じないこと，引用例1の図1においては，支柱13がハウジング20に当接されていない部分が図2に示されるものより長く上方に延びており，弾性変形の可能な部分が十分に残されている様子が記載されていること，以上の点からすれば，引用例1の図2の記載から，直ちに支柱13が弾性変形しないとする原告の主張は失当である。",
                        "以上のとおりであるから，審決で「支点部を有する部材」として一致点を認定した点に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明の特許請求の範囲には，「所要数の前記コンタクトの突出部と係合する係止孔を別個独立に設け」との記載はあるが，それ以上に，原告が主張するような「スライダーのコンタクトとコンタクトの間に壁をつくること」，「係止孔を設けることにより，スライダー回動時におけるスライダーの中央部のFPC又はFFCの挿入方向への膨れを防止することができる」旨の記載はないから，本願補正発明と引用発明との対比において，これらの点を相違点としなかった審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "確かに，原告が主張するように，前記1(1) の段落【0022】の記載からすれば，係止孔を別途独立に設けることによってスライダーのコンタクトとコンタクトの間に壁ができること，それによってスライダー16の強度アップや回動時の変形を防止し得ることが窺われるが，そうであるとしても，審決は，相違点1において，本願補正発明と引用発明との相違点として「係止孔を別途独立に設ける」ことを認定しているのであるから，発明特定事項の相違点の認定としては，上記認定で過不足はなく，この点に関する原告の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の認定の誤り)について",
          "text": [
            "原告は，前記第3の3のとおり，引用発明では，「支柱と上ビームとの接続部」を「支点」としている以上，上記「支柱」が「弾性部」でないことは明らかであるとして，相違点2につき，支点部を有する部材が，引用発明では，弾性部であるか否か不明であるとした審決の認定は誤りである旨主張する。",
            "しかしながら，引用例1には，「支柱」が弾性体であるとも剛体であるとも記載がないから，審決が，引用発明の「支点を有する部材」が弾性部であるか否か不明であると認定したことには何ら誤りはない。",
            "この点，原告は，引用発明の「支柱」は弾性部でないことは明らかであると主張するが，前記1(3) ウ(イ) で判断したとおり，引用発明の「支柱」が全く弾性部を有する可能性のない剛体と解釈することはできず，かえって，引用例1の記載を精査すれば，引用発明の「支柱13」には支点と弾性部分があって，支柱の上方回転ビーム11と接触ビーム12を変位させるものであると認定することもできるから，この点に関する原告の主張は採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の内容",
              "text": [
                "証拠(甲2)によれば，引用例2には次の記載がある。",
                "「ところが，近年，携帯電話やDVD等の用途でコネクタの高さを例えば1mm以下とするようなさらなる低背化が要求されている。低背化のために蓋部材の厚みをさらに薄くすると，蓋部材を閉じたときに，加圧部がフォーク状接触子の間からその開放側へ逃げるようにして撓む傾向にある。その結果，加圧部がフレキシブル基板を弾性片部に押圧する力が弱くなり，導通不良を起こすおそれがある。」(段落【0003】)",
                "「本発明は上記課題に鑑みてなされたものであり，低背化を達成でき，しかも蓋部材の撓みを防止してフレキシブル基板に対する確実な導通を達成できるフレキシブル基板用コネクタを提供することを目的とする。」(段落【0004】)",
                "「【課題を解決するための手段及び発明の効果】上記目的を達成するため，請求項1記載の発明は，開口部を有する合成樹脂製のハウジングと，上記開口部に臨むように配列され，且つそれぞれ相対抗する固定片部と弾性片部を有する複数のフォーク状接触子と，所定の回動軸線の回りに回動して上記開口部を開閉する合成樹脂製の蓋部材とを備えるフレキシブル基板用コネクタにおいて，上記所定の回動軸線に近接する蓋部材の一端縁に設けられ，上記蓋部材に閉じられた状態で，弾性片部に接するフレキシブル基板と固定片部との間に狭持され且つフレキシブル基板を弾性片部に加圧する加圧部をさらに備え，固定片部は蓋部材が閉じられた状態で加圧部が固定片部の延びる方向に逃げるのを防止するストッパを含むことを特徴とするものである。」(段落【0005】)",
                "「51は蓋部材7に埋設された第1の補強部材としての金属製のワイヤであり，ワイヤ51の両端部には一対の第1の係合部としての係止突起Cが設けられている。各係止突起Cは，ハウジング4に固定される第2の補強部材としての金属板からなる対応する補強タブ10の第2の係合部としてのロック溝50に係止されて，蓋部材7の閉じ状態をロックする。ワイヤ51の係止突起Cとロック溝50とでロック機構が構成される。」(段落【0009】)「45は蓋部材7に埋設された第3の補強部材としての金属製のワイヤである。ワイヤ45の両端部には一対の回動支軸Aが設けられている。53，54はそれぞれ対応するワイヤ45，51の中間部47，52の一部55，59を蓋部材7の外部に露出させるために蓋部材7に設けられた開口である。ハウジング4の対向する側板部8，9は，挿抜空間3の両側部を区画している。側板部8，9の前端面には，一対の固定孔11が開口している。(図1では示されていないが，図2及び図2のIII −III 線に沿う断面図である図3を参照。)各固定孔11は蓋部材7の両側方へ突出する一対の回動支軸Aをそれぞれ支持するための補強タブ10を前側から収容して固定するものである。」(段落【0010】)",
                "「図1，図2及び図2のV−V線に沿う断面図である図5を参照して，第2の接触子23は金属部材からなり，ハウジング4の挿脱空間3に後側から挿入されて固定されている。図5を参照して，第2の接触子23は，係止突起付きの固定片部33と，固定片部33の下方に位置する弾性片部35と，主体部36と，リード部37とを備えている。固定片部33は，ハウジング4の上部の固定孔32に後側から挿入されて固定される。弾性片部35は，ハウジング4の下板部16の上面に形成された収容溝34に後側から収容される。主体部36は固定片部33と弾性片部35の後端部を連結する。リード部37は，主体部36から後ろ斜め下方へ延びて基板表面に半田付けされる。」(段落【0015】)",
                "「‥‥。また，固定片部33の前端38の最前部には，弾性片部35側へ突出する突起からなるストッパが61が形成され，このストッパ61に隣接して係合凹部62が形成されている。",
                "係合凹部62は弾性片部の山形突起41に対向して設けられている。‥‥」(段落【0017】)",
                "「‥‥。蓋部材7の第1の端縁42には，図5に示すように第2の接触子23の前端38を出入りさせるための複数の透孔40が横並びに配置されている。図7において透孔40よりも第1の端縁42側にある部分が加圧部48を構成している。」(段落【0018】)「加圧部48は蓋部材7を閉じ位置に変位させる際，図9に示すように，第2の接触子23の弾性片部35上に配置されたFPC2と固定片部33との間に挟持された状態で，FPC2を弾性片部35に加圧するものである。加圧部48は図10に示す蓋部材7の閉じ状態で弾性片部35の山形突起41に対向する加圧面63を有している。また，蓋部材7の閉じ状態で，加圧面63の背面64が第2の接触子23の固定片部33の係合凹部62に当接することにより，弾性片部35からFPC2を介して加圧部48に与えられる弾性反発力を固定片部33に受けさせるようにしている。」(段落【0019】)",
                "「加圧部48は略矩形をなす断面を持っており，その一辺である加圧面63は蓋部材7の閉じ状態で弾性片部35の山形突起41に対向する部分であり，この加圧面63に隣接する一辺である蓋部材7の端面65は蓋部材7の開放状態で弾性片部35の山形突起41に対向する部分である。‥‥」(段落【0020】)",
                "「本実施の形態では，蓋部材7を閉じるときに固定片部33の係合凹部62に加圧部62を当接させると共にストッパ61により加圧部48の逃げ(第2の接触子23の開放方向への逃げ)を防止する。これにより，加圧部48を山形突起41に位置合わせした状態で，蓋部材7の撓みを防止することができる。したがって，低背化のために蓋部材の肉厚が薄くなって蓋部材7の変形強度が低くなった場合にも，加圧部48によりFPC2を弾性片部35の山形突起41に確実に強く押圧して，FPC2と第2の接触子23との確実な導通を達成できる。蓋部材7がハウジング4から外れることもない。」(段落【0023】)",
                "「‥‥。さらに，蓋部材7の成形時に一部が埋め込まれた金属製のワイヤ45が蓋部材7を幅方向(左右方向)に貫通して蓋部材7の撓みを防止できるので，加圧部48の逃げをより確実に防止して，高い接触圧力を得ることができる。」(段落【0024】)「‥‥。また，上記実施の形態では，第1及び第2の接触子22，23を交互に配列するコネクタとしたが，これに限らず，第2の接触子23のみを配置するコネクタとしても良い。さらに，回動支持部14をハウジング4に設けても良い。」(段落【0026】)(2) 引用例2の上記の記載によれば，引用例2の発明は，「低背化を達成でき，しかも蓋部材の撓みを防止してフレキシブル基板に対する確実な導通を達成できるフレキシブル基板用コネクタを提供することを目的とする」ものであり，その目的を達成するために，引用例2には，審決が認定したとおり，「コンタクトの押受部の先端に突出部を設け，スライダーには，コンタクトの突出部と係合する係止孔を別個独立に設け，長手方向に連設した細長形状をした押圧部を設け，突出部により，スライダー回動時におけるスライダーの中央部の膨れを防止したコネクタ。」という発明が記載されていると認められる。",
                "そして，引用発明と引用例2に記載された上記発明は，いずれもコンタクトを有するコネクタという同一の技術分野に属する発明であるから，引用発明において，コンタクトの押受部に突出部を設け，さらに，スライダーにコンタクトの突出部と係合する係止孔を別個独立に設けて，コンタクトに設けた突出部により，スライダー回動時におけるスライダー中央部のFPC又はFFCの挿入方向への膨れを防止するようにするという効果を達成するために，上記引用例2に記載された発明の技術的事項を適用することは，当業者が容易に想到し得たものであるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点について，原告は，前記第3の4のとおり主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記第3の4(1) のとおり，引用例2の「固定片部」が，本願補正発明の「押受部」に相当するとした審決の認定は誤りであると主張する。",
                    "しかしながら，引用例2に記載の「固定片部33」については，前記(1) の段落【0019】に，「また，蓋部材7の閉じ状態で，加圧面63の背面64が第2の接触子23の固定片部33の係合凹部62に当接することにより，弾性片部35からFPC2を介して加圧部48に与えられる弾性反発力を固定片部33に受けさせるようにしている。」と記載されているように，「固定片部33」は「加圧部48」からの力を受ける部材であることが明らかである。一方，本願補正発明においては，前記1(1) の段落【0021】に，「前記押圧部36は，前記コンタクト14の押受部20に押し付ける部分であり，」と記載されているとおり，「押受部20」は「押圧部36」からの力を受ける部材である。したがって，引用例2の「固定片部33」も，本願補正発明における「押受部20」と同様にスライダー(引用例2における蓋部材7)の押圧部(引用例2における「加圧部48」)からの力を受ける点で共通しているのであるから，審決が，引用例2に記載された発明の「固定片部33」が本願補正発明の「押受部」に相当すると認定した点が誤りであるとはいえない。",
                    "したがって，この点に関する原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，前記第3の4(1) のとおり，引用例2に記載された発明は，バックロックタイプとは動作及び作用が全く異なるフロントロックタイプのコネクタであり，バックロックタイプの引用発明にフロントロックタイプの引用例2の技術的事項を適用することは当業者が容易に想到し得たものではないとも主張する。",
                    "しかしながら，まず，上記(2) で認定したとおり，引用発明及び引用例2に記載された発明はいずれもコンタクトを有するコネクタという同一の技術分野に属する発明であるところ，前記1(1) の記載から明らかなとおり，本願補正発明は，「フロントロックタイプのコネクタ」の低背位化という課題を解決するために，「バックロックタイプのコネクタ」を採用したものであり，押受部の先端に突出部を設け，スライダーには突出部と係合する係止孔を別個独立に設けることによって，低背位化と同時にスライダーの中央部の膨れを防止することができる発明である。また，前記1(2) の記載から明らかなとおり，引用発明は，「フロントロックタイプのコネクタ」の高さを低くし小型化するという課題を解決するために，「バックロックタイプのコネクタ」を採用したものである。一方，前記(1) の記載から明らかなとおり，引用例2に記載された発明は，「フロントロックタイプのコネクタ」の低背位化を達成するという課題を解決するために，「フロントロックタイプ」のコネクタにおいて，押受部の先端に突出部を設け，突出部と係合する係止孔を別個独立に設けることについての発明であり，引用例2に記載された発明では，そのようにすることによって，本願補正発明や引用発明と共通する課題である低背位化とともに蓋部材7の撓みを防止するものである。",
                    "このように，「フロントロックタイプのコネクタ」と「バックロックタイプのコネクタ」とは，コンタクトを有するコネクタという同一の技術分野における，同様の課題解決手段の選択の相違にすぎないというべきであるから，バックロックタイプの引用発明にフロントロックタイプの引用例2に記載された技術的事項を適用することに阻害要因はないというべきである。したがって，「フロントロックタイプのコネクタ」と「バックロックタイプのコネクタ」の相違を過大視して，当業者が容易に想到し得たものではないとの原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，前記第3の4(2) のとおり，引用例2の透孔40は本願補正発明の係止孔と作用効果が異なっている旨主張するが，そもそも原告の主張する本願補正発明の作用効果が引用発明の作用効果に比して格別のものであるとは認められないから，この点に関する原告の主張に理由がないことは明らかである。",
                    "仮に，本願補正発明の係止孔に原告が主張するような作用効果があったとしても，引用例2の透孔40にも，同様の作用効果があると認められるから，いずれにしても，原告の主張は採用することができない。すなわち，前記(1) の段落【0023】の記載から，蓋部材7が膨れようとしたした場合にも，ストッパ61が加圧部48に当接することで膨れを防止していることが窺われる。また，段落【0018】の記載及び図7のVIII−VIII線に沿う断面を示す図8の記載から，透孔40の縁部に加圧部48が構成されていることが窺われる。したがって，ストッパ61が加圧部48に当接して膨れを防止していることは，言い換えれば，ストッパ61が透孔40に係合して膨れを防止していると認めることができる。また，透孔40と透孔40の間には壁が構成されていることは，図7等から明らかである。以上の点からすれば，引用例2に記載された発明において，蓋部材7が膨れようとした場合にも，ストッパ61が透孔40に係合することで膨れを防止し，また，蓋部材7自身の強度も壁によって保持されている点は，本願補正発明と同じである。",
                    "なお，原告は，引用例2に記載された発明においては，蓋部材7の成形時に一部が埋め込まれた金属製のワイヤ45が蓋部材7を幅方向(左右方向)に貫通して蓋部材7の撓みを防止している旨主張するが，前記(1) の段落【0024】に記載されているとおり，金属製のワイヤ45は，加圧部48の逃げをより確実に防止して高い接触圧力を得るためのものであって，透孔40に加えて，ワイヤ45が，蓋部材7の膨れをより防止することはあったとしても，そのことが，透孔40によって膨れを防止することを否定するものではないことは明らかであるから，この点に関する原告の主張も採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "最後に，原告は，前記第3の4(3) のとおり，低背位化の点からいえば，フロントロックタイプの引用例2のコネクタは，フレキシブル基板と固定片部との隙間に位置するFPCの分だけバックロックタイプのものより必然的に厚くなり，また，バックロックタイプの引用発明のコネクタは，コンタクトを埋め込んでいる分，本願補正発明よりも厚くなるものであるから，引用例2の技術的事項を引用発明に適用することは困難である旨主張する。",
                    "しかしながら，引用発明に，引用例2に開示された技術的事項を適用することは，同一技術分野に属し，当業者にとって容易であることから，それにより低背位化が達成される以上，仮に，本願補正発明のコネクタが，引用例の個々のコネクタに比べて低背位化したものであったとしても，これによって引用発明に引用例2の技術的事項を適用すること自体が困難になるということはできない。したがって，この点に関する原告の主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決における相違点1の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例3の内容",
              "text": [
                "証拠(甲3)によれば，引用例3には次の記載がある。",
                "「接触子3は，金属板から打ち抜いて製作されたものであり，上下に対向する一対の接触片3a，3bと，それらを連結する連結部3cとを有している。上側接触片3aは，挿入口5から挿入される偏平電線に圧接される下方へ突出した接触部3a1と，回動部材4の後述の圧接部4bにその周縁が圧接される隅部3a2とを有し，下側接触片3bは，ハウジング2の挿入口5の下側の係止凹部2bに係止される係止部3b1と，前記接触部3a1との間で挿入された偏平電線を挟持する上方へ突出した接触部3b2と，回動部材4の円弧状の回動支持部4cが係合する回動溝部3b3と，回路基板に接続される結線部3b4とを有している。」(段落【0018】)",
                "「次に，図6(b)に示されるように，回動部材4を，時計回りに回動操作し，これによって，回動部材4の圧接部4bが，上側接触片3aの隅部3a2の周縁に圧接し，上側接触片3aを弾性変形させてその接触部3a1を，偏平電線8の上面に押圧させる。」(段落【0029】)",
                "「さらに，回動部材4を，時計回りに回動操作することにより，図6(c)に示されるように，回動部材4の圧接部4bが，上側接触片3aの隅部3a2の周縁を一層加圧し，上側接触片3aが弾性変形し，その接触部3a1が偏平電線8の上面にさらに圧接し，上側接触片3aと下側接触片3bとの間で偏平電線8を挟持する。この状態では，回動部材4の圧接部4bが，上側接触片3aの隅部3a2の頂点P2を乗り越えた位置にあり，接触子3の弾性復元力によって結線状態を維持する方向(図6の右方向)への力が作用することになる。」(段落【0030】)",
                "「その後，回動部材4を，時計回りにさらに回動操作して図6(d)に示されるように，回動の終点，すなわち，倒れ姿勢になると，接触子3の弾性復元力によって，回動部材4に作用する結線状態を維持する水平方向の力が一層大きくなり，ロック状態となる。」(段落【0031】)",
                "「なお，図6(d)のロック状態から偏平電線8を意図的に外す場合には，回動部材4に反時計回りの力を加えればよく，これによって，上述とは逆の動作で回動部材4が回動始点に復帰して図6(a)に示される開放状態とされる。」(段落【0032】)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，引用例3に記載された発明の「接触子3」は金属板からなり弾性復元力を有するものであることから，接触子3の一部分を構成する「連結部3c」も金属板からなり弾性復元力を有するものであることは明らかである。",
                "また，上記(1) の段落【0030】の記載からすれば，接触部3a と結線部3bとの間の「連結部3c」は支点部を有する部材であることも明らかである。そして，引用例3に記載された発明と引用発明とは，コンタクトを有するコネクタという同一の技術分野に関する発明であり，コンタクトを構成する上側部材の支点部を有する部材からみて一方側をスライダーの回動により持ち上げることにより，上側部材の他方側をフレキシブル基板側に押し下げるバックロックタイプのコネクタである点で共通している。",
                "したがって，審決において「引用発明の第1接触部と接続部の間に設けた支点部を有する部材を，引用例3に記載された発明に倣って弾性部とすることは，当業者が容易になし得たものである。」とした相違点2の判断に誤りはなく，この点に関する原告の主張は理由がない。",
                "この点について，原告は，前記第3の5のとおり，引用発明においては，ベースビーム14がハウジング20に完全に埋め込んでいること，及び支柱13の一部がハウジング20の嵌合口側の面に当接されていることを理由として，仮に，引用発明の第1接触部と接続部の間に設けた支点部を有する部材を，引用例3に記載された発明に倣って弾性部としたとしても，本願補正発明を想到できたものではない旨主張するが，引用発明においても，「支点部を有する部材」において支点部の上方が弾性変位するものであって，本願補正発明と引用発明は同様の支点部と弾性部の位置関係を有することは，前記1(3) ウ(イ) において認定したとおりであるから，この点に関する原告の主張も採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する審決取消事由はいずれも理由がないので，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ]
}