{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が訂正2006−39153号事件について平成20年9月17日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被参加事件の原告である三星エスディアイ株式会社(脱退原告)は，日本電気株式会社から，発明の名称を「多色発光有機ELパネルおよびその製造方法」とする特許第3206646号(出願日 平成10年1月22日，登録日 平成13年7月6日，請求項の数7。以下「本件特許」という)を譲り受け，平成16年3月29日その移転登録を受けていたところ，第三者からの特許異議の申立てに基づき特許庁が平成18年2月2日付けで全請求項につき特許取消決定をしたことから，その取消しを求める訴訟を当庁に提起した(平成18年(行ケ)第10275号。同事件は平成21年(行ケ)第10249号 特許取消決定取消参加事件として当庁に係属中)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "その後，脱退原告は，平成18年9月13日付けで本件特許の請求項1～7につき特許請求の範囲の記載を訂正する内容の訂正審判請求(訂正2006−39153号。本件訂正審判請求事件)をしたが，特許庁が平成19年2月16日付けで請求不成立の審決(第1次審決)をしたことから，当庁に対しその取消しを求める訴訟を提起した(平成19年(行ケ)第10163号)。",
            "知的財産高等裁判所は，上記訴訟について審理した上，平成20年5月28日，上記審決は違法であるとしてこれを取り消す旨の判決(第1次判決)をし，同判決は確定した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そこで，本件訂正審判請求事件は再び特許庁で審理されることとなったが，特許庁は，平成20年9月17日，訂正不可分等を理由として，再び請求不成立の審決(第2次審決・以下「本件審決」ということがある。)をしたことから，脱退原告は，当庁に対し本件審決の取消しを求める訴訟を提起した(被参加事件)。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "そして，被参加事件係属中の平成21年6月15日，当事者参加人が脱退原告から会社分割の方法により上記特許権を承継したとして，被告を相手方として当事者参加申出をしたのが本件訴訟(平成21年(行ケ)第10157号)である。",
            "なお，脱退原告は，平成21年6月30日の本件第4回弁論準備手続期日において，被告及び当事者参加人の承諾を得て訴訟(被参加事件)から脱退した。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "争点は，平成20年5月28日になされた第1次判決の確定後に言い渡された最高裁平成20年7月10日第一小法廷判決(平成19年(行ヒ)第318号 民集62巻7号1905頁)との関係で，平成20年9月17日になされた本件審決(第2次審決)が前記第1次判決の拘束力(行訴法33条1項)に反するか，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許登録",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "日本電気株式会社は，平成10年1月22日，名称を「多色発光有機ELパネルおよびその製造方法」とする発明につき特許出願し，平成13年7月6日に特許第3206646号(本件特許。特許公報は甲1)として設定登録を受けた(請求項の数7)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記登録時の特許請求の範囲の記載は，次のとおりである。",
                        "【請求項1】少なくとも一方が透明または半透明の対向する，かつ，互いに直交するストライプ状の電極間に，各色に対応して異なる波長を発光する有機発光層，および電子輸送層を有する多色発光有機ELパネルにおいて，",
                        "前記有機発光層同士は隣接する全ての画素間で互いに分離しており，前記電子輸送層は前記隣接する全ての画素間で隙間なく形成されていると共に前記有機発光層同士が互いに分離されている全ての隙間に充填されていることを特徴する有機ELパネル。",
                        "【請求項2】前記電子輸送層が一様な膜として形成されていることを特徴とする請求項1記載の有機ELパネル。",
                        "【請求項3】少なくとも一方が透明または半透明の対向する電極間に，各色に対応して異なる波長を発光する有機発光層，および電子輸送層を有する多色発光有機ELパネルにおいて，前記有機発光層が，隣接画素間のスペース部内のみで重なりあっていることを特徴とする多色発光有機ELパネル。",
                        "【請求項4】正孔注入・輸送層をさらに有している請求項1～3のいずれかに記載の多色発光有機ELパネル。",
                        "【請求項5】前記正孔注入・輸送層が，正孔注入層と正孔輸送層の2層からなることを特徴とする請求項4記載の多色発光有機ELパネル。",
                        "【請求項6】透明基板上に，各色に対応する有機発光層を形成する工程と，形成した有機発光層上に電子輸送層を形成する工程とを有する多色発光有機ELパネルの製造方法において，",
                        "前記有機発光層同士を隣接する全ての画素間で互いに分離するように形成する工程と，",
                        "形成された有機発光層同士の隙間を充填しながら前記隣接する全ての画素間で隙間なく前記電子輸送層を形成する工程とを有することを特徴とする多色発光有機ELパネルの製造方法。",
                        "【請求項7】透明基板上に，各色に対応する有機発光層を形成する工程と，形成した有機発光層上に電子輸送層を形成する工程とを有する多色発光有機ELパネルの製造方法において，",
                        "前記有機発光層を，隣接画素間のスペース部内のみで重なり合うように形成することを特徴とする多色発光有機ELパネルの製造方法。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許取消決定とその取消訴訟",
                  "text": [
                    "その後，平成14年3月5日から同年3月8日にかけて，請求項1ないし7につきイーストマン コダック カンパニーから，請求項3・4・5・7につきAから，それぞれ特許異議の申立てがなされ，同事件は異議2002−70587号事件として特許庁に係属したところ，脱退原告は日本電気株式会社から本件特許を譲り受けて平成16年3月29日にその旨の移転登録を受けた。",
                    "特許庁は，上記事件について審理した上，平成18年2月2日，「特許第3206646号の請求項1ないし7に係る特許を取り消す。」との決定(以下「本件取消決定」という。甲3)をしたので，脱退原告は，平成18年6月16日，同決定の取消しを求める訴訟を当庁に提起した(平成18年(行ケ)第10275号 特許取消決定取消請求事件。なお，同事件は，平成21年(行ケ)第10249号 特許取消決定取消参加事件として係属中。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正審判請求と第1次審決",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記平成18年(行ケ)第10275号事件係属中の平成18年9月13日，脱退原告は，本件特許の請求項1～7につき下記(イ)のとおり訂正するほか，発明の詳細な説明の記載を訂正することを求める本件訂正審判請求を行い，同請求は訂正2006−39153号として特許庁に係属した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記訂正後の特許請求の範囲の内容は，次のとおりである(以下，そこに記載された発明を「訂正発明1」ないし「訂正発明7」という。",
                        "下線は訂正部分。甲4)。",
                        "【請求項1】少なくとも一方が透明または半透明の対向する，かつ，互いに直交するストライプ状の電極間に，各色に対応して異なる波長を発光する有機発光層，および電子輸送層を有する多色発光有機ELパネルにおいて，",
                        "前記有機発光層のパターンは，前記透明または半透明電極のうちの一方の陽極の長手方向と同じ方向に形成され，前記有機発光層同士は隣接する全ての画素間で互いに分離しており，前記電子輸送層は前記隣接する全ての画素間で隙間なく形成されていると共に前記有機発光層同士が互いに分離されている全ての隙間に充填されていることを特徴とする有機ELパネル。",
                        "【請求項2】前記電子輸送層が一様な膜として形成されていることを特徴とする請求項1記載の有機ELパネル。",
                        "【請求項3】少なくとも一方が透明または半透明の対向する電極間に，正孔注入・輸送層を有し，各色に対応して異なる波長を発光する有機発光層，および電子輸送層を有する多色発光有機ELパネルにおいて，前記有機発光層が，隣接画素間のスペース部内のみで重なりあっていることを特徴とする多色発光有機ELパネル。",
                        "【請求項4】正孔注入・輸送層をさらに有している請求項1又は2記載の多色発光有機ELパネル。",
                        "【請求項5】前記正孔注入・輸送層が，正孔注入層と正孔輸送層の2層からなることを特徴とする請求項3又は4記載の多色発光有機ELパネル。",
                        "【請求項6】透明基板上に，各色に対応する有機発光層を形成する工程と，形成した有機発光層上に電子輸送層を形成する工程とを有する多色発光有機ELパネルの製造方法において，",
                        "透明または半透明のストライプ状の陽極を形成する工程と，前記有機発光層のパターンを前記陽極の長手方向と同じ方向に形成するとともに，前記有機発光層同士を隣接する全ての画素間で互いに分離するように形成する工程と，",
                        "形成された有機発光層同士の隙間を充填しながら前記隣接する全ての画素間で隙間なく前記電子輸送層を形成する工程とを有することを特徴とする多色発光有機ELパネルの製造方法。",
                        "【請求項7】透明基板上に，少なくとも一方が透明または半透明の対向する電極を形成する工程と，正孔注入・輸送層を形成し，各色に対応する有機発光層を形成する工程と，形成した有機発光層上に電子輸送層を形成する工程とを有する多色発光有機ELパネルの製造方法において，",
                        "前記有機発光層を，隣接画素間のスペース部内のみで重なり合うように形成することを特徴とする多色発光有機ELパネルの製造方法。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところが脱退原告は，特許庁から平成18年11月24日付けで訂正拒絶理由通知(甲5)を受けたことから，平成19年1月15日付けで，上記訂正後の請求項3・5・7の削除等を内容とする審判請求書の補正書(甲7)と意見書(甲6)を提出した。",
                        "上記補正後の特許請求の範囲の内容(新請求項)は，次のとおりである(旧3，5，7項を削除したので，新1，2，3，4項は順に旧1，2，4，6項である)。",
                        "【請求項1】少なくとも一方が透明または半透明の対向する，かつ，互いに直交するストライプ状の電極間に，各色に対応して異なる波長を発光する有機発光層，および電子輸送層を有する多色発光有機ELパネルにおいて，",
                        "前記有機発光層のパターンは，前記透明または半透明電極のうちの一方の陽極の長手方向と同じ方向に形成され，前記有機発光層同士は隣接する全ての画素間で互いに分離しており，前記電子輸送層は前記隣接する全ての画素間で隙間なく形成されていると共に前記有機発光層同士が互いに分離されている全ての隙間に充填されていることを特徴とする有機ELパネル。",
                        "【請求項2】前記電子輸送層が一様な膜として形成されていることを特徴とする請求項1記載の有機ELパネル。",
                        "【請求項3】正孔注入・輸送層をさらに有している請求項1又は2記載の多色発光有機ELパネル。",
                        "【請求項4】透明基板上に，各色に対応する有機発光層を形成する工程と，形成した有機発光層上に電子輸送層を形成する工程とを有する多色発光有機ELパネルの製造方法において，",
                        "透明または半透明のストライプ状の陽極を形成する工程と，前記有機発光層のパターンを前記陽極の長手方向と同じ方向に形成するとともに，前記有機発光層同士を隣接する全ての画素間で互いに分離するように形成する工程と，",
                        "形成された有機発光層同士の隙間を充填しながら前記隣接する全ての画素間で隙間なく前記電子輸送層を形成する工程とを有することを特徴とする多色発光有機ELパネルの製造方法。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "特許庁は，平成19年2月16日，上記補正は審判請求書の要旨を変更するものであるから認めることができないとした上で，補正前の旧3・5・7(補正により削除したもの)についてのみ審理し，これらについては独立特許要件を認めることはできないとして，「本件審判の請求は，成り立たない。」との審決(第1次審決。甲8)をした。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第1次判決",
                  "text": [
                    "上記審決に対し脱退原告は審決取消訴訟を提起したところ(平成19年(行ケ)第10163号)，知的財産高等裁判所は，平成20年5月28日，「特許庁が訂正2006−39153号事件について平成19年2月16日にした審決を取り消す。」旨の判決(第1次判決。甲9)をし，この判決は確定した。",
                    "なお，第1次判決は，その理由中で，「…原告からなされた平成18年9月13日付けの本件訂正審判請求(甲4)は，旧請求項1～7を新請求項1～7等に訂正しようとしたものであるところ，その後原告から平成19年1月15日付けでなされた上記訂正審判請求書の補正(甲7)の内容は新請求項3・5・7を削除しようとするものであり，同じく原告の平成19年1月15日付け意見書(甲6)にも新請求項1・2・4・6の訂正は認容し新請求項3・5・7の訂正は棄却するとの判断を示すべきであるとの記載もあることから，審判請求書の補正として適法かどうかはともかく，原告は，残部である新請求項1・2・4・6についての訂正を求める趣旨を特に明示したときに該当すると認めるのが相当である。…そうすると，本件訂正に関しては，請求人(原告)が先願との関係でこれを除く意思を明示しかつ発明の内容として一体として把握でき判断することが可能な新請求項3・5・7に関する訂正事項と，新請求項1・2・4・6に係わるものとでは，少なくともこれを分けて判断すべきであったものであり，これをせず，原告が削除しようとした新請求項3・5・7についてだけ独立特許要件の有無を判断して，新請求項1・2・4・6について何らの判断を示さなかった審決の手続は誤りで，その誤りは審決の結論に影響を及ぼす違法なものというほかない。」(64頁下9行～65頁15行)等と判示した。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件審決",
                  "text": [
                    "上記のような事情から，本件訂正審判請求については再び特許庁で審理されることとなったが，特許庁は，平成20年9月17日，第1次判決確定後になされた最高裁平成20年7月10日第一小法廷判決(平成19年(行ヒ)第318号 民集62巻7号1905頁)の判示事項を理由に，「本件審判の請求は，成り立たない。」との審決(第2次審決)をし，その謄本は平成20年9月29日に脱退原告に送達された(出訴期間として90日附加)。",
                    "上記審決の内容は，後記(2)のとおりである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件訴訟の提起と承継参加",
                  "text": [
                    "そこで脱退原告は，上記第2次審決の取消しを求める訴えを当庁に提起した(平成20年(行ケ)第10456号事件)が，会社分割の方法により本件特許権は当事者参加人に承継され，日本国特許庁から平成21年3月6日付けで本件特許権の移転登録がなされたことから，当事者参加人は，被告を相手方として当事者参加申出をし(平成21年(行ケ)第10157号)，平成21年6月30日の本件第4回弁論準備手続期日において被告及び当事者参加人の承諾を得て，脱退原告は本件訴訟(被参加事件)から脱退した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "本件審決(第2次審決)の内容は，別添審決写しのとおりである。その理由の要点は，平成19年1月15日付けでなされた訂正審判請求書の補正は，訂正発明3・5・7項を削除するものであるが，これは訂正事項の趣旨を変えて新しい趣旨について審判を請求するものに該当するから，許されないとした上，訂正発明1，2，4，及び6には独立特許要件があって訂正要件を満たすが，上記削除申出のあった訂正発明3・5・7は先願明細書(国際出願PCT／JP97／03721〔特願平10−535549号，国際公開",
                "第99／20080号〕)と同一であって特許法29条の2に違反するから独立特許要件を欠くので訂正要件を満たさないところ，平成20年5月28日になされた第1次判決の確定後に言い渡された最高裁平成20年7月10日第一小法廷判決(平成19年(行ヒ)第318号 民集62巻7号1905頁。以下「平成20年最高裁判決」という場合がある。)によれば，「複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うことが予定されているといえる」と判示されたから，訂正事項の一部にでも訂正要件を満たさない部分があれば，訂正審判請求は，一体として棄却されることとなる，等としたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の取消事由(第1次判決の拘束力違反)",
      "text": [
        "しかしながら，平成20年9月17日になされた本件審決は，以下に述べるとおり，平成20年5月28日になされた第1次判決の拘束力に違反したものであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "第1次判決は，以下のとおり判示して，平成19年2月16日になされた第1次審決を取り消した。",
            "・ 原明細書等の記載を複数箇所にわたって訂正するものであるときは，原則として，これを一体不可分の一個の訂正事項として訂正審判の請求をしているものと解すべきであり…上記のような不可分的処理は客観的・画一的審理判断をむねとする特許庁における訂正審判制度の要請から導かれる結論であるから，客観的・画一的処理の要請に反しない場合，例えば…請求人において複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは，それぞれ可分的内容の訂正審判請求があるとして審理判断をする必要があると解される(48頁6行～17行)。",
            "・ 原告から平成19年1月15日付けでなされた上記訂正審判請求書の補正の内容は請求項3・5・7を削除しようとするものであり，同じく，平成19年1月15日付け意見書にも請求項1・2・4・6の訂正は認容し請求項3・5・7の訂正は棄却するとの判断を示すべきであるとの記載もあることから審判請求書の補正として適法かどうかはともかく，原告は，残部である請求項1・2・4・6についての訂正を求める趣旨を特に明示したときに該当すると認めるのが相当である。",
            "…本件訂正に関しては…請求項3・5・7に関する訂正事項と，請求項1・2・4・6に係わるものとでは，少なくともこれを分けて判断すべきであったものであり，これをせず…請求項3・5・7についてだけ独立特許要件の有無を判断して，請求項1・2・4・6について何らの判断を示さなかった審決の手続は誤りで，その誤りは審決の結論に影響を及ぼす違法なものというほかない(64頁下7行～65頁15行)。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "これに対し本件審決(第2次審決)は，以下のとおり判断して，本件訂正審判請求を不成立とした。",
            "・ 本件訂正請求は，複数の請求項について訂正を求めるものであり，訂正発明3，5及び7に係る発明は，訂正要件を満たさないものであり，訂正発明1，2，4及び6に係る発明は，訂正要件を満たすものである。",
            "・ 平成20年最高裁判決を参照するに，該判決では，「複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うことが予定されているといえる。」と判示されていることから，訂正事項の一部にでも訂正要件を満たさない部分があれば，訂正審判請求は，一体として棄却されることとなる。",
            "・ これを本件訂正審判請求に当てはめてみると，本件訂正審判請求が一部訂正要件を満たす部分があるとしても，訂正審判請求は，その全体を一体不可分のものとして取り扱われなければならず，結局，一体として棄却すべきものである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "審決の違法性",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "行訴法33条1項は，「処分又は裁決を取り消す判決は，その事件について，処分又は裁決をした行政庁その他の関係行政庁を拘束する。」と規定しているところ，特許審決が上記処分又は裁決に当たることは，最高裁平成4年4月28日第三小法廷判決(昭和63年(行ツ)第10号 民集46巻4号245頁。以下「平成4年最高裁判決」という場合がある。)が肯定しており，学説上も異論は見られない。",
                "平成4年最高裁判決は，以下のとおり判示している。",
                "・ 特許無効審決の取消訴訟において審決取消しの判決が確定したときは，当該審判事件について更に審理を行い，審決をすることとなるが，審決取消訴訟は行訴法の適用を受けるから，再度の審理ないし審決には，同法33条1項の規定により，取消判決の拘束力が及ぶ。",
                "・ この拘束力は，判決主文が導き出されるのに必要な事実認定及び法律判断にわたるものであるから，審判官は取消判決の認定判断に抵触する認定判断をすることは許されない。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "本件における第1次判決の拘束力",
              "text": [
                "第1次判決は，請求人(脱退原告)において複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは，それぞれ可分的内容の訂正審判請求があるとして審理判断をする必要があると判断した。",
                "そして，第1次判決は，脱退原告が残部である請求項1・2・4・6についての訂正を求める趣旨を特に明示したときに該当すると認めるのが相当であると判示して，請求項3・5・7についてだけ独立特許要件の有無を判断して請求項1・2・4・6について何らの判断を示さなかった審決の手続は誤りで，その誤りは審決の結論に影響を及ぼす違法なものであるとして，第1次審決を取り消した。",
                "第1次判決は，上記取消しの理由に反する認定判断が許されないという範囲において，特許庁を拘束するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "本件審決(第2次審決)の拘束力違反",
      "text": [
        "本件審決は，訂正発明1，2，4及び6に係る発明は，訂正要件を満たすものであると判断したにもかかわらず，訂正発明3，5及び7に係る発明が訂正要件を満たさないことを理由として，訂正審判請求の全体を一体として棄却すべきであるとした。",
        "しかし，第1次判決は，請求人(脱退原告)において複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは可分的内容の訂正審判請求があるとして審理判断をする必要があると判断し，本件では，脱退原告が，残部である請求項1・2・4・6についての訂正を求める趣旨を特に明示したときに該当すると認めた。したがって，審判官は，第1次判決の拘束力に従い，請求項3・5・7と請求項1・2・4・6とを可分的内容の訂正審判請求として独立特許要件の許否を判断すべき法的義務を負った。",
        "それにもかかわらず，審決は，本件訂正審判請求が一部訂正要件を満たす部分があるとしても，訂正審判請求は，その全体を一体不可分のものとして取り扱われなければならず，結局，一体として棄却すべきものであると判断しており，取消判決の拘束力に違反することが明らかである。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "被告の主張に対する反論"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "本件審決の結論の誤りは，平成20年最高裁判決の位置づけないし内容の誤解に基づくものである。",
        "仮に平成20年最高裁判決をもって，本件審決の結論を支持する判例とみる場合にも，日本法の下においては，判例は事実上の拘束力を有するにすぎず，法的拘束力を有しない。これは判例上当然のこととされ，学説上も異論をみない。",
        "これに対し，取消判決の拘束力は，行訴法33条1項が特に規定した法的拘束力であって，判例の有する事実上の拘束力に優先するものである。この点も判例学説上異論をみないところである。",
        "したがって，取消判決が確定した後に，最高裁が別事件についてどのように判断しても，取消判決の法的拘束力は何ら影響を受けるものではなく，審判手続再開後の審理，審決は，取消判決の拘束力を免れない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "被告は，平成20年最高裁判決が，複数請求項につき訂正事項が存在する訂正審判請求は，その全体を一体不可分のものとして取り扱うことが予定されていると判示していることをもって，第1次判決の拘束力を失効させる「重大な事情変更」であると主張する。しかしながら，この主張は，以下のとおり誤りである。",
        "第1に，被告の主張は，取消判決の拘束力が「法的」拘束力であるのに対し，判例の効力が「事実上の」効力であるという差異を，看過するものである。取消判決の法的拘束力が，事実上の効力のみを有する判例によって，変更を受けることはない。",
        "第2に，被告の主張は，判決理由中の主論と傍論の区別を看過するものである。平成20年最高裁判決は，特許異議申立てないし無効審判手続において訂正請求がされた場合について，訂正の許否を請求項ごとに判断すべきことを判示したもので，被告の論拠とする訂正審判請求に関する見解部分は，平成20年最高裁判決における傍論部分であって，最高裁の判断を理解する上で参考にすべきではあるが，「判例」としての効力が生じる部分ではない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "加えて，第1次判決は，原明細書等の記載を複数箇所にわたって訂正するものであるときは，原則として，これを一体不可分の一個の訂正事項として訂正審判の請求をしているものと解すべきであるとしており，平成20年最高裁判決の理由と整合する判断をしている。",
        "第1次判決は，その上で，客観的・画一的審理判断をむねとする特許庁における訂正審判制度の要請に反しない場合において，例外として，複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは，それぞれ可分的内容の訂正審判請求があるとして審理判断をする必要があると判断した。",
        "これに対し，平成20年最高裁判決は，訂正審判請求に関しては，傍論でもあることから，原則論を述べたにとどまり，上記例外的取扱いの是非については，何ら触れていない。",
        "したがって，この意味においても，第1次判決は平成20年最高裁判決の判断と抵触するものではない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "被告は，本件審決は，第1次審決後に生じた，最高裁平成20年判決により変更された新たな事情に基づいて，拘束力が生じている範囲外において審決したものであるから行訴法33条1項に規定する拘束力に違反するものでないとも主張するが，詭弁に類する失当な主張といわざるを得ない。たとえば，A刊行物から容易想到とはいえないとして無効審決を取り消した判決の拘束力は，B刊行物から容易想到か否かの判断には及ばないから，B刊行物を引用例とする再度の無効審決は，まさに被告が言うところの，取消判決の拘束力が生じている範囲外において審決したものといえるが，本件審決は，そのような場合ではない。"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "また被告は，第1次取消判決の拘束力の範囲につき，当事者参加人指摘の第1次判決の48頁1行～17行，64頁下9行～65頁15行",
      "text": [
        "がその範囲であると認めているから，第1次判決の拘束力に従えば，再開後の審判においては，当然ながら，請求項1・2・4・6について各独立特許要件の有無を判断した上で，これを有すると判断したそれらの請求項について訂正を認める審決をしなければならなかった筈である。",
        "本件審決は，上記各請求項について，いずれも，独立特許要件有りと判断したにもかかわらず，平成20年最高裁判決による事情変更を理由にそれら請求項についての訂正を認めなかった。被告が，本件審決は行訴法33条1項に規定する拘束力に違反しないと主張していることからみて，本件審決は，平成20年最高裁判決により第1次判決の拘束力の範囲が事後的に変更され，又は拘束力そのものが消滅したとの誤解に基づいて，上記のような拘束力違反の審決内容に立ち至ったものと認めざるを得ない。",
        "要するに，拘束力の範囲が事後的に変更されたり，あるいは拘束力そのものが消滅するということではなく，拘束力を生じている範囲外において審決したものとの被告主張の欺瞞は明らかである。",
        "なお，被告が，第1次審決後に生じた，変更された新たな事情に基づいて，最高裁昭和55年5月1日第一小法廷判決(昭和53年(行ツ)第27号・28号 民集34巻3号431頁。以下「昭和55年最高裁",
        "判決」という場合がある。)に依拠する範囲外で審決をしたと主張する趣旨は分かりづらいが，被告として，平成20年最高裁判決により複数請求項にわたる訂正の場合は昭和55年最高裁判決の射程外とされたから，昭和55年最高裁判決に依拠する第1次判決の拘束力の射程外で本件審決をしたものにすぎず，第1次判決の拘束力違反に当たらないと主張したいのであれば，それは誤りである。",
        "第1次判決が昭和55年最高裁判決に依拠したとしても，なにも同最高裁判決の法的拘束力に従って判決したというわけではなく，同最高裁判決の判示を尊重しつつも第1次判決としての別個独立の判断により判決したものであるから，判決確定後は，昭和55年最高裁判決とは無関係に第1次判決それ自体に固有の法的拘束力を生ずるのであって，昭和55年最高裁判決に依拠する範囲外で審決をしたなどの理由により，第1次取消判決の法的拘束力を免れることはできない。"
      ]
    },
    {
      "fig": "(カ)",
      "text": [
        "被告は，我妻榮，星野英一らの教科書(乙7，8)を引用し，最高裁の判決が法源の一つであることは，一般に認められているところであり，その意味では，法律の規定に従うのと同視し得るものと解されると主張する。",
        "我妻は，被告引用の同頁において「わが国においても，もとより成文民法の主義であり，かつ判例の拘束力は事実上のものにすぎない」としており，星野は，被告の引用部分によっても，「法律上，裁判所がそれを『適用』すべきものとされる規範ではないが，裁判所が実際上それを尊重しており，またその望ましい社会規範である」とするものであるから，両説はともに，最高裁判決の拘束力は事実上の拘束力にとどまるとする通説的立場に与している。",
        "平成20年最高裁判決の，「複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願手続と同様，その全体を一体不可分のものとして取り扱うことが予定されている。」との判示部分は，同判決理由中の傍論にすぎないから，我妻のいう「判例」や星野のいう「最高裁の判決」にも当たらない。つまり，審決がもっぱら依拠する上記判決の上記傍論部分からは，本来の判例に認められるべき事実上の拘束力すら生じないのであるから，第1次取消判決の拘束力との優劣を論ずる余地すらそもそもない。",
        "被告は，仮に本件審決において，本件取消判決の拘束力に従い，昭和55年最高裁判決の例外的規定を採用して可分的処分をしていれば，平成20年最高裁判決に添って行われる特許庁における同様の審判請求に係る審決とは異なる結果となり，これでは，行政として一貫性を保てなくなり，平等原則に反する結果となってしまう，したがって，以上述べてきたような諸事情を勘案しても，平成20年最高裁判決は本件取消判決の拘束力を遮断する「事情の変更」に当たるというべきであるとするが，支離滅裂の主張である。",
        "第1に，取消判決の拘束力は当該事件限りのものであるから，被告の憂慮する結果となっても，裁判の本質上やむを得ないとして受容すべきである。行政の一貫性を保つために，行政の側において判決の既判力や拘束力を無視することは，法による行政の理念に背馳し，許されない。",
        "第2に，第1次判決は，複数請求項にわたる訂正審判請求の場合は，原則として一体不可分の訂正事項として訂正審判の請求をしているものと解すべきとしているのであるから，その点は平成20年最高裁判決の傍論部分の見解となんら異ならない。ただ，第1次判決は，その例外的な場合として，「例えば上記昭和55年最高裁判決が明言するように，①訂正が誤記の訂正のような形式的なものであるとき，②請求人において複数の訂正箇所のうちの一部の箇所についての訂正を認める趣旨を特に明示したときは，それぞれ可分的内容の訂正審判請求があるとして，審理判断をする必要がある」として，その点の考慮を欠いた第1次審決を取り消したのにすぎない。",
        "そうすると，本件取消判決の拘束力に従い昭和55年最高裁判決の例外的規定を採用して可分的処分をしていれば，平成20年最高裁判決に添って行われる特許庁における同様の審判請求に係る審決とは異なる結果となるとの被告の主張は，平成20年最高裁判決は，上記例外的取り扱いを認めない趣旨との理解を前提とした主張と受け取らざるを得ないところ，同最高裁判決は，対象事案である異議申立て手続中の訂正請求との対比に必要な限度において，訂正審判請求の場合について傍論的に言及したにすぎず，例外的扱いの是非についてまで踏み込むものではないと解すべきであるから，誤った前提に基づく上記被告の主張は成り立たない。",
        "第3に，平成20年最高裁判決は，複数請求項にわたる訂正の場合は，昭和55年最高裁判決の射程外としたにとどまり，昭和55年最高裁判例をなんら変更するものではない。したがって，単一請求項の複数箇所の訂正の場合には，依然同判例の事実上の拘束力が及んでおり，判例尊重の実務を志向する被告としては，今後，単一請求項の複数箇所の訂正審判請求がなされた場合において，前記①，②の例外的事由を認めるべき場合は，上記判例に従って可分的取り扱いをすることになる筈である。",
        "すると，平成20年最高裁判決は，複数請求項にわたる訂正審判の請求の場合は，前記①，②の例外的扱いを認めない趣旨とする被告の理解を前提とする実務との間に耐え難い不均衡を生ずることになる。",
        "前記①，②の例外的場合の可分的扱いを単一請求項の複数箇所の訂正の場合にのみ認めて，複数請求項にわたる訂正の場合には認めないとする合理的理由は全く見当たらない。",
        "被告主張の論理的破綻は明らかである。"
      ]
    },
    {
      "fig": "2",
      "subject": "請求原因に対する認否",
      "text": [
        "請求の原因(1)，(2)の各事実はいずれも認めるが，同(3)は争う。"
      ]
    },
    {
      "fig": "3",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "本件審決に当たり，被告に第1次判決〔取消判決〕の拘束力が及ぶこと，第1次判決の主文を導き出すに必要な事実認定及び法律判断の範囲は，当事者参加人の主張するとおり，第1次判決中の48頁1行～17行，64頁下9行～65頁15行記載の部分(下記のとおり)であることを認める。",
            "記",
            "・ 48頁1行～17行",
            "「訂正審判において一部の訂正を許す審決をすることの可否を論じた最高裁昭和55年5月1日第一小法廷判決(民集34巻3号431頁。前述した昭和55年最高裁判決)は，いわゆる改善多項制を導入した昭和62年の特許法改正後においてもそのまま妥当すると解される。",
            "したがって，本件訂正審判請求のように，原明細書等の記載を複数個所にわたって訂正するものであるときは，原則として，これを一体不可分の一個の訂正事項として訂正審判の請求をしているものと解すべきであり，これを請求人において複数箇所の訂正を各訂正箇所ごとの独立した複数の訂正事項として訂正審判の請求をしているものと解するのは妥当でない。上記のような不可分処理は客観的・画一的審理判断をむねとする特許庁における訂正審判制度の要請から導かれる結論であるから，客観的・画一的処理の要請に反しない場合，例えば上記昭和55年最高裁判決も明言するように，①訂正が誤記の訂正のような形式的なものであるとき，②請求人において複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは，それぞれ可分的内容の訂正審判請求があるとして審理判断をする必要があると解される。」",
            "・ 64頁下9行～65頁15行",
            "「原告からなされた平成18年9月13日付けの本件訂正審判請求(甲4)は，旧請求項1～7を新請求項1～7等に訂正しようとしたものであるところ，その後原告から平成19年1月15日付けでなされた上記訂正審判請求書の補正(甲7)の内容は新請求項3・5・7を削除しようとするものであり，同じく原告の平成19年1月15日付け意見書(甲6)にも新請求項1・2・4・6の訂正は認容し新請求項3・5・7の訂正は棄却するとの判断を示すべきであるとの記載もあることから，審判請求書の補正として適法かどうかはともかく，原告は，残部である新請求項1・2・4・6についての訂正を求める趣旨を特に明示したときに該当すると認めるのが相当である。",
            "本件における上記のような扱いは，原告が削除を求めた新請求項3・5・7は，その他の請求項とは異なる実施例(『本発明の異なる形態』，『実施例2』)に基づく一群の発明であり，発明の詳細な説明も他の請求項に関する記載とは截然と区別されており，仮に原告が上記手続補正書で削除を求めた部分を削除したとしても，残余の部分は訂正後の請求項1・2・4・6とその説明，実施例の記載として欠けるところがないことからも裏付けられるというべきである。",
            "そうすると，本件訂正に関しては，請求人(原告)が先願との関係でこれを除く意思を明示しかつ発明の内容として一体として把握でき判断することが可能な新請求項3・5・7に関する訂正事項と，新請求項1・2・4・6に係わるものとでは，少なくともこれを分けて判断すべきであったものであり，これをせず，原告が削除しようとした新請求項3・5・7についてだけ独立特許要件の有無を判断して，新請求項1・2・4・6について何らの判断を示さなかった審決の手続は誤りで，その誤りは審決の結論に影響を及ぼす違法なものというほかない。」",
            "しかし，平成20年最高裁判決は，行政処分のなされた時点である第1次審決の後に生じた新たな事情であるところ，平成20年最高裁判決は，第1次判決が依拠した昭和55年最高裁判決の射程を限定したものであるから，本件審決は第1次判決の拘束力の範囲外でなされたものであり，適法である。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "当事者参加人が主張する拘束力は，行訴法33条1項に規定された「処分又は裁決を取り消す判決は，その事件について，処分又は裁決をした行政庁その他の関係行政庁を拘束する。」にいう拘束力をいうものである。",
            "拘束力の意義について判示する最高裁判例として，当事者参加人の指摘する上記平成4年最高裁判決があるところ，その調査官解説(乙1)によれば，この平成4年最高裁判決では，行訴法33条の規定にいう拘束力は，「主文を導くのに必要な主要事実について裁判所がした具体的な認定判断(理由中の判断)についても生ずることには異論がない」(乙1)と説明されている。",
            "以上から，行訴法33条に基づく拘束力とは，主文を導くのに必要な主要事実について裁判所がした具体的な認定判断についても生じるものであり，また，同一事情の下で同一理由により同一内容の処分を繰り返すことができないというにとどまるから，別の事実又は理由に基づいて，あるいは処分時以降の事情変更により，同一内容の処分を行うことを妨げるものではないと解される。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "審決が引用した平成20年最高裁判決の知的財産高等裁判所における原判決(平成18年(行ケ)第10314号)は，本件の第1次判決と同様に昭和55年最高裁判決に依拠したものであるが，この原判決は，平成20年最高裁判決により，昭和55年最高裁判決は複数請求項に対して訂正事項が存在する場合には妥当しないとして，破棄された。",
            "そこで，平成20年最高裁判決をみると，以下のような判示がある(下線は被告が付記)。",
            "<ア> 「このような特許法の基本構造を前提として，訂正についての関係規定をみると，訂正審判に関しては，特許法旧113条柱書き後段，特許法123条1項柱書き後段に相当するような請求項ごとに可分的な取扱いを定める明文の規定が存しない上，訂正審判請求は一種の新規出願としての実質を有すること(特許法126条5項，128条参照)にも照らすと，複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うことが予定されているといえる。」",
            "<イ> 「前掲最高裁昭和55年5月1日第一小法廷判決は，いわゆる一部訂正を原則として否定したものであるが，複数の請求項を観念することができない実用新案登録請求の範囲中に複数の訂正事項が含まれていた訂正審判の請求に関する判断であり，その趣旨は，特許請求の範囲の特定の請求項につき複数の訂正事項を含む訂正請求がされている場合には妥当するものと解されるが，本件のように，複数の請求項のそれぞれにつき訂正事項が存在する訂正請求において，請求項ごとに訂正の許否を個別に判断すべきかどうかという場面にまでその趣旨が及ぶものではない。」",
            "上記<ア>は，訂正審判請求の制度と訂正請求の制度の相違について言及しているが，改善多項制下において，複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うべきことが判示されている。",
            "上記<イ>は，昭和55年最高裁判決は多項制前の制度を前提とするものであるから複数の請求項のそれぞれに訂正事項を含む場合は射程外であることが判示されている。なお，<イ>の記載は直接的には訂正請求について検討した部分で述べられたものであるが，昭和55年最高裁判決が訂正審判請求に係るものであることを踏まえれば，上記判示は訂正審判請求にも妥当することは明らかである。",
            "したがって，上記<ア>，<イ>から，平成20年最高裁判決は，多項制下における訂正審判請求については昭和55年最高裁判決の射程外であって，複数請求項にかかる複数の訂正事項は一体として取り扱うべきことを判示していることが明らかである。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "以上を踏まえると，本件審決には，当事者参加人が主張する拘束力違反はない。すなわち，平成20年5月28日に言い渡された第1次判決は，昭和55年最高裁判決が改善多項制の導入後においてもそのまま妥当するとしてこれに依拠してなされたものである。しかるに，第1次判決言い渡しの後の平成20年7月10日に言い渡された平成20年最高裁判決により，昭和55年最高裁判決に依拠した別の知財高裁判決が破棄された。そして，その判示中に，昭和55年最高裁判決は複数の請求項に対する訂正を含むものについては妥当せず，また訂正審判請求については，その全体を一体不可分のものとして取り扱うことが予定されており，一部の請求項に係る訂正事項が訂正の要件に適合しないときは，訂正審判請求の全体が不成立となるものと解すべき判断が示されたものである。",
            "そして，行訴法33条1項にもとづく拘束力は，同一事情の下で同一理由により同一内容の処分ができないものの，処分時以降に事情変更が生じた場合には，もはや及ばないと解される。",
            "本件についてこれをみると，第1次判決が依拠した昭和55年最高裁判決は，第1次判決と本件審決(第2次審決)との間になされた平成20年最高裁判決によって，本件のような複数の請求項に訂正事項が及ぶものについては射程外であり，訂正審判請求では，訂正事項は全体として一体不可分のものとして取り扱われることが判示された。つまり，第1次判決がその理由中で判断の根拠としていた昭和55年最高裁判決は本件に妥当しないことが第1次判決後に示されたのであり，これは重大な事情の変更に当たる。したがって，その後にされた本件審決では，昭和55年最高裁判決に依拠した第1次判決のとおりの判断をすることは許されず，平成20年最高裁判決に依拠するほかはないので，これに則って再度不成立審決をしたものである。",
            "以上のとおり，第1次判決は昭和55年最高裁判決に依拠したものであり，同判決に判示された事項を前提としてなされた判決ということができるから，第1次判決の拘束力は，昭和55年最高裁判決に依拠する範囲において生じるところ，本件審決は，第1次審決後に生じた新たな事情に基づき昭和55年最高裁判決に依拠する範囲外で審決をした，すなわち，拘束力の生じている範囲外において審決をしたものであって，行訴法33条所定の拘束力に反するものではなく，何らの違法も存しない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "当事者参加人は，本件審決が引用する平成20年最高裁判決の判示は，傍論中の見解として，判例としての射程は及ばないとも主張する。しかしながら，平成20年最高裁判決の，昭和55年最高裁判決は多項制下の複数請求項に係る訂正には及ばないという判断は，訂正審判請求，訂正請求の区別なく妥当するものであり，平成20年最高裁判決は，そのような前提に立った上で，訂正審判請求，訂正請求の取り扱いを同時に論じたものと見るべきであって，傍論などといえるものではない。したがって，当事者参加人の主張は失当であり，本件審決に拘束力違反の違法はない。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "因みに，最高裁の判決が法源の一つであることは，一般に認められているところである。その意味では，法律の規定に従うのと同視し得るものと解される。例えば，我妻榮「新訂民法総則(民法講義I)」(岩波書店，1979年3月20日第16刷発行，19～20頁，乙7)には，「裁判所の判決は，具体的な事件を解決するだけだが，その中に含まれる合理性は，他の類似の事件についても同一の解決をさせる効力を有するので，そこにおのずから，判決による一般的な法規範が成立する。」(20頁)と記述されている。",
            "また，星野英一「民法概論I(序論・総則)」(良書普及会，平成5年6月1日改訂第16刷発行，35～36頁，乙8)にも，「最高裁の判決は，第二の意味での法源といってよい。」(36頁)と述べられている。ここで，同書31頁によると，第二の法源とは，「法律上，裁判所がそれを「適用」すべきものとされる規範ではないが，裁判所が実際上それを尊重しており，またその望ましい社会規範である。」と説明されている。",
            "このように，最高裁の判示に法源性が認められ，対世的に影響力を持ち得るのは，最高裁の考え方が明確に示されていた場合，これに反する判決や処分を下級審や行政庁が行った場合，最高裁がするであろう判断を予測することができ，最上級審まで争われれば覆されることが予見されるからである。",
            "したがって，判決によって最高裁の考え方が明確に示されている場合，これに反する処分は，上述のように最上級審で覆される性質のものであるから，仮に行政庁がこのような処分を行えば，それは瑕疵の内在する行政処分ともいえるものであり，これによって誤った権利関係を形成してしまうことにもなり得る。こうした事情を踏まえれば，最高裁判決によって最高裁の考え方が明らかになった時点で，基準や運用の見直しを行い，必要によりこれを改めなければ，行政怠慢との非難を受けることにもなりかねない。",
            "本件に関していえば，平成20年最高裁判決は，明確に，「訂正審判に関しては，…請求項ごとに可分的な取扱いを定める明文の規定が存しない上，訂正審判請求は一種の新規出願としての実質を有すること…にも照らすと，複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うことが予定されているといえる。」と判示しているのであって，平成20年最高裁判決が訂正審判請求の制度について，その判示のとおり法律解釈をしていることは明らかである。",
            "そこで，平成20年最高裁判決によって昭和55年最高裁判決の射程は改善多項制下では妥当しないものの，訂正審判請求は依然として一体不可分として扱われるべきである旨の判示，すなわち，訂正審判請求に関しては(従前通り)訂正事項を一体不可分のものとして訂正の許否を判断すべきである旨の判示に基づいて，本件審決(第2次審決)も再度一体不可分の判断をしたものである。最高裁の判示に反した審決を行政庁が行うことは，一般社会の常識から見ても許されることではない。",
            "仮に本件審決において，第1次判決の拘束力に従い，昭和55年最高裁判決の例外的規定を採用して可分的処分をしていれば，平成20年最高裁判決に添って行われる特許庁における同様の審判請求に係る審決とは異なる結果となり，これでは，行政として一貫性を保てなくなり，平等原則に反する結果となってしまう。",
            "したがって，以上述べてきたような諸事情を勘案しても，平成20年最高裁判決は第1次判決の拘束力を遮断する「事情の変更」に当たると考えるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "そこで，平成20年9月17日になされた本件審決が確定判決である第1次判決(平成20年5月28日付け)の拘束力に反する判断をしたかについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許に関する審決の取消訴訟において審決取消判決が確定したときは，審判官は特許法181条5項の規定に従い当該審判事件について更に審理・審決をすることになるが，審決取消訴訟は行政事件訴訟法の適用を受けるから，再度の審理・審決には，同法33条1項の規定により，上記取消判決の拘束力が及ぶ。そして，この拘束力は，判決主文が導き出されるのに必要な事実認定及び法律判断にわたるから，審判官は取消判決のなした事実認定及び法律判断に抵触する認定判断をすることは許されないことは明らかである(最高裁平成4年4月28日第三小法廷判決・昭和63年(行ツ)第10号民集46巻4号245頁)。そして，前記のとおり，平成19年2月16日になされた第1次審決は，平成20年5月28日に言い渡された第1次判決により取り消され，その理由は第3，1(1)エのとおりであり，同判決は確定したのであるから，本件審決を担当する審判官は，第1次判決の有する拘束力の下で認定判断しなければならないこととなる。",
                "ところで，第1次判決は，前記のとおり，「原告からなされた平成18年9月13日付けの本件訂正審判請求(甲4)は，旧請求項1～7を新請求項1～7等に訂正しようとしたものであるところ，その後原告から平成19年1月15日付けでなされた上記訂正審判請求書の補正(甲7)の内容は新請求項3・5・7を削除しようとするものであり，同じく原告の平成19年1月15日付け意見書(甲6)にも新請求項1・2・4・6の訂正は認容し新請求項3・5・7の訂正は棄却するとの判断を示すべきであるとの記載もあることから，審判請求書の補正として適法かどうかはともかく，原告は，残部である新請求項1・2・4・6についての訂正を求める趣旨を特に明示したときに該当すると認めるのが相当である。本件における上記のような扱いは，原告が削除を求めた新請求項3・5・7は，その他の請求項とは異なる実施例(『本発明の異なる形態』，『実施例2』)に基づく一群の発明であり，発明の詳細な説明も他の請求項に関する記載とは截然と区別されており，仮に原告が上記手続補正書で削除を求めた部分を削除したとしても，残余の部分は訂正後の請求項1・2・4・6とその説明，実施例の記載として欠けるところがないことからも裏付けられるというべきである。そうすると，本件訂正に関しては，請求人(原告)が先願との関係でこれを除く意思を明示しかつ発明の内容として一体として把握でき判断することが可能な新請求項3・5・7に関する訂正事項と，新請求項1・2・4・6に係わるものとでは，少なくともこれを分けて判断すべきであったものであり，これをせず，原告が削除しようとした新請求項3・5・7についてだけ独立特許要件の有無を判断して，新請求項1・2・4・6について何らの判断を示さなかった審決の手続は誤りで，その誤りは審決の結論に影響を及ぼす違法なものというほかない。」(甲9，64頁下9行～65頁15行)等とするものであり，一方，本件審決(第2次審決)は，「以上のとおり，本件訂正請求は，複数の請求項について訂正を求めるものであり，訂正発明3，5及び7に係る発明は，訂正要件を満たさないものであり，訂正発明1，2，4及び6に係る発明は，訂正要件を満たすものである。ここで，平成20年7月10日言渡の最高裁判所判決(平成19年(行ヒ)318号)を参照するに，該判決では，『複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うことが予定されているといえる。』(判決5頁)と判示されていることから，訂正事項の一部にでも訂正要件を満たさない部分があれば，訂正審判請求は，一体として棄却されることとなる。これを本件訂正審判請求に当てはめてみると，本件訂正審判請求が一部訂正要件を満たす部分があるとしても，訂正審判請求は，その全体を一体不可分のものとして取り扱われなければならず，結局，一体として棄却すべきものである。」(33頁9行～22行)等としたものである。",
                "そうすると，第1次判決が請求項1・2・4・6項と請求項3・5・7項とは分けて判断すべきであるとして第1次審決を取り消しているのに，本件審決(第2次審決)が請求項1～7項の全体を一体不可分のものとして取扱うべしとして訂正審判請求を不成立としていることは，被告主張の最高裁平成20年7月10日第一小法廷判決(平成19年(行ヒ)第318号民集62巻7号1905頁，前述した「平成20年最高裁判決」)を考慮しないとすれば，第1次判決の拘束力に反する判断をしていることになる。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに関して被告は，行訴法33条1項に基づく拘束力は処分時以降に事情変更が生じた場合には及ばないところ，平成20年最高裁判決は第1次判決が依拠した昭和55年最高裁判決の射程を限定し，また訂正審判請求について一体として判断すべきことを判示しているから，これは処分時以降の事情変更に当たり本件審決に拘束力違反はない等と主張し，一方，これに対し当事者参加人は，被告の主張は取消判決の拘束力が法的拘束力であるのに対し判例の効力が事実上の効力であるという差異を看過するものである，平成20年最高裁判決は特許異議申立てにおいて訂正請求がなされた場合について訂正の許否を請求項ごとに判断すべきことを判示したもので，訂正審判請求に関する見解部分は傍論にすぎず，判例としての効力を生じない，等と反論する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告が事情変更に当たるとする最高裁平成20年7月10日第一小法廷判決(平成19年(行ヒ)第318号 民集62巻7号1905頁)は，",
                  "text": [
                    "特許庁がなした特許取消決定の取消しを求める訴訟についての判示であり，最高裁判所民事判例集62巻7号1905頁以下に記載された判決要旨は「特許異議申立事件の係属中に複数の請求項に係る訂正請求がされた場合，特許異議の申立てがされている請求項についての特許請求の範囲の減縮を目的とする訂正は，訂正の対象となっている請求項ごとに個別にその許否を判断すべきであり，一部の請求項に係る訂正事項が訂正の要件に適合しないことのみを理由として，他の請求項に係る訂正事項を含む訂正の全部を認めないとすることは許されない。」とするものであり，判決の原文は「(1) 特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又は特許審決がされ，これに基づいて一つの特許が付与され，一つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。このことは，特許法49条，51条の文言のほか，特許出願の分割という制度の存在自体に照らしても明らかである。一方で，特許法は，複数の請求項に係る特許ないし特許権の一体不可分の取扱いを貫徹することが不適当と考えられる一定の場合には，特に明文の規定をもって，請求項ごとに可分的な取扱いを認める旨の例外規定を置いており，特許法185条のみなし規定のほか，特許法旧113条柱書き後段が『二以上の請求項に係る特許については，請求項ごとに特許異議の申立てをすることができる。』と規定するのは，そのような例外規定の一つにほかならない(特許無効審判の請求について規定した特許法123条1項柱書き後段も同趣旨)。(2) このような特許法の基本構造を前提として，訂正についての関係規定をみると，訂正審判に関しては，特許法旧113条柱書き後段，特許法123条1項柱書き後段に相当するような請求項ごとに可分的な取扱いを定める明文の規定が存しない上，訂正審判請求は一種の新規出願としての実質を有すること(特許法126条5項，128条参照)にも照らすと，複数の請求項について訂正を求める訂正審判請求は，複数の請求項に係る特許出願の手続と同様，その全体を一体不可分のものとして取り扱うことが予定されているといえる。これに対し，特許法旧120条の4第2項の規定に基づく訂正の請求(以下『訂正請求』という。)は，特許異議申立事件における付随的手続であり，独立した審判手続である訂正審判の請求とは，特許法上の位置付けを異にするものである。訂正請求の中でも，本件訂正のように特許異議の申立てがされている請求項についての特許請求の範囲の減縮を目的とするものについては，いわゆる独立特許要件が要求されない(特許法旧120条の4第3項，旧126条4項)など，訂正審判手続とは異なる取扱いが予定されており，訂正審判請求のように新規出願に準ずる実質を有するということはできない。そして，特許異議の申立てがされている請求項についての特許請求の範囲の減縮を目的とする訂正請求は，請求項ごとに申立てをすることができる特許異議に対する防御手段としての実質を有するものであるから，このような訂正請求をする特許権者は，各請求項ごとに個別に訂正を求めるものと理解するのが相当であり，また，このような各請求項ごとの個別の訂正が認められないと，特許異議事件における攻撃防御の均衡を著しく欠くことになる。以上の諸点にかんがみると，特許異議の申立てについては，各請求項ごとに個別に特許異議の申立てをすることが許されており，各請求項ごとに特許取消しの当否が個別に判断されることに対応して，特許異議の申立てがされている請求項についての特許請求の範囲の減縮を目的とする訂正請求についても，各請求項ごとに個別に訂正請求をすることが許容され，その許否も各請求項ごとに個別に判断されるものと考えるのが合理的である。被上告人は，発明を表現する明細書は常にその全体が一体不可分のものとして把握されるべきであると主張するが，昭和62年法律第27号による特許法の改正により，いわゆる一発明一出願の原則を定めていた規定が削除され，しかも一発明に複数の請求項の記載をすることが認められるようになったことを考えると，同改正後の特許法の下で，上記のように解すべき根拠を見いだすことはできない。前掲最高裁昭和55年5月1日第一小法廷判決は，いわゆる一部訂正を原則として否定したものであるが，複数の請求項を観念することができない実用新案登録請求の範囲中に複数の訂正事項が含まれていた訂正審判の請求に関する判断であり，その趣旨は，特許請求の範囲の特定の請求項につき複数の訂正事項を含む訂正請求がされている場合には妥当するものと解されるが，本件のように，複数の請求項のそれぞれにつき訂正事項が存在する訂正請求において，請求項ごとに訂正の許否を個別に判断すべきかどうかという場面にまでその趣旨が及ぶものではない。(3) 以上の点からすると，特許異議申立事件の係属中に複数の請求項に係る訂正請求がされた場合，特許異議の申立てがされている請求項についての特許請求の範囲の減縮を目的とする訂正については，訂正の対象となっている請求項ごとに個別にその許否を判断すべきであり，一部の請求項に係る訂正事項が訂正の要件に適合しないことのみを理由として，他の請求項に係る訂正事項を含む訂正の全部を認めないとすることは許されないというべきである。(4) これを本件についてみると，上告人は，訂正事項aは特許請求の範囲の減縮を目的とする旨主張して，これを含む本件訂正の請求をしているところ，訂正事項aは，特許異議の申立てがされている請求項1に係る訂正であるから，他の請求項に係る訂正事項とは可分のものとして，個別にその許否を判断すべきものである。ところが，本件決定は，請求項2に係る訂正事項bが訂正の要件に適合しないことのみを理由として，請求項1に係る訂正事項aについて何ら検討することなく，訂正事項aを含む本件訂正の全部を認めないと判断したものである。",
                    "これを前提として本件訂正前の特許請求の範囲の記載に基づいて特許発明の認定をし，請求項1に係る部分を含む本件特許を取り消した本件決定には，取り消されるべき瑕疵があり，この瑕疵を看過した原審の判断には判決に影響を及ぼすことが明らかな法令の違反がある。」等とするものである。",
                    "一方，上記判決が引用する最高裁昭和55年5月1日第一小法廷判決(昭和53年(行ツ)第27号・28号 民集34巻3号431頁，前述の「昭和55年最高裁判決」)は，実用新案権者のなした明細書の訂正審判請求の事案に関し，「…実用新案登録を受けることができる考案は，一個のまとまった技術思想であって，実用新案法39条の規定に基づき実用新案権者が請求人となってする訂正審判の請求は，実用新案登録出願の願書に添付した明細書又は図面(以下「原明細書等」という。)の記載を訂正審判請求書添付の訂正した明細書又は図面(以下「訂正明細書等」という。)の記載のとおりに訂正することについての審判を求めるものにほかならないから，右訂正が誤記の訂正のような形式的なものであるときは事の性質上別として，本件のように実用新案登録請求の範囲に実質的影響を及ぼすものであるときには，訂正明細書等の記載がたまたま原明細書等の記載を複数箇所にわたつて訂正するものであるとしても，これを一体不可分の一個の訂正事項として訂正審判の請求をしているものと解すべく，これを形式的にみて請求人において右複数箇所の訂正を各訂正箇所ごとの独立した複数の訂正事項として訂正審判の請求をしているものであると解するのは相当でない。それ故，このような訂正審判の請求に対しては，請求人において訂正審判請求書の補正をしたうえ右複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは格別，これがされていない限り，複数の訂正箇所の全部につき一体として訂正を許すか許さないかの審決をすることができるだけであり，たとえ客観的には複数の訂正箇所のうちの一部が他の部分と技術的にみて一体不可分の関係にはないと認められ，かつ，右の一部の訂正を許すことが請求人にとって実益のないことではないときであつても，その箇所についてのみ訂正を許す審決をすることはできないと解するのが相当である。」とするものであり，確定判決たる第1次判決は，訂正審判請求において可分的取扱いが許されるとした「一部の箇所についての訂正を求める趣旨を特に明示したとき」に該当するとしたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "思うに，行訴法33条1項の定める拘束力を有する確定判決(第1次判決)がなされた後に別事件に関する最高裁の新たな法的見解が示されたからといって，当然に上記拘束力に影響を及ぼすと解することは困難であるのみならず，仮にこれを肯定する見解を採ったとしても，平成20年最高裁判決を被告主張のように解することもできない。すなわち，被告が事情変更の論拠とする平成20年最高裁判決は，前記のとおり，第三者申立てに係る特許取消事件の審理中に特許権者側から対抗的になされた訂正請求に関する事案についてのものであり，その判示も，訂正不可分を主張する特許庁の見解を否定し，改善多項制の法改正がなされた後においてはこれを可分と解するとしたものである。そして，訂正審判請求の場合はこれを不可分と解するとした部分は，訂正審判請求については，その全体を一体不可分のものとして取り扱うことが予定されているとの原則的な取扱いについて判示したものであり，昭和55年最高裁判決に依ってなされた第1次判決の例外的な取扱いを認めるべき場合についての判示，すなわち，請求人において複数の訂正箇所のうちの一部の箇所についての訂正を求める趣旨を特に明示したときは，それぞれ可分的内容の訂正審判請求があるとして審理判断する必要がある，との判示を否定するものとは解されない。",
                    "このことは，平成20年最高裁判決が訂正審判請求に関する昭和55年最高裁判決を変更する趣旨を含まないことから明らかというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，平成20年最高裁判決は，昭和55年最高裁判決に依ってなされた第1次判決(取消判決)の拘束力に何らの法的影響を及ぼすものではないことになるから，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，当事者参加人主張の取消事由は理由があり，これが審決の結論に影響を及ぼすことは明らかである。",
            "よって，当事者参加人の請求は理由があるから認容して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10157等",
    "date": "2009-11-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038182",
    "ipprecedent_id": "2033",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}