{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2008−900168号事件について平成21年6月24日にし",
        "た取消決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する登録第5103375号商標(以下「本件商標」という。)の登録につき，訴外森永乳業株式会社(以下「森永乳業」という。)が異議を申し立て，特許庁が同商標の登録を取り消す旨の決定をしたため，原告がその取消しを求めた事案である。",
        "争点は，本件商標が，森永乳業が使用する商標と類似しており，ひいては本件商標の登録が商標法4条1項15号に違反するか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告(前商号は株式会社スパングルであったが，平成21年5月25日にこれを株式会社ファーストビジョンに変更し，同年6月2日にその旨登記された。)は，平成19年5月11日，本件商標につき登録出願し，同年12月3日に登録査定を受け，平成20年1月11日に，指定商品を第32類「清涼飲料」として本件商標につき設定登録を受けた(甲1)。",
            "登録第1452417号及び第1469962号の商標を有する森永乳業は，同",
            "年4月11日付けで，本件商標の登録につき，異議の申立てをした(甲48)。",
            "特許庁は，上記申立てを異議2008−900168号事件として審理し，平成21年6月24日，「登録第5103375号商標の商標登録を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は，同年7月13日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標及び引用商標の内容",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，別紙1のとおりの構成よりなる商標である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定がいう引用商標は，登録異議申立人である森永乳業が有する次の二つの登録商標等から認められる「pino」及び「ピノ」の商標である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「『ピノ／PIＮO』の文字を書してなり，昭和51年7月28日に登録出願され，第30類『菓子及びパン』を指定商品として昭和56年1月30日に登録設定された登録第1452417号商標」(別紙2。以下「引用商標1」という。)"
                },
                {
                  "fig": "イ",
                  "subject": "「別掲(2) のとおりの構成よりなり，昭和52年4月19日に登録出願され，第30類『菓子及びパン』を指定商品として昭和56年7月31日に登録設定された登録第1469962号商標」(別紙3。以下「引用商標2」という。)"
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の内容",
          "text": [
            "特許庁は，次のとおり，本件商標の登録は，商標法4条1項15号の規定に違反するとして，その登録を取り消した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の著名性について",
              "text": [
                "「申立人(判決注：森永乳業)は，『pino』及び『ピノ』の商標(これらをまとめて『引用商標』という。)を使用した商品である『アイスクリーム』(以下『使用商品』という。)を1976年に発売して以来，継続して販売し(甲第10号証及び甲第16号証ほか)，申立人による報道関係者に向けた文書(2003年6月20日ないし2006年3月30日)及び平成2005年4月24日付けフジサンケイビジネスアイによれば，1987年には，タレント等を起用したテレビコマーシャルが放映され，以来継続して行われてきた事実や，イベントの開催事実を認めることができる(甲第11号証ないし甲第14号証，甲第18号証)。」(中略)",
                "「我が国において，引用商標を付した使用商品は，1976年の発売から現在に至るまで，新聞等の媒体を利用して宣伝広告され，常にアイスクリーム分野において，高いシェアを有していることが認められ，引用商標は，本件商標の登録出願時(平成19年5月11日)はもとより登録査定時(平成19年12月3日)を含むその後においても，一般需要者の間に広く知られていたというのが相当である。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号の該当性について",
              "text": [
                "「本件商標は，これに接する需要者が『pino』の文字部分に着目して取引に当たる場合も決して少なくないものといわざるを得ず，該文字部分に相応して『ピノ』の称呼をも生ずるものというのが相当である。」",
                "「他方，引用商標は，『pino』，『ピノ』の構成よりなるものであるから，該文字に相応して『ピノ』の称呼を生ずること明らかである。",
                "してみれば，本件商標と引用商標とは，『ピノ』の称呼を共通にするものである。」「また，本件商標と引用する『pino』の商標とは，『pino』の文字を共通にするから，外観上も類似するものである。」",
                "「してみれば，本件商標は，引用商標と『ピノ』の称呼を共通にし，さらに引用する『pino』商標とは，外観上も類似するするものであるから，本件商標と引用商標とは類似する商標であるとみるのが相当である。」",
                "「また，本件商標の指定商品『清涼飲料』と申立人の業務に係る商品『アイスクリーム』とは，その販売部門，用途及び需要者の範囲を共通にする関連のある商品といわざるを得ない。」「したがって，引用商標の著名性，引用商標と本件商標との類似性，両商標に係る商品の関連性の程度，需要者の共通性を考慮すれば，本件商標をその指定商品について使用した場合，これに接する取引者，需要者は，引用商標を連想，想起し，その商品が申立人若しくは同人と何らかの関係を有する者の業務に係る商品であるかのように，商品の出所について混同を生ずるおそれがあるものといわなければならない。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標権者(判決注：原告)の意見について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「商標権者は，『pino』とは特定の観念を有しない単なる造語にすぎないから，『＋』『プラス』らの文字等を組み合わせても目的物としての意味をなさず，よって，『＋』『プラス』から直ちに『加えること』との意味合いを生じるものではない。したがって，本件商標は，全体として特定の観念を有さない新たな造語と解するのが自然である。さらに，本件商標の外観についてみても，『pino＋』の下段に配された『ピノプラス』という文字が，同書，同大，同間隔で一体的に表されており，『ピノプラス』という称呼も格別冗長なものではない。そして，『pino』の右上に『＋』が配された上段部分においても，文字と記号が外観上，まとまりよく一体的に表されており，すぐその下に『【ピノプラス】』という表記があることも相候って，本件商標中，『pino』『ピノ』部分のみを抽出して取引に資すると考えることはむしろ不自然である旨主張している。」",
                  "text": [
                    "「しかしながら，(中略)，本件商標と引用商標は，視覚的にも『pino』の部分が顕著に表されているものであり，『ピノプラス』の文字も特定の意味合いを有する語として知られているものでないから，観念上も『pino＋』『ピノプラス』がそれぞれ一体不可分としなければならない理由はないものである。そして，引用商標は，『Pino』の文字からなり，本件商標は，上記のとおり『pino』の文字を含むものであるから，本願商標と引用商標の類似性の程度は極めて高いものというべきである。",
                    "そうとすると，引用商標の著名性，後述する商品の関連性，需要者の共通性等を考慮すると，本願商標に接する需要者は，『pino』の文字部分より引用商標を想起するというべきであるから，商標権者の上記意見は採用できない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「商標権者は，引用商標の使用に係るアイスクリームと本件指定商品である『清涼飲料』との原材料の相違等を理由にその関連性について述べている。」",
                  "text": [
                    "「しかしながら，アイスクリーム及び清涼飲料は，冷菓と飲料の違いはあっても共に栄養摂取を目的とせず，日常生活の中において消費者が嗜好のために使用される商品であって，同一店舗で取り扱われることも多いものであり，需要者も共通にするものというべきである。また，クリームソーダやメロンソーダのように炭酸水にアイスクリームを加えた飲料も提供されており，バニラアイスクリーム風味やクリームソーダ風味の商品も開発，製品化されている。したがって，アイスクリームと清涼飲料は，商品としては異なるとしても，密接な関連性を有するといえる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「また，商標権者が本件商標を使用している商品が松抽出物，コエンザイムQ10等を添加した商品であり，美容と健康を強く指向する商品であって，アイスクリームとは需要者も異なり，また，販売経路も通信販売方式を取り入れているので，一般に店頭販売されるアイスクリームとは販売経路も異なる旨主張している。」",
                  "text": [
                    "「しかしながら，商標法第4条第1項第15号の適用の際に考慮される取引の実情とは，指定商品全般についての一般的・恒常的なそれを指すものであって，特殊的・限定的なそれを指すものではないと解され，また，商標権者が実際に使用しているとする商品についてみても，一般に飲食料品に健康等に効果のある原材料を加えて，機能や価値を高めた商品作りが行われ，それらの商品が通常の菓子や清涼飲料等の商品と同様に取り扱われていることからすると，松流出物やコエンザイムQ10等を添加した清涼飲料であっても，アイスクリームとは需要者が異なるとはいえないし，商標権者の商品が通信販売により販売されることが多いとしても，引用商標の著名性，商品の関連性，需要者の共通性等を考慮すると，本願商標に接する需要者は，『pino』の文字部分より引用商標を想起することは否定できない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の要旨",
      "text": [
        "本件決定は，次のとおり，引用商標の認定を誤った上，本件商標と引用商標との類否，指定商品等の類否，混同を生ずるおそれに関する判断につき，いずれも誤ったものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と引用商標とが類似していないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定における引用商標は「pino」及び「ピノ」であると解され，これらは，登録第1469962号商標と同一ではなく，このように，本件決定では，無登録の周知とされる商標が引用商標とされたものである。",
                "異議の決定書に別掲されるものは，本件商標や引用商標であるのが常識であるのに，本件決定においては，上記のとおり，「別掲」とされた登録第1469962号商標が引用商標ではなく，引用商標の認定に誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標は，全体で1つのまとまりのある標章であり，商標の類否を判断するに際しては，その外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものである(商標は，登録されたものを一体として見るのが原則であり，一体不可分とする理由がない旨の本件決定は誤りである。)。",
                "そこで，改めて本件商標全体を観察すれば，同商標は，片仮名からなる「ピノプラス」を含むので，引用商標とは外観において近似しないことは明らかで，非類似であり，このように外観が大きく異なれば，仮に観念や称呼において近似することがあったとしても，非類似として取り扱われるべきである。",
                "また，普通に払われる注意力においては，本件商標の称呼は，日本語である片仮名の「ピノプラス」であるところ，あえて欧文字を読むことにより，引用商標に近付け，恣意的な注意力を適用した点において，本件決定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，本件商標が，複数の構成部分を組み合わせた結合商標と解されるとしても，本件商標を使用している商品「ピノプラス」は，天然水に松抽出物，コエンザイムQ10等を添加したものである(甲40参照)ところ，「pino」とは，本来，イタリア語やスペイン語で「松」を意味する言葉であり，本件商標も「松を添加している」との意味合いを込めて考案されたものである。",
                    "そして，原告は，平成15年1月から平成21年1月までに，「pino」と題する表紙に「ピノはイタリア語で松という意味です。」と解説した会報誌を，累計約12万2000部発行しており，多数の需要者が係る認識を持つようになってきた。なお，「ピノプラス」は，平成20年には，モンド・セレクション(成分等の品質が評価対象となるとされる。)で金賞を受賞したが，これは，ボトルのラベル上の「※ピノとは日本人にとってなじみ深い松を意味します。」との説明や，実際に含有される松抽出物の品質が評価されたためと解される。また，原告による同賞受賞により，本件商標「ピノプラス」の存在意義が大きくなり，ブランドの確立を図ることができ，ひいては，引用商標等その他の商標との混同云々が問題とならなくなる。",
                    "さらに，近年の国際化等を考えれば，イタリア及びイタリア語は，近い将来非常に身近なものとなると予想されることに加え，レストラン等のホームページでも解説されるなど，(我が国において)「pino」が松であるとの理解も深まってきている。",
                    "そうであれば，本件商標の構成全体より，「松を加えた」程度の意味合いを連想させることになり，引用商標がいかに周知であったとしても，「pino」は，少なくとも松抽出物を含有する清涼飲料水に関しては，原材料を示す普通名詞としての取扱いを受けていくべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，構成要素「ピノプラス」は，松成分を含有するという暗示又は連想を生じ得るものの，いわゆる造語であり，現在知る限りにおいて，イタリア語その他の言語において一般的な言葉ではなく，特定の観念を持たず，かつ極めてありふれた標章でもないので，通常の需要者からみて識別力があり，極めて独創性の高い造語といえる。",
                    "したがって，仮に構成要素に分割して類否を判断するとしても，本件商標の要部は，独創性の高い「ピノプラス」であり，「ピノプラス」を引用商標「pino」及び「ピノ」と比較すれば，外観，観念，称呼のいずれにおいても近似せず，非類似といわざるを得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件商標の指定商品と引用商標が使用された商品とが相違すること(1) 「清涼飲料」は，「乳酸菌飲料，乳及び乳製品を除く酒精分1容量パーセント未満を含有する飲料をいうものであること。」と定義されている。更に，類似商品・役務審査基準によると，第32類「清涼飲料」は，アイソトニック飲料をはじめとして，サイダー，シロップ，炭酸水，レモン水などの商品を含む概念である。",
            "これに対し，乳製品を原材料に含む飲料であるところの，乳酸飲料や乳酸菌飲料は，第29類「乳製品」に属し，第32類の「清涼飲料」には含まれない。",
            "いうまでもなく，第29類「乳飲料」と第32類「清涼飲料」とは，前記審査基準においても類似すると推定されていない，互いに全く別異の商品である。したがって，「乳飲料」と「清涼飲料」とをひと括りに「飲料」として論じることができないことも明らかである。",
            "一方，「アイスクリーム」は，「クリームなどの乳製品を主材料に，糖類・香料などを加え，かきまぜて空気を含ませながら凍らせた氷菓子」であり，飲料を凍らせたものがアイスクリームになるわけではない。",
            "したがって，清涼飲料とアイスクリームとは，原料が乳製品を含む／含まないという点において相違する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "「炭酸水にアイスクリームを加えた飲料」の提供は，役務(第43類)であって，本件商標の指定商品(第32類)とは関係しない。そして，このような飲料を提供する役務を仲立ちとして，清涼飲料とアイスクリームに密接な関係があるとするのは誤りであり，本件決定は，商品及び役務の取扱いにつき混乱しており，これを基礎とした判断も誤りである。",
                "一般に，商品は，店舗等にて所定期間安定的に在庫として保持又は流通されることが前提となるが，仮に「炭酸水にアイスクリームを加えた飲料」を商品と考えると，上記前提が破綻する。すなわち，炭酸水が安定的に保持又は流通される温度は数℃から室温であるところ，アイスクリームは零下十数℃以下であり，両者を同時に安定的に保持又は流通させる温度はない。",
                "このように，清涼飲料とアイスクリームとは，商品として安定的に保存可能な温度が違うので，同じ場所に保管し，販売することはできない。実際に，コンビニエンスストア等において，清涼飲料は数℃の冷蔵庫に保管又は室温で保管され，販売されているところ，アイスクリームは冷凍庫に入れられて保管され販売されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "嗜好品であっても，清涼飲料とアイスクリームとでは，互いに摂取する成分又は栄養がそれぞれの原料に基づいて異なるものであり，消費者は，それぞれの違いを認識した上で区別することができる。",
                "実際，清涼飲料の用途や目的は，喉の渇きを癒すのが主である一方，アイスクリームの用途や目的は，なめらかな口当たりやその冷たさによる冷却効果であって，アイスクリームを食べるとかえって喉が渇くものであり，両者の目的は異なるものである。",
                "さらに，本件商標が使用される天然水に松抽出物やコエンザイムQ10等を添加した「清涼飲料水」は，実際の原材料からも分かるように，単に嗜好ではなく，美容と健康を強く指向する商品である上，飲むだけでなく，料理に使用したり，肌や髪に付けたりされており，アイスクリームとは用途，需要者層が異なる。",
                "もっとも，アイスクリームは，栄養豊富な牛乳を原料にしているので，近年の需要者が，良質のたんぱく質やカルシウム，ビタミン等を摂るために使用することは考えられる。また，逆に，アイスクリームに含まれる脂肪分やカロリーを懸念する消費者もいることからすれば，アイスクリームに栄養があることは消費者に周知であって，それを付加的とするか否かは主観の問題で，査定時及び現在の個別具体的な実情を考慮して判断すべき商標法4条1項15号の判断において「アイスクリームは栄養摂取を目的としない」との古い考えを押しつけることは誤りである。",
                "近年は，「特定保健用食品」も出されるようになり，飲食物の機能を大きく宣伝し，それを目的に購入を誘引することも行われている。被告は，時代の流れと共に商品等に求めるものが変化することを認識していない。",
                "なお，上記「清涼飲料水」は，その販売に当たっても，専ら通信販売方式により，室温で通常段ボールに入れて，各需要者に個別に配達されるので，アイスクリームとは明確に区別される。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "広く一般消費者を需要者とする商品は，あまりにも種類が多く，需要者が広く一般消費者であることは，単にこれらの商品が互いに関連がないとはいえないことを示すにすぎず，これらの商品が互いに密接な関係があるとするのは，実情にそぐわない。",
                "仮に，同一店舗で取り扱われるものは需要者が共通するというのであれば，コンビニエンスストアやスーパーマーケットで販売されるすべての商品は，需要者が共通し，密接な関連性を有することになるが，これは，明らかに商標登録出願に関する審査・審判の実務と矛盾し，失当である。",
                "もっとも，実際には，清涼飲料を販売しているが，アイスクリームを販売していない店舗は非常に多い。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，清涼飲料とアイスクリームは，一般需要者が出所の混同を生ずるほどの関連性を有するとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "混同を生ずるおそれについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定上の記載や，資料(甲11ないし28)からすれば，引用商標が「常にアイスクリーム分野において」高いシェアを有し，このアイスクリーム分野において，「一般需要者の間に広く知られていた」ことが明らかである。",
                "さらに，引用商標が使用される商品は，常に「なめらかなアイスクリームをチョコレートでコーティングした，ひとくちサイズのアイスクリーム」として認識され，それを維持することで，高いリピート率を確保し，売上げを増加していたと認められる。",
                "このように，特定の種類のアイスクリームと引用商標は一体不可分になっており，引用商標を使用する者は，他の種類のアイスクリームについては別の商標を付し，引用商標による品質保証機能を「なめらかなアイスクリームをチョコレートでコーティングした，ひとくちサイズのアイスクリーム」について機能させている。仮に他の種類のアイスクリームについて引用商標を用いた場合，係る品質保証機能が担保されなくなり，更に，引用商標を清涼飲料に用いても，そのような使用は需要者の想定外であって，混同するはずもない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告が実際に使用している商品は，天然水に健康等に効果のある原材料を加えて，機能や価値を高めたものとされているところ，引用商標が付される「アイスクリーム」とは全く異なる。そして，原告が実際に使用している商品は，需要者が健康を考えて選択するものであり，需要者がその味や食感を目的に選択する引用商標が付された商品とは明らかに相違する。",
                "仮に，同一の需要者がこれらの商品を購入する場合であっても，その目的意識の違いや引用商標のアイスクリームにおける周知性から，原告が実際に使用している清涼飲料水について使用する本件商標に接する需要者は，「pino」の文字部分から引用商標を想起することはあり得ず，引用商標がどれほど著名であっても，他の商品につき使用された場合に，いわゆる広義の混同(親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品又は役務であると誤信されるおそれ)を生じるものではない。",
                "特許庁は，引用商標が限定された種類のアイスクリームについてのみ使用されているという実情を全く考慮せず，単に，新聞や雑誌に掲載された，長期に渡って使用されている等の形式的な理由だけで商標法4条1項15号を適用しており，その判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標の使用の実態，その使用頻度及び期間，会報誌による啓蒙活動，更には近年のイタリアブームによる知識人の自発的活動を考慮すれば，本件商標が「pino」部分を含むとしても，引用商標との混同を生ずることはなく，いわゆるフリーライドやダイリューションに該当するはずもない。",
                "したがって，本件商標は，商標法4条1項15号に該当するものではなく，同法43条の3第4項の規定により維持されるべきものであり，本件決定は違法であって，取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標及び引用商標の類似性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，「pino」の欧文字を大きく表示し，該「o」の右上に小さく「＋」の記号を付加した「pino＋」を上段に配し，下段に上段の文字の4分の1程度の大きさで隅付き括弧(【】)内に「ピノプラス」の片仮名文字を配してなるものである。そして，下段の「ピノプラス」は，上段の「pino＋」の読みを片仮名表記したものとして認識されるものである。",
                "上段の「pino」の文字は，原告も認めるとおり，我が国で格別の意味合いを有する語として知られるものではなく，「＋」の記号は，「加号または正の数の符号」として，我が国において極めて親しまれているものである。",
                "下段の「ピノプラス」は，原告も認めるとおり，我が国で格別の意味合いを有する語として知られておらず，「ピノ」の文字についても，国語辞典やカタカナ語辞典等にも記載されておらず，他方で「プラス」の文字は，「加えること。足すこと。",
                "(符号)『＋』」を意味する語として我が国において極めて親しまれているものである。",
                "そうすると，本件商標は，外観上「pino」の文字部分が大きく顕著に表示されている態様であり，また，「ピノプラス」の文字を見ても全体として格別の意味を有するものでなく，大きく表された「pino」とその右上に小さく表された「＋」からなる「pino＋」の読みを表示すると認識されるのに加え，「プラス」の文字は，前述のとおり我が国において極めて日常的に使用される一般的な語であることからすれば，「ピノ」の語と「プラス」の語からなるものと容易に看取されるものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標は，森永乳業がアイスクリームに使用する「pino」の欧文字及び「ピノ」の片仮名文字である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標は，構成全体を一体不可分として認識されるものでないことはもちろん，大きく顕著に「pino」が表示されているもので，「ピノプラス」は「ピノ」と「プラス」を結合したものと認識されるものである。",
                "そうすると，本件商標と引用商標とは，「pino」及び「ピノ」を共通にするものであるから，その類似性の程度は，極めて高いものである。",
                "なお，「pino」がイタリア語やスペイン語で「松」を意味する語であるとしても，「pino」，「ピノ」が本件商標の登録査定時において，その指定商品である「清涼飲料」の取引者，需要者に「松」を表示するものとして知られている事実はないから，取引者，需要者が本件商標に接したときに，その商品の品質を表示したものと認識することは考えられない。",
                "また，「pino」がイタリア語やスペイン語で「松」を意味することから，レストラン等において「ピノ」を含む名称が採択されている事例があるとしても，そのような名称の採択に当たっては，我が国になじみのない言語を基に採択することも普通に行われているのであり，しかもわずか3つの事例にすぎないから，これらをもって「pino」が我が国において「松」を意味する語として知られているということはできない。",
                "加えて，清涼飲料の分野において，松抽出物がその原材料として広く知られているという実情はないし，しかも，その原材料につき，我が国でなじみの薄いイタリア語で表示されているという事情もないので，将来においても，「pino」が本件商標の指定商品の原材料ないし品質を表示するものとして取引者，需要者に広く認識される可能性は極めて低いものと考えられる。",
                "以上のとおり，「pino」及び「ピノ」は，特定の意味を有する語として知られているものではないから，一種の造語として理解されるものであり，日常的に使用されているような成語に比べて，その独創性は高いものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告における本件商標の採択の意図がどのようなものであれ，取引者，需要者がその採択の意図を理解するとは限らず，それによって本件商標の観念や称呼の認定が左右されることはない。",
                "また，原告の商品の販売開始は平成19年6月であって，本件商標の登録査定時(同年12月3日)のわずか半年前にすぎず，販売本数もその累計が約5万本であって，月平均にすると7千数百本にすぎないものであり，一般消費者が日常的に使用する本件商標の指定商品である清涼飲料の市場においては，極めて少ないものと考えられる。",
                "そして，原告が「pino」と題する会報誌を本件商標の登録前まで甲53のとおり発行してきたとしても，平成15年1月から平成19年9月発行まで累計10万0500部にすぎず，しかもこのような会報は，同じ読者に繰り返し送付するのが一般的であり，不特定の者に広く配布されるものではないから，仮に上記会報中に「pino」が「松」の意味であることが触れられていたとしても，本件指定商品に係る需要者が「pino」が「松」を意味し，かつ，原材料を表すものであると認識するとは考えられない。",
                "また，原告商品がモンド・セレクションの「ビール，水，ソフトドリンク，及び非アルコール飲料」で受賞したとしても，我が国における「pino」の語の認識とは関係がなく，上記受賞の事実は，本件商標の登録の可否について何ら影響しない。",
                "以上のとおり，原告の本件商標を実際に使用している商品が松抽出物を添加した商品であるとしても，「pino」及び「ピノ」が本件指定商品の需要者に「松」を意味する語として知られてはいないのであるから，本件商標が「松を加えた」ほどの意味合いを連想させる旨の原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件商標の指定商品と引用商標が使用された商品との関連性について(1) 本件商標の指定商品は「清涼飲料」であり，引用商標である「pino」及び「ピノ」が使用されている商品は「アイスクリーム」である。",
            "そして，清涼飲料は，「喉の渇きを癒し，清涼感をおぼえさせる非アルコール性飲料の総称」であり，嗜好品(栄養摂取を目的とせず，香味や刺激を得るための飲食物)の一種といえるものであり，「アイスクリーム」は，「クリームなどの主製品を主材料に，糖類・香料などを加え，かきまぜて空気を含ませながら凍らせた氷菓子」であり，「菓子」は「常食のほかに食する嗜好品」である。",
            "そうすると，両者は，いずれも嗜好品の一種であり，また，その需要者は，子供や大人，男女を問わず，広く一般消費者を需要者とするものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "清涼飲料とアイスクリームを共に取り扱う店舗が極めて多いことは，改めて証明するまでもない。",
                "さらに，清涼飲料とアイスクリームなどの氷菓子(氷菓)は，何らかの風味を有するのが一般的であり，嗜好品として好みの風味によって商品が選択，購入されることが多い。",
                "そして，例えば，クリームソーダ味の清涼飲料「キリンメロン クリームソーダ」や，アイスクリームソーダ味の清涼飲料「ICE CREAM Soda」などのように，清涼飲料と氷菓が同じ風味を有しているものも多く，アイスクリーム以外でも，清涼飲料と菓子をコラボレートさせて商品を開発，製造販売している実情がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "近時，清涼飲料や菓子を含め，食品分野において，各種の栄養素を加味し，健康志向の商品が存在することは否定しないが，清涼飲料やアイスクリームは，日常的に気軽に(飲)食する嗜好品(清涼感や冷感を与え，のどの渇きを癒すためのもの)であって，これらの栄養素による機能は付加的な機能であり，この機能を主たる目的として需要者(消費者)が商品を購入するものではなく，風味などを考慮し選択するにすぎない。",
                "また，様々な飲食品の中においても，清涼飲料とアイスクリームを含む菓子類は，商品の用途などを共通にし，関連性が深く，例えば野菜や魚肉類，加工食品を取り扱っていない小売店においても，清涼飲料及びアイスクリームを含む菓子類を同時に取り扱う小売店も多く存在している。",
                "さらに，アイスクリームが冷凍商品であり，清涼飲料とは保管方法や商品陳列方法が異なるとしても，それぞれの商品が，商品としては別々の商品であることを示すにすぎず，両商品の関連性を否定するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，清涼飲料とアイスクリーム(氷菓子)とは，その販売部門，用途，需要者の範囲を共通にする関連性のある商品といえるものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "混同を生ずるおそれについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用商標が森永乳業によりアイスクリームに使用され，需要者に広く認識されているものであることにつき，争っていない。",
                "なお，甲11ないし16，18ないし26，28に記載された事実により，我が国において，森永乳業が長年にわたり引用商標を商品「アイスクリーム」に使用し，昭和51年の発売から現在に至るまで，新聞等の媒体を利用して宣伝広告し，該商品が，常にアイスクリームの分野において，高いシェアを有していることが認められるものであるから，引用商標は，本件商標の登録出願時(平成19年5月11日)はもとより，登録査定時(同年12月3日)においても，優に我が国の取引者，需要者の間に広く認識され，周知・著名なものとなっていたといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1，2及び上記(1) のとおり，本件商標と引用商標とは類似性の程度が高く，引用商標は，商品アイスクリームについて使用され，その需要者に広く認識され周知・著名となっているものであり，両商標が使用される商品の用途，販売場所は同一といえる密接な関係を有するものであって，さらに，取引者，需要者の共通性を考慮すると，本件商標がその指定商品である「清涼飲料」に使用された場合，取引者，需要者において，それが森永乳業又は同社と経済的若しくは組織的に緊密な関係を有する者の業務に係る商品であるかのように誤信し，その出所について混同を生ずるおそれがあるというべきであるから，本件商標は，商標法4条1項15号に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，引用商標がアイスクリームという一分野の商品に使用されてきたものであるとしても，本件商標の指定商品である清涼飲料とアイスクリームは，前述のとおり，商品間において密接な関連性を有するのであり，しかも，清涼飲料は，日常的に飲食する安価な商品であって，その需要者において普通に払われる注意力はそれほど高いものでない。そして，引用商標が，「アイスクリーム」の分野において，我が国の取引者，需要者間において周知・著名性を有していることからすれば，本件商標をその指定商品「清涼飲料」について使用した場合には，これに接する取引者，需要者は，「Pino」の文字から引用商標を連想，想起し，該商品が森永乳業及び同社と組織的，経済的に何らかの関係を有する者の業務に係る商品であると誤信し，商品の出所について混同を生じるおそれがあることは否定できない。",
                "また，本件商標を実際に使用している商品が健康に対する機能を高めたものであるとしても，前述のとおり，清涼飲料とアイスクリームとは密接な商品の関連を有するものであり，さらに，商標法4条1項15号は，その規定から明らかなとおり，他人の業務に係る商品と混同を生ずるおそれがあれば適用を免れず，実際に混同を生じていることまでは要しないのであって，本件商標が商品の出所について混同を生ずるおそれがあることは前述のとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務(以下「指定商品等」という。)に使用したときに，当該商品等が他人の商品又は役務(以下「商品等」という。)に係るものであると誤信されるおそれがある商標のみならず，当該商品等が上記他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ(以下「広義の混同を生ずるおそれ」という。)がある商標を含むものと解するのが相当である。何となれば，同号の規定は，周知表示又は著名表示へのただ乗り(いわゆるフリーライド)及び当該表示の希釈化(いわゆるダイリューション)を防止し，商標の自他識別機能を保護することによって，商標を使用する者の業務上の信用の維持を図り，需要者の利益を保護することを目的とするものであるところ，その趣旨からすれば，企業経営の多角化，同一の表示による商品化事業を通して結束する企業グループの形成，有名ブランドの成立等，企業や市場の変化に応じて，周知又は著名な商品等の表示を使用する者の正当な利益を保護するためには，広義の混同を生ずるおそれがある商標をも商標登録を受けることができないものとすべきであるからである。",
            "そして，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知・著名性及び独創性の程度や，当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきである(最高裁平成12年7月11日判決・民集54巻6号1848頁)。",
            "そこで，本件においても，上記の見解に立って，商標法4条1項15号該当性につき判断することとする。",
            "なお，商標法4条1項11号については，商標の類否は，同一又は類似の商品又は役務に使用された商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものであり(最高裁昭和43年2月27日判決・民集22巻2号399頁参照)，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないと解されているところである(最高裁昭和38年12月5日判決・民集17巻12号1621頁参照)(最高裁平成20年9月8日判決・判例時報2021号92頁参照)ので，この観点からも併せて検討することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標との類似性について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，「『pino』及び『ピノ』の商標」をまとめて「引用商標」とし，被告も，本訴において，引用商標は，「『pino』の欧文字及び『ピノ』の片仮名文字」である旨の抽象的な主張をしており，具体的に「引用商標」がどの商標を指すのか一義的に明らかではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，この点について検討するに，まず，森永乳業が提出した平成20年5月14日付けの手続補正書(甲48)に記載された異議の理由は，次のとおりである。",
                    "「本件商標に対し，申立人は，自己の所有に係る登録第1452417号(以下，『引用1商標』という。)，登録第1469962号(以下，『引用2商標』という。)の各商標を引用する。",
                    "引用各商標は次のとおりであり(甲第2号証，甲第3号証)，現に適法に存続中のものである。",
                    "引用1商標(判決注：引用商標1を指す。)",
                    "商標 『ピノ／PIＮO』",
                    "区分，指定商品 第30類 菓子及びパン",
                    "出願日 昭和51年7月28日",
                    "公告日 昭和55年5月8日(商公昭55−18693号)",
                    "登録日 昭和56年1月30日",
                    "更新登録日(最新) 平成13年1月9日",
                    "引用2商標(判決注：引用商標2を指す。)",
                    "商標 『PIＮO ピノ』(但し，片仮名文字部分はやや小さく表されている。)区分，指定商品 第30類 菓子及びパン",
                    "出願日 昭和52年4月19日",
                    "公告日 昭和55年10月23日(商公昭55−41064号)",
                    "登録日 昭和56年7月31日",
                    "更新登録日(最新) 平成13年7月31日",
                    "・・・本件商標は，その構成中の『pino』の文字部分より『ピノ』の称呼を生ずるものと認められるのに対し，引用各商標は『ピノ』の称呼を生ずることが明らかであり，よって，本件商標と引用各商標とは，称呼において共通する類似のものというべきである(・・・)。",
                    "そして，引用各商標については，申立人がアイスクリームについて使用する商標として広く一般に知られているものと認められ(甲第10号証～甲第30号証。判決注：ここでいう甲号証番号は本訴の甲号証番号に同じ。)，また，本件商標の指定商品と引用各商標の指定商品とは，その性質，用途等において関連性を有し，かつ，その取引者及び需要者において共通性を有するという取引実情があるものと認められる(・・・)。",
                    "したがって，本件商標は，これがその指定商品に使用された場合には，商品の出所について混同を生ずるおそれがあるものといわざるを得ない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件決定は，理由の「第2 登録異議の申立ての理由(要旨)」1，2において，森永乳業の上記異議の理由について，次のとおり要約摘示している。",
                    "「1 登録異議申立人は，自己の所有に係る以下の登録商標を引用する。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "『ピノ／PIＮO』の文字を書してなり，昭和51年7月28日に登録出願され，第30類『菓子及びパン』を指定商品として昭和56年1月30日に登録設定された登録第1452417号商標"
            },
            {
              "fig": "(2)",
              "subject": "別掲(2) のとおりの構成よりなり，昭和52年4月19日に登録出願され，第30類『菓子及びパン』を指定商品として昭和56年7月31日に登録設定された登録第1469962号商標"
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "申立人は，引用各商標につき，自己の業務に係る商品『アイスクリーム』について，1976年の発売から現在に至るまで継続して使用し，その結果，引用各商標は，本件商標の登録出願時には，取引者・需要者間において周知・著名になっていた。",
            "本件商標は，これより『ピノ』の称呼を生じ得るというべきであって，引用各商標と称呼上類似するものというべきである。さらに，本件商標の指定商品と引用各商標の指定商品とは，その性質，用途等において関連性を有し，かつ，その取引者及び需要者において共通性を有するという取引の実情がある。",
            "よって，本件商標をその指定商品について使用するときは，これに接する需要者・取引者は，引用各商標を連想又は想起し，その商品が申立人又は同人と何らかの関係を有する者の業務に係る商品であるかのように，商品の出所について混同を生ずるおそれがあるものといわざるを得ない。」"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "エ",
                  "text": [
                    "そして，引用商標1は，「ピノ」の文字を上段に，「PIＮO」の文字を下段に配した商標であり(なお，ローマ字とカタカナの大きさに顕著な差はない。)，引用商標2は，「PIＮO」の飾り文字(丸みを帯び，周囲には黒く縁取りがされている。)を左側に，小さい「ピノ」の飾り文字(上記「PIＮO」と同様の書体である。)を，「PIＮO」の文字の右上側に配した商標であって，いずれも「ピノ」「PIＮO」の文字からなるものである(甲2，3参照)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，本件決定の手続上の前提となる平成21年3月13日付け取消理由通知書(甲49)には，次の記載がある。",
                    "「申立人は，『pino』及び『ピノ』の商標(これらをまとめて『引用商標』という。)を使用した商品である『アイスクリーム』(以下「使用商品」という。)を1976年に発売して以来，継続して販売し(甲第10号証及び甲第16号証ほか)，・・・。」このほか，甲10(森永乳業の「ピノ」に関するホームページ)には，最上段部分に現在の商品「ピノ」(以下「使用商品」という。)に用いられている表示が掲載されるとともに，昭和51年(1976年)，昭和62年(1987年)，平成4年",
                    "(1992年)，平成8年(1996年)，平成14年(2002年)，平成15年",
                    "(2003年)，平成17年(2005年)に，それぞれ使用商品のパッケージに用いられた表示が掲載されている。これらの表示のうち，昭和51年(1976年)当時のもの(引用商標2と同じものと解される。)以外は，いずれも，甲10の最上段の表示と実質的に同じであるところ，引用商標2が約11年間(昭和51年から昭和62年まで)用いられたのに対し，甲10の最上段に掲載された表示は約20年間(昭和62年以降現在まで)用いられており，引用商標2では「PIＮO」と大文字が用いられているのに対し，甲10の最上段の表示では「pino」と小文字が用いられている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上からすれば，森永乳業が主張した異議の理由においては，引用商標1及び同2を引用商標とし，これがアイスクリームの販売において実際に使用されている例として，甲10等に基づいて「pino」と「ピノ」からなる商標を摘示していたものであったところ，本件決定は，引用商標1及び同2並びに甲10等の使用例に基づき商標として「pino」(小文字)及び「ピノ」からなる商標を認定し，取消理由通知書においてこれを引用商標として用いたことが認められる。",
                    "甲48(手続補正書)に基づいて考えるに，引用商標1及び同2が引用商標であることからすれば，本来，「PIＮO」と大文字のものを引用商標と認定すべきであるのに，本件決定は，上記のとおり，森永乳業が長期間使用してきた甲10の最上段の表示を参酌して，「pino」と小文字を用いたものを引用商標と認定したものと解さざるを得ず，異議申立人である森永乳業が主張した異議理由の形式的な構成とは主従の置き方に差異があり，その点では妥当性を欠く嫌いはあるものの，異議申立人である森永乳業が，自ら，甲10等により「pino」(小文字)と「ピノ」を実際に使用した実情を最も力点をおいて主張立証していることが明らかであるから，異議申立人の主張した異議の理由と本件決定の採用した異議理由との間に実質上の差異はなく，また，取消理由通知書において，審判体が引用商標の構成内容及びその使用の実情を詳細開示するなどして商標権者である原告に対し反論等の機会を十分に与えており，手続上の違法は認められない。なお，本件決定が引用商標を小文字の「pino」と「ピノ」として類比等の判断をしたことには，上記判示に照らし格別の問題はないものの，引用商標1及び同2がいずれも大文字の「PIＮO」と「ピノ」によって構成されていることにかんがみ，念のために，その差異による影響を含めて検討することとする。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "なお，原告は，本件決定において，別掲(2) とされた引用商標2が引用商標ではなく，引用商標の認定に誤りがある旨主張する。",
                    "既に検討したとおり，引用商標2は本件での引用商標の一つではあるものの，本件決定において別掲(2) とされた商標以外にも引用商標が存在することは，本件決定から十分に読み取ることができるものである。確かに，決定書の引用商標を読む者にとって紛らわしく，適切ではない点もあるが，違法の有無の問題ではない。原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を前提として，本件商標と引用商標との類否を判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "広辞苑(株式会社岩波書店2008年1月11日発行 第6版第1刷)によ",
                  "text": [
                    "れば，「プラス」の文字は「加えること。足すこと。『＋』」を意味する語であり，「＋」の記号は，「加号または正の数の符号」として知られている(乙1参照)。",
                    "他方で，「ピノ」及び「ピノプラス」の文言は，上記広辞苑や，株式会社学習研究社2009年1月19日発行「大きな字のカタカナ新語辞典 第2版」，株式会社三省堂2005年10月20日第2刷発行「コンサイスカタカナ語辞典 第3版」のいずれにも記載されていない(乙2ないし4参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標は，「pino」の大きなローマ字を中核として，その右上に小さな「＋」記号を，「pino」の下に「ピノプラス」の小さなカタカナ文字をかっこ書きしてなるものであり(別紙1参照)，「ピノプラス」のカタカナ文字は，「pino」のローマ字及び「＋」記号の表音を特定したものと解される。",
                    "そして，本件商標において，ローマ字の「pino」部分が占める比率が非常に大きいことからすれば，「pino＋」を一体として捉えるよりも，「pino」部分こそが，取引者，需要者に対して出所識別標識として強く支配的な印象を与えるものと解するのが相当であり，しかも，「＋」部分は，何かを付加するという補助的な意味を示すもので，同部分自体に，出所識別標識としての称呼，観念は生じにくいといえるため，本件商標につき，「pino」部分を抽出し，同部分こそが要部であると認定することが許容されるばかりか，より実態に即するといえる。",
                    "そうすると，本件商標に接する需要者が「pino」の文字部分に着目して取引に当たる場合も少なくないものと解され，当該文字部分に相応して「ピノ」の称呼をも生ずるものというのが相当である。",
                    "他方，前記(1)のとおり，引用商標は，「PIＮO」又は「pino」のローマ字と「ピノ」のカタカナからなるものであるから，当該文字に相応して「ピノ」の称呼を生ずることは明らかである。",
                    "以上からすれば，本件商標と引用商標とは，実質的に「ピノ」の称呼を共通にする上，引用商標1及び同2の「PIＮO」部分についても，大文字，小文字の点を除けば，本件商標の中核部分である「pino」との類似性は高い(仮に引用商標のローマ字部分を「pino」とみれば，本件商標と当該「pino」部分を共通にしている)ため，外観上も，類似性が高いというべきである。",
                    "このほか，「pino」がイタリア語やスペイン語で「松」の意味を有する(甲41参照)としても，前記アのとおり，引用商標の「ピノ」，本件商標の「ピノプラス」ともに，広辞苑やカタカナ語辞典に載っていない文言であって，我が国において特段の意味を有する言葉とはいえないため，これらに接した需要者が，「松を含む」との意味合いを想起するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件商標は，引用商標と「ピノ」の称呼を実質的に共通にし，外観上も，引用商標との類似性が高いことに加え，「ピノ」「ピノプラス」ともに我が国において特段の観念を有しないことを総合的に考慮すると，本件商標と引用商標とは類似する商標であって，その類似性は高いというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標の周知・著名性及び独創性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲10ないし26，28)によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "森永乳業は，引用商標を使用した商品であるアイスクリーム「ピノ」(使用商品)を昭和51年(1976年)に発売して以来，継続して販売し，昭和62年(1987年)には，タレント等を起用したテレビコマーシャルが放映され，以来，継続してテレビコマーシャル放映が行われ，イベントも開催されてきた。",
                    "なお，使用商品は，なめらかなアイスクリームをチョコレートでコーティングした，ひと口サイズのアイスクリームである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成13年(2001年)3月10日付け日経流通新聞及び平成18年(2",
                  "text": [
                    "006年)4月24日付け日経MJ新聞に，使用商品の広告が掲載された。また，使用商品は，日本経済新聞社POS情報サービスの分析による「その他レギュラーアイス」カテゴリーの販売額(来店客1000人当たり)年間ランキングにおいて，平成16年(2004年)に第2位であったのを除き，平成8年から平成17年まで第1位であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "使用商品は，平成7年に行われた発売20周年キャンペーンにより，その販売が伸びた。",
                    "また，平成18年(2006年)7月の調査では，マルチパック型アイスのブランド別評価において，使用商品が総合得点でトップとなり，日経POSの同年7月(3日ないし30日)販売データによるアイスクリームの売れ筋ランキングで，使用商品は第8位であり，平成19年(2007年)3月16日付け日経MJ新聞では，日経POSのレギュラーアイスの販売データに基づき，同年2月の販売金額において，使用商品(「エスキモー ピノ いちご 期間限定」「エスキモー ピノ」「エスキモー ピノ チョコアソート」)がそれぞれ1位，2位，4位にランクされていた。",
                    "さらに，平成18年度のアイスクリーム販売額につき，森永乳業が首位になり，平成19年(2007年)5月5日付け日本経済新聞等のアイスクリームの業界動向に関する記事において，主要メーカーの主力アイスクリームとともに，使用商品も掲載されていた。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成18年(2006年)5月30日号の「女性自身」には，使用商品が生誕30周年であるとして，開催されたイベントの紹介や昭和51年(1976年)の誕生から平成18年(2006年)までの，各時点での使用商品のパッケージ等を紹介する記事が掲載され，平成19年(2007年)6月2日特大号の「週刊東洋経済」では，使用商品が，平成18年(2006年)には発売30周年を迎え，単品で年間100億円以上を売り上げる商品であることが記載されていた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1) 認定の事実からすれば，森永乳業の使用商品は，日本において，昭和51年(1976年)に発売されて以来，現在まで，テレビ，雑誌等の媒体を利用して宣伝広告され，アイスクリーム分野において，常に高いシェアを有してきたものであって，同商品に継続的に使用されてきた引用商標2や甲10の最上段部分の商標は，本件商標の登録出願時(平成19年5月11日)だけでなく，登録査定時(同年12月3日)及びその後も，一般需要者の間に広く知られていたもので，周知・著名というべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，前述のとおり，「pino」がイタリア語やスペイン語で「松」を意味するとしても，我が国においては，「pino」や「ピノ」という文言に特段の意味はなく，現時点においても，「pino」が「松」を意味する旨の認識が広まっているとは認められないから，森永乳業の「pino」という表示は，使用商品の販売開始時及び引用商標2の使用開始時である昭和51年，甲10の最上段部分の商標の使用開始時である昭和62年の各時点において，独創性を有していたものといえ，現時点でも独創性を有することに変わりはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件商標の指定商品と引用商標を用いた使用商品の関連性等について(1)ア 広辞苑(株式会社岩波書店2008年1月11日発行 第6版第1刷)によれば，清涼飲料とは，「喉の渇きをいやし，清涼感をおぼえさせる非アルコール性飲料の総称。」であり，嗜好品とは，「栄養摂取を目的とせず，香味や刺激を得るための飲食物。酒・茶・コーヒー・タバコの類。」であり，菓子とは「常食のほかに食する嗜好品。」であり(乙5ないし7参照)，アイスクリームは，「クリームなどの乳製品を主材料に，糖類・香料などを加え，かきまぜて空気を含ませながら凍らせた氷菓子。」である(甲46参照)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "証拠(乙8ないし22)によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以下のとおり，清涼飲料と氷菓が同じ風味を有しているものが多数存在する。",
                        "クリームソーダ味の清涼飲料「キリンメロンクリームソーダ」(キリンビバレッジ株式会社)，アイスクリームソーダ味の清涼飲料「ICE CREAM Soda」(サントリー株式会社)，クリームソーダ味のかき氷「Q’s(キューズ)クリームソーダ味メロン」(赤城乳業株式会社)，ソーダ味やコーラ味の氷菓「ガリガリ君」(赤城乳業株式会社)，ソーダ味のアイスキャンディといちご味のアイスキャンディのセット「オハヨー 氷いちご＆ソーダ」(株式会社タカオカ「ゆっくんのお菓子倉庫 楽天市場店」)，ソーダ味のかき氷「ソーダフロート」(林一二株式会社)，ソーダシャーベットにラムネ菓子入りのアイスキャンデイ「ラムネソーダ」や「ソーダアイス」(林一二株式会社)，ソーダ風味のラクトアイス「爽 ソーダフロート味」(ロッテ株式会社)，ラムネ味の「ラムネアイスバー」及びソーダ味の「アイスキャンディーソーダ」(株式会社シャトレーゼ)，ソーダシロップを入れて仕上げた「天然水かき氷 ソーダフロート」(株式会社シャトレーゼ)，メロンソーダ風味のラクトアイス「白バラメロンソーダクリーム」(大山乳業農業協同組合)(イ) 清涼飲料と菓子(アイスクリーム以外)をコラボレートさせて商品を開発，製造販売しているものも，以下のとおり複数存在する。",
                        "清涼飲料「三ツ矢サイダー」の味わいを再現したキャンディ(アサヒフードアンドヘルスケア株式会社)，清涼飲料「リボンシトロン」とのコラボレーションによるキャンディ(株式会社不二家)，清涼飲料「なっちゃん」とのコラボレーションによるキャンディ(株式会社ロッテ)，清涼飲料「C．C．レモン」を使用したキャンディ(株式会社ロッテ)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の指定商品である清涼飲料と，引用商標が使用された商品であるアイスクリームとは，飲料と冷菓の違いはあるものの，いずれも，主食以外の飲食料品であって，清涼感，冷感や水分補給を主目的として飲食されるなど，その性質・用途・目的において一定程度の関連性があり，同一店舗で扱われることも多く，その需要者も，年齢や性別を問わず，広く消費者一般であって，相当程度共通するものというべきである。",
                "原告は，これらの点につき，いずれも反論するが，清涼飲料やアイスクリームが，いずれも主食以外の飲食品であって，二次的に栄養摂取の目的があるとしても，主として嗜好のために摂取されることは自明である。また，原告が主張するように，マツモトキヨシ，ビックカメラやインターネット上の店舗が，アイスクリームを扱わず，清涼飲料のみを扱っているとしても，アイスクリームと清涼飲料は，いずれも生鮮食品以外の飲食料品であって，両者を共に扱う店舗(食料品店だけでなく，ドラッグストアも含まれる。)が多いこと自体に変わりはない。",
                "このほか，一般論としては，コンビニエンスストアやスーパーマーケットで取り扱う商品が非常に広範であるとしても，前述のとおり，アイスクリームと清涼飲料との間には一定程度の関連性があるものであって，本件決定が，商品等の関連性につき無限定に拡大解釈しているものではない。",
                "また，前記(1) イのとおり，アイスクリームソーダ味の清涼飲料のように，清涼飲料と氷菓が同じ風味を有するものが開発，製品化されていることもまた，アイスクリームと清涼飲料との間に一定程度の関連性があることを示すものである。",
                "なお，原告は，本件決定が「炭酸水にアイスクリームを加えた飲料の提供」に触れていることに関し，同飲料の提供は「役務」であって「商品」ではない旨主張するが，本件決定による同部分の記載は，アイスクリームと清涼飲料との関連性を示す上での単なる例示であって，「炭酸水にアイスクリームを加えた飲料の提供」が役務であったとしても，アイスクリームと清涼飲料との間に一定程度の関連性があること自体が否定されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用商標が用いられた使用商品(アイスクリーム)と本件商標の指定商品である「清涼飲料」とは原材料等が相違する上，本件商標を使用した商品が，松抽出物，コエンザイムQ10等を添加した商品であり，美容と健康を強く指向する商品であって，アイスクリームとは需要者も異なり，保管状況や販売経路も異なる旨主張する。",
                "しかし，そもそも商標法4条1項15号において，いわゆる「広義の混同を生ずるおそれ」が問題となる場合には，指定商品等間の厳格な類似性までが必須とはいえず，周知・著名表示へのただ乗りや同表示の希釈化のおそれを肯定するだけの商品の関連性があれば足りるものである。",
                "また，この点を措くとしても，原告商品(清涼飲料)と森永乳業の使用商品(アイスクリーム)とが，原材料，保管状況，販売経路，摂取の目的において相違することは，清涼飲料とアイスクリームとが商品として異なることを示すにすぎず，前述のとおり，両者に一定程度の関連性があることを否定するものではない。",
                "そして，原告が実際に本件商標を使用している商品についてみても，一般に，飲食料品に健康等に効果のある原材料を加えて，機能や価値を高めた商品作りが行われ，それらの商品が通常の菓子や清涼飲料等の商品と同様に取り扱われていることからすると，松抽出物やコエンザイムQ10等を添加した清涼飲料であっても，アイスクリームと需要者が大きく異なるものとはいえない。",
                "以上のとおり，清涼飲料とアイスクリームとの関連性に関する原告の主張は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "混同を生ずるおそれについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標に関するその他の事情について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲52ないし55，57ないし61)によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成19年6月ころ，本件商標を用いた清涼飲料「ピノプラス」の販売を開始し，同年12月ころまでに，累計約5万本を販売した。",
                        "なお，清涼飲料「ピノプラス」のラベル上，「※ピノとは日本人にとってなじみ深い松を意味します。」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，平成15年1月ころ，「pino」と題する会報誌を発行し始め，平成19年12月ころまでに，累計10万0500部を販売した。",
                        "なお，上記会報誌の表紙にも，「ピノはイタリア語で松という意味です。」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，平成20年6月2日，第47回ワールドセレクション(モンドセレクション)において，清涼飲料「ピノプラス」につき，「ビール，水，ソフトドリンク，及び非アルコール飲料」部門で金賞を受賞した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "我が国においても，「Trattoria Pinosalice」(トラットリア ピノサリーチェ)という名のレストラン，「pino schizzo」(ピノスキッツォ)という名のスペシャルユニット，「ARPINO」(アルピノ)という名のふるさと会館がそれぞれ存在しており，それぞれのホームページにおいて，「pino」が「松」の意味を有する旨紹介されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アのとおり，我が国において，「ピノ」をその名称の一部とするレストラン等が存在すること，原告が平成15年1月ころから「pino」という会報誌を発行し始め，平成19年12月ころまでに累計約10万部を販売したこと，原告が，平成20年に，清涼飲料「ピノプラス」につき，モンドセレクションで金賞を受賞したことが，それぞれ認められる。",
                    "しかし，他方で，清涼飲料「ピノプラス」の販売開始は平成19年6月ころで，原告が本件商標につき登録出願した同年5月11日より後であり，その登録査定を受けた同年12月3日時点において，清涼飲料「ピノプラス」は，累計約5万本しか販売されていなかったものである。",
                    "そして，会報誌「pino」が，清涼飲料「ピノプラス」の販売開始時より4年以上前から発行・販売されていることからして，原告が，当初，「pino＋」や「ピノプラス」ではなく「pino」という表示を利用する意思を有していたことは明らかであり，「ピノプラス」という表示の利用は事後的なものである。",
                    "また，「pino」と題する会報誌についても，その性質上，同一人に対して複数回送付されるものと解され，幅広く一般消費者に送付されるものとは解されない。",
                    "そして，我が国において，「pino」がイタリア語やスペイン語で「松」を意味することが広く知れ渡っていたことを認めるに足る証拠はなく，逆に，「pino」が「松」を意味する旨の注意書きが多用されていること自体，「pino」が「松」を意味する旨の認識がまだ浸透していないことを示す事実といえる。",
                    "このほか，清涼飲料やアイスクリームは，いずれも比較的安価な飲食料品であるため，その需要者や取引者が通常払う注意力も，相対的に低いものといわざるを得ず，この点も，混同を生ずるおそれを高める要因である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用商標は森永乳業の「ピノ」という特定のアイスクリームにしか用いられていないため，他の商品に引用商標や本件商標を用いても，混同を生ずるおそれはない旨主張する。",
                    "しかし，過去において，企業がある特定の表示を特定の商品等にのみ使用してきたとしても，将来，その企業がその表示を別の商品に用いる可能性は否定できないものであって，この点は，長引く不況下で，多くの企業が多角経営を迫られている実情からも明らかであり，原告による本件商標の登録・使用は，森永乳業がこれまで高額な費用を投じてきた宣伝活動等により獲得した周知・著名表示(引用商標)にただ乗り(フリーライド)したり，引用商標の価値を希釈化(ダイリューション)するおそれがあるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，森永乳業の使用商品「ピノ」は非常に人気のある商品であって，同商品に付された表示「pino」も周知・著名であるのに対し，原告が本件商標を付した清涼飲料「ピノプラス」については，幅広く一般消費者に知れ渡っていると認めるに足りる証拠がないこと，本件商標と引用商標の類似性が高いこと，アイスクリームと清涼飲料の間に一定程度の関連性があり，需要者もある程度共通することからすれば，本件商標と引用商標につき，商標法4条1項15号所定の「混同を生ずるおそれ」があるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，本件商標につき商標法4条1項15号の適用が認められるため，同法43条の3第2項に基づきその登録を取り消すべきであり，これと同旨の本件決定に誤りはないから，原告の請求を棄却することとする。"
          ]
        }
      ]
    }
  ]
}