{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−880020号事件について平成21年6月24日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，意匠に係る物品を「貼り薬」とする意匠登録第1322072号について，原告が意匠登録無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，下記(1)の本件登録意匠が，下記(2)の引用意匠と類似(意匠法3条1項3号)又はこれに基づいて容易に意匠の創作をすることができたか(同条2項)，等である。",
            "記"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠",
              "text": [
                "・意匠に係る物品 貼り薬",
                "・出 願 日 平成19年7月13日",
                "・登 録 日 平成20年1月18日",
                "・登 録 番 号 第1322072号",
                "・意 匠 権 者 久光製薬株式会社(被告)",
                "・正面図",
                "・剥離シートの一部を剥がした状態の斜視図",
                "・その余の記載は，別添審決写しのとおり"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用意匠",
              "text": [
                "・意匠に係る物品 貼り薬",
                "・出 願 日 平成14年12月17日",
                "・登 録 日 平成15年9月12日",
                "・登 録 番 号 第1189179号",
                "・公 報 発 行 日 平成15年11月5日",
                "・意 匠 権 者 三笠製薬株式会社(原告)",
                "・正面図",
                "・その余の記載は，別添審決写しのとおり"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成19年7月13日，意匠に係る物品を「貼り薬」とする本件登録意匠について意匠登録出願(意願2007−19198号)をし，平成20年1月18日に意匠登録第1322072号として設定登録を受けた。",
                "これに対し，原告が平成20年8月1日付けで，前記引用意匠との類似(意匠法3条1項3号)又はこれに基づいて容易に創作をすることができた(同条2項)との理由に基づき，本件登録意匠について意匠登録無効審判請求を行ったので，特許庁は，同請求を無効2008−880020号として審理した上，平成21年6月24日，「本件審判の請求は，成り立たない」旨の審決をし，その謄本は平成21年7月6日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件登録意匠は，①引用意匠と類似しないから意匠法3条1項3号に違反しない，②公然知られた形状及び配色によって容易に創作することができたものとは認められないから同条2項に違反しない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した，本願意匠と引用意匠との共通点，差異点は，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(類否判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件登録意匠は部分意匠として登録されたものであり，剥離シートの中央分離帯部分には青色が彩色され，その中央分離帯部分に沿った左右の剥離シートの端縁部分には前記中央分離帯部分とは異なる淡青色の細巾帯状部分として彩色されている。また，前記剥離シートの左右対称位置の2本の背割線による中央分離帯部分の形態は，正面視，中央部が括れ，その上下両方向にかけてゆるい放物線を描くように湾曲し，その全体形状は大略「きね」状に成り，またこの中央分離帯部分の輪郭を縁取る細巾帯状線も同一形状に成る。",
                        "一方，引用意匠(甲1)は，剥離シートの左右対称位置の2本の背割線による中央分離帯部分の形態は，正面視，中央部が括れ，その上下両方向にかけてゆるい放物線を描くように湾曲し，その全体形状は大略「きね」状に成るものである。",
                        "そこで，両意匠を対比すると，両意匠は，剥離シートの左右対称位置にある2本の背割線による中央分離帯部分の形態は，正面視，中央部が括れ，その上下両方向にかけてゆるい放物線を描くように湾曲し，その全体形状は大略「きね」状に成り，前記2本の背割線の外側には左右の剥離シートの帯状部が見える構成であるから，本件登録意匠に係る部分意匠は，既に公知となっていた引用意匠に係る全体意匠の中の一部と類似するものである。なお，本件登録意匠の意匠公報においては，「模様部分を除いた参考正面図」が表現されているが，この図面は引用意匠に係る図面と同一の構成態様を表しているものである。",
                        "そして，本件登録意匠に係る部分意匠は，中央分離帯部分と左右の剥離シートの帯状部にそれぞれ青色が施され，前者の青色はやや濃く，後者の青色はやや淡いツートンカラーに成るものであるが，この程度の青色の濃淡の配色法は，デザイン上極めてありふれた単純な態様といえるものである。",
                        "したがって，この程度の部分意匠に係る本件登録意匠は，引用意匠が有する無地無模様に成る形態の中央分離帯部及び左右対称の2本の背割線を介しての左右剥離シートの周端縁部から成る部分と類似する意匠といわなければならず，意匠法3条1項3号により意匠登録を受けることができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "以上に対し，審決は，背割線の形状について，実開昭61−203020号公報(考案の名称「外用貼付剤」，出願人 日東電気工業株式会社，公開日 昭和61年12月20日，甲3。以下「甲3公報」という。)の第7図，意匠第1129245号公報(意匠に係る物品 貼り薬，意",
                      "text": [
                        "匠権者 祐徳薬品工業株式会社，登録日 平成13年10月26日，公報発行日 平成13年12月17日，甲4。以下「甲4公報」という。)，意匠第1129605号公報(意匠に係る物品 貼り薬，意匠権者 祐徳薬品工業株式会社，登録日 平成13年10月26日，公報発行日 平成13年12月17日，甲5。以下「甲5公報」という。)や意匠登録第1189189号公報(意匠に係る物品 貼り薬，意匠権者 三笠製薬株式会社，出願日 平成15年1月31日，登録日 平成15年9月12日，公報発行日 平成15年11月5日，甲2。以下「甲2公報」という。)を引用し，この背割線の態様の共通点をもってしては両意匠の類否判断を決することはできないとする。しかし，本件登録意匠と引用意匠とを対比して共通点を視認すると，甲3公報～甲5公報に係る意匠にあっては対比すべき背割線は全く異なる別意匠のものであるし，甲2公報記載の意匠は引用意匠に対し後願に係る意匠であるから，引用意匠の存在意義と創作性を考えれば，審決の前記説示はいずれも正鵠を得ないものである。",
                        "また，色彩学の観点から，審決が重視した本件登録意匠における左右の剥離シートの帯状部と中央分離帯部に係る各色彩の相異が類否判断に与える影響について検討すると，まず本件登録意匠の創作者が本件登録意匠に係る物品の部分において，全剥離シートの中央部に左右対称に設けた括れのある背割線を境に，中央分離帯部の剥離シートとその左右外側部の剥離シートの一部とに，明度，彩度の異なる色彩を形成した理由は，その「物品の説明」に記載しているとおり，使用者の視認し易さを考慮した実用的機能性を目的としたものであるとともに，色の三属性である色相，明度，彩度に関する単純な問題である。すなわち，本件登録意匠における前記青色の色相は隣接するものであり，濃い方がセルリアンブルー(鮮やかな青)，淡い方がスカイブルー(明るい青)であるから，この配色自体には創作性があるといえず，創作者ないし当業者においては，当該物品の前記部分に対し自由に選択して使用できる配色である。",
                        "因みに，創作者が隣接する他の色彩の配色を選択しなかったのは，青色系は患者に対し精神的な鎮静効果があることが医学界では常識となっているからである。",
                        "したがって，本件登録意匠における当該部分の配色は，当該物品における形状に新規な色模様を表現したといえるほどの構成態様から成るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件登録意匠の前記背割線の外側に沿う左右の剥離シートの帯状部は極めて狭巾の帯線であり，前記甲2公報の正面図(下記のとおり)において左右対称に見られる太巾線と実質的に変わらない構成態様のものということができるから，それ自体の創作性は極めて低いものである。",
                        "記",
                        "したがって，本件登録意匠は，甲2公報に係る意匠(以下「甲2意匠」という。)との間にあっても，類似する意匠といわなければならず，意匠法3条1項3号により意匠登録を受けることができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(創作容易性判断の誤り)",
                  "text": [
                    "仮に，本件登録意匠において濃淡青色を部分的に配合したことに新規性があるとしても，医療用の物品に係る意匠の創作をする当業者にとっては，引用意匠に日本国内に公然知られた色彩を結合して，容易に本件登録意匠の創作をすることができたというべきであるから，本件登録意匠は意匠法3条2項により意匠登録を受けることができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)の各事実は認めるが，(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件登録意匠は，背割線を含む形状に加えて，中央分離帯部に接する左右の剥離シートに帯状部の模様を表し，中央分離帯部を青色に帯状部を水色に塗り分けたものであり，全体として2色の色分け模様を構成しており，形状，模様及び色彩の結合から成る意匠である。これに対して，引用意匠は形状の意匠である(剥離シートが透明である点を色彩と捉えたとしても形状と色彩の意匠である)。このように，本件登録意匠と引用意匠は，意匠としての構成要素が異なり，その意匠効果が顕著に相違している別異の意匠である。",
                "また，意匠の類否判断は「需要者の視覚を通じて起こさせる美感に基づいて行うものとする」(意匠法24条2項)とされているが，本件登録意匠のように部分意匠として登録を受けた部分全体に顕著な2色の色分け模様が表された意匠と，そのような模様及び着色がなく透明な引用意匠とは，両意匠に係る物品「貼り薬」の需要者である使用者に与える美感は全く違うものである。",
                "そして，両意匠に共通する背割線の形状は部分的な共通点にすぎないところ，引用意匠の剥離シートは透明であることから透明シートの切断線である背割線は目立たないのに対し，本件登録意匠の色分け模様は視認性が高く，引用意匠とは一見して異なる印象を与えるものであるし，本件登録意匠における色分け模様はその創作的価値も高いものである。",
                "したがって，両意匠の形態においては差異点が共通点を凌駕し，意匠全体としては美感が異なるものであるから，類似しないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "本件登録意匠は，左右剥離シートの帯状部の構成，中央分離帯部を青色とし左右剥離シートの帯状部を水色とした彩色の構成，これらの模様と色彩の結合の態様が大きな意匠的効果を発揮しているものであり，このように引用意匠とは全く異なった意匠的効果を有する本件登録意匠は，着想の点においても独創性があり，公知の形状，模様又は色彩に基づいて当業者が容易に創作できた意匠に該当するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(類否判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠と引用意匠との類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件登録意匠と引用意匠を対比した場合，両意匠は，審決が認定したとおり，背割線をその中央に括れのあるものとし，上下両方を拡張して互いに外側へわずかに弧状とし，中央分離帯部と左右の両剥離シートの縁とが密接している点において共通するが，本件登録意匠は，左右の剥離シートの中央分離帯部に接する上下全長に帯状部(左右の剥離シートの帯状部)を設けているのに対し，引用意匠は同部位に帯状部を設けていない点，及び，本件登録意匠は中央分離帯部の剥離シートを青色とし，左右の剥離シートの帯状部を水色としているのに対し，引用意匠は中央分離帯部の剥離シートと左右の剥離シートとがいずれも透明である点に差異がある。",
                    "そして，本件登録意匠は，上記のような2色の色分けを採用することにより，上記背割線の形状を際立たせるとともに，機能的にも中央分離帯部と左右の剥離シート部の両部分を明瞭に見分けることを可能とするものであるのに対し，引用意匠の剥離シートは透明であるため，透明シートの切断線の視認性は相対的に低いものとなっているから，本件登録意匠における上記差異点は，全体として背割線を含む形状における共通性を凌駕する影響を美感に与えるものである。",
                    "そうすると，本件登録意匠と引用意匠は，上記共通点を考慮に入れたとしても，全体としては両意匠に係る物品「貼り薬」の需要者である使用者に与える印象が大きく異なるというべきであるから，本件登録意匠と引用意匠が類似するということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，審決が，背割線の態様に関する甲2公報ないし甲5公報を挙げて，同態様の共通点をもってしては両意匠の類否判断を決することができないとした点は正鵠を得ないと主張する。しかし，上記アのとおり，審決が認定した本件登録意匠と引用意匠の差異点に係る構成は需要者に与える美感に大きな影響を与えるもので，背割線の態様に関する構成，すなわち共通点のみをもって類否判断を決し得ないことは明らかであるから，原告の上記主張は採用することができない。",
                    "また原告は，色彩学の観点からは本件登録意匠における中央分離帯部とこれに接する左右の剥離シートにおける帯状部の各配色に新規性はないと主張するが，上記アのとおり，本件登録意匠は，中央分離帯部に接する左右の剥離シートに帯状の模様を配し，これと中央分離帯部とを塗り分けることにより，全体として2色の色分け模様を構成した点に美感上の差異を生じさせているのであって，単に配色のみで引用意匠との美感上の差異を生じさせるものではないから，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件登録意匠と甲2意匠との類否についても論及するので，念のためこれについても判断する。",
                "甲2意匠は，その正面部は前記第3，1(3)ア(ウ)のとおりであり，その余の形状は審決写しのとおりである。",
                "そこで本件登録意匠と甲2意匠とを対比すると，甲2意匠は引用意匠と同じ形状の背割線を含む剥離シートを有し，中央分離帯部分の中央部分に切断線を示す太線とドット模様が印刷され，左右の剥離シートには切断線を示す矢印と剥離シートを剥がす手順を説明した図がそれぞれ印刷されているものであるから，その共通点は本件登録意匠と引用意匠のそれと同様であり，他方，差異点は上記のような中央分離帯部分と左右の剥離シートにおける模様の差異ということができる。",
                "そして，甲2意匠における上記太線は中央分離帯部分に設けられている上，狭巾の帯線であり，かつ，上下両端まで達している状態ではないのに対し，本件登録意匠における左右の剥離シートの帯状部は，左右の剥離シートに設けられている上，一定の幅を有し，かつ，上下両端まで達しているから，これらの態様は異なるものであり，このような本件登録意匠と引用意匠の上記差異点に係る構成は需要者に与える美感に影響を与えるものといわざるを得ないから，上記のような共通点を考慮に入れたとしても，両意匠が類似するということはできない。",
                "これに対し原告は，本件登録意匠の前記背割線の外側に沿う左右の剥離シートの帯状部は極めて狭巾の帯線であり，甲2意匠の正面図において左右対称に見られる太巾線と実質的に変わらない構成態様のものということができるから，それ自体の創作性は極めて低いと主張する。しかし，本件登録意匠における上記帯状部は左右の剥離シートに一定の幅を有するものとして存在し，かつ，これが上下両端に達しているのであって，甲2意匠の中央分離帯部分における単なる狭巾の帯線で上下両端に達していないものとは異なることはその構成上明らかであるから，両者の構成態様は実質的にも異なるというべきである。したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(創作容易性判断の誤り)の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件登録意匠の背割線の形状が少なくとも本件登録意匠の出願前に見受けられるものであることは引用意匠及び甲2公報に係る意匠の示すとおりであるが，左右の剥離シートの中央分離帯部に接する上下全長に帯状部を設け，その帯状部を中央分離帯部よりも明色とした態様が本件登録意匠の出願前に公然知られていたことを認めるに足りる証拠はない。",
                "そして，左右の剥離シートの中央分離帯部に接する上下全長に帯状部を設けることや，その配色をどのように施すかについては創意工夫を要するものというべきであるから，本件登録意匠は，公然知られた形状，模様若しくは色彩又はこれらの結合に基づいて容易に創作することができたものとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，医療用の物品に係る意匠の創作をする当業者(その意匠の属する分野における通常の知識を有する者)にとっては，引用意匠に日本国内に公然知られた色彩を結合して，容易に本件登録意匠の創作をすることができたと主張するが，本件登録意匠は単に色彩の結合(配色)のみで構成されるものでないことは前記2に説示したとおりであるから，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}