{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800013号事件について平成21年10月2",
        "1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が有し発明の名称を「安全後退用針を備えたカニューレ挿入装置」とする特許第2647132号の請求項1につき，原告らが無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，これに不服の原告らがその取消しを求めた事案である。",
            "なお，本件訴訟係属後の平成22年6月1日に上記特許の請求項1に関し特許庁から減縮を目的とする訂正審決がなされ，確定している。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当事者の主張する争点は，訂正後の請求項1に係る発明(以下「訂正発明」という。)が，(1)下記引用例1及び2記載の発明並びに周知技術，又は，(2)下記引用例1記載発明及び周知技術から，それぞれ容易想到であったか(特許法29条2項)，である。",
            "記",
            "引用例1：特開昭62−72367号公報，発明の名称「皮下注射針等の安全装置」，公開日 昭和62年4月2日(甲1，以下これに記載された発明を「甲1発明」という。)",
            "引用例2：特開昭59−69080号公報，発明の名称「自動プランジヤ復帰式の皮下バイオプシー用注射器」，公開日 昭和59年4月19日(甲2，以下これに記載された発明を「甲2発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，昭和63年4月28日，名称を「安全後退用針を備えたカニューレ挿入装置」とする発明につき特許出願(特願昭63−10782号)をし，平成9年5月9日に，特許第2647132号としてその設定登録を受けた(請求項の数4，以下「本件特許」という。)ところ，原告らは，平成21年1月21日，上記特許の請求項1(以下「本件訂正前発明」という。)につき特許無効審判請求をした。",
                    "特許庁は，同請求を無効2009−800013号事件として審理した上，平成21年10月21日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年11月2日原告らに送達された。",
                    "そこで，これに不服の原告らは，平成21年11月26日付けで上記審決の取消しを求める本件訴訟を提起した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，被告は，本訴が提起された後である平成22年2月22日，本件特許の請求項1につき，特許請求の範囲の減縮を目的とする後記内容の訂正審判請求(訂正2010−390017号)をしたところ，特許庁は，平成22年6月1日付けで，上記訂正を認める審決をし，確定した(以下「本件訂正」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容(A～Fは，分説に伴う符号)",
              "text": [
                "本件訂正前発明の内容は，以下のとおりである。",
                "【請求項1】",
                "A：近い端及び遠い端を有する中空のハンドルと，",
                "B：該ハンドル内に配置されたニードルハブと，",
                "C：鋭い自由端と，前記ニードルハブに連結された固着端とを有するニードルと，",
                "D：前記ニードルハブを前記中空なハンドルの近い端に向かって付勢する付勢手段と，",
                "E：前記ニードルハブから独立して移動可能であり，前記ニードルハブを前記付勢手段の力に抗して一時的に前記中空のハンドルの遠い端に隣接して保持するラッチであって，前記ニードルの長さよりも短い振幅で手動により駆動され，前記ニードルの移動距離よりも短い距離のみ移動するラッチと，",
                "F：から成ることを特徴とする安全装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写し(1)のとおりである。その要点は，本件訂正前発明(本件訂正前の請求項1)につき，下記無効理由1ないし3はいずれもこれを認めることができない，としたものである。",
                "記",
                "・無効理由1：上記発明は，平成2年法律第30号による改正前の特許法36条4項1号(判決注，「特許を受けようとする発明が発明の詳細な説明に記載したものであること」)に該当しない。",
                "・無効理由2：上記発明は甲1発明，甲2発明及び周知技術に基づいて当業者が容易に発明をすることができた(特許法29条2項)。",
                "・無効理由3：上記発明は甲1発明及び周知技術に基づいて当業者が容易に発明をすることができた(特許法29条2項)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正審決の内容",
              "text": [
                "平成22年6月1日付けでなされた本件訂正審決は，本件訂正前の請求項1を下記のとおり訂正することは特許請求の範囲の減縮を目的としたものでかつ独立特許要件を満たすから，適法である，としたものである(A～Fは分説に伴う符号で，下線部は訂正箇所)。",
                "記",
                "【請求項1】",
                "A：近い端及び遠い端を有する中空のハンドルと，",
                "B：該ハンドル内に配置されたニードルハブと，",
                "C：鋭い自由端と，前記ニードルハブに連結された固着端とを有し，カニューレを患者の定位置に案内し運ぶためのニードルと，",
                "D：前記ニードルハブを前記中空なハンドルの近い端に向かって付勢する付勢手段と，",
                "E：前記ニードルハブから独立して移動可能であり，前記ニードルハブを前記付勢手段の力に抗して一時的に前記中空のハンドルの遠い端に隣接して保持するラッチであって，前記ニードルの長さよりも短い振幅で手動により駆動され，前記ニードルの移動距離よりも短い距離のみ移動するラッチと，",
                "F：から成ることを特徴とする，カニューレ挿入のための安全装置。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "上記訂正審決により訂正前の請求項1が訂正発明のとおりとみなされた本件審決には，次のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件においては，原告らによる本件訴訟の提起後，被告により平成22年2月22日付けで訂正審判請求がなされ，同年6月1日付けで訂正を認める審決がなされ確定した(訂正2010−390017号)が，本件訴訟の第1回弁論準備手続期日(平成22年3月25日)において，被告は，訂正審判請求による特許庁への差戻し(特許法181条2項)を求める意思がない旨表明していた。そして，原告らも，被告の上記訂正審判請求が認容された後においても，本件特許が無効とされるべきことについて主張立証を行い，被告もそれを前提に攻撃防御を尽くしてきた。",
                    "特許無効審判において請求が成り立たないとされ，これに対する審決取消訴訟が提起された後に訂正審決が確定したという事案において，東京高裁平成14年11月14日判決(平成11年(行ケ)第376号，判例時報1811号120頁)は，「一般に，特許の無効事由が認められないとして無効審判請求は成り立たないとした審決があった後に，特許請求の範囲の減縮を目的とする訂正審決が確定したときには，比較される発明との対比において主張された特許の無効事由は認められないとした審決の判断に直ちに影響を及ぼすものではないのが通例である。原告主張の取消事由1も，この通例に属することを覆すべき事実関係を主張するものではない。",
                    "特許請求の範囲の減縮を目的とする訂正審決が確定した場合には，当然に審決が取り消されなければならないとした最高裁第三小法廷平成11年3月9日判決(民集53巻3号303頁)及び最高裁第一小法廷平成11年4月22日判決(判時1675号115頁，判タ1002号126頁)は，",
                    "特許を無効とすべきものとしたいわゆる無効審決の取消訴訟に関する事案についてのものであるから，無効審判請求を成り立たないものとした審決の取消しを求める事案に射程が及ぶものではないと解される。」と判示し，また，東京高裁平成16年1月22日判決(平成13年(行ケ)第480号，未公刊)も「本件は，特許の無効事由が認められないとして無効審判請求は成り立たないとした審決があった後に，特許請求の範囲の減縮を目的とする訂正審決が確定した事案である。原告は，審決取消事由として，審決が判断した訂正前の構成に限定を加えた構成による訂正発明の進歩性の欠如を主張し，対比される引用例も審決で引用されているのと同一であるから，本訴においては，この取消事由について審理し，本判決においても，これについて判断したものである(ちなみに，原告はこのような措置をとるべきであると主張し，被告らも原告のこの主張を認める旨の答弁をしている。)。」と判示しており，この理は，本件にもそのまま当てはまるものと考えられる。",
                    "そして，本件では，平成22年6月1日付けでなされた訂正審決において，本件訴訟における主引用例，副引用例及び周知技術としての証拠を含めて一応の検討がなされており，この点につき特許庁の判断が先行しているのであるから，改めて特許庁に戻して判断させるという必要性もない。",
                    "のみならず，訂正により付加された「カニューレを患者の定位置に運ぶための」ニードルという構成も，「カニューレ挿入のための」安全装置という構成も，いずれもごく周知の事項であり，訂正審決はこれらの事項が周知であることを前提として判断しているものと解される。",
                    "したがって，本件訴訟において，訂正後発明を前提として審決を取り消したとしても，最高裁昭和51年3月10日大法廷判決(民集30巻2号79頁)との抵触も生じない。",
                    "したがって，本件訴訟においては，訂正審決を前提にして発明の要旨を認定した上で，審決の当否を判断すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1(周知技術認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，甲3(米国特許第3572334号明細書・発明の名称「輸液用カテーテル配置装置」，特許登録日 1971年(昭和46年)3月23日)記載の発明は，カテーテルを傷つけないために，後退させた針を固定する手段を開示し，甲4(米国特許第4160450号明細書・発明の名称「針ハウジングを備えた針外カテーテル装置」，特許登録日 1979年(昭和54年)7月10日)記載の発明は，カテーテル",
                      "text": [
                        "装置が汚染された血液の流出を防ぐために，カテーテルと静脈注入セットの連結の際の血液漏れを防ぐためのものを開示するもので，「カニューレ又はカテーテルを挿入するための注射針がその役割を果たした後に安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」が周知であるとはいえないとする。",
                        "しかし，甲3には，針30が前進した状態で輸液作業を行う場合，針30の先でカテーテル33を切断してしまうおそれがあるため，針30をハウジング35内に収納するものであって，輸液作業における安全を期すために針30を中空なハンドルの近い端に向かって引っ込めて収納するという技術が開示されている。",
                        "また，甲4には，血管中へのカテーテルの配置の直後に静脈穿刺針をカテーテルないしカニューレから引き抜く際であって，カテーテルに静脈注入セットを接続する前に，針外カテーテル装置が汚染された血液の流出と汚染を防止するため，中空のスタイレット針13がその役割を果たした後には，針軸13aと鋭利な端13bとがカテーテル10から完全に引き抜かれてハウジング11により保護的に包まれるようにするものであり，輸液作業における汚染防止，すなわち，安全のために針13をハウジング11内に収納するという技術が開示されている。",
                        "このように，甲3のカテーテルを傷付けないために後退させた針をハウジング内に引き込むことや，甲4の針外カテーテル装置が，静脈穿刺針をカテーテルないしカニューレから引き抜く際に，カテーテルに静脈注入セットを接続する前に，静脈穿刺針を中空なハンドルの近い端に向かって引っ込めて収納することにより針外カテーテル装置を汚染された血液の流出と汚染から防止するものは，安全のためのものにほかならないのであるから，「カニューレ又はカテーテルを挿入するための注射針がその役割を果たした後に安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」は本願出願前に周知であったものである。審決は，「安全」の意味を文字通りに解釈しないものであって誤りである。",
                        "また，甲16(米国特許第4675005号明細書，発明の名称「引き込み式の使い捨て注射器」，特許登録日 1987年(昭和62年)6月23日)，甲17(米国特許第4692156号明細書，発明の名",
                        "称「引き込み式のカニューレを有する使い捨て注射器」，特許登録日1987年(昭和62年)9月8日)及び甲18(米国特許第4676",
                        "783号明細書，発明の名称「引き込み可能な安全針」，特許登録日1987年(昭和62年)6月30日)の記載からすれば，カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射針がその役割を果たした後に，尖った先端で皮膚を刺したり，AIDSを含む様々な病気に感染することを防止するという安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納することは，本件出願前に周知の技術であった。",
                        "よって，審決の周知技術についての判断は誤りである。",
                        "なお，原告らは，甲3及び甲4によって認められる周知技術と，甲16ないし甲18により認められる周知技術とを一緒にして周知技術を認定しているものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "確かに，本件訂正前発明は，ニードルハブを中空なハンドルの近い端に向かって付勢する付勢手段を有し，ニードルを移動させるものであるのに対し，甲1発明は，使用後にニードルを中空ハンドルに収納する際に，中空ハンドルを移動させるものであり，ニードルを移動させるものではない。",
                        "しかし，カニューレ又はカテーテルの分野において，注射針がその役割を果たした後に，注射針を中空なハンドルの近い端に向かって引っ込めて収納することは，本件特許出願前に周知の技術であったから，甲1発明において，使用後にニードルを中空ハンドルに収納する際に，中空ハンドルを移動させるものに代えて，ニードルハブを中空なハンドルに対して移動させるようにすることは，当業者が適宜選択し得る設計的事項にすぎないものである。",
                        "もっとも，甲1の特許請求の範囲の第(7)項や明細書(2頁右上欄17行～左下欄6行)の記載からすれば，甲1発明においては，さやとハウジングが相対的に動けばよく，さやに対してハウジングを移動させてもよいことが示されているのである。",
                        "確かに，第(7)項が従属する第(6)項には，さやがハウジングに対して動くことができる旨記載されているが，第(1)ないし(5)項には，第2の位置でさやは針を包むと記載されるのみで，さやが動くとは記載されておらず，第(9)項にも「さやが，相対運動可能な構成要素の・・・」と記載され，第(9)項は第(8)項に従属しており，第(8)項は第(1)項ないし第(7)項に従属するものであるから，第(6)項の記載を根拠とした被告の主張は成り立たない。",
                        "また，実施例では，さやを移動させる例が挙げられているから，明細書に，さやを移動させることを明示した記載があることは当然である。",
                        "一方，「針またはその他の器具との相対的な動き」との記載は，明細書の(問題点を解決するための手段)の項の最初の部分に記載されており，甲1発明は，明細書の(発明が解決しようとする問題点)に記載されるように，すべての関係者が誤って針によって傷付かないようにすることを目的とするものであり，さやが針を包むことが最も重要な事項で，さやが動くか針が動くかは，まさに相対的な事項にすぎない。",
                        "このように，甲1発明は，使用後に針をさやに収納する際に，針とさやとを相対的に移動させるものであるが，実施例においては，さやを移動させるものであり，針を移動させるものではないため，相対移動関係について，針をさやに対して移動させるようにすることは当業者が適宜選択し得る設計的事項にすぎないことをいうために，甲3及び甲4を提示したものである。",
                        "そのため，周知技術としては，「注射針がその役割を果たした後に，注射針を中空なハンドルの近い端に向かって引っ込めて収納すること」が認定できればよく，「安全のため」に引っ込めることは必ずしも必要ではない。",
                        "当然，「注射針を中空なハンドルに収納する」のは，何らかの安全を確保するためであるから，一般的な意味での「安全のため」に引っ込めることは周知であると主張したものであり，上記設計的事項にすぎないことをいうためには，それで十分である。",
                        "しかし，審決が「安全」を針刺し防止などの安全に限定解釈して，周知技術を否定したので，上記設計的事項にすぎないことをいうために，針刺し防止等の「安全のため」に，「注射針を中空なハンドルに収納する」技術が周知であることを要求している可能性があると考え，甲16ないし甲18を提出したものである。",
                        "いずれにしても，審決の周知技術についての判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1発明においては，「さやが溝(8)の端までいくと，自動ばね栓(9)が，小さなくぼみ(10)に落ちて，滑動するさやを所定位置に固定する。」のであるから，後退させすぎてハウジングがさやから抜けて外れてしまうこともない。",
                        "また，注射器は，そもそも人間の手で把持してその針を患者等の体のごく小さなポイントに注入できるように，軽くかつ使いやすく設計されているものであり，医療従事者が軸ぶれなく操作できるように作られたものであることはいうまでもない。まして，さやを固定して注射器胴部を後退させる場合には，さやがガイドとして機能するから，軸がぶれることなどあり得ない。仮に，さやを固定して，注射器胴部を後退させることに大きな力が必要であり，軸がぶれて不安定であるというならば，甲1発明のハウジングに注射器胴部を接続した状態で皮下注射針として使用し，患者の体に刺入された針を抜くこと自体も危険であるという理屈になり，皮下注射針としての用をなさないことになり矛盾している。",
                        "そして，甲8の図2Aには，ルアー・コネクターが連結された状態が図示されているところ，ルアー・コネクターは輸液ラインのジョイントや分岐に用いられる接続部品であって，このルアー・コネクターを甲1発明のハウジングに装着した場合，ハウジング側を移動させることに何の問題もないことが分かる。この点に関する被告の主張は，技術常識に反し，あり得ないことを誇張して述べているものである。",
                        "このほか，甲21(米国特許第4664654号明細書，発明の名称「自動的に突き出て固定される，皮下注射針ガード」，特許登録日 1987年(昭和62年)5月12日)記載の発明は，スプリング30に",
                        "よりスライド部材16を移動させる点で甲1発明と異なるが，甲21記載の発明では，スプリング30によってスライド部材16が突き出てチューブ42の先端を覆った状態では，スライド部材16は突起部24がノッチ36に係止されて固定されるため，被告が主張するような，針(チューブ42)が露出することなどあり得ない。",
                        "また，原告ら主張の周知技術は，注射針及びニードルハブ(甲16のハブ14，甲17のベース60等参照)を中空なハンドルの近い端に向かって引っ込めて収納する点で本件訂正前発明と同じである。",
                        "甲1発明のハウジングのいずれかの部分は移動の前後においてさやの近い端に接しているが，ハウジング全体でみると，移動前のFig．1Aの状態から移動後のFig．1Bに示されるように，さやの近い端に向かって移動させられることは明白である。したがって，この点に関する被告の主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「ハンドル」とは「手で機械を操作するための握り」であり，これを甲1発明に適用すると，「手で安全装置を操作するための握り」となる。",
                        "すなわち，安全装置を手で操作するには，「さや」で針を覆うように「さや」を手で握って移動操作するわけであり，その際，特に手で握る部分となるのは，さやに設けられた「親指ガード」の部分である。この「親指ガード」は，手でさやを操作する際，親指等で誤って針の方に移動しないように設けられているのである。",
                        "そして，審決は，甲1発明の「中空のさや6」について，原告ら主張どおり，本件訂正前発明の「中空のハンドル」又は「中空なハンドル」に相当すると正しく認定し，被告の主張を退けている。",
                        "このほか，本件特許請求の範囲の請求項1には，「前記ニードルハブを前記中空なハンドルの近い端に向かって付勢する付勢手段」は記載されているが，被告が主張するような「ニードルハブを中空なハンドルに対して移動させる」ないし「ニードルハブが中空なハンドルの近い端に向かって移動する」ことは記載されておらず，相違点1’や相違点1’’などは存在せず，この点に関する被告の主張は誤りである。",
                        "被告主張の事項は，針がハンドルに覆われる方向に移動するということ以上に技術的意味を有するものではなく，甲1発明においても，針がさやに覆われる方向に相対的に移動するものであるから，相違点1を判断する際にことさら検討すべきことではない。",
                        "前述のとおり，相違点1’’は存在せず，「ニードルハブを中空なハンドルの近い端に向かって」移動させるとの事項は，針がハンドルに覆われる方向に移動するといった技術的意味しかなく，ハウジングとさやの大小関係がどのようなものであるかは，相違点1の検討において影響のない事項である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "このように，甲1発明の装置においては，さやが中空ハンドルであり，ハウジングがニードルハブであるから，本件訂正前発明と同じくニードルハブを中空ハンドルの近い端に向かって移動させることができるものであり，さらに，甲1には，さや6とハウジング4とが相対的に動く関係にあればよいことが明示されており，ハウジングに対してさやを移動させる構成に独自の効果などなく，かつ，安全のために，注射針がその役割を果たした後に，注射針を中空なハンドルの近い端に向かって引っ込めて収納する技術は周知であるから，ハウジングをさやに対して移動させるようにすることは，当業者が適宜選択し得る設計事項にすぎない。",
                        "また，原告ら主張の周知技術を適用して甲1発明を変更した場合，ハウジング全体は，さやの近い端に向かって移動させられることも自明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由2(無効理由2における相違点1判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2記載の「可動コア」は，「皮下注射針7の可動コア6」と記載されているように，皮下注射針7を構成する要素であって，皮下注射針7内を移動できるように針状の形をしており，Fig．3に代表的に示されているように，符号6で示された可動コアは，通常の針と認定できるものであり，符号7で示された針を外針，符号6で示された可動コアを内針と呼ぶこともあり，可動コア6は甲1発明の針5と異なるものではない。また，可動コアを支持している「プランジャ」は，本件訂正前発明の「ニードルハブ」に相当する。さらに，甲2記載の「外方の円筒素子」，「圧縮空気或いは圧縮スプリング」は，それぞれ本件訂正前発明の「中空なハンドル」，「付勢手段」に相当する。",
                            "なお，「針」とは，細長くとがったものの総称であり，符号7で示された針や符号6で示された可動コアも細長くとがっているから，外針，内針と同様に針と称されるのである。",
                            "また，甲1発明において，中空のハンドルとニードルハブの相対移動関係において，どちらを移動させるかが設計的事項にすぎないことは，前述のとおりである。そして，甲1発明も，ニードルハブが中空のハンドルの近い端に向かうように中空のハンドルを手動で移動させるものであり，相対的移動関係にはなるが付勢手段に当たるものを有しているのであるから，手動で移動させることに代えて甲2発明の付勢手段を採用することは，当業者が容易に着想するところである。",
                            "したがって，審決が，相違点1の判断において，移動させる対象が皮下注射針7ではなく組織吸込みのための可動コア6である甲2発明の機構を，中空のさや6(中空のハンドル)とハウジング4(ニードルハブ)を相対的に移動させるものであって，その移動対象が異なる甲1発明において採用し，本件訂正前発明に想到することが容易とはいえないと判断したことは誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲26(特開昭62−64344号公報，発明の名称「吸引生検針」，公開日 昭和62年3月23日)及び甲27(実開昭63−62106",
                          "text": [
                            "号のマイクロフィルム，考案の名称「吸引筒」，公開日 昭和63年4月25日)においては，内針が外針から突き出ていることが示されており，甲28(実開昭60−73509号のマイクロフィルム，考案の名称「吸引式生検針」，公開日 昭和60年5月23日)においては，甲2と同様に内針と外針の長さがほぼ同じであることが示されているが，いずれも，甲2の可動コアに相当するものは内針と表現されている。",
                            "また，甲2発明の属する技術分野であるバイオプシー用の注射器においては，2重針の構造を備えており，外側の針を外針，内側の針を内針と呼び，いずれもが針，すなわちニードルと呼ばれるものであることは周知の事実である。",
                            "そうすると，甲2発明の可動コアは，内針すなわち針(ニードル)といえるものであり，甲2には，相違点1の構成である「ニードルハブを中空なハンドルの近い端に向かって付勢する付勢手段」が記載されていると解することに誤りはなく，甲1発明の針と移動対象が異なるということはできず，審決の判断は誤りである。",
                            "また，甲2発明は，円筒素子2，3及び皮下注射針7に対して可動コア6が移動するものであって，この移動機構の技術に着目して，甲1発明の中空のさやとハウジングとの相対的な移動機構に適用しようとする程度のことは，同じ注射器の技術分野に属する通常の知識を有する者の創作活動の範囲内というべきである。審決のいうように，単に移動対象が異なる，換言すれば，全く同じではないという理由だけで，適用できないというほど当業者の創作能力は幼稚なものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲2発明は，バイオプシーにおける皮下注射器の操作の安全性を課題とし，手でプランジャを引き出すことに代えて，スプリングや加圧流体などの付勢手段により自動的にプランジャを引き出すことで，一方の手のみで操作できるようにしたものである。",
                            "また，甲21には，皮下注射針を穿孔対象者の表面層から引き抜くときに，安全シース16をスプリング30により移動させ，安全手段を自動的に機能させることにより，ユーザを傷付ける危険性を小さくできることが記載されている。",
                            "してみれば，注射器の分野において，注射針(注射器ではない)の使用後にプランジャ，内針やさやを移動させる際に，より安全に操作するという課題を解決するために，手動ではなく付勢手段により自動的に移動させることは甲2及び甲21に示されているように周知であり，甲1発明においても当該課題は当然にあるから，当該課題を解決するために，当該技術を適用する動機付けはあるというべきである。",
                            "よって，甲1発明において，ニードルハブを中空なハンドルに対して移動させるようにし，使用後に安全な方法で針を包むという課題を解決するために，甲2発明に記載された可動コア(内針)を付勢手段により復帰操作させる技術を適用して，相違点1のように構成することは，当業者であれば容易に想到できることである。",
                            "なお，甲2及び甲21に基づく原告らの周知技術の主張は，甲1発明においても「注射器の分野において，注射針の使用後にプランジャ，内針やさやを移動させる際に、より安全に操作する」という周知の課題を解決するために，付勢手段により自動的に移動させる技術を適用する動機付けがあることを示し，甲1発明に甲2発明を適用する動機付けがあることを補強するものにすぎない。このように，甲21は，甲2とともに，本件特許出願当時の技術水準を示すために用いられているものであり，新たな無効理由を主張するものではなく，これにより周知技術の立証もされているから，この点に関する被告の主張は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲13(米国特許第3306290号明細書，発明の名称「自動引き込み式針注射器」，特許登録日 1967年(昭和42年)2月28日)においては，注射器の針12が使用後バネ56により注射器の本体内に引き込まれるから，バネ56が「付勢手段」に該当し，甲14(米国特許第2605766号明細書，発明の名称「自動皮下注射器」，特許登録日 1952年(昭和27年)8月5日)においては，円錐キャップ2から突き出している皮下注射針33の先端部分が，使用後は，渦巻き板バネ4により円錐キャップ2内部に収容されるから，渦巻き板バネ4が「付勢手段」に該当し，甲15(特開昭58−7260号公報，発明の名称「ランセツト注射器」，公開日 昭和58年1月17日)においては，針64が，使用後，バネ34によりハウジング12内に収容されるから，バネ34が「付勢手段」に該当する。",
                            "よって，仮に，甲2の可動コアが針とは異なるものであるとしても，カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射針の使用後に針を覆うため，付勢手段により注射針を中空なハンドルの近い端に向かって引っ込めて収納する技術は，甲13ないし甲15に記載のように本件出願前に周知の技術である。",
                            "そして，前述のとおり，甲2及び甲21の記載によれば，注射器の分野において，注射針の使用後にプランジャ，可動コアやさやを移動させる際に，より安全に操作するという課題を解決するために，手動ではなく付勢手段により自動的に移動させることは周知であり，甲1発明においても，当該課題は当然にあるから，当該課題を解決するために，当該技術を適用する動機付けはあるというべきである。",
                            "よって，甲1発明において，ニードルハブを中空なハンドルに対して移動させるようにし，使用後に安全な方法で針を包むという課題を解決するために，付勢手段により注射針を中空なハンドルの近い端に向かって引っ込めて収納する周知技術を適用して，相違点1のように構成することは，当業者であれば容易に想到できることである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，甲13ないし甲15に記載された周知技術は，被告が主張するように，甲2発明に代えて甲1発明と組み合わせるために用いるものではなく，甲1発明と甲2発明との組合せに関して，本件特許出願当時の技術水準を示すために用いるものである。",
                            "すなわち，(少なくとも)針と類似の形状を有する可動コアを付勢する付勢手段を有する甲2発明を，甲1発明に組み合わせる際に，甲13ないし15に記載された周知技術を参酌して，可動コアを針に変更し，甲1発明のニードルを付勢する付勢手段とすることは，当業者であれば容易に想到できることを示したものである。",
                            "なお，甲13においては，滅菌の際に針が損傷されるのを防止する目的か否かに関係なく，注射器の分野において，注射器の使用後に針を覆うため，付勢手段により注射針を中空なハンドルの近い端に向かって引っ込めて収納する技術が記載されている。",
                            "また，甲13には，注射後は，プランジャ10への圧が除かれると，針の周りにあるバネにより，針がハブ中に引き込まれる(Fig．1～3参照)ことが記載されており，これは，とりもなおさず，注射針が使用後に付勢手段により自動的に移動させられることを意味するものであるから，被告の主張は誤りである。",
                            "甲14及び甲15においても同様に，注射器の分野において，注射器の使用後に針を覆うため，付勢手段により注射針を中空なハンドルの近い端に向かって引っ込めて収納する技術が記載されている。",
                            "甲14及び甲15では，一連の動作において，注射針の引き込み動作の前の動作の終了を契機として，注射針が付勢手段により移動させられるものであるから，前の動作の終了によりラッチを作動させるようにすることは十分可能であり，技術的に何らの困難もない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由3(無効理由2における相違点2判断の誤り)",
                  "text": [
                    "前記イのとおり，カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射針がその役割を果たした後に，尖った先端で皮膚を刺したり，AIDSを含む様々な病気に感染することを防止するという安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納することは，本件出願前に周知の技術であった(甲3，4，16ないし18参照)ものであり，前記ウのとおり，甲2発明の可動コアは内針，すなわち針といえるものであり，甲1発明の針と移動対象が異なるということはできないから，審決の判断は前提において誤っている。",
                    "また，甲1発明は，皮下注射針に代表される穿刺器具の保護に適用できる安全装置を提供しようとするものであり，甲2発明は，バイオプシーにおける皮下注射器の操作の安全性を課題とし，手でプランジャを引き出すことに代えて，スプリングや加圧流体などの付勢手段により自動的にプランジャを引き出すことで，一方の手のみで操作できるようにしたものである。",
                    "このように，両発明は，穿刺器具の安全又は皮下注射器の安全を図るという点で共通の目的を有するものであり，審決が甲1発明と甲2発明の目的が異なると判断したことは誤りである。",
                    "なお，前述のとおり，医療従事者が使用後の注射針に誤接触することを防ぐという甲1発明の課題は，甲16ないし甲18に記載されるように，注射器の安全という面で広く知られた周知の課題であり，注射針の使用後に注射針，内針等を移動させる際に，患者の周囲の組織を傷付けないようにするという甲2発明の課題も，甲2及び甲21に記載のように，注射器の安全という面で広く知られた周知の課題である。",
                    "このように，甲1発明と甲2発明の課題は，注射器の分野において，安全という面で共通するものであり，当業者において周知の課題である。",
                    "したがって，甲2発明のバイオプシー用注射器において，付勢手段(スプリング21)とラッチ(戻り止め12)を有する機構が開示されている以上，甲1発明に甲2発明の上記機構を適用して，相違点2は容易に想到できると判断すべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由4(無効理由3における相違点1判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5(特開昭50−27200号公報・発明の名称「ナイフ，くし等のとび出し機構」，公開日 昭和50年3月20日)には，とび出しナイフにおいて，刃の収納を片手のみによって自由に行うことができるようにすることが記載されており，また，甲5の「ケース1」，「コイルバネ16」，「操作レバー10，操作ボタン18及び第一係止爪20等からなる刀身部12を保持又は解除する手段」は，それぞれ本件訂正前発明の「中空のハンドル」，「付勢手段」，「ラッチ」に相当し，前記「操作レバー10，操作ボタン18及び第一係止爪20等からなる刀身部12を保持又は解除する手段」は刀身部12の長さよりも短い振幅で手動により駆動され，刀身部12の移動距離よりも短い距離のみ移動するものである。",
                            "そして，甲5記載の発明において，刀身部あるいは刃先を収納することが安全のためであることは自明であるから，甲5には，刃を装着した器具において，安全のために，",
                            "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の発明が記載されており，本件訂正前発明の構成要件D及びEと対比すると，「ニードルハブ」，「ニードル」が「刃元」，「刃」の点で相違するにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "また，甲6(実開昭56−116961号のマイクロフィルム・考",
                          "text": [
                            "案の名称「とび出しナイフ」，公開日 昭和56年9月7日)には，とび出しナイフにおいて，刃の収納を片手のみによって自由に行うことができるようにすることが記載されており，さらに，甲6の「外側ケース2」，「コイルバネ32」，「操作片5，作動板24及び板ばね21，22等からなる刃先8を保持又は解除する手段」は，それぞれ本件訂正前発明の「中空のハンドル」，「付勢手段」，「ラッチ」に相当し，前記「操作片5，作動板24及び板ばね21，22等からなる刃先8を保持又は解除する手段」は刃先8の長さよりも短い振幅で手動により駆動され，刃先8の移動距離よりも短い距離のみ移動するものである。",
                            "そして，甲6記載の発明において，刀身部あるいは刃先を収納することが安全のためであることは自明であるから，甲6には，刃を装着した器具において，安全のために，",
                            "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の発明が記載されており，本件訂正前発明の構成要件D及びEと対比すると，「ニードルハブ」，「ニードル」が「刃元」，「刃」の点で相違するにすぎない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，甲10(米国特許第4337576号明細書，発明の名称「ブレード引込式ナイフ」，特許登録日 1982年(昭和57年)7月6日)には，ボタン44を押圧することにより，サポート部材12との係合から離すと，バネ36の作用により非作動位置へ戻るブレード引込式ナイフが開示されている。甲10記載の「ボタン44」，「バネ36」はそれぞれ本件訂正前発明の「ラッチ」，「付勢手段」に相当し，該付勢手段であるバネがナイフの刃元を中空なハンドルの近い端に向かって付勢すること，及びラッチであるボタンが刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動することも，甲10の発明の詳細な説明及び図面の記載から自明である。",
                            "そして，甲10記載の発明において，刀身部あるいは刃先を収納することが安全のためであることは自明であるから，甲10には，刃を装着した器具において，安全のために，",
                            "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の発明が記載されており，本件訂正前発明の構成要件D及びEと対比すると，「ニードルハブ」，「ニードル」が「刃元」，「刃」の点で相違するにすぎない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "このように，刃を装着した器具において，安全のために，「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」とすることは，甲5，甲6及び甲10に記載されており，本件特許出願前において周知の技術であり，甲1発明とは，針と刃という点で相違するが，ニードルあるいは刃という部材を使用位置に保持し，使用後には安全のためハンドル内の収納位置に保持するという，人体等を傷付けないための安全という共通の課題を有するものであるから，甲5，甲6及び甲10に記載された周知の技術を，甲1発明と組み合わせる動機付けは存在するのであり，審決が周知技術は甲1発明とは技術分野が異なり，目的の点からみても共通するとはいえず，甲1発明と組み合わせる動機付けがないと判断したのは誤りである。",
                            "したがって，甲1発明に周知の上記機構を適用して，相違点1及び2は容易に想到できると判断すべきものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "甲5，甲6及び甲10に記載された周知技術は，刃を使用位置に保持し，使用後には，安全のためハンドル内の収納位置に保持するという操作を，片手で繰り返し可能とするとび出しナイフに関するものであるが，使用後の安全のため，刃をハンドル内の収納位置に保持して覆うという課題が内在されていることは自明である。",
                            "一方，甲1発明の課題は，注射針を，使用後には安全のため覆うことであり，「刃」と「注射針」の差異はあるが，上記周知技術と甲1発明の課題とは共通するものである。",
                            "また，被告主張の，甲1発明の装置では出入れを繰り返すことがあり得ないとか，ナイフは左右のブレが問題となるが注射針では問題とならないなどは，両者の課題の共通性に何ら影響を与えるものではない。",
                            "なお，原告らは，甲1の記載自体から課題を抽出し，当業者であれば当然に普遍的な課題と考えることを前提として，課題解決のための周知技術の適用は容易であると主張するものであって，論理構成に本件明細書の記載は全く利用されておらず，これが本件訂正前発明を知った上での後知恵であるとの被告の主張は誤りである。",
                            "また，被告の主張によれば，課題解決のための動機付けがあっても，周知技術を組み合わせることができないことになり，公知技術に周知技術を組み合わせたにすぎない発明のほとんどが特許発明と判断されることになり，不適切である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲20(特開昭62−217976号公報，発明の名称「注入針」，公開日 昭和62年9月25日)では，使用後に，中空な針の鋭",
                          "text": [
                            "利な先が，翼をたたむことによりバネの働きで十分に引き込まれ，カテーテルの鈍い端部が突き出た状態になるので，翼及びくさびがラッチに相当し，バネが付勢手段に相当する。",
                            "また，甲21(米国特許第4664654号明細書，発明の名",
                            "称「自動的に突き出て固定される，皮下注射針ガード」，特許登録日 1987年(昭和62年)5月12日)では，注射針の先端",
                            "が，使用後，ラッチに相当するバネ板及びその傾斜した端部の係止が外されることにより，スプリングの力によってスライド部材内に収容されるので，バネ板及びその傾斜した端部がラッチに相当し，スプリングが付勢手段に相当する。",
                            "さらに，甲22(米国特許第4105030号明細書，発明の",
                            "名称「インプラント装置」，特許登録日 1978年(昭和53年)8月8日)では，ペレット格納注射針の鋭利な先端を皮下に挿入した後，引き金を引くことによってその先端を下向きに移動させてキャリッジの保持を解除し，バネによりキャリッジと注射針を後方へ移動して，注射針の鋭利な先端をトラックに収容するから，引き金がラッチに相当し，バネが付勢手段に相当する。",
                            "仮に，甲5，甲6及び甲10に記載された周知の技術が甲1発明の技術分野と相違することから甲1発明と組み合わせる動機付けがないとした場合でも，上記のとおり，注射器の分野において，バネ(付勢手段)及びラッチを備え，注射針をバネ(付勢手段)の力に抗して突出させた状態に保持しているラッチを手動で操作することにより，注射針をバネ(付勢手段)の力により安全位置あるいは不使用位置に収納するという技術は，甲20ないし甲22に記載されているように，本件出願前に周知の技術であった。",
                            "なお，原告らは，甲20の翼及びくさびが，「ニードルの長さよりも短い振幅で手動により駆動され，前記ニードルの移動距離よりも短い距離のみ移動するラッチ」などとは主張しておらず，甲21についても，「ラッチ」を外すために移動部を後退させる距離と，「ラッチ」を外すことによって移動部が移動する距離について言及しておらず，これらの点に関する被告の主張は誤りである。",
                            "また，甲22記載の発明は，針50を動物の皮下に挿入し，引き金32を引き，ペレットを放出するものであって，注射器の分野に属するものであるから，この点に関する被告の主張は誤りである。",
                            "よって，甲1発明において，ニードルハブを中空なハンドルに対して移動させるようにし，使用後に安全な方法で針を包むという課題を解決するために，同一技術分野に属する前記周知技術を適用して相違点1及び2のように構成することは，当業者であれば容易に想到できることである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告らの主張する無効理由3は，甲5及び甲6を例に挙げて，上記の周知技術を適用するということであり，被告主張のような，甲1発明と甲5及び甲6記載の周知技術との組合せに基づく無効理由ではない。原告らは，甲5及び甲6を例として挙げて「刀身部あるいは刃先を収納することが安全のためであること」が周知であると主張したのであり，これは，あらゆる技術分野で周知性が高く，技術の理解の上で当然の前提となる知識として用いられるものである。",
                            "よって，原告らの上記主張が新たな無効理由でないことは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明は，「臨床オペレータ，臨床処理の監視者，および一般の人々を含むその他すべての関係者が，誤って傷つくことのないような方法で，皮下注射針またはそうした器具を処理することのできる装置」において，「使用後，直ちに針をさやでより容易に包む」という課題を達成するためのものであるが，医療器具の分野ではないものの「使用後，直ちに使用者及び他人を傷つけたりすることのないようにペン先や刃先等を中空のハンドル内に収納する」という技術は，以下のとおり，文房具及びナイフなどの日用品の分野において広く知られ，誰でも知っている技術である。",
                            "すなわち，甲23(米国特許第2427069号明細書，発明",
                            "の名称「WRITING INSTRUMENT」，特許登録日 1947年(昭和22年)9月9日)では，筒から突出したペン先の先端部を，手動でボタン等をごく短い距離のみ駆動することによってラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が開示されており，甲24(米国特許第2988055号明細",
                            "書，発明の名称「CLIP ACTUATED LATCH MECHANISM FOR RETRACTABLEWRITING INSTRUMENTS」，特許登録日 1961年(昭和36年)6",
                            "月13日)では，ラッチを用いることによってバネ(付勢手段)の力に抗して一時的に，ペン先の先端部を筒から突出させておき，手動で作動部材をごく短い距離のみ駆動してラッチを外すことにより，上記先端部をバネの力により筒に収納する技術が開示されており，甲25(米国特許第3039436号明細書，発明の名",
                            "称「FOUNTAIN PEN WITH RETRACTABLE WRITING ELEMENT」，特許登録日 1962年(昭和37年)6月19日)では，ラッチを用い",
                            "ることによってバネ(付勢手段)の力に抗して一時的に，インク針の先端部を筒や管から突出させておきながら，手動で操作レバーをごく短い距離のみ駆動してラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が開示されている。",
                            "また，甲29の「ボクシーBX−100」は，1976年(昭和",
                            "51年)にグッドデザイン賞を受賞しており，このころ以来，一般人に広く使用されているものである。",
                            "このように，仮に，甲5，甲6及び甲10に記載された周知の技術が甲1発明の技術分野と相違することから甲1発明と組み合わせる動機付けがないとした場合でも，前記の甲20ないし甲22のほか，ナイフや注射器においてのみならず，ペン先の先端部を筒や管から突出させ，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術は，本件出願よりはるか前に周知慣用の技術であった。",
                            "また，甲5，甲6及び甲10によれば，刃を装着した器具の技術分野において，刃の先端部を筒や管から突出させ，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が記載されていることは前述のとおりであり，これらは種々の技術分野で慣用されている技術にすぎない。",
                            "そして，前記甲2や甲21の記載によれば，注射器の分野において，注射針の使用後に可動コアや注射針を中空なハンドルで覆うように移動させる際に，より安全に操作するという課題を解決するために，手動ではなく，ラッチ(戻り止め)付きの付勢手段を使用し，ラッチ(戻り止め)を解除することによりプランジャ，可動コアやさやを自動的に移動させることは周知であり，甲1発明においても，当該課題は前述のとおり存在するから，当該課題を解決するために，上記周知慣用技術を適用する動機付けはあるというべきである。",
                            "また，甲1発明に，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する周知慣用技術を適用しても，一般人がボールペンの芯に同じ周知慣用技術を適用して得られるもの以上に何らの予期以上の効果が得られないことも明らかである。",
                            "よって，甲1発明において，ニードルハブを中空なハンドルに対して移動させるようにし，使用後に安全な方法で針を包むという課題を解決するために，前記種々の分野における周知慣用技術を適用して，相違点1及び2のように構成することは，当業者であれば容易に想到できることである。",
                            "また，甲1発明のような「線状滑り運動」をする装置において，ニードルハブを中空なハンドルに対して移動させるようにし，使用後に安全な方法で針を包むという課題を解決するために，これと同じ作用及び機能を有する前記種々の分野における周知慣用技術を適用して，相違点1及び2のように構成することは，当業者であれば容易に想到できることである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，前述のとおり，原告らの主張する無効理由3は，「本件訂正前発明は，本件出願前に頒布された刊行物である甲1及び周知技術に基づいて容易に発明をすることができた」というものであり，甲23ないし甲25に基づく主張が新たな無効理由となるものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由5(無効理由3における相違点2判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，ナイフの刀身部を出し入れするための周知技術の比較的複雑な機構を，甲1発明の装置において採用し，本件訂正前発明のようなスプリングとラッチからなる比較的簡易な構成とすることは容易に想到できないとする。",
                        "しかし，そもそも本件訂正前発明の構成要件D及びEにおいて，付勢手段は，ニードルハブを中空なハンドルの近い端に向かって付勢するものであればよく，複雑な構成であるか簡易な構成であるかは規定されておらず，ラッチについても，ニードルハブから独立して移動可能なこと，ニードルハブを付勢手段の力に抗して一時的に中空のハンドルの遠い端に隣接して保持すること，ニードルの長さよりも短い振幅で手動により駆動され，ニードルの移動距離よりも短い距離のみ移動することが規定されるのみで，複雑な構成であるか，簡易な構成であるかは規定されていない。",
                        "そして，甲5，甲6及び甲10記載の周知技術には，刃をケースの近い端に向かって付勢するバネ(付勢手段)と，刃元と独立して移動可能であり，刃をバネ(付勢手段)の力に抗して一時的にケースの遠い端に隣接して保持し，刃の長さよりも短い距離で手動により駆動され，刃の移動距離よりも短い距離だけ押し込むボタン(ラッチ)が開示されているのである。",
                        "このように，機構が複雑か否かは，本件訂正前発明の構成要件D及びEの容易想到性の判断には関係がなく，周知技術と本件訂正前発明の構成要件D及びEとを対比させるとD及びEの「ニードルハブ」，「ニードル」が「刃元」，「刃」の点で相違するにすぎない技術が開示されているのであるから，審決の判断は誤っているが，本件訂正前発明と，例えば甲10記載の発明を対比すると，両者の機構は類似しており，甲10記載の発明の機構が格別複雑であるということはできない。また，甲5及び甲6記載のものも，基本的な構成は甲10の構成と同じであり，ラッチを形成する部品数が多いにすぎない。",
                        "よって，審決の，周知技術においてはナイフの刀身部を出し入れするための機構が比較的複雑であり，本件訂正前発明ではスプリングとラッチからなる比較的簡易な構成であるという認定は誤りであって，周知技術を甲1発明の装置において採用し，本件訂正前発明のような構成とすることは容易に想到できるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，甲5，甲6及び甲10記載の発明は，甲1発明とは安全に関する技術という分野で共通し，また，使用後には安全のため覆うという課題でも共通するから，当該周知技術を甲1発明に適用することは容易であったものである。",
                        "また，甲1発明の針が役割を果たした後に安全のために針をさやで覆うという発明に接した当業者であれば，普段の生活で使用する日用品の分野，例えば，ナイフにおいて刃を自動的に収納するという技術を思い浮かべるものであり，その際，ナイフの具体的構成に関係なく，付勢手段やラッチ手段が装着されているであろうことを想像できるものである。",
                        "よって，甲5，甲6及び甲10記載の発明から，開示されている具体的構成はともかく，付勢手段やラッチという概念を抽出して，これを甲1発明と組み合わせることは容易に想到可能である。",
                        "被告の主張は，甲5，甲6及び甲10から発明を抽出するに当たり，実施例レベルでしか行わないもので，誤りである。これらの発明からは，実施例レベルのほか，上位概念レベルでも発明が把握できることはいうまでもなく，これらの発明において，刀身部又は刃先を収納することが安全のためであることは自明であるから，刃を装着した器具において，安全のために，「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の発明が把握できるのである。そして，この周知技術を，甲1発明に適用する動機付けがないはずがない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件訂正について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正は，前記のとおり，「ニードル」を「カニューレを患者の定位置に案内し運ぶためのニードル」と限定することにより，「安全装置」を「カニューレ挿入のための安全装置」と限定しようとするものであるところ，本件訂正前発明につき，原告ら主張の取消事由は理由があり，審決の判断が誤りであることは前述のとおりである。",
                        "そして，「ニードル」を「カニューレを患者の定位置に案内し運ぶためのニードル」とし，「安全装置」を「カニューレ挿入のための安全装置」とすることは，以下のとおり，単なる周知技術の付加にすぎず，格別の効果を奏するものではないから，本件訂正後の発明(訂正発明)は，原告ら主張の取消事由により無効とされるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲48(実公昭49−18462号公報，考案の名称「治療用可撓針の管針結着装置」，公告日 昭和49年5月16日)に記載された発明は，可撓針の管針と針基との結着装置に係る発明であり，可撓性管針1に注射器aの針bを組み合わせて血管内に挿入した後注射針bを引き抜いて可撓性針管針1を血管内に留置させるものであるから，可撓針(カニューレ)の挿入のためのニードルを含む注射器は，本件出願時において周知であった。",
                        "また，甲49(特公昭46−26717号公報，発明の名称「カテー",
                        "テル配置装置」，公告日 昭和46年8月3日)には，針とカニュールのユニット14が注射器に組み立てられ，針とカニュールを静脈内に配置するために使用し，その後針10をカニュール12から除去する発明が記載されており，「カニューレを患者の定位置に案内し運ぶための針」は，本件出願時において周知であった。",
                        "このほか，甲50(人工透析研究会会誌15巻1号，発行日 昭和57年(1982年)1月31日)のメディキット株式会社名の広告には，カテーテル(カニューレに相当)を留置するためのニードルを含む注射器が明確に示されている。",
                        "また，甲51(太田和夫著「透析療法とその周辺知識」，発行日 昭和54年(1979年)12月10日)には，各種の穿刺針が紹介され",
                        "ており，外套管(カニューレに相当)の挿入のための針を含む注射器が示されている。",
                        "さらに，甲52(テルモ株式会社の「サーフロー留置針C型」に係るカタログ，発行日 昭和60年(1985年)8月27日)には，「内",
                        "針」，「内針ハブ」，「フィルター付きキャップ」として示されるとともに，使用方法の4項には「留置針の先端が血管内に入ると，内針ハブ内に血液のフラッシュバックが認められます。」として，注射器の「内針ハブ」に血液が流入することも示されており，カテーテル挿入用のニードルを含む注射器が示されている。また，使用方法の8項の下には，「抜き取った内針は，ケースに収納して処分してください。」として，体内へのカテーテルの挿入後，注射器をカテーテルから抜き取ることが示されている。同カタログにおける「カテーテル」が，本件訂正後の発明における「カニューレ」に該当する。",
                        "また，甲53(ニプロ株式会社の「ニプロセーフレットキャス」に係るカタログ，発行月 昭和62年(1987年)4月)には，「フラッシュルーム」を備えたカテーテル挿入用のニードルを含む注射器が示されるとともに，使用上の注意の項には，「カテーテルから抜き取った内針は，カテーテル内に再挿入しないでください」として，体内へのカテーテルの挿入後，注射器をカテーテルから抜き取ることが示されている。",
                        "同カタログにおける「カテーテル」が，本件訂正後の発明における「カニューレ」に該当する。",
                        "このほか，甲54(ジョンソン・エンド・ジョンソン株式会社の「ジェルコ I.V.カテーテル I.V.スタイレット 静脈留置カテーテル」に関するカタログ，発行年 昭和58年(1983年))には，「カテーテル」とともに，半透明のシリンジを備えた，カテーテル挿入用のニードルを含む注射器が示されており，甲55(B.Braun Melsungen A.G.作成の「バソフィクス静脈留置針」及び「バソフィクスイン弁付静脈留置針」に関するカタログ，発行月 昭和58年4月)にも，上記各製品と同様に，カテーテル挿入用の注射器が示されており，これらのカタログにおける「カテーテル」が，本件訂正後の発明における「カニューレ」に該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件出願当時，カニューレ挿入のための注射器は周知慣用のものであった。そして，甲1発明において，「カニューレを患者の定位置に案内し運ぶためのニードル」とした場合，単にカニューレを針に装着するだけで済み，カニューレを患者の定位置に案内した後は，針を引き抜き，安全のため針をさやで覆うという通常の操作をするだけである。",
                        "したがって，本件訂正後の発明は，訂正前の発明に対して，単に周知技術を付加するにすぎず，格別の効果を奏するものではないから，本件訂正前の発明と同様，特許法29条2項の規定により特許を受けることができないものであり，いわゆる独立特許要件を満足しないものであるから，訂正審判は認容されたものの，特許法123条1項2号の規定により無効とされるべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，上記訂正についての審決(本件訂正審決)は，本訴に係る無効審決の理由2及び3における相違点1及び2の判断と同じ判断をしているだけで，本件訂正において訂正された構成要件に関する新たな相違点についての判断はしていない。",
                        "原告らは，上記訂正審判事件においても，平成22年4月8日提出の上申書において，本訴における審決の判断の誤りと同様の主張を行ったが，訂正審決は，原告らの示した周知事項を検討しても，甲1ないし甲6に基づいて相違点1及び2に係る発明特定事項に当業者が容易に想到することができないか，動機付けを欠くものであり，上記相違点についての判断を覆す根拠とならないとしただけで，理由を開示していない。",
                        "審決には，その結論及び理由を記載しなければならない(特許法157条2項4号)が，訂正審決では，周知事項に基づいた場合における結論に至る理由が全く示されていないので，周知事項を検討したか否かも不明であり，原告らとしては，周知事項に基づく判断を十分にしていないものと解さざるを得ない。",
                        "このため，原告らは，本訴における取消事由1ないし5により，訂正審決の相違点1及び2についての判断は誤りであり，また訂正審決が，新たに加わった相違点3及び4についての判断をしていないということは，これらの相違点については容易想到と判断しているものと解され，訂正を認容した結論も誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(4)の各事実は認めるが，(5)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決は，結論において誤りはなく，原告ら主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "冒頭の主張に対し",
              "text": [
                "被告は，平成22年2月22日，本件訂正前発明(請求項1)につき訂正審判を請求した(乙1)ところ，同年6月1日付けで，特許庁から被告の訂正を認める旨の審決がなされた。",
                "同訂正審決は，いずれの訂正事項も特許請求の範囲の減縮を目的とするものであるとともに，願書に添付した明細書又は図面に記載した事項の範囲内のものであって，かつ実質上特許請求の範囲を拡張し又は変更するものでもなく，また，本件訂正後の発明は，特許出願の際，独立して特許を受けることができるものであるとしたものである。",
                "ところで，無効審判請求不成立の審決後，特許請求の範囲の減縮を目的とする訂正審決が確定した場合は，審決における発明の要旨認定が結果的に誤りとなるため，審決を取り消し，特許庁の手続をもって訂正後の明細書に基づく発明の要旨を認定し，進歩性について改めて審理をすべきか，あるいは，本件訴訟において，訂正後の明細書に基づく発明の要旨を認定し，原審決の当否を判断すべきかが問題となりうる。",
                "上記問題については，平成14年に，原告ら主張の東京高裁判決がなされているところ，審決は，本件訂正前発明と引用発明との対比において容易想到とはいえないと判断して無効審判請求を不成立とし，一方，訂正審決は，上記無効審判請求において本件訂正前発明と対比された上記引用発明との対比において独立特許要件が認められると判断して，訂正を認容する審決に至っている。したがって，訂正発明と引用発明との相違点及び容易想到性についての特許庁の判断は，訂正審決により，無効審判請求における本件審決が判断の対象とした引用発明との関係で示されていて，この点につき特許庁の判断が先行しているものである。",
                "このように，訂正審決確定後において本訴で主張されている無効理由(訂正発明が引用発明に基づき進歩性を欠くこと)は，本件無効審判請求時の無効理由(本件訂正前発明が引用発明に基づき進歩性を欠くこと)のいわば延長線上にあるものであって，審決時の無効理由と本訴で主張されている無効理由に変更はないものと理解することができる。このような経緯にある本訴においては，特許請求の範囲の減縮を目的とする訂正審決が確定したことをもって直ちに審決を取り消すべきではなく，訂正発明について，引用発明に基づく進歩性の有無について審理判断することができるものと解すべきである。そして，本件においては，訂正審決が確定したことに伴って，審判請求を再度行わせるべき特段の事情も認められないから，本件において訂正審決が確定したことのみをもって，審決を取り消すべきではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正前発明における「ハンドル」とは，カニューレ及びニードルを患者体内に挿入させる操作の後，ニードルを抜き去り，その後直ちにニードルを中空のハンドル中に引っ込めるという，一連の操作を行う際に握りの部分となるものであることが明らかである。一方，甲1発明における「さや」は，一連の操作を行う際に握られる部分ではなく，本件特許発明の中空ハンドルに相当するものではない。",
                        "すなわち，甲1発明は，皮下注射針に代表される，針又は針の支持体に「さや」をあらかじめ取り付けて提供する構成とした安全装置の発明である。そして，通常，注射器を操作する際には注射器胴部を手に持って操作するのであるから，甲1発明の安全装置を取り付けた注射器を操作する場合にも，注射器胴部を手に持つか，又は注射器胴部に取り付けられたハウジングを握るのは当然である。したがって，甲1発明の安全装置において，本件訂正前発明の中空ハンドルに相当するのは，操作の際に手で握る部分であるハウジングである。",
                        "このように，甲1発明は，正しくは，「近い端及び遠い端を有するさやと，該さやが外側に取り付けられたハウジングと，鋭い自由端と，前記ハウジングに連結された固着端とを有する針と，から成ることを特徴とする安全装置」と認定されるべきである。",
                        "そして，相違点についても，審決が認定した相違点1及び2のほか，本件訂正前発明は「中空ハンドル」を有するものであるのに対し，甲1発明は「さや」を有するものである点(相違点3)，本件訂正前発明では中空ハンドルとニードルハブとが別々の部材であるのに対し，甲1発明ではハウジングが両者を兼ねている点(相違点4)があり，審決はこれらの相違点を看過し，一致点とする誤りを冒している。",
                        "このほか，審決は，相違点1の認定においても，本件訂正前発明ではニードルハブを中空なハンドルに対して移動させるのに対し，甲1発明ではさやをハウジングに対して移動させる点(相違点1’)，本件訂正前発明では「ニードルハブ」が中空なハンドルの近い端に向かって移動するのに対し，甲1発明では，ハウジングではなく「針の固着端」がさやの近い端に向かって接近する点(相違点1’’)をいずれも看過している。",
                        "なお，原告らは，本件訂正前発明の請求項1に「前記ニードルハブを前記中空なハンドルの近い端に向かって」との記載があることを認めながら，これが甲1発明の「針の固着端がさやの近い端に向かって接近する」と相違することを認めていない。しかし，「～に向かって付勢する」のは，「～に向かって移動させるべく付勢する」意味であることは当然であり，原告らの反論は意味をなさない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件訂正が認められたことにより，訂正発明が「カニューレを患者の定位置に案内し運ぶための針」を有する「カニューレを挿入するための安全装置」に関するものであるのに対し，甲1発明は「注射針又はカニューレを有する，針又はカニューレを保護するための安全装置」である点(相違点5)という相違点が増え，訂正発明と甲1発明その他の先行技術との差異は一層明確になった。",
                        "そして，この相違点5について，甲1発明を変更して訂正発明と同一の構成にする動機付けは，甲1にもその他のいずれの先行技術文献にも何ら見出せない。",
                        "いずれにしても，審決は，相違点1及び2の容易想到性については正しく判断しているため，結論において誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，本訴において甲16ないし甲18を追加提出し，「カニューレ又はカテーテルを挿入するための注射針がその役割を果たした後には安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」は周知である旨主張する。",
                    "しかし，甲16には「使用後に注射器のバレル部分の内部に引き込むことの可能なカニューレを有する，改善された引き込み可能な注射器」が記載されているところ，ここには，カニューレがその役割を果たした後に，ハンドルに引っ込められるという技術が記載されているとしても，「カニューレ又はカテーテルを挿入するための注射針」が引っ込められる技術は一切記載されていない。",
                    "また，甲17には「カニューレを引き込むための手段を有するピストン手段を有する注射器」が記載されているところ，ここには，カニューレがその役割を果たした後に，ハンドルに引っ込められるという技術が記載されているとしても，「カニューレ又はカテーテルを挿入するための注射針」が引っ込められる技術は記載されていない。",
                    "さらに，甲18には引き込み可能な安全針が記載されているところ，ここにも，「カニューレ又はカテーテルを挿入するための注射針」が引っ込められる技術は記載されていない。",
                    "したがって，「カニューレ又はカテーテルを挿入するための注射針がその役割を果たした後には安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」が周知であるとの原告らの主張は理由がない。",
                    "なお，原告らは，甲3及び甲4には「カニューレまたはカテーテルを挿入するための注射針がその役割を果たした後には，注射針を中空なハンドルの近い端に向かって引っ込めて収納する」ことが記載され，甲16ないし甲18には，「安全のために」引っ込めることが記載されているから，「カニューレまたはカテーテルを挿入するための注射針がその役割を果たした後には安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納する」技術は周知であると主張するようである。",
                    "しかし，別々の技術を組み合わせて1つの周知技術であるとするこのような原告らの主張には無理があるといわざるを得ない。甲3及び甲4に記載のカニューレ又はカテーテルを挿入するための注射針を引っ込める技術が周知であり，甲16ないし甲18記載の「安全のため」注射針等を引っ込めることが周知であったとしても，前者の周知技術の目的を，単に後者の課題「安全のため」が周知であったというだけで，それとは無関係な「安全のため」という目的にすり替えて，全体として周知であったとすることはできない。",
                    "このほか，甲16及び甲17のいずれにも，本件訂正前発明の「カニューレを患者の定位置に案内し運ぶためのニードル」も，「カニューレ挿入のための安全装置」も記載されていない。",
                    "そして，甲16のハブ14，甲17のベース60は，いずれも中空なハンドルよりも明らかに小さいために，中空なハンドルの近い端に向かって引っ込められる構成になっているが，甲1発明では，(原告らがニードルハブに相当すると主張する)ハウジングは，(原告らが中空ハンドルに相当すると主張する)さやに比べて小さくないため，さやの近い端に向かって引っ込められないという点が決定的に異なる。",
                    "原告らは，「甲1発明のハウジングのいずれかの部分は移動の前後においてさやの近い端に接している」と認めており，「ハウジング全体でみると，移動前のFig．1Aの状態からFig．1Bの状態に示されるように，さやの近い端に向かって移動させることは明白である」との主張は意味をなさない。さやの遠い端から近い端の方向に移動するとの趣旨であると善解しても，請求項の記載は，明らかに「さやの近い端に向かって」と規定しているから，それを「さやの遠い端から近い端の方向に」と書き換える原告らの主張は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アのとおり，甲1発明における「さや」は，本件訂正前発明の中空ハンドルに相当する構成ではなく(相違点3)，甲1発明においては，ハウジングが，本件特許発明の中空ハンドル及びニードルハブのいずれにも相当し，両者を兼ねている(相違点4)ので，相互に移動する態様は考えられないから，これに対して原告ら主張の周知技術をいかに適用しても，本件訂正前発明の構成に至らないことは明らかである。",
                    "また，甲1発明は，注射器胴部等に取り付けられて用いられる安全装置であるところ，注射器胴部に連結されたハウジングは，さやに比較して圧倒的に大きくなる。そして，大きな注射器胴部を握って，小さいさやを前進させるのは小さい力で済むのに対して，逆にさやを固定して，注射器胴部を後退させるのには大きな力が必要になり，また，押さえる部分が小さくて動く部分が大きいと，軸がぶれやすく不安定である。不安定な操作のために，万一，後退させすぎてハウジングがさやから抜けて外れてしまえば，針が露出し，誤って針に接触する可能性が著しく増大して，危険この上ない。",
                    "そして，このような操作が不安定になり，針が露出する危険が増大するという不都合は，これらの移動をバネ等の付勢手段によって行う場合には，一層顕著である。",
                    "なお，原告らがその主張の根拠としている甲1の特許請求の範囲第(7)項は第(6)項に従属しているところ，第(6)項には，「さやが，針の長さ方向に平行に，ハウジングに対して動くことができ，それにより，さやが，針を包むように移動できる・・・」との記載がある。特許請求の範囲第(7)項の「相対運動」とは，単に，さやがハウジングに対して移動する際の，さやとハウジングとの間の関係を「相対運動」と捉えているにすぎない。また，甲1には，このほかにも，さやがハウジングに対して動くことが明示されている。",
                    "このほか，原告らが作成した，甲8の装置をルアー・コネクターと連結させた図から，「甲1発明のハウジングにルアー・コネクターを装着した場合，ハウジング側を移動させることに何の問題もない」という結論が導かれるわけではない。",
                    "このように，甲1発明では，さやをハウジングに対して移動させる構成とすることにより，反対の場合よりも明らかに操作が安定し，安全であるという効果があるから，逆にさやに対してハウジングを移動させる構成とすることは，単なる設計事項ではない。",
                    "また，原告ら主張の周知技術を甲1発明に適用できたとした場合でも，相違点1’’が依然として残っている。原告らがニードルハブに対応すると主張するハウジングは，移動前にも後にも，中空なハンドルに対応すると主張するさやの近い端に接しているために，「さやの近い端に向かって」移動できない。",
                    "したがって，原告ら主張の周知技術を適用して甲1発明を変更しても，「針」をさやの近い端に向かって移動させる構成が得られるにすぎず，原告らが本件訂正前発明のニードルハブに相当すると主張するハウジング全体は，さやの近い端に向かって移動させられるわけではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲1発明の装置においては，そもそもハウジングがニードルハブと中空ハンドルとを兼ねているため，本件訂正前発明のようにニードルハブを中空ハンドルの近い端に向かって移動させることなどできないが，さらに，ハウジングに対してさやを移動させる構成に独自の効果があるのであるから，ハウジングをさやに対して移動させるようにすることが，当業者が適宜選択し得る設計事項であるということもできず，また，原告ら主張の周知技術を適用して甲1発明を変更しても，ハウジング全体は，さやの近い端に向かって移動させられる構成は得られない。したがって，原告らの主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，甲26ないし甲28を挙げて，甲2発明の可動コアは内針，すなわち針といえるものであり，甲1発明の針と移動対象が異なるとはいえず，甲2発明の針を移動する機構を中空のさや6とハウジング4を相対的に移動させる甲1発明に採用し，本件訂正前発明に想到することは容易であると主張する。",
                    "甲26ないし甲28には，甲2と同様のバイオプシー用の注射器が記載されている。そして，甲2においてそれぞれ可動コアと針と記載される部材が，甲26ないし28においては，それぞれ内針と外針と記載されている。",
                    "しかし，審決は，甲2発明における「可動コア」が「針」という名称でないからという理由で，甲1発明の針と移動対象が異なると判断するものではない。甲2発明の「可動コア」の構成及び機能がどのようなものであるかが重要なのであり，この部材がどのような名前で呼ばれるかが，審決の判断に影響することはない。",
                    "審決は，甲2発明はバイオプシー用注射器であり，ここでバネによって移動されるのは，組織吸引のための可動コアであって，甲1発明の針に対応する，皮膚から引き抜いた際に，医療従事者が誤って触れてしまうと感染が懸念される皮下注射針ではないと述べている。事実，可動コアは，組織吸引後には必ずハンドル中に引っ込んでおり，誤接触による感染の懸念は存在しない。",
                    "審決の上記判断は妥当であり，バイオプシー用注射器において，可動コアが内針と呼ばれることがあるという事実によって何ら影響を受けないことは明らかである。",
                    "なお，原告らは，甲26及び甲27において，内針が外針からわずかに突き出ている図が示されていることを指摘するが，そうであっても，内針は組織吸引のために用いられるものであり，組織吸引後は引っ込んでいるから，上記判断には何ら影響しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告らは，新たな証拠である甲21を挙げて，これにより，甲2発明と甲1発明とを組み合わせる動機付けがあると主張する。",
                    "しかし，原告らの上記主張は，審決で判断された甲1発明と甲2発明の組合せに基づく無効理由ではない。原告らの上記主張は，甲2発明に代えて甲1発明と組み合わせるために周知技術を用いるものであり，このように新たに主張される無効理由が審決取消事由とならないことは明らかである。",
                    "さらに，甲2には，「注射器の使用後にプランジャ，内針やさやを移動させる際に，より安全に操作するという課題を解決するため」の発明は記載されていない。すなわち，甲2記載の装置は，針の挿入及びサンプル吸入の操作を片手で行えるようにするという課題を解決したバイオプシー用注射器であって，使用後，つまりサンプル採取後の安全操作などという課題を解決するための装置ではない。また，サンプル採取後には，プランジャが付勢手段により自動的に移動させられることもない。",
                    "そうであるから，甲2は，「注射器の使用後にプランジャ，内針やさやを移動させる際に，より安全に操作するという課題を解決するため」が周知技術であることの根拠とはなり得ない。また，甲21という先行技術文献1件のみによっては，周知技術は立証され得ない。",
                    "そして，審決で判断された無効理由において，引用された甲2を甲21と差し替える新たな無効理由は，審決取消事由とならないことは当然である。",
                    "なお，「注射器の使用後に」でも「注射針の使用後に」でも，結論は同じである。甲2記載の装置について，外針は常に突き出したままで注射器本体の中に引っ込むことはなく，可動コア(内針)は，「注射針の使用後」，すなわち患者体内において後退することによりサンプルを吸入した後は，既に注射器本体の中に引っ込んでいるので，「注射針の使用後にプランジャ，内針やさやを移動させる」こともない。したがって，甲2は，「注射針の使用後にプランジャ，内針やさやを移動させる際に，より安全に操作するという課題を解決するための技術」を開示するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告らは，甲13ないし甲15によれば，「カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射器の使用後に針を覆うため，付勢手段により注射針を中空なハンドルの近い端に向かって引っ込めて収納する技術は，本件出願前に周知技術である」とし，仮に甲2記載の可動コアが針とは異なるとしても，相違点1は当業者が容易に想到できる旨主張する。",
                    "しかし，この主張も，審決で判断された甲1発明と甲2発明との組合せに基づく無効理由ではなく，原告ら主張の周知技術は，甲2発明に代えて甲1発明と組み合わせるために用いられており，このような新たに主張される無効理由は，審決取消事由とはならない。",
                    "加えて，甲13ないし甲15は，いずれも，使用後の注射針に誤って触れることを防止するための安全装置ではなく，甲1発明とは課題が異なっているため，注射針を使用後に付勢手段により自動的に移動させることが周知であるとしても，これを甲1発明に適用することは容易ではない。",
                    "具体的にみると，甲13記載の発明は，注射器の使用前に，滅菌針が汚染されてしまったり，患者が針を見ておびえたりすることを防ぐことを目的とし，このような課題を解決するため，使い捨てのカプール(液体運搬ユニット)を装填し，繰り返し使用する注射器にかかるものである。",
                    "このように，同発明では，医療従事者等が針に誤って触れることを防止するために注射後速やかに針を引っ込めるというものではなく，滅菌の際に針が損傷されることを防止する目的で，針をハブに引っ込めるものである。このため，この注射器では，カプールを装填した状態では，注射後も針がハブ中に引き込まれないのである。",
                    "甲14記載の発明の課題は，糖尿病のような毎日注射の必要な慢性病患者が，自分で注射することが可能な自動注射器を提供することである。なお，この注射器については，患者自らが注射を行うのであり，自らの血液で汚染された針に触れても感染のおそれはないから，甲1発明の課題である，医療従事者の注射針への誤接触による感染の問題は皆無である。",
                    "さらに，甲14の自動注射器では，注射後に針を引っ込めるという独立した動作はなく，一連の自動的な注射動作の一部として針が引っ込むにすぎない。そして，自動注射器の針が引っ込むのは，次回の使用に備えるためであって，安全のためではない。",
                    "また，甲15には，ランセット注射器，すなわち主に糖尿病患者が血糖値を測定するために自ら血液サンプルを採集するための使い捨てランセットを取り付けて用いるための注射器が記載されている。この注射器も，甲14の注射器同様，ラッチを押すだけで，ランセットがばねにより付勢されて患者皮膚を穿刺して血液を採取した後，迅速に引っ込むという一連の動作が行われる。すなわち，甲15の注射器においても，注射後に針を引っ込めるという独立した動作はなく，一連の自動的な注射動作の一部として，針が引っ込むにすぎない。また，この注射器も患者が自らの血液サンプルを採集するための装置であるから，使用後の針に誤接触することによる感染のおそれはない。針が引っ込むのは，血液サンプル採集の動作の一部分にすぎない。",
                    "なお，甲13には，注射針を使用後に付勢手段により自動的に移動させることは記載されていない。そして，甲14及び15では，使用後の注射針が付勢手段により移動させられるが，それは一連の自動的な注射動作の一部であるから，このような技術を甲1発明に適用する場合には，ラッチと組み合わせることには無理がある。",
                    "以上のとおり，甲13ないし甲15のいずれの装置の課題も，甲1発明の課題とは異なっており，注射針を使用後に付勢手段により自動的に移動させることが周知であるとする場合も，これを甲1発明に適用することは容易ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，「カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射器がその役割を果たした後に，安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納することは，本件出願前に周知の技術であった」旨主張するが，同主張が失当であることは前述のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，甲2発明につき，穿刺器具の安全又は皮下注射器の安全を図るという点で，甲1発明と共通の目的を有するものであると主張する。",
                    "しかし，原告らが甲2発明の課題であると主張する「安全性」とは，「皮下注射器の操作の安全性」，すなわちバイオプシー用皮下注射器を片手で安定に保持し，サンプル吸引に際して，患者の周囲の組織を傷付けずに適切にサンプルを吸引することであると解される。これは，甲1発明の課題である「医療従事者が使用後の注射針に誤接触することを防ぐ」という課題とは全く異なるものであるから，甲2発明を甲1発明と組み合わせることが容易であるとはいえず，原告らの主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5，甲6及び甲10に記載された周知技術の課題は，原告らが主張するような「刃を使用位置に保持し，使用後には安全のためハンドル内の収納位置に保持する」ことではなく，「刃を使用位置に保持し，使用後には安全のためハンドル内の収納位置に保持するという操作を，片手で繰り返すことが可能であり，さらに使用位置において刃が安定である装置を提供すること」であることが明らかである。",
                    "他方で，甲1発明の課題は，これと異なり，「注射針を，使用後には安全のために覆うこと」である。甲1発明の装置では，ひとたび覆った針を再度使用することはないから，出し入れを繰り返すことはあり得ない。また，ナイフは，出し入れされる上に，使用時には，刀身の長手方向に交差する方向に力が加えられるために左右のブレが問題となるが，注射針では，使用時に加えられる力の方向が長手方向に完全に一致するために，左右のブレは問題とならない。",
                    "このように，甲5，甲6及び甲10に記載される周知技術は，いずれもナイフに関する技術であって，甲1発明のような注射器のための安全装置とでは全く分野が異なるというだけでなく，課題も異なっているから，当該周知技術を甲1発明に適用することが容易であったとは到底いえない。",
                    "原告らの主張は，典型的な後知恵に基づくもので，失当である。原告らは，本件訂正前発明を知った上で，甲1発明において足りない構成に相当する概念を，本件特許出願時に当業者が知見する具体的構成から全く離れて，無理に周知の技術の中から抽出し，これを甲1発明に組み合わせて本件訂正前発明に想到することが容易であると主張するものであるが，このような主張に従えば，おそらく装置に関する特許発明のほとんどは，進歩性欠如により無効ということになり不適切である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告らは，甲20ないし甲22を挙げ，注射器の分野において，バネ(付勢手段)及びラッチを備え，注射針をバネ(付勢手段)の力に抗して突出させた状態に保持しているラッチを手動で操作することにより，注射針をバネ(付勢手段)の力により安全位置あるいは不使用位置に収納するという技術は本件出願前に周知の技術であった旨主張する。",
                    "しかし，上記の原告らの主張は，審決で判断された甲1発明と甲5，甲6に記載される周知技術の組合せに基づく無効理由ではない。これは，甲5及び甲6に記載される周知技術に代えて全く別の周知技術を甲1発明と組み合わせて本件訂正前発明と対比する新たな無効理由であるから，審決取消事由とならないことは明らかである。",
                    "さらに，ナイフに関する技術は，甲1発明とは無関係な分野及び課題に関する技術であるから，このような技術を甲 1発明に適用することは容易ではない。",
                    "念のため，甲20ないし甲22の記載を検討するに，甲20記載の装置では，翼21を開くと，針14の先端16がくさび23の幅と同じ距離後退するのであるが，翼21を動かす距離と，針が後退する距離(くさびの幅)とを比較すると，明らかに翼を動かす距離の方が大きい。したがって，この翼は，本件訂正前発明にいうラッチ，すなわち「ニードルの長さよりも短い振幅で手動により駆動され，前記ニードルの移動距離よりも短い距離のみ移動するラッチ」とは異なるものであって，原告ら主張の前記周知技術の根拠たり得ない。",
                    "また，甲21記載の装置では，「ラッチ」を外すために移動部を後退させる距離と，「ラッチ」を外すことによって移動部が移動する距離には大差がなく，甲21も，原告ら主張の前記周知技術の根拠とはなり得ない。",
                    "さらに，甲22記載の装置は，動物の皮下にペレットを埋め込むための装置であって，これは一般にいう注射器ではないため，甲22も，原告ら主張の前記周知技術の根拠とはならない。",
                    "以上のとおり，甲20ないし甲22には，いずれも「注射器の分野において，バネ(付勢手段)及びラッチを備え，注射針をバネ(付勢手段)の力に抗して突出させた状態に保持しているラッチを手動で操作することにより，注射針をバネ(付勢手段)の力により安全位置あるいは不使用位置に収納する技術」は記載されておらず，そのような技術が周知であったとの原告らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，甲23ないし甲25を挙げ，ナイフや注射器においてのみならず，ペン先の先端部を筒や管から突出させ，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術は，本件出願よりはるか前に周知慣用の技術であったと主張する。",
                    "しかし，上記の原告ら主張の無効理由は，審決で判断されたものとは無関係な先行技術を補う主張であって，審決で判断された甲1発明と甲5及び甲6記載の周知技術との組合せに基づく無効理由ではない。甲5及び甲6記載の周知技術に代えて全く別の新たな周知技術を甲1発明と組み合わせて本件訂正前発明と対比する新たな無効理由であるから，審決取消事由とはならない。",
                    "さらに，甲23ないし甲25には，いずれもボールペンに関する発明が記載されている。ボールペンに関する技術と甲1発明のような注射器のための安全装置とでは，全く分野が異なり，課題も異なるから，仮にボールペンの分野においてある技術が周知であったとしても，その技術を甲1発明に適用することが容易であったとは到底いえない。",
                    "また，甲23ないし甲25の記載からすれば，これらに記載されたボールペンの課題は，「使用後，直ちに使用者及び他人を傷つけたりするようなことのないようにペン先を中空ハンドル内に収納する」ということではなく，インクが洩れてインク切れを起こしたり，衣服などを汚したりしないようにするために，ペン先を引っ込めるということである。",
                    "仮に，原告ら主張の前記技術が周知であって，甲1発明に適用する動機付けがあったとする場合にも，当業者であれば，当然にハウジング(原告ら主張のニードルハブ)ではなく，より軽いさや(原告ら主張の中空ハンドル)を付勢する構成とするはずであるから，本件訂正前発明の構成D「ニードルハブを中空なハンドルの近い端に向かって付勢する付勢手段」及びE「・・・ニードルハブを・・・付勢手段の力に抗して・・・保持するラッチ」(下線は被告が付記)に想到することが容易であったとは到底いえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由5に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本件訂正前発明において，付勢手段やラッチが複雑な構成か簡易な構成かは規定されておらず，周知技術の機構が複雑であることは，本件訂正前発明の構成要件D及びEの容易想到性を判断する際には全く関係がない事項であり，甲10記載の発明の機構は，格別複雑であるとはいえない旨主張する。",
                    "しかし，前述のとおり，そもそも甲5，甲6及び甲10記載の発明は，甲1発明とは分野も課題も異なるため，これらを甲1発明と組み合わせることが容易であるとはいえない。",
                    "また，甲5，甲6及び甲10記載の発明から，開示されている具体的構成から離れて付勢手段やラッチという概念を抽出して，これを甲1発明と組み合わせることが容易であるはずがない。",
                    "原告らの主張は後知恵に基づくものであり，認められるべきでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5，甲6及び甲10記載の各具体的構成を，甲1発明の構成と組み合わせることには無理がある。",
                        "甲5及び甲6には，ワンタッチで出し入れし得るナイフが記載されているが，そのナイフの刀身部は，その長さ及び幅に比較して厚みが非常に小さい形を有している。甲5及び甲6記載の機構は，このような，その長さ及び幅に比較して厚みが非常に小さい形を有するものをハンドル内に引っ込めるには適するが，以下のとおり，例えば甲1発明のハウジングのような，円筒形状を有するものを引っ込めるのには不向きである。",
                        "すなわち，甲5の第6図から明らかなとおり，反Q矢印方向へ引き込もうとするコイルばね16の力に抗して刀身部12を抑えているのは，操作レバー10の先端である。刀身部12の基端面も非常に小さいため，これを安定に抑えるための操作レバー10の先端面は非常に小さいもので十分である。そして，操作ボタン18が十分に移動されると，今度は，この操作レバー10先端の刀身部12の基端面に対する係合が解除されて，刀身部12がコイルバネ16の引張力により，ケース1内に引っ込むのである。この係合の解除は，操作レバー10の上面10aを摺接する板バネ24が軸6支位置を後方へすぎて基端側に至り，操作レバー10は支持軸6を中心として反P矢印方向に回動されることにより行われるが，上記のとおり，もともと刀身部12の基端面に対して係合する操作レバー10先端面が小さいため，操作レバー10はごくわずかに回動するだけで，係合を解除することが可能である。",
                        "甲5記載の構成を甲1発明に適用するとすれば，まず，操作レバーの先端面は，ハウジングの基端面を安定に保持し得る形状及び大きさを有する必要がある。ここで，甲1発明のハウジングの後端は，注射器への取付けのための開口部がその大部分を占めており，これを安定に保持するためにどのような形状及び大きさがよいのか不明であるが，いずれにしろ，ナイフの刀身部のような，厚さが小さいものの場合と比べてはるかに大きなものが必要になることは容易に想像される。さらに，ハウジングを「さや」に引っ込める際には，この操作レバーを十分に回動させて，その先端面とハウジングの基端面との係合を解除する必要があるが，両者が係合する面積が大きければ大きいほど，その解除のためには大きな回動が必要になる。大きな回動のためには，甲5記載の板バネ24の膨らみをその分大きくし，かつ，操作レバーが大きく回動し得るように，その分ケース内の空間も大きくしなくてはならない。要するに，ナイフの刀身のような厚さの小さいものであれば，板バネ24の膨らみも，ケース内の空間も，ごくわずかで足りるが，甲5の機構を甲1発明における円筒形状のハウジングを引っ込める機構として採用しようとすると，その引っ込める機構は非常に大きなものになり，その動作も，ナイフの場合のようにスムーズにはいかないことが容易に予測される。",
                        "そして，この点は，甲6についても同様である。",
                        "以上のとおり，甲5及び甲6記載の機構は，ナイフをケースに引っ込めるのに適したものである一方，甲1発明のハウジングを「さや」に引っ込めるのには，極めて不適切なものである。したがって，当業者が，このような機構を甲1発明に適用しようとする動機付けは全くない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲10には，ブレード引込式ナイフが記載されている。これは，ブレードアセンブリ21とサポート部材12はバレル部材11に対して一体に移動するものであり，サポート部材12は閉じた端部15，スロット41を有している。ブレードアセンブリ21がバレル部材11から突出した，作動位置に移動させるためには，サポート部材12の閉じた端部15を押すと，ブレードアセンブリ21がバレル前端14から突出し，ボタン44が外方へ延出し，膨大部45がスロット41の膨大部へ移動して，膨大部45がサポート部材12にあるスロット41の膨大部へ移動して，サポート部材が引込位置に係合保持されるようにする。次に，ブレードアセンブリを引っ込めるには，ボタン44を押圧すると，膨大部45が移動してサポート部材12との係合を解除する。これにより，ブレードアセンブリ21とサポート部材12は，その周りに配置されたバネ36の作用によって，バレル部材11の中に引き込まれる。",
                        "仮に，甲10記載の構成を甲1発明に適用しようとすれば，甲1発明のハウジングと「さや」の間にバネを配置するとともに，ハウジングに注射器を取り付け，その上に，閉じた端部及びスロットを有するサポート部材を取り付けることになる。さらに，「さや」はハウジング，注射器，サポート部材の端部を除くすべてを覆う長さを有することになる。",
                        "つまり，このように甲1発明に甲10記載の構成を適用したとすると，注射器自体は「さや」に完全に覆われてしまうだけでなく，注射器の後端にはさらにサポート部材が配置されなくてはならず，肝心の注射器の操作が不可能になるという不都合が生じる。",
                        "したがって，甲1発明のハウジングを「さや」に引っ込めるために，当業者が，甲10記載の機構を甲1発明に適用しようとする動機付けは全くない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，原告ら主張のように，甲5，甲6及び甲10から上位概念レベルで(原告ら主張の)d及びeの構成を把握したとしても，甲5，甲6及び甲10に開示された構成にかんがみれば，不都合が明らかであるため，甲1発明には適用しない，又は適用しようとしても，不都合を回避すべく試行錯誤を重ねなければならず，本件訂正前発明に容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "本件訂正後の発明についての取消事由1ないし5につき上記のとおり，本件訂正前発明についての取消事由はいずれも理由がないものであるから，同様の理由により本件訂正後の発明(訂正発明)についても各取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)，(4)(訂正審決の内容)の各事実は，当事者間に争いがない。",
            "以上によれば，本件特許の設定登録時の請求項1(本件訂正前発明)は本件訂正審決の確定により上記登録時に遡って訂正後の請求項1(訂正発明)のとおり変更されたことになる(特許法128条)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訴訟において訂正後の発明(訂正発明)を前提として無効理由の有無を判断することの可否",
          "text": [
            "当事者双方は，訂正後の発明に基づいて審判請求に係る無効理由の有無を審理判断することを求めているので，まずその当否について検討する。",
            "特許庁がなした無効不成立の審決(したがって無効審決は除かれる。)の取消訴訟係属中に特許請求の範囲の減縮を内容とする訂正審決が確定した場合，訂正後発明との関係で上記無効理由の有無が訂正審決において実質的に特許庁の判断が示されており，かつ当事者双方が訂正後発明との関係で裁判所が無効理由の有無につき審理判断することに異議がないときは，裁判所は，相当と認める限り，訂正後発明につき改めて特許庁の特許無効審判の判断を経る必要があるとして原審決を取り消すことなく，訂正後発明との関係における無効理由の有無を判断することができると解される。",
            "そこで，以上の見地に立って本件をみると，本件訴訟は，前記のとおり原告らがなした前記無効理由1ないし3に基づく特許無効審判請求につき特許庁がなした請求不成立を内容とする(原)審決の取消しを求める訴訟である。また，その後なされた訂正審決は，別添審決写し(2)(乙2)記載のとおりであって，その内容は，訂正審判における関係無効審判請求人として原告らから提出された上申書において特許法29条関連で前記引用例1，2を含む多数の証拠が引用されたことから，これらを含めて訂正後の発明の独立特許要件を特許法29条及び29条の2の観点から5人の審判官により詳細に検討したものであって，訂正後の発明につき本件無効審判請求における無効理由2及び3(いずれも特許法29条2項に関するもの)について実質的に特許庁の判断を示したものと認めることができる(原告らは，無効理由1に対する原審決の判断については本訴において取消事由として主張していない。)。そして，訂正後の発明につき審判請求に係る無効理由2，3の有無を当裁判所が審理判断することにつき当事者双方が異議を述べない旨陳述していることは，前記のとおりである。",
            "そうすると，上記のような事情が認められる本件にあっては，訂正後の発明について改めて上記無効理由2及び3について判断させるまでもなく，当裁判所が訂正後の発明を前提として無効理由の有無を審理判断することができると認めるのが相当である。",
            "そこで，進んで訂正後の発明(訂正発明)を前提として，原告ら主張の無効理由の有無を検討する。"
          ]
        },
        {
          "fig": "3",
          "subject": "訂正発明の容易想到性の有無",
          "text": [
            "原告らは，訂正発明は甲1発明，甲2発明及び周知技術から容易に想到できるとし，他方，被告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(乙3)には次の記載がある。",
                    "・本件訂正前発明に係る特許請求の範囲は，前記第3，1(2)記載のとおりである。",
                    "・【発明の詳細な説明】",
                    "「本発明は一般に医療器具に関し，更に詳細には静脈カニューレ等のカニューレを患者の身体に挿入するための装置に関する。",
                    "周知のごとく，静脈および動脈内管ならびに他の内在的カテーテルには無数のきわめて重要な医学的用途がある。また，このような装置すべてに関連して厳しい問題が進展してきていることも医学界では知られている。",
                    "その問題は恐るべき病気，特に人々の間での身体物質の交換により伝わる後天性免疫不全症候群(「エイズ」)や肝炎等の致命的にして現在では不治の病気の現在続いている存在から生じるものである。これらの病気は医療機関を注射用およびカテーテルまたはカニューレ挿入用に使い捨て針を専用するように仕向けた。",
                    "しかし，医療関係者自体にとっては感染した患者から引き抜いた後で針先端に不用意に触れることにおいて厳しい危険が残る。医療用針は極端に鋭利となるように且つ僅かな圧力のみで皮膚や肉を刺すように特定的に設計され製造される。",
                    "その結果，普通なら取るに足りないかすり傷やちくりと刺す傷にすぎないものが多くの医療者その他に厳しい病気あるいは死さえももたらす恐れがあるし，また実際にもたらしている。」(2欄9行～3欄16行)・「第16図は現代の市販されている標準カニューレ挿入キットを一般的に代表する装置を示す。健康管理業においてかかる従来装置に対して親しい用語は「I.V.挿入セット」−“intravenous\"なる語のイニシャル−である。",
                    "針はステンレス鋼であり第 16 図で左端であるその前端においてきわめれ鋭い。針のシャンクは成形されたプラスチック円筒の前端内に永久的に固着され，針の鋭い端は図示のように円筒から前方へ突出している。",
                    "円筒は典型的にはポリカーボネートで作ってよい。",
                    "後に明らかになる理由から，針には中空であることが，好ましいが必ずしもそうでなくてもよい。本発明者はこれらの物品の製造細部には通じていないが，針は圧嵌または縮み嵌合により，あるいはプラスチック円筒を針上の定位置に成形することにより，円筒に固着させてよいと思われる。",
                    "別個のカテーテル組立体または「カニューレ」が針の前方突起部分上にきわめてきっちりと，しかし除去可能に，嵌合している。カニューレのテーパした前部は患者の皮膚および肉を貫通して針と共に摺動する。",
                    "カニューレの後部またはハブは半径方向に拡大されて，静脈内供給管等の標準直径管のためのごく僅かにテーパした後方容器を画成するべく形成されている。カニューレ，または少なくともその針のシャンク上にきっちり嵌合されている部分は周知の商品名「テフロン」の下に市販されいるごとき生物学的には不活性だがきわめてつるつるした材料でできている。ハブは典型的には高分子重量ポリプロピレン等でできている。",
                    "使用に当たっては，針およびカニューレを共に患者の血管内に−あるいは場合によっては身体腔内，または膿瘍内，または流体連通を確立すべき個所ならどこへでも−挿入する。前述したように，次いで装置を使用する医療者は通常針先端のすぐ前方で患者の身体の外部に圧力を加えて血液の流出を防止する。",
                    "次いで医療者は針を引抜き，カニューレを身体内の定位置に残す。最後にカニューレの後端における容器内へ標準直径チューブを挿入することにより流体連通が完了する。」(5欄21行～6欄7行)",
                    "・「各挿入セット上には定位置に別個の安全カバー(不図示)を典型的には供給する。この別個の安全カバーは円筒をしっかりと把持すると共に針をすっかり蔽い，偶発的な刺しを防止し且つ使用前における環境内の諸物質による針の偶発的な汚染を防止する。",
                    "挿入セットを用いるには，この安全カバーを完全に除去して傍らに置かねばならない。",
                    "すでに概説したように，我々の関心の中心は次に，針が使用時に，患者内の物質により汚染されうるという可能性に移る。従って安全カバーを針の鋭い端上に再びかぶせて偶発的な刺しを防止し，特に，患者以外の人々と針上のありうべき汚染物との接触を防止すべきである。",
                    "ここが従来技術が有効でありえない点である。何故なら安全カバーを再びかぶせる過程は前述した危険を受けやすいからである。本発明者の知る限り，医療品市場はこの問題を解決することを目指した器具または装置を欠いている。」(6欄18行～34行)",
                    "・「本発明はカニューレを患者内に挿入するに当たって使用される安全装置である。それはまたその後で，医療者や，屑取扱い者や，使用後の装置と偶然の接触を有するかもしれない他の人々を保護するのにも役立つものである。この装置は患者内にあった装置部分との接触からかかる個人のすべてを保護するものである。」(10欄45行～50行)",
                    "・「第1図および第2図に示すように，本発明の好ましい一実施例は成形された中空ハンドル 10を含む。この実施例はまたハンドル 10の前端にしっかり固定された鼻部片 20と，ハンドル 10内に摺動自在に配置されたキャリヤブロック 30とを含む。",
                    "第1図および第2図の実施例はまた鼻部片 20 に近接してキャリヤブロック 30 をハンドルの前端近くに固着するラッチ 40 と，ブロック 30により担持されハンドル 10 から鼻部片 20 を貫通して延びる針 50 とを含む。」(12欄18行～26行)",
                    "・「ハンドル 10は好ましくはポリカーボネート等のプラスチックから射出成形されたものだが，必ずしもそうでなくてもよい。それはつまみストッパ 15 を形成すべく前端近くで半径方向に拡大された長い，全体的に真円筒形の外側グリップ表面11を含む。",
                    "そしてつまみストッパは第2図により良く見られるようにラッチ・ハウジング部 15 ～ 19 の後部である。つまみストッパ 15 は外側グリップ表面11よりずっと短いがそれと同軸状の真円筒である。",
                    "ラッチ・ハウジング部 15～19の残余部分もその前端において幅広い横断方向ラッチ案内スロット16,18により二等分されていることを除けば，円形的に対称である。横断方向ラッチ案内スロット16,18は底面 18と2つの対向側壁 16とを有する。",
                    "装置の端から見て，ラッチ案内スロット 16,18 の各側壁 16 はつまみストッパ 15 の円形の弦に沿って形成されている。従って事実上ラッチ案内スロット 16,18は第2図に明瞭に見られるようにラッチハウジング15 ～ 19 の前部を2つの同一の直立柱に分割することになる。各柱は弦上の線分として形成されている。",
                    "同じく第2図により良く見られるように，ラッチハウジング 15 ～ 19の前端近くには周方向溝 19が形成されている。この溝19はラッチ案内スロット16,18の底面から離隔している。リッチハウジングの端部にはつまみストッパ 15の直径よりも小さな直径のフランジ 17がある。",
                    "溝 19 もフランジ 17 も縦断面を矩形として形成するのは好ましくない。むしろ，射出型からの除去を容易にすると共に鼻部片 20 とのスナップ組付けを容易にするために，溝 19とフランジ 17は縦断面を円弧として形成するのが好ましい。",
                    "ハンドル 10 内にはラッチ案内スロット 16,18 の底面で露出して縦方向中心孔 12 が形成されている。この孔はごく一般的には真円筒形であるが，好ましくは型からのハンドルの除去を容易にするためにハンドルの後端に向けて広がるごく僅かなテーパもしくはドラフトを有する。",
                    "しかし，孔 12 の後端の近くには，内方に円錐台状のストッパ表面 14が形成されて孔 12を僅かに挟めている。孔12の極端には，ハンドル 10の後端にて開口する短い端部 13 がある。」(12欄33行～13欄21行)",
                    "・「鼻部片 20 は2つの主要部分，即ち，比較的細長い前方針案内 22 と半径方向に拡大された後方天蓋21とを備えた真円的に対称な物品である。",
                    "針案内22は針50の直径よりもやや大きな中心孔を有する。",
                    "針案内22の先端で，この中心孔は，細い穴 23に挟まっている。この端部穴 23の直径は(1)針の完全な安定化と(2)案内 22 と針との間の摺動空隙内での最小摩擦とのトレードオフとして選ばれている。",
                    "天蓋21は好ましくはつまみストッパ 15の外面と合致する真円筒形外面を有する。この天蓋の後端にはラッチハウジング 15～19の輪郭としっかり嵌合するような内部形状をもつ空洞が形成されている。",
                    "更に詳細には，この空洞の端にはラッチハウジング 15 ～ 19 の溝 19内に正確に嵌合しそれと係合する内向きフランジまたはリップ 24(第1図)がある。前述したラッチ案内スロット 16 の底面 18 からの溝 19の離隔により，鼻部片 20 の内向きリップ 24 も底面 18 から同様に離隔している。その結果生じる隙間はラッチ 40 の作動のための軌道を画成する。",
                    "鼻部片は商品名「デルリン」の下に市販されているプラスチックで作ることができる。その材料は主としてそれが形成し易いから選択されるものである。",
                    "キャリヤブロック 30 はきわめて狭い中心穴を有し，この穴の中に針50 がきっちりと把持されている。同じくデルリン製のブロック 30 は針上に圧嵌，縮嵌および／または接合するか，あるいは定位置に成形してよい。",
                    "キャリヤブロック 30 の外側は円形的に対称である。それは真円筒形でもよい突出筒 31 を有する。この筒 31 の後端には前端が筒 31 に対して半径方向に拡大された円錐台状のストッパ部分 32 がある。このストッパ部分はブロック 30の後端に向けて内方にテーパしている。",
                    "ストッパ部分の円錐台状の後面は針を完全に後退させた時にハンドル10 の前述した内側円錐台状ストッパ部分 13 に対して着座するようになされている。ストッパ部分 32の前端には後述の目的上，筒31から半径方向外方への全体的に平板な環状段部を形成している。",
                    "ブロック 30 の前端部分 33 は筒部分 31 と同じ直径を有する。前端部分33と筒 31との間には，しかし，周方向ラッチ溝が形成されている。",
                    "従って前端部分 33 はラッチ溝に隣接し且つラッチ溝からすぐ前方にフランジを形成することになる。",
                    "ラッチ40は平坦なスライド部分41を有し，該スライドの一端には該スライド 41 に対して直角に屈曲または形成された短い押しボタン部分42を有する。スライド内には鍵穴形の切抜き43,44が画成されている。",
                    "この切抜きの拡大部 43は押しボタン 42により一層近い。押しボタン42 と反対側のスライド 41 の端 45 は切抜き 43,44 の挟まった部分 44 をすぐ過ぎた所に位置する。ラッチは適当に選択された 300シリーズのテンレス鋼で作ることができる。",
                    "軸 51，鋭い先端 52 および後端 53 を備えた針 50 は一般に公知のものであり，同じくステンレス鋼製である。それはキャリヤブロック 30 内に進入してこれを貫通するに必要とされる余分の長さを見越して通常よりも長くされている。ブロック 30は，針の後端53のごく近傍で針軸 51上に固定されている。",
                    "最後に，第1図および第2図の好ましい実施例はキャリヤブロック筒31 の外径を囲むような大きさのコイルばね 61 を含む。このばねは機構を完全に後退させた状態に保持するに充分長くあるべきである。ハンドル孔12の最小直径はこのばねの自由な膨張を有意に限定することなく，ばね61をちょうど囲むように選択されている。",
                    "装置を組立てるには，まずキャリヤブロック 30 を前述したように針50を固定する。次いで，キャリヤブロック 30がばねに達するまで針50をばね 61 を介して挿入する。そしてこの同じ全体的運動を継続して，キャリヤブロックのフランジ 33 および筒 31 をばね 61 を介して挿入する。",
                    "この手順の結果，ばねの一端はキャリヤブロック筒 31 の後端における前記段部に対して着座する。",
                    "次に，キャリヤブロック 30がスライド 41に達するまで針をスライド41 内の鍵穴形切抜き 43,44 内に挿入する。そしてこの同じ全体的運動を継続し，キャリヤブロックの前端においてフランジ 33 をスライド 41内の鍵穴形切抜き 43,44の拡大部分 43に通す。",
                    "この手順の結果，スライド41はキャリヤブロック 30内の周方向溝(筒31とフランジ 33の間の)と縦方向に心合する。次に，鍵穴形切抜き 43,44の狭い部分 44がブロック 30の周方向溝内に捕捉されるようにスライド41を押しボタン 42に向けて横方向に移動させる。",
                    "次いで，針 50，ばね 60 およびラッチ 40 を前述したようにキャリヤブロック30上に事実上螺合させた状態で，キャリヤブロック 30をハンドル10の孔12の前端内へ後端から先に挿入する。",
                    "かくしてスライド 41 はラッチ案内スロット 16,18の2つの側壁 16 間に嵌合して該スロットの底面18に当接する。次いで針を孔29および鼻部片 20 の空隙穴 23 から挿入し，次いでラッチ案内の成形された前端16,17,19を鼻部片 29の天蓋 21内に定位置に嵌め込む。",
                    "ここで鼻部片 20の付加された長さによってハンドル 10は事実上長くなっている。このようにして組立てたならば，ラッチ 40 のスライド部分 41 をラッチ案内スロット 16,18 の底面 18(第2図)と鼻部片 22 の内画リップ 19(第1図)との間に画成されている前記「軌道」内に位置せしめる。",
                    "押しボタン 42 をラッチ案内ハウジング 15 ～ 19(あるいはもっと完全に言えば，15 ～ 21)から半径方向に外方へ充分に引く。これで針 50は定位置にしっかりと固着されて，効果的に長くされたハンドルから前方へ延びる。」(13欄32行～15欄29行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上によれば，静脈カニューレ等のカニューレを患者の身体に挿入するための装置では，エイズなどの恐るべき病気の存在から，カニューレ挿入用に使い捨て針を専用しているが，医療関係者自体にとっては感染した患者から引き抜いた後で針先端に不用意に触れることにおいて著しい危険が残っていた。このため，標準カニューレ挿入キットでは，別個の安全カバーが供給されており，この安全カバーは針をすっかり蔽い，偶発的な刺しを防止するが，挿入キットを用いるには安全カバーを傍らに置かねばならないため，安全カバーを針の鋭い端上に再びかぶせる過程で，医療関係者が針刺しの危険を受けやすいという問題があった。",
        "本件訂正前発明はこの問題を解消するためのものであり，特に，ニードルを連結したニードルハブを中空のハンドル内に配置し，このニードルハブを中空なハンドルの近い端に向かって付勢する付勢手段と，ニードルハブを付勢手段の力に抗して一時的に中空のハンドルの遠い端に隣接して保持するラッチであって，ニードルの長さよりも短い振幅で手動により駆動され，ニードルの移動距離よりも短い距離のみ移動するラッチとからなる安全装置としている。このような構成としたことにより，医療関係者がカニューレを患者に挿入した後にラッチを移動させると，ニードルハブの保持が解除され，付勢手段によりニードルハブが中空ハンドル内で医療関係者に近い端に向かって移動し，これによりニードルが中空ハンドル内に後退するので，医療関係者が誤って汚染された使用済みの針に触れて，重篤な病気や死に至る危険が除去されるものである。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "訂正発明の意義",
          "text": [
            "本件訂正は，上述した本件訂正前発明を前提として，「ニードル」について「カニューレを患者の定位置に案内し運ぶための」と付加し，「安全装置」について「カニューレ挿入のための」と付加するもので，各部品等の役割について限定するものである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "甲1発明の意義"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲1には，次の記載がある。",
        "・「2．特許請求の範囲」",
        "「(1)皮下注射針またはその他の器具に関連した動きによるか，あるいはそのものの上に折り重ねることによって，前記の針またはその他の器具が正常に使用される第1の位置で，前記の針またはその他の器具，あるいはその支持体に接続させ，据えておくことができるようになっている1個のさやから成り，第2の位置では，さやが，針またはその他の器具を包み，かつその第2の位置に，さやを保持するようになっていることを特徴とする皮下注射針等の安全装置。」(1頁左下欄4～14行)・「(5)針が，ハウジングによって支持されており，かつさやが，ハウジングに固着されていることを特徴とする特許請求の範囲第(1)項乃至第(3)項のいずれかに記載の皮下注射針等の安全装置。",
        "(6)さやが，針の長さ方向に平行に，ハウジングに対して動くことができ，それにより，さやが，針を包むように移動できることを特徴とする特許請求の範囲第(5)項に記載の皮下注射針等の安全装置。」(1頁右下欄10～18行)",
        "・「(産業上の利用分野)",
        "本発明は，皮膚の臨床的穿刺に用いられる皮下注射針またはその類似器具の安全装置に関する。",
        "(従来の技術)",
        "病院，健康センター，あるいはその他の臨床分野での人間の血液試料採取は，薬物製剤や生化学物質の注射と同じように，常習的な医療処理である。",
        "しかし，臨床オペレータが，処理後，誤って，針で自分自身あるいは他の人を傷つけ，そのために病気が媒介されたり，あるいは化学的または生物学的中毒を引き起すという偶発事故が，新聞や医療雑誌に数多く報告されている。",
        "(発明が解決しようとする問題点)",
        "臨床オペレータ，臨床処理の監視者，および一般の人々を含むその他すべての関係者が，誤って傷つくことのないような方法で，皮下注射針またはそうした器具を処理することのできる装置が明らかに必要である。",
        "本発明の目的は，そうした装置を提供することにある。」(2頁左上欄15行～右上欄15行)",
        "・「…本発明の安全装置は，皮下注射針に代表される穿刺器具の保護に，一般的に適用できるものであるが，そうした器具の中でも，皮下注射針は，最も広範に使用されている。",
        "例えば，この装置は，生検針，傷針，すなわち，接着テープによるような皮膚表面に針を固定することのできる側面付属装置の付いた針の保護や，静脈カニューレや腰椎穿刺針の保護に適用することができる。」(2頁左下欄7～15行)",
        "・「…本発明によるさやは，予め針に取り付けて提供するのが，好適かつ簡便である。",
        "特に好適には，さやは，除去されないように，または容易に除去されることのないような方法で取り付けられる。例えば，さやを，針または針の支持体に接着するか，あるいは針または支持体にクリップで止めてもよい。」(2頁右下欄7～13行)",
        "・「(実施例)",
        "本発明を，添付図面について，さらに説明する。",
        "第1A図および第1B図に示した本発明の実施態様は，針(5)を支持しているプラスチック成形物の針ハウジング(4)と，ハウジング(4)の上を滑ることができるように支持された，さやと共に要素を構成する親指ガード(7)と合体したプラスチックさや(6)から成っている。」(3頁右上欄12～19行)",
        "・「さや(6)は，拡大図により詳細に示してあるように，溝(8)に沿って滑る自動ばね栓(9)と合体している。さやが溝(8)の端までいくと，自動ばね栓(9)が，小さな「くぼみ」(10)に落ちて，滑動するさやを所定の位置に固定する。",
        "さやの長さは，第1B図に示すように，それが所定の位置に固定された際，針の鋭利な先端がさやに完全に含まれるような長さである。",
        "ハウジング(4)は，どの標準的注射器胴部または連結器にも合うように設計されている。",
        "使用後，保護さやを固定位置まで伸ばし，安全な方法で針を含む。」(3頁左下欄2～13行)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上によれば，甲1発明は，皮下注射針等の安全装置に関し，臨床オペレータなどの医療関係者が誤って傷つき，病気が媒介されたり生物学的中毒が引き起こされたりしないように，皮下注射針等を処理することができるような装置を提供することを目的としている。このために，甲1には，審決認定のように，「近い端及び遠い端を有する中空のさや6と，さや6内に配置されたハウジング4と，鋭い自由端と，ハウジング4の遠い端で当該ハウジング4に支持される，前記鋭い自由端と反対の端部とを有する針5と，ハウジング4を一時的に中空のさや6の遠い端に隣接して保持する接着等による固着手段と，からなる皮下注射針等の安全装置」の構成が開示されている。",
        "これにより，皮下注射針の使用後，医療関係者である操作者の手動によりさや6を針5を包むように前に動かすことで，安全な方法で針を含むことができる構成とされており，医療関係者が誤って使用後の患者の血液等で汚染された皮下注射針で傷つき，病気が媒介されたりするのを防ぐことができるものである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "なお，甲1には，さやがハウジングに対して動くことが記載されている(実施例等参照)。原告らは，単に，さやとハウジングの「相対運動」，「相対的な動き」といった文言のみを根拠として，甲1においては，さやに対してハウジングを移動させてもよい旨主張するが，上記文言は，原告らの上記主張を根拠付けるに足りるものではない。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "甲2発明の意義"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲2には，次の記載がある。",
        "・「2．特許請求の範囲",
        "(1)可動コアを具えるか具えない皮下注射針を使用する，自動プランジャ復帰式の注射器にして，注射器本体(1)を，注射器前端(4)で一体化された2個の同軸的な円筒素子(2,3)で構成するとともに，該本体(1)を上記前端(4)から，上記円筒素子(2,3)の前方に同軸線に設けられた中空の円錐台状の座部(5)まで延設し，両円筒素子(2,3)間の環状室(8)の一端を前記前端(4)で閉鎖し他端は開放し，円筒素子(3)の中心部に，両端が開放され前端が前記座部(5)に連通する円錐台部分(10)を終端とする円筒状空洞(9)を形成し，前記注射器本体(1)の内部に，2個の同軸的な円筒(14,15)からなる軸線方向に移動可能なプランジャ(13)を収納し，これら円筒(14,15)のうちの外方円筒(14)を前端で開放し，後端で環状部(17)により閉鎖し，内方円筒(15)を前端で閉鎖し，後端で上記環状部(17)を経て円板部即ちボタン(18)まで延設し，これら外筒(14)と内筒(15)の間の第2環状室(16)の後端を前記環状部(17)で閉鎖し，更に，上記内筒(15)の前端で，皮下注射針(7)の可動コア(6)のための固定点を画定し，上記可動コア(6)の基部を，外側面がアンダカット状で，前記円筒状空間(9)内を，それと協働して気密，液密のシールを構成しつつ摺動するパッキン(20)内に収納したことを特徴とする注射器。」(1頁左下欄5行～右下欄10行)",
        "・「(3)プランジャ(13)の外方円筒(14)の前端の前方にスプリング(21)を配設し，プランジャ(13)が注射器本体(1)内に押込まれると，上記スプリングが環状室(8)内で圧縮されるように構成したことを特徴とする特許請求の範囲第 1項に記載の注射器。」(1頁右下欄16行～2頁左上欄1行)",
        "・「3 発明の詳細な説明",
        "本発明は，自動プランジャ復帰式のバイオプシー用の注射器，即ち，後の分析のために，患者の身体から組織や体液のサンプルを抽出する皮下注射器に関する。",
        "従来，通常の皮下注射針を装着してバイオプシーに使用される通常の皮下注射器，或は移動コア等の装置を設けられた皮下注射器が知られている。",
        "バイオプシーは，X線ビューアーが同時に使用されるか否かに拘らず，2段階で行なわれる。即ち，皮下注射器に適切に装着された針を，分析のためのサンプルを必要とする組織に刺す第1段階と，この組織から微細な粒子或は液滴を吸込む第2段階の2段階である。この操作には，一方の手で針及び注射器を確実に保持し，他方の手で注射器の可動部品，つまりプランジャを引出すことにより，分析用の前記組織または体液が針から吸込まれるための負圧を生じさせることが要求される。」(2頁左上欄8行～右上欄5行)",
        "・「…従来のものにあつては，分析の目的で組織のサンプルを抽出する段階においても，注射器を一方の手のみで操作できるようにし，いかなる条件下でも，1人の操作者によつてバイオプシーを可能にするという点で，更に改良が要請されていた。」(2頁右上欄13～18行)",
        "・「本発明によれば，以下の利点が得られる。",
        "① 針の挿入時，及び分析用の組織のサンプルの吸入時のいずれにおいても，一方の手のみで注射器を操作できる。",
        "② 吸入段階では，注射器・プランジャが自動的に動作する。",
        "③ 針の挿入部近傍の組織を安定な姿勢に維持することを必要とするようなバイオプシーにおいても，他人の手を借りる必要がない。」(2頁左下欄17行～右下欄5行)",
        "・「図面において，1は注射器本体を示し，この注射器本体1は，2個の同軸的な円筒素子2，3で構成されている。これら円筒素子2，3は，注射器本体1の前端4で結合されて一体的な肩部となり，この肩部が前方に延ばされ，両素子2，3と同軸的な円錐台状の座部5とされている。",
        "6は，この座部5内を摺動させられる皮下注射針の可動コアを示す。7は通常の皮下注射針で，上記座部5に装着される。」(2頁右下欄8～16行)",
        "・「…外方の円筒素子2の前記前端4から最も遠い端部は，2個の弾性変形が可能な，つまり可撓性を有する突起11に接続し，これら各突起11には戻り止め12が設けられている。」(3頁左上欄1～5行)・「皮下注射針7の可動コア6は，プランジャ13の内筒15の前端に取付けられている。同コア6の基部は，外側面がアンダカット状のパッキン20に被覆されている。これは，注射器本体1の中心空洞9内で上記パッキン20を摺動させ，気密，液密のシールを構成させるためである。",
        "第4図は本発明の他の実施例を示し，本実施例では前記実施例の円錐台状リップシール19にかえて，プランジャ13の外筒14の前端にスプリング21を設けている。」(3頁右上欄1～10行)",
        "・「次に，本発明による皮下注射器の作用を説明すると，皮下注射針7をバイオプシーのための患者の部位に挿入する前に，まずプランジャ13のボタン18に親指を当て，突起11で構成された戻り止め12に環状部が係合して弾性的に位置決めされるまで前方に押込む。この状態で，注射針7を，分析のために抽出すべき組織のサンプルの深さまで刺し込む。その後，上記突起11を横方向に押圧すると，環状部17が戻り止めから解放されてプランジャ13が戻される。この動作は，注射器本体1の環状室8の圧縮空気により自動的に行なわれるか，或はその時点まで圧縮されていたスプリング21を介して行なわれる。",
        "このようにプランジャ13が戻る間に，注射器本体1の中心空洞9及び円錐台部分10には適当な負圧が発生し，少量の組織または流体が針7から吸込まれる。」(3頁左下欄1～17行)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上によれば，甲2発明は，後の分析のために，患者の身体から組織や体液のサンプルを抽出するバイオプシー用の皮下注射器に関し，いかなる条件下でも，1人の操作者によってバイオプシーを可能にすることを目的としたものである。このため，甲2では，審決認定のように「可動コア(6)を具える皮下注射針(7)を使用する自動プランジャ復帰式の注射器において，注射器本体(1)を，注射器前端(4)で一体化された2個の同軸的な円筒素子(2,3)で構成するとともに，前記注射器本体(1)の内部に，2個の同軸的な円筒(14,15)からなる軸線方向に移動可能なプランジャ(13)を収納し，これら円筒(14,15)のうちの外方円筒(14)を前端で開放し，後端で環状部(17)により閉鎖し，更に，上記内筒(15)の前端で，皮下注射針(7)の可動コア(6)のための固定点を画定し，上記可動コア(6)の基部を，外側面がアンダカット状で，前記円筒状空間(9)内を，それと協働して気密，液密のシールを構成しつつ摺動するパッキン(20)内に収納し，プランジャ(13)の外方円筒(14)の前端の前方にスプリング(21)を配設し，プランジャ(13)が注射器本体(1)内に押し込まれると，上記スプリングが環状部(8)内で圧縮され，戻り止め(12)により固定されるように構成した注射器」が開示されている。",
        "これにより，医療関係者である操作者が，戻り止め12を有する突起11を横方向に押圧すると，環状部17が戻り止めから解放されて，圧縮されていたスプリング21等により，プランジャが自動的に戻されて可動コア6が皮下注射針7から引き抜かれるように構成されており，プランジャ13が戻る間に，注射器本体1の中心空洞9には適当な負圧が発生し，少量の組織又は流体が可動コア6を引き抜かれた皮下注射針7から吸い込まれるものである。"
      ],
      "content": [
        {
          "fig": "(5)",
          "subject": "原告ら主張の取消事由に対する判断",
          "text": [
            "原告らは，本訴において，まず本件訂正前発明につき容易想到であると主張した上で，本件訂正によって付加された要件は，いずれも周知技術にすぎず，全体として，訂正発明は容易想到である旨主張するものであるから，本判決においても，この枠組みに従って，判断することとする。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "取消事由1(周知技術認定の誤り)について",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決が，甲3はカテーテルを傷つけないために後退させた針を固定する手段を開示するもので，甲4はカテーテル装置が汚染された血液の流出を防ぐためにカテーテルと静脈注入セットの連結の際の血液漏れを防ぐものであるから，「カニューレまたはカテーテルを挿入するための注射針がその役割を果たした後には安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」が周知とはいえないとした点について，原告らは，甲3は輸液作業における安全を期すために針を収納する技術を開示し，甲4は輸液作業における汚染防止のために針13を収納する技術を開示するもので，これらの目的は「安全」にほかならないから，審決の認定は誤りである旨主張する。また，原告らは，甲1発明において，使用後にニードルを中空ハンドルに収納する際に，中空ハンドルを移動させるものに代えて，ニードルハブを中空なハンドルに対して移動させるようにすることは，当業者が適宜選択し得る設計的事項にすぎないものである旨主張する。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "甲3につき",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "甲3には，次の記載がある(訳文又は審決による。)。",
                    "・「本発明は，輸液用カテーテル配置装置に関し，特にそのような装置であって，カテーテルが鋭利な針を内部的に通過し，使用の間，針はその装置に正常に残るもの，に関する。」(抄訳1頁24～26行)",
                    "・「私は，装置を包装するために使用されるものを除き，いかなる除去可能な部材も有せず，針の完全な引き込みと，針先の鋭い刃による損傷からカテーテルを完全に保護することと並んで，挿入されたカテーテルを殺菌保護することを提供し，また極めて簡素な二ないし三段階操作のために設計された，輸液用カテーテル配置装置を発明したのである。」(抄訳2頁18～22行)",
                    "・「私の発明した装置では，ニードルは常に精確な制御下にあり，そしてニードルの先端は，後退したとき，カテーテル管に関して定位置に確実に保持される。これにより，ニードルの先端の鋭い刃がカテーテルとの相対運動によりカテーテルを切る可能性を排除する。",
                    "ニードルの先端は，後退後に，カテーテルを保護するための特別の調整も付加部分の使用も必要とせずに，この位置に自動的に固定される。」(審決13頁11～16行)",
                    "・「図面のうち図1−12を参照するに，本発明の好適な実施形態による輸液用カテーテル配置装置であって，その先端に斜めに切られた針先31を有する細長い中空孔針30と，針の孔30aを通りその後端においてカテーテル制御手段34に固定された柔軟な中空カテーテル33と，前ハブ部36，後ろの接続部37，およびハブ部36とハウジングの後ろとの間に細長い通路39を囲む中間中空胴部38を有する細長いハウジング35と，が示されている。」(抄訳5頁1～6行)",
                    "・「針制御手段32は，針30の後ろを包囲しかつこれに固定された大きな取付部41と，ハウジングの外に伸びる指グリップ42と，指グリップ42と取付部41とを接続するリブ43とを備える。」(抄訳5頁9～11行)",
                    "・「図11および12に示すように，カテーテルコネクタ44がハウジングの後ろの正しい位置にロックされた後，図12に示すように，操作者は患者の皮膚を通してカテーテル33の先端を押し下げ，図12に示すようにフラッグないし指グリップ42を後方に移動させるだけで，針30はハウジング内に引き込まれる。」(抄訳5頁15～18行)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "以上によれば，甲3は，中空孔針30(ニードル)が前進した状態で輸液作業を行う場合，針30の先端でカテーテル33を切断，損傷するおそれがあるため，カテーテル挿入後，針30をハウジング35内の定位置に引っ込めて収納する技術である。このように，甲3において針30を引っ込めるのは，カテーテルの損傷を防ぐためであり，医療関係者が使用後の患者の血液等で汚染された針に触れて感染することを防止するという意味における，安全に対する工夫がされたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "甲4につき",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "甲4には，次の記載がある(訳文又は審決による。)。",
                    "・「発明の名称」",
                    "「針ハウジングを備えた針外カテーテル装置」",
                    "・「発明の背景",
                    "1．分野",
                    "本発明は，針外カテーテル型のカテーテル装置の分野にあり，静注的に液体を供給するために利用される。",
                    "2．技術水準",
                    "関係しているこの型の装置は周知であって，非経口溶液のような種々の液体の静脈投与や輸血等のために広範に利用されている。このような装置は，また，様々な目的，例えば医療研究試験を行うため，知られている方法により身体から液体を除去するためにも応用される。",
                    "本来の構成によれば，血管中へのカテーテルの配置の直後に静脈穿刺針をカテーテルないしカニューレから引き抜く際であって，カテーテルに静脈注入セットを接続する前には，針外カテーテル装置は汚染された血液の流出と汚染を被る。これは様々な理由により極めて望ましくないことである。非衛生的であることおよび不都合であることに加えて，このことは患者に恐怖を与えがちである。」(抄訳2頁4～17行)",
                    "・「この発明に従って，端部をハウジングに囲まれた探り針を通したカテーテルに液密的に接続される一端を持つ細長いニードル収容ハウジングを設けることにより，上述の問題は，効果的に解決される。",
                    "このハウジングは，カテーテルの反対側の他端の開口部を除いて，それ自体液密である。チューブ，通常の場合，静脈注射液の供給管が，この開口部を通して伸びて実質的に閉鎖し，ニードルの囲まれた端部と接続する。このニードルはカテーテルに全面的に自由に出入りできるが，静脈からの抜き取り後，ハウジング内に留まる。液体の流れは，このハウジング内部を経由して発生する。」(審決14頁20～27行)",
                    "・「ハウジング開口部を液密的に封鎖する手段を設ける。この装置の1つの実施態様では，このような手段は，ハウジング中の座部およびニードルがハウジング内に後退させられたときにおける当該座部との液密結合のためのニードルの囲まれた端部におけるハブ構造の形態をとる。カテーテルがニードルに対して相対的に前進される他の実施態様では，このような手段は，ハウジングと，開口部を経てハウジングに入るチューブ間との，液密結合の形態をとる。」(審決14頁37行～15頁4行)",
                    "・「ハウジングと少なくとも静脈注射液の供給管は，血液の逆流により正常な静脈穿刺を観察できる透明または半透明の材料製，通常の場合，適切な合成樹脂製とすることが望ましい。ニードルの鋭い先端によるカテーテルの不注意な切断の危険を最小化するために，静脈穿刺後にニードルがカテーテルから全面的に抜き取られることが本発明の1つの特徴である。」(審決15頁13～17行)",
                    "・「図面",
                    "本発明を現実の実践に用いるために現在考えられているベストモードを現す実施形態は，付随する図面に例示されており，その中において：",
                    "図1は静脈注入セットの供給チューブに接続されて静脈穿刺の準備ができた装置を示す一実施形態の絵画的図であり；",
                    "図2は，図1の2−2線から取られ，静脈注入チューブを立面で示す垂直軸断面であり；",
                    "図3は，図2のそれと対応し，静脈穿刺の後に停止位置にまで引き込まれたスタイレット針を示す図であり；」(抄訳2頁21行～29行)",
                    "・「例示的な実施形態の詳細な説明",
                    "図1−3の実施形態において，本発明のカテーテル装置は，細長いハウジング11に一体的に又は他の方法で液密的に接続された適切な長さのカテーテルないしカニューレ10とを備え，ハウジングはカテーテルの穴10aと反対の開口12を除いてそれ自体液密的である。",
                    "図1および2に例示されているように，使用準備済の状態のカテーテル10に嵌入されているのは，中空のスタイレット針13の軸13aである。針13の通常の鋭利な静脈穿刺先端13bは，針外カテーテルにおいて普通であるように，静脈穿刺がし易いようにカテーテル10の環状に斜めにされた挿入先端10bを幾分越えて突出している。ストッパ構成のハブ13cが，ハウジング11内に，針軸13aの鋭利端とは反対の鈍い端に，備えられている。」(抄訳3頁5～15行)",
                    "・「この発明の装置は，在来のニードル外カテーテル装置とほとんど同じ方法で使用される。在来の方法に従って，ニードル 13 の突出先端 13b とカテーテル 10 の傾斜先端 10b を患者の被覆皮膚と肉を通して静脈に突き刺し，また，この操作中，剛体または半剛体接続管 14a の後方突出端 14b をハウジング 11 に沿って着実に保持することにより，関係患者の静脈が穿設される。透明または半透明のニードル・ハブ 13c，接続管 14 の部分 14a，ハウジング 11 を通して観察できる血液の逆流が正常な静脈穿刺を示す。」(審決15頁29～35行)",
                    "・「接続チューブ 14の把持端 14bを一方の手でしっかりと保持しながら，更に血管中へとカテーテル 10 を針軸 13a に対して相対的に前進させるよう，他方の手でハウジング 11 を前方へ押しやる。するとハウジング 11が静止したままである一方で，図3に示すように，針ハブ 13cがストッパとして爪リング11bの後ろで壁 11aにしっかりと着座するまで，部分14aが後方へ引かれる。好適な実施形態において，針軸 13a と鋭利な端 13b とはカテーテル 10 から完全に引き抜かれてハウジング 11 により保護的に包まれる。」(抄訳3頁19～25行)",
                    "・「この方法によりニードルが後退させられた状態で，ハウジング11を前方に押してカテーテル10を必要な深さまで静脈内に進める。",
                    "次に，従来の方法に従い，接着テープを使用してこの装置を所定の位置に固定する。」(審決16頁17～19行)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "以上によれば，甲4は，血管中へのカテーテルの配置後，カテーテルに静脈注入セットを接続する前に，静脈穿刺針をカテーテルないしカニューレから引き抜く際，針外カテーテル装置が汚染された血液の流出と汚染を防止するため，中空のスタイレット針13がその役割を果たした後には，針軸13aと鋭利な端13bとがカテーテル10から完全に引き抜かれてハウジング11により保護的に包まれるようにするものである。このように，甲4は汚染された血液の流出とそれによる汚染を防止するためのものであり，医療関係者が使用後の患者の血液等で汚染された針に触れて感染することを防止するという意味における，安全に対する工夫がされたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(エ)",
              "subject": "周知技術に関する審決の認定につき",
              "text": [
                "上記(イ)，(ウ)のとおり，甲3，甲4は，いずれも注射針がその役割を果たした後に，中空なハンドルの近い端に向かって引っ込めて収納するという技術であるといえるが，医療関係者が使用後の患者の血液等で汚染された針に触れて感染することを防止するという意味における，安全のためのものではない。",
                "ところで，本件の無効理由2における周知技術に関する原告ら(無効審判請求人)の主張は，「カニューレまたはカテーテルの分野において，カニューレまたはカテーテルを挿入するための注射針がその役割を果たした後には安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術は周知であった」(無効審判請求書［甲39］の13頁29～32行)ことを前提とし，「引用発明1においては，使用後にニードルを中空ハンドルに収納する際に，中空ハンドルを移動させるものであり，ニードルを移動させるものではないが，・・・周知の技術であったから，・・・ニードルハブを中空なハンドルに対して移動させるようにすることは当業者が適宜選択し得る設計的事項に過ぎない」(甲39の17頁4～11行)というものである。",
                "前記(3)のとおり，甲1発明において，使用後にニードル(針)を中空ハンドル(さや)に収納する際，中空ハンドル(さや)を移動させるのは，医療関係者が使用後の患者の血液等で汚染された針に触れて感染することを防止するためである。",
                "仮に，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術が周知であったとしても，その目的や意義が甲1と異なる場合には，これをそのまま甲1に適用することが容易であるとはいえないため，原告ら主張の「安全のため」の意味についても，甲1発明の目的に即して理解するのが合理的である。",
                "そして，甲3及び甲4は，医療関係者が使用後の患者の血液等で汚染された針に触れて感染することを防止するという意味における「安全」を目的としたものではないから，審決はこの意味において，原告ら(無効審判請求人)の主張する周知技術は認められないとしたものと解され，審決の同認定に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(オ)",
              "subject": "原告らの主張につき",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告らは，審判段階で主張した「カニューレまたはカテーテルを挿入するための注射針がその役割を果たした後に安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」が周知であることの立証のため，甲3，甲4に加え，本訴において甲16ないし甲18を提出している。",
                    "しかし，甲16(米国特許第4675005号，1987年(昭和",
                    "62年)6月23日作成)には「本発明は，使用後に注射器のバレル部分の内部に引き込むことの可能なカニューレを有する，改善された引き込み可能な注射器に関し」(甲16抄訳1頁4～5行)と記載されているように，甲16では引き込む対象はカニューレであって，「カニューレまたはカテーテルを挿入するための注射針」ではない。",
                    "また，甲17(米国特許第4692156号，1987年(昭和6",
                    "2年)9月8日作成)には「注射の後，カニューレを，容易かつ安全に，バレルの内部に回収する」(甲17抄訳3頁14～15行)と記載されているように，甲17では引き込む対象はカニューレであって，「カニューレまたはカテーテルを挿入するための注射針」ではない。",
                    "さらに，甲18(米国特許第4676783号，1987年(昭和",
                    "62年)6月30日作成)には「静脈投与システムは，引き込み可能な安全針を有する。鋼針静脈投与装置は，汚染された静脈針を安全に再度覆って，健康管理従事者への不意の針刺し受傷の危険を減ずる方法を提供する。」(甲18抄訳2頁9～11行)と記載されているように，甲18では引き込む対象は静脈針であって，「カニューレまたはカテーテルを挿入するための注射針」ではない。",
                    "そうすると，甲16ないし甲18は，いずれも，審決が判断した無効理由2において，原告ら(審判請求人)が周知技術として主張した内容を開示するものではないから，原告らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "このほか，原告らは，甲16ないし甲18の提出の趣旨について，注射針がその役割を果たした後に，尖った先端で皮膚を刺したり，様々な病気に感染することを防止するという安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納することが，本件出願前に周知の技術であったことを立証するためであるとも主張する。",
                    "しかし，原告らの上記主張は，審判手続で審理判断されていた刊行物記載の発明の持つ意義を明らかにするためのものではなく，甲3及び4によって認められる周知技術とは異なる「医療関係者の感染防止」等の意味における「安全のため」が周知技術であったことを立証しようとするものであって，取消事由としては許されない主張というべきである。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上のとおりであるから，「カニューレ又はカテーテルの分野において，注射針がその役割を果たした後には安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納するという技術」が周知であったとは認められず，「甲1発明において，使用後にニードルを中空ハンドルに収納する際に，中空ハンドルを移動させるものに代えて，ニードルハブを中空なハンドルに対して移動させるようにすることは，当業者が適宜選択し得る設計的事項にすぎない」旨の原告らの主張には根拠がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "取消事由2(無効理由2における相違点1判断の誤り)について(ア) 原告らは，甲2記載の「可動コア」6に相当するものが，甲26ないし28において，いずれも内針と表現されているように，「針」といえるものであり，甲1の針と異なるということはできない上，甲1において，中空のハンドルとニードルハブのどちらを移動させるかは設計的事項にすぎないから，中空のハンドルを手動で移動させることに代えて，甲2の付勢手段を採用することは当業者が容易に着想する事項である旨主張する。",
        "しかし，前記ア(エ)のとおり，甲3及び甲4から，原告ら主張の周知技術を認定することはできないから，取消事由2に関する原告らの主張は，前提において誤りである。なお，念のため，相違点1の容易想到性についても検討する。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "subject": "相違点1の容易想到性につき",
              "text": [
                "原告らが主張するように，外側の皮下注射針7の内部に挿入されて摺動する甲2の可動コア6に相当する部材が，甲26(特開昭62−64344号公報)では内針6(2頁右下欄8行)と，甲27(実開昭63",
                "−62106号公報)では内針2c(4頁4～5行)と，また甲28(実",
                "開昭60−73509号公報)では二重針5の内針(3頁5行)と呼ば",
                "れていることからすれば，甲2の「可動コア」は，一種の「針」といえる部材であると認められる。",
                "ところで，前記(3)のとおり，甲1発明は，医療関係者が誤って傷ついたり，感染したりすることがないような方法で皮下注射針等を処理することができるような装置を提供するものであり，注射器の使用後に，手動によりさや6を皮下注射針5を包むように前に動かすことで，医療関係者が誤って使用後の皮下注射針で傷つき，感染などを生じることを防ぐようにしたものである。",
                "他方，前記(4)のとおり，甲2発明は，患者の身体から組織や体液のサンプルを抽出するバイオプシー用の皮下注射器であって，1人の操作者によってバイオプシーを可能にすることを目的としたものであり，医療関係者の操作により，圧縮されていたスプリング21等によってプランジャが自動的に戻され，可動コア(内針)が皮下注射針から引き抜かれて，発生した負圧により少量の組織又は流体が皮下注射針7から吸い込まれるものである。",
                "以上のとおり，甲2は，1人の操作者によって体液等を抽出することを可能とするためのバイオプシー用の注射器で，医療関係者の感染を防ぐための甲1とは，目的，課題，使用態様が異なっている。その上，引き抜かれる甲2の可動コア(内針)は，皮下注射針7の内部に挿入されていた針であって，皮下注射針7自体はそのまま残るから，甲1の皮下注射針5とは何の関係もない部材であり，また，甲1の医療関係者の感染防止とは全く関係のない構成といわざるを得ない。",
                "そうすると，甲2の可動コアが前述のとおり針の範疇に入る部材であるとしても，「スプリング」という可動コアを付勢するための手段を，甲1の皮下注射針を手動で移動させる手段に代えることは，移動対象部材も，またその目的も異なるのであるから，当業者(その発明の属する技術の分野における通常の知識を有する者)にとって容易になし得ることとはいえず，これと同旨の審決の相違点1に係る判断は正当であって，原告らの取消事由2は採用することができない。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "原告らの主張につき",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告らは，注射器の分野において，注射針の使用後にプランジャ，内針やさやを移動させる際に，より安全に操作するという課題を解決するため，手動ではなく付勢手段により自動的に移動させることは甲2及び甲21から周知であり，甲1においても，当該課題は当然にあるから，当該課題を解決するために，当該技術を適用する動機付けはあるというべきであり，甲1に甲2に記載された可動コア(内針)を付勢手段により復帰操作させる技術を適用して，相違点1のように構成することは，当業者であれば容易に想到できることである旨主張する。",
                    "しかし，原告らの上記主張は，無効審判において判断の対象となっていなかった周知技術を，甲1発明に適用しようとするものである。",
                    "本件での無効審判における無効理由は，「引用発明2には，本件特許発明の構成要件Dのニードルハブを中空なハンドルの近い端に向かって付勢する付勢手段を備えることが開示されており，引用発明1及び引用発明2は，いずれも，医療器具に関する安全装置という同一の技術分野に属するものであるから，引用発明1に引用発明2の技術を適用して本件特許発明の相違点1の構成となすことは，当業者が容易に想到できたことである。」(甲39［審判請求書］の17頁13～18行)とされていたところ，原告らは，本訴において，新たな周知技術を認定するために甲21(米国特許第4664654号，1987",
                    "年(昭和62年)5月12日作成)を用いるものであって，本件での容易想到性判断における主引例(甲1発明)以外の「周知技術」の果たす役割の大きさにかんがみれば，これは実質的に新たな引用例を持ち出すに等しい上，甲2から認められる内容とは異なる，「注射器の分野において，安全手段を自動的に機能させることによりユーザを傷付ける危険性を小さくする」旨の周知技術を立証しようとするものであり，これは，審判手続で審理判断されていた刊行物記載の発明の持つ意義を明らかにするためのものでもないので，この主張は，取消事由としては許されない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，原告らは，甲13ないし甲15に示されるとおり，カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射針の使用後に針を覆うため，付勢手段により注射針を中空なハンドルの近い端に向かって引っ込めて収納する技術は，本件出願前に周知の技術であり，甲1発明において，ニードルハブを中空なハンドルに対して移動させるようにし，使用後に安全な方法で針を包むという課題を解決するために，周知技術を適用して，相違点1のように構成することは，当業者であれば容易に想到できることである旨主張する。",
                    "しかし，少なくとも甲14(米国特許第2605766号，195",
                    "2年(昭和27年)8月5日作成)及び甲15(特開昭58−726",
                    "0号公報)が，医療関係者の感染防止といった目的を有するものでないことは明らかであり，これらの証拠によって，原告らが主張する内容の周知技術を認めることはできない。",
                    "また，甲13ないし甲15から把握される周知技術の，甲1発明への適用に関する無効理由は，無効審判において判断の対象となっていなかった周知技術を甲1発明に適用しようとする主張であって(甲39［審判請求書］参照)，本件での容易想到性判断における主引例(甲1発明)以外の「周知技術」の果たす役割の大きさにかんがみれば，これは実質的に新たな引用例を持ち出すに等しい上，甲2記載の内容とは，付勢手段(バネ)によって引き込む対象や引き込む目的が異なる内容の周知技術を立証しようとするものであり，これは，審判手続で審理判断されていた刊行物記載の発明の持つ意義を明らかにするためのものではないので，この主張は，取消事由としては許されないものである。",
                    "なお，原告らは，甲13ないし甲15を提出する趣旨について，甲2発明に代えて甲1発明と組み合わせるために用いるものではなく，甲1発明と甲2発明との組合せに関して，本件特許出願当時の技術水準を示すために用いるものであるとも主張する。",
                    "しかし，原告らが甲13ないし甲15によって立証しようとする周知技術と甲2によって認められる技術の内容の違いにかんがみれば，これらは，実質的に新たな引用例を持ち出すに等しく，許されない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "取消事由3(無効理由2における相違点2判断の誤り)について(ア) 原告らは，カニューレ又はカテーテルと同じ医療器具に属する注射器の分野において，注射針がその役割を果たした後に，尖った先端で皮膚を刺したり，AIDSを含む様々な病気に感染するのを防止するという安全のため，注射針を中空なハンドルの近い端に向かって引っ込めて収納することは，本件出願前に周知の技術であった上，甲2発明の可動コアは内針，すなわち針といえるものであり，甲1発明の針と移動対象が異なるということはできないから，これらを否定した審決の判断は前提において誤っている旨主張する。",
        "しかし，前記ア(エ)のとおり審決における周知技術の認定に誤りがあるとはいえず，前記イ(イ)のとおり甲2発明の可動コアが内針に相当するとしても甲1における注射針と役割が全く異なるものであって同じ移動対象とはいえないから，原告らの主張は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "原告らは，甲1発明は，皮下注射針に代表される穿刺器具の保護に適用できる安全装置を提供しようとするものであり，甲2発明は，バイオプシーにおける皮下注射器の操作の安全性を課題としたものであるから，両発明は，穿刺器具の安全又は皮下注射器の安全を図るという点で共通の目的を有するものであり，審決が甲1発明と甲2発明の目的が異なるから甲1に甲2を適用できないと判断したことは誤りである旨主張する。",
                "しかし，甲1と甲2が広い意味での「安全」に関するものである点で共通の目的を有するといえるとしても，甲1に甲2を適用することが容易でないことは前記イ(イ)のとおりであるから，原告らの主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "取消事由4(無効理由3における相違点1判断の誤り)について(ア) 原告らは，甲1発明と甲5，甲6及び甲10に記載された周知の技術とは，ニードルあるいは刃という部材を使用位置に保持し，使用後には安全のためハンドル内の収納位置に保持するという点で同一の技術的課題を有するのであるから，この周知技術を甲1発明と組み合わせる動機付けは存在するのであり，技術分野，目的が異なるから適用できないとした審決の判断は誤りである旨主張する。",
        "なお，甲10は，審判における口頭審理陳述要領書(甲40)の27～29頁において原告ら(審判請求人)が言及した文献であり，審決の基礎とされた証拠ではないが，念のため，甲10を含めて，原告らの主張について検討することとする。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "content": [
                {
                  "fig": "a",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "甲5(特開昭50−27200号公報)には，次の記載がある。",
                        "・「本発明はナイフ，くし等のとび出し機構に係り，その目的はナイフの刀身部やくし等をそのケースよりワンタッチで出し入れし得るようにした機構を提供するにある。」(1頁右下欄3～6行)",
                        "・「以下本発明をとび出しナイフとして具体化した手段の一例を図面について説明すれば図面中1はケース全体を示し，2は同ケース1において先端頭部3を平面かまぼこ状に膨出してなる刃収納部材，4は同刃収納部材2の頭部3先端面中央に開口した刃出入口，5は同じく刃収納部材2の刃出入口4より基端にかけて設けた刃ガイド溝を兼用する刃収納凹部，6は同刃収納凹部5内の一側に突設した支持軸であって，後記操作レバー10の中央を傾動可能に軸支する。」(1頁右下欄8行～2頁左上欄1行)",
                        "・「10は基端に係止爪部11を有する操作レバーであつて前記刃収納部材2の刃収納凹部5内の支持軸6により中央の凹部10",
                        "bを軸支され，同支持軸6を中心としてP矢印若しくは反P矢印方向へ若干傾動可能である。」(2頁左上欄6～10行)",
                        "・「12は前記刃収納部材2の刃収納凹部5内を案内され同刃収納部材2頭部3の刃出入口4より出入可能とした刀身部，…」(2頁左上欄13～15行)",
                        "・「次に本発明の作用及び効果について説明する。」(2頁右下欄10行)",
                        "・「そこで，この状態から操作ボタン18を上部カバー25のガイド構26に沿つて，反Q矢印方向(後方)へ移動させると，第",
                        "一係止爪20は前記のように刀身部12の係合突起14に係合",
                        "したままの状態を保持しながらバネホルダー15が同第一係止爪20より離間してコイルバネ16を引伸し蓄勢させながら同じく反Q矢印方向へ移動する。",
                        "この時，前記第一係止爪20はコイルバネ16の引張力によ",
                        "り刀身部12を反Q矢印方向へ引張ろうとするが，前記のように操作レバー10先端が刀身部12の基端面に係合しているので同刀身部12はそのまゝの状態を補持する。(第6図(b)参",
                        "照)",
                        "しかし，操作レバー10の上面10aを摺接する板バネ24",
                        "が操作レバー10の軸6支位置を後方へと過ぎてその基端側に至ると，操作レバー10は支持軸6を中心として反P矢印方向に回動され，操作レバー10先端の刀身部12基端面に対する係合が解除されて，刀身部12は一気にコイルバネ16の引張力により第一係止爪20に引張られて後動しケース1内に収納される。」(3頁左上欄3行～3頁右上欄7行)"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "以上のとおり，甲5には，とび出し機構を有するナイフ等において，ナイフの刀身部等をワンタッチで出し入れし得るようにした技術が開示されており，原告らが主張するように，",
                      "text": [
                        "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，",
                        "e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の構成が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "一方，甲6(実開昭56−116961号)には，次の記載があ",
                      "text": [
                        "る。",
                        "・(実用新案登録請求の範囲)",
                        "「握りやすいような外形を有し細長い筐体状に形成された外側ケース2とこの外側ケース2内に嵌合固定される内側ケース3と，この内側ケース3内に摺動自在に嵌合される刃先8とからなり，前記内側ケース3は刃先8が摺動自在に嵌合される溝10を有する枠体6と，この枠体6と合体されて内側ケース3を構成する枠体7とから成り，この枠体7はその外側面側に長方形状の凹部16が形成され，・・・凹部16内には・・・断面が円弧状の操作片5に嵌着される突片31を有する作動板24が収容され，この作動板24の外側にはその両端部を前記支持部25，25中に嵌合させた状態でコイルばね32が配置され，このコイルバネ32の両端には前記作動板24の支持部25の外方端に接触させた状態で支持板34，34がそれぞれ固定され，・・・」(1頁3行～3頁6行)",
                        "・(考案の詳細な説明)",
                        "「本考案の目的は刃先のとび出し及び収納をも片手のみによつて自由に行うことができるように構成したとび出しナイフを提供するにある。」(4頁5～7行)",
                        "・「この状態でナイフを使用し，刃先8を収納したい場合には，操作片5を後方に引けばよい。すると，作動板24が後退し，突起26は板ばね21の幅広部21cの下側から脱し，幅狭部21e",
                        "の下側に入る。この結果板ばね21はその先端の折曲部23が開口部18中に嵌入し，枠体7の内側にその先端を臨ませる。",
                        "また，作動板24の後退に伴なつて突起30は板ばね22の幅",
                        "広部22cの下側へ入ろうとするが最初の間は幅狭部22eの下側を移動する。この間，板ばね22はたわまず，その折曲部23の先端は枠体7の内側に突出した状態にあり，刃先8の後端部を係止している為，刃先8の後退は生じない。",
                        "ところが作動板24の後退に伴なつて，コイルばね32の後端に固定された係止板34は作動板24の後端の支持部25によつて押され，コイルばね32の先端側の係止板34は突起35によつて係止された状態にある為，コイルばね32は伸び弾性エネルギーが蓄積される。",
                        "作動板24の後退が続くとその突起30は板ばね22の幅広部",
                        "22cの内側に位置した状態となる。この結果，板ばね22はたわみ，その折曲部23は開口部19中に引き込まれる。従つて，刃先8の後端を係止しなくなり，コイルばね32の弾性エネルギーが開放され，係止板34が内側に引かれ，突起35を介して刃先8は勢いよくケース内に引き込まれる。」(16頁9行～17頁15行)。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "以上のとおり，甲6には，とび出しナイフにおいて，刃先の収納を片手のみによって自由に行うことができるようにした技術が開示されており，原告ら主張のように，",
                      "text": [
                        "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，",
                        "e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の構成が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "c",
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "甲10(米国特許第4337576号，1982年(昭和57年)",
                      "text": [
                        "7月6日作成)には，次の記載がある。",
                        "・「［発明の要旨］",
                        "本発明は，ブレード引込式であって，筒状のツールサポートが内部に配置され作動及び非作動位置間を内部摺動する筒状のバレル部材を有するバレル形のナイフを提供する。バレル部材及びサポート部材間で脱離自在なラッチ手段が協働して，サポート部材を前記作動位置に脱離可能にロックする。前記バレル部材内に配置されたブレードアセンブリが前記サポート部材の一端部と係合して，共に，前記非作動位置へ移動し，そこでは前記ブレードアセンブリが前記バレル部材の一端部から内方に引き込まれ，また前記作動位置へ移動し，そこでは前記ブレードアセンブリの一部が前記バレル部材の一端部から外方に延出する。」(抄訳1頁24行～2頁2行)",
                        "・「［図面の簡単な説明］",
                        "図1は本発明のナイフのブレードアセンブリが引込若しくは非作動位置にある状態での側面図；",
                        "図2は，図1の2−2線に沿ったナイフの拡大軸方向断面図；",
                        "図3は，全て図1のナイフにその一部として含まれる前端部材，バネ部材，ブレードアセンブリ，及びサポート部材の一端部の拡大展開斜視図；",
                        "図4は，図3のブレードアセンブリの拡大側面図；そして",
                        "図5は，図4の5−5線に沿った断面図である。」(抄訳2頁11",
                        "～18行)",
                        "・「［発明の詳細な説明］",
                        "図面の図1を参照するに，本発明は，全体を10で表すナイフが引込式ブレードを備える。」(抄訳2頁19～21行)",
                        "・「このボタン44を押圧し前記膨大部45を移動させてサポート部材12との係合から離すと，前記ブレードアセンブリ21は，バネ36の作用により，その非作動位置への戻りが許容される。従って，ブレードアセンブリ21の非作動位置からその作動位置への移動及び復帰が容易に達成される。」(抄訳4頁4～7行)"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "以上のとおり，甲10には，バネ36の作用により非作動位置へ戻るブレード引込式ナイフが開示されており，原告らが主張するように，",
                      "text": [
                        "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，",
                        "e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の構成が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "d",
                  "subject": "以上のとおり，甲5及び甲6は，いずれもとび出しナイフ等に関する技術であり，甲10も含めて，とび出しナイフ等の技術分野において，",
                  "text": [
                    "「d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ」の構成が周知技術であることが認められる。",
                    "この構成に関して，原告らは，甲5，甲6及び甲10と，甲1とは，針と刃という点で相違するが，人体等を傷つけないための安全という共通の課題を有する旨主張するところ，確かに，ナイフの刃を引き込んで収納するのは，ナイフにおいて刃がむき身の状態であると非常に危険であるためであることは明らかであり，広い意味での「安全」のためということはできる。",
                    "一方，前記(3)のとおり，甲1は，医療器具である注射器に関する技術であって，さやを手動で注射針に対して移動させて，注射針をさや内に収納する構成であり，その目的も，患者の血液等で汚染された使用済みの注射針により，医療関係者が感染するのを防ぐためである。",
                    "そうすると，甲1と甲5，甲6及び甲10から把握される周知技術とは，医療器具ととび出しナイフという分野が全く異なる技術である上，両者の構成が特段に近似しているわけでもない。さらに，ナイフの刃がむき身の状態では危険であるために，刃を引き込んで収納するということが，医療関係者が使用済みの注射針に誤って触れることにより病気に感染するのを防止するという，甲1の課題と共通するものでもない。",
                    "したがって，甲1と甲5，甲6及び甲10から把握される周知技術が，人体等を傷つけることを防止するという広い意味での「安全」という点で共通するとしても，その「安全」の意味合いが大いに異なるものであって，技術分野の相違に付随して課題，構成も異なるから，この周知技術を甲1に適用する動機付けはないといわざるを得ない。",
                    "したがって，本件訂正前発明は，甲1発明並びに甲5及び甲6に記載された周知技術に基づいて当業者が容易に発明することができたものとはいえないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "原告らの主張につき",
              "content": [
                {
                  "fig": "a",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原告らは，仮に，甲5，甲6及び甲10記載の周知技術が甲1の技術分野と相違するとしても，(甲1と同じ医療器具の分野に属する)注射器の分野における甲20ないし甲22から把握できる周知技術である，バネ(付勢手段)及びラッチを備え，注射針をバネ(付勢手段)の力に抗して突出させた状態に保持しているラッチを手動で操作することにより，注射針をバネ(付勢手段)の力により安全位置あるいは不使用位置に収納するという技術を，甲1に組み合わせて相違点1及び2のように構成することは当業者が容易に想到できることである旨主張する。",
                        "甲20(特開昭62−217976号公報)には，原告らの指摘",
                        "のとおり，使用後に，中空な針の鋭利な先が，翼をたたむことによりバネの働きで十分に引き込まれ，カテーテルの鈍い端部が突き出た状態になることが，甲21(米国特許第4664654号，19",
                        "87年(昭和62年)5月12日作成)には，注射針の先端が，使",
                        "用後，ラッチに相当するバネ板及びその傾斜した端部の係止が外されることにより，スプリングの力によってスライド部材内に収容されることが，さらに，甲22(米国特許第4105030号，19",
                        "78年(昭和53年)8月8日作成)には，ペレット格納注射針の",
                        "鋭利な先端を皮下に挿入した後，引き金を引くことによってその先端を下向きに移動させてキャリッジの保持を解除し，バネによりキャリッジと注射針を後方へ移動して，注射針の鋭利な先端をトラックに収容することが記載されていると認めることはできる。",
                        "しかし，甲20ないし甲22から把握できる，注射器の分野におけるバネ(付勢手段)及びラッチを備え，注射針をバネ(付勢手段)の力に抗して突出させた状態に保持しているラッチを手動で操作することにより，注射針をバネ(付勢手段)の力により安全位置あるいは不使用位置に収納するという周知技術に基づいた本件訂正前発明の容易想到性について，審判段階では主張されておらず(甲39［審判請求書］参照)，審決の判断対象ともされていない。",
                        "そうすると，原告らの上記主張は，無効審判において判断の対象となっていなかった周知技術を甲1発明に適用しようとするものであって，本件での容易想到性判断における主引例(甲1発明)以外の「周知技術」の果たす役割の大きさにかんがみれば，これは実質的に新たな引用例を持ち出すに等しい上，甲5，甲6及び甲10記載のナイフ等に関する周知技術とは全く分野の異なる，注射器に関する周知技術を立証しようとするものであり，審判手続で審理判断されていた刊行物記載の発明の持つ意義を明らかにするためのものでもないので，この主張は，取消事由としては許されないものである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "この点につき，原告らは，審判において主張した無効理由3は，甲5及び甲6を例に挙げて，このような周知の技術を適用するということであり，甲1発明と甲5及び甲6記載の周知技術との組合せに基づく無効理由ではないから，甲20ないし甲22に基づく原告らの主張が新たな無効理由でないことは明らかである旨主張する。",
                        "しかし，原告らは，本件での無効審判請求書(甲39)において，「2.2.8 甲第5号証及び甲第6号証に記載された周知技術の認定」(15頁32行)，「甲第5号証及び甲第6号証記載の発明において，刀身部あるいは刃先を収納することが安全のためであることは自明であるから，刃を装着した器具において，安全のために，『d：刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，",
                        "e：刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ』は，甲第5号証及び甲第6号証に記載のように本件特許発明の出願前において周知の技術であった。」(16頁14～22行)と，甲5，甲6から把握される周知技術の内容を特定している。",
                        "その上で，原告らは，「『2.2.8 甲第5号証及び甲第6号証に記載された周知技術の認定』に示したように，本件特許発明における『ニードル』とは相違するが，ハンドルから突出した状態では危険であるという点では共通するところの『刃』を装着した器具において，本件特許発明の目的と同じ安全のために，刃元を中空なハンドルの近い端に向かって付勢する付勢手段と，刃元から独立して移動可能であり，刃を付勢手段の力に抗して一時的に中空ハンドルの遠い端に隣接して保持するラッチであって，刃の長さよりも短い振幅で手動により駆動され，刃の移動距離よりも短い距離のみ移動するラッチ，を備えることは，甲第5号証及び甲第6号証に記載のように本件特許発明の出願前において周知の技術である。",
                        "そして，引用発明1と甲第5号証及び甲第6号証に記載のような周知の技術とは，医療器具と刃を装着した器具という違いはあるものの，ニードルあるいは刃という部材を使用位置に保持し，使用後には安全のためこれをハンドル内の収納位置に保持するという点で同一の技術的課題を有する。",
                        "引用発明1において，その技術的課題を解決するために甲第5号証及び甲第6号証に記載のような周知の技術を適用しようとすることは当業者であれば容易に想到し得たことである。」と主張している(甲39の18頁26行～19頁8行)。",
                        "これを受けて審決も，「以上の点からみて，本件特許発明は，甲第1号証に記載された発明，並びに甲第5号証及び甲第6号証に記載されたような周知の技術に基づいて当業者が容易に発明をすることができたものとはいえない。",
                        "したがって，本件特許は，特許法第29条第2項の規定に違反してされたものではなく，同法第123条第1項第2号に該当せず，理由3によって無効とすることはできない。」(審決21頁32行～22頁3行)と判断している。",
                        "このように，審決は，甲5及び甲6に基づいて特定された周知技術を対象として，本件訂正前発明の有効性について判断しており，甲5及び甲6が単なる例示にすぎないとはいえず，周知技術でありさえすれば，技術分野や内容を問わず新たな無効理由にならないかのような原告らの主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，原告らは，甲1発明は「使用後，直ちに針をさやでより容易に包む」という課題を達成するためのものであるが，この課題を解決するために，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術は，甲5，甲6及び甲10だけでなく，甲23ないし甲25，甲29に示されるような本件出願よりはるか前に周知慣用の技術であり，また，甲1発明のような「線状滑り運動」をする装置において，上記の課題のために「使用後，直ちに針をさやでより容易に包む」という作用及び機能を有するこの周知慣用技術が適用されなければならないから，課題，作用及び機能からみても，甲1発明において，上記の周知慣用技術を適用して相違点1及び2のように構成することは，当業者であれば容易に想到できることである旨主張する。",
                    "そこで検討するに，原告ら主張のように，甲23(米国特許第2427069号，1947年(昭和22年)9月9日作成)には，",
                    "筒から突出したペン先の先端部を，手動でボタン等をごく短い距離のみ駆動することによってラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が開示されており，甲24(米国特許第2988055号，1961年(昭和36年)6月13日",
                    "作成)には，ラッチを用いることによってバネ(付勢手段)の力に抗して一時的に，ペン先の先端部を筒から突出させておき，手動で作動部材をごく短い距離のみ駆動してラッチを外すことにより，上記先端部をバネの力により筒に収納する技術が開示されており，甲25(米国特許第3039436号，1962年(昭和37年)6",
                    "月19日作成)には，ラッチを用いることによってバネ(付勢手段)の力に抗して一時的に，インク針の先端部を筒や管から突出させておきながら，手動で操作レバーをごく短い距離のみ駆動してラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が開示されている。また，甲29(グッドデザイン賞受賞のボールペン)は，そのような構造を有するボールペンであるから，ペン先の先端部を筒や管から突出させ，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が周知であったことが認められる。",
                    "しかし，このように，甲23ないし甲25，甲29という新たな証拠を含めて，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，上記先端部をバネの力により筒や管に収納する技術が，技術分野を問わず周知慣用手段であると把握され，これに基づくと本件訂正前発明は無効であるとの理由は，前記aと同様に，無効審判において判断の対象となっていなかった周知技術を甲1発明に組み合わせようとする主張であって，本件での容易想到性判断における主引例(甲1発明)以外の「周知技術」の果たす役割の大きさにかんがみれば，実質的に新たな引用例を持ち出すに等しい上，甲5，甲6及び甲10記載のナイフ等に関する周知技術とは全く分野の異なる，ボールペン等に関する周知技術を立証しようとするものであり，これは，審判手続で審理判断されていた刊行物記載の発明の持つ意義を明らかにするためのものではないので，この主張は，取消事由としては許されないものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "取消事由5(無効理由3における相違点2判断の誤り)について原告らは，審決では，ナイフの刀身部を出し入れするための甲5，甲6に記載されたような周知技術の比較的複雑な機構を甲1発明に適用して，本件訂正前発明のようなスプリングとラッチからなる比較的簡易な構成とすることは，容易に想到できることではないと判断しているが，本件訂正前発明の付勢手段及びラッチの構成が複雑か簡易かは規定されていないから，本件訂正前発明の相違点1及び2に係る構成は当業者であれば容易に想到できるものであり，審決の判断は誤りである旨主張する。",
        "確かに，原告らが主張するように，本件訂正前発明と甲1発明との相違点1及び2に係る「付勢手段」及び「ラッチ」について，本件訂正前発明では複雑な構成であるとも簡易な構成であるとも具体的な内容は規定されていないから，審決による上記言及は失当である。",
        "しかし，この点の当否にかかわらず，前記エ(イ)のとおり，甲5及び甲6に記載された周知技術を甲1に適用して本件訂正前発明に想到することは当業者にとって容易ではないものであり，審決の結論に誤りはない。"
      ]
    },
    {
      "fig": "カ",
      "subject": "本件訂正について",
      "text": [
        "本件訂正は，「ニードル」につき「カニューレを患者の定位置に案内し運ぶためのニードル」と，「安全装置」を「カニューレ挿入のための安全装置」と，それぞれ限定するものである。",
        "そして，原告らは，本件訂正による限定(ニードル及び安全装置の役割を限定する旨)部分は，いずれも周知技術にすぎない旨主張し，その根拠として甲48ないし甲55を提出する。",
        "そこで検討するに，甲48ないし甲55によるまでもなく，甲3や甲4の記載内容等を考慮すれば，本件出願当時(昭和63年4月28日)，「カニューレ挿入のための注射器」が周知であったものと認められる。",
        "また，甲1における「皮下注射針等の安全装置」の対象を「カニューレを患者の定位置に案内し運ぶためのニードル」とした場合，カニューレを針に装着すれば足り，カニューレを患者の定位置に案内した後は，針を引き抜き，針をさやで覆うという通常の操作をするだけでよいことになる。",
        "そして，針をさやで覆うのは「安全のため」であり，その操作の対象作業は「カニューレ挿入」であるから，同「安全装置」は「カニューレ挿入のため」のものということになる。",
        "したがって，本件訂正による限定部分は，甲1の対象として「カニューレを患者の定位置に案内し運ぶためのニードル」を特定したにすぎないといえ，これは，当業者であれば容易に想到し得る内容である。",
        "しかし，前記イないしオのとおり，本件訂正前発明と甲1発明との相違点1及び2については容易想到とはいえないため，本件訂正による限定部分が容易想到であったとしても，審決の結論に影響を及ぼすものではない。"
      ]
    },
    {
      "fig": "キ",
      "subject": "小括",
      "text": [
        "以上によれば，原告ら主張の取消事由1ないし5を本件訂正後の発明(訂正発明)について判断したとしても，前記アないしオと同様となることになる。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "4",
                          "subject": "結論",
                          "text": [
                            "そうすると，審決は，その後の訂正審決によりその請求項1に係る発明(本件訂正前発明)が変更されたとしても，その訂正後の発明(訂正発明)についても原告ら主張の無効理由2及び3は認められないことになるから，これと結論を同じくする審決に誤りはないことになる。",
                            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}