{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2006−6371号事件について平成21年3月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成7年6月27日，発明の名称を「テアニン含有組成物」とする発明について，特許出願(特願平7−184923。以下「本願」という。)をし(請求項の数2)，平成17年12月19日提出の手続補正書により，特許請求の範囲の請求項1，請求項2について補正(以下「第1補正」という。)したが，平成18年2月14日に拒絶査定を受け，同年4月6日，拒絶査定不服審判(不服2006−6371号事件)を請求し，同年5月1日提出の手続補正書により，特許請求の範囲の請求項1，請求項2について補正(以下「第2補正」という。)した。",
            "特許庁は，平成21年3月30日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年5月12日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の第2補正後の明細書(以下，図面と併せ，「補正明細書」という。)の特許請求の範囲の請求項1，2の記載は，次のとおりである(以下，第2補正後の請求項1に係る発明を「補正発明1」，請求項2に係る発明を「補正発明2」という。第2補正部分を下線で示した。)。",
            "「【請求項1】テアニンを含有することを特徴とする，α波の出現時間の累計を平常時に比べ10パーセント以上増加させるための，α波出現増強剤。",
            "【請求項2】テアニンを含有することを特徴とする，学習能率向上剤。(脳代謝又は脳機能の障害及びこれらに起因する症状，並びに神経障害の治療・改善・予防作用を除く。)」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。",
                "要するに，①補正発明1は特開平6−100442号公報(以下「引用例1」という。甲1)及び特開平7−126179号公報(以下「引用例2」という。甲2)に記載された各発明(以下，引用例1に記載された発明を「引用例1発明」と，引用例2に記載された発明を「引用例2発明」という。)に基づいて当業者が容易に発明することができたから，特許法29条2項により，特許出願の際独立して特許を受けることができないものであること，補正発明2は，本願の出願の日前の他の出願であって，本願の出願後に出願公開された特願平6−212673号(特開平8−73350号公",
                "報。甲3)の願書に最初に添付した明細書(以下「先願明細書」という。)に記載された発明(以下「先願発明」という。)が特定の障害に対して限定的に適用されるものと解することはできないから，先願発明と同一であると認められ，しかも，補正発明の発明者が，先願明細書に記載された発明者と同一であるとも，また本願出願の時に，その出願人が上記他の出願人と同一であるとも認められないので，特許法29条の2の規定により，特許出願の際独立して特許を受けることができないものであること，により第2補正は却下されるべきものであること，②その結果，本願の請求項1及び請求項2は，第1補正によるものとなるところ(以下，第1補正による請求項1を「本願発明1」と，同請求項2を「本願発明2」という。)，本願発明1は引用例1発明及び引用例2発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができず，本願発明2は先願発明と同一であり，しかも，本願発明2の発明者が，先願明細書に記載された発明者と同一であるとも，また本願出願の時に，その出願人が上記他の出願人と同一であるとも認められないから，特許法29条の2の規定により，特許出願の際独立して特許を受けることができないものであること，により拒絶査定不服審判請求は成り立たないと判断したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記判断に際し，審決が認定した引用例1発明と補正発明1の対比(引用例1発明の内容，補正発明1と引用例1発明との一致点及び相違点)並びに第1補正による請求項1及び請求項2は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1発明の内容",
                      "text": [
                        "「テアニンを有効成分とする抗ストレス剤」(審決書3頁26行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「テアニンを含有することを特徴とする，薬剤」(審決書3頁28行，29行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "「前者の薬剤(判決注・補正発明1の薬剤)が『α波の出現時間の累計を平常時に比べ10％以上増加させるための，α波出現増強剤』であるのに対し，後者の薬剤(判決注・引用例1発明の薬剤)が，『抗ストレス剤』である点」(審決書3頁29行～32行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1補正による請求項1及び請求項2",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項1",
                      "text": [
                        "「テアニンを含有することを特徴とする，α波の出現を平常時と比較して増強するための，α波出現増強剤」(審決書1頁23行，24行，甲5)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "請求項2",
                      "text": [
                        "「テアニンを含有することを特徴とする学習効率向上剤」(同上)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1)引用例2発明の認定の誤り(取消事由1)，(2)容易想到性判断の誤り(取消事由2)，(3)補正発明2と先願発明との同一性の認定判断の誤り(取消事由3)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2発明の認定の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決における引用例2発明の認定",
                  "text": [
                    "審決では，引用例2発明について，「引用例2に，α波が，リラックス時に増加し，ストレスがかかると減少することが知られていること，そこで，α波を積極的に増強させて，リラックスさせることによって，ストレスを予防または軽減しようとする試みがなされていることが記載・・・されているように，ストレスの予防，軽減機作として，α波の増強があることは公知である。また，引用例2には，低周波数のα波を10％程度増強することで被験者の内省に変化を与えるとする報告例も記載・・・されている。上記のとおりストレスの予防，軽減とα波の増強の程度とが密接に関係することは明らかである」(審決書4頁1行～9行)と認定した。",
                    "要するに，審決は，引用例2の開示から，"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "α波がリラックス時に増加し，ストレス時に減少することが知られ，b α波を積極的に増強させて，リラックスさせて，ストレスを予防又は軽減しようとする試みがされていることが知られ，"
                    },
                    {
                      "fig": "c",
                      "subject": "ストレスの予防，軽減機作として，α波の増強があることは公知であり，"
                    },
                    {
                      "fig": "d",
                      "subject": "α波を10％程度増強することで被験者の内省に変化を与えるとする報告がある",
                      "text": [
                        "との点を認定した。",
                        "その上で，審決は，「抗ストレス作用のあるテアニンがα波を10％程度増強可能なα波出現増強作用を有することは当業者が容易に予測しうることである。」(審決書4頁9行～11行)と判断した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決の誤り",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "審決は，引用例2の【0002】の記載を根拠に「α波を積極的に増強させて，リラックスさせることによって，ストレスを予防又は軽減しようとする試みがなされている」(審決書4頁2行～4行)としているが，そのような記載は引用例2にはない。",
                            "引用例2の【0002】の記載は，「α波の出現状態はリラックス度の指標としてしばしば用いられており，近年のストレス社会において，α波を積極的に増強させてリラックスさせようとする試みが色々なされている。」というものであり，審決が述べるように「ストレスを予防又は軽減しようとする試み」があるとの記載はないし，引用例2の開示内容から，ストレスが予防又は軽減されたこともうかがえない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "引用例2の実施例での実験は，特段のストレス負荷のない被験者にマラクジャ果汁を与えるものである。そして，マラクジャ果汁の摂取によりα波が増強したという実験結果に基づき，「マラクジャ果汁をベースとする本発明のα波増強剤またはα波増強用食品を摂取した場合には，α波が誘導増強されて，ストレスが解消されリラックスした状態を得ることができる」(【0032】)と発明の効果が記載されている。",
                            "このように，引用例2は，マラクジャ果汁が特段のストレス負荷のない平常時の状態からα波を増強させてリラックスした精神状態にしたことを開示しているにすぎず，マラクジャ果汁によりストレスが予防又は軽減されたことを示すものではない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "したがって，引用例2について，「α波を積極的に増強させて，リラックスさせて，ストレスを予防又は軽減しようとする試みがなされていることが」知られ，「ストレスの予防，軽減機作として，α波の増強があることは公知である」とした審決の認定は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性判断の誤り(取消事由2)",
              "text": [
                "審決は，①引用例1発明及び引用例2発明の「ストレス」の意義ついての誤った解釈に基づいて，両者の解決課題が共通であり，引用例1発明には引用例2発明を適用する示唆があると誤って認識し，かつ，②両発明を組み合わせるについての阻害事由があるにもかかわらずこれを看過し，その結果，引用例1発明に引用例2発明を適用し，補正発明1に至ることが容易であるとしたものであって，容易想到性の判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "補正発明1における引用例1発明との相違点に関する構成について，引用例1発明に，引用例2発明を適用して，補正発明1に至る示唆がないにもかかわらず，引用例2発明を適用した誤り",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "審決では，引用例1は，イソプロテレノールを投与した時の心拍数上昇に対する抑制とか，計算作業ストレス負荷時の心拍数の増加，血圧上昇の抑制の点から，テアニンを抗ストレス剤として認定している(【0009】【0010】)。すなわち，引用例1は，ストレッ",
                      "text": [
                        "サーによる負荷ストレスを取り除いて平常時の状態とすることを開示している。引用例2と異なり，リラックス状態にすることの課題の認識や示唆はない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "引用例2には，特段のストレス負荷のない，平常時の状態にある被験者にマラクジャ果汁を摂取させることで，脳のα波が誘導増強されリラックスした状態を得ることでき，その結果，ストレスの問題が解消されることが開示されている。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "人の精神状態には，リラックスかストレスかのいずれかという二者択一ではなく，リラックスした状態ではないが，特段のストレス負荷もない状態，すなわち「平常時」という状態が存在する。",
                        "乙3の図6にも，ストレス状態とリラックス状態のみならず，その中間領域(平常時に対応する領域)の生理反応検出信号E が示されている。",
                        "引用例1にはストレスを取り除いて平常時の状態とすることが開示されているのに対し，引用例2には平常時からリラックス状態を導くことが開示されている。また，引用例1には，テアニンのヒトに対するα波増強作用を示唆する記載は存在しない。",
                        "引用例1発明には，リラックス状態に導くことについての課題の認識はなく，これに引用例2発明を適用する示唆はない。"
                      ],
                      "content": [
                        {
                          "fig": "(イ)",
                          "text": [
                            "テアニンの平常時のヒトに対するα波増強作用を示唆する記載は，引用例1には存在しない。ストレス負荷時の血圧，心拍数の観点のみから評価した引用例1の開示から，テアニンが平常時のヒトに対してα波の増強作用をもつのではないか，という着想は生じ得るものではない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "それにもかかわらず，審決は，抗ストレス＝リラックス＝α波の増強という単純な誤った発想で，引用例2発明を引用例1発明を組み合わせて容易想到と判断したものであって，誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補正発明1における引用例1発明との相違点に関する構成について，引用例1発明に引用例2発明を適用する阻害要因があるにもかかわらず，これを看過した誤り",
                  "text": [
                    "大平鑑定書(甲10)及びこれと同旨の山田鑑定書(甲19)が述べるとおり，一般に，薬物等の中枢神経系に対する効果と末梢の自律神経系に対する効果とは異なる。",
                    "引用例1は，テアニンが，自律神経系の活動を反映する血圧，心拍数などの心臓血管系の反応を抑制する作用があることを開示したものである。",
                    "これに対し，引用例2は，テアニンが中枢神経系である脳のα波を増強する効果を発揮することを開示したものである。",
                    "自律神経系と中枢神経系に関する技術常識からみて，自律神経系に対する作用効果を有する引用例1発明に中枢神経系に対する作用効果を有する引用例2発明を参酌して適用することには阻害要因がある。",
                    "審決はこの阻害要因を看過したものであって，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "補正発明1における予測できない顕著な効果を看過した誤り補正発明1のα波増加という効果は，負荷ストレスに対する抗ストレス作用を開示したにすぎない引用例1からは予測できないものであり，また，テアニンとは異なるマラクジャ果汁の開示しかない引用例2からも予測できるものではない。",
                    "補正発明1のα波出現増強作用は，予測に反する驚くべき効果であり，当業者が容易に想到できるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明2と先願発明との同一性の認定判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "先願発明について",
                  "text": [
                    "先願明細書に開示されているのは，わずかな実験データにすぎず，しかもCa2＋濃度の目盛りの記載がないので，Ca2＋濃度の上昇がどの程度であるかも不明である。しかも，そのデータは現実性の乏しい超高摂取量の投与によるデータである。",
                    "また，Ca2＋濃度の上昇のみでは長期増強を説明できないのというのが技術常識である。",
                    "そうすると，先願明細書の開示データから，テアニンの常識的な摂取により，現実に長期増強を誘導してアルツハイマー病，パーキンソン病，老人性痴呆などの神経障害患者の脳機能を改善することが十分に理解できる程度に開示されているとはいえず，また，これを実施することができないから，先願明細書に開示の発明は未完成であるとともに実施できない発明である。",
                    "未完成の発明又は実施できない発明を先願発明として特許法29条の2を適用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "先願発明と補正発明2との相違",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "作用の相違",
                          "text": [
                            "補正発明2は，現実的な摂取量(ヒトの摂取量として0．3～300mg/kg)の範囲で，健常な動物における学習効率向上を実証している(試験例3：ラットへ1，10，200mg/kgを投与。これは，ヒトの代謝に換算するとそれぞれ0．3，2．5，50mg/kgに相当す",
                            "る。)。",
                            "補正発明2において作用効果が発現するテアニン50mg/kgを先願明細書の800μMに要するテアニン量と対比すると，先願明細書では約26万7000倍の超高摂取量となる。先願明細書に記載の作用は50μMでは効果が期待できない。",
                            "先願明細書に記載の作用は，50μMの高濃度でも効果を発揮できないのに対し，補正発明2ではその約4200分の1の濃度で効果を発揮できる。",
                            "これらの点からみて，先願明細書に記載の作用と補正発明2の作用とは相違するものというべきであり，異なる作用に基づいて把握される発明は，相違する発明である。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "用途の相違",
                          "text": [
                            "補正発明2の学習効率向上剤に係る発明は，正常な対象に対して学習効率を向上させるための発明である。これに対し，先願明細書は，細胞内Ca2＋濃度の上昇から，脳代謝又は脳機能の障害及びこれらに起因する症状，神経障害の治療，改善などへの作用を推定した結果が記載されているにすぎず，両者は，用途において相違する。用途が相違する2つの発明が同一といえるのは，機序が同一であるため結果的に実質的に同一という場合しか想定できない。しかるに，補正発明2による学習効率向上の機構は不明であり，先願発明と同一の機序であるとはいえない。",
                            "学習，記憶に関しては，グルタミン酸受容体のみが関与しているわけではなく，他に多くの記憶と学習に関係する種々の神経伝達物質が知られており，先願発明と異なる機序による可能性も十分にあり，同一であるとの根拠はない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "除くクレームについて"
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "補正発明2では，いわゆる「除くクレーム」により，先願明細書に記載の発明を除くとの記載により，同一ではないことを明瞭にしている。したがって，補正発明2が先願発明と同一であると判断される余地はない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "審決は，先願明細書の【0006】の作用機構を根拠に，「特定の障害に対して限定的に適用されるものと解することはできない」(審決書6頁9行)としている。",
                        "しかし，【0006】の記載は，神経細胞内のCa2＋濃度を上昇させ，長期増強現象を含むシナプスの可塑性を増加させ，記憶や学習の定着をもたらし，脳機能回復を早めること，又は更なる脳機能障害の進行を阻止することであり，あくまでも，脳機能の障害に対する作用を記載したものにすぎない。",
                        "先願明細書は，全体を通じて障害に対する改善剤を提供する記載となっており，補正発明2が除外した「脳代謝又は脳機能の障害及びこれらに起因する症状，並びに神経障害の治療・改善・予防作用」を超える記載があるとはいえない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "被告は，先願発明者がとらえた発明を超えた開示があるとの主張をするものと解されるが，もともとの発明が未完成であり，それを超えた発明が有効に存在しているとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "補正却下の決定の誤り",
              "text": [
                "上記(1)ないし(3)の誤った判断に基づいて，補正を却下した審決の判断は誤りであり，その誤った補正却下を前提として，本願発明1及び2について，特許法29条2項及び29条の2該当性を判断した審決の判断もまた誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2発明の認定の誤り(取消事由1)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2の「本発明は・・・α波を増強させてストレスを解消してリラックス状態にすることのできるα波増強剤・・・に関する。」(【0001】との記載によれば，α波を増強させてリラックス状態にすることがストレス解消のために行われていることが示され，また，引用例2の【0003】【0004】で，「α波を増強させてリラックスさせるための従来技術」を指摘した上，「睡眠薬や鎮静剤を服用すると精神が安定し，α波が誘導されることも知られているが，睡眠薬や鎮静剤は眠気や筋肉弛緩などの副作用をもたらしたり，習慣性があるため，限られた状況下で管理しながら使用することが必要であり，ストレスからの解放を目的として日常的に使用することはできない。」(【0004】)との記載によれば，引用例2においては，α波を増強させてリラックス状態にする目的が，ストレスの解消やストレスからの解放にあるといえる。",
                    "そうすると，審決の摘示(ロ−2)における「近年のストレス社会において，α波を積極的に増強させてリラックスさせようとする試み」との記載は，近年のストレス社会においては，日常的に様々なストレスにさらされるが，α波を積極的に増強させて，リラックスさせることによって，これらのストレスを予防又は軽減しようとする試みを意味するものであると理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，引用例2は，マラクジャ果汁が特段のストレス負荷のない平常時の状態からα波を増強させてリラックスした精神状態にしたことを開示しているにすぎないと主張するが，これは「平常時」という状態が存在するとの誤った認識に基づくものであって，失当である。",
                    "審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性判断の誤り(取消事由2)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1発明に，引用例2発明を適用して，相違点に係る構成に至る示唆がないにもかかわらず，引用例2発明を適用した誤りに対し(ア)a ストレスの程度(又はリラックスの程度)が様々な状態が，「ストレス状態」から「リラックス状態」まで連続的に存在しており，日常生活において，ストレスの程度は，その状況に応じて常に変化している流動的なものと考えられるので，原告が主張するような「ストレス状態」でも「リラックス状態」でもない「平常時」という独立した状態が存在するわけではない。",
                    "「ストレス状態」と「リラックス状態」との間に，ストレスの程度(又はリラックスの程度)が異なる状態が存在する。ストレスの程度やリラックスの程度によっては，中間的な状態があり，「ストレス状態」と「リラックス状態」が混在したような状態である(乙3の第6図)。",
                    "「平常時」が「ストレス状態」及び「リラックス状態」と異なるとする原告の主張は，「ストレス状態」及び「リラックス状態」の一般的な意味と合致しないものであり，前提において失当である。"
                  ],
                  "content": [
                    {
                      "fig": "b",
                      "text": [
                        "ストレスの解消ないし軽減を課題とした発明は，必然的に，リラックス状態になる又はリラックス状態に近づけることを課題としているから，引用例1にストレスの解消・軽減についての課題がある以上，リラックス状態についての記載がなくとも，リラックス状態に至ることについての課題の認識ないし示唆がないとはいえない。"
                      ],
                      "content": [
                        {
                          "fig": "(イ)",
                          "text": [
                            "引用例1の記載に接した本願出願当時の当業者は，テアニンを摂取することにより，その抗ストレス作用によりストレス状態を軽減し，リラックス状態あるいはそれに近い状態に移行ないしは維持されることを当然に期待し得る。",
                            "そして，リラックスの程度が高まるにつれてα波が増加することは本願出願当時の当業者の技術常識であった。このことは，引用例2の「α波の出現状態はリラックスの指標としてしばしば用いられており，近年のストレス社会において，α波を積極的に増強させてリラックスさせようとする試みがいろいろなされている。」(2頁1欄23行～26行)，及び乙1の【0015】，【0018】，【0019】の記載か",
                            "らも明らかである。",
                            "したがって，当業者であれば，引用例2の記載及び本願出願時の技術常識に基づいて，当業者がテアニンとα波増強作用との関連性を容易に想到できるというべきであるから，引用例1発明に引用例発明2を適用することについての示唆がないとの原告の主張には理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1発明に引用例2発明を適用するについて阻害要因があるとの主張に対し",
                  "text": [
                    "乙12には，体の緊張状態における生理的反応を測定することによって，自動的に音響や振動を調整する装置が記載されており，「リラックスした状態」や「緊張した場合」における血圧，脳波，発汗などの反応を応用することが記載されている。したがって，ストレス状態が解消した程度を評価する指標として，心拍数，血圧，脳波等を用いることが周知である。抗ストレス作用を，「自律神経系の活動を反映する血圧，心拍数などの心臓血管系の反応の点からみた作用」としてとらえるのか，あるいは「中枢神経系の活動を反映する脳波からみた作用」としてとらえるのかは，ストレスの程度やリラックスの程度を確認するための指標として何に着目するかという差異にすぎないものであり，引用例1発明と引用例2発明の技術が質的に異なることを意味しない。したがって，この点が引用例1発明に引用例2発明を適用するについての阻害要因となるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "予測できない顕著な効果に対し",
                  "text": [
                    "テアニンのα波増強作用については，引用例1に記載された抗ストレス作用と，ストレスとα波及びリラックスとの密接な関連性に関する技術常識から，当業者が予測可能なものであり，訂正明細書の図1，2に示されるようなα波の出現時間，出現回数の増加効果が，当業者の予測を超えた顕著な効果であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明2と先願発明との同一性の認定判断の誤り(取消事由3)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "先願発明が未完性ないし実施できないとの主張に対し",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本願出願当時の当業者には，長期増強においてＮMDA型受容体チャンネルからのCa2＋流入過程が必要かつ重要なものであると認識されており，長期増強を含むシナプスの可塑性が学習や記憶の定着に重要な役割を果たしていること，特にＮMDA型受容体がシナプスの可塑性に重要な役割を果たしていることは，乙5及び乙6に示されるとおり，本願出願当時の当業者の技術常識であった。",
                            "また，乙9には，「ＮMDA回路を経由する電圧依存Ca2＋の流入こそおそらくは，シナプス後膜電圧，ひいては[Ca2＋]iがLTPあるいはLTDの誘起を決定するという今回の発見の基礎となるものであろう。」(1012頁右欄，「考察」の項，42行～45行，訳文7頁)(なお，「LTP」は「長期増強」，「LTD」は「長期抑制」を意味する。)との記載は，本願出願当時において，ＮMDA型受容体を介するCa2＋の細胞内への流入が，長期増強(LTP)における重要な過程であると認識されていたことの証左といえる。",
                            "さらに，乙10の「長期増強の誘発に細胞内カルシウムの増加が必要であることは，ＮMDAレセプターの関与しない長期増強を含めすべての報告は一致している」(234頁左欄，7～10行)，及び「このように一度細胞内カルシウムが増加すると，それが引き金となり種々の生化学的反応がカスケード状に進行していき，長期増強が維持されるようになると想定されている。」(234頁左欄，13行～16行)という記載も，ＮMDA型受容体を介するCa2＋の細胞内への流入と長期増強との間に因果関係があることが，本願出願当時の当業者に認識されていたことを示している。",
                            "先願明細書は，このような背景に基づいて，実施例1の実験結果で示されたテアニンによる神経細胞内Ca2＋濃度上昇作用から，「これにより，テアニンは，神経細胞内のグルタミン酸受容体，ことにＮMDA受容体と可逆的に結合して細胞内Ca2＋濃度の上昇を引き起こし，シナプスの可塑的変化をもたらし，記憶や学習に効果的に作用し得ることが判明した」と結論づけた。したがって，先願明細書には，一過性のCa2＋濃度の上昇が示されたのみであるとの原告の主張は，失当である。",
                            "また，長期増強には，ＮMDA型受容体チャンネルからのCa2＋流入が必要ではあるが，Ca2＋の流入は，長期増強をもたらすシナプスに対する一連の変化を引き起こすきっかけとなるものであって，Ca2＋の濃度上昇の時間が長期である必要はない。したがって，先願明細書の実験における細胞内Ca2＋濃度の上昇が一過性であることが，長期増強を含むシナプスの可塑性を示さないことの根拠とはならない。",
                            "以上のとおり，先願明細書の実験結果から，テアニンを有効成分とする学習効率向上の発明が，先願明細書に完成された発明として開示されている。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "テアニンの学習効率向上剤としての作用は先願明細書において確認されているから，その作用を発揮するための投与量及び投与方法は，当業者が適宜決定しこれを実施し得るものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補正発明2と先願発明とは相違するとの主張に対し",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "用途の相違に対し",
                          "text": [
                            "原告は，補正発明2と先願発明の用途が異なることを主張の根拠とするが，審決は，「脳代謝又は脳機能の障害及びこれらに起因する症状，神経障害の治療，改善」と「学習効率向上剤」を対比して用途が同一との判断をしているわけではないから，原告の主張には理由がない。",
                            "補正発明2は，特定の機序に基づく学習効率向上剤に限定されるものではなく，たとえ同一の機序でなくても，「学習効率向上剤」として同一かどうかで判断されるべきである。同一機序に基づくか否かは，補正発明2の同一性の判断には影響を与えないから，原告の主張は，取消事由とはならない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "除くクレームの主張に対し",
                          "text": [
                            "先願明細書の段落【0005】には，「グルタミン酸受容体は，脳内に最も一般的に存在する受容体であり，記憶や学習といった脳機能と深く関係することが知られていた。このグルタミン酸受容体は，Ｎ−メチル−D−アスパラギン酸(ＮMDA)型受容体と非ＮMDA型受容体とに大別され，特にＮMDA型受容体への作用は，神経細胞及び神経回路網の可塑的変化である長期増強現象の必須要因として知られていた。また，当該長期増強現象を含むシナプスの可塑性の増加が，記憶や学習の定着に不可欠な要因であると考えられており，実際にラットに長期増強現象を起こさせておくと学習効率が増したという報告もあった。さらに，当該長期増強現象を含むシナプスの可塑性の増加は，神経細胞内のCa2＋濃度の上昇によってもたらされることも知られていた。」と，「記憶や学習」と「長期増強現象を含むシナプスの可塑性」との関係が説明されており，この記載が，脳や神経における障害の有無とは関係のない一般的な記憶や学習に関するものであることは，その記載ぶりから明らかであるだけでなく，乙5，乙6の記載によっても支持される。",
                            "特に，乙6の「第2の研究の流れは，脳の部分損傷後の機能回復に関するものである。・・・脳の可塑性の意義の重要さを明らかにした第3の研究の流れは記憶・学習に関するものである。たとえば，記憶の研究において，かつて一時有力であった記憶の化学説−・・・−は今日大きく後退し，それに代わってシナプス仮説が有力となってきた。すなわち，特定の神経回路におけるシナプス伝達効率の持続的変化が記憶の基礎であるという仮説であり，これらの仮説を支持する最近の研究から記憶・学習におけるシナプスの可塑性の意義が注目を浴びることとなった。」(499頁右欄9行～29行)との記載は，記憶・学習に関するシナプス可塑性の研究の流れが，脳の部分損傷のある場合に限定されないことを示している。",
                            "そして，先願明細書の記載(段落【0016】～【0024】)によれば，実施例によって，テアニンが，神経細胞内のグルタミン酸受容体，ことにＮMDA型受容体と可逆的に結合して細胞内Ca2＋濃度の上昇を引き起こし，シナプスの可塑的変化をもたらし，記憶や学習に効果的に作用し得ることが確認されている。",
                            "そうすると，先願明細書には，テアニンを有効成分とする(脳や神経における障害の有無とは関係のない)学習効率向上剤の発明が開示されているというべきであり，補正発明2の請求項2から，「脳代謝又は脳機能の障害及びこれらに起因する症状，並びに神経障害の治療・改善・予防作用を除」いたとしても，補正発明2と先願発明の相違点は解消されない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決には，(1)引用例2発明の認定の誤り(取消事由1)，(2)容易想到性判断の誤り(取消事由2)，(3)補正発明2と先願発明との同一性の認定判断の誤り(取消事由3)があると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定(各発明の内容について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1(甲1)の記載",
              "text": [
                "引用例1には，次の記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】L−テアニンを有効成分とする抗ストレス剤。",
                "【発明の詳細な説明】",
                "【0001】",
                "【産業上の利用分野】本発明は，L−テアニンを有効成分とする抗ストレス剤に関する。さらに詳しくは，ストレスによって生じる精神的及び身体的疾患を予防または軽減する薬剤に関する。",
                "【0002】",
                "【従来技術】高度でしかも複雑に入り組み，24時間休むことなく活動する現代社会では，人は様々なタイプの物理・化学的，心理的，社会的ストレスに曝されている。特に，複雑な人間関係の中で生きている現代人にとって，ストレスを構成するものとしては心理的な要因が大きい。",
                "【0003】心理的ストレスとそれが引き起こす様々な症状については，種々の研究が行われており，例えば，心理的ストレスが大脳で感知されると，広範な脳部位でノルアドレナリンの放出が亢進し，それが引金となって不安や緊張といった精神症状を引き起こすと報告されている(田中正敏：代謝，Vol.26,p122-131,1989)。",
                "【0004】また，これらのメカニズムとして，視床下部から副腎皮質刺激ホルモン放出因子(CRF)が放出され，それに呼応して下垂体から副腎皮質刺激ホルモン(ATCH)の分泌が増加し，ATCHは副腎皮質のコルチコイドを分泌することにより，生体防御機構が働くことが報告されている(Brandenberger,G. et al:Biol.Physiol.Vol.10,p239-252,1980)。",
                "【0005】一方，視床下部は自律神経の中枢でもあるから，交感神経が刺激されてノルアドレナリンが分泌される。交感神経は副腎皮質にも分布しており，その刺激により，アドレナリンが血中に放出され，これらのカテコールアミンの作用により，心拍数や血圧の上昇，顔面の紅潮などの身体的変化が出現すると考えられている(Dimsdale,JE.,Moss,J.:J.Am.Med.Assoc.Vol.243,p340-342,1980)。",
                "【0006】ストレスが強力であったり，長期間続いたりすると，全身の諸臓器に影響を及ぼし，その結果重篤な心身症，すなわち，消化性潰瘍，虚血性心疾患，脳血管障害，高血圧，抗脂血症などを引き起こすこともある。」(2頁1欄1行～42行)",
                "「【0008】",
                "【発明が解決しようとする課題】このように，現代社会におけるストレス負荷の増大とストレスの与える精神衛生上のみならず，生体に及ぼす深刻な影響を考慮すると，真に有効で安全な抗ストレス剤の開発が望まれてきた。特に予防的見地からは，食品や嗜好品に活用できる抗ストレス性素材の開発が望まれてきた。",
                "【0009】",
                "【課題を解決するための手段】本発明者らは，このような抗ストレス作用を有する物質を，ラットにアドレナリンのβ−受容体のアゴニストであるイソプロテレノールを投与した時の心拍数上昇に対する抑制効果を指標に，鋭意スクリーニングを行い，L−テアニンが，イソプロテレノールによって誘起される心拍数上昇を著しく抑制することを見出した。",
                "【0010】本発明者らは，さらに，このL−テアニンが，ヒトの計算作業ストレス負荷時における心拍数の増加および血圧の上昇を抑えることを見出し，本発明を完成した。すなわち，本発明はL−テアニンを有効成分として含有し，ストレスの軽減や心身症の予防，治療を目的とする抗ストレス剤を提供するものである。」(2頁2欄1行～21行)",
                "「【0017】本発明のL−テアニンを抗ストレス剤として用いるには，ストレス負荷が予想される時，またはストレス負荷時に服用して，ストレスの予防または軽減を計る他，常用により，ストレスを予防または軽減することができる。」(3頁3欄20行～24行)「【0019】L−テアニンの抗ストレス効果の作用機序は未だ明かではないが，後述の実施例および評価例の結果が示すように，アドレナリンのβ−受容体のアゴニストであるイソプロテレノールの心拍数上昇に拮抗したことや，ストレスの負荷によって生じた交感神経緊張状態(心拍数及び血圧の上昇)を緩和したことから，L−テアニンは，ストレスによって遊離が亢進されるカテコールアミンの作用に対して拮抗するためと考えられる。」(3頁3欄31行～4欄2行)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2(甲2)の記載",
              "text": [
                "引用例2には，次の記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】マラクジャ果汁を有効成分とするα波増強剤。",
                "【請求項2】マラクジャ果汁を含有するα波増強用食品。",
                "【請求項3】マラクジャ果汁の含有割合が5重量％以上である請求項2のα波増強用食品。",
                "【発明の詳細な説明】",
                "【0001】",
                "【産業上の利用分野】本発明は，人間を含めた動物の脳波のうちのα波を増強させてストレスを解消してリラックス状態にすることのできるα波増強剤およびα波増強用食品に関する。",
                "【0002】",
                "【従来の技術】人の脳波はその周波数によって，一般に①3．5Hz以下のδ波，②3．5Hzを超えて7．5Hz以下のθ波，③7．5Hzを超え13．5Hz以下のα波および④13．5Hzを超えるβ波に分類される。これらの脳波のうちで，α波はリラックス時(安静・閉眼時)に増加し，ストレスがかかると減少することが知られている[“Zen and Mind”by Tomio Hirai,Japan Publication,Inc.p34-35(1978)]。そのため，α波の出現状態はリラックス度の指標としてしばしば用いられており，近年のストレス社会において，α波を積極的に増強させてリラックスさせようとする試みが色々なされている。・・・。」(2頁1欄1行～26行)",
                "「【0005】",
                "【発明が解決しようとする課題】本発明の目的は，α波増強用の音響装置や映像装置などの特別の機器を必要とせず，また睡眠薬や鎮静剤のような副作用や習慣性がなく，日常的に必要に応じて摂取することが可能であり，しかも味や香りが良好で嗜好性にも優れているα波を効果的に増強してリラックス状態をもたらすことのできるα波増強用の食品を提供することである。",
                "【0006】",
                "【課題を解決するための手段】上記の目的を達成すべく本発明者らは数多くの化合物，動植物成分，食品などについて，そのα波増強作用の有無や強弱について調査・研究を重ねた。その結果，マラクジャの果実から得られるマラクジャ果汁が，優れたα波増強作用を有していてマラクジャ果汁を摂取するとストレスが解消されてリラックス状態を出現させることができること，しかもマラクジャ果汁を摂取しても眠くなったり神経が麻痺したり筋肉が弛緩したりせず，仕事，勉強，遊びなどの日常活動を支障なく行えること，更にマラクジャ果汁を摂取しても中毒症状を示さず習慣性がないことを見出して本発明を完成した。」(2頁2欄11行～32行)",
                "「【0014】",
                "【実施例】以下に実施例などにより本発明を具体的に説明するが本発明はそれにより限定されない。",
                "以下の例において，脳波の記録，フリッカーテストおよび刺激反応時間の測定はそれぞれ次のようにして行った。",
                "【0015】脳波の記録：安静閉眼状態で脳波の記録を行った。・・・」(3頁4欄11行～17行)",
                "「【0016】フリッカーテスト：精神作業能力検査の一環として，デジタルフリッカー(OG技研製「CEI」)を用いて，閃光刺激光源の明滅頻度の下降を1．5cps／secの速さで反復実施し，光源の明滅の視覚的弁別が可能となる明滅頻度となったところで被験者にスイッチを押させることによって，光源の明滅に対する被験者の弁別能力を調べた。・・・」(3頁4欄11行～38行)「【0017】刺激反応時間：",
                "同じく精神作業能力検査の一環として，2音弁別課題(被験者に高低2音をランダムな順序で聞かせて高音を聞いたら直ちにボタンを押すように課題を与える)を用いて，標的音に対して被験者にボタンを押させて，刺激(音)に対する反応時間を調べた。その際に。2音呈示間隔は4～6秒と従来より長く且つランダムに設定して，容易に予期できないような課題とすることにより，被験者の緊張を高めるようにした。・・・」(3頁4欄48行～4頁6行)",
                "「【0018】《実施例 1》"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "ブラジル産マラクジャ[マラクジャアマレーロ(Passiflora edulis flavicarpa)]の果実を2つに割り，内容物を濾布上にあけて圧搾して，マラクジャ果汁1000gを得た。これに食添用の水酸化ナトリウムを加えてpHを3．9に調節した後，噴霧し凍結乾燥して，マラクジャ果汁粉末130gを得た。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)で得たマラクジャ果汁粉末10gをオブラートに包んで，健常な成人男子2名(被験者AおよびB)，成人女性2名(被験者CおよびD)(4名の平均年齢24．1才)にそれぞれ単回摂取させて，上記した脳波の記録，フリッカーテストおよび刺激反応時間の測定を行った。",
                "【0019】(3) マラクジャ果汁投与後60分および180分における，脳波の記録結果(マラクジャ果汁投与前と投与後の比較；上記した8つの導出部位における結果の平均)は，各被験者について下記の表1に示すとおりであった。",
                "【0020】",
                "【表1】",
                "【0021】上記表1の結果から，マラクジャ果汁の投与後180分の時点において，すべての被験者でθ波及びβ波が減少し，一方α波(特にα1波，α2波)が増強されていることがわかる。」(4頁5欄11行～48行)",
                "「【0027】上記表3の結果から，4名の被験者のすべてにおいてマラクジャ果汁の投与によって刺激反応時間が変化しなかった(刺激反応時間が特に著しく長くなるようなことが全くなかった)ことがわかる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "上記の結果を総合すると，マラクジャ果汁の投与によってストレスの解消に有効なα波(特にα1波とα2波)の増強がなされること，一方フリッカーテストではマラクジャ果汁の投与前と投与後とである程度の変化がありマラクジャ果汁には中枢抑制作用が多少あるものの，刺激反応時間には影響を及ぼさず，マラクジャ果汁の中枢抑制作用は作業能力を障害するほどのものではなく，マラクジャ果汁を投与しても活動の妨げにならないことがわかる。なお，このマラクジャによるα波の増強は，従来のフィードバック法(田村ら，「バイオフィードバック研究」1988年15号,p15～21)によるα波の増強などに比しても劣るものではなく，リラックス状態の獲得につながるものである。」(5頁7欄33行～49行)",
              "text": [
                "「【0030】《実施例 2》マラクジャアマレーロの果肉を圧搾して得られたマラクジャ果汁の冷凍品(サンパウロ産)20gに果糖3g，β−グルコオリゴ糖4gおよび水73gを加えて飲料100gを製造した。この飲料は，味及び香りのいずれもが良好で嗜好性に優れており，冷たくしても温かくしても美味であった。また，摂取して約1時間後にはストレスが低減してリラックスした精神状態になった。",
                "【0031】《実施例 3》実施例2で用いたのと同じマラクジャ果汁の冷凍品を解凍し，これを遠心分離機にかけて3000rpmで遠心分離し，上澄液を回収した。この上澄液15gに，液糖(東和化成工業社製「F−80」)9g，β−グルコオリゴ糖2g，ハーブティー(ローズヒップとハイビスカス)を加えて飲料を製造した。この飲料は，味および香りのいずれもが良好で嗜好性に優れており，冷たくしても温かくしても美味であった。また，摂取して約40分後にはストレスが低減してリラックスした精神状態になった。",
                "【0032】",
                "【発明の効果】マラクジャ果汁をベースとする本発明のα波増強剤またはα波増強用食品を摂取した場合には，α波が誘導されて，ストレスが解消されリラックスした状態を得ることができる。そして，マラクジャ果汁をベースとする本発明のα波増強剤は，味および香りが良好で嗜好性に優れているために極めて摂取し易い。しかも，摂取しても眠くなったり，日常的な活動動作が妨害されることがなく，その上繰り返して摂取しても副作用がなく，習慣性がないので，時間的および場所的に制約されずにいつでも必要な時に摂取して，ストレスの解消を図ることができる。」(5頁8欄22行～6頁9欄1行)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正明細書(甲4)の記載",
              "text": [
                "補正明細書には，次の記載がある。",
                "補正発明1の特許請求の範囲は，前記のとおり，「テアニンを含有することを特徴とする，α波の出現時間の累計を平常時に比べ10％以上増加させるための，α波出現増強剤。」である。",
                "「【発明の詳細な説明】",
                "【0001】",
                "【産業上の利用分野】本発明は，テアニンを含有する組成物がα波を出現，持続させる増強効果，また，学習効率向上効果を持ち，その機能を食品，清涼飲料，乾燥品，嗜好品および医薬品へ応用することを目的とする組成物に関する。",
                "【0002】",
                "【従来の技術】脳から出る微弱な電気を記録した脳波は，周波数範囲によってδ波，θ波，α波，β波に分けられる。その中でもα波は心が落ち着き，ゆったりした気分の時に現れるため，リラックスの指標として挙げられる。α波はスロー，ミッド，ファストに分けられ，スローは休息する方向に集中し，意識が低下して，ぼうっとしている時，ミッドは緊張のないリラックスした状態で集中しており，頭がさえている時，ファストは緊張した意識集中状態で，あまりゆとりのない時に出る脳波であるため，リラックス状態をはかるための有効な手段として注目されている。・・・」(2頁1欄6行～24行)",
                "「【0004】",
                "【発明が解決しようとする課題】本発明は，簡単な摂取によって容易に精神的リラックスと深くかかわっているα波を発生させ，持続させ，学習効率を向上させる物質を提供するものである。",
                "【0005】",
                "【課題を解決するための手段】本発明者らは，このようなα波出現および持続に効果のある，また，学習効率向上に効果のある物質の検討を行ったところ，緑茶に多く含まれているアミノ酸の一種，テアニンがこのような効果をもつことを見いだし，本発明を完成した。テアニンのα波出現増強効果，学習効率向上効果についてはこれまで知られておらず，本発明者らが初めて見いだした新規効果である。以下，本発明について詳述する。」(2頁2欄23行～36行)「【0007】本発明におけるα波出現増強とは，被験者に電極を装着し脳波計を用いて脳波を測定した時，α波の出現時間の累計が平常時に比べ，10％以上増加し，且つ，摂取後60分までの10分毎のα波出現時間が減少せず，持続するものである。・・・」(3頁3欄6行～10行)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "先願明細書(甲3)の記載",
              "text": [
                "先願発明に係る特開平8−73350号公報(甲3)には，次の記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】 テアニンを有効成分とする脳機能改善剤。」(2頁1欄1行～3行)「【0001】",
                "【産業上の利用分野】本発明は，記憶や学習及び反射反応といった脳代謝又は脳機能の障害，これらの障害と病理生理学的に関連する症状例えばアルツハイマー病，パーキンソン病，老人性痴呆症，並びに外傷による神経障害の治療・改善・予防に作用し得る脳機能改善剤，食品及び飲料に関する。",
                "【0002】",
                "【従来の技術】老齢人口の増加とともに，アルツハイマー病を含む老人性痴呆患者や，脳代謝又は脳機能に障害のある患者など，脳の一部に損傷を負った患者が増加している。これに対して，これらの患者の脳機能を早めたり，或いはさらなる脳機能障害の進行を阻止し得る脳機能改善剤としては，ホパンテン酸カルシウム，オザグレルナトリウム，ニルバジピン，アニラセタウムなど種々の薬剤が承認されており，最近では米国で承認された抗痴呆薬タクリンが注目された。",
                "【0003】また，これらの脳の一部に損傷を負った患者に対して機能回復訓練を繰り返し行うことによって，残された神経細胞に再び神経回路を張り巡らさせて脳機能を回復することが知られている。",
                "【0004】",
                "【発明が解決しようとする課題】しかしながら，従来の脳機能改善剤は，いずれも何らかの副作用を有するという問題があった。また，機能回復訓練によれば副作用の心配こそないが，回復するまでに長い時間とばく大な数の機能回復訓練を行わなければならないという問題があった。",
                "【0005】一方，グルタミン酸受容体は，脳内に最も一般的に存在する受容体であり，記憶や学習といった脳機能と深く関係することが知られていた。このグルタミン酸受容体は，Ｎ−メチル−D−アスパラギン酸(ＮMDA)型受容体と非ＮMDA型受容体とに大別され，特にＮMDA型受容体への作用は，神経細胞及び神経回路網の可塑的変化である長期増強現象の必須要因として知られていた。また，当該長期増強現象を含むシナプスの可塑性の増加が，記憶や学習の定着に不可欠な要因であると考えられており，実際にラットに長期増強現象を起こさせておくと学習効率が増したという報告もあった。さらに，当該長期増強現象を含むシナプスの可塑性の増加は，神経細胞内のCa2＋濃度の上昇によってもたらされることも知られていた。",
                "【0006】そこで本発明者らは，上記問題に鑑みて，天然物に由来し，なおかつ日常的に摂取しているもので免疫学的に問題がないと考えられ，かつＮMDA型受容体に作用して神経細胞内のCa2＋濃度を上昇させ得る物質を検索することにより，長期増強現象を含むシナプスの可塑性を増加させ，記憶や学習の定着をもたらし，脳機能回復を早めることができ，或いは更なる脳機能障害の進行を阻止することができる脳機能改善剤，食品及び飲料を提供せんとしたのである。",
                "【0007】",
                "【課題を解決するための手段】本発明者らは，上記神経細胞内のCa2＋濃度を上昇させ得る物質を検索すべく鋭意研究した結果，茶に特徴的に含まれるアミノ酸の誘導体であるテアニンに当該作用があることを遂に見い出し，本発明に到達した。テアニンは，現在食品添加物として認可され，日常的に摂取されている物質であるから，安全性に問題がないことは明らかである。また，食品に含まれる多くのアミノ酸が血液脳関門をほとんど通過しないのに比べ，テアニンはこの血液脳関門を比較的通過しやすいことも知られている。しかしながら，従来はテアニンが脳神経へ作用することは不明であった。",
                "【0008】本発明の脳機能改善剤は，テアニンを有効成分とするものである。本発明の脳機能改善剤は，少なくともテアニンを約50μM濃度以上含有すれば，脳機能に作用して神経細胞内のCa2＋濃度を上昇させることができる。」(2頁1欄28行～2欄45行)「【0032】",
                "【発明の効果】以上の結果より，テアニンを投与すれば，記憶や学習といった脳機能に深く関与しているＮMDA型受容体に作用して，細胞内Ca2＋濃度を上昇させ，神経細胞の長期増強現象を含むシナプスの可塑性を増加させて神経細胞乃至回路網の可塑的変化をもたらすから，本発明の脳機能改善剤によれば，脳機能障害，これらの障害と病理生理学的に関連するアルツハイマー病，パーキンソン病，老人性痴呆症などの症状，並びに外傷による神経障害の治療・改善・予防に作用し得ることが明らかになった。」(5頁7欄19行～29行)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例2発明の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(2)の記載によれば，引用例2記載発明は，音響装置や映像装置などの特別の機器を必要とせず，また睡眠薬や鎮静剤のような副作用や習慣性のない，日常的に摂取可能で，嗜好性にも優れた，α波を効果的に増強してリラックス状態をもたらすことのできるα波増強剤及びα波増強用食品を提供することを課題とするものである。",
                "引用例2には，「ストレス」という語が数多く用いられている。すなわち，「α波を増強させてストレスを解消してリラックス状態にする」(【0001】)，「α波はリラックス時(安静・閉眼時)に増加し，ストレスがかかると減少する」，「α波の出現状態はリラックス度の指標としてしばしば用いられており，近年のストレス社会において，α波を積極的に増強させてリラックスさせようとする試みが色々なされている。」(【0002】)，「優れたα波増強作用を有していてマラクジャ果汁を摂取するとストレスが解消されてリラックス状態を出現させることができる」(【0006】)，「マラクジャ果汁の投与によってストレスの解消に有効なα波(特にα1波とα2波)の増強がなされる」(【0027】)，「摂取して約1時間後にはストレスが低減してリラックスした精神状態になった。」(【0030】)，「摂取して約40分後にはストレスが低減してリラックスした精神状態になった。」(【0031】)，「本発明のα波増強剤またはα波増強用食品を摂取した場合には，α波が誘導増強されて，ストレスが解消されリラックスした状態を得ることができる。」，「時間的および場所的に制約されずにいつでも必要な時に摂取して，ストレスの解消を図ることができる。」(【0032】)との記載がある。これらの記載からは，ストレスの解消・低減がリラックスと同義に用いられており，α波が増強してリラックスした状態を指すものとして用いられていると合理的に理解される。",
                "また，実施例1の実験(脳波の記録)の内容をみても，実験開始時あるいはそれより前に，被験者にストレッサーが負荷されているのと記載はない。",
                "なお，実施例2のフリッカーテスト及び実施例3の刺激反応時間測定は，「マクラジャ果汁に中枢抑制作用があるか否か，あるとして作業能力を障害するほどのものであるか否か」を確認したものにすぎず(【0027】)，ストレスの解消・増減に係る効果を確認することを目的とする実験ではない。",
                "そうすると，引用例2発明は，マラクジャ果汁を含有する増強剤等により，脳のα波を増強させ，人の精神状態をリラックスさせる発明であり，そこにストレスの解消，低減という語が用いられているとしても，それは，単に，リラックスした状態を表すために用いられているにすぎないのであって，引用例2がストレスの解消，低減に係る技術を開示していると認定することはできない。",
                "これに対し，審決は，「引用例2に，α波が，リラックス時に増加し，ストレスがかかると減少することが知られていること，そこで，α波を積極的に増強させて，リラックスさせることによって，ストレスを予防又は軽減しようとする試みがなされていることが記載・・・されているように，ストレスの予防，軽減機作として，α波の増強があることは公知である。また，引用例2には，低周波数のα波を10％程度増強することで被験者の内省に変化を与えるとする報告例も記載・・・されている。上記のとおり，ストレスの予防，軽減とα波の増強の程度とが密接に関係することは明らかである」(審決書4頁1行～9行)とする。",
                "しかし，上記のとおり，引用例2の「ストレスを予防又は軽減」との記述は，その技術的な裏付けがなく，単に，リラックス状態への移行を述べたにすぎないと理解するのが合理的であり，また，実施例を含めた引用例2全体の記載からみても，引用例2に，ストレスを予防，軽減する技術が開示されていると判断することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，引用例2発明に関する審決の認定は誤りである。",
                "審決は，引用例1発明及び引用例2発明の「ストレス」の意義についての誤った理解を前提として，両者の解決課題が共通であり，引用例1発明には引用例2発明を適用する示唆があると判断した点において，審決の上記認定の誤りは，結論に影響を及ぼす誤りであるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "容易想到性判断の誤り〔阻害要因の存在〕(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "自律神経系と中枢神経系に関しては，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "自律神経系",
                  "text": [
                    "藤原元始ほか編「医科薬理学第2版」(平成3年12月20日発行，甲21)には，次の記載がある",
                    "「自律神経系は，内臓神経系，植物神経系あるいは不随意神経系とも呼ばれる。節前ならびに節後神経，神経節および神経叢から成り，心臓，血管，外分泌線，内臓諸器官および平滑筋を支配し，広く全身に分布して，いわゆる自律機能ないし植物機能を調節する。古くLangleyは，ニコチン，アドレナリン，ムスカリン，ピロカルピンなどの薬物を用いて，自律神経系を二大別して交感神経系および副交感神経系と呼んだ。」(161頁「1．自律神経系に関する基本的事項」の1行ないし5行)「交感神経と副交感神経の働きは，ふつう拮抗的な関係にあり，たとえば交感神経を刺激すると瞳孔は開き，副交感神経の刺激では逆に閉じる。・・・交換神経の緊張が増大すれば血管は収縮し，緊張が緩和すれば拡張する。」(163頁「b)交感神経と副交感神経の相互関係」の項の1行ないし5行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "中枢神経系",
                  "text": [
                    "前記「医科薬理学第2版」(甲21)には，次の記載がある。",
                    "「神経薬理学では中枢神経作用薬のみならず自律神経作用薬をも対象とするのが原則であるが，一般には前者を主として扱い，後者を自律神経薬理学autonomic pharmacologyと呼んで別個に扱うことが多い。」(61頁「1．中枢神経に関する基本的事項」の2行ないし4行)",
                    "「中枢神経作用薬の作用機構を解明するためには種々の方法が用いられるが，その代表的なものは電気生理学的方法，行動変化を指標とする方法，生化学的研究方法および形態学的研究方法である。・・・ⅰ)電気生理学的研究方法；大脳皮質あるいは皮質下の諸部位に粗大電極macroelectrodeを刺入し脳波(EEG)を記録するもの・・・などがあり，薬物の影響をこれらの電位変化を基盤として解析する。」(61頁「1)中枢神経作用薬の研究法の項の1行ないし10行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(1)の，引用例1における，「本発明者らは，このような抗ストレス作用を有する物質を，ラットにアドレナリンのβ−受容体のアゴニストであるイソプロテレノールを投与した時の心拍数上昇に対する抑制効果を指標に，鋭意スクリーニングを行い，L−テアニンが，イソプロテレノールによって誘起される心拍数上昇を著しく抑制することを見出した」等の記載に照らすならば，引用例1発明は，L−テアニンを有効成分とする抗ストレス剤によりストレスの予防，軽減を図るというものであり，イソプロテレノールによって誘起される心拍数上昇を抑制したり，計算作業のストレス負荷時における心拍数の増加及び血圧の上昇を抑える効果があることからみて，心血管系に作用して，ストレスを予防，軽減する発明であり，自律神経系に作用して血圧又は心拍数の上昇を抑制することによりストレスの予防・軽減を図るものである。",
                    "これに対し，前記1(2)によれば，引用例2発明は，脳のα波を増強してリラックス状態を発生させる発明であり，同発明は，中枢神経系である脳に作用して脳のα波を増強させ，リラックス状態を発生させるものであると解される点で，両者に相違がある。",
                    "ところで，前記(1)の記載によれば，自律神経系の作用と中枢神経系の作用は区別して認識されるのが技術常識であり，証拠を総合するも，自律神経系に作用する食品等が，当然に中枢神経系にも作用するという技術的知見があることを認めることはできない。",
                    "そうすると，自律神経系に作用する引用例1発明は中枢神経系に作用する引用例2発明とは技術分野を異にする発明であることから，当業者は，引用例1発明に引用例2発明を適用することは考えないというべきであって，両発明を組み合わせることには阻害要因があるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，被告は，抗ストレス作用を「自律神経系の活動を反映する血管，心拍数などの心臓血管系の反応の点からみた作用」としてとらえるか，あるいは「中枢神経系の活動を反映する脳波からみた作用」としてとらえるかは，ストレスの程度やリラックスの程度を確認するための指標として何に着目するかという差異にすぎず，引用例1と引用例2の技術が質的に異なることを意味しないから，阻害要因とならないと主張する。",
                    "しかし，前記のとおり，自律神経系に作用するか，中枢神経系に作用するかは，基本的な作用機序に係るものであり，単なる測定のための指標にすぎないとの証拠はなく，したがって，被告の主張は採用することができない。",
                    "以上のとおり，阻害事由を看過して，当業者が引用例1発明に引用例2発明を適用することにより，容易に補正発明1に想到することができるとした審決の判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "容易想到性判断の誤り〔示唆の有無〕(取消事由2)について前記1(1)の記載によれば，引用例1発明は，ストレスの予防，軽減効果を有する，L−テアニンを有効成分とする抗ストレス剤に係る発明である。被告は，ストレスの解消・軽減を課題とする発明は，必然的にリラックス状態になるか，又はリラックス状態に近づけることも課題としていることが，本願出願当時の技術常識であると主張するので，この点を検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開昭63−143038号公報(乙3)には，次の記載がある。",
                    "「本発明は，皮膚温度および皮膚抵抗に基づいてリラックス状態，ストレス状態を検出する生理反応検出センサーに関するものである。」(1頁左下欄13行ないし15行)「第6図はストレス状態からリラックス状態に移行する場合の生理反応検出信号E の変化を示しており，ストレス状態の場合には，末梢皮膚抵抗R が小さくなるので，生理反応検出信号E の"
                  ],
                  "content": [
                    {
                      "fig": "s",
                      "subject": "02",
                      "text": [
                        "電圧値が小さくなり，一方，リラックス状態の場合には，末梢皮膚抵抗R が大きくなるので，生s",
                        "理反応検出信号E の電圧値が大きくなる。したがって，生理反応検出信号E の電圧レベルを判定することによって，皮膚抵抗R に基づいた精神状態(ストレス状態，リラックス状態)が把握s",
                        "できることになる。」(2頁左上欄16行～右上欄6行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特開平6−78998号公報(乙1)には，次の記載がある。",
                    "「【0001】",
                    "【産業上の利用分野】本発明は，適度な音響刺激を与えることにより精神的ストレスを軽減してリラックスさせる装置に係り，特にリラックスの程度に対応して音響信号を変えていく音響信号制御装置に関する。",
                    "【0002】",
                    "【従来の技術】従来，人間の精神的なストレスを軽減してリラックスさせるために，人間の感覚機能にある種の刺激を与えることが有効であるとされている。そして，例えば，1／f型スペクトルを持つ音楽を聞かせたり，連続して変化する幻想的なコンピュータ・グラフィックス(CG;Computer Graphics)画像を呈示したりする方法があるが，これらは人間に対して一方的に刺激を与える方法である。",
                    "【0003】さらに最近では，緊張状態やストレスの程度を示す生理的変化を検出し，且つ検出した信号を刺激制御部にフィードバックすることにより，リラックスの程度に応じて刺激の強さをコントロールするフィードバック機能付きの装置も開発されている。例えば，図6及び図7は特開63−272298号公報により開示されたフィードバック機能付き音響信号制御装置の説明図である。」(2頁1欄16行～37行)",
                    "「【0015】さらに，上記相関関係数制御部2は電力増幅器3R，3Lとに接続されており，該電力増幅器3R，3Lは電気音響変換器4R，4Lにそれぞれ接続されてる。このような構成において，リラックスの程度を検出する方法としては，例えば体温，皮膚抵抗，筋電流，脳波などの生理的変化を電気信号として検出する様々な方法が考えられるが，本実施例では，人間の脳波にはβ波とα波があり，緊張するとβ波が増し，リラックスするとα波が増加するということに着目してリラックスの程度を検出している。」(3頁3欄32行～41行)「【0018】さらに，上記電気音響変換器4R，4Lは，スピーカ及びヘッドホンのいずれでも使用可能であり，任意に選択することができる。以下，本実施例に係る音響信号制御装置の利用方法と具体的な動作について説明する。利用者がスピーカ又はヘッドホンを利用して受聴音を聞き始める時には，相互相関係数は“1“に近い状態に設定してある。そして，しばらく受聴しているうちに少しずつ精神的な緊張が和らぎ，リラックスしてくると脳波の中のα波の成分が徐々に増してくる。このα波の成分の増加に伴い，受聴音の相互相関係数が小さくなり，音が広がって包み込まれていく感じが少しずつしてくるので，よりリラックスした状態に近付く。",
                    "【0019】そして，リラックス状態が進むと更にα波が増すので，受聴音の相互相関係数は更に小さくなり，ますます音に包みこまれていくような感じが進み，一段とリラックス状態に近づく。",
                    "以上のように，第1の実施例に係る音響信号制御装置では，受聴者のリラックスの進み具合に応じて，音響刺激の質を変えることができるので，個人差やその時の精神の緊張状態の相違に関わり無く，スムースにリラックス状態に導くことができる。」(3頁4欄13行～32行)「【0033】",
                    "【発明の効果】本発明によれば，緊張状態やストレスの程度を示す生理的変化を検出し，且つ検出した信号を音響信号処理部にフィードバックすることにより，リラックスの程度に応じて音響刺激の強さのみでなく音の広がり感や臨場感を変えることにより，速やかに緊張を和らげる携帯可能なフィードバック機能付きの音響信号制御装置を提供することができる。」(4頁6欄35行～42行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特開平2−134164号公報(乙2)には，次の記載がある。",
                    "「〔発明の概要〕",
                    "本発明は，音環境制御方法において，音空間にゆらぎ雑音を与えるようにすることにより，人の生理的ないし心理的緊張の緩和度を有効に制御することができる。」(1頁右下欄6行～10行)「最大周波数が2～30〔Hz〕程度のゆらぎを有する1／f及び1／f2ゆらぎ雑音は人が生理的ないし心理的に緊張を緩和した状態(すなわちストレスからリラックスした状態)にあることを表すα波でなる脳波を生じさせることができ，従って音環境における1／f2ゆらぎ雑音の比率を制御することにより，人の緊張緩和状態を制御できる。」(2頁右下欄16行～3頁左上欄3行)「以上のような実験結果から，種々の環境音(騒音を含む)が存在する音空間の中で人が行動している場合に，人は当該音空間内に存在する環境音の音刺激によって緊張を受けている状態にあるのに対して，当該環境音に1／fゆらぎ雑音又は1／f2及びそれらに近似するゆらぎ雑音を音環境制御音として重畳すれば，当該音環境内の人の生理的ないし心理的な反応を変化させることができ，その反応の変化量は，環境音に対する音環境制御音の重畳比率に応じて有効に制御できることが分かる。」(3頁右下欄8行～17行)",
                    "「要は振動，低周波音，可聴音，超音波に亘る音刺激を用いて発生したゆらぎ雑音に基づいて人の脳波のうちα波を増大させるようにすれば上述の場合と同様の効果を得ることができる。」(6頁左上欄1行～4行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)ア(乙3)の記載によれば，ストレス状態，リラックス状態という状態を想定することができ，両者の間にその中間の状態が存在するものということができる。原告は，この中間の状態が平常時に相当するとし，被告もそのような中間の状態が存在すること自体は争っていない。",
                    "この点に関して，被告は，中間の状態はストレス状態，リラックス状態と異なるものではなく，ストレス状態とリラックス状態が混在したような状態であると主張する。しかし，乙3には，ストレス状態，リラックス状態及びその中間の状態のそれぞれの状態についての技術的意義が明確にされているわけではなく，中間の状態が存在するという以上に，その中間状態がストレス状態とリラックス状態が混在した状態であることまでを示しているものではなく，他に被告の主張を認める証拠は存しない。",
                    "そうすると，乙3からは，ストレス状態，リラックス状態，その中間状態という3つの状態が存在することが認められ，この知見によっては，ストレスの予防・軽減が直ちにリラックス状態に導くものとすることはできない。",
                    "前記(1)イ(乙1)によれば，文言の上では，精神的ストレスを軽減してリラックスさせる装置が開示されているが，その実施例をみると，利用者には特段のストレッサーの負荷はなく，前記(1)アにおける中間状態からリラックス状態に至る発明であって，これも，ストレスの予防・軽減が直ちにリラックス状態を意味するという技術的知見を開示するものとはいえない。",
                    "前記(1)ウ(乙2)の技術は，ストレス(緊張)の原因となる環境音(ストレッサー)が存在する場合に，その環境音にゆらぎ雑音を重畳させてストレッサーを低減し，ストレス(緊張)を緩和させる技術であり，体外の外部的要因であるストレッサーをコントロールすることによって，結果的にストレス(緊張)を緩和し，リラックス状態を導く技術である。これに対し，引用例1発明は，体内にテアニンを投与することにより，体内的な変化をもたらし，それによってストレス状態を緩和する発明である。",
                    "そうすると，乙2記載の発明と引用例1発明とでは，その技術的意義が異なり，体外の外部的ストレッサーを低減してリラックス状態にまで至らせる乙2記載の技術から，食品や薬剤の体内への投与によってストレス状態からリラックス状態に至らせる技術に至ることが技術常識であったということはできない。",
                    "本願出願当時の技術常識から，引用例1には，ストレスを解消・軽減してリラックス状態に至るとの示唆があるとの被告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，引用例1の記載からα波を利用することについての示唆を得ることができるかについて，検討する。",
                    "被告は，本願当時の技術常識からみれば，引用例1の記載からα波の利用についての示唆を得ることができると主張する。",
                    "確かに，前記(1)イ，ウには，α波について述べた部分があるが，同部分が体内への食品や薬剤の投与によりストレス状態を解消・軽減してリラックス状態に至ることを示しているものということはできないから，α波に関する記載があったからといって，引用例1の記載から，α波を利用することについての示唆があると判断することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決は，補正発明1における引用例1発明との相違点に関する構成について，引用例1発明に，引用例2発明を適用する示唆がないにもかかわらず，引用例2発明を適用した点に誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "補正発明2と先願発明との同一性の認定判断の誤り(取消事由3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "先願発明と補正発明2の内容について",
              "text": [
                "前記1(3)のとおり，先願明細書の特許請求の範囲の【請求項1】は，「テアニンを有効成分とする脳機能改善剤。」とされ，発明の詳細な説明には，産業上の利用分野として，「本発明は，記憶や学習及び反射反応といった脳代謝又は脳機能の障害，これらの障害と病理生理学的に関連する諸症状例えばアルツハイマー病，パーキンソン病，老人性痴呆症，並びに外傷による神経障害の治療・改善・予防に作用し得る脳機能改善剤，食品及び飲料に関する。」(【0001】)とされ，さらに，本発明の目的について，「そこで，本発明者らは，上記問題に鑑みて，天然物に由来し，なおかつ日常的に摂取しているもので免疫学的に問題がないと考えられ，かつＮMDA型受容体に作用して神経細胞内のCa2＋濃度を上昇させる物質を検索することにより，長期増強現象を含むシナプスの可塑性を増加させ，記憶や学習の定着をもたらし，脳機能回復を早めることができ，或いは更なる脳機能障害の進行を阻止することができる脳機能改善剤，食品及び飲料を提供せんとしたのである。」(【0006】)とされている。また，発明の効果についても，「以上の結果より，テアニンを投与すれば，記憶や学習といった脳機能に深く関与しているＮMDA型受容体に作用して，細胞内Ca2＋濃度を上昇させ，神経細胞の長期増強現象を含むシナプスの可塑性を増加させて神経細胞乃至回路網の可塑的変化をもたらすから，本発明の脳機能改善剤によれば，脳機能障害，これらの障害と病理生理学的に関連するアルツハイマー病，パーキンソン病，老人性痴呆症などの症状，並びに外傷による神経障害の治療・改善・予防に作用し得ることが明らかになった。」(【0032】)とされている。以上によれば，先願発明は，先願明細書に記載された，その構成，産業上の利用分野，目的，効果のいずれによっても，脳機能改善剤等を提供する発明であることが明白である。",
                "これに対し，補正発明2は，特許請求の範囲において「(脳代謝又は脳機能の障害及びこれらに起因する症状，並びに神経障害の治療・改善・予防作用を除く。)」とされている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "同一性についての判断",
              "text": [
                "前記によれば，先願発明と補正発明2は発明としての同一性がないというべきであって，これを同一とした審決の判断は誤りである。",
                "被告は，先願明細書の段落【0005】の「グルタミン酸受容体は，脳内に最も一般的に存在する受容体であり，記憶や学習といった脳機能と深く関係することが知られていた。このグルタミン酸受容体は，Ｎ−メチル−D−アスパラギン酸(ＮMDA)型受容体と非ＮMDA型受容体とに大別され，特にＮMDA型受容体への作用は，神経細胞及び神経回路網の可塑的変化である長期増強現象の必須要因として知られていた。また，当該長期増強現象を含むシナプスの可塑性の増加が，記憶や学習の定着に不可欠な要因であると考えられており，実際にラットに長期増強現象を起こさせておくと学習効率が増したという報告もあった。さらに，当該長期増強現象を含むシナプスの可塑性の増加は，神経細胞内のCa2＋濃度の上昇によってもたらされることも知られていた。」との記載から，この「記憶や学習」についての記載は，脳や神経における障害の有無とは関係のない一般的な記憶や学習に関する記載であると主張するが，この記載部分は，先願出願当時の従来技術について述べたものにすぎず，先願発明の範囲を画するものとして記載したものとはいえない。",
                "また，被告は，「先願明細書によれば，テアニンが，神経細胞内のグルタミン酸受容体，ことにＮMDA型受容体と可逆的に結合して細胞内Ca2＋濃度の上昇を引き起こし，シナプスの可塑的変化をもたらし，記憶や学習に効果的に作用し得ることが確認されていることから，先願明細書には，テアニンを有効成分とする(脳や神経における障害の有無とは関係のない)学習効率向上剤の発明が開示されている」(【0016】ないし【0024】)と主張する。しかし，同指摘部分は，段落【0032】において，脳機能改善としての効果を示すとされていることに照らすならば，記憶，学習に関する一般的な発明について記載されたものとはいえない。",
                "以上のとおり，補正発明2において「脳代謝又は脳機能の障害及びこれらに起因する症状，並びに神経障害の治療・改善・予防作用を除」いたとしても，補正発明2と先願発明の相違点は解消されないとする被告の主張は採用することができない。先願発明と補正発明2を同一の発明であるとして特許法29条の2を適用した審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，審決の判断は誤りであるから，これを取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}