{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2008−800040号事件について,平成21年1月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要及び判断",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「中高層建物用増圧給水システム」とする特許第3302004号(平成12年4月7日,特願平6−132265号の出願",
              "text": [
                "の一部として出願，平成14年4月26日設定登録，平成15年2月26日特許権の移転登録。以下「本件特許」という。)の特許権者である(甲1，11)。",
                "本件特許の請求項1,2は,下記のとおりである。",
                "【請求項1】中高層建物の各階床を，下側から順次，少なくとも3群の階床群に分割し，下階床群に属する階床に対する給水は水道用配水管に直結された下階床群用給水管により行ない，下階床群以外の階床群に属する階床に対する給水は，各階床群毎に，夫々専用の増圧ポンプの吐出側に接続された夫々の高階床群用給水管により行なうようにした給水システムにおいて，上記専用の増圧ポンプの吸込側を，順次，その階床群の下階床群側の給水管に夫々接続して給水を行なうように構成すると共に，",
                "上記増圧ポンプの内，上階床群側の増圧ポンプが運転を開始したときには，すぐ下側の階床群の増圧ポンプも同時に回転を開始するように構成したことを特徴とする中高層建物用増圧給水システム。",
                "【請求項2】請求項1の発明において，上記上階床群側の増圧ポンプが運転を開始したとき，その増圧ポンプの吸込側の圧力が少なくとも1.0Kgf／cm2に保たれるように，上記すぐ下側の階床群の増圧ポンプが運転制御されるように構成されていることを特徴とする中高層建物用増圧給水システム。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告は，平成20年2月29日，特許庁に対し，本件特許を無効にすることを求めて審判の請求をしたところ(無効2008−800040号事",
              "text": [
                "件)，特許庁は，平成21年1月15日，「特許第3302004号の請求項1及び2に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし,同年1月27日,原告に送達された(当事者間に争いのない事実，甲11，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は,平成21年4月27日,特許庁に対し,特許請求の範囲の減縮を目的として訂正審判の請求をし(訂正2009−390057号事件),特許",
              "text": [
                "庁は,同年8月3日,「特許第3302004号に係る明細書を本件審判請求書に添付された訂正明細書のとおり訂正することを認める。」との審決(以下,この訂正を「本件訂正」といい,上記審決を「本件訂正審決」という。)をし,同年8月13日に原告に送達され,同審決は確定した(甲12，弁論の全趣旨)。",
                "本件訂正後の,本件特許の請求項1,2は,下記のとおりである(訂正箇所に下線を引いた)。",
                "【請求項1】中高層建物の各階床を，下側から順次，少なくとも3群の階床群に分割し，下階床群に属する階床に対する給水は水道用配水管に直結された下階床群用給水管により行ない，下階床詳以外の階床詳に属する階床に対する給水は，各階床詳毎に，夫々専用の増圧ポンプの吐出側に接続された夫々の高階床群用給水管により行なうようにした給水システムにおいて，上記専用の増圧ポンプの吸込側を，順次，その階床群の下階床群側の給水管に夫々接続して給水を行なうように構成すると共に，上記増圧ポンプの吸込側にこの吸込側の圧力を検出する圧力センサを設け，",
                "上記増圧ポンプの内，上階床群側の増圧ポンプが運転を開始したときには，この運転の開始によるこの増圧ポンプの吸込側での水圧の所定値からの低下を上記圧力センサが検出すると，すぐ下側の階床群の増圧ポンプが回転を開始して，すぐ下側の階床群の増圧ポンプも同時に回転を開始するように構成したことを特徴とする中高層建物用増圧給水システム。",
                "【請求項2】請求項1の発明において，上記上階床群側の増圧ポンプが運転を開始したとき，その増圧ポンプの吸込側の圧力が少なくとも1．0Kgf／cm2に保たれるように，上記すぐ下側の階床詳の増圧ポンプが運転制御されるように構成されていることを特徴とする中高層建物用増圧給水システム。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当裁判所の判断",
          "text": [
            "本件訂正審決が確定したことにより,本件審決は,その判断の対象となる発明の要旨認定に誤りがあることになり,この誤りが本件審決の結論に影響を及ぼすことは明らかである。",
            "よって,原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}