{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−14679号事件について平成21年9月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「容易に反対方向に反転出来る様にした遊戯具シーソー」とする発明について特許出願をし，平成19年3月27日付けで特許請求の範囲の変更を内容とする補正をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①上記補正後の特許出願が特許法36条6項2号が規定する要件(「特許を受けようとする発明が明確であること」)を満たしているか，②上記出願に係る発明が下記の刊行物に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・実公昭56−46796号公報(考案の名称「シーソー軸受」，出願人 A・B・C，公告日 昭和56年11月2日。甲2，以下，「引用文献」といい，そこに記載された発明を「引用発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年6月24日の国内優先権(特願2002−21891",
                "7号)を主張して，平成15年3月26日，名称を「容易に反対方向に反転出来る様にした遊戯具シーソー」とする発明について特許出願(特願2003−84746号，請求項の数1。以下「本願」という。公開特許公報［特開2004−81817号］は甲3)をし，平成19年3月27日付けで特",
                "許請求の範囲を変更する補正(甲6。請求項の数1)をしたが，平成19年4月13日付けで拒絶査定を受けたので，不服の審判請求をした。",
                "特許庁は，同請求を不服2007−14679号事件として審理した上，平成21年9月8日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は平成21年10月4日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "上記補正後の【請求項1】は，次のとおりである(以下「本願発明」という)。",
                "「シーソー板5の重力を反対方向への反転を助ける力として働かせ，また着地時には着地の衝撃を和らげる力として働かせる為に，シーソー板5の重心3と乗った子供の重心2の間で全重心の下方となる位置に支点1を設けた懸垂型となるシーソーで，容易に反転出来，また，着地の衝撃を少なくした遊戯具シーソー。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本願は特許法36条6項2号が規定する要件(「特許を受けようとする発明が明確であること」)を満たしていない，②本願発明は上記引用発明に基づいて容易に発明することができた，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定する引用発明の内容，本願発明と引用発明との一致点及び相違点は，上記審決写し記載のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，次のとおり違法なものであるから，取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願は特許法36条6項2号が規定する要件を満たしていないとの判断の誤り)",
                  "text": [
                    "審決は，シーソーには不特定多数の子どもが乗るから，全重心の位置が特定しないと判断している。",
                    "しかし，シーソーの全重心の位置は，子どもの体重，人数，姿勢，乗る位置によって変動するとしても，シーソー板から離れずに子どもが動ける範囲は限られている。全重心の位置は，小さく軽い子どもが4人乗りのシーソーに2人乗った場合が最も低くなるので，その場合でも支点の位置がその下に来るようにすれば，本願発明を実現することは可能である。",
                    "シーソーの全重心の位置は，実際に子どもが乗ったときに初めて特定されるもので，誰もそのことは問題とすることなくシーソーは作られてきた。子どもが動くと全重心の位置が不特定となるのであれば，シーソーの動きが不特定となって現れるはずであるが，シーソーの動きが不特定な動きをしたという話は聞かない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願発明は引用発明に基づいて容易に発明することができたとの判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，「この考案は，摩擦抵抗をきわめて少なくしてシーソーにおける揺動体の揺動運動を長時間にわたって継続させることを可能とした，シーソー用軸受に関する。」(甲2，2欄3行～6行)とされているから，やじろべえ型のシーソーの発明であり，反転し着地するシーソーに関する本願発明とは異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，「…軸受として滑り軸受けを用いては摩擦抵抗が大きくなりすぎて不適当である。」(甲2，2欄9行～11行)とされているから，滑摩擦から転がり摩擦に変えた支持軸4の発明であり，支持軸4を揺動体6の上側にした理由は，引用文献(甲2)に記載されておらず，支持軸4の位置は重要な意味を持たないものと思われる。引用発明は，支持軸4を揺動体6の上側にすることを目的としていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "シーソー板の片側が着地していのるのは多くの人が見ているが，支点と見えない重心との位置関係によるものであるとは容易に気が付かない。本願発明は，支点を全重心の下でシーソー板の直上とすることで，着地の衝撃を軽減し，反対方向への反転を容易としたシーソーであって，進歩性を有するものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の請求項1に記載の「全重心」の位置は，実際に子供が乗って初めて特定されるものであり，子供の重心位置の移動に応じて移動するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，全重心の位置について，小さく軽い子どもが4人乗りのシーソーに2人乗った場合を想定して主張しているが，このような記載は本願の明細書及び図面にはなく，どの程度「小さく」「軽い」子供なのか不明であるから，どのように「全重心の位置を想定」しているのか不明である。",
                    "しかも，本願の請求項1の記載から，本願発明の遊戯具シーソーが四人乗りであることは特定されていないから，仮に，上記の原告の主張を考慮に入れたとしても，本願発明における全重心の位置は，依然として明確でない。",
                    "また，原告は，「子どもが動くと全重心の位置が不特定となるのであれば，シーソーの動きが不特定となって現れるはずであるが，シーソーの動きが不特定な動きをしたという話は聞かない。」と主張しているが，本願発明は「遊戯具シーソー」という物の発明であり，審決においては，特許を受けようとする発明(物の発明)が明確でない，としているのであって，不特定な動きをする，とはしていないから，シーソーの動きに関する原告の上記主張は，当を得ていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ここで，本願発明が「遊戯具シーソー」という物の発明であることに留意して検討すると，仮に，上記原告が想定した条件下(小さく軽い子供が4人乗りのシーソーに2人乗った場合)で，本願の請求項1に記載の全重心と支点との位置関係を満たすように設計された支点を有する懸垂型のシーソーを作製したとしても，想定外に小さく軽い子供が乗ってしまうと，その作製した懸垂型のシーソーが，本願の請求項1に記載の全重心と支点との位置関係を満たさないことがあり得ることは，力学的に明らかである。",
                    "本願発明は「物の発明」であるにもかかわらず，同じ物(同じシーソー)であったとしても，実際にそのシーソーに乗った子供によって，本願の請求項1に記載の全重心と支点との位置関係を充足したり，充足しなかったりすることとなるから，本願発明が，物の発明としてどのような遊戯具シーソーであるのか明確であるとはいえず，請求項1の記載では，第三者に不測の不利益を及ぼすほどに，本願発明が不明確であるといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献(甲2)には，支持軸4を揺動体6の上側にした「理由」についての記載はないが，審決において，引用発明として認定したのはシーソーの構造についてのみであり，その理由に関しては何ら認定するものではない。したがって，引用発明について，「支持軸4を揺動体6の上側にした理由は，引用文献(甲2)に記載されておらず，支持軸4の位置は重要な意味を持たない」とする原告の主張は，審決取消事由として当を得ていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献(甲2)の記載からは，引用発明が「弥次郎兵衛型」(全重心の位置より上に支点が位置する)であるとまではいえないし，支点の位置が全重心の位置に対してどこに位置するのかも明らかではない。それゆえ，審決は，「支点の位置が，本件発明では『シーソー板5の重心3と乗った子供の重心2の間で全重心の下方となる位置』であるのに対し，引用発明では明らかでない点」を「相違点2」として認定し(6頁13行～15行)，その容易想到性を判断したのであり，この認定判断に誤りはない。",
                    "以下，引用文献(甲2)の記載から引用発明が「弥次郎兵衛型」であるとまではいえない点及び引用発明では支点の位置が全重心の位置に対してどこに位置するのか明らかではない点について詳述する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明が「弥次郎兵衛型」であるとまではいえないこと「ENCYCLOPEDIA NIPPONICA 2001 日本大百科全書 10」1989年(平成元年)7月1日初版第四刷発行 小学館 816ページ(乙4)には，「シーソー」について，「中央に支えのある一枚の厚板(長さ三～五メートル)の両端に乗って，互いに調子をとりながら上下させて遊ぶ用具。…子供の遊具として，体の平衡機能，リズム感，協同性などを養うことができ，また構造も簡単である。」と記載されているから，シーソーが，子供がリズム感を養う程度に上下動を繰り返して遊ぶものであることは明らかであり，「大百科事典 6」1985年(昭和60年)3月25日初版発行 平凡社 882ページ(乙3)の「シーソー」についての「両端にのった子どもが交互に上がり下がりを繰り返して遊ぶ」との記載とも合わせて考えると，一般的にシーソーとは，子供が交互に上下動(すなわち，「揺動運動」)を繰り返して(すなわち，「継続させて」)遊ぶものといえる。",
                        "そして，引用文献(甲2)には，「…揺動体の揺動運動を長時間にわたって継続させるのに，軸受として滑り軸受を用いては摩擦抵抗が大きくなりすぎて不適当である。ボールベアリングを用いると摩擦抵抗を減らすことができるが，あまりに高価すぎて遊戯機用としては適当でない。」(2欄8行～13行)との記載に続けて，「この考案は，摩擦抵抗をきわめて小さくして，揺動運動を長時間にわたって継続させることができるようにした，シーソー用軸受を安価に提供することを目的とする。」(2欄14行～17行)と記載されているから，上記シーソーの一般的な概念を考慮すれば，引用文献(甲2)における「揺動運動を長時間にわたって継続させることを可能とした」，「摩擦抵抗をきわめて小さくして，揺動運動を長時間にわたって継続させることができるようにした」との記載は，揺動運動の妨げとなる軸受の摩擦抵抗が大きいと遊技機として不適当であるから，軸受の摩擦抵抗を小さくして，子供が上下動を長時間にわたって繰り返して遊ぶことができるようにしたことを意味すると解することができる。",
                        "上記した，シーソーとは子供が揺動運動を継続させて遊ぶものである，という技術常識を考慮すると，引用文献(甲2)の記載から，引用発明を「弥次郎兵衛のように左右に揺動させて」遊ぶシーソーに限定して解することはできない。",
                        "また，引用文献(甲2)の内容を精査しても，全重心と支点の位置関係を示す記載は見当たらないから，このことからしても，引用発明は，弥次郎兵衛型シーソーであると解することはできない。",
                        "したがって，引用発明が「弥次郎兵衛型」であるとまではいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明では支点の位置が全重心の位置に対してどこに位置するのか明らかではないこと",
                      "text": [
                        "前記乙3には子供が「乗って」遊戯するシーソーと「ぶら下がって」遊戯するシーソーの両方が記載されているものの，最初に，そしてシーソーの欄の大部分を使って解説しているのは子供が「乗って」遊戯するシーソーに関してであり，前記乙4には，子供が「乗って」遊ぶシーソーしか記載されていないことから，単純に「シーソー」といえば，子供が「乗って」遊戯する遊具を思い浮かべるのが一般的であるといえる。",
                        "そして，引用文献(甲2)の内容を精査しても，子供の位置を示す記載も，全重心と支点の位置関係を示す記載も見当たらないから，単に「シーソー」としか記載のない引用文献(甲2)は，上記一般的な概念を考慮すると，子供が「乗って」遊ぶシーソーであることを排除するものではない。",
                        "引用文献(甲2)の第1～6図に記載されるような構造のシーソーにおいて，子供が「乗って」遊戯するか，「ぶら下がって」遊戯するかで，全重心と支点との相対的な位置関係が大きく異なることは明らかであるから，引用発明は，支点の位置が全重心の位置に対してどこに位置するのか明らかである，ということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決の「引用発明のシーソーは懸垂型のシーソーと言える。」(6頁4行)とした認定に誤りがないから，「…本件発明と引用発明は，『シーソー板と，支点を設けた懸垂型の遊戯具シーソー』の点で一致し，…」(6頁8行～10行)とした，審決の一致点の認定に誤りはない。",
                    "また，審決においては，「遊戯具シーソーとして，子供が乗って遊戯するシーソー(例えば，実願昭55−62148号(実開昭59−193",
                    "号)のマイクロフィルムに記載されるシーソーを参照。)と，子供がぶら下がって遊戯するシーソー(例えば，実公昭30−9728号公報に記載されるシーソーを参照)は，何れも周知・慣用のシーソーである。」(6頁24行～28行)と周知慣用技術を認定した。",
                    "審決では，以上の一致点及び周知慣用技術の認定を前提とし，「そして，引用発明の遊戯具シーソーが前記何れのシーソーであるかは明確ではないが」(6頁28行～29行)と断った上で，「子供が乗って遊戯する周知・慣用のシーソーとして構成することに困難性はない。」(6頁29行～30行)と判断するものである。すなわち，引用文献(甲2)には，引用発明の遊戯具シーソーが，子供が「乗って」遊戯するシーソーであるか，子供が「ぶら下がって」遊戯するシーソーであるかを特定する記載はないが，遊戯具シーソーとして，子供が「乗って」遊戯するシーソーが周知・慣用のシーソーであることを考慮すると，引用発明の懸垂型の構造を有する遊戯具シーソーを，子供が「乗って」遊戯する周知・慣用のシーソーとして構成することは，当業者が容易になし得たことであり，上記審決の判断に誤りはない。",
                    "その上で，引用発明の，支点の位置が揺動板6のほぼ上面に位置する懸垂型のシーソーに，シーソーで遊ぶ子供として一般的に想定される，平均的な身長・体重を有する子供が「乗って」遊戯すれば，結果として，引用発明の支点の位置は「シーソー板5の重心3と乗った子供の重心2の間で全重心の下方となる位置」となり，懸垂型の構造を有するシーソーにおいて，このような全重心と支点との位置関係が形成されることにより，「シーソー板5の重力を反対方向への反転を助ける力として働かせ，また着地時には着地の衝撃を和らげる力として働かせ」ることができるシーソーであって，かつ「容易に反転出来，また，着地の衝撃を少なくした」という，本願発明同様の作用・機能を有するシーソーが形成されることは，力学的に明らかである。",
                    "以上のとおり，「シーソー板の片側が着地」するかどうかは，懸垂型のシーソーに，上記平均的な身長・体重を有する子供が「乗って」遊戯すれば，その結果として生じる現象にすぎず，引用発明に記載されるように懸垂型のシーソーが公知の技術であり，子供が「乗って」遊戯するシーソーが周知慣用のシーソーである以上，仮に「支点と目に見えない重心との位置関係によるものだとは容易には気づかない。」としても，引用発明と周知慣用技術とから本願発明の遊戯具シーソーを得ることは，当業者が容易になし得たことであるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "してみれば，「本件発明は，上記刊行物に記載された発明と周知慣用技術とに基いて当業者が容易に発明をすることができたものであり，特許法第29条第2項に規定する発明に該当する。」(8頁2行～4行)とした審決に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の平成19年3月27日付け補正後の特許請求の範囲【請求項1】は，前記第3，1(2)のとおりであり，「発明の詳細な説明」及び「図面」は次のとおりである(甲3)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「シーソー板の重力を反対方向への反転を助ける力として働かせ，また着地時には着地の衝撃を和らげる力として働かせる様にして小さな子供でも容易に反転出来また着地の衝撃が少なくなる様にした遊戯具シーソーに関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 「従来のシーソーはシーソー板の下に支点があり重いシーソー板の重力は反対方向への反転を妨げる力として働く。」(段落【0002】)・ 「また重いシーソー板の重力は着地時には着地の衝撃を増大する力として働く。」(段落【0003】)",
                    "・ 「その為シーソーの反対方向への反転が困難となり小さな子供では大人の介添えが必要となり又着地の衝撃も大きい。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 「小さな子供でも大人の介添無く容易に反転出来また安全なシーソーとする。」(段落【0005】)",
                    "・ 「シーソー板の重力を反転時には反転を助ける力として働かせる。」(段落【0006】)",
                    "・ 「シーソー板の重力を着地時には着地の衝撃を和らげる力として働かせる。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「従来のシーソー板の下に支点があるシーソーではシーソー板の重力がシーソーの反転を妨げる力として働き又着地時には着地の衝撃を増大する力として働く。」(段落【0008】)",
                    "・ 「支点の位置を上に上げて支点をシーソー板の重心と一致させればシーソー板の重力がシーソーの反転に及ぼす影響を無くする事が出来る。」(段落【0009】)",
                    "・ 「更に支点の位置を上に上げてシーソー板の重心と乗った子供の重心との間に位置する様にする事でシーソー板の重力をシーソー板の反転を助ける力として働かせ又着地時には着地の衝撃を和らげる力として働かせる事が出来る。」(段落【0010】)",
                    "・ 「シーソー板と乗った子供を合わせた全重心の位置より上に支点を上げるとシーソーの反転の動きが従来のシーソーの反転の動きとは異なり弥次郎兵衛の動きに似た動きとなる。」(段落【0011】)",
                    "・ 「本発明の目的に添うのは支点の位置をシーソー板の重心の上方とした懸垂型となるシーソーでありシーソー板の重力がシーソー板の反転を助ける力として働き又着地時には着地の衝撃を和らげる力として働く位置に支点を設けたものでシーソー板の重心と全重心位置の間に支点を設けたものである。」(段落【0012】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "・ 「図を参照に本発明のシーソーと従来のシーソーとの動きの違いを説明する。",
                    "シーソー板の重心3，13の位置はシーソー板5，15の中央部に固定されたもので反転を始めるまでは移動する事はない。」(段落【0013】)",
                    "・ 「一方子供の重心2，12は身長や体重や乗る位置により異なるがシーソー板5，15の中央部付近でシーソー板5，15の上方10cm程度の所に有る物と思われ反転をするための重心移動が出来る。」(段落【0014】)",
                    "・ 「図3及び図4で従来のシーソーの動きについて説明する。",
                    "図3は従来のシーソーであり左傾斜の状態を示すがシーソー板の重心13と子供の重心12の位置は共に支点11の左に位置する。」(段落【0015】)",
                    "・ 「シーソー板の重心13は支点11より上にあり水平で重心位置が最も高くなり低い位置に移行するためシーソー板15は水平には留まれずどちらかの端は着地する。」(段落【0016】)",
                    "・ 「右側へ反転のため子供の重心12を右側へ移動するが支点11の真上を越えてもシーソー板の重心13が左側に残る為に右側への反転は始まらない。」(段落【0017】)",
                    "・ 「シーソーの重力による左回りのモーメントと子供の重力による右回りのモーメントのバランス点14を越えてから初めて反転が始まる。」(段落【0018】)",
                    "・ 「バランス点14までの子供の右側への重心移動ではシーソー板の重力がはんてんを妨げ何の動きもする事はない。」(段落【0019】)・ 「子供の重心12の移動がバランス点14を越えて反転が始まりシーソー板が水平を越えるとシーソー板の重心13は支点11の右側に移動し右回りのモーメントを発生し動きは益々加速し激しく地面に着地する。」(段落【0020】)",
                    "・ 「従来のシーソーはこの様に反転に多くの重心移動が必要な為に小さな子供では反転させることが困難であり大人の介添えが必要となり着地の衝撃が大きい為多人数で遊べる楽しい筈の乗り物でありながらあまり人気の無い乗り物になっている。」(段落【0021】)",
                    "・ 「図1及び図2を参照に本発明のシーソーの動きを説明する。",
                    "図2は本発明のシーソーの左側傾斜の状態を示し子供の重心2とシーソー板の重心3位置は支点1を挟んで左右に位置する。」(段落【0022】)",
                    "・ 「子供の重心2とシーソー板の重心3のバランス点4は既に左側に在る。」(段落【0023】)",
                    "・ 「シーソー板の重心3は支点1の右側に在り反転の動きを助ける右回りのモーメントを発生している。」(段落【0024】)",
                    "・ 「反転の為に子供の重心2を移動しバランス点4を越えると反転の動きが始まり又シーソー板の重力による右回りのモーメントは右反転の動きを助ける働きをする。」(段落【0025】)",
                    "・ 「シーソーの反転が水平を過ぎるとシーソー板の重心3は支点1の左側に移動し左回りのモーメントを発生し着地の衝撃を和らげる働きをする。」(段落【0026】)",
                    "・ 「この様に懸垂型のシーソーとする事で容易に反対方向への反転が出来又着地の衝撃の少ないシーソーが実現出来る。」(段落【0027】)",
                    "・ 「シーソーを動きという観点で捉える時，本発明のシーソーと従来のシーソーとは全く異なるシーソーであり小さな子供でも容易に反転出来て大人の介添えを必要とせず着地の衝撃の少ないシーソーである。」(段落【0030】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "図面",
                  "text": [
                    "・ 【図1】(本発明の1実施例の懸垂型シーソーの側面図)",
                    "・ 【図3】(従来のシーソーの側面図［左に傾斜した状態］)(2) 上記(1)の記載によれば，本願発明は，シーソー板の重力を反対方向への反転を助ける力として働かせ，また着地時には着地の衝撃を和らげる力として働かせるようにして，小さな子供でも容易に反転でき，また着地の衝撃が少なくなるようにした遊戯具シーソーに関する発明であって，懸垂型(すなわち，支点を板の重心より上の位置とすること)にしてシーソー板5の重心3と乗った子供の重心2の間に支点1を設けることによって，シーソー板の重力を反対方向への反転を助ける力として働かせ，また着地時には着地の衝撃を和らげる力として働かせるとともに，全重心の下方となる位置に支点1を設けることによって，反転着地する，やじろべえ型でないシーソーとしたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本願は特許法36条6項2号が規定する要件を満たしていないとの判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「…特許請求の範囲の請求項1に記載された発明特定事項である『シーソー板5の重心3と乗った子供の重心2の間で全重心の下方となる位置に支点1を設けた懸垂型となるシーソー』を充足する『シーソー』であるかか否かは，想定する『子供の重心』に応じて決まることになるから，特許を受けようとする発明が明確でない。」(3頁8行～13行)と判断している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "確かに，シーソーに乗った子どもの重心は，子どもの人数，身長，体重，乗る位置等によって異なるということができる。",
                "しかし，本願発明の【請求項1】に記載された発明特定事項のうち，「シーソー板5の重力を反対方向への反転を助ける力として働かせ，また着地時には着地の衝撃を和らげる力として働かせる為に，シーソー板5の重心3と乗った子供の重心2の間に支点1を設けた懸垂型となるシーソーで，容易に反転出来，また，着地の衝撃を少なくした遊戯具シーソー。」という点は，子どもの重心が上記のとおり異なるとしても，懸垂型にすることによって実現できるから，不明確であるということはできない。",
                "また，本願発明の【請求項1】に記載された発明特定事項のうち，「全重心の下方となる位置に支点1を設けた」点は，子どもの重心が上記のとおり異なるとしても，子ども用のシーソーであるから，子どもの人数，身長，体重，乗る位置等は，技術常識として一定範囲のものが想定できるというべきであり，子どもの重心が，その範囲で想定される最も下にある場合において，全重心の下方となる位置に支点1を設ければ，「全重心の下方となる位置に支点1を設けた」ものとなることは明らかである。しかも，後記4(2)のとおり，通常，全重心の位置は懸垂型のシーソーの支点よりも上方になるものと認められるから，そのように構成することに困難な点があるとはいえない。したがって，この点も不明確であるということはできない。",
                "したがって，本願発明の【請求項1】に記載された発明が明確でないということはできず，これに反する審決の判断は是認することができないから，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本願発明は引用発明に基づいて容易に発明することができたとの判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の意義等につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献たる実公昭56−46796号公報(考案の名称「シーソー軸受」，出願人 A・B・C，公告日 昭和56年11月2日。甲2)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「この考案は，摩擦抵抗をきわめて少なくしてシーソーにおける揺動体の揺動運動を長時間にわたって継続させることを可能とした，シーソー用軸受に関する。",
                        "シーソーはわずかの揺動角をきわめてゆるやかに揺動しなければならないため，揺動体の揺動運動を長時間にわたって継続させるのに，軸受として滑り軸受を用いては摩擦抵抗が大きくなりすぎて不適当である。",
                        "ボールベアリングを用いると摩擦抵抗を減らすことができるが，あまりに高価すぎて遊技機用としては適当でない。",
                        "この考案は，摩擦抵抗をきわめて小さくして，揺動体の揺動運動を長時間にわたって継続させることができるようにした，シーソー用軸受を安価に提供することを目的とする。」(2欄3行～17行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「以下，この考案の実施例を図面を参照しながら説明する。",
                        "第1図はこの考案の第1実施例を示す正面図であり，第2図は第1図のⅡ−Ⅱ断面図である。1，1は一定間隔をおいて配置した支持脚であり，支持脚1，1の上面には平盤2，2を固定している。平盤2，2は，金属，合成樹脂，鉱石などの硬度の高い材質でできており，上面は滑らかになっている。各平盤2，2の上面両端には転動規制体3，3，3，3を取付けている。転動規制体3，3，3，3は硬質材でできていて，棒状，柱状，板状などをしている。そして，転動規制体3，3，3，3の各対は，それぞれ一定間隔をおいて対向させて配置している。",
                        "各支持脚1，1の上に円形をした1本の支持軸4をかけ渡して，各支持脚1，1の平盤2，2の上に支持脚4の両端を乗せている。支持脚4の両端は，各転動規制体3，3，3，3の間の平盤2，2上を転動する。なお，転動規制体3，3，3，3の各対の間隔は，支持軸4の軸周の約2分の1程度としておく。支持軸4には，取付体5を介してシーソーの揺動体6を一体に取付けている。",
                        "支持軸4の両端面には円弧状をした受球体7，7を取付けている。各支持脚1，1の上面の各最外側に，垂直板8，8をそれぞれ垂直に取付けている。各受球体7，7の上にそれぞれ球体9，9を配置している。",
                        "球体9，9は，支持軸4の両端面と各垂直板8，8との間にそれぞれ位置しており，ねじれ動きに適切な大きさをした，鋼球などの剛体で形成している。そして，受球体7，7は，支持軸4の転動時にも球体9，9が支持軸4の両端面の位置から外れさせないためにある。なお，受球体7，7は，場合によっては必要ないものである。」(2欄18行～3欄14行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "「この考案の構成は以上のとおりであるが，つぎに，第5図及び第6図によりこの考案に係るシーソー用軸受の作動状況を説明する。揺動体6はゆるやかな揺動運動を繰り返すのであるが，このとき取付体5を介して揺動体6と一体に固定された支持軸4は，支持脚1，1の上面に固定した平盤2，2上を，線接触状態で接しながらゆるやかに転って，往復運動をつづけていく。なお，支持軸4の往復運動の範囲は，各対の転動規制体3，3，3，3の間になる(第5図及び第6図がその範囲を示している。)。支持軸4は線接触状態で接しながら転がっていくのであるから，摩擦抵抗はきわめて小さくなり，高能率な揺動運動を行なうことができる。",
        "なお，支持軸4は平盤2，2上に乗せられているにすぎないのであるから，外力により左右方向に平行移動しようとするが，その動きは球体9，9が阻止している。また，左右方向にねじれる動きも出てくるが，もし揺動体6がねじれた状態で支持軸4が転動した場合は，支持軸4の両端部分の先行した側がまず転動規制体3に当った後は空転し，つぎに他側が転動規制体3に当ったときにねじれが修正されることになる。」(3欄29行−4欄15行)"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "「以上の説明から明らかなように，この考案に係るシーソー用軸受においては，揺動体6の揺動にともなって支持軸4が，転動規制体3，3，3，3間の平盤2，2上を線接触状態でゆるやかに転動するようになっているので，軸受による摩擦抵抗をきわめて小さくすることができる。また，揺動体6の左右方向への平行移動は球体9，9が阻止し，揺動体6のねじれ作用は転動規制体3，3，3，3が修正することになるので，揺動体6は摩擦抵抗の少ない安定した揺動運動を，長時間にわたって継続することができるのである。」(4欄16行～26行)"
    },
    {
      "fig": "(オ)",
      "subject": "・第1図(第1実施例を示す正面図)",
      "text": [
        "・第2図(第1図のⅡ−Ⅱ断面図)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "上記アの記載によれば，上記引用文献(甲2)には，審決が認定する(5頁22行～30行)とおり，以下の発明(引用発明)が記載されていると認められる。",
            "「揺動体6と，",
            "前記揺動体6の上面に取付体5を介して一体に取付けられた支持軸4と，",
            "一定間隔をおいて配置した支持脚1，1と，",
            "前記支持脚1，1の上面に固定され，硬度の高い材質で上面が滑らかな平盤2，2と，",
            "前記平盤2，2の上面両端に取付けられた転動規制体3，3，3，3とを備えるシーソーであって，",
            "前記平盤2，2の上に支持軸4の両端を乗せることで，各支持脚1，1の上に前記支持軸4をかけ渡した遊技機用のシーソー。」"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，引用発明について，「この考案は，摩擦抵抗をきわめて少なくしてシーソーにおける揺動体の揺動運動を長時間にわたって継続させることを可能とした，シーソー用軸受に関する。」(甲2，2欄3行～6行)とされているから，やじろべえ型のシーソーの発明であると主張する。しかし，原告が引用する引用文献(甲2)の上記記載は，一般にシーソーが有すべき性質について述べたにすぎず，それから直ちに引用発明がやじろべえ型のシーソーであるということはできないし，その他，上記アの引用文献(甲2)の記載から，引用発明がやじろべえ型のシーソーであると認めることはできない。上記アの引用文献(甲2)の記載からは，引用発明がやじろべえ型のシーソーであるか，反転し着地するシーソーであるかは明らかでないというほかない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "そして，本願発明と引用発明とを対比すると，審決が認定する(6頁8行～20行)とおり，以下の一致点，相違点があるものと認められる。",
            "〈一致点〉",
            "「シーソー板と，支点を設けた懸垂型の遊戯具シーソー」である点〈相違点1〉",
            "「遊戯具シーソーが，本願発明では，子供が乗る遊戯具シーソーであるのに対し，引用発明では子供が乗るものか否か明確でない点。」〈相違点2〉",
            "「支点の位置が，本願発明では『シーソー板5の重心3と乗った子供の重心2の間で全重心の下方となる位置』であるのに対し，引用発明では明らかでない点。」",
            "〈相違点3〉",
            "「本願発明の遊戯具シーソーは，『シーソー板5の重力を反対方向への反転を助けるための力として働かせ，また着地時には着地の衝撃を和らげる力として働かせる為』になされたものであり，『容易に反転出来，また，着地の衝撃を少なくした』ものであるのに対し，引用発明は，摩擦抵抗を小さくするためになされたものである点。」"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "審決の上記相違点についての判断の当否"
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "相違点1について",
          "text": [
            "乙1(実願昭55−62148号［実開昭59−193号］のマイクロ",
            "フイルム，考案の名称「シーソー」，出願人 沼田金属工業株式会社，公開日 昭和59年1月5日)，乙3(「大百科事典 6」1985年(昭",
            "和60年)3月25日初版発行 平凡社 882ページ)及び乙4",
            "(「ENCYCLOPEDIA NIPPONICA 2001 日本大百科全書 10」1989年［平成元年］7月1日初版第四刷発行 小学館 816ページ)によれば，子供が乗って遊ぶシーソーは，よく知られているものであって，子供が乗って遊ぶシーソーとして構成することに格別の困難性はないものと認められるから，当業者(その発明の属する技術の分野における通常の知識を有する者)は，相違点1に係る構成を容易に想到することができたと認められる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点2について",
          "text": [
            "本願発明は，懸垂型のシーソーであるから，その支点の位置は，シーソー板の重心より上にあるということができる(前記2(1)カ【図1】参照)。そして，子どもはシーソー板の上に乗るから，支点は，シーソー板5の重心3と乗った子供の重心2の間にあるということができる。この場合，全重心の位置は，シーソー板の重さや子どもの人数，身長，体重，乗る位置等によって異なることとなるが，前記2(1)オのとおり，本願明細書(甲3)には「…子供の重心2，12は身長や体重や乗る位置により異なるがシーソー板5，15の中央部付近でシーソー板5，15の上方10cm程度の所に有る物と思われ…」(段落【0014】)と記載されているところ，シーソー板の重心は板厚の中心にあると考えられるから，シーソー板の板厚が極端に厚くない限り全重心の位置はシーソー板より上方になるものと認めるのが相当である。原告が本願に関し特許庁に提出した平成18年11月30日付け意見書(乙5)には，「シーソー板の板厚が極端に厚い板でない限り全重心の位置はシーソー板より上方になる…」，「したがって，実施例としてシーソー板を四センチメトール厚さの木板とし，シーソー板の重量と子供の重量が等しいと仮定すれば，シーソー板の重心は板厚の中心にあり，子供の重心はシーソー板の上方十センチメトール位と考えられ，全重心の位置はシーソー板の上方四センチメトール位の位置になると考えられる。」との記載(2枚目(12)(13))があり，また，原告は，本件訴訟においても，「シーソー板の上に子供が乗るために，板厚が極端に厚い板で無い限り，シーソー板と子供を合わせた全重心はシーソー板よりは上になる。」と主張している(訴状2頁下4行～下3行)から，本願発明においてシーソー板の板厚が極端に厚くない限り全重心の位置はシーソー板より上方になることは，原告も認めるところである。",
            "そうすると，本願発明のような懸垂型のシーソーでは，通常，支点の位置は，「シーソー板5の重心3と乗った子供の重心2の間で全重心の下方となる位置」にあるものということができるから，相違点2は，物としては実質的な相違点ということができない。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点3について",
          "text": [
            "相違点3に係る構成は，本願発明の作用効果を特定するものであるところ，引用発明に相違点2に係る構成を備えるものは，物理学上必然的にこのような作用効果を有するものというべきである。"
          ]
        },
        {
          "fig": "エ",
          "subject": "まとめ",
          "text": [
            "以上を総合すると，引用発明の構成に加えて相違点1～3に係る構成を有するシーソー(本願発明に係るシーソー)は，当業者が容易に想到することができたというべきである。その旨の審決の判断に誤りがあるということはできない。",
            "なお，引用発明は，摩擦抵抗を小さくするためになされたものであって，「容易に反転出来，また，着地の衝撃を少なくした」ものではないが，上記のとおり引用発明に相違点2，3に係る構成を備えるもの(シーソー)が本願出願前に存していた以上，既に述べたとおり審決の判断に誤りがあるということはできない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "5",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，原告主張の取消事由1は理由があるが，取消事由2は理由がなく，登録を拒絶すべきものとした審決の判断は，結論において誤りはない。",
                    "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10346",
    "date": "2010-03-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080024",
    "ipprecedent_id": "2168",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}