{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−12447号事件について平成21年8月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が分割出願の方法により名称を「ミキシングエレメント及びその製造方法」(再変更後の名称「静止型流体混合器の製造方法及び円筒状ミキシングエレメント」)とする発明につき特許出願をしたところ，拒絶査定を受けたので，これに対する不服審判請求をし，平成21年5月25日付けでも特許請求の範囲の変更等を内容とする手続補正をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記補正後の請求項3に係る発明(本願発明)が下記各引用文献に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・特開平5−168882号公報(発明の名称「物質移動装置及びその製造方法」，出願人 X，公開日 平成5年7月2日。以下，この文献を「引用例1」といい，これに記載された発明を「引用例1発明」という。甲5)・特開昭63−230251号公報(発明の名称「ミキシングエレメントの製造装置」，出願人 X，公開日 昭和63年9月26日。以下，この文献を「引用例2」という。甲6)",
            "・特開平2−43932号公報(発明の名称「ミキシングエレメント」，出願人 X，公開日 平成2年2月14日。以下，この文献を「引用例3」という。",
            "甲7)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成6年4月19日になした原出願(特願平6−115817号，公開公報は特開平7-284642号)からの分割出願として，平成14年7月22日，名称を「ミキシングエレメント及びその製造方法」とする発明について特許出願(特願2002−212494号，請求項の数4，甲1。",
                "公開公報は特開2003-38943号)，平成17年7月11日付けで特許請求の範囲の変更等を内容とする補正(変更後の発明の名称「静止型流体混合器の製造方法及びミキシングエレメントの製造方法」，甲2)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2006−12447号事件として審理し，その中で原告は平成21年5月25日付けでも特許請求の範囲の変更等を内容とする補正(以下「本件補正」という。請求項の数3，再変更後の発明の名称「静止型流体混合器の製造方法及び円筒状ミキシングエレメント」，甲4)をしたが，特許庁は，平成21年8月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成21年9月8日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1～3から成るが，このうち請求項3に係る発明(以下「本願発明」という。)の内容は以下のとおりである。",
                "・【請求項3】",
                "多孔体または多孔質体で形成され，所定角度で右旋回または左旋回した8枚の螺旋状の羽根体を，前記羽根体の長さに等しいかやや長い円筒状の通路管の内壁部に等配に配列し，前記通路管の内部に右旋回または左旋回する8つの流体通路を形成し，前記8つの流体通路を前記通路管の中心部で連通させたことを特徴とする右旋回用または左旋回用の円筒状ミキシングエレメント。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，本願発明は引用例1～3に記載された各発明並びに周知技術に基づいて当業者が容易に発明をすることができたから特許を受けることができない(特許法29条2項)，というものである。",
                "なお，審決が認定した引用例1発明の内容は下記のとおりである。",
                "記",
                "＜引用例1発明＞",
                "「多孔体又は多孔質体であり，流体が通流する円筒状の通路管の内壁部に複数個の右捻り(時計方向)に90°捻じられた羽根体3と左捻り(反時計方向)に90°捻じられた羽根体とを交互に配置し，複数個の流体通路を有し，装置内の中心部は一定の幅で長手方向に開口部を有し，流体通路は各々連通した物質移動装置」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「引用例1発明の『円筒状の通路管』及び『多孔体又は多孔質体であり，・・・右捻り(時計方向)に90°捻じられた羽根体3と左捻り(反時計方向)に90°捻じられた羽根体』は，それぞれ本願発明の『円筒状の通路管』及び『多孔体又は多孔質体で形成され，所定角度で右旋回または左旋回した螺旋状の羽根体』に相当する」(5頁8行～12行)と認定した。",
                        "しかし，引用例1発明の「円筒状の通路管」は，その軸方向に複数の「右捻り(時計方向)に90°捻じられた羽根体3と左捻り(反時計方向)に90°捻じられた羽根体」を溶接等で結合することを可能とした半円筒状の通路管である。この通路管の長さはそこに接合される羽根体の長さには規制されない。",
                        "これに対し，本願発明の「円筒状の通路管」は，その製造方法は問わず元々円筒形状のものであり，その通路管の内壁に，例えば溶接等により「右捻り(時計方向)または左捻り(反時計方向)に90°捻じられた羽根体8枚が接合される通路管」である。つまり，本願発明の通路管の長さは右旋回または左旋回の羽根体の長さとほぼ等しいか，羽根体の長さよりやや長い円筒状の通路管である。",
                        "したがって，同じ「円筒状の通路管」という言葉を使っていても，本願発明の「円筒状の通路管」はその長さが羽根体の長さで規制される「円筒状の通路管」であるのに対し，引用例1発明の「円筒状の通路管」は接合する前の半円筒状の通路管2個である。つまり，引用例1発明の「円筒状の通路管」にはミキシングエレメントという考え方がなく，羽根体の長さに規制されない半円筒状の通路管2個からなる通路管である。よって，両者を同一の「円筒状の通路管」として認定した審決は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は「引用例1発明の『流体が通流する円筒状の通路管の内壁部に・・・羽根体とを・・・配置し』は，本願発明の『「羽根体を・・・円筒状の通路管の内壁部に配列し』に，また，引用例1発明の『複数個の流体通路を有し，装置内の中心部は一定の幅で長手方向に開口部を有し，流体通路は各々連通し』ていることは，本願発明の『前記通路管の内部に・・・流体通路を形成し，・・・流体通路を前記通路管の中心部で連通させた』ことに相当する。」(5頁12行～18行)と認定した。",
                        "しかし，引用例1発明の「流体が通流する円筒状の通路管の内壁部に・・・羽根体とを・・・配置し」は，本願発明の「羽根体を・・・円筒状の通路管の内壁部に配列し」に相当しない。なぜならば，本願発明は，当初から羽根体の長さに等しいかそれよりもやや長い円筒状の通路管が用意され，それに右旋回または左旋回の羽根体を溶接等により接合しているが，引用例1で「円筒状の通路管」といっているのは，半円筒状の通路管2個に羽根体を溶接等で接合した後でこの長尺条の半円筒状の通路管を溶接等で接合したものである。",
                        "したがって，両者を同じものとした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，「引用例1発明の『物質移動装置』は，本願発明の『ミキシングエレメント』とはミキシング部材として共通するものである。」(5頁18行～20行)と認定した。",
                        "しかし，本願発明の「ミキシングエレメント」は1個だけで複数の流体をミキシングするものではなく，右旋回の羽根体を持つミキシングエレメントと左旋回の羽根体を持つミキシングエレメントが，一つの長い円筒状のケーシング(通路管)の内側に交互に挿入されることにより，複数流体のミキシングができるようになる。これに対し，引用例1発明にはミキシングエレメントという概念は存在しない。つまり，引用例1発明では，半円筒状の通路管に右旋回の羽根体と左旋回の羽根体を軸方向に交互に接合してから2個の半円筒状の通路管を接続するものであるから，そこにはミキシングエレメントという考えが存在する余地がない。",
                        "言い換えると，引用例1発明は「右旋回用の羽根体」と「左旋回用の羽根体」が円筒軸方向に交互に配置された流体混合装置であるものの，そもそも「円筒状ミキシング部材」という部品をその構成要素とするものではない。",
                        "また，本願発明のミキシングエレメントはこれ1個(単体)で混合・攪拌ができるから，単なる混合部材という程度の意味でいう「ミキシング部材」と同じものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本願発明と引用例1発明は「多孔体または多孔質体で形成され，所定角度で右旋回または左旋回した螺旋状の羽根体を，円筒状の通路管の内壁部に配列し，前記通路管の内部に右旋回または左旋回する流体通路を形成し，前記流体通路を前記通路管の中心部で連通させた右旋回用または左旋回用の円筒状ミキシング部材」である点で一致するとした審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用例1発明認定の誤り)",
                  "text": [
                    "審決は，「引用例1発明の『複数の羽根体』は・・・『2枚以上の複数枚の羽根体』であるともいえる。」旨認定した(6頁6行～11行)。",
                    "しかし，つまり，引用例1発明では，2個の半円筒状の通路管を接合して円筒状の通路管が形成されたときに，既にその内部に右旋回または左旋回の羽根体が溶接等により接合された状態になっているところ，羽根体を円筒状の通路管に取付ける際の羽根体の旋回角度は少なくとも90°程度必要であるから，半円筒状の通路管に取付けられる羽根体の数は，軸方向の同一位置に1枚か2枚が限度である。",
                    "例えば，下記参考図において，平面図において0°～180°の半円筒状の通路管⑨に羽根体④(135°～225°)を接合する場合，羽根体④を通路管⑨の135°～180°の部分に接合することはできるが，羽根体④の半分を占める180°～225°の部分は通路管⑨からはみ出してしまうため接合する対象がないことになり，羽根体④の半分はいわばブラブラした状態となり，強度が弱く，混合効率も頗る悪いものとなって，ミキシングエレメントとしての役割を果たし得ない。",
                    "＜参考図＞",
                    "引用例1の半円筒状接合通路管を用いる場合の例",
                    "したがって，引用例1発明の半円筒状の通路管の軸方向の同一位置に3枚以上の羽根体を接合することはできない。引用例1の「この装置1の半径方向の同一位置に於ける羽根体3及び4の個数は2枚のみでなく，1枚又は2枚以上でもよい。」との記載(甲5，3頁3欄17行～19行)の「2枚以上」は記載ミスであり，本願発明は引用例1発明の問題点を解決するためになされたものである。審決の引用例1発明の認定は，引用例1の誤った記載を前提に行ったものであり，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点aについての判断の誤り−その1)",
                  "text": [
                    "審決は，「一方，本願発明の『8枚の螺旋状の羽根体』について，・・・(中略)・・・出願当初明細書の段落【0069】に『更に，混合効率の向上に寄与する多数の羽根体を筒状の通路管の内側に配設したミキシングエレント(図25参照)の製造が容易になる。』と記載されていたことに照らせば，混合効率をみて羽根体の枚数を選択しているものであり，本願発明の『8枚の羽根体』については，一般的な混合効率をみて適宜選択できる設計的な事項の範疇に属するものであり，格別なものとはいえない。」(6頁12行～23行)と判断した。",
                    "しかし，本願発明はミキシングエレメントの発明であり，右旋回の羽根体をその羽根体の長さで規制される円筒状の通路管の内壁に8枚接合したミキシングエレメントと，左旋回の羽根体を同じくその羽根体の長さで規制される円筒状の通路管の内壁に8枚接合したミキシングエレメントが対になって初めて意味をなすのである。つまり，これらの2種類のミキシングエレメントを，引用例2の図3又は図6に示すような通路管15内に交互に挿入することにより，混合効率の極めて高い静止型流体混合装置を作ることができる。このように，本願発明のミキシングエレメントは，静止型流体混合装置の1つの部品としての役割を果たすものである。",
                    "確かに，2枚の羽根体より8枚の羽根体の方が混合効率の上昇が期待できることが想定されるものの，そもそも引用例1発明では，通路管の通路方向(軸方向)の同一箇所には2枚の羽根体を接合すること以外は考慮されていないのであるから，混合効率を上げるために2枚以上の羽根体を接合するという発想は生れる余地がない。なぜなら，半円筒状の通路管に一方に2枚以上(例えば4枚)の羽根体を溶接等により取り付けた後に，その羽根体4枚を取り付けた半円筒状の通路管を張り合わせて8枚の羽根体を有する円筒状の通路管とすることは，極めて困難な作業を伴うからである。",
                    "本願の発明者は，引用例1発明に比べて混合効率を上げるために様々な試行錯誤を繰り返した結果，半円筒状の通路管を用いるのではなく，羽根体より少し長くした円筒状の通路管，つまりミキシングエレメントを作製するための通路管に，右旋回用の羽根体と左旋回用の羽根体を8枚ずつ接合して2種類のミキシングエレメントを作製することに成功した。そして，これら2種類(右旋回用と左旋回用)のミキシングエレメントを交互に円筒状のケーシング(通路管)に挿入することで，混合効率が急速に向上する静止型流体混合装置を作製した。したがって，本願発明は，発明者の努力と創意工夫の裏で生れた独創的な発明なのであり，審決の判断のように「一般的な混合効率をみて適宜選択できる設計的な事項の範疇に属するものであり，格別なものとはいえない。」ものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点aについての判断の誤り−その2)",
                  "text": [
                    "審決は「・・・引用例1発明の『複数の羽根体』は，上記したとおり，2枚の羽根体のものが例示されているものの，『2枚以上の複数枚の羽根体』であるともいえることから，3枚の羽根体は引用例2に開示され(記載事項(ウ))る他，それ以上の枚数の羽根を設けることも知られている(実開昭61−154422号公報参照)ことも勘案すると，引用例1発明の『複数枚の羽根体』を，混合効率等をみて，例えば『8枚』に選定することは，当業者が容易に行うことができるものといえる。」(6頁24行～30行)と判断した。",
                    "しかし，引用例2のミキシングエレメントは「分割金型」を使用して「ロストワックス鋳造」により製造される。確かに，引用例2の第11図には3個の流体通路を有するミキシングエレメントが図示されてはいるが，この分割金型を使用して製造できるミキシングエレメントの羽根体は3枚程度が限度である。この技術をもって，本願発明のように8枚の羽根体を有するミキシングエレメントを作製することは不可能である。",
                    "また，周知技術として引用された実開昭61−154422号公報(考案の名称「触媒燃焼装置」，出願人 バブコック日立株式会社，公開日 昭和61年9月25日。以下，この文献を「甲8の1文献」という。甲8の1)に記載の技術は，「燃料と，燃焼用空気等のガス流の混合流の下流側に触媒層を配置させて燃焼させる触媒燃焼装置」に関する技術である。実開昭61−154422号公報に対応する実願昭60−37516号のマ",
                    "イクロフィルム(以下，この文献を「甲8の2文献」という。甲8の2)によれば，従来の触媒燃焼装置では燃料濃度分布は装置の中心部分が高濃度となり壁面に近づくほど濃度が下がるという性質を有し，したがって，触媒層燃焼温度も中心部が高温となり，周辺部の燃焼温度が低くなることが問題点として記載され，その結果として，短時間のうちに触媒担体の割れ等の現象が起こり，触媒寿命が短くなる欠点がある旨指摘されている。",
                    "このように，甲8の1及び2文献に記載されたものは，燃料とガスの混合室の前後に旋回方向の違う旋回羽根を2段に設置して，触媒層における燃焼の不均一化を軽減させることを目的として考案されたものということができる。そして，甲8の1文献の第2図を見る限り，燃料供給ノズル5の前段側(上流側)に配置される左または右方向に旋回させる旋回羽根3と，後段側(下流側)に配置される右または左方向に旋回させる旋回羽根4は，それぞれ8枚の羽根になっていると認めることができるが，これらの旋回羽根3，4は燃料ノズル本体2に接合されており，本願発明のように通路管の内壁に接合されている羽根体とはその構成も機能も全く異なるものである。",
                    "したがって，甲8の1文献に記載の旋回羽根を本願発明の羽根体と同視することは困難であり，この甲8号の1文献記載の旋回羽根を引用例1発明と結び付けることに動機付けがない。仮に無理に結びつけることができたとしても，本願発明の構成に想到できるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(相違点bについての判断の誤り)",
                  "text": [
                    "審決は，相違点bにつき，「引用例2の記載事項(ア)及び引用例3の記載事項(ア)，(イ)に記載されるように，『・・・(中略)・・・90°捩られた螺旋状の羽根からなるミキシングエレメントとを円筒状のケーシング内に交互的に嵌入し，連結した静止型混合器』は，本出願前公知の技術的事項であるといえる。かかる技術的事項に照らせば，引用例1発明の『通路管の内壁部に複数個の右捻り(時計方向)に90°捻じられ羽根体と左捻り(反時計方向)に90°捻じられ羽根体とを交互に配置し』ている『物質移動装置』を，円筒状通路管と右捻り(時計方向)に90°捻じられ羽根体のエレメントと，左捻り(反時計方向)に90°捻じられ羽根体のエレメントで構成しようとすることは当業者であれば容易に想到し得るものといえる。」(6頁下1行～7頁11行)と判断した。",
                    "確かに，引用例2及び3に記載された発明は，「ミキシングエレメントを円筒状のケーシング内に交互に嵌入し，連結した静止型混合器」に用いられるミキシングエレメントとその製造装置に関するものである。しかし，引用例1発明は，そもそも引用例2及び3に記載された発明のような「ミキシングエレメント」という考えがないのであるから，引用例1発明と引用例2に記載された発明又は引用例3に記載された発明を組み合わせるという発想が起こり得ないのである。このような審決の判断は，本願発明を知った上で，引用例2及び3に記載された発明を見た結果の後知恵に基づくものであり，理由がない。本願発明に進歩性があるかどうかは，引用文献に記載された発明の「ミキシングエレメント」と本願発明のミキシングエレメントを比較して，引用例2に記載された発明の「ミキシングエレメント」に基づいて本願発明のミキシングエレメントが容易に思いつくかどうかであり，その観点に照らせば，本願発明のミキシングエレメントと引用例2に記載された発明のミキシングエレメントは，その製法，構造が本質的に異なるのであるから，引用例2に記載された発明に基づいて当業者が容易に想到できるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "(ア)(イ)につき",
                  "text": [
                    "本件補正後の請求項3に係る発明(本願発明)は，次のとおりのものである。",
                    "「【請求項3】",
                    "多孔体または多孔質体で形成され，所定角度で右旋回または左旋回した8枚の螺旋状の羽根体を，前記羽根体の長さに等しいかやや長い円筒状の通路管の内壁部に等配に配列し，(以下「構成A」とする。)前記通路管の内部に右旋回または左旋回する8つの流体通路を形成し，前記8つの流体通路を前記通路管の中心部で連通させた(以下「構成B」とする。)",
                    "ことを特徴とする右旋回用または左旋回用の円筒状ミキシングエレメント。」",
                    "このように，本願発明の「円筒状の通路管」は，「円筒状ミキシングエレメント」が構成A及び構成Bによって特定され，構成A及び構成Bにおいて，「円筒状の通路管」の内壁部に「多孔体または多孔質体で形成され,所定角度で右旋回または左旋回した8枚の螺旋状の羽根体」が等配に配列されていること，「円筒状の通路管」が「前記羽根体の長さに等しいかやや長いものである」こと，「円筒状の通路管」の内部に「右旋回または左旋回する8つの流体通路を形成し，前記8つの流体通路を前記通路管の中心部で連通させ」ていることに限定されているのであって，「円筒状の通路管」が製造前の円筒状の通路管であるとか，元々円筒形状であるとか，あるいは羽根体の接合などといった製造方法に関する技術的事項について何ら特定されていない。",
                    "しかし，原告は，本願発明の「円筒状の通路管」は元々円筒形状であるのに対し，引用例1発明の「円筒状の通路管」は半円筒状の通路管2個からなる通路管であると主張しているが，本願発明の「円筒状の通路管」は，上記のとおり，製造方法に関する技術的事項は何ら特定されているものではないのであるから，「本願発明は，当初から羽根体の長さに等しいかそれよりもやや長い円筒状の通路管が用意され，それに右旋回または左旋回の羽根体を溶接等により接合しているのであるが，引用例1で『円筒状の通路管』と言っているのは，半円筒状の通路管2個に羽根体を溶接等で接合した後で，この長尺条の半円筒状の通路管を溶接等で接合したものである」とした原告の主張は，本願発明が物の発明であって物の構造を特徴とするものであるにも拘わらず，製造方法を特定したものと錯誤したものであって，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(ウ)(エ)につき",
                  "text": [
                    "原告は，「円筒状の通路管」について，「引用例1発明にはミキシングエレメントという考え方自体がなく，その長さが羽根体の長さで規制され，当初から羽根体の長さに等しいかそれよりもやや長い円筒状の通路管が用意され，それに右旋回または左旋回の羽根体を溶接等により接合しているのである」旨主張するものであるが，審決は，本願発明と引用例1発明との対比において，「ミキシングエレメント」やその長さが羽根体の長さで規制されていることは，相違点(相違点b)として認定した上，引用例1発明の通路管が半円筒状の通路管同士を接合して形成した「円筒状の通路管」であることは明らかであることをもって「円筒状の通路管」として両者に違いないと判断しているのであり，誤りはない。なお，相違点の認定については，原告も認めている。",
                    "また，原告は，引用例1発明の「物質移動装置」は本願発明の「ミキシングエレメント」とはミキシング部材として共通するものであると認定した点を誤りであると主張する。",
                    "この主張は，「引用例1発明には本願発明のミキシングエレメントという概念は存在しない。また，引用例1発明は「右旋回用の羽根体」と「左旋回用の羽根体」が円筒軸方向に交互に配置された流体混合装置であるものの，そもそも「円筒状ミキシング部材」という部品をその構成要素とするものではない」ことによるものと考えられる。しかし，審決は，引用例1発明にミキシングエレメントという概念があるかどうかに基づいて判断したものではなく，「ミキシング」，すなわち混合あるいは攪拌という技術内容に着目して，引用例1発明の「物質移動装置」との共通性を取り上げたものである。この共通性については，本願発明のミキシングエレメントと引用例1発明の「物質移動装置」がともに流体の混合に関することは明らかである。してみると，審決が引用例1発明の「物質移動装置」が本願発明の「ミキシングエレメント」とはミキシング部材として共通するものであると認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告の主張は，羽根体を円筒状の通路管に取付ける際の羽根体の旋回角度は少なくとも90°程度必要であるから，半円筒状の通路管に取付けられる羽根体の数は軸方向の同一位置に1枚であることを前提とするものであるが，引用例1には「この装置1の半径方向の同一位置における羽根体3及び4の個数は2枚のみでなく，1枚または2枚以上でもよい。」と「2枚以上」取り付けることが明確に記載されている。そして，原告が主張する「羽根体の旋回角度は少なくとも90°程度必要であるから，半円筒状の通路管に取付けられる羽根体の数は，軸方向の同一位置に1枚である」との根拠は不明であり，羽根体の巾厚，長さ，形状，取付け角(軸方向の傾き)などによって羽根体の取付け具合は変わるものであるから，羽根体の配設に当たっては種々工夫・調整され得るものであることは，技術常識からみて自明のことである。また，本願発明では，羽根体の巾厚，長さ，形状，取付け角などについては何ら限定はない。してみると，「半円筒状の通路管に取付けられる羽根体の数は，軸方向の同一位置に1枚である」との原告の主張は理由がない。",
                "また，原告は，引用例1の「この装置1の半径方向の同一位置における羽根体3及び4の個数は2枚のみでなく，1枚または2枚以上でもよい。」の「2枚以上」は，記載ミスであると主張しているが，上記のとおり，羽根体の巾厚，長さ，形状，取付け角(軸方向の傾き)などの種々工夫・調整により，羽根体を「2枚以上」配設することができることは自明であって，記載ミスである根拠は全く不明であり，また「本願発明は，引用例1発明の問題点を解決するためになされたといってもよいものである」との原告の主張も，本願明細書に何ら記載も示唆も見当たらず，後付けの理由にすぎない。",
                "したがって，原告の「引用例1発明の半円筒状の通路管の軸方向の同一位置に，3枚以上の羽根体を接合することはできない」との主張は，根拠がなく，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「右旋回の羽根体を，・・・8枚接合したミキシングエレメントと，左旋回の羽根体を，・・・8枚接合したミキシングエレメントが対になって始めて意味をなす」と主張しているが，本願発明は，前記のとおり，「右旋回用または左旋回用の円筒状ミキシングエレメント」，つまり，「右旋回用の円筒状ミキシングエレメント」か「左旋回用の円筒状ミキシングエレメント」のどちらか一つの「ミキシングエレメント」であり，両方を併用するとか対になるとかについては，特許請求の範囲に記載はない。",
                    "したがって，本願発明の「8枚の羽根体」について，右旋回と左旋回の羽根体を組み合わせることを前提にした原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の主張は，「半円筒状の通路管に一方に2枚以上(例えば4枚)の羽根体を溶接等により取り付けた後に，その羽根体4枚を取り付けた半円筒状の通路管を張り合わせて8枚の羽根体を有する円筒状の通路管とすることは極めて困難な作業を伴う」から「引用例1発明では，通路管の通路方向(軸方向)の同一箇所には，2枚の羽根体を接合すること以外は考慮されていない」ことを根拠に「混合効率を上げるために，2枚以上の羽根体を接合するという発想は生れる余地がない」というものである。",
                    "しかし，前記のとおり，引用例1発明の半円筒状の通路管の軸方向の同一位置に3枚以上の羽根体を接合することはできないとの点はその根拠を欠くものであり，作業の困難性についても，羽根体の取付けは羽根体の巾厚，形状，取付け角等で調整できるものであり，格別困難を伴うものではない。仮に，羽根体の一部が半円筒状の通路管からはみ出ることがあるにしても，円筒状の通路管の内壁の曲率に合わせて羽根体を製造するとか，仮合わせして羽根体を仮止めし，その後本接合すれば格別困難なく作業ができるのである。",
                    "そうすると，引用例1発明の製造方法では，通路管の同一位置に8枚の羽根体を接合することは不可能であるとの主張は理由がない。",
                    "そして，「羽根体」の混合効率については，羽根数が多くなるほど混合効率が上昇することは一般的に知られていることである。",
                    "以上のことに照らせば，引用例1発明の羽根体について，混合効率を上昇するために2枚以上の羽根体を有しようとする発想は生れる余地がないといえないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "引用例2の「ミキシングエレメント」は，確かに「分割金型」を使用して「ロストワックス鋳造」により製造されるものである。",
                "しかし，この引用例2に記載の「ミキシングエレメント」は，本願発明と同様，部品をその構成要素とする「ミキシングエレメント」に関するものであり，「ミキシングエレメント」の羽根体として「3枚の羽根体」を用いる技術的事項が引用例2に明記されている。審決は，かかる技術的事項に基づいて，本願発明の「8枚の羽根体を備えるミキシングエレメント」の容易想到性を判断したものであり，この分割金型を使用して製造できるミキシングエレメントの羽根体として8枚の羽根体を有するミキシングエレメントを作製することを述べている訳ではない。ミキシングエレメントの作製はあくまで引用例1発明を前提としているのであって，上記技術的事項を考慮できない理由はない。",
                "また，甲8の1文献に記載されている技術は，「触媒燃焼装置」に関する技術であるとはいえ，燃料とガスの混合室の前後に旋回羽根の取付け角度が逆となった旋回羽根8枚を2段に設置することが開示されている。この周知技術は，確かに「旋回羽根」の取り付け方に本願発明との違いがあるにせよ，旋回羽根の取付け角度が逆となった旋回羽根8枚を2段に設置することにより，撹拌効率の向上を図っていることは明らかである。そして，本願発明の「8枚の羽根体を備えるミキシングエレメント」の容易想到性の判断として，撹拌という技術の共通性から一般的な課題であるミキシング効率向上を図ろうと検討するに当たり，当業者であればミキシングの設計において周知技術の「旋回羽根8枚」の構成を参酌することに何ら支障はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "本件出願前に，引用例2及び引用例3に記載されるような静止型混合器における「ミキシングエレメント」が普通に知られている。そして，一般的に「エレメント」構造は種々の対応や変更の自由度を高めるべく行われるものであり，「エレメント」として構成部品化することは様々な技術分野で通常行うことでもある。これらのことに照らせば，引用例1発明と同じ技術に属する静止型混合器に関する引用例2及び3に「ミキシングエレメント」が普通に知られているので，これを目にした当業者であれば，「エレメント」化を図り多様性を有する構造に変更しようとすることは，格別困難なく行うことができるものである。",
                "そして，引用例3をみると，そこには「右旋回型と左旋回型のミキシングエレメントを交互に配設し，各羽根の端縁を直交させるものに限定されるものではない。例えば，・・・ミキシングエレメントを右旋回型，左旋回型，左旋回型，右旋回型となるように交互に・・・配置することも可能である。」(6頁左上欄12行～右上欄9行)と記載されるように，異なるエレメントの配置の自由度を高めて効率を高めたり，処理物の物性に応じた対応ができるようにすることが示唆されていることから，引用例1発明の「円筒状の通路管に複数個の羽根体を交互に配置した構造のもの」に混合撹拌性能の自由度を高めるべく，引用例2及び3の「エレメント」構造を採用しようという発想が起こり得ないというものでない。",
                "したがって，引用例1発明と引用例2又は引用例3に記載された各発明を組み合わせるという発想が起こり得ないとする原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の有無",
          "text": [
            "審決は，本願発明は引用例1～3に記載の発明及び周知技術に基づいて当業者が容易に発明することができたとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正後の明細書(特許願〔甲1〕，平成17年7月11日付け手続補正書〔甲2〕，平成21年5月25日付け手続補正書〔甲4〕)には，以下の記載がある。",
                    "・【発明の詳細な説明】",
                    "【発明の属する技術分野】",
                    "「本発明は1種類又は2種類以上の流体(液体，気体，及び粉粒体等)を機械的可動部分を有しないで混合する静止型流体混合器の製造方法及びこの静止型流体混合器に使用されるミキシングエレメントの製造方法に関する。」(甲2，段落【0001】)",
                    "・【従来の技術】",
                    "「この種の静止型流体混合器は，例えば，廃ガス中のHCl，Cl ，ＮOx，SOxなどの有害物質のガス吸収反応による処理装置及び排水中の有機塩素系化合物を含んだ排水の曝気処理による有機塩素系化合物の除去装置，その他，半導体工場や光ファイバー製造工場から排出されるSiO 粉塵等の除塵(集塵)装置として使用される。また静止型流体混合器は，化学工業，紙パルプ産業，食品工業，発酵工業，建設土木工業，プラスチック工業及び公害防止関連産業等の多くの分野で使用されている。」(甲1，段落【0002】)",
                    "・「この静止型流体混合器は，螺旋状に回転した複数個の羽根を連結したものをパイプ内に設置して構成されており，この流体混合器内を性質が異なる2種以上流体が通流する間に流体は羽根により仕切られた通路を螺旋状に進行し，各羽根の境界で分割し，更に他の通路を進行してきた流体と合流する(例えば，USP4，408，893)。そして，流体はこのような分割，合流を繰り返すことにより攪拌混合される。」(甲1，段落【0003】)",
                    "・「流体としては液体，気体又は粉粒体等がある。そして，この流体の異なる性質としては，粘性，組成，温度，色彩及び粒度等がある。この流体混合器は，気体と液体との混合のように，相が異なるもの同士の混合も可能である。」(甲1，段落【0004】)",
                    "・「このような流体混合器は，前述の各分野において，混合，攪拌，分散，乳化，抽出，熱交換，反応，ガス吸収及び希釈等の手段として使用されている。」(甲1，段落【0005】)",
                    "・「而して，この流体混合器の製造手段としては，右捻り又は左捻りの螺旋状の羽根をパイプ内に挿入し，隣接する羽根同士を溶接又はロー付け等の手段により固定するものがある(特公昭44−8290号)。また，右捻り又は左捻りの螺旋状の羽根をパイプ内に挿入し，隣接する羽根同士を相互に係止させ又は嵌合してパイプ内に設置する技術もある(西独公開番号第2262016号)。更に，右捻り又は左捻りの螺旋状の羽根を隣接する羽根間に支持具を配置してパイプ内に挿入し，羽根をこの支持具により固定して連結するものもある(米国特許第3，953，002号)。更にまた，右又は左に捻じられたバッフル板を管状ハウジング内に挿入し，前記バッフル板の両端突出部に形成した凹溝同士を係合させて両者を連結したものもある(特公平1−31928号)。更にまた，幅が狭い部分を所定のピッチで配置した帯状帯を広幅の部分を時計方向及び反時計方向に交互に螺旋状に捻り，狭幅の部分を約90°に捻ったバッフルをパイプ内に挿入した流体混合器も提案されている(米国特許第4，408，893号)。」(甲1，段落【0006】)",
                    "・【発明が解決しようとする課題】",
                    "「しかしながら，上述した各流体混合器は，いずれも製造が容易ではないという欠点がある。」(甲1，段落【0007】)",
                    "・「特に，羽根同士を溶接又はロー付けした場合には(特公昭44−8290号)，その接合部分で機械的強度が弱く，ねじれ応力が印加された場合に，溶接部が破損したり，折損したりする欠点もある。」(甲1，段落【0008】)",
                    "・「また，羽根同士をその中心部で点状に連結したものも(米国特許第4，408，893号)，バッフル同士の連結部が捻れ応力に弱く，破損し易いという難点がある。そして，この流体混合器は，高粘性流体の層流域での混合効果が低いという欠点がある。」(甲1，段落【0009】)",
                    "・「更に，従来の各流体混合器は前述の如く，製造が容易でないため，その製造コストが高いと共に，混合効果が低いという欠点がある。」(甲1，段落【0010】)",
                    "・「本発明はかかる問顕点に鑑みてなされたものであって，各羽根体の接合部の強度が高く，また流体混合効果が優れていると共に，製造コストが低く，高効率で製造することができる静止型流体混合器の製造方法及びそれに用いられるミキシングエレメントの製造方法を提供することを目的とする。」(甲2，段落【0011】)",
                    "・【課題を解決するための手段】",
                    "「上記課題を解決し，本発明の目的を達成するため，本発明の静止型流体混合器の製造方法は以下の工程を含んでいる。すなわち，(a)所定角度に右旋回及び左旋回した螺旋状の羽根体を複数個作成する工程，",
                    "(b)該羽根体の長さに等しいかやや長い円筒状の通路管を複数個作製する工程，",
                    "(c)複数個作成した通路管の中の一つの通路管の内壁に右旋回の8枚の螺旋状の羽根体を接着または溶着して，この通路管の内部に8つの流体通路を形成した第1の円筒状のミキシングエレメントを作製する工程，",
                    "(d)複数個作成した通路管の中の他の一つの通路管の内壁に左旋回の8枚の螺旋状の羽根体を接着または溶着して，通路管の内部に8つの流体通路を形成した第2の円筒状のミキシングエレメントを作製する工程」",
                    "(e)第1の円筒状のミキシングエレメント及び第2の円筒状のミキシングエレメントを円筒状のケーシング内に交互に嵌入することによって接合して固定する工程，",
                    "を含んでいる。",
                    "そして，第1及び第2の円筒状のミキシングエレメントを構成する，それぞれ右旋回及び左旋回している8枚の羽根体は，通路管の中央部に位置する部分が切り欠かれていて，8枚の羽根体により仕切られた8つの流体通路が通路管の中心部で連通している。なお，螺旋状の羽根体は，多孔体または多孔質体であることが好ましい。」(甲4，段落【0012】)",
                    "・「また，本発明のミキシングエレメントは，多孔体または多孔質体で形成され，所定角度で右旋回または左旋回した8枚の螺旋状の羽根体を，羽根体の長さに等しいかやや長い円筒状の通路管の内壁部に等配に配列してある。そして，通路管の内部に右旋回または左旋回する8つの流体通路を形成し，この8つの流体通路を通路管の中心部で連通させたことを特徴としている。」(甲4，段落【0013】)",
                    "・「本発明においては，流体が通流する筒状の通路管と，その通路管の内側に配設されて，通路管の内部に複数個(8つ)の流体通路を形成する別体で製造された螺旋状の羽根体とを有し，流体通路同士は開口部を介して連通している。」(甲4，段落【0015】)",
                    "・「従来のミキシングエレメントは，筒状の通路管と螺旋状の羽根体とが一体的に形成されている。これに対し，本発明のミキシングエレメントは，筒状の通路管と螺旋状の羽根体とは夫々別体で形成されているので，混合効率を向上させる羽根体の個数を容易に増設させることができ，また，大口径の流体混合器の製造が容易になり，製造コストも安価となる。」(甲1，段落【0016】)",
                    "・「一方，本発明に係る静止型流体混合器の製造方法においては，その構成要素となる第1及び第2のミキシングエレメントを構成する筒状の通路管と螺旋状の羽根体とは，夫々別体で製造される。筒状の通路管の内側に螺旋状の羽根体を溶接，接着及び溶着，係止等の手段により接合されることで，容易にミキシングエレメントを製造することができ，その結果，静止型流体混合器の製造が容易になる。」(甲2，段落【0017】)",
                    "・「このようにして製造された複数個のミキシングエレメントを円筒状のケーシング内に配置することにより，またはミキシングエレメントの端縁同士を接合することにより，静止型流体混合器が完成するのである。",
                    "本発明によれば，混合効率の極めて高い静止型流体混合器が容易に，かつ低コストで製造できる。また，大口径の静止型流体混合器も低コストで製造できる。」(甲2，段落【0019】)",
                    "・【発明の実施の形態】",
                    "「以下，本発明の実施の形態について，添付の図面を参照して具体的に説明する。」(甲1，段落【0020】)",
                    "・「図1及び図2は90°回転型のミキシングエレメントの斜視図，図3はこのミキシングエレメントを使用した静止型流体混合器の側面図である。ミキシングエレメント1及び8は夫々円筒状の通路管2及び9と，この通路管2及び9内に夫々内設された螺旋状の羽根体3，4及び10，11とを有する。この羽根体3，4及び10，11は夫々時計方向(右回転)及び反時計方向(左回転)へ90°だけねじられており，この羽根体3，4及び10，11により夫々流体通路5，6及び流体通路12，13が形成されている。この流体通路5，6及び流体通路12，13は開口部7及び14を介して，通路管2及び9の全長に亘って相互に連通している。このようなミキシングエレメント1及び8を円筒状のケーシング15内に交互的に嵌入し，ミキシングエレメント1及び8の夫々羽根体3，4及び10，11の端縁どおしを直交させて配置すると静止型流体混合器30が組み立てられる。」(甲1，段落【0021】)",
                    "・「図4及び図5は180°回転型のミキシングエレメント16及び23を示す斜視図である。通路管17及び24の内側部分は，夫々螺旋状に180°右回転する羽根体18，19及び同様に180°左回転する羽根体25，26により夫々流体通路20，21及び流体通路27，28が形成されている。この流体通路20，21及び27，28は開口部22及び29を介して，通路管17及び24の全長に亘って相互に連通している。そして，図6に示す如く，ケーシング15内にミキシングエレメント16及び23を交互的に嵌入し，両者の連結点における羽根体18，19及び25，26の端縁どおしを直交するように配置すると，静止型流体混合器31が組み立てられる。」(甲1，段落【0022】)・「前記ミキシングエレメント(図1参照)と同様に，ミキシングエレメント111は，筒状の通路管112の内側に90°右回転型の螺旋状の羽根体113を有している。羽根体113は，通路管112の内側に，溶接又は接着，あるいは溶着又は係止等の手段により，接合部114で接合される。以下同様の接合方法により，通路管112の内側の所定の位置に所望の個数の羽根体113を順次接合して，ミキシングエレメント111は製造される。」(甲1，段落【0068】)",
                    "・「前記の製造方法により，ミキシングエレメントは容易に製造される。",
                    "又，大口径のミキシングエレメントが容易に低コストで製造可能となる。",
                    "更に，混合効率の向上に寄与する多数の羽根体を筒状の通路管の内側に配設したミキシングエレメント(図24参照)の製造が容易になる。」(甲2，段落【0069】)",
                    "・【発明の効果】",
                    "「本発明によれば，液体，気体，粉粒体等の1種又は2種以上の流体をミキシングエレメントで形成された静止型流体混合器内に供給し，混合攪拌させるための駆動動力手段が不要であるため，その運転費用が低い。",
                    "及び高効率の混合器の製造が容易であるので装置費用が低い。また，駆動源が不要であるため，大がかりな装置が不要であり，設置面積が狭くても良い。更に，混合攪拌効率及び吸収効率等が高いので，混合時間及び処理時間等を短縮できる。更に又，粉塵等による目詰まり等の故障がないので，長時間連続運転ができる。」(甲1，段落【0070】)・「又，別体で羽根体を製造することにより，大口径の混合器の製造が極めて容易に，低コストで製造できる。更に，この混合器は，混合，攪拌，分散，乳化，抽出，熱交換，反応，ガス吸収，集塵，蒸留，精留，吸着等の手段として広範囲に使用できる。」(甲1，段落【0071】)・図面",
                    "【図1】本発明の実施例に係る90°右回転型ミキシングエレメントの斜視図(甲1)",
                    "【図2】本発明の実施例に係る90°左回転型ミキシングエレメントの斜視図(甲1)",
                    "【図3】本発明の実施例に係る静止型流体混合器の側面図(甲1)【図24】本発明に係る8個の羽根体を有する右回転型ミキシングエレメントの平面図(甲2)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明は，流体(液体，気体及び粉粒体等)を機械的可動部分を有しないで混合する静止型流体混合機に使用されるミキシングエレメントに関するものであり，流体混合効率が優れているとともに，製造コストが低いミキシングエレメントを提供することを目的とし，多孔体又は多孔質体で形成され，所定角度で右旋回又は左旋回した8枚の螺旋状の羽根体を，羽根体の長さに等しいかやや長い円筒状の通路間の内壁部に等配に配列してあり，通路管の内部に右旋回又は左旋回する8つの流体通路を形成し，この8つの流体通路を通路間の中心部で連通させたことを特徴とするものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲5)には，以下の記載がある。",
                    "・【特許請求の範囲】",
                    "【請求項1】",
                    "「流体が通流する通路管と，この通路管の内壁部に複数個の羽根体とを配置したことを特徴とする物質移動装置。」",
                    "・【請求項2】",
                    "「前記羽根体は，螺旋状に時計方向に回転していることを特徴とする請求項1に記載の物質移動装置。」",
                    "・【請求項3】",
                    "「前記羽根体は，螺旋状に反時計方向に回転していることを特徴とする請求項1に記載の物質移動装置。」",
                    "・【請求項4】",
                    "「前記羽根体は，多孔体又は多孔質体であることを特徴とする請求項1に記載の物質移動装置。」",
                    "・【請求項7】",
                    "「長手方向に複数個に分割された通路管の内壁部に複数個の螺旋状の羽根体を所定の位置に接合する工程と，この通路管の分割面同士を接合する工程とを有していることを特徴とする物質移動装置の製造方法。」・【発明の詳細な説明】",
                    "【産業上の利用分野】",
                    "「本発明は，複数の流体同士を混合接触させて，流体中に含有する物質を移動させる物質移動装置に関する。・・・」(2頁1欄24行～27行)",
                    "・【従来の技術】",
                    "「従来，気体と液体との接触によるガス吸収，ガス洗浄などを行なう物質移動装置としては，スプレー塔，充填塔，静止型混合器などが知られている。気体接触によるガス吸収に充填塔を利用した場合，通常，気体の塔内流速は1～2m／sec，L／G比は3～5l／m3で使用さ",
                    "れる。その為に，気体中のHCl等のガス成分が高濃度の場合，充填塔の塔径又は塔高さを大きくするか，塔数を複数個にして処理する必要がある。それ故に，設備費が高価となり，又，設置面積も大きくなる。更に，SiO 等の付着性の強い粉塵を含有する排ガスを浄化処理する場合，充填物に粉塵が付着，成長して，目詰り，閉塞などのトラブルが発生して，保守管理費が高価となる。又，従来の静止型混合器を利用して，ガス吸収，ガス洗浄などを行った場合，大容量になると気体と液体との混合接触効率が低くなる欠点がある。更に，価格も高価である。他方，SiO などの微粒子の粉塵を含有する排ガスを混式で処理する場合，ベンチュリースクラバー等が使用されている。この場合，装置内の圧力損失は500～1500mmAqと非常に高くなり，高圧力の排風機が必要となり，運転費が高価となる。又，L／G比を高くすることができないので，高濃度のガス成分のガス吸収に利用することは不適当である。」(2頁1欄48行～2欄20行)",
                    "・【発明が解決しようとする課題】",
                    "「従来の装置には，前述したごとく，充填塔においては，高濃度のHClなどのガス成分を処理する場合，塔径，塔高さを大きくし，また塔数を複数個にする必要があり，更に，微細なSiO 粒子などが含有している場合は，装置，機器の目詰り，閉塞などのトラブルが発生し，設備費及び保守管理費が高価となる欠点がある。又，従来の静止型混合器は，大容量となると気体と液体との混合接触効率が低くなり，又，高価である。更に，ベンチュリースクラバーは，装置内の圧力損失が高い為に，排風機の電力費が高価となる。又，気液接触時間が短かい為にガス吸収に利用するのは不適当である。本発明はかかる問題点に鑑みてなされたものであって，設備費，運転費，保守管理費が低いと共に，ガス吸収効率，化学反応効率，ガス洗浄効率等が高い物質移動装置及びその製造方法を提供することを目的とする。」(2頁2欄21行～36行)・【問題を解決するための手段】",
                    "「本発明に係る物質移動装置は，流体が通流する通路管と，この通路管の内壁部に複数個の羽根体とを配置したことを特徴とする。また，本発明に係る物質移動装置の製造方法は，長手方向に複数個に分割された通路管の内壁部に複数個の螺旋状の羽根体を所定の位置に接合する工程と，この通路管の分割面同士を接合する工程とを有していることを特徴とする。」(2頁2欄37行～44行)",
                    "・【作用】",
                    "「本発明においては，液体，気体，及び微粒子径の粉塵を含む気体などの流体を，攪拌動力を必要としないで，各種流体を高効率で混合接触させるから，その物質移動効率が高いと共に，運転費，保守管理費が低い。また，本装置は，容易に製作できるので設備費も安価である。」(2頁2欄45行～50行)",
                    "・【実施例】",
                    "「以下，本発明に係る実施例について，添付の図面を参照して具体的に説明する。図1は，本発明の第1の実施例に係る物質移動装置を示す模式図である。図1に示すように，物質移動装置1は，通路管2の内壁部に複数個の螺旋状の羽根体3及び4が接合されている。羽根体3は右捻り(時計方向)に90°捻じられている。羽根体4は左捻り(反時計方向)に90°捻じられている。また，図2及び図3に示すように，複数個の流体通路9及び10とを有し，本装置1内の中心部は一定の幅で長手方向に開口部6，7とを有し，流体通路9及び10は各々連通している。更に，羽根体3及び羽根体4との間は一定の間隔でスペース部5を有している。更にまた，羽根体3と羽根体4の端縁とはスペース部5を介して直交して交互に配置されている。なお，開口部6，7はこの装置の長手方向に於いて，直線でも曲線でもよい。又，長手方向の開口断面積が異なるテーパ状でもよい。この装置1の半径方向の同一位置に於ける羽根体3及び4の個数は2枚のみでなく，1枚又は2枚以上でもよい。」(3頁3欄1行～19行)",
                    "・「更に，本発明の製造方法においては，先ず，複数個に分割された半円筒状の通路管2a，2bの内壁面の所定の位置に，螺旋状の羽根体3，4を接着，溶接等の手段により接合し，次に，半円筒状の通路管2a，2b同士を分割面8で溶接等の手段により接合する。この場合，分割面8同士を溶接せずに，開閉自在になるように締め付け具等の手段を用いて接合，固定してもよい。なお，羽根体3，4は鍛造，鋳造，射出成型などの手段により容易に製造される。このようにして，極めて容易に高性能の物質移動装置1を製造することができる。」(3頁3欄39行～49行)",
                    "・【発明の効果】",
                    "「本発明によれば，螺旋状の羽根体が配設された通路管を複数の種類の流体が通流する間に，流体同士が高効率で混合されて接触し，気相側から液相側へ，液相側から気相側への物質移動により，ガス吸収，ガス洗浄，化学反応，生物化学反応などが効率よく行なわれる。・・・」(5頁7欄15行～20行)",
                    "・図面",
                    "【図1】本発明の第1の実施例に係る物質移動装置を示す模式図【図2】図1の物質移動装置のA−A線の断面図",
                    "【図3】図1の物質移動装置のB−B線の断面図"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用例1発明は，複数の流体同士を混合接触させて，流体中に含有する物質を移動させる物質移動装置に関するものであり，設備費，運転費，保守管理費が低いとともに，効率の高い物質移動装置を提供することを目的とし，流体が流通する通路管の内壁部に複数個の羽根体を配置したことを特徴とするものであることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告主張の取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点認定の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，(ア)において，同じ「円筒状の通路管」という言葉を使っていても，本願発明の「円筒状の通路管」はその長さが羽根体の長さで規制される「円筒状の通路管」であるのに対し，引用例1発明の「円筒状の通路管」は羽根体の長さに規制されないから，両者を同一の「円筒状の通路管」として認定した審決は誤りであると主張する。",
                        "しかし，審決は，本願発明と引用例1発明の相違点として「本願発明は，通路管が『前記羽根体の長さに等しいかやや長い円筒状の通路管』であり，その内壁部に羽根体を配列した『右旋回用または左旋回用の円筒状ミキシングエレメント』であるのに対し，引用例1発明の通路管は，『通路管の内壁部に複数個の右捻りに90°捻じられた羽根体3と左捻りに90°捻じられた羽根体とを交互に配置し』ているものである『物質移動装置』である点」を認定しており(相違点b)，本願発明の「円筒状の通路管」は，羽根体の長さとほぼ等しいか，羽根体の長さよりやや長い「ミキシングエレメント」であることは，相違点として認識していることが認められる。したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に原告は，(ア)及び(イ)において，本願発明は，当初から羽根体の長さに等しいかそれよりもやや長い円筒状の通路管が用意され，それに右旋回または左旋回の羽根体を溶接等により接合しているが，引用例1で「円筒状の通路管」といっているのは，半円筒状の通路管2個に羽根体を溶接等で接合した後でこの長尺条の半円筒状の通路管を溶接等で接合したものであるから，両者を同一の「円筒状の通路管」として認定した審決は誤りであると主張する。",
                        "しかし，本願発明は，前記【請求項3】記載のとおり，ミキシングエレメントという「物」に関する発明であって，方法の発明ではない。そして，本願発明は，ミキシングエレメントの「円筒状の通路管」について，①「円筒状の通路管」の内壁部に「多孔体または多孔質体で形成され，所定角度で右旋回または左旋回した8枚の螺旋状の羽根体」が等配に配列されていること，②「円筒状の通路管」が「前記羽根体の長さに等しいかやや長い」ものであること，③「円筒状の通路管」の内部に「右旋回または左旋回する8つの流体通路を形成し，前記8つの流体通路を前記通路管の中心部で連通させ」ていることは限定しているが，「円筒形の通路管に羽根体を溶接等により接合している」といった羽根体の接合方法についての技術的事項については何ら限定していない。したがって，羽根体の接合方法に関して本願発明と引用例1発明の相違点を主張している原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に原告は，(ウ)において，引用例1発明では，半円筒状の通路管に右旋回の羽根体と左旋回の羽根体を軸方向に交互に接合してから2個の半円筒状の通路管を接続するものであるから，そこにはミキシングエレメントという考えが存在する余地がなく，「円筒状ミキシング部材」という部品をその構成要素とするものではないとして，審決が引用例1発明の「物質移動装置」は本願発明の「ミキシングエレメント」とミキシング部材として共通すると認定した点を誤りであると主張する。",
                        "しかし，審決は，引用例1発明には，一つの長い円筒状のケーシング(通路管)の内側に交互に挿入されるミキシングエレメントという概念があるかどうかに基づいて判断したものではなく，「ミキシング」，すなわち混合あるいは攪拌という技術内容に着目して，本願発明と引用例1発明の「物質移動装置」との流体混合装置としての共通性を認定したものであるから，審決が引用例1発明の「物質移動装置」が本願発明の「ミキシングエレメント」とはミキシング部材，即ち混合あるいは攪拌部材として共通するものであると認定したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用例1発明の認定の誤り)について",
                  "text": [
                    "原告は，審決が「・・・引用例1発明の『複数の羽根体』は・・・『2枚以上の複数枚の羽根体』であるともいえる。」旨認定したこと(6頁6行～11行)は誤りであると主張する。そして，その根拠として，例えば，前記参考図において，平面図において0°～180°の半円筒状の通路管⑨に羽根体④(135°～225°)を接合する場合，羽根体④を通路管⑨の135°～180°の部分に接合することはできるが，羽根体④の半分を占める180°～225°の部分は通路管⑨からはみ出してしまうため接合する対象がないことになり，羽根体④の半分はいわばブラブラした状態となり，強度が弱く，混合効率も頗る悪いものとなって，ミキシングエレメントとしての役割を果たし得ないと主張する。",
                    "しかし，羽根体④を通路管⑨及び通路管⑩に固定することは，例えば引用例1(甲5)の3頁3欄39～49行にあるように「接着」の手段により行うことも可能である等(具体的には羽根体④のブラブラした状態になる部分を接着剤で通路管⑩に固定することなどが考えられる。)，当業者(その発明の属する技術の分野における通常の知識を有する者)であれば適宜行えると考えられる。そうすると，半円筒状の通路管2個を用いた製作方法によっては8枚の螺旋状の羽根体を通路管の内壁部に等配に配列することは不可能であるとの原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(相違点aについての判断の誤り−その1)について審決は，本願発明と引用例1発明の相違点aとして，「本願発明は，『8枚の螺旋状の羽根体』を『通路管の内壁部に等配に配列』し，通路管の内部に『8つの流体通路』を形成しているのに対し，引用例1発明では『複数の羽根体で複数個の流体通路を有し』ている点」を挙げ，これに対し原告は，半円筒状の通路管に一方に2枚以上(例えば4枚)の羽根体を溶接等により取り付けた後に，その羽根体4枚を取り付けた半円筒状の通路管を張り合わせて8枚の羽根体を有する円筒状の通路管とすることは，極めて困難な作業を伴うから，そもそも引用例1発明では，通路管の通路方向(軸方向)の同一箇所には2枚の羽根体を接合すること以外は考慮されておらず，混合効率を上げるために2枚以上の羽根体を接合するという発想は生れる余地がないと主張する。",
                    "しかし，半円筒状の通路管2個を用いた製作方法によっては8枚の螺旋状の羽根体を通路管の内壁部に等配に配列することが困難であるといえないことは前記のとおりであり，原告の上記主張はその前提において誤りがあり採用することができない。そして，「羽根体」の混合効率については，本願明細書(甲1)の段落【0009】にも記載があるように，羽根数が多くなると混合効率が上昇することは一般的に知られていることであから，引用例1発明の羽根体について，混合効率を上昇するために2枚以上の羽根体を有しようとする発想は生れる余地がないということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由4(相違点aについての判断の誤り−その2)について(ア) 引用例2(甲6)には以下の記載があり，3枚の羽根体を備えたミキシングエレメントが開示されていることが認められる。",
                    "・「この発明は2種以上の流体を混合する静止型混合器に使用されるミキシングエレメントの製造装置に関する。」(2頁左上欄3行～5行)",
                    "・「ミキシングエレメント1及び8は夫々円筒状の通路管2及び9と，この通路管2及び9内に夫々設けられた螺旋状の羽根3，4及び10，11とを有する。この羽根3，4及び10，11は夫々時計方向(右回転)及び反時計方向(左回転)へ90°だけねじられており，この羽根3，4及び10，11により夫々流体通路5，6及び流体通路12，13が形成されている。",
                    "この流体通路5，6及び流体通路12，13は開口部7及び14を",
                    "介して，通路管2及び9の全長に亘って相互に連通している。",
                    "このようなミキシングエレメント1及び3を円筒状のケーシング15内に交互的に嵌入し，ミキシングエレメント1及び8の夫々羽根3，4及び10，11の端縁どおしを直交させて配置すると静止型混合器30が組み立てられる。」(2頁左上欄12行～右上欄8行)",
                    "・「而して，上述の如きミキシングエレメントを中子を使用して鋳造により製造しようとすると，ミキシングエレメントの製造工程が複雑であるため，その製造コストが極めて高い。また，中子を使用した鋳造による場合は，ミキシングエレメント1等を通路管2等と羽根3，4等とを一体成形することにより製造することが難しく，特に180°回転型のミキシングエレメントの場合は，通路管17等と羽根18，19等との一体成形が極めて困難である。」(2頁左下欄12行～右下欄1行)",
                    "・「この発明は斯かる事情に鑑みてなされたものであって，開口部を有する螺旋状の羽根と流体通路とを一体成形により形成することができ，異常滞留が生ずることがなく混合効果が優れたミキシングエレメントを製造することができるミキシングエレメントの製造装置を提供することを目的とする。」(2頁右下欄2行～8行)",
                    "・図面",
                    "【第1図】90°回転型ミキシングエレメントの斜視図",
                    "【第2図】90°回転型ミキシングエレメントの斜視図",
                    "【第3図】静止型混合器の側面図",
                    "【第11図】3個の流体通路を有するミキシングエレメントの斜視図(イ) 前記のとおり，引用例1(甲5)には「この装置1の半径方向の同一位置に於ける羽根体3及び4の個数は2枚のみでなく，1枚又は2枚以上でもよい。」(3頁3欄17行～19行)との記載があり，ミキシング部材の通路管に複数の羽根体を設けることが開示されている上，上記のとおり，引用例2(甲6)によれば，本願の原出願(平成6年4月19日)当時，3枚の羽根体を備えたミキシングエレメントは公知であったことが認められる。そして，混合効率の向上には多数の羽根体が寄与することは技術常識であることからすれば，引用例1発明の羽根体の数を8枚とすることは当業者が容易に想到できたものというべきである。",
                    "したがって，これと結論において同旨の判断をした審決に誤りがあるということはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，原告は，引用例2のミキシングエレメントは「分割金型」を使用して「ロストワックス鋳造」により製造されるところ，分割金型を使用して製造できるミキシングエレメントの羽根体は3枚程度が限度であり，この技術をもって本願発明のように8枚の羽根体を有するミキシングエレメントを作製することは不可能であると主張する。",
                        "しかし，審決は分割金型を使用して製造するミキシング部材である円筒形の通路管に備える羽根体として8枚の羽根体を有するものを製作することが容易想到かについて判断しているものではなく，引用例1発明の羽根体の数を8枚とすることが容易想到かを判断しているのであるから，分割金型を使用して製造できるミキシングエレメントの羽根体は3枚程度が限度であることが前記判断を左右するものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，原告は，甲8の1文献に記載の旋回羽根を本願発明の羽根体と同視することは困難であり，甲8の1文献記載の旋回羽根を引用例1発明と結び付けることに動機付けがないと主張するが，仮に原告主張のとおりであるとしても，引用例1発明に引用例2に記載された発明及び技術常識を適用して相違点aに係る本願発明の構成に至ることは当業者にとって容易想到であることは前記のとおりであるから，原告の上記主張は前記結論を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(相違点bについての判断の誤り)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願発明と引用例1発明との相違点bとして「本願発明は，通路管が『前記羽根体の長さに等しいかやや長い円筒状の通路管』であり，その内壁部に羽根体を配列した『右旋回用または左旋回用の円筒状ミキシングエレメント』であるのに対し，引用例1発明の通路管は，『通路管の内壁部に複数個の右捻りに90°捻じられた羽根体3と左捻りに90°捻じられた羽根体とを交互に配置し』ているものである『物質移動装置』である点」としているところ，前記のとおり，引用例2には「このようなミキシングエレメント1及び3を円筒状のケーシング15内に交互的に嵌入し，ミキシングエレメント1及び8の夫々羽根3，4及び10，11の端縁どおしを直交させて配置すると静止型混合器30が組み立てられる。」(2頁右上欄4行～8行)との記載があり，静止型混合器を「ミキシングエレメント」で構成することが開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また引用例3(甲7)には，以下の記載があり，本願発明の原出願(平成6年4月19日)当時，「円筒状の通路管と該通路管内に設けられたと時計方向(右回転)へ90°捻られた螺旋状の羽根からなるミキシングエレメントと円筒状の通路管と該通路管内に設けられた反時計方向(左回転)へ90°捻られた螺旋状の羽根からなるミキシングエレメントとを円筒状のケーシング内に交互的に嵌入し，連結した静止型混合器」は公知の技術的事項であったことが認められる。",
                        "・「第1図及び第2図には，本発明の一実施例のミキシングエレメント1(右方向に捩じられたもの)とミキシングエレメント2(左方向に捩じられたもの)がそれぞれ示されている。",
                        "ミキシングエレメント1は，円筒状の通路管3と，この通路管3内に形成された流体流路構造体である螺旋状の羽根6および補助体7とから構成されている。(中略)",
                        "一方，ミキシングエレメント2は，円筒状の通路管8と，この通路管8に形成された螺旋状の羽根11および補助体12とから構成されている。(中略)",
                        "通路管3，8及び羽根6，11は，アルミニウム，ステンレス鋼，セラミックまたはプラスチック製とすることができるとともに，通路管3，8と羽根6，11を一体に形成してもよいし，また，それらを別体に形成した後，溶着またはろう付けしてもよい。」(3頁右下欄7行～4頁左上欄8行)",
                        "・「第4図に示すように，本発明の静止型流体混合器21は，時計方向(右旋回)型ミキシングエレメント1と反時計方向(左旋回)型ミキシングエレメント2をパイプ20の中に交互に挿入して配設し，環状突起13，14を相互に嵌合してこれらのミキシングエレメント1，2を連結して構成する。」(5頁右上欄15行～左下欄1行)",
                        "・図面",
                        "【第1図】本発明の実施例である螺旋状の羽根が90°右旋回したミキシングエレメントの斜視図",
                        "【第2図】螺旋状の羽根が90°左旋回したミキシングエレメントの斜視図",
                        "【第4図】本発明のミキシングエレメントを複数個連結して構成した静止型混合器の流路に沿った縦断面図"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記のとおり，静止型混合器を「ミキシングエレメント」で構成することが本願発明の原出願当時公知であったことからすれば，当業者であれば，引用例1発明の静止型混合器の製作に当たって「エレメント」化を図ること，すなわち，引用例1発明の「通路管の内壁部に複数個の右捻り(時計方向)に90°捻られた羽根体と，左捻り(反時計方向)に90°捻られた羽根体とを交互に配置している物質移動装置」を，円筒状通路管と右捻り(時計方向)に90°捻られた羽根体のエレメントと左捻り(反時計方向)に90°捻られた羽根体のエレメントで構成し，種々の対応や変更の自由度を高めようとすることは，格別困難なく行うことができるものというべきである。原告は，引用例1発明は，そもそも引用例2及び3に記載された発明のような「ミキシングエレメント」という考えがないのであるから，引用例1発明と引用例2に記載された発明又は引用例3に記載された発明を組み合わせるという発想が起こり得ないなどと主張するが，上記のとおり格別困難なく行うことができるものであって，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，本願発明は引用例1～3に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたとした審決の判断に誤りはなく，原告主張の取消事由は全て理由がない。",
            "よって原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10311",
    "date": "2010-05-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080204",
    "ipprecedent_id": "2224",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}