{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2008−890025号事件について平成21年2月3日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が，原告を商標権者とする別紙1記載の商標(以下「本件商標」という。)につき，特許庁に対して無効審判請求を行い，特許庁が，本件商標につき，指定商品中第25類「被服」についての登録を無効とする旨の審決をしたことから，原告がその取消しを求めた事案である。",
        "主たる争点は，本件商標が，別紙2及び3記載の各商標(以下，審決を引用する場合を含めて，それぞれ「引用商標A」，「引用商標C」といい，これらを「引用商標」と総称する。)と類似するか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成15年2月12日，本件商標につき出願し，同年8月8日付けで登録を受けた(登録番号第4698713号)。",
            "被告は，平成20年3月5日付けで，特許庁に対し，本件商標が，被告が有する5つの商標(引用商標A，Cのほか，別紙4記載の登録第1447449号商標(以下「引用商標B」という。)，登録第4015884号商標(以下「引用商標D」という。)，登録第4041586号商標(以下「引用商標E」という。)である。)を含む商標と類似する商標であり，かつ，本件商標の指定商品のうち第25類「被服」は，それら商標の指定商品と同一又は類似する商品であるとして，本件商標のうち第25類「被服」に係る登録を無効とする旨の審判請求を行った。",
            "特許庁は，上記審判請求を無効2008−890025号事件として審理し，平成21年2月3日，「登録第4698713号の指定商品中，第25類「被服」についての登録を無効とする。審判費用は，被請求人の負担とする。」との審決をし，その謄本は，同月16日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の内容",
          "text": [
            "本件商標は，別紙1のとおりの構成からなり，第25類「被服」のほか，第9類，第14類，第16類，第18類，第20類，第21類，第24類，第25類，第2",
            "7類及び第28類に属する商品を指定商品として設定登録されたものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標A及びCの内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標A(登録第1434359号商標)",
              "text": [
                "別紙2のとおり，「POLO」の欧文字を書してなり，昭和47年6月13日に登録出願，第17類「ネクタイ，その他本類に属する商品，但し，ポロシャツ及びその類似品ならびにコートを除く」を指定商品として，昭和55年9月29日に設定登録され，その後，2回商標権存続期間の更新登録がされているものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標C(登録第2721189号商標)",
              "text": [
                "別紙3のとおり，「POLO」の欧文字を書してなり，昭和56年4月6日に登録出願，第17類「被服(運動用特殊被服を除く)布製身回品(他の類に属するものを除く)寝具類(寝台を除く)」を指定商品として，平成9年5月2日に設定登録され，その後，1回商標権存続期間の更新登録がされ，また，指定商品については，平成20年8月6日に書換登録があった結果，第5類「失禁用おしめ」，第9類「事故防護用手袋，防じんマスク，防毒マスク，溶接マスク，防火被服」，第10類「医療用手袋」，第16類「紙製幼児用おしめ」，第17類「絶縁手袋」，第20類「クッション，座布団，まくら，マットレス」，第21類「家事用手袋」，第22類「衣服綿，ハンモック，布団袋，布団綿」，第24類「布製身の回り品，かや，敷布，布団，布団カバー，布団側，まくらカバー，毛布，湯たんぽカバー，座布団カバー，クッションカバー，こたつ布団，こたつ布団カバー，こたつ用敷き布団，こたつ中掛け，こたつ布団用上掛け」及び第25類「被服」となったものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の内容",
          "text": [
            "審決は，次のとおり，本件商標は引用商標A及びCと類似し，かつ，本件商標の指定商品中第25類「被服」は，引用商標A及びCの指定商品と同一又は類似の商品と認められるとして，本件商標は，その指定商品中第25類「被服」につき，商標法4条1項11号の規定に違反して登録されたものであり，同法46条1項の規定により，その登録を無効とすべきであるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標A及びCの称呼，外観",
              "text": [
                "「本件商標は，後掲のとおり，黒色の横長四角形中の上段に『POLO JEANS CO.』の欧文字を白抜き様に横書きし，これに比して小さく下段に『RALPH LAUREN』欧文字を朱色で横書きした構成であるところ，かかる構成態様にあっては，『POLO JEANS CO.』の文字部分と，下段に書した『RALPH LAUREN』の文字がたとい著名なデザイナー名と理解されるものであるとしても，両文字部分は，視覚的に分離して看取されるばかりでなく，これらを称呼及び観念する場合にあって，常に一体不可分のものとしてのみ看取し把握されなければならない特段の事情は見いだし得ない。",
                "してみると，『POLO JEANS CO.』の文字が特に顕著に大きく表されていることから，簡易迅速を尊ぶ商取引の場においては，この文字部分に着目して，これを独立した取引指標として印象し記憶されて取引に資される場合も決して少なくないということができる。",
                "そして『POLO』『JEANS』『CO.』の各文字が一文字分弱の間隔をおいて一体として表されているものの，『JEANS』の文字が，『ジーンズ』の称呼を生じ，丈夫な細綾織りの綿布又はそれで作った衣服等を意味する普通名詞であり，指定商品中の『被服』との関係においては，該商品の品質や材質を表示するものとして，ファッション業界で慣用される文字となっていることは，公知の事実であり，また，『CO.』の文字が，会社を意味する語としてよく知られている『COMPANY』の略語といえることから，本件商標を『被服』に使用した場合，これに接した取引者及び需要者は，通常，『JEANS』の文字部分は，その商品の品質や材質等を表す普通名詞として認識し，また，『CO.』の文字部分は，会社の略語として認識し，『POLO』の文字部分を自他商品の識別機能を果たすものとして認識するものとみるのが相当である。",
                "その意味で，本件商標において自他商品の識別機能を果たす要部は，『POLO』の文字部分にあるといわざるを得ない。",
                "一方，引用商標A及び引用商標Cは，『POLO』の文字のみからなるものであり，本件商標の要部と対比すると，称呼及び外観において同一であるということができる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標A及びCの観念",
              "text": [
                "「『POLO』の語が，主として英国及び旧英国領の諸地域等において行われている馬上球技を示す普通名詞であること，襟付の半袖のカジュアル衣料を示すポロシャツの語が，本来ポロ競技の選手が着用したことにちなむもので，今日，広く各国において普通名詞として用いられていることも，公知の事実であり，本件商標の要部と引用商標A及び引用商標Cとは，いずれも，取引者及び需要者に，ポロ競技ないしその略称であるポロの観念を生じさせるものと認められる。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標A及びCの類否",
              "text": [
                "「そうすると，本件商標と引用商標A及び引用商標Cとは，称呼，外観及び観念において類似するというべきであり，かつ，本件商標の指定商品中第25類『被服』は，引用商標A及び引用商標Cの指定商品と同一又は類似の商品と認められる。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "「なお，被請求人は，『本件商標は，『POLO』部分が独立して認識されないこと，また，本件商標がラルフ・ローレンのデザインに係る商品群の一ラインを示すものとしてそれ自体周知性を獲得しているものである。』旨主張している。",
                "しかしながら，被請求人の『POLO』標章が周知著名性を獲得していることやラルフ・ローレン(RALPH LAUREN)が米国を代表するデザイナーのひとりであることを考慮に入れても，本件商標と引用商標A及び引用商標Cとは，本件商標の指定商品の一つである『被服』に使用する場合についてみれば，称呼，外観及び観念において相紛らわしい関係にあることに変わりはなく，その商品の取引者及び需要者において普通に払われる注意力を基準としてみれば，取引者及び需要者が両者を見誤る可能性は否定できないというべきであるから，この点に関する被請求人の主張は採用の限りでない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の要旨",
      "text": [
        "審決は，次のとおり，本件商標と引用商標A及びCの類否の判断を誤ったものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "混同のおそれがないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類似の判断",
              "text": [
                "商標とは，取引において，その商品を他人の商品と区別し，自己の製造や販売等営業に係るものであることを示すために使用する標章である。",
                "したがって，商標の類似の判断に当たっては，その商標が表示された商品の取引の実情を離れて考察すべきではなく，当該商品の取引の実情において，取引者及び需要者の間に商品の出所について混同を惹き起こすおそれがあるかどうかにより，商標の類似の有無を決すべきである(最高裁昭和43年2月27日判決・民集22巻2号399頁同旨)。",
                "なお，商標法4条1項15号は，商標登録を受けることができない商標として「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標(第十号から前号までに掲げるものを除く。)」を規定しており，このような規定の仕方からも明らかなように，商標法は，4条1項15号において，混同が生じるおそれがある商標一般について規定する一方で，同項10号から14号においては，典型的に混同の生じるおそれのある商標について例示的に規定しているのである。すなわち，同項11号において規定される「他人の登録商標に・・・類似する商標」とは，典型的に混同の生じるおそれのある商標の一例である。",
                "以上のような商標法の規定からしても，商品の出所について混同を惹き起こすおそれがない商標は，同項11号に規定する類似商標には該当しない。",
                "そして，取引者及び需要者の間に商品の出所について混同を惹き起こすおそれがあるか否かの判断は，当該商標の指定商品の取引者及び需要者において普通に払われる注意力を基準にして，総合的に判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ラルフローレンとポロ・ラルフローレン商品について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の「RALPH LAUREN」部分は，アメリカ合衆国のファッションデザイナーである RALPH LAUREN(ラルフローレン)を意味するところ，ラルフローレンは，アメリカファッション界において最も権威ある「コティ賞」を2回受賞したのをはじめ，数多くのファッション賞を受賞し，アメリカを代表する人気デザイナーとして地位を確立し，その名前は，日本においても著名となっている。",
                    "そして，同人の名前である「RALPH LAUREN」商標は，いわゆるデザイナーズブランドとして，世界的に周知著名な商標となっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が被服等を指定商品として権利を有する商標として，「POLO BY RALPHLAUREN」，「ポロバイラルフローレン」，「ポロ ベア バイ ラルフローレン」，「POLORALPHLAUREN」，「POLO/ポロ競技者のマーク/RALPH LAUREN」，「Polo/by RalphLauren」，「POLO JEANS CO./RL/RALPH LAUREN」といった商標(以下「原告商標」と総称する。)が登録されている(甲1の1ないし1の4，甲(審乙)6の1ないし6の3参照)。また，ラルフローレンは，創業時から自らの商品を表すブランドとして「POLO」の商標を使用しており，アメリカにおいて，ポロ・ラルフローレン商品を表す商標として，「Polo by RALPH LAUREN」が，昭和42年(1967年)の初使用に基づき，昭和46年(1971年)10月26日に出願され，昭和49年(1974年)2月5日に登録されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ラルフローレンのデザインに係る紳士服，紳士靴，ネクタイ，婦人服等(以下「被服等」という。)の商品は，原告商標が付された上で取引され，原告商標は，ラルフローレンのデザインに係る被服等の商品(以下「ポロ・ラルフローレン商品」という。)を表す商標として，遅くとも昭和55年ころまでには，これら商品の取引者及び需要者の間において周知著名なものとなっており(最高裁平成13年7月6日判決・判例時報1762号130頁，判例タイムズ1071号148頁参照)，その状態は現在においても継続している。また，原告商標及びこれが付されたポロ・ラルフローレン商品は，取引者・需要者の間で「POLO」，「Polo」又は「ポロ」(以下「ポロ」という。)との略称でも認識されており，取引者・需要者において「ポロ」とは原告の「ポロ」として著名になったものである。",
                    "なお，裁判例上，「RALPH LAUREN」の文字部分を含むか否かにかかわらず「polo」を含む商標が周知著名であることが明確に判示されている。",
                    "そして，後述する原被告間の契約が締結された時から10年以上前(昭和51年3月)に，原告と株式会社西武百貨店(以下「西武百貨店」という。)との間でライセンス契約が締結され，ポロ・ラルフローレン商品の売上高は，昭和52年に早くも約5億6200万円を記録したのを皮切りに，毎年前年度を大幅に上回る伸びを見せ，昭和61年には約286億8200万円にも上っていたのであり，ポロ・ラルフローレン商品に関する宣伝広告費についても，西武百貨店は，昭和52年には約5900万円，昭和53年には約9800万円の宣伝販促費を投じたほか，昭和54年から昭和62年にかけては年間4000万円～1億1800万円の巨額の宣伝販促費を投じていたものである。",
                    "このような状況にかんがみれば，原被告間の契約締結以前は，「POLO」がポロ・ラルフローレン商品を示す標章として周知著名ではなかったとは到底いえない。",
                    "なお，ラルフローレンは，昭和47年(1972年)時点で，既に，デザイナーとしての地位を確立していた。また，ポロ・ラルフローレン商品の売上げは，原被告間の契約締結前後で何ら変わることなく，順調に拡大を続けており，同契約は，原告商標の周知著名性獲得や，ポロ・ラルフローレン商品の売上げの拡大に全く寄与していない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，ラルフローレンがファッションデザイナーとして著名であり，原告商標及びその略称である「ポロ」(以下，原告商標と併せて「原告標章等」という。)が，ラルフローレンのデザインに係るポロ・ラルフローレン商品を表す商標として周知著名であることから，原告標章等が使用された被服等の商品に接した取引者及び需要者は，当該商品について，ラルフローレンのデザインに係るポロ・ラルフローレン商品の一群として認識することは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用商標AないしCの存在にもかかわらず，前記イのとおり，「POLO」や「Polo」と「RALPH LAUREN」又は「Ralph Lauren」を組み合わせた商標につき登録が認められているということは，上記エのとおり，原告標章等を含む標章が使用された被服等の商品に接した取引者及び需要者が，当該商品について，ラルフローレンのデザインに係るポロ・ラルフローレン商品の一群として認識しており，特許庁も，当該商品を引用商標に係る商品と混同するおそれが存しないことを認めていることの証左である。",
                    "さらに，「RALPH LAUREN」又は「Ralph Lauren」の文字部分を含む上記登録商標は，ポロ・ラルフローレン商品である被服等に実際に使用されており，いずれも被服等の取引者及び需要者にとって，原告の商品であるポロ・ラルフローレン商品を示す商標として周知著名となっている。したがって，「POLO」や「Polo」と「RALPHLAUREN」や「Ralph Lauren」を組み合わせた商標が使用された商品に接した取引者及び需要者は，必ずやラルフローレンの存在を想起し，その結果，当該商品がラルフローレンのデザインに係るポロ・ラルフローレン商品の一群であると認識するに至っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の周知性",
              "text": [
                "本件商標は，ラルフローレンのデザインに係るポロ・ラルフローレン商品のうち，主にジーンズを含むカジュアルなラインの商品に表示され，かかる商品は，現在日本において広く販売され，日本市場においても高い売上げを計上している商品ラインの一つになっている。",
                "その結果，原告標章等のみならず，本件商標は，それ自体，その指定商品の取引者及び需要者にとって周知な商標となっている。",
                "他方で，引用商標は，被告の商品を示す商標として何ら周知性を獲得していない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，黒色の横長四角形内の上段に白抜き様に横書きで「POLO」を含む「POLO JEANS CO.」の語を記載するだけでなく，同四角形内において，同語の下に間隔を空けずに，朱色でラルフローレンを意味する「RALPH LAUREN」の語を横書きに記載している。そのため，本件商標が使用された商品に接した取引者及び需要者は，本件商標について，視覚的に，「POLO JEANS CO.」の文字と「RALPH LAUREN」の文字を同時に認識することになり，一方のみを認識して他方を認識しないということは物理的にあり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，「POLO JEANS CO.」の文字部分と「RALPH LAUREN」の文字部分は，相互に何ら関連性のない文字を単に並べたのではなく，前記(2)エのとおり，「POLOJEANS CO.」が付された商品がラルフローレン，すなわち「RALPH LAUREN」のデザインに係る商品であること，また「POLO JEANS CO.」がラルフローレンのブランド・ラインの一つであることを表すという点において，極めて密接な関連性を有するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これらからすれば，本件商標が使用された商品に接した取引者及び需要者は，本件商標について，「POLO」を含む「POLO JEANS CO.」の文字部分と「RALPH LAUREN」の文字部分を同時に認識することになり，「POLO JEANS CO.」の文字部分のみを単独で認識することはない。なお，「POLO JEANS CO.」の文字部分は，「RALPH LAUREN」の文字部分に比してやや大きく記載されているが，「POLO JEANS CO.」の文字部分だけが読み取れて「RALPH LAUREN」の文字部分が読み取れないような比率ではなく，かかる文字の大小によって結論が左右されるものではない。",
                    "以上のような本件商標の構成にかんがみれば，本件商標が使用された商品に接した取引者及び需要者は，例えば「POLO JEANS CO.」のみが付されている場合に比して，より明確に，当該商品をラルフローレンのデザインに係るポロ・ラルフローレン商品の一群として認識することになり，出所の混同を生じるおそれは全くない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "アンケートについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，株式会社マクロミル(以下「マクロミル」という。)に依頼し，平成21年8月20日及び21日の2日間，本件商標に関し，インターネットを利用した市場調査(ネットリサーチ)の手法を用い，アンケートを実施した(以下「本件アンケート」という。)。",
                    "同社の市場調査は，十分な母数のモニタの中から，適切な対象者を抽出した上で，市場調査を実施することが可能となっており，極めて信頼性の高い市場調査を実施することが可能である。",
                    "また，モニタから本件アンケートを回答する対象者を抽出する上で，業種と興味という2つの条件を設定したことは，確立された手法である。",
                    "なお，商標法4条1項11号における類似は，商標が付された商品の具体的な取引状況に基づいて判断すべきであり，当該商品の取引者・需要者を基準とすべきである。そして，本件商標が付された商品の主要な顧客層は，ファッションに興味がある20歳代から40歳代までの男女であるため，これらを本件アンケートの対象者として選定することは極めて合理的である。",
                    "そして，本件では，証拠価値の高い調査結果を得るために，①本件商標と引用商標を例示してその類似性を問う質問や混同の有無を問う質問などといった質問事項から法規範的判断を要するものは一切含まれておらず，②誘導的質問を一切排除し，単に事実として本件商標から想起される事項についてのみ質問を行っているものである。本件アンケートの調査方法，母集団，対象者の抽出方法，質問内容いずれにおいても公正・中立，客観的かつ的を得た適切な内容であり，本件アンケートの証拠価値は極めて高い。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件アンケートによれば，本件商標を見て被告を連想する者は全くおらず，半分以上の者が本件商標から「ラルフローレン」に関連する会社を連想している。",
                    "また，これらの者の大半が，同会社の所属する国として欧米諸国を回答しており，日本と回答した者のほとんどは被告のことを知らない。",
                    "以上からすれば，本件商標に接した者が連想する用語としては，ラルフローレンに関連する用語が最も多く，連想対象を会社に絞れば，より顕著に多数の者がラルフローレンに関連する会社を連想している。すなわち，本件商標が付された商品に接した取引者及び需要者としては，まず第1に，当該商品の出所につきラルフローレンに関連する会社と認識し，被告と認識することはないのである。",
                    "また，本件アンケートの結果からすれば，本件商標に接した者の大部分が「RALPHLAUREN」の文字部分についても読んでいるものであって，「POLO JEANS CO.」と「RALPHLAUREN」の文字部分を分離して観察することは許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件商標が，その指定商品である「被服」に表示された場合，当該商品に接した取引者及び需要者は，当該商品についてラルフローレンのデザインに係るポロ・ラルフローレン商品の一群として認識する一方で，当該商品が被告の商品であると認識するとは考えられない。",
                "このように，本件商標が使用された商品につき，その出所に混同が生ずるおそれは存在しないので，外観，観念又は称呼を比較するまでもなく，本件商標と引用商標A及びCは何ら類似しない。",
                "そして，被告は，そもそも「混同のおそれ」が生じない旨の原告の主張に対し，何ら反論をしていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標A及びCは，外観，観念，称呼上も類似しないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観・称呼が類似しないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，被告が述べる関連事件で問題となった商標とは異なり，「RALPHLAUREN」の文字を含むものであって，この点が本件商標を観察する上で重要な意義を有し，商標の類否の判断要素たる外観・称呼・観念に重要な影響を及ぼすものである。",
                    "特に，本件商標は，被告が指摘するポロ・ジーンズ・カンパニー事件における「POLO JEANS CO.」との商標とは，それ自体が著名な商標であり，かつ「POLO」と組み合わせることにより更に顕著な自他商品識別力を有する「RALPH LAUREN」部分がある点で根本的に異なっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "最高裁平成20年9月8日判決(判例時報2021号92頁，判例タイムズ1280号114頁)によれば，「複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されない」ものであるところ，審決は，本件商標の「POLOJEANS CO.」と「RALPH LAUREN」部分につき，一体不可分としなければならない特段の事情はないとした上で，「POLO JEANS CO.」につき「POLO」が自他商品の識別機能を果たす要部であると判断しており，上記最高裁判決の原則である「分離すべき特段の場合」の有無を一切検討しておらず，法令適用に明らかな誤りがある。",
                        "なお，上記最高裁判決の上記規範定立部分は，被告がいうように「構成部分が不可分一体に結合している商標についての，類似の判断基準を述べたもの」ではなく，商標の複数の構成部分が不可分一体か否かを判断するために示された基準であって，正に本件において適用されるべき基準である。",
                        "そして，本件商標につき，上記最高裁判決の基準を適用すると，審決が分離して要部と認定した「POLO」の部分は，元来「POLO」の語が馬上球技を示す普通名詞であること，襟付きの半袖のカジュアル衣料を示すポロシャツの語に関連し，普通名詞として用いられているものであることから，その言葉自体は，特に強い自他商品の識別機能を果たすものではなかったが，被服の取引者・需要者の間においては，原告商標の略称として，ラルフローレンのデザインに係る商品を表すものとして，「ラルフローレン」と関連付けられた上で自他識別機能を有するに至っているものである。",
                        "他方，審決において要部判断から除外された「RALPH LAUREN」部分は，前記1(2)アのとおり，世界的に著名なデザイナーの名称そのものであって，強い識別機能を持つ部分であり，かつ世界的に周知著名な商標として登録されているものである(甲2の1及び2の2)から，著名な商標として強い自他商品の識別機能を有している。",
                        "さらに，「POLO」と「RALPH LAUREN」とが組み合わせて使用されている本件商標においては，引用商標と異なり，世界的に著名なポロ・ラルフローレン商品としての出所識別機能が強く働くものであり，「POLO」のみを要部として判断することは許されない。",
                        "以上のとおり，本件商標は，「RALPH LAUREN」部分と「POLO JEANS CO.」部分の結合が強い商標であって，その結合の強弱の程度を考慮すると，両部分は不可分一体と判断されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，被告が指摘する最高裁昭和38年判決の判断基準に従っても，本件商標は，各文字部分が上下2段になっているものの，全体として同一の四角形の枠内に密接して配列されており，外観上も一体となっていること，「RALPH LAUREN」自体が有する強い識別機能や「POLO」と「RALPH LAUREN」の関連性等にかんがみれば，本件商標は「各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合している」というほかなく，本件商標について「POLOJEANS CO.」の文字部分と「RALPH LAUREN」の文字部分とを分離して観察することは許されない。",
                        "なお，「RALPH LAUREN」部分の文字の大きさが小さくても，これをすぐに捨象してよいわけではなく，大きな部分と小さな文字部分との関連性，各文字部分の識別力などを加味した上で，無視してよいものかを判断すべきである(この点は，文字の大きい部分に識別力がない場合に限定されない。)。",
                        "また，特許庁のデータベースで表示される不鮮明な画像であれば，本件商標の赤字が顕著に目立つという効果は若干薄いかもしれないが，本件商標を特許庁に出願した際に提出した資料(甲3)のように鮮明な画像であれば，見づらいことはなく，見る者に注意を与える赤の持つ効果が認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "現実に具体的な取引者及び需要者からみた場合においても，本件商標が表示されたポロ・ラルフローレン商品に接した取引者及び需要者は，当該商品について，ラルフローレンを意味する「RALPH LAUREN」の語から離れた「POLO JEANS CO.」ないし「POLO」の商品として認識することはなく，むしろ，本件商標の構成からすれば，「RALPH LAUREN」を認識せずに「POLO JEANS CO.」のみを認識することなどあり得ず(前記1(5)の本件アンケートの結果も参照)，審決の判断は空論である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記1(2)イのとおり，引用商標AないしEの「POLO」とは独立して，原告には「ポロ・ラルフローレン」に関する一群の原告商標の登録が認められており，特許庁も，引用商標AないしEと「ポロ・ラルフローレン」とは混同惹起しない関係にあると判断しているのである。",
                        "すなわち，原告商標が登録されたことは，「簡易迅速を尊ぶ」取引の場において，同商標が「ポロ」と略称されて称呼されることがあることも前提にした上で，特許庁において，取引者及び需要者が原告商標につき引用商標と誤認・混同するおそれは一切ないと判断したことを意味し，取引の場において原告商標が「ポロ」と略称されることがあっても，原告標章及びそれが付されたブランドが取引者・需要者の間で周知著名であるという取引の実情から，引用商標とは異なるラルフローレンの「ポロ」として認識されることにより，取引者・需要者が引用商標と誤認・混同するおそれは一切ないと判断したものである。そして，これは，「ポロ」と「ラルフローレン」との間に他の結合文字が存する場合や，「Polo」が四角で囲まれており，可視的に分離して認識される場合にも当てはまる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，本件商標は，「ラルフローレンのデザインに係る『POLO』商品」を連想させる商標であって，ラルフローレンを意味する「RALPH LAUREN」の文字部分は，「POLO JEANS CO.」部分と不可分一体に把握されなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，本件商標のうち「RALPH LAUREN」の文字部分を分離して，「POLO JEANSCO.」の文字部分のみに着目したとしても，「POLO」を当該部分の要部とすることはできない。",
                    "すなわち，本件商標の「POLO JEANS CO.」の文字部分は，黒色の横長四角形内に，白抜き様にて，同書・同大・等間隔に一体的に書かれており，また，称呼音も「ポロジーンズカンパニー」と9音であって，一気一連に称呼される音構成である。",
                    "そして，「CO.」の部分は，「仲間」又は「会社」を意味する英語の略称として周知されているから，「POLO JEANS CO.」の文字部分は，本件商標から当該文字部分だけを分離して認識した場合には，「ポロジーンズの仲間」又は「ポロ・ジーンズの会社」の意味を連想させるロゴとして，一体不可分の構成からなる商標と認識されるべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，いずれにしても，「POLO」の文字部分だけが本件商標の要部となるものではなく，本件商標と引用商標A及びCは，その外観・称呼において何ら類似するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "観念も類似しないこと",
              "text": [
                "上記(1) のとおり，本件商標のうち「POLO」の文字部分のみが要部ではないため，そもそも同部分から生じる観念を対比することに意味はない。",
                "しかし，仮に，「POLO」の文字部分が本件商標の要部になるとしても，以下のとおり，本件商標と，引用商標A及びCから生じる観念は異なっている。",
                "すなわち，被告の使用する引用商標AやCが，被告の商品を示す商標として周知性を獲得していないのに対し，原告の「POLO」の標章は，当該標章が表示された商品に接した取引者及び需要者にとって，当該商品がラルフローレンのデザインに係るポロ・ラルフローレン商品を表すものとして著名性を獲得しており，本件商標は，かかるラルフローレンのデザインに係るポロ・ラルフローレン商品のうち，日本市場においても高い売上げを計上している商品ラインの一つとして，それ自体周知性を獲得しているものである。",
                "以上の事情にかんがみれば，本件商標中の「POLO」の語は，取引者及び需要者に「ラルフローレンのデザインに係る商品」の観念を強く生じさせるものである。",
                "確かに，「POLO」の語自体には，ポロ競技という意味合いがあるが，日本においてはポロ競技が広く知られたスポーツではないこと，それに対し「POLO」の標章がラルフローレンのデザインに係る被服等のポロ・ラルフローレン商品を表すものとして高い著名性を有していることからすれば，本件商標が被服に使用された場合は，取引者及び需要者が，「POLO」の文字部分から「ラルフローレンのデザインに係る商品」の観念を強くイメージすることは明白である。",
                "以上のとおり，本件商標と引用商標A及びCとの間で，取引者及び需要者が抱く観念は異なる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "商標の類似判断は，「その外観，観念，称呼等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきもの」であり，単に称呼のみに着目して商標法4条1項11号の類否判断をすべきではなく，その他の部分や取引の実情をも加味して総合判断しなければならないことが，判例上も明らかである。",
                "本件では，①単なる外観の相違だけでなく，②原告が所有し極めて著名な商標である「POLO BY RALPH LAUREN」等の原告商標においても，取引の実情においてはポロの略称が生じているにもかかわらず，これが引用商標と類似することなく成立していること，③本件商標のうち「RALPH LAUREN」自体が有する強い識別機能，④「POLO」と「ラルフローレン」が組み合わされた場合の更なる識別力の強化の実態を考慮しなければならないのであり，そのような事情を全体として評価すれば，単に要部の一部の称呼が「ポロ」と共通することだけをとらえて，類似性を認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決のその余の判断について",
              "text": [
                "取引者及び需要者が両者を見誤る可能性が否定できない，すなわち見誤る可能性が少しでもあれば，本件商標と引用商標が類似するとすることは，誤認・混同の有無の判断基準のハードルを不当に高くし，商標法4条1項11号の適用範囲を不当に拡張するものであって，許されない。",
                "取引者及び需要者の間に，当該商標が表示された商品の出所について混同が生ずるおそれがあってこそ類似する商標となり，同法4条1項11号に該当することになるのである。",
                "そして，原告標章等がラルフローレンのデザインに係るポロ・ラルフローレン商品の一群を表すものとして周知著名であること，本件商標それ自体が周知性を獲得していることからすれば，本件商標が使用された商品について，その出所に混同が生ずるおそれは存在せず，この点に関する審決の認定判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原被告間の契約の趣旨等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ポロ・ラルフローレン商品の販売が商標権侵害を構成するとは考えていなかったが，以前に，Aが，原告からライセンスを受け「POLO」ブランドのネクタイを製造・販売していた菱屋に対し，ロイヤリティの支払いを強要し，紛争を恐れた菱屋が使用商標を「RALPH LAUREN」に変更したことがあり，原告のライセンシーであった西武百貨店が，商標権侵害を理由に提訴された場合等の紛争を強く危惧したため，原告は，やむを得ず，不争契約を結ぶため，被告の前身である丸永衣料株式会社(以下「丸永衣料」という。)と交渉を始めることとした。そして，原被告は，昭和62年1月1日付けで契約を締結するに至ったものである。",
                    "なお，原告が，不当訴訟ともいうべき商標権侵害を主張しかねない被告との間で不争契約の実質を持つ契約を締結するためには，被告が原告に対して引用商標A及びBをライセンスするという形式を採らなければ合意できなかったことから，そのような形式を採ったにすぎず，原被告間の契約の性質は，引用商標A及びBの通常使用権を許諾する旨の契約ではなく，不争契約にすぎない。",
                    "もっとも，同契約の趣旨がどうであれ，同契約の存在は，本件商標と引用商標A及びCの類否を判断する上で考慮すべきものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，引用商標Aは，引用商標Bの後願であって，本来登録されるべきではなかった。さらに，引用商標Aは，Aが，他人の周知商標を剽窃的に出願したものである。被告は，この点を否認ないし争うが，Aが，引用商標Aの出願日と同日に「ラルフローレン」の商標を出願していたことからすれば，同人が，既にラルフローレンの商標として米国で広く知られていた「POLO」を剽窃する目的で引用商標Aを出願したことは明らかである。",
                    "そして，引用商標Cは，引用商標Aの過誤登録がなければ登録されることはない商標であり，引用商標A同様，本来登録されるべきでなかった。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標が一体不可分であるとはいえないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，黒色の横長四角形の上段に白抜き文字で「POLO JEANS CO.」の語を横書きに記載し，これに比して下段に小さく朱文字で「RALPH LAUREN」の語を横書きに記載した構成である。",
                "本件商標において，「POLO JEANS CO.」文字部分は，背景の黒色と反対色の白色が配色され，補色の関係にあり，互いの色を強調し合い，際立っている。一方，「RALPHLAUREN」の文字は，上段に比して2分の1ないし4分の1と，著しく小さく，加えて，黒字に赤抜き文字という配色も非常に見づらい。",
                "これだけ文字の大きさが異なり，色彩面でも見づらい下段文字を上段文字と同時に認識することはあり得ず，実際にネームやタグなどとして小さいサイズで使用される場合には，下段の「RALPH LAUREN」がほとんど読み取れない可能性が非常に高い。",
                "したがって，「POLO JEANS CO.」を単独で認識することはない旨の原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "なお，最高裁昭和38年12月5日判決・民集17巻12号1621頁は，",
              "text": [
                "一つの商標から二つ以上の称呼，観念が生じる場合の商標の類否判断については，「簡易・迅速をたっとぶ取引の実際においては，各構成部分がそれを分離して考察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標は，常に必ずしもその構成部分全体の名称によって称呼，観念されず，しばしばその一部だけによって簡略に称呼，観念され，一個の商標から2個以上の称呼，観念が生ずることがあるのは，経験則の教えるところである。そして，この場合，一つの称呼，観念が他人の商標の称呼，観念と同一又は類似であるとはいえないとしても，他の称呼，観念が他人の商標のそれと類似するときは，両商標はなおも類似するものと解するのが相当」と判示している。つまり，各構成部分を分離して考察することが不自然なほどに不可分的に結合していない商標の場合は，各構成部分から生じる称呼，観念と他人の商標を対比して同一，類似を判断することになるということであり，最高裁平成20年判決もこの部分を否定するものでは全くない。",
                "そして，同判決は，構成部分が不可分に結合している商標について，類否の判断基準を述べたもの(分離観察を行う場合の事例判断)であり，他方で，本件では，前記(1)のとおり「POLO JEANS CO.」は「RALPH LAUREN」に比べて明らかに独立して見る者の注意を引くように構成されているし，本件商標における「RALPH LAUREN」部分の文字の大きさ，色合いからしてこの部分が識別機能を発揮することは不可能であり，最高裁平成20年判決とは全く事案が異なる。",
                "本件商標については，審決のとおり，まず最高裁昭和38年判決の判示するところにより，各構成部分を分離して考察することが不自然なほどに不可分的に結合しているか否かを判断するのが先決である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，「POLO JEANS CO.」部分と「RALPH LAUREN」部分が同時に認識されたとしても，両者が不可分的に結合しているといえるかは別問題である。",
                "本件商標は，「POLO JEANS CO.」部分と「RALPH LAUREN」部分が上下段に分かれている時点で，不可分的とは到底いえないし，文字の大きさの違い，色彩の違いからも分離していることは明らかである。また，「ポロジーンズカンパニーラルフローレン」という称呼が著しく長いことも，本件商標の不可分一体性を否定する事情である。",
                "なお，原告が権利を有する関連商標のうち，「POLO」に「RALPH LAUREN」を結合させた商標は，すべて両者の文字は同色で，大きさは同一又はほとんど変わらないものである。",
                "これに対し，本件商標では，「RALPH LAUREN」部分が「POLO JEANS CO.」部分に比して2分の1ないし4分の1程度と小さすぎ，赤色文字も見えづらいので，取引者及び需要者が一見したときには，「RALPH LAUREN」部分を認識できず，「POLO」の文字と「RALPH LAUREN」の文字による出所識別機能は働かない。",
                "原告は，「RALPH LAUREN」部分が強い識別性を有し，「POLO」部分と密接な関連性を有することによって本件商標が不可分一体の商標として認識されるべきと主張するが，原告のための特例を設定するに等しく，不適切である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "結合商標においては，大小の文字からなる商標は，大きさを同じくするそれぞれの部分からなる商標と対比するという原則は，先願商標との類否比較の原則の一つとして，既に確立したものである。",
                "しかし，本件において，原告は，他者の文字商標に著名な人名等を小さく表示させさえすれば，例外的に不可分一体の別異の商標に変身させ得る旨主張するに等しいが，これは，不確実な主観的要素をより重要なものとみるものであり，不当である。",
                "このほか，本件では，引用商標の商標権者である被告と原告が，昭和62年1月1日付けでライセンス契約を締結し，現在も契約を継続しているという特殊な事情があり，上記のような類否判断の例外を設定するにはあまりに不適切である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件商標において，「POLO JEANS CO.」と「RALPH LAUREN」が一体不可分とはいえない。",
                "なお，別件の審決(商標「バンベール」に関する不服2002−7001号事件，商標「アドア」に関する不服2006−15297号事件の各審決)においても，本件商標と同様の，上下段(2～3段)の文字からなる構成の商標の一体性が否定されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「POLO」が本件商標の要部であること",
          "text": [
            "別件訴訟であるポロ・ジーンズ・カンパニー事件において，裁判所は，明確に，「POLO JEANS CO.」の要部が「POLO」の文字部分であることを認定しており，本訴での原告の主張は，単に従来の主張を反復するものにすぎず，失当である。",
            "なお，原告は，結合商標の要部判定において，「要部は必ずしも顕著に表された部分であるとは限らない。」，「指定商品又は指定役務の普通名称や図形等は，顕著に表されていても，原則として識別力がないから要部とはいえない。」，「このような場合においても，かえって小さく書かれている部分に要部が存在することが多い。」と主張するが，原告は，「顕著に表された部分に識別力がない場合」という部分を無視しており，「POLO JEANS CO.」部分の「POLO」部分の高い識別性を無視した前提に立ったもので，誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告商標の周知性について",
          "text": [
            "確かに，最高裁平成13年判決では，我が国において原告の標章が周知著名になったのは昭和55年であると認定されている。しかし，この事案では，相手方が営業体としての実態のほとんどない商標登録権者であったこともあり，原告商標の周知著名性の獲得時期は実質上争われず，これが当事者間に争いのない事実として扱われたにすぎない。",
            "また，原告商標が周知著名性を獲得したのは，西武百貨店やその他のサブライセンシーが行ってきた努力のたまものであって，これが原告自身の努力のたまものであるとする原告の主張はあまりに独善的である。",
            "このほか，これまでのポロ関連の判決において，原告の「POLO」につき，「POLORALPH LAUREN」又は「POLO by RALPH LAUREN」として使用される場合に周知とされているだけで，「POLO」単独で使用される場合にまで周知著名性を獲得していると認められたわけではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "原告のその他の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が実施した本件商標に関するアンケートは，民間の調査会社を利用し，インターネットを使用して行われたものと解されるが，同調査会社に登録しているとされる母集団(86万人)が不明確であり，また，その中からどのように回答対象者(930名)を抽出したのかも定かではない。",
                "さらに，本件アンケートは，ファッションに興味があると回答した20～49歳の男女を対象にして行われているが，商標法4条1項11号は，一般公衆にとっての出所混同を防止する規定であり，このように限られた階層の人々を対象とするものではないから，上記のような対象選定は恣意的である。",
                "以上からすれば，本件アンケートは，あくまで一民間企業によるインターネット調査の域を超えないものであり，本訴において決定的な判断基準とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原被告間において昭和62年1月1日付けで締結されたライセンス契約は，単なる不争契約ではなく，紛れもない商標実施許諾契約であり，原告は，同契約締結の目処が立った昭和61年以降，自ら，日本市場での本格的な資金投入に踏み切ったものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，Aは，社会的にも尊敬に値する人物であって，他人の商標を剽窃したり，著名性を利用したりする商標ブローカーではなく，引用商標Aや「ラルフローレン」の商標出願につき，不正の目的を有していたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否の判断手法について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である。",
                "また，商標の外観，観念又は称呼の類似は，その商標を使用した商品につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，したがって，上記3点のうち1点において類似するものでも，他の2点において著しく相違するなどして，取引の実情等によって，商品の出所に誤認混同をきたすおそれの認めがたいものについては，これを類似商標とすべきではない(前出最高裁昭和43年2月27日判決参照)。",
                "さらに，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されない(前出最高裁昭和38年12月5日判決及び前出最高裁平成20年9月8日判決参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件において，原告は，本件商標が「被服」に表示された場合，取引者及び需要者は，当該商品についてラルフローレンのデザインに係るポロ・ラルフローレン商品の一群として理解し，被告の商品とは認識しないから，本件商標が使用された商品につき，その出所に混同を生ずるおそれはなく，外観，観念や称呼を比較するまでもなく，本件商標と引用商標A及びCとは類似しない旨主張する。",
                "確かに，最高裁昭和43年判決からすれば，商標の外観，観念又は称呼の類似は，出所の誤認混同のおそれを推測させる一応の基準にすぎず，総合的に考慮して商品の出所に誤認混同をきたすおそれの認めがたいものについては，類似商標と解すべきではない。しかし，同判決も，商標の外観，観念又は称呼の類否を全く検討することなく，取引の実情のみによって，商標の類否を判断してよいとするものではない。",
                "したがって，まず，本件商標と引用商標A及びCの外観，観念及び称呼を比較検討する必要があるものであって，必要がないとの原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標A及びCとの類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠(甲(審乙)4，6の1ないし6の3，7，8，9の1及び9の2，1",
              "text": [
                "0の1ないし10の20，11の1ないし11の20，甲1の1ないし1の4，2",
                "の1，2の2，乙(審甲)10，61，62，乙12)及び弁論の全趣旨からすれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「ジーンズ(jeans)」とは「丈夫な細綾織の綿布。また，それで作った衣服など。」であり，「Co.」とは「company」の略号であって，「会社。商会。商社。カンパニー。」であり，「ポロ(polo)」とは「ペルシア起源の騎乗球技。現今のものは，4人ずつ2組に分れ，1個の木のボールを馬上から長柄の槌で相手側のゴールへ打ち込み合って勝負を争う。」である(広辞苑(乙(審甲)10。岩波書店。1991年1月10日第3版第9刷発行)参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲(審乙)4(研究社発行の「英和商品名辞典」1990年初版第1刷)には，「Polo(ポロ)」ないし「Polo by Ralph Lauren(ポロバイラルフローレン)」につき，以下の記載がある。",
                    "「米国のデザイナー Ralph Lauren(1939−)がデザインした紳士物衣料品。",
                    "通例 Polo と略されて呼ばれる。同氏は1967年にネクタイ製造会社 BeauBrummelに入社，Polo ブランドを開設し，米国で最初にワイドタイを作って一躍名を売った。翌年には同ブランドでシャツやジャケットも市場化。同年 PoloFashions,Inc.を設立，同ブランドは同社のものとなった。ブランドの権利はその後Georgia州のOxford Industries,Inc.に引き継がれ，今日は Polo製品は同社が製造している。製品は New Yorkの Madison Ave.にある同氏のブティック Poloなどで販売。・・・同氏は，1971年にはRalph Lauren名の婦人既製服のブランドを発足させ，1976年に紳士服で Coty 賞を受賞，翌年には婦人服で受賞。その後New YorkのMadison Ave.に世界初のデザイナーデパートを開店。・・・」ウ 原告は，我が国において「ポロバイラルフローレン」「ポロ ベア バイラルフローレン」「POLORALPHLAUREN」「POLO BY RALPH LAUREN」「RALPH LAUREN」「ラルフローレン」との商標を有している(甲1の1ないし1の4，2の1，2の2)。",
                    "このほかにも，原告は，我が国において，「POLO」や「Polo」と「RALPH LAUREN」や「Ralph Lauren」を組み合わせた商標を有している(甲(審乙)6の1ないし6の3)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "西武百貨店は，昭和51年ころ，原告の前身会社との間で，「ポロ」の商標に関するライセンス契約を締結し，日本において，「ポロ」を含む商標を使用した衣服を販売するようになった。",
                    "その後，我が国においても，原告商品の売上げは順調に増えていった。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，平成9年9月から，「POLO JEANS CO.」の標章を使用した衣料品の販売を始め，その小売り販売の売上高及び数量(枚数)は，次のとおりである(甲(審乙)7)。",
                    "売上高 数量(枚数)",
                    "平成9年 13億8300万円 16万5000枚",
                    "平成10年 37億0200万円 49万枚",
                    "平成11年 27億0100万円 41万8000枚",
                    "平成12年 29億0600万円 46万4000枚",
                    "平成13年 33億4500万円 59万7000枚",
                    "平成14年 38億1600万円 59万7000枚",
                    "平成15年 42億9900万円 64万6000枚",
                    "平成16年 45億8000万円 72万5000枚",
                    "平成17年上半期 19億1700万円 26万4000枚"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，「POLO JEANS CO.」「RALPH LAUREN」の標章を使用した衣料品について，次のとおり新聞及び雑誌において広告を行っている。これらの広告には，「POLOJEANS CO.」と左側又は右側の中ほど又は下部に記載し，その下にそれより小さい文字で「RALPH LAUREN」と記載し，反対側(右側又は左側)に衣料品を身につけた人の写真を掲載しているもの，衣料品を身につけた人の写真の下側の部分に，写真に重ねて「POLO JEANS CO.」と記載し，その下にそれより小さい文字で「RALPH LAUREN」と記載しているもの等がある。",
                    "① 「繊研新聞」1997年(平成9年)2月27日号繊研新聞社(甲(審乙)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8)",
          "text": [
            "② 雑誌「WIRED」1997年(平成9年)11月号同朋舎(甲(審乙)9の1)",
            "③ 雑誌「WIRED」1997年(平成9年)12月号同朋舎(甲(審乙)9の2)",
            "④ 雑誌「Lightning」1998年(平成10年)1月号枻出版社(甲(審乙)",
            "10の1)",
            "⑤ 雑誌「Olive」1998年(平成10年)3月18日号マガジンハウス(甲(審乙)10の2)",
            "⑥ 雑誌「POPEYE」1998年(平成10年)3月25日号マガジンハウス(甲",
            "(審乙)10の3)",
            "⑦ 雑誌「an an」1998年(平成10年)3月27日号マガジンハウス(甲",
            "(審乙)10の4)",
            "⑧ 雑誌「MEN'S NON-NO」1998年(平成10年)4月号集英社(甲(審乙)",
            "10の5)",
            "⑨ 雑誌「Lightning」1998年(平成10年)4月号枻出版社(甲(審乙)",
            "10の6)",
            "⑩ 雑誌「mono」1998年(平成10年)4月16日号ワールドフォトプレス(甲(審乙)10の7)",
            "⑪ 雑誌「POPEYE」1998年(平成10年)5月10日号マガジンハウス(甲",
            "(審乙)10の8)",
            "⑫ 雑誌「relax」1998年(平成10年)5月号マガジンハウス(甲(審乙)10の9)",
            "⑬ 雑誌「Lightning」1998年(平成10年)5月号枻出版社(甲(審乙)",
            "10の10)",
            "⑭ 雑誌「Cut」1998年(平成10年)6月号ロッキング・オン(甲(審乙)10の11)",
            "⑮ 雑誌「Lightning」1998年(平成10年)6月号枻出版社(甲(審乙)",
            "10の12)",
            "⑯ 雑誌「POPEYE」1998年(平成10年)9月10日号マガジンハウス(甲",
            "(審乙)10の13)",
            "⑰ 雑誌「Olive」1998年(平成10年)9月18日号マガジンハウス(甲",
            "(審乙)10の14)",
            "⑱ 雑誌「an an」1998年(平成10年)9月25日号マガジンハウス(甲",
            "(審乙)10の15)",
            "⑲ 雑誌「mono」1998年(平成10年)10月16日号ワールドフォトプレ",
            "ス(甲(審乙)10の16)",
            "⑳ 雑誌「MEN'S NON-NO」1998年(平成10年)10月号集英社(甲(審乙)10の17)",
            "<21> 雑誌「Lightning」1998年(平成10年)10月号枻出版社(甲(審",
            "乙)10の18)",
            "<22> 雑誌「Esquire」1998年(平成10年)11月号エスクァイアマガジンジャパン(甲(審乙)10の19)",
            "<23> 雑誌「Lightning」1998年(平成10年)11月号枻出版社(甲(審",
            "乙)10の20)",
            "<24> 雑誌「Lightning」1999年(平成11年)1月号枻出版社(甲(審乙)11の1)",
            "<25> 雑誌「Cut」1999年(平成11年)4月号ロッキング・オン(甲(審",
            "乙)11の2)",
            "<26> 雑誌「Gainer」1999年(平成11年)4月号光文社(甲(審乙)11",
            "の3)",
            "<27> 雑誌「Lightning」1999年(平成11年)4月号枻出版社(甲(審乙)11の4)",
            "<28> 雑誌「with」1999年(平成11年)4月号講談社(甲(審乙)11の"
          ]
        },
        {
          "fig": "5)",
          "text": [
            "<29> 雑誌「MEN'S NON-NO」1999年(平成11年)4月号集英社(甲(審乙)11の6)",
            "<30> 雑誌「POPEYE」1999年(平成11年)5月10日号マガジンハウス(甲(審乙)11の7)",
            "<31> 雑誌「Free&Easy」1999年(平成11年)5月号イストライツ(甲(審乙)11の8)",
            "<32> 雑誌「CLASSY」1999年(平成11年)5月号光文社(甲(審乙)11",
            "の9)",
            "<33> 雑誌「Lightning」1999年(平成11年)5月号枻出版社(甲(審乙)11の10)",
            "<34> 雑誌「with」1999年(平成11年)5月号講談社(甲(審乙)11の",
            "11)",
            "<35> 雑誌「Lightning」1999年(平成11年)6月号枻出版社(甲(審乙)11の12)",
            "<36> 雑誌「Olive」1999年(平成11年)9月18日号マガジンハウス(甲(審乙)11の13)",
            "<37> 雑誌「POPEYE」1999年(平成11年)9月10日号マガジンハウス(甲(審乙)11の14)",
            "<38> 雑誌「Cut」1999年(平成11年)10月号ロッキング・オン(甲(審乙)11の15)",
            "<39> 雑誌「MEN'S NON-NO」1999年(平成11年)10月号集英社(甲(審",
            "乙)11の16)",
            "<40> 雑誌「Lightning」1999年(平成11年)11月号枻出版社(甲(審",
            "乙)11の17)",
            "<41> 雑誌「Free&Easy」1999年(平成11年)12月号イストライツ(甲",
            "(審乙)11の18)",
            "<42> 雑誌「Lightning」1999年(平成11年)12月号枻出版社(甲(審",
            "乙)11の19)",
            "<43> 雑誌「with」1999年(平成11年)12月号講談社(甲(審乙)11",
            "の20)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "キ",
                  "text": [
                    "平成20年10月6日時点で，Google検索で「POLO JEANS CO.」を検索したところ約1万5300件，「POLO JEANS CO. RALPH LAUREN」を検索したところ約4430件のウェブサイトが，それぞれ検索された(乙(審甲)61，62)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，別紙1のとおり，黒色の横長四角形の中に，白抜きで「POLOJEAN CO.」とのローマ字を同一の書体で同じ大きさで表示し，その下部に，「RALPHLAUREN」とのローマ字を小さい赤色の文字で表示したものである。また，「POLO」と「JEANS」と「CO.」の間には，それぞれ1文字分弱の間隔が存し，「RALPH」と「LAUREN」の間にも，1文字分弱の間隔が存する。",
                    "そして，前記(1)アのとおり，「jeans」とは「丈夫な細綾織の綿布や，それで作った衣服」であり，「Co.」とは「company」の略号であって「会社，商会，商社，カンパニー」を意味することからすれば，「JEANS」との標章を指定商品「被服」に使用した場合には，(取引者及び需要者は)商品の品質や材質を表すと理解するものと解され，「CO.」部分についても，会社であることを意味する程度と理解するものと解されることからすれば，これらの「JEANS」や「CO.」部分から商品の出所識別標識としての観念は生じにくいといえる。",
                    "したがって，「POLO JEANS CO.」部分については，必ずしも一体不可分に扱うべきとまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)イ，オ，カからすれば，原告が「POLO JEANS CO.」「RALPH LAUREN」の標章を付して販売している衣料品は，本件商標の登録査定時(平成15年8月8日)において広く知られていたものと認められ，前記(1)キからすれば，現時点でも同様である。",
                    "また，前記(1)アのとおり，「ポロ(polo)」とは「ペルシア起源の騎乗球技。現今のものは，4人ずつ2組に分れ，1個の木のボールを馬上から長柄の槌で相手側のゴールへ打ち込み合って勝負を争う。」であり，本来，普通名詞であるが，前記(1)イのとおり，「Polo by Ralph Lauren」につき，「米国のデザイナー Ralph Laurenがデザインした紳士物の衣料品で，通常Poloと略されて呼ばれる。」ことからすれば，本件商標の「POLO」部分と「RALPH LAUREN」部分は，互いに無関係の単語を組み合わせたにすぎないものではなく，この組合せにより，有名な米国のデザイナーであるラルフローレンのデザインに係る商品であるとの強い自他識別力が生じるものと認められる。",
                    "確かに，別紙1のとおり，本件商標における「RALPH LAUREN」部分は，「POLO JEANSCO.」部分に比べてかなり小さいが，十分に識別可能であって，両部分は，上下2段になっているものの，全体として同一の四角形の枠内に近接して配置されており，本件商標の登録願(甲3)や，前記(1)カの各雑誌等の多くにおいて，「RALPH LAUREN」部分が赤文字で顕著に見えている。",
                    "以上からすれば，本件商標において，「POLO」部分のみが，取引者，需要者に対し，商品や役務の出所識別標識として強く支配的な印象を与えるとか，「RALPHLAUREN」部分から出所識別標識としての称呼，観念が生じないとはいい難い。",
                    "そうすると，単に「POLO JEANS CO.」とあるだけでなく，その下に「RALPH LAUREN」との赤字部分がある本件商標において，その要部を「POLO」のみと解することは，その外観のみならず，取引の実情(「POLO」は本来普通名詞であるが，「RALPH LAUREN」と結びつくことによって，ラルフローレンのデザインに係る商品としての強い自他識別力が生じており，これを取引者，需要者も理解していること)にも反し，相当ではなく，本件商標における要部は，「POLO」部分及び「RALPH LAUREN」部分を併せたものというべきである。",
                    "なお，被告は，本件商標が「ポロジーンズカンパニーラルフローレン」という著しく長い称呼を有することをもって，同商標が不可分一体ではない旨主張する。",
                    "上記のとおり，当裁判所は，必ずしも本件商標全体が不可分一体であるとまで認めるものではないが，この点を措くとしても，商標の不可分一体性の程度は，称呼の長さのみによって決定されるものではなく，被告の上記主張は採用できない。",
                    "また，被告は，「RALPH LAUREN」部分と「POLO」部分とが密接な関連を有するという取引の実情に基づいて本件商標が不可分一体であると認めることが，原告のための特例を設定するに等しい旨主張する。しかし，前記1(1)のとおり，商標の類否等を判断する際に，取引の実情をも考慮すべきことは当然であって，被告の上記主張もまた理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イのとおり，「POLO」部分と「RALPH LAUREN」部分とが結び付くことによって，本件商標は，ラルフローレンがデザインしたポロ・ラルフローレン商品であるとの自他識別力が強力に働くものと認められる。他方で，元来普通名称にすぎない被告の引用商標AやCの「POLO」が取引の実情において，どのような自他識別力を獲得しているかについて，これを認めるに足りる証拠はなく，そもそも引用商標からどのような観念が生ずるかも証拠上不明である(ポロ競技は，我が国で広く親しまれ，よく知られているものではない。)。",
                    "このように，本件商標から生ずる観念(ラルフローレンのデザインに係るポロ・ラルフローレン商品であること)は，引用商標から生ずる観念とは別個の，固有のものであるということができる。",
                    "また，外観面においても，本件商標では，「POLO」部分以外に多くの文字(「JEANSCO.」「RALPH LAUREN」)があり，そのうち，少なくとも「RALPH LAUREN」部分の存在を無視することはできず(上記イ参照)，「POLO」部分のみの引用商標AやCとは異なる。",
                    "他方で，称呼については，本件商標も，取引の場面において「Polo」と略されて呼ばれるものと解され(前記(1)イ参照)，引用商標AやCと同様の称呼になるが，前述のとおり，観念において大きく異なる上，外観も異なる本件商標が，単なる「POLO」との記載がされただけの引用商標AやCとの間で，混同を生じるおそれはほとんどないといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，取引の実情をも考慮した上で，外観，観念，称呼等を対比した結果，本件商標は，引用商標AやCとは類似せず，これらの商標との間で混同を生ずるおそれはほとんどないものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告による本件アンケートについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲7，16)によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告からの依頼を受けたマクロミルは，平成21年8月20日から21日にかけて，日本全国を対象として，インターネットリサーチの方法で，事前調査においてファッションに興味があると回答した20～49歳の男女(マクロミルモニタにより抽出)を対象として，本件商標についての調査を行い，930サンプル(20代，30代，40代の男性，女性，各155サンプル)の有効回答を得た。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "マクロミルは，本件アンケートにおいて，下記5つの質問をした。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標を見て連想すること"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商標を見て連想する会社"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(上記(イ) で「POLO」を含む会社と回答した者に対し)同会社がある国"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件商標の読み方"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "米国にある原告会社のほかに，日本に被告(ポロ・ビーシーエス株式会社)が存在することを知っているか否か"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記質問に対する回答は以下のとおりであった。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "930名の回答者のうち，本件商標を見て連想することとして，「POLO Group」(”ポロ”，”Polo”のような POLOを含む回答。以下同様。)と回答したのが212名，「ラルフローレン Group」(”ポロラルフローレン”，”ラルフローレン”，”ラルフ”のようなラルフローレンが含まれる回答。以下同様。)と回答したのが288名，「普通名称 Group」(”ポロシャツ”，”ポロ(競技名)”のようなポロという文字を含む普通名称と思われる回答)と回答したのが123名，その他の回答をしたのが402名(その他の回答が多かった理由について，アンケートの実施者は，より公正な結果を得るため，質問が「連想するブランド名を回答してください」などと特定しなかったためと説明している。)，回答しなかったのが12名であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "930名の回答者のうち，本件商標を見て連想する会社として，「POLO Group」と回答したのが229名，「ラルフローレン Group」と回答したのが498名，その他の回答をしたのが70名，回答をしなかったのが215名であった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(イ) で「POLO Group」と回答した者229名のうち，同社がある国については，95名がイギリス，74名がアメリカ合衆国，9名が日本，7名がイタリア，6名がフランス，4名が外国，3名がヨーロッパ，2名がその他と回答し，29名が分からない等と回答した。",
                        "なお，後記(オ)で被告の存在を知っていると回答した59名の中で，上記(イ)で「POLO Group」と回答した者21名のうち，その会社がある国については，9名がイギリス，6名がアメリカ合衆国と回答し，日本と回答したのは1名にすぎなかった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "930名の回答者のうち，本件商標の読み方を問う質問に対し，「ラルフローレン」又は「ラルフ」を含む回答をしたのは653名，これらを含む回答をしなかったのが277名であった。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "930名の回答者のうち，米国にある原告会社のほかに，日本に被告(ポロ・ビーシーエス株式会社)が存在することを知っていると回答したのは59名で，871名が被告を知らないと回答した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，マクロミルでは，平成21年8月18日から19日にかけて，事前調査を行った。ここでは，同月時点で同社のアンケートモニタとして登録されている約83万人の中から，性別，年代に分けて，対象者を自動インターネットリサーチシステムによりランダム抽出し，配信した。その際，性別・年代により回収率に差が生じるため，抽出・配信数を，性別・年代に応じて差異を設けた。",
                    "同社は，事前調査において，性別・年代を問わず，回答のあったものの総合計数が1万サンプルとなった時点で，回答の受付を自動的に終了するようシステムを設定しており，そのサンプルの中から，所定の条件を満たした者のみを，本調査の対象とした。",
                    "同社は，事前調査の適合者の中から，自動インターネットリサーチによりランダムに抽出して，本調査を配信し，配信後は回答数を随時モニターし，途中経過において回収率が悪い性別・年代については，更にランダムに抽出して追加配信し，回答のあったものの総数が各性別・年代で155サンプルとなった時点で，その性別・年代の回答の受付を終了とし，最終サンプルを確定した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1) の本件アンケートの結果も，「本件商標においては，『POLO』部分と『RALPH LAUREN』部分とが結び付くことによって，ラルフローレンがデザインしたポロ・ラルフローレン商品であるとの自他識別力が強く働くものであり，引用商標A及びCとの間で混同を生ずるおそれはほとんどない」との本判決の結論と整合するものである。",
                "なお，被告は，本件アンケートの実施方法，対象者の選定等につき疑問を呈しているところ，上記(1) のとおり，本件アンケートは，原告が，第三者であるマクロミルに委託して行わせたものであるが，その実施方法，対象者の選定等において特段不合理な点はなく，被告の上記主張は理由がない。",
                "このほか，被告は，本件アンケートが，ファッションに興味があると回答した20～49歳の男女を対象として行われたことが不合理であると主張する。しかし，前記1(1)のとおり，商標法4条1項11号における商標の類否については，より具体的な取引状況に基づいて判断するのが相当であるところ，指定商品を「被服」等とし，その一部に「JEANS」との文言を含むことからすれば，ジーンズなどカジュアルな衣服に付されるものと解される本件商標につき，ファッションに興味のある20～49歳の男女を取引者，需要者と設定することには合理性があり，被告の指摘する事項は具体性に乏しいなど何ら正鵠を得たものではない。",
                "なお，当裁判所は，前記2のとおり，本件商標の客観的構成や，本件アンケートの結果を除く取引の実情等から，本件商標と引用商標A及びCとは類似しない旨の結論を導いているものであって，当裁判所の上記判断は本件アンケートの結果に依存するものではない。ただ，本件アンケートは，上述したように，その手法等において手堅く合理性の高いものであり，したがって，そのアンケートの結果も，公正で控え目な結論を導こうとしているものとして，首肯しやすいものがあるところ，アンケートの結果によれば，本件商標に接した需要者には，被告の会社やブランドの存在を正確に知っている者は極めて少ないといえるのであるから，この点からも，当裁判所の上記判断は裏付けられるものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原被告間の契約その他諸事情について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上のとおりであるが，被告は，原被告間で引用商標A，Bに関してライセンス契約が締結されている本件において，原告が引用商標AやCと本件商標との類似性を争うのは不適切である旨主張するものと解されるので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "証拠(甲13，15，乙(審甲)2の1及び2，3の1及び2，4の1及び",
              "text": [
                "2)及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標Aは，昭和47年6月13日，Aによって商標登録出願され，昭和55年9月29日に設定登録された。なお，Aは，昭和47年6月13日，「ラルフローレン」についても商標登録出願したが，同出願は昭和51年11月26日に拒絶査定がされた(甲13)。",
                    "Aは，昭和58年7月14日，引用商標Aに係る商標権を丸永衣料に譲渡し，同年12月19日，その旨の登録がされた。",
                    "丸永衣料は，昭和60年1月21日，公冠販売株式会社(以下「公冠」という。)に商号変更し，その後，同社は，引用商標Aに係る商標権を被告に譲渡し，平成10年4月27日，その旨の登録がされた(乙(審甲)2の1及び2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標Bは，引用商標Aよりおよそ50日ほど早い昭和47年4月22日に，丸永衣料によって商標登録出願され，昭和55年12月25日に設定登録された。",
                    "丸永衣料は，上記アのとおり商号変更し，その後，公冠は，引用商標Bに係る商標権を被告に譲渡し，平成10年4月27日，その旨の登録がされた(乙(審甲)3の1及び2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用商標Cは，昭和56年4月6日，丸永衣料によって商標登録出願され，平成9年5月2日に，丸永衣料から商号変更した公冠名義で設定登録された。",
                    "公冠は，その後，引用商標Cに係る商標権を被告に譲渡し，平成10年4月27日，その旨の登録がされた(乙(審甲)4の1及び2)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告の前身であるザ ポロ／ローレン カンパニー(以下「PLC」という。)と公冠との間では，引用商標A及びBをめぐる紛争があったところ，両社は，昭和62年1月1日付けで，下記内容の契約(以下「本件契約」という。)を締結し，西武百貨店がこれを了承した(甲15)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「第2条 ライセンスの許諾",
                      "text": [
                        "公冠は，公冠の所有する「商標」(引用商標A及びBを指す。以下同様。)を，商標法施行令別表第17分類のネクタイ及びマフラーを除く商品に付けて又はこれと関連して，「地域」(日本国)内で使用する非独占的ライセンス(マスターライセンス)をPLCに許諾する。」(以下省略)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「第3条 ロイヤルティ",
                      "text": [
                        "本件契約で許諾した権利の対価として，PLCは，公冠に対し，各「契約年」(本件契約の締結日以降の1年間，及びそれ以降本件契約の有効期間中の1年間ずつをいう。)につき，金1250万円の年間ロイヤルティを支払うものとし，またこの金額は4年ごとにそれまでの年間ロイヤルティより10％増額するものとする。",
                        "ロイヤルティの支払いは，半期ごとに各半期第1日目に支払うものとし，本件契約の締結時にこれを始める。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「第4条 訴権の不行使",
                      "text": [
                        "本件契約の有効期間中，公冠は，PLC，そのライセンシー，サブライセンシー又はそれらの顧客がPOLO又はその他のPOLO商標をラルフローレンと関連し使用したことにより，本件契約締結以前及び／又は本件契約期間中に生じた，「商標」及び／又はその他公冠若しくは関連会社(公冠の親会社である公冠株式会社，又はその他公冠株式会社が株式，利益配当株，持分の50％以上を支配している企業体すべてをいう。)が所有又は本件契約によりライセンスを受けているいかなる商標の侵害の可能性に対しても，いかなる訴権も一切行使しないものとする。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「第5条 公冠の『商標』使用",
                      "text": [
                        "公冠は，”ブリティッシュ・カントリー・スピリット”の商品系列についてPOLOの商標を継続して使用し，PLCはこれに一切の異議を唱えないものとする。ただし，これは公冠が，この商標をPLCのPOLO商標の使用と不当に紛らわしい方法で使用してはならず，また，公冠はこの”ブリティッシュ・カントリー・スピリット”商品系列には，株式会社西武百貨店と公冠が締結したポロ／ラルフローレンサブライセンシー契約において扱うデザインは一切含めないものとする。」(以下省略)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「第6条 所有権の認知",
                      "text": [
                        "PLCは，当該「商標」に対する公冠の権利を認め，いかなる時でも「商標」に関する公冠の諸権利を害するおそれのある行為を行わないものとする。PLCはPOLOの商標登録(登録番号第1434359号)(引用商標Aを指す。)に対する無効審判の請求及びその維持に関して，又はPLCの既出願商標に対する訴訟・拒絶査定不服審査請求において，一切制約を受けない。」(以下省略)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件契約の契約上の地位は，その後，原告と被告に承継されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)アのとおり，被告が商標権者となっている引用商標Aは，Aが，「ラルフローレン」の商標を出願したのと同日に出願したものである。Aに，「POLO」の商標を出願するについてそれなりの合理性や必要性があったことは必ずしも否定することはできないとしても，「ラルフローレン」の商標まで出願するについては，これを正当視できるような合理的な根拠がいささかでもあったとは想像しがたい(被告は，Aは他人の商標を剽窃するような人物ではなかったと主張するが，この点については，格別の証拠調べをしたわけではなく，事実関係は不明である。)。また，別紙2及び3から明らかなとおり，引用商標Cは，引用商標Aと極めて類似した商標である。以上からすれば，当時我が国には外国の有名商標を必ずしも尊重しないという，今日的な視点からすれば首肯しがたいような社会的状況があったとしても，原告が，引用商標A及びCに無効原因があると考えたことについては，相当程度の合理的な根拠があったものということができる。",
                "そして，前記2(1)エのとおり，そもそも原告の前身会社と西武百貨店の間では，昭和51年ころ，「ポロ」の商標に関するライセンス契約が締結され，その後，ポロ・ラルフローレン商品(原告商品)は，我が国においても順調に売上げを伸ばしていたものと考えることができ，原告の前身であるPLC及び公冠の間で昭和62年1月1日付けの本件契約が締結されたことが直接の原因となって，我が国での原告商品の売上高が伸びたり，原告の周知性が高まったものであると認めるに足りる証拠はない。",
                "なお，本件契約の性質につき，被告はライセンス契約であると主張し，原告は不争契約にすぎないと主張する。しかし，同契約の趣旨にかかわらず，前記2(1)イ，ウからすれば，少なくとも，原告が，被告とは全く独立して「Polo」「Ralph Lauren」の商標を使用，登録していたことが明らかであって，原告が我が国において周知性を獲得するに当たり，被告の貢献があったことを認めるに足りる証拠もない。",
                "以上の諸事情からすれば，原被告が，それぞれ本件契約の契約上の地位を承継しているからといって，原告が，本件商標と引用商標A及びCとの類似性を争うことが信義則に反するとか，不適切であるとはいえず(本件契約の第6条の定めも，原告が，自ら有する本件商標が無効とされることを防ぐために，同商標と引用商標AやCとの類似性を争うことまで禁ずるものとは解されない。)，この点に関する被告の主張は理由がない。",
                "また，前記2で検討したとおり，そもそも本件商標は，引用商標A及びCとは類似せず，これらの商標との間で混同を生ずるおそれはほとんどないものであるから，本件は，被告が指摘する関連事件とは前提において異なるものである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，本件商標においては，「POLO」部分と「RALPH LAUREN」部分とが結び付くことによって，ラルフローレンがデザインしたポロ・ラルフローレン商品であるとの自他識別力が強く働いており，これが商品等に付された場合，原告のポロ・ラルフローレン商品であることを強く識別させるものであって，本件商標と引用商標A及びCとの間で混同を生ずるおそれは極めて低く，本件商標と引用商標A及びCは類似しない。したがって，本件商標につき商標法4条1項11号を適用することはできず，同条項を適用した審決は誤りであるから，同審決を取り消すこととする。"
          ]
        }
      ]
    }
  ]
}