{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800262号事件について平成21年6月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「メロディのデータの提供方法」とする特許第3837122号について，被告が無効審判請求をしたところ，特許庁がこれを無効とする旨の審決をしたことから，特許権者である原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記特許に係る発明が下記刊行物に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・特開平7−322323号公報(発明の名称「無線選択呼出受信機のメロディ作曲方式」，出願人 静岡日本電気株式会社・日本電気株式会社，公開日平成7年12月8日。甲1，以下「刊行物1」といい，そこに記載された発明を「引用発明1」という。)",
            "・特開平2−47936号公報(発明の名称「警報パターンを再プログラムする方法」，出願人 モトローラ・インコーポレーテッド，公開日 平成2年2月16日。甲2，以下「刊行物2」といい，そこに記載された発明を「引用発明2」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成9年2月12日にした原出願(発明の名称「無線選択呼出受信機」，出願人 国際電気株式会社［平成12年10月1日現在の社名に変更］，特願平9−27906号)からの分割出願として，平成15年4月4日に名称を「メロディのデータの提供方法」とする発明について特許出願(特願2003−101546号)をし，平成18年8月4日に特許第38",
                "37122号として設定登録を受けた(請求項の数2。以下「本件特許」という。)。",
                "これに対し，被告は，平成20年11月21日付けで，本件特許の請求項1及び2について無効審判請求をしたので，特許庁はこれを無効2008−800262号事件として審理し，原告はその中で訂正請求(請求項1を削除し，請求項2を新請求項1に訂正するもの)をしたところ，特許庁は，平成21年6月2日，「訂正を認める。特許第3837122号の請求項1に係る発明についての特許を無効とする。」旨の審決をし，その謄本は平成21年6月12日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "上記訂正後の本件特許の請求項1の内容は，次のとおりである(以下「本件発明」という。)。",
                "「【請求項1】",
                "第1のアドレスでメッセージを着信し，第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する無線受信機であって，",
                "メロディのデータが記憶されている記憶部と，",
                "利用者の指示が入力される操作部と，",
                "メッセージを表示する表示部と，",
                "データを着信する受信部と，",
                "受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する制御部とを有することを特徴とする無線受信機。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "text": [
        "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件発明は，引用発明1・2，周知技術及び常套手段に基づいて容易に発明することができたというものである。",
        "なお，審決が認定する引用発明1の内容，本願発明と引用発明1との一致点及び相違点は，別添審決写し記載のとおりである。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(引用発明1認定の誤り，一致点認定の誤り及び相違点の看過)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "刊行物1(甲1)に記載の発明は，無線選択呼出受信機において「呼出音の作成をユーザーへ開放することにより，ユーザーが呼出音として任意のメロディ音を設定できる」(段落【0006】)ことを目的としており，その特徴は，ユーザー自ら好みのメロディを作曲する機能である(例えば段落【0014】)。ユーザーは，メロディ作曲機能を用いて，「自由に好みの呼出音(曲)を作り出すことができる」(段落【0039】)。刊行物1に記載の発明では，無線選択呼出受信機においてユーザーにより自ら好みの呼出音が作成されるのであり，外部から既製の呼出音を取り込むという発想はない。刊行物1では，呼出音の作成は，無線選択呼出受信機単独で行われており，外部と接続して呼出音を取り込むということは想定されていない。",
                "一方，本件発明は，無線受信機の外部から既製のメロディのデータを着信するものである。",
                "以上のとおり，呼出音を誰が作成するのか，どのように入手するのかという点で，引用発明1は，本件発明と本質的に相違しており，そもそも主たる引用文献足りえない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "さらに，引用発明1では外部から既製の呼出音を取り込むという発想がないから，引用発明1に基づいて，アドレスを2つ備えるという構成には，たどり着きようがない。すなわち，引用発明1には，本件発明と異なり，「第1のアドレス」，「第2のアドレス」という概念自体がなく，メッセージを「第1のアドレス」で着信するという概念も，着信時の報知音として使用されるメロディのデータを「第2のアドレス」で取得する，という概念もない。",
                "それにもかかわらず，審決は，引用発明1に存在しない概念である「第1のアドレス」でメッセージを着信する点が引用発明1と本件発明の一致点であるとして誤って認定した。",
                "これにより，審決は，「アドレス」の概念における両発明の上記相違点を看過し，引用発明1に「第1のアドレス」の概念が存在するとの誤った前提に立って相違点の判断を行い，引用発明1の「第1のアドレス」に引用発明2と各周知技術を組み合わせれば，「第2のアドレスで」利用者によって予め「選択され」，着信時の報知音として使用されるメロディのデータを「着信」することは容易であるとした(15頁11行～22行)。",
                "しかし，引用発明1には「第1のアドレス」の概念自体が存在しないのだから，引用発明1の「選択呼出信号」に，メロディを外部から取得するための「第2のアドレス」を採用する動機付けは存在しない。すなわち，引用発明2及び各周知技術を引用発明1と組み合わせることには阻害要因がある。",
                "それにもかかわらず，審決は，一致点の認定を誤り，引用発明1の「選択呼出信号」と本件発明の「第1のアドレス」の概念における重要な相違点を看過した結果，引用発明2及び各周知技術を阻害要因を無視して組み合わせ，容易との誤った判断に至っている。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "取消事由2(相違点判断の誤り)",
          "text": [
            "審決が行った本件発明と引用発明1との相違点の判断には，全体としての判断手法の誤りと，3段階に分けて行った各検討・判断の誤りとがあるので，以下順に論じる。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "審決の判断手法の誤り",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "審決は，本件発明が当業者にとって容易に想到し得るとの結論を導くため，「第2のアドレス」に関する本件発明と引用発明1との相違点を事実上3つに分断し，次の3段階に分けて各段階ごとに検討している。",
                    "① 引用発明1も引用発明2も，無線受信機の着信報知のためのメロディを変更するための技術という意味において，技術課題，技術分野は全く一といえるものであるから，引用発明1に引用発明2を適用することに格別の困難性はない(審決15頁11行～14行，以下「引用発明1及び2の適用・組合せ」という。)",
                    "② 無線受信機において，用途に応じてアドレスを使い分けること，すなわち，第1のアドレスに加えて，別の用途のために第2のアドレスを備えることは，例えば，特開平7−321938号公報(段",
                    "落39)，特開平8−223625号公報(段落22，52)，特",
                    "開平3−23727号公報(2頁右上欄1～20行)に開示される",
                    "ように周知技術であることを考慮すれば，引用発明1において，メロディのデータを取得する手段として，引用発明2を採用して，本件発明のように，「第2のアドレスで」利用者によって予め「選択され」，着信時の報知音として使用されるメロディのデータを「着信」することは当業者が容易に成し得ることである(審決15頁14行～22行，以下「第2のアドレスによるメロディのデータの着信」という。)",
                    "③ 当該メロディのデータを着信する際，新たなメロディのデータとして記憶部に追加して格納することは，例えば，特開平9−16184号公報(段落22～25，図1，3)に開示されるように常套",
                    "手段であるから，「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」ことは，常套手段の単なる付加にすぎない(審決15頁25行～30行，以下「メロディのデータの記憶部への追加」という。)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "審決は，以上の各段階において，異なる先行技術を順次適用することにより各相違点が順次解消されるとしている。すなわち，①(引用発明1及び2の適用・組合せ)において，まず引用発明1に引用発明2を適用している。そして，それでも解消されない②(第2のアドレスによるメロディのデータの着信)について，追加された引用発明2にさらに特開平7−321938号公報(発明の名称「無線選択呼出受信機」，出願人 日本電気株式会社，公開日 平成7年12月8日。",
                    "甲3)，特開平8−223625号公報(発明の名称「無線選択呼出",
                    "受信機」，出願人 日本電気株式会社，公開日 平成8年8月30日。",
                    "甲4)，特開平3−23727号公報(発明の名称「選択呼出受信装置」，出願人 松下電器産業株式会社，公開日 平成3年1月31日。",
                    "甲5)を適用することで，引用発明2で初めて出てくる「アドレスで」を「第2のアドレスで」に置き換えている。これは，「第2のアドレス」に関する相違点について，別個の先行技術を重畳的に適用しているものである。③(メロディのデータの記憶部への追加)においては，特開平9−16184号公報(発明の名称「端末再生装置」，出願人 A，公開日 平成9年1月17日。甲6)には「記憶部に追加して格納する」に関わる部分しか記載されていないのにもかかわらず，これで埋まらない「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして」については無視しており，特開平9−16184号公報を無理矢理当てはめている。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上のような判断手法は，相違点相互の関係を考慮せず，相違点全体の考察を欠くものであり，引用発明1と，引用発明2や特開平7−321938号公報等の技術とを恣意的に組み合わせることにより，先行技術として元来存在していなかった新たな先行技術を，本件発明を知った上で作出しているにすぎない。",
                    "したがって，このような判断手法によって本件発明が容易であるとした認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(イ)",
              "subject": "①(引用発明1及び2の適用・組合せ)における判断の誤り",
              "content": [
                {
                  "fig": "a",
                  "subject": "引用発明1及び2の適用・組合せの阻害事由",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "引用発明1の課題は，従来の無線選択呼出受信機は，「予め定められたメロディ音(曲)しか選択できないため，パーソナルユースとしては呼出音に個性が少なく，ユーザーの好みに合わないことが多かった」ことにある(刊行物1［甲1］段落【0005】)。",
                        "引用発明1の目的は，「呼出音の作成をユーザーへ開放することにより，ユーザーが呼出音として任意のメロディ音を設定できる無線選択呼出受信機を提供することにある」(刊行物1［甲1］段落【0006】)。",
                        "引用発明1の無線選択呼出受信機は，呼出音の作成をユーザーへ開放するため，ユーザー自ら好みのメロディを作曲できる機能を有している。引用発明1の無線選択呼出受信機のユーザーは，そのスイッチ部を操作して，呼出音情報を鳴音の各タイムスロットごとに制御部に順次設定することによって作曲する。その呼出音情報は順次設定されつつ順次RAMに記憶される。無線選択呼出受信機が呼出を受け，データ信号を受け取ると，上記呼出音情報を読み出し，ユーザーが作曲したメロディ音で報知する(以上につき，刊行物1［甲1］段落【0014】)。",
                        "これにより，引用発明1の無線選択呼出受信機によれば，「ユーザーにメロディ作曲機能を開放することができ，ユーザーは自由に好みの呼出音(曲)を作り出すことができる」(刊行物1［甲1］段落【0039】)。",
                        "以上のとおり，引用発明1では，ユーザー自ら，無線選択呼出受信機を操作して好みのメロディを作曲し，そのメロディを報知音として使用することを目的としており，外部から無線選択呼出受信機に既存の定められたメロディ(呼出音情報)が供給されることは想定されていない。",
                        "これに対し，本件発明では，外部からメロディのデータの供給を受けるため，第2のアドレスが用いられているから，引用発明1の目的は，本件発明とは全く逆の方向にある。",
                        "したがって，引用発明1は，当業者が本件発明を着想することを阻害している。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "引用発明2の目的は，遠隔受信機において警報パターンを再プログラミングするための新しいかつ改良された方法を提供することにあり(刊行物2［甲2］2頁左下欄20行～右下欄3行)，引用発明2では，送信機から遠隔受信機に警報パターンが送信され，遠隔受信機において当該警報パターンが再プログラムされて置き換えられる(特許請求の範囲「請求項1，2」)。このように，引用発明2の目的は，無線受信機の外部からメロディのデータを供給して再プログラムして置き換える点にあり，ユーザーが選択呼出受信機で自ら好みのメロディを作曲するという引用発明1の目的とは反する。",
                        "したがって，引用発明1に引用発明2を結びつけることに阻害要因がある。",
                        "また，引用発明2は，警報パターンを再プログラムして置き換えるものであるから，メッセージのデータを着信するアドレスとは異なるアドレスでメロディのデータを着信して記憶部に追加して格納するという本件発明の技術思想とは異質であり，引用発明1のユーザー自ら好みのメロディを作曲する技術思想とも異質である。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "以上のとおり，引用発明1に引用発明2を適用する動機付けがなく，ましてや本件発明に導く動機付けもない。それにもかかわらず両引用発明を適用した審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "審決が①(引用発明1及び2の適用・組合せ)の判断の誤りに至った背景",
                  "text": [
                    "審決の①(引用発明1及び2の適用・組合せ)の判断が誤っていることは上述のとおりであるが，その判断の誤りの一因は，以下のとおり，引用発明1と本件発明又は引用発明2との間に上位概念として共通点があるかのように強引な認定を行ったことにもある。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "審決は，本件発明のうち「『第2のアドレスで』利用者によって予め『選択され』，着信時の報知音として使用されるメロディのデータを『着信』し，『第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加する』」という構成が引用発明1にはないという限度では，正しい対比を行っている(15頁2行～9行)。",
                        "しかし，審決が，刊行物1(甲1)の段落【0012】，【00",
                        "14】の記載及び図1に基づき，引用発明1が「ユーザー(利用者)によって予め設定され，着信時の報知音として使用される呼出音情報(メロディのデータ)を作曲する」構成を有していると認定した点(15頁6行～8行，8頁17行～21行)は，誤ってい",
                        "る。",
                        "刊行物1(甲1)の段落【0014】には，明確に「メロディ音",
                        "等の上記呼出音の鳴音パターンを示すパターン情報と上記呼出音の鳴音周波数を示す鳴音周波数情報とからなる呼出音情報を鳴音の各タイムスロットごとに制御部5に順次設定，つまり作曲する。」と記載されているから，刊行物1では，設定と作曲とは同義である。",
                        "引用発明1は，「ユーザーによって予め設定され，着信時の報知音として使用される呼出音情報を作曲している」のではなく，ただ単に呼出音情報を作曲しているだけである。",
                        "審決は，引用発明1について，作曲とは別に「設定」なる行為があるかのような認定をしたため，引用発明1の「設定」と引用発明2の「選択」との間に共通点があると錯覚し，①(引用発明1及び2の適用・組合せ)の判断を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "審決は，以下のとおり，引用発明1と本件発明とを上位概念化して共通点を見い出そうとも試みているが，いずれも，誤りである。",
                        "α 審決は，「引用発明1の『ユーザによって予め設定され，着信時の報知音として使用される呼出音情報をする』と，本件発明の『利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する』とは，…いずれも『利用者によって予め設けられ，着信時の報知音として使用されるメロディのデータを取得する』という点で一致する。」とも認定している(14頁1行～6行)。",
                        "しかし，両者を「利用者によって予め設けられ，着信時の報知音として使用されるメロディのデータを取得する」という上位概念で括ろうとすることは誤りである。",
                        "まず，引用発明1の「設定」は，前述のとおり「作曲」を意味しており，本件発明の「選択」とは次元が異なる概念である。",
                        "また，引用発明1の「作曲」も，本件発明の「着信」とは次元が異なる。作曲は，存在しなかったものを新たに創り出すことであるのに対し，着信は，既に存在しているものが到着することである。着信は，既に存在するものを手許に入手することであるから「取得」に当たるが，作曲が「取得」に該当するはずがない。",
                        "β 審決は，「引用発明1の『呼出音が作曲された場合』も本件発明の『第2のアドレスで着信した場合』も，記憶すべき呼出音がある場合であり，また，…いずれも『受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，記憶すべき呼出音のある場合，メロディのデータとして記憶部に格納する制御部』という点で一致する。」とも認定している(14頁15行～21行)。",
                        "しかし，取消事由1で述べたとおり，引用発明1には，複数のアドレスを前提にした「第1のアドレス」という概念はない。さらに，上記のとおり，作曲と着信とは次元の異なる概念であるから，引用発明の「呼出音が作曲された場合」と本件発明の「第2のアドレスで着信した場合」とを「記憶すべき呼出音のある場合」という共通点で括ることは誤りである。",
                        "γ 以上のとおり，審決は，引用発明1と本件発明との間に共通点があるかのように錯覚し，その誤った共通点の認識に基づいて，引用発明1に引用発明2が適用できるかの誤った判断に陥ったものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "②(第2のアドレスによるメロディのデータの着信)における判断の誤り",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "審決は，単に第2のアドレスを用いることのみを切り出して周知であるとするが，本件発明の「第2のアドレス」は，「第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する」，「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」ためのものであり，単なる2つ目のアドレスではない。",
                    "これに対して，審決の挙げる周知技術は，「第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する」ものではない。",
                    "したがって，審決の挙げる下記の周知技術によって「第2のアドレス」に係る相違点を埋めることはできない。審決は，「第2のアドレス」に関する相違点について，別個の先行技術を重畳的に適用し，引用発明と周知技術とを恣意的に組み合わせることにより，先行技術として元来存在していなかった技術を，本件発明を知った上で新たに作出しているに等しい。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "特開平7−321938号公報及び特開平8−223625号",
                      "text": [
                        "公報",
                        "α 特開平7−321938号公報(甲3)には，無線選択呼出受",
                        "信機が，通常の呼出用の呼出番号のほかに，トランスペアレント処理用呼出番号や画像処理用呼出番号を有する技術が記載されている(段落【0039】)。",
                        "特開平8−223625号公報(甲4)には，無線選択呼出受",
                        "信機が，個々の受信機に設定される呼出番号のほかに，複数の受信機を一斉に呼び出す共通呼出番号(第2の呼出番号)及び情報サービス用呼出番号(第3の呼出番号)を有する技術が記載されている(段落【0022】及び【0052】)。",
                        "しかし上記先行文献のいずれにも，「第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する」ことは開示されていない。",
                        "さらに，上記先行文献のいずれにも，「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」ことは開示されていない。",
                        "したがって，引用発明1にはユーザー自ら好みの呼出音を作曲することのみの構成しか記載されていないのだから，上記先行文献記載の技術を引用発明1に適用しても，メロディ作曲機能を有する無線選択呼出受信機にトランスペアレント処理，画像処理，一斉呼出処理，情報サービス呼出処理の呼出番号が付加されるだけであり，第2のアドレスに関する相違点全体が解消されるわけではない。",
                        "β また，特開平7−321938号公報では，通常の呼出番号と",
                        "は別の呼出番号は，トランスペアレント処理用及び画像処理用という特定の目的に使用されており，特開平8−223625号公",
                        "報では，複数の受信機の一斉呼出及び情報サービス呼出という特定の目的に使用されている。",
                        "上記先行文献から，これらの目的を捨象して，「第1のアドレスに加えて，第2のアドレスを用いる」という抽象的な技術が周知である，ということはできない。",
                        "しかも，上記各公報の公開日は，本件特許の原出願日(平成9年2月12日)よりわずか約1年3か月前の平成7年12月8日",
                        "(甲3)及び約5か月前の平成8年8月30日(甲4)である。",
                        "このような短期間で各公報記載の各技術が周知になったともいえない。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "特開平3−23727号公報",
                      "text": [
                        "特開平3−23727号公報(甲5)では，複数の呼出番号は，",
                        "文字メッセージを任意の複数種類にグループ分けして受信し，特定グループの文字メッセージに容易に到達して表示することができるようにするため，単に並列的に設けられているにすぎない(2頁右上欄1行～20行)。すなわち，グループ分けという同一用途のために複数の呼出番号を設けているものであるから，審決が「用途に応じてアドレスを使い分けること，すなわち，第1のアドレスに加えて，別の用途のために第2のアドレスを備えること」の例として挙げているのはそもそも誤りである。",
                        "なお，特開平3−23727号公報においても，上記(a)と同様",
                        "のことがいえる。すなわち，「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」ための呼出信号の技術は開示されていない。したがって，引用発明1にはユーザー自ら好みの呼出音を作曲することのみの構成しか記載されていないのだから，特開平3−23727号公報の技術を引用発明1に適用しても，メロディ作曲機能を有する無線選択呼出受信機に文字メッセージをグループ分けするための同一用途の呼出番号が付加されるだけであり，第2のアドレスに関する相違点全体が解消されるわけではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "審決は，引用発明2を，「アドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する無線受信機」と認定している。これを引用発明1と組み合わせても，引用発明1にはユーザー自ら好みの呼出音を作曲することのみの構成しか記載されていないのだから，「第2のアドレス」は生じようがなく，前述の「第2のアドレス」に関する相違点は解消されない。",
                    "また，引用発明2のアドレスは，警報パターンを再プログラムして置き換えるためのものであるところ，上記aで述べたとおり特開平7−321938号公報(甲3)及び特開平8−223625号公報",
                    "(甲4)の呼出番号は，トランスペアレント処理及び画像処理(特開平7−321938号公報)，複数の受信機の一斉呼出及び情報サービス呼出(特開平8−223625号公報)を目的としているため，作用及び機能が異なり，特開平3−23727号公報(甲5)の呼出番号は，文字メッセージを任意の複数種類にグループ分けして受信し，特定グループの文字メッセージに容易に到達して表示することができるようにすることを目的としているため，作用及び機能が異なる。したがって，特開平7−321938号公報，特開平8−223",
                    "625号公報及び特開平3−23727号公報を引用発明2に組み合",
                    "わせることには阻害要因がある。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "特開平7−321938号公報(甲3)には，上記aで述べたとお",
                  "text": [
                    "り，無線選択呼出受信機が，通常の呼出番号以外に，トランスペアレント処理用呼出番号及び画像処理用呼出番号を有するという技術が記載されている。これらの呼出番号は，外部から各種処理の指示を受信するためのものであり，呼出音情報を受信するためのものではない。",
                    "したがって，特開平7−321938号公報の技術の目的は，外部から指示を受信するという点にあり，ユーザーが呼出音を作曲するという引用発明1の目的とは相違する。",
                    "特開平8−223625号公報(甲4)には，上記aで述べたとお",
                    "り，無線選択呼出受信機が，通常の呼出番号以外に，複数の受信機を一斉に呼び出す共通呼出番号及び情報サービス呼出用信号を有するという技術が記載されている。これらの呼出番号は，呼出音情報とは全く無関係である。さらに，特開平8−223625号公報の課題は，複数の呼出番号が設定された無線選択呼出受信機でバッテリーセイビング効率を低下させないことにあり(段落【0015】)，引用発明1の呼出音の作成をユーザーへ開放することにより，ユーザーが呼出音として任意のメロディ音を設定できるようにするという課題とは相違する。",
                    "特開平3−23727号公報(甲5)には，上記aで述べたとお",
                    "り，選択受信呼出装置が，文字メッセージを任意の複数種類にグループ分けして受信し，特定グループの文字メッセージに容易に到達して表示することができるようにするため，複数の呼出番号を単に並列的に設けるという技術が記載されている。これらの呼出番号は，文字メッセージを任意のグループに分けて整理し，特定グループの文字メッセージを読み出す場合に従来の着信順に読み出される場合より必要な操作回数を減らして容易に到達できるようにするためのものであり，引用発明1の呼出音の作成をユーザーへ開放することにより，ユーザーが呼出音として任意のメロディ音を設定できるようにするという課題とは相違する。",
                    "このように，引用発明1と特開平7−321938号公報，特開平",
                    "8−223625号公報及び特開平3−23727号公報とは，その",
                    "目的及び課題が相違しており，これらを結びつける動機付けに欠ける。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "以上のとおり，引用発明1に引用発明2を組み合わせ，そこで初めて現れる「アドレス」に，特開平7−321938号公報，特開平8−223625号公報及び特開平3−23727号公報を組み合わせ",
                  "text": [
                    "て本件発明の「第2のアドレス」にすることが容易であるとの審決の判断は誤りである。",
                    "また，前記(イ)のとおり，引用発明1と引用発明2との組み合わせに阻害要因があることから，引用発明1において，メロディのデータを取得する手段として，引用発明2を採用して，本件発明のように，「第2のアドレスで」利用者によって予め「選択され」，着信時の報知音として使用されるメロディのデータを「着信」することは困難であり，これを容易とした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "③(メロディのデータの記憶部への追加)における判断の誤り審決は，当該メロディのデータを着信する際，「新たなメロディのデータとして記憶部に追加して格納することは，例えば，特開平9−16184号公報(段落22～25，図1，3)に開示されるように常套手段である」と認定している(15頁25行～28行)。",
                "確かに，特開平9−16184号公報(甲6)には，端末再生装置の記憶部が楽曲データを追加して格納する技術が記載されている。",
                "しかし，特開平9−16184号公報に記載の端末再生装置は，飲食店，遊戯場等に設置されることが想定されており(段落【0002】)，ネットワークを介してセンタ装置から伝送される新曲の楽曲データを記憶し，要求された特定の楽曲データを再生する据え置き型の装置である。据え置き型の装置では重量の制約が少ないため，記憶部の容量を増大させることも容易である。",
                "これに対し，本件発明の無線受信機は，ユーザーが携帯して持ち運ぶことを想定しており，軽量化が求められている。",
                "両者は技術分野が異なっているので，仮に据え置き型装置では楽曲データを追加して記憶する技術が常套手段であったとしても，それをそのまま，本件発明の無線受信機のような異なる技術分野に適用して常套手段であるとすることはできない。",
                "また，本件発明は，着信時の報知音として使用されるメロディのデータを記憶部に追加して格納するものである。",
                "これに対して，特開平9−16184号公報に記載の端末再生装置は，着信時の報知音など必要がないものであるから着信時の報知音に関する記載は一切なく，着信時の報知音として使用されるメロディのデータを記憶部に追加して格納することは，常套手段とはいえない。",
                "なお，刊行物1，刊行物2，特開平7−321938号公報，特開平8−223625号公報及び特開平3−23727号公報のいずれに",
                "も，着信時の報知音として使用されるメロディのデータを記憶部に追加して格納すること，すなわち「後から増し加えて格納すること」は記載されていない。",
                "したがって，当業者が引用発明1に特開平9−16184号公報記載の技術を適用して③(メロディのデータの記憶部への追加)に係る相違点を解消することは，当業者が容易に想到し得たものではない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "2",
                          "subject": "請求原因に対する認否",
                          "text": [
                            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
                          ]
                        },
                        {
                          "fig": "3",
                          "subject": "被告の反論"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "本件発明と引用発明1は，ともに，①無線選択呼出受信機という同一の技術分野に属し，②従来の無線選択呼出受信機が予め定められたメロディしか着信報知音として選択できないことによる不都合(好みに合わない，すぐに飽きてしまう，など)を解消することを目的としている点で，発明の課題が共通し，③着信報知音として使用するメロディのデータを取得して記憶部に格納する点で，機能・作用も共通しているから，審決が引用発明1を主引例として本件発明との対比を行ったことは正当である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件発明の「第1のアドレス」，「第2のアドレス」は，「発明の詳細な説明」の「本来メッセージを着信する(アドレス)」，「本来メッセージを着信するのと別のアドレス」(本件明細書［甲7］段落【0023】)をそれぞれ言い換えたものにすぎないところ，引用発明1は無線選択呼出受信機であってメッセージを着信するものであるから，引用発明に本件発明の「第1のアドレス」(メッセージを着信するアドレス)に対応する構成が存在するとした審決の認定に誤りはない。",
            "原告は，また，引用発明1には「第1のアドレス」の概念自体が存在しないので，引用発明2及び周知技術を引用発明1と組み合わせることには阻害要因があるとも主張するが，阻害要因があるか否かは，引用発明1の認定の誤りとは何ら関係がないから，この点に関する原告の主張は考慮に値しない。",
            "なお，無線選択呼出受信機が複数のアドレスをもつことがおよそ誰も考え付いていなかった新規かつ独創的なアイデアであるというのであればともかく，複数のアドレスを使い分けることは本件特許原出願時既に知られていたから，引用発明1自体に「第2のアドレス」の概念が仮に存在しないとしても，そのことは「第2のアドレス」の想到容易の判断に何の影響も及ぼさない。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "content": [
        {
          "fig": "ア",
          "subject": "「審決の判断手法の誤り」に対し",
          "text": [
            "審決は，本件特許原出願時の技術水準を正当に踏まえ，用途に応じて複数のアドレスを使い分けることも，無線選択呼出受信機においてメロディのデータを受信することも周知技術である(殊にメロディの受信については一々例を挙げて示すまでもない)という認識に立って，既存の着信報知音(メロディ)に飽き足らない利用者のために，「作曲したメロディ」を記憶させて着信報知音として用いる代わりに，例えば刊行物2に示されるような「着信したメロディ」を着信報知音として用いることは，当業者が容易に想到することであり，その際に，メロディをメッセージとは別のアドレスで着信させるようにすることも容易であると判断しているのである。",
            "審決は，原告が非難するような，「相違点を3つに分断し，各段階において異なる先行技術を順次適用する」判断手法など採っていない。",
            "原告は，特開平9−16184号公報(甲6)には「記憶部に追加して格納する」に関わる部分しか記載されていないのにもかかわらず，これで埋まらない「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして」については無視していると主張するが，第2のアドレスでメロディのデータを着信することは，引用発明2及び甲3～5に示される周知技術に現れており，甲6にその旨の記載がないといったところで，審決に誤りがあることにはなりえないし，また，甲6では，新しい楽曲データD1が再生されるので，「新たなメロディのデータとして」記憶部に追加して記憶することも示されている。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "「①(引用発明1及び2の適用・組合せ)における判断の誤り」に対し(ア) 原告は，引用発明1は，ユーザーが自ら好みのメロディを作曲することを目的としており，外部から既製のメロディのデータが着信する本件発明とは，課題及び目的が全く逆の方向にあるから，引用発明1に引用発明2を適用できないと主張する。原告の主張は，それぞれの発明の「目的」に違いがあるということに尽きるが，引用発明2を引用発明1に適用することに格別の「技術的支障」がある訳ではないうえ，「目的」を理由とする原告の主張も何ら理由がない。",
            "また，原告は，引用発明1がメロディを「作曲する」点をことさらに強調して，引用発明1は，当業者が本件発明を着想することを阻害している，と主張する。",
            "しかし，引用発明1の無線選択呼出受信機でメロディを作曲するのは，好みの音楽を着信報知音として使用するためであり，作曲する(メロディを作り出す)こと自体に目的や価値がある訳ではない。さらにいえば，引用発明1の無線選択呼出受信機は，楽曲の創作(狭い意味での作曲)を行うには明らかに不向きな装置であるから，メロディの創作というより，むしろ創作済みのメロディを無線選択呼出受信機の呼出音として再現することに主眼があることは明らかである。ゆえに，作曲が面倒であれば外部からメロディの供給を受ければよく，その程度のことは誰でも思いつくことである。",
            "刊行物1(甲1)に「…従来技術を用いた無線選択呼出受信機は，予め定められたメロディ音(曲)しか選択できないため，パーソナルユースとしては呼出音に個性が少なく，ユーザーの好みに合わないことが多かった。」(段落【0005】)，「…本発明の目的は，従来技術による上述の欠点を解消することにあり，…」(段落【0006】)と記載されているように，引用発明1は，無線選択呼出受信機の呼出音として予め定められたメロディしか選択できず不便であったという課題を解決しようとするものである。そして，その解決手段として，ユーザーが作曲したメロディのデータを，呼出音情報(メロディのデータ)としてEEPROM54(記憶部)に格納することを提案しているが，これは，新たなメロディを記憶させることによって呼出音としての使用を可能にするという点で，本件発明と共通する発想である。しかも，刊行物1には，他の態様によるメロディのデータの取得の発想が示唆されている。",
            "すなわち，刊行物1の段落【0002】には「従来のこの種の無線選択呼出受信機では，…ページングシステムから受けた選択呼出信号が自己の選択呼出信号に一致すると，アラート音，もしくは予め用意した一つまたは複数のメロディ音で呼出報知していた。」と記載され，段落【0005】には「しかし，これらの従来技術を用いた無線選択呼出受信機は，予め定められたメロディ音(曲)しか選択できないため，パーソナルユースとしては呼出音に個性が少なく，ユーザーの好みに合わないことが多かった。」と記載されているように，引用発明1は，多様な個人の嗜好に対応するために，多様なメロディを着信報知音として利用可能とすることを志向して，従来の無線選択呼出受信機の改良を提案している。このように，引用発明1は，「作曲」を，新たなメロディのデータを取得する1態様として提案するものであって，他の態様による新しいメロディのデータの取得の発想を何ら阻害するものではなく，むしろ積極的に示唆しているとさえいえるのである。"
          ],
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "原告は，引用発明2の目的は，無線受信機の外部からメロディのデータを供給して再プログラムして書き換える点にあり，ユーザーが選択呼出受信機で自ら好みのメロディを作曲するという引用発明1の目的とは反するので，引用発明1に引用発明2を結びつけることに阻害要因がある，と主張する。",
                "しかし，既に述べたとおり，引用発明1は，「作曲」を新たなメロディのデータを取得する1態様として提案するものであるから，新たなメロディのデータを取得する他の態様として無線選択受信機の外部からメロディのデータの供給を受ける構成を採用することは，何ら引用発明1の目的に反するものではない。",
                "また，原告は，引用発明2は，警報パターンを再プログラムして書き換えるものであるから，本件発明の技術思想とも引用発明1の技術思想とも異質であって，引用発明1は引用発明2を適用する動機付けがなく，本件発明に導く動機付けもない，と主張する。",
                "しかし，刊行物2(甲2)に「ターミナル10は次に警報パターンメモリ17に置かれるべき新しい警報パターンを送信する。」(3頁右下欄下5行～下3行)と記載されているように，新たなメロディのデータ(新しい警報パターン)は最終的には警報パターンメモリ17に記憶されることが予定されている。したがって，引用発明2は，新たなメロディのデータ(新しい警報パターン)を取得してこれを記憶部(警報パターンメモリ17)に記憶する点において，本件発明や引用発明1と共通しており，異質なものではない。また，刊行物2(甲2)には，「これらの例の全てにおいて，警報パターンあるいは信号を変更することがしばしば望ましい。…各々異なる可聴警報信号を備えた遠隔ページャを提供することにより，ページャの使用者の各々は警報信号が彼のページャからのものかを瞬時に知ることができるであろう。」(2頁右上欄下3行～左下欄9行)，「本発明の目的は，通信システムの遠隔受信機において警報パターンを再プログラミングするための新しいかつ改良された方法を提供することにある。」(2頁左下欄下1行～右下欄3行)と記載されており，引用発明2も，新たなメロディを着信報知音として利用可能とすることを目的とする点において，本件発明や引用発明1と共通するから，引用発明2を引用発明1に適用するに十分な動機付けが存在する。",
                "なお，原告は，刊行物2の「置かれるべき」が「置き換えられる」の意味であるとする根拠として，刊行物2(甲2)の①請求項1，2及び②2頁左下欄20行～同右下欄3行の記載を挙げるが，①「発明の詳細な説明」に記載された発明を認定するに当たって，「特許請求の範囲」の記載を参酌する必要はないし，②2頁左下欄20行～同右下欄3行には，「本発明の目的は，通信システムの遠隔受信機において警報パターンを再プログラミングするための新しいかつ改良された方法を提供することにある。」との記載しかなく，あえて「置かれるべき」を「置き換えられる」の意味に理解しなければならない根拠とはなりえない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，審決が，引用発明1と本件発明又は引用発明2との間に上位概念として共通点があるかのように強引な認定をしたことが，引用例1及び2の適用・組合せについての判断を誤った一因であると主張するので，以下反論する。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告は，審決が，引用発明1においては，「設定」と「作曲」は同義であり，刊行物1には単に「作曲する」ことしか記載されていないと主張する。",
                    "しかし，刊行物1(甲1)の段落【0006】には，「従って，本発明の目的は，従来技術による上述の欠点(被告注：予め定められたメロディ音(曲)しか選択できないこと等)を解消することにあり，呼出音の作成をユーザーに開放することにより，ユーザーが呼出音として任意のメロディ音を設定できる無線選択受信機を提供することにある。」と記載されており，ここでいう「メロディ音の設定」が「作曲」ではなく，作曲されたメロディ音を呼出音として「設定」することを意味することは明らかである。したがって，刊行物1には「作曲」することしか記載されていないとはいえない。",
                    "加えて，そもそも本件発明の「利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する無線受信機」における「利用者によって予め選択され」には，複数の着信した新たなメロディのデータの中から選択されるなどの限定はなく，着信した新たなメロディのデータを選択する，あるいは単に報知音として使用することを選択するという態様も含まれる表現となっている。そして，刊行物1(甲1)に，少なくとも上記のような態様が記載されていることは明らかである(段落【0002】～【0006】，【0029】～【0032】等。特に，段落【0006】の「任意のメロ",
                    "ディ音を設定」と段落【0029】等の「SW41の押下」参照)。",
                    "引用発明1における作曲されたメロディも利用者が報知音として使用することを予定し，まさにそのために記憶部に記憶させるものであるから，本件発明の「利用者によって予め選択され」たメロディのデータと実質的に何ら異ならない。したがって，これを審決のように「選択」という語を敢えて用いずに「利用者によって予め設定され」たと表現し，本件発明と対比して共通点を見出すことに問題はない。",
                    "なお，刊行物1(甲1)には，従来技術について「…予め用意した一つまたは複数のメロディ音で呼出報知していた。」(段落【0002】)，「…予め定められたメロディ音(曲)しか選択できない…」(段落【0005】)と記載されているように，引用発明1は，「複数のメロディ音」から「選択」する個別選択呼出受信機において，選択できるメロディの範囲を広げるように改良しようとするものであるから，メロディが「予め…設定」されることは明らかである。いずれにせよ，引用発明1は，本件発明の「利用者によって予め選択され」と実質的に差異のない構成を備えている。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告は，引用発明1の「設定」は，本件発明の「選択」とは次元を異にするから，「設けられ」という上位概念で括って，共通点を見出すことは誤りである，と主張する。",
                    "しかし，上位概念による特定事項を一致点として認定することに何ら問題はなく，後はそれを前提に進歩性の存否を判断すればよいだけである。本件発明も，引用発明1も，新たなメロディのデータを着信報知音とするものである以上，両者は，「利用者によって予め設けられ」の点で一致する。この点について，審決は，正当にも，「設けられ」を一致点と認定したうえで，予め「選択され」と予め「設定され」との違いを相違点として挙げ，相違点の検討において本件発明の「選択され」る構成は当業者が容易に成し得ることであると判断するという，正当な判断順序を踏んでいる。",
                    "原告は，また，引用発明1の「作曲」は，存在しなかったものを新たに創り出すことであるのに対し，本件発明の「着信」は，既に存在しているものが到着することであって，両者は次元を異にし，作曲が「取得」に該当するはずがない，と主張する。",
                    "しかし，「着信」するデータも「作曲された」データもいずれも無線選択呼出受信機からみれば「取得」するデータであり，「着信」と「作曲」はデータ取得の1態様であるから，本件発明と引用発明1との対比において，「『メロディのデータを取得する』に際し，本件発明は，…メロディのデータを『着信し』，…『…格納する』のに対し，引用発明は，…呼出音情報(メロディのデータ)を作曲し，…格納する点」を相違点とすることに問題はない。なお，審決は，着信報知音として格納するデータが「作曲」されたものか，第2のアドレスで「着信」されたものかを相違点として挙げており，進歩性の判断においてこの違いを無視しているわけではない。",
                    "さらに，原告は，「第2のアドレスで着信した場合」と「呼出音が作曲された場合」とを「記憶すべき呼出音のある場合」という共通点で括ることは誤りである旨主張する。",
                    "しかし，メロディのデータを記憶部に格納するということに関しては，第2のアドレスで着信した場合も呼出音が作曲された場合も「記憶すべき呼出音がある場合」の1態様であるから，両者を共通点とすることに問題はなく，この点を一致点とした上で，「第2のアドレスで着信した場合」と「作曲された場合」とを相違点として，判断の対象とすることは正当な判断方法である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "「②(第2のアドレスによるメロディのデータの着信)における判断の誤り」に対し",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告は，「第2のアドレス」は単なる2つ目のアドレスではないと主張し，審決の挙げる周知技術は第2のアドレスで「利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する」ものではないと主張する。",
                "しかし，審決が周知技術として挙げた刊行物において「第2のアドレス」を用いることが記載されていることは紛れもない事実である。原告は，単に，各先行技術文献において「第2のアドレス」を何に用いるかという用途ないし目的に違いがあることを指摘しているにすぎない。各先行技術文献において，当該アドレスが「トランスペアレント処理等」のための情報の受信に用いられていようと，一斉呼出や他の情報サービスのために用いられていようと，通常の人間であれば，アドレスをそれぞれの目的に応じて使用できることは極めて容易に理解する。その意味で「第2のアドレスを使用すること」が周知技術であることは，疑いを容れる余地がない。",
                "そして，上記周知技術を前提とすれば，引用発明2を引用発明1に適用する際に，「本来メッセージを受信するアドレス」とは別のアドレスでメロディのデータを着信することは，極めて容易に想到しうる。メロディを着信するアドレスを「本来，メッセージを着信するアドレス」と同じにすれば，管理が面倒になることも想定されるから，メロディのデータの着信用として「第2のアドレス」を用いることは，当業者にとって，むしろ自然な発想であるとすらいえる。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "原告は，審決が挙げた周知技術として挙げた特開平7−321938号公報(甲3)，特開平8−223625号公報(甲4)には，第2",
              "text": [
                "のアドレスで「利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する」ことや，「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」ことは記載されていないから，上記各文献記載の技術を引用発明1に適用しても，第2のアドレスに関する相違点は解消されないと主張する。",
                "しかし，審決は，引用発明1に上記各文献記載の技術を適用するなどという判断はしていない。審決は，上記各文献に示される「第2のアドレス」を用いる周知技術を考慮すれば，引用発明1に引用発明2を適用するに当たり，第2のアドレスでメロディのデータを着信することは容易に想到し得ると判断しているのである。",
                "特開平7−321938号(甲3)は，着信後の，呼出処理，トラン",
                "スペアレント処理，画像処理を選択する手段として，「第2のアドレス」(複数のアドレス)で着信する構成を採用しているが(段落【0019】，【0043】，【0044】，【0051】～【0053",
                "】)，「第2のアドレス」での着信それ自体は，その後になされる呼出処理，トランスペアレント処理，画像処理を前提としたり，これに依拠したりするものではない。",
                "また，特開平8−223625号(甲4)に記載された複数の自己の",
                "呼出番号が設定される構成は，従来の個別呼出サービスに加え，複数の受信機を一斉に呼び出す共通呼出サービス(さらには，情報サービス)を可能とするためのものであり(段落【0012】，【0022】，【0052】)，これらのサービスの具体的内容に依拠したものではない。",
                "したがって，上記各文献に記載された「第2のアドレス」を用いる技術が同文献に記載された目的以外にも広く適用可能であることは自明である。",
                "さらに，原告は，特開平3−23727号公報(甲5)には，グループ分けという同一用途のために複数の呼出番号を設けているのであるから，「用途に応じてアドレスを使い分けること，すなわち，第1のアドレスの加えて，他の用途のために第2のアドレスを備えること」の例として挙げるのは誤りであると主張する。",
                "しかし，特開平3−23727号公報(甲5)においては，呼出番号により，メッセージをその「種類」ごとにグループ分けすることを意図したものであるから，各グループ(及び対応するアドレス)はそれぞれ用途(目的)を持っているというべきであり，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，引用発明2に引用発明1を組み合わせても「第2のアドレス」は生じようがなく，「第2のアドレス」に関する相違点は解消されない，と主張する。",
                "しかし，上述したとおり，「用途に応じてアドレスを使い分けること」は周知技術であり，引用発明2を引用発明1に適用する際に，メロディのデータを着信するアドレスを，「本来，メッセージを着信するアドレス」と同じものとすれば，着信したデータをメッセージとして扱うのか，メロディのデータとして扱うのかの決定が困難になるという不都合が生じることは当業者ならずとも容易に想像できるところであるから，これを避けるために，メロディのデータを着信するアドレスに，「第2のアドレス」を用いることは，当業者にとって容易に想到できたことである。",
                "また，原告は，引用発明2のアドレスは，警報パターンを再プログラムして置き換えるためのものであるところ，特開平7−321938号公報及び特開平8−223625号公報の呼出番号は，トランスペアレント処理及び画像処理(特開平7−321938号公報)，複数の受信機の一斉呼出及び情報サービス呼出(特開平8−223625号公報)を目的としているため，作用及び機能が異なる，とも主張する。",
                "しかし，「用途に応じて複数のアドレスを使い分ける」という周知技術は，原告が主張する特定の目的ないしは処理に限定して適用されるものではないから，原告の主張には理由がない。なお，作用，機能が異なるという一事から阻害要因が生じる訳ではないから，この点からも原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "subject": "「③(メロディのデータの記憶部への追加)における判断の誤り」に対し",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本件発明には，「無線受信機」の重量・大きさ等を限定する記載はなく，さらには携帯して持ち運ぶことができるという限定(「携行型の装置」であるとの記載)もないから，本件発明の「無線受信機」が「据え置き型の装置」で「重量の制約が少なく，記憶部の容量を増大させることも容易である」ものであることを前提とする原告の主張は，明細書の記載に基づかないものであって，特許請求の範囲に記載された発明と明細書に記載された発明に齟齬があることを前提とした主張であり(サポート要件違反)，失当である。そもそも本件発明は，その特許請求の範囲の記載上，着信した「メロディのデータ」を格納する記憶部を何ら限定していないところ，着信したデータを「記憶部に追加して格納する」ことは，一々文献を挙げるまでもなく，単なる常套手段にすぎない。本件発明の第2のアドレスで着信したメロディのデータを「記憶部に追加して格納する」構成は，審決が正しく判断しているとおり，第2のアドレスでメロディのデータを着信した場合における常套手段の付加にすぎない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また，原告は，特開平9−16184号公報(甲6)の「端末再生装置」は，着信時の報知をしないから，着信時の報知音として使用されるメロディのデータを記憶部に追加して格納することは，常套手段とはいえない，と主張するが，同公報(甲6)の「端末再生装置」も，記憶した楽曲データを再生することができるところ，着信時の報知音として使用されるメロディのデータと，それ以外のメロディのデータとで，記憶の仕方に別段の差異があるわけではない。加えて，本件明細書(特許公報，甲7)には，着信したメロディのデータをどのようにして記憶(格納)するのか，さらには着信があった時に，どのようにして報知音として鳴動させるのかについて何ら具体的な記載はないから，本件発明の「記憶」には，何らかの方法で再生可能なすべての態様での記憶が含まれると解すべきである。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "さらに，原告は，刊行物1，刊行物2，特開平7−321938号公報，特開平8−223625号公報及び特開平3−23727号公報",
              "text": [
                "のいずれにも，着信時の報知音として使用されるメロディのデータを記憶部に追加して格納することは記載されていないと主張する。",
                "しかし，本件特許請求の範囲の「第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」の「追加して格納する」には，既に着信した新たなメロディのデータに追加して格納するなどの限定はないから，無線受信機に予め格納されたメロディのデータに追加して記憶する態様，あるいは単に無線受信機にメロディのデータを新たに記憶する態様を含む表現となっている。そして，刊行物1(甲1)には少なくともそのような態様が記載されている(段落【0002】～【0006】，【0029】～【0032】等)。また，本件明細書(甲7)には，「従来の無線選択時受信機は，複数のメロディのデータを表す一連の音符データを格納するEEPROMを備え」(段落【0003】)ることを前提に，「無線受信機に対して，新たなメロディを追加でき」るようにすること(本件明細書の段落【0005】，【0006】，【0009】，【0",
                "022】)しか記載されておらず，複数の着信した新たなメロディをEEPROM4に記憶することは記載されていない。したがって，本件発明の「追加して格納」が，複数の着信した新たなメロディのデータを記憶することを意味するという解釈を前提にすれば，本件発明は「発明の詳細な説明」に記載された発明ではないこととなる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許請求の範囲【請求項1】は，前記第3，1(2)のとおりであり，本件明細書(特許公報，甲7)の【発明の詳細な説明】の記載は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は，音階のある電子音(メロディ)によって，着信を報知する無線受信機へのメロディのデータの提供方法に係り，特に着信時のメロディを利用者の好みに応じて換えることができるメロディのデータの提供方法に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 「電子音によるメロディの鳴動は，一般的には，音程と音長とを組にしたデータ(以下，「音符データ」と称する)を羅列したメロディのデータに従って，シンセサイザが鳴動するようになっているのが普通である。」(段落【0002】)",
                    "・ 「従来の無線選択呼出受信機について説明する。",
                    "従来の無線選択呼出受信機は，複数のメロディのデータを表す一連の音符データを格納するEEPROMを備え，利用者がそのうちの一つを選択して，着信の際には当該選択されたメロディがシンセサイザによって鳴動され，着信を報知するようになっていた。」(段落【0003】)",
                    "・ 「ここで，メロディとしては当該無線選択呼出受信機が生産された時期の流行歌や，童謡のように広く知られた音楽のメロディを流用している場合が多い。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 「しかしながら，上記従来の無線選択呼出受信機では，後にメロディを追加することができず，利用者がすぐに飽きてしまうという問題点があった。」(段落【0005】)",
                    "・ 「本発明は上記実情に鑑みて為されたもので，無線受信機に対して，新たなメロディを追加でき，利用者が新鮮なメロディを楽しむことができ，飽きることがないようにするメロディのデータの提供方法を提供することを目的とする。」(段落【0006】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「上記従来例の問題点を解決するための本発明は，メロディのデータの提供方法において，第1のアドレスでメッセージを着信し，第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する無線受信機に対してメロディのデータを提供する方法であって，提供者の元に登録されているメロディが電話回線を介して利用者により選択されると，当該選択されたメロディのデータと前記利用者の無線受信機の第2のアドレスデータが電話回線を介して送信され，前記利用者の無線受信機の第2のアドレスでメロディのデータが着信される場合にのみ，前記利用者の無線受信機に着信時の報知音としてメロディのデータが記憶されることを特徴とする。",
                    "また，本発明は，第1のアドレスでメッセージを着信し，第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する無線受信機であって，メロディのデータが記憶されている記憶部と，利用者の指示が入力される操作部と，メッセージを表示する表示部と，データを着信する受信部と，受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する制御部とを有することを特徴とする。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "・ 「本発明の実施の形態を図面を参照しながら説明する。",
                    "本発明に係る無線選択呼出受信機(本受信機)は，メロディのデータをメッセージの一種として着信して，当該データをEEPROMに格納して，着信を報知するメロディとするものであり，新たなメロディを報知音として追加できる。」(段落【0009】)",
                    "・ 「本受信機を図1を使って説明する。図1は，本受信機の構成ブロック図である。",
                    "本受信機は，図1に示すように，受信部1と，制御部2と，メモリ3と，EEPROM4と，報知部5と，表示部6と，操作部7とから主に構成されている。」(段落【0010】)",
                    "・ 「尚，メッセージデータがメロディのデータであるか否かは，例えばメッセージデータの特定の位置(例えばヘッダ部分)に特異的なコードを挿入するようにするか，専用のアドレスを用意して，当該専用のアドレスにて着信することが考えられるが，以下の説明では，メッセージデータの先頭部分に特異的なコードが挿入されている場合を考慮しつつ説明する。」(段落【0011】)",
                    "・ 「尚，メロディのデータは，いわゆる情報サービスの一つとして提供されるようにしておくことが考えられる。具体的には，利用者は当該サービスを提供する提供者に電話をかけて，当該提供者の元に予め登録されているメロディの一つを選択し，自己の所有する本受信機にメッセージデータとして送信してもらうようにする。」(段落【0020】)・ 「尚，ここでは，メロディのデータを特定のコードが付加されたメッセージデータとして送信する例を示しているが，これとは別に，本来メッセージを着信するのとは別のアドレスでメロディのデータを着信することとしておいても構わない。」(段落【0023】)",
                    "・ 「この場合には，本受信機には，メッセージを着信する第1のアドレスと，メロディのデータを着信する第2のアドレスの2つのアドレスが割り当てられることとなり，第2のアドレスでデータを着信すると，制御部2が当該データはメロディのデータであると判断して，EEPROM4に格納するようにしておけばよい。つまり，利用者が第2のアドレスで着信した当該メロディのデータを報知音として選択し，設定できるようになり，着信すると，当該メロディが鳴動されるようになる。」(段落【0024】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "「…また，本発明によれば，第1のアドレスでメッセージを着信し，第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する無線受信機であって，メロディのデータが記憶されている記憶部と，利用者の指示が入力される操作部と，メッセージを表示する表示部と，データを着信する受信部と，受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する制御部とを有する無線受信機としているので，利用者がメロディのデータを容易に追加できる効果がある。」(段落【0025】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本件発明は，無線受信機(前記のとおり，原出願における発明の名称は「無線選択呼出受信機」であった)に対して，新たな着信時の報知音のメロディを追加でき，利用者が新鮮なメロディを楽しむことができ，飽きることがないようにするメロディのデータの提供方法に関する発明であって，受信機に，メッセージを着信する第1のアドレスと，メロディのデータを着信する第2のアドレスの2つのアドレスを割り当て，受信部で着信したデータが，第1のアドレスで着信した場合，第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納するようにした構成を有する無線受信機の発明である，と認められる。",
                "そして，上記(1)によれば，本件発明が，上記のとおり第1のアドレスと第2のアドレスを設けたのは，受信したデータがメッセージのデータであるか，メロディのデータであるかを，直ちに区別して記憶部に格納することができるようにしたものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明1の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(特開平7−322323号公報，甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「本発明は呼出報知のための呼出音にアラート音の他にメロディ音も使用する無線選択呼出受信機のメロディ作曲方式に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「従来のこの種の無線選択呼出受信機では，特許公報，平3−25972号および公開特許公報，平2−27821号に開示されているように，ページングシステムから受けた選択呼出信号が自己の選択呼出信号に一致すると，アラート音，もしくは予め用意した一つまたは複数のメロディ音で呼出報知していた。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 「近年，無線選択呼出受信機の普及率の伸びには目覚ましいものがある。これら受信機は，従来，ビジネスユースが中心であったが，近年ではパーソナルユースも目立ってきている。このような状況下においては，個人の嗜好等が多様であることから，受信機のデザインおよび呼出音等についても多様性が要求されてきている。」(段落【0003】)・ 「これらの要求に対する一つの解決策として，上記公報に開示された無線選択呼出受信機では，受信機携帯者(ユーザー)に快適に呼出報知できるように，呼出音にメロディ音を使用している。」(段落【0004】)",
                    "・ 「しかし，これら従来技術を用いた無線選択呼出受信機は，予め定められたメロディ音(曲)しか選択できないため，パーソナルユースとしては呼出音に個性が少なく，ユーザーの好みに合わないことが多かった。」(段落【0005】)",
                    "・ 「従って，本発明の目的は，従来技術による上述の欠点を解消することにあり，呼出音の作成をユーザーへ開放することにより，ユーザーが呼出音として任意のメロディ音を設定できる無線選択受信機を提供することにある。」(段落【0006】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「次に本発明について図面を参照して説明する。」(段落【0010】)",
                      "text": [
                        "(イ)・ 「図1は本発明による無線選択呼出受信機の一実施例のブロック図である。」(段落【0011】)",
                        "・ 「まず，この無線選択呼出受信機の呼出報知機能について説明すると，アンテナ1がページングシステムの送信局からの選択呼出信号とこれに続くメッセージ信号を含むデータ信号とによってFSK(Fr",
                        "equency Shift Keying)変調された無線信号を受",
                        "ける。この無線信号は，受信部2により増幅され，さらに上記選択呼出信号，メッセージ信号等を含むベースバンドのデータ信号に復調される。復調された選択呼出信号およびデータ信号はデコーダ3で復号される。デコーダ3は，復号した選択呼出信号と，EEPROM(電気的に消去可能なプログラム用のRead Only Memory)",
                        "を用いるID−ROM13に記憶され，制御部5を介して読み出した自己の選択呼出番号とを比較する。両者が一致した場合には，デコーダ部3は復号した上記データ信号を制御部5に出力する。」(段落【0012】)",
                        "・ 「制御部5はこのデータ信号を受けるとアラート部8に呼出音情報を出力する。アラート部8はアラートドライバ9を介して上記呼出音情報に基づいてスピーカ10の鳴音，バイブレータ11の駆動およびLED(発光ダイオード)12の発光等をさせ，呼出があったことを受信機携帯者に知らせる呼出報知が行われる。ここで，スピーカ10による鳴音は，アラート音およびこの受信機のユーザーの設定したメロディ音等である。さらに，制御部5は，選択呼出信号の後に送られるメッセージ信号をデコーダ3から受けると，LCDドライバ6を駆動してLCD(液晶の表示板を用いた表示部：Liquid Cry",
                        "stal Display)7にそのメッセージ信号に対応する内容",
                        "のメッセージを表示させる。この受信済みのメーセージ信号は，表示と同時に制御部5内蔵のRAM(Random Access Mem",
                        "ory)52に格納され，後にスイッチ部4操作によりLCD7に読",
                        "み出すことができる。なお，制御部5は，上述のデータ信号処理等を行うCPU(Central Processing Unit)53",
                        "と，この受信機のオプション機能の選択，プログラムおよび文字フォントを格納したプログラム用のROM(Read Only Memo",
                        "ry)であるP−ROM51とオプション機能を果すために用意したEEPROM54とをさらに含んでいる。スイッチ部4は，CPU5",
                        "3に割り込みをかける機能を持つ。」(段落【0013】)",
                        "・ 「次に，本発明の特徴であるメロディ作曲機能について説明する。",
                        "この無線選択呼出受信機のユーザーは，まず，LCD7の表示画面上の文字等のキャラクタを見ながらスイッチ部4を操作し，メロディ音等の上記呼出音の鳴音パターンを示すパターン情報と上記呼出音の鳴音周波数を示す鳴音周波数情報とからなる呼出音情報を鳴音の各タイムスロットごとに制御部5に順次設定，つまり作曲する。この呼出音情報はCPU53に制御されるRAM52に記憶される。この受信機が呼出を受けることにより，制御部5が上記データ信号を受けると，CPU53はRAM52に記憶した呼出音情報を読み出してアラート部8に出力する。従って，スピーカ10はユーザーが設定したメロディ音で呼出報知する。」(段落【0014】)",
                        "(ウ)・ 「図5は本実施例におけるメロディ作曲の手順を示すフローチャートである。」(段落【0027】)",
                        "・ 「図1ないし図5を併せ参照すると，無線選択呼出受信機のユーザーがSW41を押下してLCD7に作曲画面を表示させる(ステップ11)。もし，メロディ作曲をしないのならば，ユーザーがSW41を押下することによりメロディ作曲は終了し(ステップ12のＮ)，フローはステップ15に移行する。なお，この無線選択呼出受信機には，アラーム設定，時刻設定および作曲等というメニューをSW41の押下で選ぶようにしている。」(段落【0028】)",
                        "・ 「一方，メロディ作曲を行う場合には(ステップ12のY)，SW43(およびSW44：LCD7Bタイプの場合)の押下により音階",
                        "(周波数情報)の選択を行う(ステップ13)。この状態でSW42を押下することにより希望の音階の選択(設定)が決定し，CPU53はこの設定された音階を一時保管する(ステップ14)。以下，作曲を続ける場合は，音階選択部分が自動的に次項へ移っているため，ステップ13および14による同様の繰り返しを行う。作曲終了の場合は，SW41を押下する(ステップ15)。SW41の押下により",
                        "作曲が終了した場合(ステップ15)，作曲データがあれば(呼出音情報が設定されていれば)，CPU53はこの作曲データをRAM52に格納する(記憶させる)。」(段落【0029】)",
                        "(エ)・ 「図6は本実施例に用いた制御部5のブロック図である。」(段落【0030】)",
                        "・ 「ユーザーのスイッチ部4操作で上述の手順により作曲された周波数情報(音階)およびパターン情報，つまり呼出音情報は，PROM51に格納されたプログラムに従って動作するCPU53の制御により，RAM52に記憶(保持)される。保持される呼出音情報は，鳴音の有無により指定された“1”および“0”のパターン情報とこのパターン情報にタイムスロットTの1単位ごとに対応する，例えば3ビットの周波数情報とからなる。即ち，LCD7の表示画面を用いたメロディ作曲では，呼出音情報を1単位タイムスロットT(ミリ秒)＊t(t＝1，2，3，4，5，6，7，8)ごとに分割して設定し",
                        "ている。」(段落【0031】)",
                        "・ 「制御部5は，デコーダ3から上記データ信号を受けると，ユーザーにより作曲された呼出音情報をパラレル形式のデジタル信号でアラート部8へ出力する。アラートドライバ9はこのアラート部8の出力を増幅しスピーカ10より鳴音を生じさせる。」(段落【0032】)",
                        "・ 「ここで，無線選択呼出受信機のユーザーがメロディ作曲された上記呼出音情報をEEPROM54に記憶させておくと，この呼出音情報は，バックアップ電池なしにいつまでも保持することが可能になる。EEPROM54には，RAM52に対すると同様に，周波数情",
                        "報とパターン情報とを記憶させておく。そして，呼出報知時には，CPU53は，EEPROM54から周波数情報とパターン情報とから",
                        "なる呼出音情報を読み込み，この情報をアラート部8に供給する。なお，EEPROM54に上記呼出音情報を記憶させる場合には，RAM52に呼出音情報の記憶をさせる必要がない。」(段落【0033】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "図面",
                  "text": [
                    "・図1(本発明による無線選択呼出受信機の一実施例のブロック図)・図6(本実施例に用いた制御部5のブロック図)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，刊行物1には，次の発明(引用発明1)が記載されていると認められる。",
                "「選択呼出信号でメッセージを着信し，着信時の報知音として使用される呼出音情報を作曲する無線選択呼出受信機であって，",
                "呼出音情報が記憶されているEEPROM54と，",
                "ユーザーの指示が入力されるスイッチ部4と，",
                "メッセージを表示するLCD7と，",
                "データを着信するデコーダ3と，",
                "デコーダ3で着信したデータが，選択呼出信号で着信した場合，該選択呼出信号で着信したデータをメッセージとしてメッセージ信号が記憶されるRAM52に格納し，呼出音が作曲された場合，呼出音情報としてEEPROM54に格納するCPU53とを有する無線選択呼出受信機。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点について，審決は，着信時の報知音として使用される呼出音情報について，「ユーザーによって予め設定され，」と認定する(審決9頁13行)。",
                "前記3(1)の記載によれば，本件発明における「予め選択され」の意義は，「着信」するメロディーのデータが，その「着信」前に利用者によって選択されることであると解される。これに対し，引用発明1においては，上記(1)エ(イ)のとおり「呼出音情報を鳴音の各タイムスロットごとに制御部5に順次設定，つまり作曲する。」(段落【0014】)とされており，ユーザーは，呼出音情報を「設定」すると同時に，当該呼出音情報を「作曲」しているということができるが，本件発明の「着信」に相当する「作曲」(そのようにいうことができることは後記5(2)ウのとおり)の前にユーザーによって「予め設定される」ということはできない。",
                "したがって，審決の上記認定はこれを是認することはできない。",
                "その余の点については，引用発明の内容は，上記のとおり審決が認定するとおりの内容である(9頁13行～23行)と認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "引用発明2の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物2(特開平2−47936号公報，甲2)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「2．送信機と再プログラム可能な警報パターンメモリを有する少なくとも1つの遠隔受信機とを含む通信システムにおける遠隔受信機を再プログラムする方法であって，該方法は",
                    "可能な所定の警報パターンのリストを提供する段階，",
                    "前記送信機と遠隔受信機を識別することによって通信し，識別された遠隔受信機の警報パターンメモリの再プログラムの希望を確認し，かつ前記リストから選択された警報パターンを識別する段階，",
                    "送信機から，それとの通信に応じて，再プログラム可能な警報パターンメモリの再プログラムに供するよう構成された置換え警報パターン信号を受信する段階，および",
                    "前記選択された警報パターンを前記送信機から受信しかつ自動的に前記準備された再プログラム可能警報パターンメモリに格納する段階，を具備することを特徴とする遠隔受信機を再プログラムする方法。",
                    "3．前記選択された警報パターンは楽曲を含み，かつ前記選択された警報パターンの受信および格納は含まれた楽曲の演奏に必要なピッチおよび持続時間情報の受信および格納を含む請求項2に記載の遠隔受信機を再プログラムする方法。」(1頁右欄12行～2頁左上欄16行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明は，受信装置および／またはオペレータに信号が送信されていることを通知するために一般に警報信号と称されるある形式の指示器が利用される通信システムに関し，より詳細には警報信号がページの通知としてページャに送信されるページングシステム等に関する。」(2頁左上欄19行～右上欄5行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「各ページングシステムは多数の遠隔ページャを含むかもしれないから，各ページャに独特の警報信号を提供することは極めて困難な製造上の問題を生ずる。さらに，もしページャが警報信号が製造者または地方のデストリビュータによってのみ変更できるように構成されておれば，ページャの所有者にとって警報信号が彼の領域内におけるあるページャの警報信号と一致する度ごとに警報信号を変更してもらうことは不便であろう。",
                        "本発明の目的は，通信システムの遠隔受信機において警報パターンを再プログラミングするための新しいかつ改良された方法を提供することにある。",
                        "本発明の他の目的は，遠隔受信機の所有者に受信機を開きあるいはユニットを製造者に戻すことを要求しない警報パターンを再プログラミングする新しいかつ改良された方法を提供することにある。",
                        "本発明のさらに他の目的は，遠隔受信機の警報パターンを迅速かつ容易に再プログラミングしそれにより可聴警報信号のような警報信号間の衝突が実質的に除去できる新しいかつ改良された方法を提供することにある。」(2頁左下欄11行～右下欄13行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例",
                      "text": [
                        "「次に第1図を参照すると，ページングターミナル10が電話機12に結合されており，該電話機12によりページャ13の使用者はページングシターミナル10にコンタクトすることができかつページの開始または応答を行なうことができる。当業者には第1図に示されたページングシステムは単なる例にすぎず，したがって本発明は送信機が通信しかつ遠隔に位置する装置を操作するシステムを含む各種の異なる通信システムにおいて利用できることを理解すべきである。さらに，図示されたページングシステムは可聴警報信号を利用しているが本発明の新規な方法はディスプレイページングシステムと共に動作することも可能であることを理解すべきである。",
                        "次に第2図を参照すると，ページャ13の概略的ブロック図が示されている。ページングターミナル10から送信されかつ受信機15によって受信されるページング信号はアドレス信号と少なくとも警報信号とを含んでいる。ページャ13はさらに受信機15の出力に結合されたアドレス信号デコーダ16および受信機15の出力にかつまたアドレス信号デコーダ16に結合されてデコードされたアドレスがページャ13のアドレスに対応するするときそこからイネーブル信号を受信するための再プログラム可能な警報パターンメモリ17を含んでいる。アドレス信号デコーダ16はまたイネーブル信号を警報パターン発生器18に供給し，該警報パターン発生器18はまた再プログラム可能な警報パターンメモリ17から警報パターン信号を受信する。警報パターン発生器18の出力はオーディオ変換器および／または可視的デイスプレィを含むことができる警報出力部20に供給される。",
                        "本発明の1実施例に係わる，遠隔ページャ13を含む，ページングシステムの動作においては，ページャ13のオペレータには可能な所定の警報パターンのリストが与えられる。これらは種々の異なるトーンまたはトーンの組合せのみならず，その各々が数字，アルファベット，英数字その他のような特定の識別コードによって識別される種々の曲を含むことができる。ページャのオペレータは彼が彼のページャにおいて使用を希望する単一または複数のパターンをページングターミナル10と通信する電話機12により与えられたリストから選択する。勿論，電話機12はページングターミナル10と通信する最も便利なかつ効率的な方法であるが，2方向無線機，直接通信その他のような他の手段を用いることもできる。一般に，オペレータがページングターミナル10にアクセスするために電話機12を使用するものと仮定すると，彼はページャ13のユニットID，彼が新しい警報パターンの選択を希望することを示す符号化信号，そして与えられたパターンのリストから所望の警報パターンを識別する識別コードを入力する。ある例においては，ページングターミナル10は自動化することができ，それにより識別コードが自動的にシステム内に符号化されている警報パターンのライブラリから所望の警報パターンを選択できるようにすることができる。システムは次にページャ13に再プログラミングのために警報パターンメモリ17の内容を準備する特別の信号である代りの警報パターン信号をページあるいは通知する。ターミナル10は次に警報パターンメモリ17に置かれるべき新しい警報パターンを送信する。",
                        "要約的には，第3図は当業者に明らかなように第2図の装置の機能の全てを含むが再プログラミングの機能を説明するために含まれているにすぎないことを示すために異なった番号付けが行なわれている機能ブロック形式で再プログラム可能なページャを示している。アンテナ30が受信機32に結合されており，該受信機32の出力は点線で囲まれて示されている解析およびデコードシステムブロック34に結合されている。マイクロコンピュータ36がメッセージの受信に応じてオペレータに通知するために警報シーケンスを発生するよう告知器54に結合されている。マイクロコンピュータ36の機能は受信機32から引出された選択呼出メッセージ情報を取入れかつそれを所定のデコードフォマットにしたがって処理することである。通常動作においては，マイクロコンピュータ36はメモリ46に含まれた情報に応答し，かつそこに含まれた信号デコードアルゴリズムを実行する。メモリ46はマイクロコンピュータ36が所定の信号フォーマットにしたがってエンコードされた情報を処理しかつデコードするために必要な全てのソフトウェア情報を含んでいる。メモリ50は独特の方法で受信装置を識別するアドレスコードシーケンスおよびその特性および特徴を指定するための情報を格納するために使用される。メモリ42は個々のユニットあるいは信号システムのアドレスあるいはオプションの変化に関連するアドレスコードシーケンスを格納するために使用される。",
                        "動作においては，マイクロコンピュータ36は受信された信号シーケンスをメモリ50および42に格納されたシーケンスと比較し個々のユニットを宛先とする選択呼出コード信号が受信されたか否かあるいはシステムまたはユニットの変更コマンドが受信されたか否かを決定する。",
                        "選択呼出信号が検出されたとき，マイクロコンピュータ36はメモリ50に含まれた情報にしたがって通常の方法で応答し告知器54を付勢しかつページャの利用者にメッセージが受信されたことを通知する。",
                        "変更コマンド信号(例えば，置換え警報パターン信号)が受信されたとき，マイクロコンピュータ36は新しいデータを一時メモリ48に格納することにより応答しかつ次にデータを適切な不揮発性メモリに転送する。マイクロコンピュータ36の制御のもとで，メモリプログラミング論理装置52はメモリ40，42，48および50に，格納されたデータが完全であることを確認した後それらを一時メモリ48に格納されたデータで再プログラミングする目的でアクセスするために使用される。永久的ユニットIDメモリ44が設けられ，それによりいずれのページングコードフォーマットの状態あるいは使用にかかわらず受信機が常に識別可能な永久的アドレスを有するようにされる。新しい信号システムをデコードするための命令を表すデータがメモリ46にプログラムされ，新しいシステム変更命令に対応するデータがメモリ40にプログラムされ，そして新しいリザーブワード信号に対応するデータがメモリ42にプログラムされる。ユニットのための新しいアドレス信号が送信データに含まれるアルゴリズムを使用して永久的ユニットIDメモリ44から引出され，かつ新しいアドレス信号がメモリ50にプログラムされる。装置のアドレスの特徴またはオプションに影響するコードメモリ50内の情報のみが再プログラムされる場合は，アルゴリズムは送信される必要がない。むしろ新しい情報は直接送信することができる。」(3頁左上欄16行～4頁右下欄3行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面",
                  "text": [
                    "図1(本発明が適用されるページングシステムを示す概略的ブロック回路図)",
                    "図2(図1に示されたシステムにおけるページャの概略的ブロック回路図)",
                    "図3(再プログラム可能ページャを示す機能ブロック図)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，刊行物2に記載されている「警報パターン」は，無線受信機における着信時の報知音であって，楽曲を含むと認められるところ，刊行物2に記載されている発明は，メッセージデータを受信する無線受信機において，楽曲を含む「警報パターン」を再プログラミングするための新しいかつ改良された方法であって，それは，送信機から無線受信機に，利用者が予め選択した，楽曲を含む「警報パターン」を送信し，無線受信機において当該「警報パターン」がメモリに再プログラムされて置き換えられるというものであると認められる。",
                "そうすると，引用発明2は，利用者が予め選択した，着信時の報知音として使用されるメロディのデータを着信するものであると認められる。また，そのデータがメモリに再プログラムされて置き換えられるということは，そのデータが記憶部に格納されるということができる。",
                "なお，原告は，引用発明2は，警報パターンを再プログラムして置き換えるものであるから，メッセージのデータを着信するアドレスとは異なるアドレスでメロディのデータを着信して記憶部に追加して格納するという本件発明の技術思想とは異質であると主張するが，上記のとおり，引用発明2は，メッセージデータを受信する無線受信機において，利用者が予め選択した，着信時の報知音として使用されるメロディのデータを着信して，記憶部に格納するというものであるから，本件発明と技術思想において共通するということができ，後記5のとおり，引用発明1と組み合わせて本件発明を容易に想到することができたということができるものである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1(引用発明1認定の誤り，一致点認定の誤り及び相違点の看過)及び取消事由2(相違点判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定につき",
              "text": [
                "引用発明1の認定については，前記3のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明と引用発明1との一致点，相違点の認定につきア 審決は，本件発明と引用発明1の一致点として，次のとおり認定している(14頁下11行～下1行)。",
                "「第1のアドレスでメッセージを着信し，利用者によって予め設けられ，着信時の報知音として使用されるメロディのデータを取得する無線受信機であって，",
                "メロディのデータが記憶されている記憶部と，",
                "利用者の指示が入力される操作部と，",
                "メッセージを表示する表示部と，",
                "データを着信する受信部と，",
                "受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，記憶すべき呼出し音のある場合，メロディのデータとして記憶部に格納する制御部とを有する無線受信機。」イ ここで，審決は，「第1のアドレスでメッセージを着信し，」との点を一致点としているが，引用発明1は，前記3(2)のとおりのものであって，複数のアドレスを有するものではないから，引用発明1において，メッセージが着信するアドレスを「第1のアドレス」と呼ぶことはできず，この点を一致点とすることは相当でないというべきである。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決は，「引用発明1の『ユーザによって予め設定され，着信時の報知音として使用される呼出音情報を作曲する』と，本件発明の『利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する』とは，…いずれも『利用者によって予め設けられ，着信時の報知音として使用されるメロディのデータを取得する』という点で一致する。」と認定している(14頁1行～6行)。",
                    "原告は，審決の上記認定について，「取得」とは，外部に既に存在するものを手元に入手することを意味するから，引用発明1は，メロディのデータを取得するものではなく，本件発明と引用発明1を「着信時の報知音として使用されるメロディのデータを取得する」との上位概念で括って一致点とすることはできない旨の主張をするが，日本語の通常の意味として「取得」を原告が主張するように限定的に解することはできず，本件発明と引用発明1とは，着信時の報知音として使用されるメロディのデータを，外部から着信するか，ユーザーが作曲するかという違いがあるとしても，着信時の報知音として使用されるメロディのデータを得る点では共通しているから，「着信時の報知音として使用されるメロディのデータを取得する」点を一致点とすることに誤りがあるということはできない。",
                    "しかし，前記3(3)のとおり，引用発明1は「ユーザによって予め設定され，」との構成を有するとはいえないので，「利用者によって予め設けられ，」の点を一致点とすることはできないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，審決は，「引用発明1の『デコーダ3で着信したデータが，選択呼出信号で着信した場合，該選択呼出信号で着信したデータをメッセージとしてメッセージ信号が記憶されるRAM52に格納し，呼出音が作曲された場合，呼出音情報としてEEPROM54に格納するCPU53』と，本件発明の『受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する制御部』とは，引用発明1の『呼出音が作曲された場合』も本件発明の『第2のアドレスで着信した場合』も，記憶すべき呼出音のある場合であり，…いずれも『受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，記憶すべき呼出し音のある場合，メロディのデータとして記憶部に格納する制御部』という点で一致する。」と認定している(14頁7行～21行)。",
                    "ここで，審決が，引用発明1においてメッセージが着信するアドレスを，本件発明の「第1のアドレス」と一致するとしている点は，上記のとおり相当でないが，引用発明1の「呼出音が作曲された場合」も本件発明の「第2のアドレスで着信した場合」も，記憶すべき呼出音のある場合であることには違いないから，それをメロディのデータとして記憶部に格納する点で一致するとした点に誤りはないし，着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納する点を一致点としたこと，そして，それらを制御する限度で，CPU53と制御部を対比して，一致点としたことに誤りがあるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，本件発明と引用発明1は，次の点で一致するというべきである。",
                    "「アドレスでメッセージを着信し，着信時の報知音として使用されるメロディのデータを取得する無線受信機であって，",
                    "メロディのデータが記憶されている記憶部と，",
                    "利用者の指示が入力される操作部と，",
                    "メッセージを表示する表示部と，",
                    "データを着信する受信部と，",
                    "受信部で着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，記憶すべき呼出音のある場合，メロディのデータとして記憶部に格納する制御部とを有する無線受信機。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "また，相違点としては，次のとおりであると考えられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「アドレスでメッセージを着信し，着信時の報知音として使用されるメロディのデータを取得する」に際し，本件発明は，「第1のアドレスでメッセージを着信し，第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信する」のに対し，引用発明1は，「アドレスでメッセージを着信し，着信時の報知音として使用される呼出音情報(メロディのデータ)を作曲する」ことである点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「受信部で着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，記憶すべき呼出音のある場合，メロディのデータとして記憶部に格納する」に際し，本件発明は，「受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納する」のに対し，引用発明1は，「受信部で着信したデータが，アドレスで着信した場合，該アドレスで着信したデータをメッセージとしてメッセージ信号が記憶される記憶部に格納し，呼出音が作曲された場合，呼出音情報(メロディのデータ)としてEEPROM54(記憶部)に格納する」ことである点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "なお，原告は，本件発明と引用発明1とでは，呼出音を誰が作成するのか，どのように入手するのかという点で，本質的に相違しており，刊行物1は，そもそも主たる引用文献足りえないと主張するが，本件発明と引用発明1は，上記のとおり一致点があるものであり，①無線受信機という同一の技術分野に属し，②従来の無線受信機が予め定められたメロディしか着信時の報知音として選択できないことによる不都合を解消することを目的としている点で，発明の課題が共通し，③着信時の報知音として使用するメロディのデータを取得して記憶部に格納する点で，機能・作用も共通しているから，審決が引用発明1を主引例として本件発明との対比を行ったことに誤りがあるとまでいうことはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1と引用発明2の組合せ",
                  "text": [
                    "引用発明1と引用発明2は，ともに，①無線受信機という同一の技術分野に属し，②新たな着信時の報知音として使用されるメロディのデータを取得することを目的としている点で，発明の課題が共通し，③着信時の報知音として使用するメロディのデータを取得して記憶部に格納する点で，機能・作用も共通しているから，引用発明1と引用発明2を組み合わせることができるというべきである。",
                    "原告は，引用発明2の目的は，無線受信機の外部からメロディのデータを供給して再プログラムして置き換える点にあり，ユーザーが選択呼出受信機で自ら好みのメロディを作曲するという引用発明1の目的とは反すると主張するが，引用発明1と引用発明2には，原告が主張するような違いがあるとしても，そのことをもって，引用発明1に引用発明2を結びつけることに阻害要因があるということはできず，引用発明1と引用発明2には，上記のとおり共通点があるから，それらを組み合わせることができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開平7−321938号公報(発明の名称「無線選択呼出受信機」，出願人 日本電気株式会社，公開日 平成7年12月8日。甲3)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "・ 「本発明は上記の目的を達成するために，情報機器と接続するためのカードインターフェースを有する無線選択呼出受信機において，少なくとも2つの自機の呼出番号を記憶する記憶手段と，受信した選択呼出信号中の選択呼出番号が前記記憶手段に記憶された呼出番号のいずれかと一致したときには，いずれの呼出番号による呼出しを受けたかの情報と前記選択呼出信号中のメッセージ情報とを前記カードインターフェースを介して前記情報機器に伝達するように制御する伝達制御手段とを備えた。」(段落【0009】)",
                            "・ 「さらに本発明は，無線選択呼出受信機を挿入し接続するためのカードスロットを有し呼出処理を含む複数の処理が可能な情報機器において，前記カードスロットに接続された無線選択呼出受信機から，該無線選択呼出受信機がいずれの呼出番号による呼出しを受けたかの情報と受信した選択呼出信号中のメッセージ情報とを受け取るインターフェース部と，前記無線選択呼出受信機が呼出しを受けた呼出番号に応じて，情報機器の処理が，前記メッセージ情報に対応した処理となるように制御するメッセージ制御手段とを備えた。」(段落【0010】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実施例",
                          "text": [
                            "・ 「無線選択呼出受信機100は，自機の呼出番号を複数有しており，たとえば，通常の呼出用の呼出番号(以下「呼出用呼出番号」という)のほかに，情報機器200においてトランスペアレント処理を行うための呼出番号(以下「トランスペアレント処理用呼出番号」という)や，具体的に情報機器200において画像処理を行うための呼出番号(以下「画像処理用呼出番号」という)を有している。これらの呼出番号はすべてEEPROM108に予め記憶して",
                            "ある。」(段落【0039】)",
                            "・ 「無線選択呼出受信機100はカードインターフェースを有し，情報機器200のカードスロットに挿入されることによりコネクタ111とコネクタ201とが接続される。」(段落【0040】)",
                            "・ 「図5を参照して処理を説明する。まず，無線選択呼出受信機100の電源を投入すると，プリアンブル信号およびSC信号を受信することにより送信側と同期をとる(F−1)。そして，図4",
                            "(a)に示した間欠受信動作を開始する(F−2)。」(段落【0",
                            "041】)",
                            "・ 「次に，選択呼出信号のコードワードの識別ビットが0か否かを判断し(F−3)，0でなければステップ(F−2)に戻り間欠受",
                            "信動作を継続する。識別ビットが0の場合には，そのコードワードの情報ビットから選択呼出番号をとり出してEEPROM108に",
                            "記憶してある自機の複数の呼出番号と照合する。」(段落【0042】)",
                            "・ 「まず，選択呼出番号が自機の呼出用呼出番号と一致するか否かを判断し(F−4)，一致しなければ次に選択呼出番号が自機のトランスペアレント処理用呼出番号と一致するか否かを判断し(F−5)，さらに一致しなければ選択呼出番号が自機の画像処理用呼出番号と一致するか否かを判断し(F−6)，ここでも一致しなければ今回の選択呼出信号が自機に対する信号ではないと判断してステップ(F−2)に戻り間欠受信動作を継続する。」(段落【004",
                            "3】)",
                            "・ 「一方，ステップ(F−4)において選択呼出番号と自機の呼出用呼出番号とが一致したときには，照合結果フラグに1をセットし(F−7)，ステップ(F−5)において選択呼出番号と自機のト",
                            "ランスペアレント処理用呼出番号とが一致したときには，照合結果フラグに2をセットし(F−8)，ステップ(F−6)において選",
                            "択呼出番号と自機の画像処理用呼出番号とが一致したときには，照合結果フラグに3をセットする(F−9)。」(段落【0044",
                            "】)",
                            "・ 「選択呼出番号に応じた照合結果フラグのセットが完了したら，この照合結果フラグと，続いて受信したメッセージ情報を示す(すなわち識別ビットが1)コードワードの情報ビットのメッセージとをRAM107およびRAM112に記憶する(F−10)。」",
                            "(段落【0045】)",
                            "・ 「次に，インターフェース処理部110およびコネクタ111を介して情報機器200に対して割り込みを発行するわけだが，割り込みには今回のように選択呼出信号を受信したことを契機とする受信割り込みのほかにも何種類か設けることが可能であるので，割り込みステータスとして今回の割り込みが受信割り込みである旨を情報機器200に伝える必要がある。そこで，この割り込みステータスをRAM112に記憶した(F−11)後に，情報機器200に",
                            "対して割り込みを発行し(F−12)，ステップ(F−2)に戻り",
                            "間欠受信動作を継続する。」(段落【0046】)",
                            "・ 「図6は図2に示した情報機器200の処理を示すフローチャートであり，この処理は無線選択呼出受信機100からの割り込みを受けてからの処理である。」(段落【0047】)",
                            "・ 「情報機器200のカードスロットには無線選択呼出受信機100が挿入され，コネクタ201とコネクタ111とが接続されている。」(段落【0048】)",
                            "・ 「無線選択呼出受信機100からの割り込みを受けた情報機器200は，コネクタ201，コネクタ111，インターフェース処理部110を介してRAM112に記憶された割り込みステータスを",
                            "読出す(P−1)。このRAM112からデータを読出す処理が情",
                            "報機器200におけるインターフェース部である。割り込みステータスが受信割り込みでないとき(P−2)には該当する割り込みの処理を行うわけだが，ここでは受信割り込みについてだけ説明し，受信割り込みでない場合には処理を終了する。」(段落【0049】)",
                            "・ 「ステップ(P−2)において割り込みステータスが受信割り込みのときには，RAM112に記憶された照合結果フラグを読出す(P−3)。まず，照合結果フラグが1かどうかを判断し(P−",
                            "4)，1でなければ照合結果フラグが2かどうかを判断し(P−",
                            "5)，2でもなければ照合結果フラグが3かどうかを判断し(P−6)，3でもなければ照合結果フラグのセットミスとみなして処理を終了する。」(段落【0050】)",
                            "・ 「ステップ(P−4)において照合結果フラグが1であったときは呼出処理を行う(P−7)。すなわち，RAM112からメッセ",
                            "ージを読出し，このメッセージをコード変換して表示部208に表示するとともに報知部207を鳴動させて報知を行い，そして処理を終了する。」(段落【0051】)",
                            "・ 「ステップ(P−5)において照合結果フラグが2であったときはトランスペアレント処理を行う(P−8)。すなわち，RAM1",
                            "12からメッセージを読出し，このメッセージを情報機器200に対するコマンドとみなしてこれを実行し，そして処理を終了する。」(段落【0052】)",
                            "・ 「ステップ(P−6)において照合結果フラグが3であったときは画像処理を行う(P−9)。すなわち，RAM112からメッセ",
                            "ージを読出し，このメッセージを画像処理用に変換して表示部208に表示し，そして処理を終了する。」(段落【0053】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の効果",
                          "text": [
                            "・ 「以上説明したように，本発明によれば，使用者が電話回線を用いて無線選択呼出受信機を呼び出すことにより，無線選択呼出受信機が挿入された情報機器の遠隔操作が可能になる。」(段落【0054】)",
                            "・ 「すなわち，送信側から情報機器にトランスペアレント処理，たとえば情報機器における画像処理等を行わせることができるようになる。」(段落【0055】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開平8−223625号公報(発明の名称「無線選択呼出受信機」，出願人 日本電気株式会社，公開日 平成8年8月30日。甲4)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "・ 「上述した文献1記載の受信機は，予め設定された時刻のみ受信部をオンに制御することにより，バッテリーセイビング効率を向上させているが，この受信機に，上述した複数の呼出番号を設定すると，タイマ設定部の設定時刻になると，それぞれの呼出番号を含むそれぞれのフレームを受信するために，その都度受信部がオンに制御されなくてはならなく，バッテリーセイビング効率が著しく低下する。」(段落【0014】)",
                            "・ 「本発明の目的は，上述した課題を解決し，複数の呼出番号を設定したとしてもバッテリーセイビング効率を低下させない受信機を提供することにある。」(段落【0015】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実施例",
                          "text": [
                            "(a)・ 「アドレスメモリ4は，自己の呼出番号を記憶しており，自己の呼出番号は，個々の受信機に設定される個別呼出番号(第1の呼出番号)と，複数の受信機を一斉に呼び出す共通呼出番号(第2の呼出番号)とからなる。アドレスメモリ4は，これら自己の呼出番号をデコーダ5に出力する。デコーダ5は，デジタル信号をデコードし，デジタル信号から，後述するフレーム同期信号を検出し，同期検出信号を出力する。また，デコーダ5は，デジタル信号に含まれる呼出信号と，自己の呼出信号との一致を検出し，一致信号を出力する。」(段落【0022】)",
                            "・ 「スピーカ駆動部6は，一致信号を電流増幅し，スピーカ駆動信号を出力する。スピーカ7は，スピーカ駆動信号により駆動され，呼出報知を行う。」(段落【0023】)",
                            "・ 「第一のフレーム番号メモリ8は，第1および第2の呼出番号が含まれるフレーム，すなわち第1および第2のフレーム番号を記憶しており，受信フレーム番号決定部10に出力する。…」(段落【0024】)",
                            "・ 「時計部9は，現在時刻を計時し，現在時刻信号を受信フレーム決定部10に出力する。」(段落【0025】)",
                            "・ 「受信フレーム決定部10は，予め定められた時刻範囲内では，第一のフレーム番号メモリ8の出力するフレーム番号をバッテリーセイビング信号発生部11に出力する。一方，受信フレーム決定部10は，予め定められた時刻範囲外では，後述する受信フレーム決定部10内の第二のフレーム番号メモリ14の出力するフレーム番号をバッテリーセイビング信号発生部11に出力する。」(段落【0026】)",
                            "・ 「バッテリーセイビング信号発生部11は，デコーダ5の出力する同期検出信号と，受信フレーム番号決定部10の出力するフレーム番号とから，無線部2をオン，オフ制御するバッテリーセイビング信号を出力する。」(段落【0027】)",
                            "(b)・ 「なお，本実施例では，表示部を有さない受信機を一例として説明したが，当然のことながら，基地局からの無線信号にメッセージを含ませ，表示部で表示させる構成をとることも可能である。」(段落【0051】)",
                            "・ 「その際，自己の呼出番号として，さらに，情報サービス用呼出番号(第3の呼出番号)を構成することができる。」(段落【0052】)",
                            "・ 「すなわち，この種の情報サービスは，近年盛んに行われている無線選択呼出システムを使用した株価情報，外国為替情報，およびニュース等の情報サービス提供のことであり，第3の呼出番号が含まれる第3のフレーム番号は，第一のフレーム番号メモリ8に記憶される。」(段落【0053】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の効果",
                          "text": [
                            "「以上説明したように，本発明による無線選択呼出受信機は，複数の自己の呼出番号が含まれるそれぞれのフレームを受信する時間を，個々で設定できる構成を採用したため，バッテリーセイビング効率を向上することができる。」(段落【0055】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特開平3−23727号公報(発明の名称「選択呼出受信装置」，出願人 松下電器産業株式会社，公開日 平成3年1月31日。甲5)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "「本発明の選択呼出受信装置は，文字によるメッセージを受信，記憶，表示する機能を備えた選択呼出受信装置において，複数の呼出番号と複数のメッセージ読み出し用スイッチとを設け，このスイッチの選択および操作により，予め決められた呼出番号で受信したメッセージだけを読み出すことができるものである。」(1頁右欄13行～19行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "作用",
                          "text": [
                            "「本発明によれば，各呼出番号に対応したスイッチを操作することにより，不要な種類のメッセージを読み出すことなく，必要な種類のメッセージだけを容易に表示させることができる。」(2頁左上欄1行～4行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実施例",
                          "text": [
                            "「…上記実施例において，アンテナ1及び受信回路2によって復調された信号は，デコーダ5へ送られ復号されCPU6を通してIDROM7から読み出した自己の呼出番号と比較される。受信した信号中の呼出番号が自己の呼出番号の内の一つAと一致した場合，続いて送られて来るメッセージデータが呼出番号AのメッセージとしてRAM9へ格納されると共に，CGROM11によって表示文字へと変換され，LCD駆動回路10に送られてLCD12に文字として表示される。同様に呼出番号BのメッセージもRAM9へ格納されると共にLCD12に表示され，複数のメッセージが記憶される。このようにして記憶された複数のメッセージの中から，スイッチ3の操作によって呼出番号AのメッセージのみをLCD12に表示させる事ができるように予めデコーダ5及びCPU6は設定されている。また同じくスイッチ4の操作によって呼出番号BのメッセージのみがLCD12へ表示されるように構成されている。」(2頁右上欄1行～20行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "発明の効果",
                          "text": [
                            "「本発明によれば，複数の呼出番号に対応させた複数のメッセージ読み出し用スイッチを設けたことにより，特定の呼び出し番号のメッセージだけを容易に読み出すことができ，その実用上の効果は大である。」(2頁左下欄2行～6行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上(ア)～(ウ)によれば，複数のアドレスを，①メッセージデータであるか，トランスペアレント処理用のデータであるか，画像処理用のデータであるか(上記(ア)の場合)，②個別呼出番号であるか，共通呼出番号であるか，情報サービス用呼出番号であるか(上記(イ)の場合)，③いかなる種類のメッセージデータであるか(上記(ウ)の場合)を区別するために用いることが記載されており，本件特許原出願(平成9年2月12日)当時，無線電話機において，複数のアドレスを用途に応じて使い分けてメッセージを受信することは，広く知られていた(周知であった)ものであって，上記(ア)～(ウ)のとおり，いろいろな用途に応じて複数のアドレスを使い分けてメッセージ等を受信することがされていたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "ところで，前記2(2)のとおり，本件発明において，第1のアドレスと第2のアドレスを設けたのは，着信したデータがメッセージのデータであるか，メロディーのデータであるかを，直ちに識別して，それぞれのデータに対応した記憶部に格納すること，すなわち，アドレスに対応した処理を行うことができるようにしたものと認められるのであるが，上記(ア)～(ウ)の技術においても，複数のアドレスを使い分けて，それぞれのアドレスに対応した処理を行うものである。",
                        "そうすると，引用発明1と引用発明2を組み合わせるに当たり，受信したデータがメッセージのデータであるか，メロディのデータであるかを，直ちに区別してそれぞれに対応した記憶部に格納することができるようにするために，上記周知技術を適用して，本件発明のように第1のアドレスと第2のアドレスを設けることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到することができたものと認められ，その旨の審決の判断に誤りがあるということはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上の点に関する原告の主張は，次のとおり採用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，引用発明1にはユーザー自ら好みの呼出音を作曲することのみの構成しか記載されていないのであるから，上記(ア)～(ウ)の各技術を引用発明1に適用しても，メロディ作曲機能を有する無線選択呼出受信機にトランスペアレント処理，画像処理，一斉呼出処理，情報サービス呼出処理の呼出番号又は文字メッセージをグループ分けするための呼出番号が付加されるだけであり，第2のアドレスに関する相違点全体が解消されるわけではないと主張する。しかし，審決は，引用発明1と引用発明2を組み合わせるに当たり，上記(ア)～(ウ)の周知技術を適用しているのであって，それに誤りがないことは，上記認定のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，①上記(ア)の技術は，通常の呼出番号とは別の呼出番号は，トランスペアレント処理用及び画像処理用という特定の目的に使用されており，上記(イ)の技術では，複数の受信機の一斉呼出及び情報サービス呼出という特定の目的に使用されているから，これらの目的を捨象して，「第1のアドレスに加えて，第2のアドレスを用いる」という抽象的な技術が周知である，ということはできないし，また，②これらの各公報の公開日は，それぞれ本件特許の原出願日(平成9年2月12日)より約1年3か月前及び約5か月前であるから，このような短期間で各公報記載の各技術が周知になったともいえない，と主張するが，上記(ア)及び(イ)の各技術が上記①のようなものであるからといって，それらから，「本件特許原出願当時，無線受信機において，複数のアドレスを用途に応じて使い分けてメッセージ等を受信することは，広く知られていた」と認めることが妨げられるということはないし，また，上記(ア)及び(イ)の各公報の公開日から本件特許の原出願までの期間が上記②のとおりであるとしても，上記(ウ)の技術と相まって上記のとおり周知技術と認めることができるものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，上記(ウ)の技術につき，グループ分けという同一用途のために複数の呼出番号を設けているものであるから，用途に応じてアドレスを使い分けていないと主張するが，上記のとおり，いかなる種類のメッセージデータであるかを区別するために複数の呼出番号を設けているから，用途によってアドレスを使い分けているということができる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告は，引用発明2のアドレスは，警報パターンを再プログラムして置き換えるためのものであるところ，上記(ア)及び(イ)の技術の呼出番号は，トランスペアレント処理及び画像処理，複数の受信機の一斉呼出及び情報サービス呼出を目的としているため，作用及び機能が異なり，上記(ウ)の呼出番号は，文字メッセージを任意の複数種類にグループ分けして受信し，特定グループの文字メッセージに容易に到達して表示することができるようにすることを目的としているため，作用及び機能が異なるから，これらの技術を引用発明2に組み合わせることには阻害要因がある，と主張する。しかし，上記(ア)～(ウ)の周知技術は，無線受信機において，複数のアドレスを用途に応じて使い分けてメッセージ等を受信することとしたものであるところ，前記4(2)のとおり，引用発明2は，メッセージデータを受信する無線受信機において，利用者が予め選択した，着信時の報知音として使用されるメロディのデータを着信して，記憶部に格納するというものであって，それを引用発明1に組み合わせるに当たり，上記(ア)～(ウ)の周知技術を適用することに阻害要因があるとは考えられない。原告が上記のとおり主張する作用や機能の違いは，阻害要因となるものではない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原告は，上記(ア)～(ウ)の各技術の目的や課題は，引用発明1の目的や課題とは相違すると主張する。しかし，そうであるとしても，引用発明1に引用発明2を組み合わせるに当たり，上記(ア)～(ウ)の周知技術を適用することができることは，上記のとおりであって，原告が主張する点は，上記認定を左右するものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1に係る構成の容易想到性",
                  "text": [
                    "以上のとおり，引用発明1と引用発明2を組み合わせるに当たり，上記イの周知技術を適用すると，当業者は，相違点1に係る本件発明の構成，すなわち，「アドレスでメッセージを着信し，着信時の報知音として使用されるメロディのデータを取得する」に際し，「第1のアドレスでメッセージを着信し，第2のアドレスで利用者によって予め選択され，着信時の報知音として使用されるメロディのデータを着信すること」を容易に想到することができたと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2に係る構成の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開平9−16184号公報(発明の名称「端末再生装置」，出願人A，公開日 平成9年1月17日。甲6)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "従来の技術",
                          "text": [
                            "・ 「飲食店や，遊戯場等には，好みの音楽を再生して楽しむことができる端末再生装置を設置することが少なくない。」(段落【0002】)",
                            "・ 「このものは，公衆電話回線や，専用通信回線等のネットワークに接続し，センタ装置からネットワークを介して伝送される楽曲データを記憶する再生ユニットを備えている。そこで，このものは，再生ユニットを操作し，記憶されている楽曲データの中から特定のものを選択して再生することにより，テレビユニットの画面に歌詞を表示し，スピーカユニットから旋律を出力させることができる。",
                            "なお，楽曲データは，歌詞データと旋律データとによって構成されており，歌詞データには，その曲の歌詞の他，曲番号，曲名，歌手名等の文字データが含まれている。」(段落【0003】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "・ 「かかる従来技術によるときは，端末再生装置は，ネットワークを介してセンタ装置から伝送される新曲の楽曲データを記憶し，要求された特定の楽曲データを再生するのみであるから，使用者は，センタ装置からどのような新曲が再生ユニットに伝送されたかを即座に知ることができず，極めて不便であるという問題があった。新曲の楽曲データを示す曲目リストは，印刷物として郵送され，または配達されるまで，使用者が利用することができなかったからである。」(段落【0004】)",
                            "・ 「そこで，この発明の目的は，かかる従来技術の問題に鑑み，コントロールユニット，再生ユニット，ファクシミリユニットを備えることにより，ネットワークを介して曲目リストを速やかに配布し，使用者の利用に供することができる端末再生装置を提供することにある。」(段落【0005】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "・ 「かかる目的を達成するためのこの出願に係る第1発明の構成は，ネットワークを介して伝送される楽曲データ，曲目データを入力するコントロールユニットと，コントロールユニットからの楽曲データを記憶する再生ユニットと，コントロールユニットからの曲目データを紙面に表示するファクシミリユニットとを備えてなり，再生ユニットは，要求に応じて，記憶している特定の楽曲データの旋律データをスピーカユニットに送出し，歌詞データをテレビユニットに送出することをその要旨とする。」(段落【0006】)・ 「第2発明の構成は，ネットワークを介して伝送される楽曲データを入力するコントロールユニットと，コントロールユニットからの楽曲データを記憶する再生ユニットと，楽曲データから作成される曲目データを紙面に表示するファクシミリユニットとを備えてなり，再生ユニットは，要求に応じて，記憶している特定の楽曲データの旋律データをスピーカユニットに送出し，歌詞データをテレビユニットに送出することをその要旨とする。」(段落【0008】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "実施例",
                          "text": [
                            "・ 「いま，ネットワークＮWを介してコントロールユニット11に楽曲データD1，曲目データD2が入力されると，コントロールユニット11の制御部11cは，楽曲データD1，曲目データD2",
                            "を識別してスイッチ部11bに制御信号S1を送出することにより，スイッチ部11bを切り替えることができる。すなわち，スイッチ部11bは，制御信号S1に従って，楽曲データD1を再生ユニット12に送出し，曲目データD2をファクシミリユニット13に送出することができる。」(段落【0022】)",
                            "・ 「再生ユニット12に楽曲データD1が入力されると，再生ユニット12の記憶部12aは，図示しないメモリに楽曲データD1を収納して記憶する。なお，記憶部12aのメモリには，既に収納されている楽曲データD1，D1 …に加えて新しい楽曲データD1が追加され，多数の楽曲データD1，D1 …が蓄積されてい",
                            "る。」(段落【0023】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載及び弁論の全趣旨によれば，新たに取得したメロディのデータを記憶部に追加して格納することは，常套手段であると認められる。そして，このことに上記ア～ウで述べたところを総合すると，当業者は，本件発明の相違点2に係る構成，すなわち，「受信部で着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，記憶すべき呼出音のある場合，メロディのデータとして記憶部に格納する」に際し，「受信部で着信したデータが，第1のアドレスで着信した場合，該第1のアドレスで着信したデータをメッセージとしてメッセージのデータが記憶される記憶部に格納し，第2のアドレスで着信した場合，該第2のアドレスで着信したデータを新たなメロディのデータとして記憶部に追加して格納すること」を容易に想到することができたと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関して，原告は，①上記(ア)の公報(甲6)に記載の端末再生装置は，飲食店，遊戯場等に設置されることが想定されており，ネットワークを介してセンタ装置から伝送される新曲の楽曲データを記憶し，要求された特定の楽曲データを再生する据え置き型の装置であるのに対し，本件発明の無線受信機は，ユーザーが携帯して持ち運ぶことを想定しており，軽量化が求められているから異なる，②上記(ア)の公報に記載の端末再生装置は，着信時の報知音など必要がないものであるから，着信時の報知音に関する記載は一切なく，着信時の報知音として使用されるメロディのデータを記憶部に追加して格納することは，常套手段とはいえない，と主張する。",
                        "しかし，本件特許請求の範囲【請求項1】には，本件発明の無線受信機はユーザーが携帯して持ち運ぶものであることについての記載はないから，原告が主張する①の点は，本件発明と上記(ア)の公報に記載の端末再生装置の相違点ということはできないし，仮に原告が主張するような違いがあるとしても，新たに取得したメロディのデータを記憶部に追加して格納することが常套手段であることは認められる。また，上記(ア)の公報に記載の端末再生装置は，着信時に報知音を発するものとは考えられないが，そうであるとしても，新たに取得したメロディのデータを記憶部に追加して格納することが常套手段であることは認められる。そして，そのことから，上記のとおり，本件発明の相違点2に係る構成を容易に想到することができたと認めることができるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "審決の判断手法",
                  "text": [
                    "原告は，審決の判断手法について，相違点相互の関係を考慮せず，相違点全体の考察を欠くものであり，引用発明1と，引用発明2や特開平7−321938号公報(甲3)等の技術とを恣意的に組み合わせることにより，先行技術として元来存在していなかった新たな先行技術を，本件発明を知った上で作出しているにすぎない，と主張するが，既に判示したところから明らかなように，審決の相違点に関する判断手法に誤りがあるとまでいうことはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決の判断は，結論において誤りがあるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第で，原告主張の取消事由は全て理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10185",
    "date": "2010-03-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080021",
    "ipprecedent_id": "2166",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}