{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800216号事件について平成21年4月21日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「植栽用マット及びその敷設方法」とする特許第4028929号(平成10年5月12日出願，平成19年10月19日設定登録る。以下「本件特許」という。)の特許権者である(甲1)。",
            "原告は，平成20年10月22日，本件特許(請求項の数6，請求項1ないし6)についての無効審判を請求し(無効2008−800216号事件)，被告は，平成21年1月22日付け(特許庁受付日はその翌日)で訂正請求(以下，この訂正を「本件訂正」という。甲11の2)をした。",
            "特許庁は，平成21年4月21日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成21年5月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の明細書(以下，願書に添付した図面と併せて，「本件訂正明細書」という。甲11の3)の特許請求の範囲の請求項1ないし6の記載は，次のとおりである(以下，各請求項に記載された発明を「本件発明1」のようにいい，それらを総称して「本件発明」という。なお，別紙「本件訂正明細書図面」の各図面参照)。",
            "「【請求項1】",
            "底部に若しくは底部近傍に通水口を穿設された一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，",
            "該セルの所要側壁の下部に内向きへこみ部を形成してなる植栽用マットを敷設面に縦横に隣接させて敷設する際に，",
            "隣り合う該植栽用マットの該セルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，",
            "該空間部のうち任意経路に給水管を配設して，該植栽用マットを敷設することを特徴とする植栽用マットの敷設方法。",
            "【請求項2】",
            "底部に若しくは底部近傍に通水口を穿設された一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，",
            "該セルの所要側壁の下部に内向きへこみ部を形成してなる植栽用マットを敷設面に縦横に隣接させて敷設し，",
            "隣り合う該植栽用マットの該セルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，",
            "該空間部のうち任意経路に給水管を配設することを特徴とする植栽用マットの敷設設備。",
            "【請求項3】",
            "前記セルの底部に中空凹部を下方に突出形成することを特徴とする請求項2記載の植栽用マットの敷設設備。",
            "【請求項4】",
            "一の前記植栽用マットと他の前記植栽用マットとを隣り合わせ，該一の植栽用マットのセル側壁の下部に形成された内向きへこみ部と，該他の植栽用マットのセル側壁の下部に形成された内向きへこみ部とを相互に対向させ，前記空間部を形成することを特徴とする請求項2又は3記載の植栽用マットの敷設設備。",
            "【請求項5】",
            "一の前記植栽用マットと他の前記植栽用マットとを隣り合わせ，該一の植栽用マットのセル側壁と，該他の植栽用マットのセル側壁の下部に形成された内向きへこみ部とを相互に対向させ，前記空間部を形成することを特徴とする請求項2又は3記載の植栽用マットの敷設設備。",
            "【請求項6】",
            "底部に若しくは底部近傍に通水口を穿設された一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，",
            "該セルの所要側壁の下部に内向きにへこんでいる部分を形成し，該マットフレームを敷設面に複数縦横に隣接させて敷設することにより，隣り合う該植栽用マットの該セルの側壁間の下部に，全体として格子状の連続した空間部を形設し，",
            "該空間部の任意経路に給水管を配設してなることを特徴とする植栽用マットの敷設設備。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由を要約すると，以下のとおりである(別紙審決書写し参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，特許法134条の2第1項ただし書の規定に適合し，かつ，同条5項において準用する同法126条3項及び4項の規定に適合する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明の発明特定事項に「保水層」がなかったとしても，本件発明は課題を解決し得るものであり，発明の詳細な説明に記載されたものであるから，本件特許の特許請求の範囲の請求項1ないし6の記載は，特許法36条6項1号に規定する要件を満たしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明の発明特定事項に「保水層」がなかったとしても，「通水口」と「給水管」の関係，及び「給水管」の技術的意義は明確であるから，本件特許の特許請求の範囲の請求項1ないし6の記載は，特許法36条6項2号に規定する要件を満たしている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特開平9−51728号公報(以下「引用刊行物1」という。甲2)に記載された発明(以下「引用発明」という。)において，通水口として，真空成形や圧空成形，或いは射出成形によって成形されノズル状に突出したものから，本件発明1のように，穿設されたものに変更することについては，阻害要因があるから，相違点1に係る本件発明1の発明特定事項は，引用発明から容易想到であるとはいえない。",
                    "また，引用発明において，給水のための配管を，導通口2Bを有する係合部と敷設面の間の空間部から，本件発明1のように，隣り合う植栽用マットのセルの側壁間の下部に該セルの内向きへこみ部で形成された空間部に移設することについても，セルの側壁下部の内向きへこみ部には導通口2Bが形成されていないため，配管から導通口2Bを通じてプランターに給水するという目的を達成できなくなるという阻害要因があるから，相違点2に係る本件発明1の発明特定事項は，引用発明から容易想到であるとはいえない。",
                    "よって，本件発明1は，引用発明に基づいて当業者が容易に発明をすることができたものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明2ないし6も，相違点1又は2に係る前記判断を踏まえると，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容並びに本件発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容(別紙「引用刊行物1図面」参照)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1",
                      "text": [
                        "「底部に，真空成形や圧空成形，或いは射出成形によって成形され，ノズル状に突出した導通口2Bを設けた一つのセルが，上部が開口するように凹設された容器からなり，",
                        "該セルの側壁の下部に内向きへこみ部を形成してなる植物栽培が可能なプランターを床面に複数縦横に隣接させて敷設する際に，隣接するプランターのセルの側壁間の下部に，該セルの内向きへこみ部で経路となる空間部を形成すると共に，",
                        "前記容器の底部に形成された逆U字形断面の溝部よりなる係合部に給水のための配管を通し，前記係合部の上面より前記ノズル状に突出した導通口2Bを，前記配管の導通口1Aに嵌合させる状態にて，該植物栽培が可能なプランターを敷設する植物栽培が可能なプランターの敷設方法。」(以下「引用発明1」という。審決書14頁下から4行～15頁7行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明2",
                      "text": [
                        "「底部に，真空成形や圧空成形，或いは射出成形によって成形され，ノズル状に突出した導通口2Bを設けた一つのセルが，上部が開口するように凹設された容器からなり，",
                        "該セルの側壁の下部に内向きへこみ部を形成してなる植物栽培が可能なプランターを床面に複数縦横に隣接させて敷設し，",
                        "隣接するプランターのセルの側壁間の下部に，該セルの内向きへこみ部で経路となる空間部を形成すると共に，",
                        "前記容器の底部に形成された逆U字形断面の溝部よりなる係合部に給水のための配管を通し，前記係合部の上面より前記ノズル状に突出した導通口2Bを，前記配管の導通口1Aに嵌合させる状態とする植物栽培が可能なプランターの敷設設備。」(以下「引用発明2」という。審決書15頁9行～19行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明3",
                      "text": [
                        "「底部に，真空成形や圧空成形，或いは射出成形によって成形され，ノズル状に突出した導通口2Bを設けた一つのセルが，上部が開口するように凹設された容器からなり，",
                        "該セルの側壁の下部に内向きへこみ部を形成し，該容器を床面に複数縦横に隣接させて敷設することにより，",
                        "隣接するプランターのセルの側壁間の下部に，全体として格子状の連続した空間部を形設し，",
                        "前記容器の底部に形成された逆U字形断面の溝部よりなる係合部に給水のための配管を通し，前記係合部の上面より前記ノズル状に突出した導通口2Bを，前記配管の導通口1Aに嵌合させる状態とする植物栽培が可能なプランターの敷設設備。」(以下「引用発明3」という。審決書15頁20行～30行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点及び相違点",
                  "text": [
                    "「＜一致点＞",
                    "『底部に若しくは底部近傍に通水口を設けられた一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，該セルの所要側壁の下部に内向きへこみ部を形成してなる植栽用マットを敷設面に縦横に隣接させて敷設する際に，",
                    "隣り合う該植栽用マットの該セルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，",
                    "該植栽用マットの下部に形成された空間部に給水管を配設して，該植栽用マットを敷設することを特徴とする植栽用マットの敷設方法。』＜相違点1＞",
                    "一つ又は複数のセルの底部に若しくは底部近傍に設けられた通水口が，本件発明1では，穿設されて設けられているのに対して，引用発明1では，穿設されて設けられていない点。",
                    "＜相違点2＞",
                    "給水管の配設に関して，本件発明1では，隣り合う該植栽用マットのセルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，該空間部のうち任意経路に給水管を配設しているのに対して，引用発明1では，そのように限定されていない点。」(審決書17頁6行～23行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と引用発明2との一致点及び相違点",
                  "text": [
                    "「＜一致点＞",
                    "『底部に若しくは底部近傍に通水口を設けられた一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，該セルの所要側壁の下部に内向きへこみ部を形成してなる植栽用マットを敷設面に縦横に隣接させて敷設し，",
                    "隣り合う該植栽用マットの該セルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，",
                    "該植栽用マットの下部に形成された空間部に給水管を配設することを特徴とする植栽用マットの敷設設備。』",
                    "＜相違点3＞",
                    "一つ又は複数のセルの底部に若しくは底部近傍に設けられた通水口が，本件発明2では，穿設されて設けられているのに対して，引用発明2では，穿設されて設けられていない点。",
                    "＜相違点4＞",
                    "給水管の配設に関して，本件発明2では，隣り合う該植栽用マットのセルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，該空間部のうち任意経路に給水管を配設しているのに対して，引用発明2では，そのように限定されていない点。」(審決書19頁10行～27行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明6と引用発明3との一致点及び相違点",
                  "text": [
                    "「＜一致点＞",
                    "『底部に若しくは底部近傍に通水口を設けられた一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，該セルの所要側壁の下部に内向きにへこんでいる部分を形成し，該マットフレームを敷設面に複数縦横に隣接させて敷設することにより，",
                    "隣り合う該植栽用マットの該セルの側壁間の下部に，全体として格子状の連続した空間部を形設し，",
                    "該植栽用マットの下部に形成された空間部に給水管を配設することを特徴とする植栽用マットの敷設設備。』",
                    "＜相違点5＞",
                    "一つ又は複数のセルの底部に若しくは底部近傍に設けられた通水口が，本件発明6では，穿設されて設けられているのに対して，引用発明3では，穿設されて設けられていない点。",
                    "＜相違点6＞",
                    "給水管の配設に関して，本件発明6では，セルの所要側壁の下部に内向きにへこんでいる部分を形成し，マットフレームを敷設面に複数縦横に隣接させて敷設することにより，隣り合う該植栽用マットのセルの側壁間の下部に，全体として格子状の連続した空間部を形設し，該空間部の任意経路に給水管を配設しているのに対して，引用発明3では，そのように限定されていない点。」(審決書21頁12行～31行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1)特許法36条6項1号及び2号に係る要件該当性判断の誤り(取消事由1)，(2)相違点1，3及び5の認定及び容易想到性判断の誤り(取消事由2)，(3)相違点2，4及び6に係る容易想到性判断の誤り(取消事由3)，(4)本件発明3ないし5の容易想到性判断の誤り(取消事由4)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(特許法36条6項1号及び2号要件該当性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法36条6項1号要件該当性判断の誤り",
                  "text": [
                    "本件発明に係る特許請求の範囲には，「保水層」を有することが記載されていないから，本件発明は，保水層のある発明と保水層のない発明の両者を含むことになる。保水層のない発明については，以下のとおり，本件訂正明細書に記載がないから，本件特許には，特許法36条6項1号に違反する無効理由が存在する。しかるに，審決は，保水層のない発明が開示されているとした点に誤りがある。",
                    "すなわち，審決は，「本件発明において解決しようとする課題は，段落【0006】に記載されているように，既存の建築物に適用でき且つ敷設や撤去作業に多大な時間，労力やコストを必要としないことであるが，植栽用マットの敷設や撤去の作業性を良くする作用効果は，分解可能な軽量な植栽用マットを敷設面に複数敷き詰め，対向するセル側壁下部に給水管配設用空間部が形成されることによるものであり，『保水層』があることによるものではない。したがって，本件発明の発明特定事項に『保水層』がなかったとしても，本件発明は課題を解決し得るものであり，発明の詳細な説明に記載されたものである」(審決書22頁下から2行～23頁7行)，「『保水層』がなかったとしても，本件発明は植栽用マットの敷設や撤去の作業性を良くする効果を奏し課題を解決するものであるから，その意味において『通水口』と『給水管』の関係，及び『給水管』の技術的意義は明確である。」(審決書23頁10行～13行)などとして，保水層のない発明についての開示がされていると判断した。しかし，審決の判断は，次のとおり，誤りである。",
                    "本件訂正明細書には，「保水層」のない構成についての開示はない。",
                    "審決は，段落【0011】に，「保水層」のない構成について記載されているとする。しかし，同段落は，【請求項6】と同一の文言を記載したにすぎず，同記載をもって，「保水層」のない構成が開示されているということはできない。",
                    "本件訂正明細書には，本件発明の作用効果として，「保水層の上面の給水管配設用空間部に給水管を配設し，給水管の周囲に小穴を穿設して給水することで，水分が保水層に貯水される。このため，植栽用マット内に詰め込んだ土壌の水分が不足した場合，植栽用マットの底面に設けた通水口から吸水され，水枯れすることなく植物育成材に撒いた種子または植栽植物の育成を良好に保つことができ，管理も更に容易になる。」【0015】と記載されているのみならず，「土壌や水分の管理が容易な植栽用マット及びその敷設方法を提供することができる効果がある。」【0065】とも記載されていることに照らすならば，本件訂正明細書に開示されている事項は，「保水層」のある発明のみであって，「保水層」のない発明を含まないと解すべきである。",
                    "以上のとおり，「保水層」のない発明については，発明の詳細な説明に記載されておらず，本件特許には，特許法36条6項1号の要件を充足しない無効事由がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法36条6項2号要件該当性判断の誤り",
                  "text": [
                    "本件発明の特許請求の範囲には「保水層」の記載がないので，「通水口」と「給水管」の関係が不明確であり，「給水管」からどのようにして植栽用マット内に給水が行われるのかが不明確であるから，特許法36条6項2号に違反する無効事由がある。",
                    "しかるに，審決は，「『保水層』がなかったとしても，本件発明は植栽用マットの敷設や撤去の作業性を良くする効果を奏し課題を解決するものであるから，その意味において『通水口』と『給水管』の関係，及び『給水管』の技術的意義は明確である。」(審決書23頁10行～13行)ととしている点で，誤りがある。",
                    "すなわち，本件発明の課題は，敷設撤去作業の容易化(【0006】)のみに限定して解するのは誤りである。段落【0007】では，「土壌や水分の管理が容易な植栽用マット及びその敷設方法を提供することを目的とする。」とも記載されていることに照らすならば，「水分の管理」を容易にすることができることも本件発明の解決課題の1つといえる。段落【0015】には，保水層からの吸水に係る作用が，段落【0065】には，水分管理に係る効果が，それぞれ記載されている。このように，本件発明は，「土壌や水分の管理が容易な植栽用マット及びその敷設方法を提供することを目的とする。」(段落【0007】)との課題のもとで，「給水管の周囲に小穴を穿設して給水することで，水分が保水層に貯水される。このため，植栽用マット内に詰め込んだ土壌の水分が不足した場合，植栽用マットの底面に設けた通水口から吸水され」(段落【0015】)るように構成することによって，「土壌や水分の管理が容易」(段落【0065】)になるという効果をも奏する発明であると理解できる。",
                    "しかるに，本件発明の特許請求の範囲に「保水層」の記載がないため，「通水口」と「給水管」の関係が不明確であり，「給水管」からどのようにして植栽用マット内に給水が行われるのかも不明確であり，特許法36条6項2号の要件を充足しない無効事由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1，3及び5の認定及び容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点1(相違点3及び5も共通)について，引用発明1は，容器の底部に形成された逆U字形断面の溝部よりなる係合部に給水のための配管を通し，前記係合部の上面より突出された導通口2Bが前記配管の導通口1Aに嵌合するものである。そして，配管の導通口1Aに嵌合するためには導通口2Bを突出して形成する必要があり，そのために真空成形や圧空成形，或いは射出成形によって成形されているところ，穿設する，すなわちプランターのセル又は容器の底部に孔をあけるだけでは，導通口2Bを突出して形成できず，前記配管の導通口1Aから容器内へ給水するという引用発明1の所期の目的が達成できないこととなる。つまり，引用発明1において，通水口として，真空成形や圧空成形，或いは射出成形によって成形されノズル状に突出したものから，本件発明1のように，穿設されたものに変更することには，阻害要因がある。」(審決書17頁下から9行～18頁3行，19頁下から4行，21頁最終行)と判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，審決の上記判断は，次のとおり，誤りである。",
                        "すなわち，本件発明1，2及び6の「穿設」は，以下の諸点に照らせば，単に「底部に孔をあけるだけ」ではなく，引用発明1ないし3の「真空成形や圧空成形，或いは射出成形によって成形されノズル状に突出した」形態を含むといえるから，相違点1，3及び5は存在しない。",
                        "まず，本件訂正明細書(甲11の3)の段落【0040】及び【00",
                        "41】には，以下のとおりの記載がある。",
                        "「【0040】次に，植栽用マット1の第五実施形態について説明する。図20に示す如く，本実施形態の植栽用マット1は，セル3が一つのマットフレーム2で，四面の側壁3aの下部を内側にへこませ，内向きへこみ部4を形設している。",
                        "【0041】この植栽用マット1は，第一実施形態の植栽用マット1と類似の構成であるが，各セル3内の底部3bに，下方に中空凹部11を所定寸法に突出形成して，底部3bのレベルを前記所定寸法上部に移動させ，中空凹部11の底部11a近傍に通水口6を穿設したものである(図21参照)。」",
                        "また，本件訂正明細書の【図20】及び【図21】(別紙「本件訂正明細書図面」の【図20】，【図21】参照)のとおり，本件発明1，2及び6は，その実施形態の一つとして，単に「底部に孔をあけるだけ」ではなく，「ノズル状に突出した」形態を意図している。",
                        "さらに，本件訂正明細書には，マットフレーム2を成形したのちに，その底部に通水口6をあけるという段階的な行為が開示されているわけではなく，「マットフレーム2の材質は合成樹脂製のものが良好であり，塩化ビニル，ポリプロピレン，ポリエステル，ポリエチレン，ポリスチレンが用いられ，真空成型，ブロー成型，射出成型，押し出し成型等の成型方法で形成される。」(段落【0020】)との記載からも明らかなように，本件発明においては，型の形状によって成形時に孔が自ずと形成されるだけである。この点では，引用発明1ないし3と何ら変わるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件発明1，2及び6における「穿設」は，「孔が設けられる」程度の意味合いしかないと解釈するのが相当であり，引用発明との間に通水口に係る相違点はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1，3及び5に係る容易想到性判断の誤り",
                  "text": [
                    "審決は，相違点1(相違点3及び5も共通)に係る構成の容易想到性について，「引用発明1は，容器の底部に形成された逆U字形断面の溝部よりなる係合部に給水のための配管を通し，前記係合部の上面より突出された導通口2Bが前記配管の導通口1Aに嵌合するものである。そして，配管の導通口1Aに嵌合するためには導通口2Bを突出して形成する必要があり，そのために真空成形や圧空成形，或いは射出成形によって成形されているところ，穿設する，すなわちプランターのセル又は容器の底部に孔をあけるだけでは，導通口2Bを突出して形成できず，前記配管の導通口1Aから容器内へ給水するという引用発明1の所期の目的が達成できないこととなる。つまり，引用発明1において，通水口として，真空成形や圧空成形，或いは射出成形によって成形されノズル状に突出したものから，本件発明1のように，穿設されたものに変更することには，阻害要因がある。」(審決書17頁下から9行～18頁3行，19頁下から4行，21頁最終行)と判断した。すなわち，審決は，引用発明1ないし3のように，プランターのセル又は容器の底部に孔をあけるだけでは，導通口2Bを突出して形成できず，容器内への給水を通水口を介して配管から受けることが引用発明1ないし3の目的であることを前提として，引用発明1ないし3における「ノズル状に突出したもの」から本件発明の「穿設されたもの」に変更することには，阻害要因があるとしている。",
                    "しかし，審決の上記判断は，以下のとおり誤りである。",
                    "すなわち，本件発明の特許請求の範囲に「保水層を有する」との記載がないため，「通水口」と「給水管」の関係が明らかでない以上，引用発明1ないし3における「ノズル状に突出したもの」から本件発明の「穿設されたもの」に変更することに阻害要因があると断定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(相違点2，4及び6に係る容易想到性判断の誤り)審決は，相違点2(相違点4及び6も共通)について，「(イ)相違点2・・・引用発明1は，容器の底部に形成された逆U字形断面の溝部よりなる係合部に給水のための配管を通し，配管からの給水を，配管の導通口1A，プランターの底部の導通口2Bを介してプランターに供給するものであり，隣り合うセルの側壁間の下部に該セルの内向きへこみ部で形成された空間部に，給水のための配管を通した場合，セルの側壁下部の内向きへこみ部には導通口2Bが形成されていないため，配管からプランターに給水するという目的が達成できない。よって，引用発明1において，給水の配管を，導通口2Bを有する係合部と敷設面の間の空間部から，本件発明1のように，隣り合う植栽用マットのセルの側壁間の下部に該セルの内向きへこみ部で形成された空間部に移設することには，阻害要因がある。」(審決書18頁6行～21行)，「相違点4は相違点2と同一であるから，・・・」(審決書20頁2行)，「・・・相違点6の判断は，相違点2と変わらない。・・・」(審決書22頁9行)と判断する。",
                "しかし，審決の判断は，以下のとおり，誤りである。",
                "すなわち，本件発明の特許請求の範囲に「保水層」の記載がないため，「通水口」と「給水管」の関係が明らかでない以上，阻害要因があると判断することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由4(本件発明3ないし5に係る容易想到性判断の誤り)審決は，本件発明2の相違点に係る構成が容易想到ではないと判断したことにより，本件発明2の従属発明である本件発明3ないし5についても容易想到ではないとして，その実体的な判断を行わなかったが，前記取消事由2，3の主張のとおり，本件発明2の相違点の構成は容易想到であるから，本件発明3ないし5の固有の相違点に係る容易想到性判断をしなかった審決は，誤りである。",
                "そして，本件発明3ないし5は，本件発明1，2及び6と同様，引用刊行物1(甲2)に記載された発明に基づいて当業者が容易に発明をすることができたものである。",
                "したがって，本件発明3ないし5を容易に発明することができるとはいえないした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(特許法36条6項1号及び2号要件該当性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法36条6項1号要件該当性判断の誤りに対し",
                  "text": [
                    "原告は，本件発明のうち，保水層のない発明については，本件訂正明細書に記載がないから，本件特許には，特許法36条6項1号に反する無効理由が存在すると主張する。",
                    "しかし，原告の主張は，理由がない。",
                    "すなわち，本件特許の出願当初の明細書(以下「当初明細書」という。)の請求項4において，保水層を設けることを要件としない植栽用マットの敷設方法である請求項2と，保水層を設けることを特徴とする植栽用マットの敷設方法である請求項3との両発明を引用して植栽用マットの敷設方法の構成を特定していた(乙1)ことに照らすならば，本件訂正明細書に，保水層のない発明が開示されていることは明らかである。",
                    "保水層のない発明であっても，本件訂正明細書の段落【0006】，【0064】に記載の「既存の建築物に適用でき，かつ敷設や撤去作業に多大な時間，労力やコストを必要としない」との効果を奏するが，その効果は「保水層」があることによるものではない。原告が主張する本件訂正明細書の段落【0065】記載の効果は，当初明細書において請求項3に係る「保水層」を設けた発明に対応する効果，又は本件発明において保水層を有する場合の実施態様に対応する効果として記載されたものであって，本件発明が奏する効果ではない。よって，本件発明においては，保水層がなければ発明の課題を解決することができないとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法36条6項2号要件該当性判断の誤り",
                  "text": [
                    "原告は，本件発明の特許請求の範囲には「保水層」の記載がないので，「通水口」と「給水管」の関係が不明確であり，「給水管」からどのようにして植栽用マット内に給水が行われるのかが不明確であるから，特許法36条6項2号に違反する無効事由があると主張する。",
                    "しかし，原告の主張が失当であるのは，上記アで述べたとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1，3及び5の認定及び容易想到性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点認定の誤り",
                  "text": [
                    "原告は，審決が認定した本件発明1と引用発明との相違点1(相違点3及び5も共通)は誤りであって，両発明においては相違点は存在しないと主張する。すなわち，原告は，本件訂正明細書(甲11の3)の段落【0040】，【0041】の各記載及び【図20】，【図21】(別紙「本件訂正明細書」の【図20】，【図21】参照)を根拠として，本件発明の「穿設」は単に底部に孔をあけるだけでなく，引用発明1ないし3の「真空成形や圧空成形，或いは射出成形によって成形されノズル状に突出した」形態を含むと主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "すなわち，本件訂正明細書には原告主張のような記載はなく，【図20】，【図21】に示される通水口6は底部11aに穿設されたものであって，ノズル状に形成されたものではない。そして，本件訂正明細書には「底部11a近傍に通水口6を穿設した」とのみ記載されていること，【図1】ないし【図6】には，通水口が穿設された態様が図示されていることに照らすならば，本件発明の「通水口を穿設され」た形態として原告が主張する「ノズル状に突出した形態」を含むと解することはできない。",
                    "以上のとおり，審決が認定する相違点1に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1，3及び5に係る容易想到性判断の誤り",
                  "text": [
                    "本件発明の相違点に関する構成について阻害要因があるか否かは，相違点に係る引用発明の構成から本件発明の構成へ到達することが容易であるかに関する評価であって，保水層のない発明が本件訂正明細書の発明の詳細な説明に記載されているか又はその発明が明確であるかどうかの判断と関係するものではない。よって，審決が，給水の点を考慮して阻害要因があると判断した点に，原告の主張に係る誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(相違点2，4及び6に係る容易想到性判断の誤り)に対し原告は，相違点2，4及び6について当業者が容易に想到し得たものではないとした審決の判断は誤りであると主張する。",
                "しかし，原告の主張は，理由がない。",
                "引用発明(甲2)は，プランターの底部の凹部に係合部を設け，プランターを床面上に設置する前に予め所定位置に給水管等を設置し，予め設置した給水管等にプランター凹部の係合部を係合することにより，プランターを位置決めして設置することを目的とするものであり(別紙「引用刊行物1図面」の【図1】，【図2】及び【図4】参照)，引用発明のこのような目的から明らかなように，引用発明は係合不能なプランター容器の側壁の外側に配管を配置することは想定外とするものであって，阻害要因が存在する。引用発明は，導通口2Bを介してプランター容器の内部を配管1の導通口1Aに連通する構成を採用しているが(甲2，段落【0007】)，仮に配管1を容器の外側に配置した場合は，導通口2Bを介してプランター容器の内部と配管1を連通することは不可能である。審決が相違点2について，引用発明の構成の変更に阻害要因が認められるとした点に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "取消事由4(本件発明3ないし5に係る容易想到性判断の誤り)に対し審決は，本件発明3ないし5のいずれに関しても判断に誤りはなく，原告の取消事由4の主張は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法36条6項1号，2号要件該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法36条6項1号要件該当性判断の誤りについて",
              "text": [
                "原告は，審決は，本件発明が「保水層のある発明」と「保水層のない発明」の両者を含むのであれば，このうち「保水層のない発明」については，発明の詳細な説明に記載されていないから，本件特許には，特許法36条6項1号に違反する無効理由があると主張する。",
                "しかし，原告の主張は理由がない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の特許請求の範囲",
                      "text": [
                        "本件発明の特許請求の範囲(請求項1ないし6)の記載は，第2の2のとおりである。特許請求の範囲に「保水層」に関する記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正明細書の記載",
                      "text": [
                        "本件訂正明細書(甲11の3)には，概要，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明はビルの屋上，ベランダ，テラスなど，特に人工地盤に配設して，植物，特に芝生などの地被植物，草花，野菜などを育成する植栽用マット及びその敷設方法に関する。",
                            "従来，ビルの屋上，ベランダ，テラスのように平面的な敷設面を有する箇所に植物を植栽する場合には，防水層及び防根層を形成し又はシートを敷き，その上に土壌を盛って，芝生等の地被植物，草木，野菜などを植栽していた。このように土壌を敷設する方法では防水層などの設備が必要となるため，既存の建築物に適用することが困難である一方，新建築物に用いる場合にもコスト負担が大きくなる等の問題があった。",
                            "本件発明は，上記問題点に鑑み，既存の建築物に適用でき且つ敷設や撤去作業に時間，労力やコストを必要としない植栽用マット及びその敷設方法を提供することを目的とする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "課題を解決する方法として，「底部に若しくは底部近傍に通水口を穿設された一つ又は複数のセルが，上部が開口するように凹設されたマットフレームからなり，該セルの所要側壁の下部に内向きへこみ部を形成してなる植栽用マットを敷設面に縦横に隣接させて敷設する際に，隣り合う該植栽用マットの該セルの側壁間の下部に，該セルの内向きへこみ部で所要経路の空間部を形成すると共に，該空間部のうち任意経路に給水管を配設して，該植栽用マットを敷設することを特徴とする植栽用マットの敷設方法」(請求項1，なお請求項2以下は省略する。)が示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明は，分解可能な軽量の植栽用マットを敷設面に複数敷き詰めるものであるから，極めて容易かつ短時間に且つコストをかけずに敷設や撤去作業を行うことが可能であり，また，セルの側壁下部に形設された内向きへこみ部を有する複数の植栽用マットを単に敷設面に敷き詰め，或いは内向きへこみ部を形設したセル側壁を対向させて敷設面に敷き詰めることにより，対向するセル側壁相互間の下部に所要経路の給水管配設用空間部が形成されるので，作業性が非常に良いとの作用効果が記載されている。",
                            "なお，「・・・前記植栽用マットの敷設方法では，前記植栽用マットを敷設面に敷き詰める前に，該敷設面に予め保水層を設けると好適である。」【0009】と記載部分があるが，保水層を設けることは，好適な実施例の1つを示したものと解される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "実施例図面【図25】には，保水層14を記載した実施例が示されているが，他方，第1実施例を示した図面【図23】には，保水層14は記載されていない(別紙「本件訂正明細書図面」の【図25】，【図23】参照)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "以上のとおり，本件訂正明細書の発明の詳細な説明には，①解決しようとする課題として「既存の建築物に適用でき且つ敷設や撤去作業に多大な時間，労力やコストを必要としない植栽用マット及びその敷設方法を提供すること」が，作用及び効果として，「既存の建築物に適用することが可能であり，且つ敷設や撤去作業に多大な時間，労力やコストを必要としない効果を奏する。」ことが記載され，同記載は，保水層がある場合のみならず保水層がない場合を含めた解決課題及び作用効果であると解するのが合理的であること，②詳細な説明の記載中には，「・・・前記植栽用マットの敷設方法では，前記植栽用マットを敷設面に敷き詰める前に，該敷設面に予め保水層を設けると好適である。」【0009】との部分があるが，同記載部分は，「保水層を設けること」は，好適な実施例の一つを示したにすぎないものと解されること，③保水層の記載されていない図面【図23】が，実施例として示されていること等を総合すれば，「保水層」の有無にかかわらず，本件発明の全体が，本件訂正明細書の発明の詳細な説明に記載されているというべきであり，この点の原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法36条6項2号要件該当性判断の誤りについて",
              "text": [
                "原告は，本件発明の特許請求の範囲に，「保水層を有する」等の記載がない限り，「通水口」と「給水管」の関係，すなわち，「給水管」からどのようにして植栽用マット内に給水が行われるのかが不明確であり，本件発明は「水分の管理」という課題を解決することができないから，特許法36条6項2号の要件を充足しないと主張する。",
                "しかし，原告の請求は，以下のとおり，理由がない。",
                "すなわち，「特許請求の範囲の記載」に不明確な点はないので，特許法36条6項2号要件を充足しないとする原告の請求は，その主張自体失当である。",
                "のみならず，本件訂正明細書の記載と対比しても，特許法36条6項2号の要件を充足しない点はない。すなわち，本件訂正明細書には，本件発明の解決課題として，「既存の建築物に適用でき且つ敷設や撤去作業に多大な時間，労力やコストを必要としない植栽用マット及びその敷設方法を提供すること」(【0006】)のほかに，「土壌や水分の管理が容易な植栽用マット及びその敷設方法を提供すること」(【0007】)も記載されている。",
                "そして，「水分の管理を容易にする」との解決課題については，空間部に配設された給水管によって水分供給が容易になること，及び底部近傍に通水口を穿設することによって余剰水が「通水口」よりセルの外部に排出されることからすれば，保水層の有無にかかわらず，実現することができるといえる。以上のとおり，本件発明は，保水層の有無にかかわらず，「水分の管理」をも含めて，その解決しようとする課題との間で矛盾はなく，明確であるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1，3及び5の認定及び容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1，3及び5の認定の誤りについて",
              "text": [
                "原告は，本件発明1，2及び6の「穿設」は，単に「底部に孔をあけるだけ」ではなく，引用発明1ないし3の「真空成形や圧空成形，或いは射出成形によって成形されノズル状に突出した」形態を含むから，相違点1，3及び5は存在しない旨主張する。",
                "しかし，原告の主張は，理由がない。すなわち，本件訂正明細書には，「底部近傍に通水口を穿設」する態様として，①「底部3b」中心付近にある「隆起部5」の端部上面に「通水口6」を穿設する態様(甲1，【図1】～【図3】)，及び②「底部3b」に下方に突出形成された「中空凹部11」の「底部11a」近傍に「通水口6」を穿設する態様(甲1，【図20】，【図21】)が示されている。",
                "このうち，②「中空凹部11」の態様と引用発明1の「導通口2b」(別紙「本件訂正明細書図面」の【図1】～【図3】，別紙「本件訂正明細書図面」の【図20】，【図21】参照)を対比すると，本件訂正明細書の「中空凹部11」は，配管及び継手の機能を有することはなく，「底部3bのレベルを前記所定寸法上部に移動させ」る機能のみを有するのに対し，引用発明1の「導通口2b」は，配管の「導通口1A」に嵌合させるためにノズル状に突出され，配管及び継手の機能を有する点において，両者は相違する。",
                "すなわち，本件発明1における「穿設」は，孔が設けられる程度の意味にとどまる。これに対し，引用発明1の「導通口2b」は，「容器2の底部に設けた導通口2Bを介して，プランター内部を配管1の導通口1Aに連通して，構成される。」，「・・・プランター容器を床面上に設置するときに，その係合部を配管に嵌合するようにして設置するところからその設置が容易で，位置決め配列も容易である。各プランター内への給排水を配管を通して行うので能率的である。プランターに鉤形の連係部を突設することによりプランターの位置決め配列が容易且つ確実となる。」と記載されているとおり，ノズル状に突出するものである点にその技術的意味がある。",
                "したがって，その両者が相違するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点1，3及び5に係る容易想到性判断の誤りについて原告は，審決が，引用発明1ないし3においては，プランターのセル又は容器の底部に孔をあけるだけでは，導通口2Bを突出して形成できず，容器内への給水を通水口を介して配管から受けることが，発明の目的であることを前提として，引用発明1ないし3における「ノズル状に突出したもの」から本件発明の「穿設されたもの」に変更することには，阻害要因があるとしているが，本件発明の特許請求の範囲に「保水層を有する」との記載がなく，「通水口」と「給水管」の関係が明らかでないと判断する以上，引用発明1ないし3における「ノズル状に突出したもの」から本件発明の「穿設されたもの」に変更することについて容器内への給水を前提として阻害要因があると断定することはできないと主張する。",
                "しかし，原告の主張は，以下のとおり，失当である。",
                "すなわち，本件発明の引用発明との相違点に係る構成に関する容易想到性の判断は，「保水層のない発明も含めて本件訂正明細書の発明の詳細な説明に記載されているか否か」又は「その発明が明確であるのか否か」とは，判断内容を異にする。原告は，特許法36条6項1号，2号の要件を充足しないとの点を，容易想到性があるとの内容に関連づけて主張するにすぎず，その主張自体採用できない。のみならず，阻害要因がある点は，審決の述べるとおりであり，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(相違点2，4及び6に係る容易想到性判断の誤り)について原告は，相違点2，4及び6について，本件発明の特許請求の範囲に「保水層を有する」との記載がなく，「通水口」と「給水管」の関係が明らかでないと判断する以上，引用発明1ないし3における「ノズル状に突出したもの」から本件発明の「穿設されたもの」に変更することについて容器内への給水を前提として阻害要因があると断定することはできないと主張する。",
            "しかし，原告の主張は，理由がない。",
            "まず，原告は，特許法36条6項1号，2号の要件を充足しない点を，容易想到性があるとの内容に関連づけて主張するにすぎず，その主張自体採用できないことは，前記2の(2)で述べたとおりである。",
            "のみならず，引用発明(甲2)は，プランターの底部の凹部に係合部を設け，プランターを床面上に設置する前にあらかじめ所定位置に給水管等を設置し，あらかじめ設置した給水管等にプランター凹部の係合部を係合することにより，プランターを位置決めして設置することを目的とするものであり，引用発明は係合不能なプランター容器の側壁の外側に配管を配置することを想定していない。引用発明は，導通口2Bを介してプランター容器の内部を配管1の導通口1Aに連通する構成を採用しているが(甲2，段落【0007】)，仮に配管1を容器の外側に配置した場合は，導通口2Bを介してプランター容器の内部と配管1を連通することは不可能である。審決が相違点2について，引用発明の構成の変更に阻害要因が認められるとした点に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明3ないし5に係る容易想到性判断の誤り)について原告は，本件発明2の相違点に係る構成に想到することは容易であるから，本件発明3ないし5の固有の相違点に係る構成に想到することの容易性について判断しなかった審決には，誤りがあると主張する。",
            "しかし，前記説示のとおり本件発明2の相違点に係る構成に想到することが容易であるとはいえず，本件発明2の従属発明である本件発明3ないし5についても，容易想到であるとはいえないから，これと同旨の審決の判断に誤りはなく，原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10137",
    "date": "2010-01-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038368",
    "ipprecedent_id": "2096",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}