{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800103号事件について平成21年3月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が特許権者で発明の名称を「自転車の速度切換装置」とする後記特許の(旧)請求項1～8・11～15について原告が特許無効審判請求をし，これに対し被告が訂正請求(旧請求項4・14・15を削除したので，訂正後の新請求項は，旧5～13が新4～12となる)をして対抗したところ，特許庁が上記訂正を認めるとした上で請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件訴訟における争点は，①訂正を認めた判断の適否，②上記訂正後の発明1～5・10・11(旧請求項1～3・5・6，11・12)が，下記甲1～甲3との関係で進歩性(特許法29条2項)を有するか，である。",
            "記",
            "・甲1：米国特許第5078664号公報(発明の名称「変速ハブと制動装置」，出願人 株式会社シマノ〔原告〕，特許登録日1992年〔平成4年〕1月7日。以下これに記載された発明を「甲1発明」という。)",
            "・甲2：特開平7−10069号公報(発明の名称「自転車用内装変速ハブ」，出願人 株式会社シマノ，公開日 平成7年(1995年)1月13",
            "日。以下これに記載された発明を「甲2発明」という。)",
            "・甲3：米国特許第5785625号公報(発明の名称「ローラクラッチを用いた自転車用内装変速機」，出願人 株式会社シマノ，特許登録日1998年〔平成10年〕7月28日。以下これに記載された発明",
            "を「甲3発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訴外ワールド・インダストリー・カンパニー，リミテッドは，1999年(平成11年)12月15日及び2000年(平成12年)11月11",
                  "text": [
                    "日の優先権(いずれも韓国)を主張して，2000年(平成12年)12月15日，名称を「自転車の速度切換装置」とする発明について韓国に国際特許出願(PCT／KR2000／001472，日本における出願番",
                    "号は特願2001−545146号)をし，平成13年3月5日に日本国",
                    "特許庁に翻訳文を提出したところ(甲5。国内公表は特表2003−516907号〔甲4〕)，その後の手続補正等を経て，平成16年6月11日に特許第3563390号として設定登録を受けた(請求項の数15。以下「本件特許」という。)。被告は，上記訴外人から本権の移転を受け，平成19年8月13日その旨が登録された(乙1)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告から，平成20年6月6日付けで本件特許の(旧)請求項1～8・11～15について無効審判請求がなされ，同請求は無効2008−800103号事件として特許庁に係属した。原告は，その手続中の平成20年11月4日付けで訂正請求(旧請求項4・14・15を削除して請求項の番号を繰り上げるほか，その内容も後記のとおり変更すること。以下「本件訂正」という。)をしたが，特許庁は，審理の上，平成21年3月25日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成21年4月6日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正前発明の内容",
              "text": [
                "本件訂正前の旧請求項1～8・11～15の内容は，次のとおりである。",
                "・ 【請求項1】",
                "駆動スプロケットの駆動力を受ける従動スプロケットと；前記従動スプロケットの一側に固定され複数の遊星歯車を具えたキャリアと，前記遊星歯車の各段に噛合し内周面にラチェット歯が形成された少なくとも2つの太陽歯車と，前記遊星ギヤの他側に噛合するリング歯車を含む変速部と；",
                "前記キャリア及びリング歯車によって回転して後輪に動力を伝達するハブシェルと，前記キャリアとハブシェルの間に又は前記リング歯車とハブシェルの間に位置して動力を選択的に媒介するクラッチ手段を含む出力部と；",
                "爪位置付け部を具えたハブシャフトと，少なくとも2つの太陽歯車のラチェット歯に各々係合し又は解除される少なくとも2組の爪と，少なくとも2組の爪の位置を制御する爪制御リングと，外周面に溝とひっかかり部(判決注：「ひっかり部」は誤記)が形成され変速媒介部を通じて爪制御リングの位置を切換える切換ディスクと，前記切換ディスクの位置を復帰させるためのばねと，前記切換ディスクを自由に動かすための間隔維持部とを含む変速制御部と；からなる，自転車の速度切換装置。",
                "・ 【請求項2】",
                "前記変速制御部の爪制御リングの内周面に，溝が中心に対して対称的に形成される，請求項1の速度切換装置。",
                "・ 【請求項3】",
                "前記爪制御リングの溝が中心に対し等角度の間隔で形成されない，請求項2の速度切換装置。",
                "・ 【請求項4】",
                "前記位置制御溝が，傾いている溝と角度のある溝が交互に形成されたものである，請求項2の速度切換装置。",
                "・ 【請求項5】",
                "前記爪が，ハブシャフトの爪位置付け部に等角度の間隔で装着される，請求項1の速度切換装置。",
                "・ 【請求項6】",
                "前記爪が，爪制御リングの内側に位置する押し部と，前記太陽歯車の内周面に形成されたラチェット歯に係合し又は解除されるストッパ部とを有する，請求項1の速度切換装置。",
                "・ 【請求項7】",
                "前記爪制御リングから遠く離れたところに位置する爪に，厚さが爪本体より薄い延長部が構成され，前記爪とその他の構成要素との係合を妨げるようになっている，請求項6の速度切換装置。",
                "・ 【請求項8】",
                "前記変速媒介部が，爪制御リングの一側面に形成されるスプライン溝と，前記スプライン溝に連結され連結溝が形成された連結部と，前記連結溝に設置され切換ディスクの凹凸部に連結され，回転運動を媒介するポークリングを有する，請求項1の速度切換装置。",
                "・ 【請求項11】",
                "前記爪が3組以上構成される場合，複数の爪制御リングが各々の爪の間に装着される，請求項1の速度切換装置。",
                "・ 【請求項12】",
                "前記クラッチ手段が，ピン群が形成されたクラッチリングと，前記キャリアとリング歯車の外周面に形成された傾斜部を有する，請求項1の速度切換装置。",
                "・ 【請求項13】",
                "前記クラッチ手段が，遊星歯車の間の空間に設置される第1爪と，前記ハブシェルの内側部に形成されるリング歯車部を有する，請求項1の速度切換装置。",
                "・ 【請求項14】",
                "前記クラッチ手段が，遊星歯車の間の空間に設置される第2爪と，前記第2爪の外周部に，遊星歯車と第2爪とともに係合するリング歯車と，リング歯車とハブシェルの間に形成される第3爪を有する，請求項1の速度切換装置。",
                "・ 【請求項15】",
                "前記変速媒介部が，爪制御リングの一側面に形成され，爪制御リングと切換ディスクの間のディスクを通じて，前記切換ディスクに連結されるピンを有する，請求項1の速度切換装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正の内容",
              "text": [
                "本件訂正は訂正事項1～11から成るが，そのうち訂正事項1～3・6・7・9・10の内容は，以下のとおりである。",
                "・ 訂正事項1：【請求項1】に，「前記遊星ギヤ」とあるのを，「前記遊星歯車」と訂正する。",
                "・ 訂正事項2：【請求項1】における，「少なくとも2組の爪の位置を制御する爪制御リングと」の前に，「内周面に溝が形成さ",
                "れ，」を挿入する。",
                "・ 訂正事項3：【請求項1】の末尾の「自転車の速度切換装置」の前の「なる，」を「なり，」とするとともに，その後に，「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リ",
                "ングの内周面の溝に位置可能な押し部と，前記太陽歯車",
                "のラチェット歯に係合又は解除可能なストッパ部とから",
                "形成され，前記爪制御リングが，前記太陽歯車のラチェ",
                "ット歯と前記ハブシャフトの外径面との間に位置するこ",
                "とがない，」を挿入する。",
                "・ 訂正事項6：【請求項4】を削除する。",
                "・ 訂正事項7：【請求項5】～【請求項13】を1項づつ繰り上げ，繰り上げ後の【請求項6】及び【請求項9】での引用請求項",
                "をそれぞれ「請求項5」，「請求項8」とする。",
                "・ 訂正事項9：【請求項14】を削除する。",
                "・ 訂正事項10：【請求項15】を削除する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正後発明の内容",
              "text": [
                "本件訂正により，前記のとおり旧請求項4・14・15が削除され，訂正後の請求項は順次繰り上がるので，旧請求項5～8(4は削除)・11～13(14・15は削除)は順次新請求項4～7・10～12に対応することになるが，上記訂正後の本件特許の請求項1～7(旧請求項1～3・5～8)，10～12(旧請求項11～13)に係る発明(以下「本件発明1」～「本件発明7」，「本件発明10」～「本件発明12」という。)の内容は，次のとおりである(下線が訂正箇所。甲9の2〔全文訂正明細書〕)。",
                "・ 【請求項1】",
                "駆動スプロケットの駆動力を受ける従動スプロケットと；前記従動スプロケットの一側に固定され複数の遊星歯車を具えたキャリアと，前記遊星歯車の各段に噛合し内周面にラチェット歯が形成された少なくとも2つの太陽歯車と，前記遊星歯車の他側に噛合するリング歯車を含む変速部と；",
                "前記キャリア及びリング歯車によって回転して後輪に動力を伝達するハブシェルと，前記キャリアとハブシェルの間に又は前記リング歯車とハブシェルの間に位置して動力を選択的に媒介するクラッチ手段を含む出力部と；",
                "爪位置付け部を具えたハブシャフトと，少なくとも2つの太陽歯車のラチェット歯に各々係合し又は解除される少なくとも2組の爪と，内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リングと，外周面に溝とひっかかり部(判決注：「ひっかり部」は誤記)が形成され変速媒介部を通じて爪制御リングの位置を切換える切換ディスクと，前記切換ディスクの位置を復帰させるためのばねと，前記切換ディスクを自由に動かすための間隔維持部とを含む変速制御部と；からなり，",
                "前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され，前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない，",
                "自転車の速度切換装置。",
                "・ 【請求項2】",
                "前記変速制御部の爪制御リングの内周面に，前記少なくとも2組の爪のうちの同じ太陽歯車に係合し又は解除される1組の爪を位置制御する溝が当該爪制御リングの中心に対して対称的に形成される，請求項1の速度切換装置。",
                "・ 【請求項3】",
                "前記爪制御リングの溝のうちで，前記1組の爪を制御する溝と他の前記1組の爪を制御する溝とが当該爪制御リングの中心に対し等角度の間隔で形成されない，請求項2の速度切換装置。",
                "・ 【請求項4】",
                "前記爪が，ハブシャフトの爪位置付け部に等角度の間隔で装着される，請求項1の速度切換装置。",
                "・ 【請求項5】",
                "前記爪が，爪制御リングの内側に位置する押し部と，前記太陽歯車の内周面に形成されたラチェット歯に係合し又は解除されるストッパ部とを有する，請求項1の速度切換装置。",
                "・ 【請求項6】",
                "前記爪制御リングから遠く離れたところに位置する爪に，厚さが爪本体より薄い延長部が構成され，前記爪とその他の構成要素との係合を妨げるようになっている，請求項5の速度切換装置。",
                "・ 【請求項7】",
                "前記変速媒介部が，爪制御リングの一側面に形成されるスプライン溝と，前記スプライン溝に連結され連結溝が形成された連結部と，前記連結溝に設置され切換ディスクの凹凸部に連結され，回転運動を媒介するポークリングを有する，請求項1の速度切換装置。",
                "・ 【請求項10】",
                "前記爪が3組以上構成される場合，複数の爪制御リングが各々の爪の間に装着される，請求項1の速度切換装置。",
                "・ 【請求項11】",
                "前記クラッチ手段が，ピン群が形成されたクラッチリングと，前記キャリアとリング歯車の外周面に形成された傾斜部を有する，請求項1の速度切換装置。",
                "・ 【請求項12】",
                "前記クラッチ手段が，遊星歯車の周面と前記ハブシェルとの間の空間に設置される第1爪と，前記ハブシェルの内側部に形成されるリング歯車部を有する，請求項1の速度切換装置。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，①本件訂正は，特許請求の範囲の減縮等を目的とするもので適法である，②訂正後の本件発明1～4・6・7・12に特許法36条6項2号〔明確性要件〕違反は認められない，③訂正後の本件発明1～5・10・11は甲1～甲3記載の発明に基づいて当業者が容易に発明をすることができたとはいえない(特許法29条2項)，④訂正後の本件発明1～3・5は甲1発明と同一とはいえない(特許法29条1項3号)，等としたものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(訂正を認めた判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…以上のとおり，訂正事項1乃至3に係る訂正は，特許請求の範囲の減縮及び誤記の訂正を目的とし，新規事項の追加に該当せず，実質上特許請求の範囲を拡張し又は変更するものではない。」(6頁17行～19行)と判断したが，訂正事項2，3に関しては，下記①，②にいう新規事項の追加を含むものであり，訂正を認めた審決の判断は誤りである。",
                        "① 訂正事項2に係る，請求項1の「内周面に溝が形成され」た爪制御リング，における「溝」は，本件明細書(特許公報〔甲7〕)に記載された以外の形式の溝を含む概念であり，新規事項の追加に当たる。",
                        "② 訂正事項3に係る，「前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない」ことは本件明細書に記載されておらず，また，その形態は，本件明細書に記載された以外の形態を含む概念であり，新規事項の追加に当たる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項2(上記①)につき",
                      "text": [
                        "審決は，訂正事項2に関して，「…訂正事項2及び3は爪制御リングによる爪の位置の制御が，爪制御リングの内周面に形成される溝に爪の押し部が位置することによるものであることに訂正するものであるから，当該溝について，形状，形成されている方向，配置等の限定を要しないものである。」(4頁31行～34行)と判断した。",
                        "しかし，爪制御リングの内周面に形成された溝について，何らの限定を要しないとすれば，「溝」は本件明細書に記載された以外の溝をも含むことになるところ，「爪制御リングの溝」に関して，本件明細書における記載は，以下の通りである。",
                        "・ 「前記変速制御部の爪制御リングの内周面に，溝が中心に対して対称的に形成される」(請求項2)",
                        "・ 「前記爪制御リングの溝が中心に対し等角度の間隔で形成されない」(請求項3)",
                        "・ 「前記位置制御溝が，傾いている溝と角度のある溝が交互に形成されたものである」(請求項4)",
                        "・ 「…図5及び図6に示されるように，前記変速制御部の爪制御リング(430)の内周面には，爪(421，422)の位置を制御するため",
                        "に，溝が中心に対して対称的に形成されている。",
                        "前記溝は，一対の傾斜溝(431)と角溝(432)が，交互に形成されるのを特徴とし，これは爪制御リング(430)の内周面に形成される。前記溝は，等角度の間隔で形成されていないが，前記爪(421，422)は爪位置付け部(411)に等角度の間隔で装着されるようにし，爪の中で一対の爪のみ，選択的に，円滑に制御されるようにする。」(段落【0012】)",
                        "上記記載及び請求項1における「少なくとも2組の爪の位置を制御する爪制御リング」との記載からすれば，爪制御リングの溝に関して，本件明細書には，「爪制御リングの内周に，(少なくとも2組の爪に対応する)少なくとも2組の溝があり，少なくとも2組の溝には，傾いている溝(傾斜溝)と角度のある溝(角溝)があり，一対の溝(例えば，傾斜溝)は中心に対して対象に形成されており，傾斜溝と角溝とが交互に形成されており，傾斜溝と角溝とが等間隔で形成されていない，」「溝」が開示されていることになる。",
                        "ところが，訂正事項2では，爪制御リングの「内周面に溝が形成され」と記載されているだけで，「溝」については，形状，形成されている方向，配置等，何の特定もされていない。したがって，例えば，1組の溝(2つの溝)又は1つの溝で4つの爪を制御する構成や，切欠き状の溝や，断面四角形状の軸方向に沿って形成された溝，円周方向に沿って形成されるとともに一部に爪制御のための凹部を有する溝等の，本件明細書に記載されている「溝」以外の溝をも含むことになり，許されない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項3(上記②)につき",
                      "text": [
                        "審決は，訂正事項3に関して，「…否定的表現が用いられたからといって必ずしも発明の範囲が不明確になるものでないことは明らかであるところ，訂正事項3は，上記したとおり，爪制御リングの配置される位置についての構成の特定をしていなかったものを特定したものであるから，否定的表現が用いられているものの，発明の範囲を不明確にするものではない。」(5頁7行～11行)とした。",
                        "ここで，訂正後の請求項1において，「爪制御リング」に関する記載は，「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」，「前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない」という部分のみである。これらの記載からすれば，爪制御リングは，2組の爪の位置が制御可能で，かつ太陽歯車のラチェット歯とハブシャフトの外径面との間以外の位置であれば，どのような場所に配置されていてもよいことになる。",
                        "また，審決では，爪制御リングがハブシャフトの外周に(爪制御リングの中心部の孔をハブシャフトが貫通するように)配置されていることを前提としているかのような判断をしているが，請求項1の他の部分において，爪制御リングとハブシャフトがそのような位置関係にあることを窺わせるような記載はない。",
                        "さらに，本件明細書には，爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがない，といったような記載はない。わずかに，図面(特に図3)によれば，爪制御リング430の軸方向端面が，太陽歯車231の側面に接触して設けられている点が把握できるのみである。",
                        "以上から，訂正事項3の記載では，訂正後の本件発明は，例えば，爪制御リングをハブシャフトから離して配置し，爪を遠隔制御するような構成など本件明細書に全く開示されていない構成をも含むことになる。",
                        "以上から明らかなように，訂正事項3は，仮に発明の範囲を不明確にするものでないとしても，新規事項の追加に相当するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記のとおり，審決の訂正事項2，3に関する判断は誤りであり，これは審決の結論に影響を及ぼすことが明らかであるから，取り消されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲1発明の認定の誤り・訂正後の本件発明1との相違点2・3についての認定・判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，甲1発明の認定に当たり，甲1の図20，21に記載された実施形態を中心に甲1発明を認定すべきであるのに，その認定を誤っている。そもそも甲1は，「……前記ロック爪をそれぞれ固定軸1が支持してもよい。」と本件発明と同じ構成を備えているものであるので，その点が一致点となるように甲1発明を認定すべきである。",
                            "審決は，甲1発明の認定に当たり，甲1の記載事項a～nを挙げた上で(15頁15行～19頁20行)，「記載事項a乃至mから，甲第1号証には，次の発明(以下，「甲1発明」という。)が記載されている。」(19頁21行～22行)とした。しかし，甲1発明の認定は，記載事項a乃至mのみではなく，本件発明における重要な構成要素と一致する記載事項n(図20，21に関する記載)をも含めて行うべきである。",
                            "図20，21に関する記載事項nは，「さらに，前述の実施形態では，ロック爪73，74をそれぞれ第1太陽歯車11，第2太陽歯車12が支持しているが，図20，図21に示すように，前記ロック爪をそれぞれ固定軸1が支持してもよい。この場合，太陽歯車に対する前記ロック爪の制御操作は，それぞれ操作体80に備わるスリーブ80i，80jによって行われる。」(翻訳文10頁5行～8行，審決19頁16行～20行)というものである。",
                            "図20，21に示された機構は，2つの太陽歯車11，12のそれ",
                            "ぞれを，固定軸1に対して一方向又は他方向の回転を禁止する(ロックする)か，あるいは各太陽歯車11，12を固定軸1に対して両方向に相対回転自在とする(ロック解除する)か，の制御を行うための機構である。太陽歯車11，12の一方向又は他方向の回転を禁止するか，あるいはその回転の禁止を解除するかによって，太陽歯車11，12に噛み合う遊星歯車13，14の回転状態が変化し，これらを含む遊星歯車機構の変速比が変化する。",
                            "そして，この機構を理解の容易化のために2つに分けるとすると，(Ⅰ) 太陽歯車をロック／ロック解除するための機構",
                            "(Ⅱ) ロック爪を制御するための機構",
                            "とから構成されている，とすることができる。",
                            "図20，21に関連して，甲1の翻訳文には，上記nの記載があるところ，その「前述の実施形態」における，(Ⅰ)太陽歯車のロック機構，及び(Ⅱ)ロック爪の制御機構は，以下の通りである。",
                            "甲15(A2009年6月5日作成の「自転車用内装変速ハブの太",
                            "陽歯車ロック機構に関する技術説明書」)によれば，「前述の実施形態」では，ロック爪73，74は太陽歯車11，12の内周面に支持され，固定軸1に規制突起71，72が形成されている。そして，ロック爪73，74の先端が規制突起71，72に係合することにより，太陽歯車11，12の一方向又は他方向の回転が禁止される(ロックされる)。ロック爪73，74は，爪ばねによって，太陽歯車11，12の内周に支持されるとともに，固定軸1の外周面に向かって付勢されている。",
                            "以上のような爪ばねによって固定軸1の外周面に付勢されたロック爪73，74は，ロック爪73，74の押し部が操作体80の切欠き(溝)に位置している状態では，ロック爪73，74のストッパ部の先端が固定軸1の外周面，すなわち規制突起71，72に係合するロック姿勢となっている。一方，操作体80を回転操作し，ロック爪73，74の押し部が操作体80の制御部82，83に乗り上げた状態では，ロック爪73，74のストッパ部の先端は爪ばねの付勢力に抗して外周側に移動させられる(固定軸1の外周面から離される)。これにより，ロック爪73，74はロック解除姿勢となる。",
                            "以上のように，操作体80の制御部82，83の有無，すなわち溝(切欠き)の有無によって，ロック爪の姿勢が制御される構成となっている。そして，図20，21に示された構成では，スリーブ80i，80jによってロック爪73，74の押し部73a，73bを押さえ",
                            "込み，ロック爪73，74をロック解除姿勢としており，甲1にいう「前述の実施形態」では，操作体80の制御部82，83にロック爪73，74の押し部を乗り上げさせて，ロック爪73，74をロック解除姿勢としているものである。",
                            "上記によれば，甲1発明は，以下のとおり認定すべきである(下線は審決の認定との相違箇所であり，判決で付記。)。",
                            "「駆動チェーンと係合可能なチェーンギア31と；",
                            "前記チェーンギア31の一側に固定された駆動体3に，第1伝動爪7，ラチェット62及び中継体6を介して配置され，複数の遊星歯車13，14を具えたギア枠4と，前記遊星歯車13，14の各段に噛合し内周面にラチェット歯が形成された(審決の認定は「それぞれ第1ロック爪73と第2ロック爪74が配置された」)2つの太陽歯車11，12と，前記遊星歯車13，14の他側に噛合するリングギア5を含む変速部と；",
                            "前記ギア枠4及びリングギア5によって回転して後輪に動力を伝達するハブ胴2と，前記駆動体3と前記リングギア5との間に及び前記リングギア5とハブ胴2の間に位置し動力を選択的に媒介するクラッチ手段を含む出力部と；",
                            "固定軸1と，前記固定軸1に支持され前記2つの太陽歯車11，12のラチェット歯(審決の認定は「第1ロック爪73，第2ロック爪74」)に各々係合し又は解除されるロック爪73，74と，前記ロック爪73，74の位置を制御するスリーブ80i，80jと，外周面に溝とひっかかり部が形成され前記スリーブ80i，80jの位置を切り換える円板状の操作部84と(審決の認定は「前記固定軸1に設けられた第1規制突起71及び第2規制突起72と，前記第1規制突起71の軸方向に並ぶ第2制御部82及び前記第2規制突起72の軸方向に並ぶ第3制御部83を有する操作体80と，外周面に溝とひっかかり部が形成され，フォーク部80gを通じて前記操作体80の位置を切換える操作部84と」)，前記操作部84の位置を復帰させるためのリターンばね19と，前記操作部84を自由に動かすためのスペーサ16とを含む変速制御部と；からなる，",
                            "自転車の変速ハブ。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，被告は甲15の誤りを指摘するので，原告は改めて甲20(A2009年9月8日作成の「自転車用内装変速ハブの太陽歯車ロック機構に関する技術説明書」)を提出する。これにより，ロック爪73，74の押し部として説明する部分につき，これをロック爪73，74の一部とし，この一部(図3において制御部82，83と軸方向において同じ位置に位置する部分で，本件発明の「押し部」に相当)が操作体80の切欠き(溝)に位置する状態，及びロック爪73，74の他の部分(図3において規制突起71，72と軸方向において同じ位置に位置する部分で，本件発明の「ストッパ部」に相当)が規制突起71，72の位置にくる前に，一部(押し部)が操作体80の制御部82，83に乗り上げた状態，と訂正する。これによっても上記のとおり審決の甲1発明の認定に誤りがあることに変わりはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2につき",
                      "text": [
                        "そして，相違点2の部分の本件発明1(本件訂正後の請求項1)の構成は，「爪位置付け部を具えたハブシャフトと，少なくとも2つの太陽歯車のラチェット歯に各々係合し又は解除される少なくとも2組の爪と，内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リングと，外周面に溝とひっかかり部が形成され変速媒介部を通じて爪制御リングの位置を切換える切換ディスクと，前記切換ディスクの位置を復帰させるためのばねと，前記切換ディスクを自由に動かすための間隔維持部とを含む変速制御部と；からなり，」である。",
                        "これに対して，甲1発明の構成は上記の通りであり，本件発明1の構成と対比すると次のようになる。",
                        "・ 本件発明1の「爪位置付け部を具えたハブシャフト」は，図20，21におけるロック爪73，74が位置付けられている固定軸1が相当している。",
                        "・ 「少なくとも2つの太陽歯車のラチェット歯に各々係合し又は解除される少なくとも2組の爪」は，図20，21における2つの太陽歯車11，12のラチェット歯に各々係合し又は解除されるロック爪73，74が相当している。",
                        "・ 「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」は，図20，21における操作体80のスリーブ80i，80jが相当している。なお，「スリーブ」は円筒状のものを意味するものであるので，リングと同義であり，操作体80に備わるスリーブ80i，80jが「2組の爪の位置を制御する爪制御リング」に相当していることは，前述の甲1発明の認定で，あるいは技術説明書で説明する通りである。",
                        "・ 「外周面に溝とひっかかり部が形成され変速媒介部を通じて爪制御リングの位置を切換える切換ディスクと，前記切換ディスクの位置を復帰させるためのばねと，前記切換ディスクを自由に動かすための間隔維持部とを含む変速制御部と」は，操作体80の位置を切り換える操作部84と，リターンばね19と，スペーサ16と，を含む変速制御部が相当している。",
                        "したがって，甲1発明の構成を相違点2に対応する部分について見ると，甲1には，次の事項が記載されていることになる。",
                        "すなわち，「爪位置付け部を具えたハブシャフト(1)と，少なくとも2つの太陽歯車(11，12)のラチェット歯に各々係合し又は解除される少なくとも2組の爪(73，74)と，内周面に爪制御部分が形成され，少なくとも2組の爪の位置を制御する爪制御リング(80i，80j)と，外周面に溝とひっかかり部が形成され変速媒介部を通じて爪制御リングの位置を切換える切換ディスクと，前記切換ディスクの位置を復帰させるためのばねと，前記切換ディスクを自由に動かすための間隔維持部とを含む変速制御部と；」である。",
                        "そこで，両者を対比すると，本件発明1においては，爪制御リングに「内周面に溝が形成され」ているのに対して，甲1発明においては，制御リングであるスリーブの内周面に溝が形成されていることは記載されていない。",
                        "しかし，前述の甲1発明の認定，あるいは技術説明書(甲15，20)から明らかなように，スリーブ80i，80jに，ロック爪73，74の一部(押し部)が嵌り込むような切欠きが形成され，これによりロック爪の姿勢が制御されることは，図20，21の記載及び図1～図19に示された実施形態に関連する記載から当業者には自明の事項である。",
                        "したがって，両者の構成は，全ての機能において一致しており，その構成において強いて相違点を挙げれば，本件発明1においては，爪制御リングには「内周面に溝が形成され」ているのに対して，甲1発明においては，内周面に何らかの爪制御部分が形成されている点でのみ相違し，その余の部分では一致しているものである。",
                        "ここで，本件発明1の爪制御リングの「内周面に溝が形成され」における「溝」とは，本件発明の実施形態における傾斜溝431，角溝432を指すものであるが，その実質的な形状が特定されているわけではなく，実質的内容は，爪を制御するための何らかの構成が内周面に形成されていることを特定したものにすぎないと理解できる。",
                        "そして，甲1発明においては，上記のように，ロック爪73，74の一部(押し部)が，爪制御リングであるスリーブ80i，80jの内周面に接しており，スリーブ80i，80jの回転によりロック爪73，74の姿勢が制御されることは明らかであるので，スリーブには，切欠き，溝，突起，カム等の爪制御部分が形成されていることは当業者であれば当然理解できるところである。特に，甲1の図1～図19の実施形態を参照し，図20，21及びそれに関する記載からは，前述のように，当業者であれば「切欠き」が形成されていることは自明の事項である。",
                        "そして，この「切欠き」を，本件発明1でいうところの「溝」とすることは，当業者であれば，容易に想到することができる設計変更であるといえる。",
                        "したがって，相違点2は，甲1発明に基づいて当業者が容易に想到することができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3につき",
                      "text": [
                        "相違点3の部分の本件発明1の構成は，「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され，前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない，」である。",
                        "これに対して，甲1発明の構成は前記の通りであり，これを本件発明1の構成と対比すると次のようになる。",
                        "・ 本件発明1の「各爪」は，図20，21におけるロック爪73，74が相当している。",
                        "・ 「爪制御リング」が，図20，21における操作体80のスリーブ80i，80jが相当していることは，前記のとおりである。",
                        "・ 「前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部」とは，図20，21において，符号は付されていないが，ロック爪73においては，右側の幅が細く高さの低い部分が押し部であり，左側の幅が太く高さが高い部分がストッパ部であり，また，ロック爪74においては，逆に，左側の幅が細く高さの低い部分が押し部であり，右側の幅が太く高さが高い部分がストッパ部である。",
                        "・ 「当該爪制御リングの内周面の溝」については前記のとおりである。",
                        "したがって，両者は，本件発明1においては，「前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない，」のに対して，甲1発明においては，図20によれば，「爪制御リング」に相当するスリーブ80i，80jの先端が，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置している点でのみ相違しているといえる。",
                        "そもそも，この相違点の構成は，審判における訂正請求において，審判被請求人(被告)が，甲1発明との相違点を明確にするために敢えて追加した構成である。",
                        "なお，この点につき，甲1の図20，図21の実施形態において，爪制御リングに相当するスリーブ80i，80jは，太陽歯車の内周のラチェット歯部分と，固定軸1(ハブシャフト)の外径面との間に位置していることは認めるが，これは既に取消事由1で主張したとおり，願書に添付された明細書又は図面には何等記載されていない。",
                        "訂正の根拠とする図3によれば，制御リング430の軸方向端面が，太陽歯車231の側面に接触していることが理解できるのみであり，これに基づいて，訂正に係る構成の効果であるとする「爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがないことから，太陽歯車と爪制御リングとが干渉を起こすことがなく，騒音や振動を生じることがない。」との作用効果を理解することは不可能である。そもそも本件発明1においては，図4に示されているように，太陽歯車232は等角度間隔に配置された3つの遊星歯車220により支持されているものであり，被告の主張する太陽歯車の揺れが生じるはずもない。",
                        "また，甲1の図20に示された実施形態においては，確かに，制御リングに相当するスリーブ80i，80jは，太陽歯車の内周のラチェット歯部分と固定軸1(ハブシャフト)の外径面との間に位置している。",
                        "しかし，前記のように，太陽歯車は，3つの遊星歯車に支持されているものであるので，スリーブと干渉することはない。仮に，干渉することがわかれば，設計の段階で，間隔を調整するとか，太陽歯車とスリーブの端面を離す等の変更をすることは単なる設計的な事項にすぎない。",
                        "したがって，甲1の図20に示された実施形態のように，制御リングに相当するスリーブ80i，80jを，太陽歯車の内周のラチェット歯部分と固定軸1(ハブシャフト)の外径面との間に位置させるか，本件発明1の図3のように，制御リング430の軸方向端面が，太陽歯車231の側面に接触するように配置するかは，軸方向のスペース，半径方向のスペース等を考慮して，当業者が適宜選択できる単なる設計的事項に過ぎない。",
                        "したがって，相違点3は，甲1発明に基づいて当業者が容易に想到することができたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "上記の理由により，訂正後の本件発明1は，甲1発明に基づいて当業者が容易に発明をすることができたものであり，無効とすべきものである。審決は，甲1発明の認定を誤り，本件訂正後の本件発明1との相違点2，3の認定，判断を誤ったものであり，その判断の誤りは審決の結論に影響を及ぼすことが明らかである"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，甲1発明について，審決の認定を前提としても，審決の相違点2の判断には誤りがあり，これは審決の結論に影響を与えるものである。",
                        "審決は「相違点2について」(23頁24行以下)として相違点2についての判断を示す過程で，「この点に関し，甲第1号証には，『さらに，前述の実施形態では，ロック爪73，74をそれぞれ第1太陽歯車11，第2太陽歯車12が支持しているが，図20，図21に示すように，前記ロック爪をそれぞれ固定軸1が支持してもよい。この場合，太陽歯車に対する前記ロック爪の制御操作は，それぞれ操作体80に備わるスリーブ80i，80jによって行われる。』(記載事項nを参照。)と記載されている。そして，図20乃至21の記載から，ロック爪73，74がハブシャフトに設けられ，かつ，ハブシャフト周面に配置されたスリーブ80i，80jがロック爪73，74と当接した構造が窺える。",
                        "しかしながら，甲第1号証において，図20乃至21に関する記載は，上記した記載に止まり，爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』については，記載も示唆もない。」とした(24頁29行～25頁2行)。",
                        "甲1の図20，21に示された実施形態の発明における，爪を制御するための，「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」については，上記イ(取消事由2)において主張したとおり，爪の一部が，爪制御リングであるスリーブの内周面に接しており，スリーブの回転により爪が制御されることは明らかであるので，スリーブには，切欠き，溝，突起，カム等の爪制御部分が形成されていることは当業者であれば当然理解できる。",
                        "そして，スリーブに形成されている切欠き，溝，突起，カム等の爪制御部分を，本件発明1の「溝」とすることは，当業者であれば，容易に想到することができる設計変更である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，相違点2は，甲1発明に基づいて当業者が容易に想到することができたものであり，審決の相違点2の判断は誤りであり，その判断の誤りは審決の結論に影響を及ぼすことが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点3についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決の相違点3についての判断は誤りである。",
                        "審決は，「相違点2において記載したとおり，甲1乃至3号証には，爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について，記載も示唆もされていないから，詳細を検討するまでもなく，甲1発明において『前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され，前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない』構成を有するものとすることを，当業者が容易になし得るものであるとすることはできない。」(25頁23行～25頁31行)として，相違点3について実質的な判断をしていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点2の判断が誤りであることは上記の通りであるが，相違点3についてみると，本件発明1の構成は，「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され，前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない」というものである。",
                        "相違点3の本件発明1の構成のうち，「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され，」との部分は，甲1の図20に示された実施形態に記載されていることは上記のとおりであり，その実施形態が審決で認定している甲1発明に適用されるものであることは甲1に明記されているので，図20に示された爪の態様を適用して本件発明1の構成とすることは当業者にとってなんら困難性を要するものではない。",
                        "また，「前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない」点については，上記のとおり，甲1の図20に示された実施形態のように，制御リングに相当するスリーブ80i，80jを，太陽歯車の内周のラチェット歯部分と固定軸1(ハブシャフト)の外径面との間に位置させるか，本件発明の図3のように，制御リング430の軸方向端面が，太陽歯車231の側面に接触するように配置するかは，軸方向のスペース，半径方向のスペース等を考慮して，当業者が適宜選択できる単なる設計的事項に過ぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点3は，甲1発明に基づいて当業者が容易に想到することができたものである。審決の判断は誤りであり，その誤りは結論に影響を及ぼすことが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "取消事由5(本件発明2～5・10・11についての判断の誤り)(ア) 本件発明2～5・10・11は，いずれも本件発明1を基礎とするものであり，その判断は誤りである。",
                    "本件発明1以外の構成について述べれば次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2につき",
                      "text": [
                        "本件発明2と甲1発明との相違点として，相違点1～3に加えて相違点4が挙げられている。",
                        "相違点1～3についての判断の誤りについては，上記の通りである。",
                        "相違点4の部分の本件発明2の構成は，「前記変速制御部の爪制御リングの内周面に，前記少なくとも2組の爪のうちの同じ太陽歯車に係合し又は解除される1組の爪を位置制御する溝が当該爪制御リングの中心に対して対称的に形成される」である。",
                        "上記相違点4に関する構成につき，審決は「本件発明1についての相違点2についての判断に記載したとおり，甲1乃至3号証に，爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について記載も示唆もされていないから，詳細を検討するまでもなく，甲1発明において，本件発明2に係る相違点4に係る構成をとることを当業者が容易になし得るものであるとすることはできない。」(26頁13行～18行)とした。",
                        "しかし，相違点4に関する判断は，上記のように甲1発明に「爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について記載も示唆もされていない」との誤った判断に基づいてなされたものであり，審決は取り消されるべきものである。",
                        "相違点4については，甲1の図21に示されるように，同じ太陽歯車に係合する1対のロック爪73は固定軸1の軸中心に対してほぼ対称的に形成されているのであるから，この1対のロック爪73を制御操作するスリーブ80i，80jに形成された切欠き又は溝(換言すればロック爪を起こすための切欠き又は溝)が，軸中心に対してほぼ対称的に形成されていることは明らかであり，甲1には相違点4の構成が示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明3につき",
                      "text": [
                        "本件発明3と甲1発明との相違点として，相違点1～4に加えて相違点5が挙げられている。",
                        "相違点1～4についての判断の誤りは，上記の通りである。",
                        "相違点5の部分の本件発明3の構成は，「前記爪制御リングの溝のうちで，前記1組の爪を制御する溝と他の前記1組の爪を制御する溝とが当該爪制御リングの中心に対し等角度の間隔で形成されない」である。",
                        "以上の相違点5に関する構成に対して，審決は「本件発明1についての相違点2についての判断に記載したとおり，甲1乃至3号証に，爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について記載も示唆もされていないから，詳細を検討するまでもなく，甲1発明において，本件発明3に係る相違点5に係る構成をとることを当業者が容易になし得るものであるとすることはできない。」(26頁末行～27頁5行)とした。",
                        "しかし，相違点5に対する判断は，上記のように，甲1発明に「爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について記載も示唆もされていない」という誤った判断に基づいてなされたものである。審決の相違点5に対する判断は誤ったものであり，審決は取り消されるべきものである。",
                        "相違点5については，本件発明3に係る発明の特有の作用効果が本件訂正後の明細書(甲9の2)には一切記載されていない。したがって，請求項1及び2に係る発明の作用効果以外の効果は認められず，「前記爪制御リングの溝のうちで，前記1組の爪を制御する溝と他の前記1組の爪を制御する溝とが当該爪制御リングの中心に対し等角度の間隔で形成されない」ように構成することは単なる設計的事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明4につき",
                      "text": [
                        "本件発明4と甲1発明との相違点として，相違点1～3に加えて相違点6が挙げられている。",
                        "相違点1～3についての判断の誤りについては，上記の通りである。",
                        "相違点6の部分の本件発明4の構成は，「前記爪が，ハブシャフトの爪位置付け部に等角度の間隔で装着される」である。",
                        "以上の相違点6に関する構成に対して，審決は「本件発明1についての相違点2についての判断に記載したとおり，甲1発明のロック爪が本件発明1の爪に対応するものと考えられるが，当該ロック爪は太陽歯車の内周面に配置されるものであって，ハブシャフトに装着されるものではなく，また，この点について甲第2乃至3号証に記載も示唆もない。」(27頁22行～26行)とした。",
                        "しかし，甲1発明の認定が誤っている点については，上記のとおりであり，甲1発明では，ロック爪73，74が固定軸1に支持されている。",
                        "また，仮に，甲1発明を審決の通りに認定したとしても，図20，21に関して，「さらに，前述の実施形態では，ロック爪73，74をそれぞれ第1太陽歯車11，第2太陽歯車12が支持しているが，図20，図21に示すように，前記ロック爪をそれぞれ固定軸1が支持してもよい。」(甲1〔翻訳文〕10頁6行～8行)と記載されている。すなわち，爪をハブシャフト(固定軸)に装着する構成が記載されている。",
                        "したがって，審決の相違点6に対する判断は誤ったものであり，審決は取り消されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明5につき",
                      "text": [
                        "審決でも指摘されているように，本件発明5は本件発明1と実質的に相違するものではない。したがって本件発明5についての判断も本件発明1の判断と同様に誤っており，審決は取り消されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件発明10につき",
                      "text": [
                        "本件発明10と甲1発明との相違点として，相違点1～3に加えて相違点7が挙げられている。",
                        "相違点1～3についての判断の誤りについては，上記の通りである。",
                        "相違点7の部分の本件発明10の構成は，「前記爪が3組以上構成される場合，複数の爪制御リングが各々の爪の間に装着される」である。",
                        "上記の相違点7に関する構成に対して，審決は「本件発明1についての相違点2についての判断に記載したとおり，甲1乃至3号証に，爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について記載も示唆もされていないから，詳細を検討するまでもなく，甲1発明において，本件発明10に係る相違点7に係る構成をとることを当業者が容易になし得るものであるとすることはできない。」(28頁13行～18行)とした。",
                        "しかし，以上の相違点7に対する判断は，上記のように，甲1発明に「爪を制御するための，『内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング』について記載も示唆もされていない」という誤った判断に基づいてなされたものである。したがって，審決の相違点7に対する判断は誤ったものであり，審決は取り消されるべきものである。",
                        "なお，相違点7については，まず，3組のロック爪を有する自転車用の変速装置は，甲3に記載されているように，従来から周知の技術である。また，甲3の図1から明らかなように，3つの太陽歯車20，21，22に対応して3つの爪31，32，33の間に，各爪を制御するスリーブ37の一部37a，37b，37cが配置されている。そして，スリーブ37の各部37a，37b，37cは各爪を制御するものであるから，本件発明10の爪制御リングに相当している。",
                        "なお，甲3のスリーブ37の3つの各部37a，37b，37cは，",
                        "それぞれスリーブ37の一部であって，それぞれが独立した部材ではない。しかし，本件発明10においても，複数の爪制御リングがそれぞれ独立した部材であると解釈されるべき合理的理由はない。",
                        "したがって，甲3には相違点7が記載されていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "本件発明11につき",
                      "text": [
                        "本件発明11と甲1発明との相違点として，相違点1～3に加えて相違点8が挙げられている。",
                        "相違点1～3についての判断の誤りについては，上記の通りである。",
                        "相違点8の部分の本件請求項11の発明の構成は，「前記クラッチ手段が，ピン群が形成されたクラッチリングと，前記キャリアとリング歯車の外周面に形成された傾斜部を有する」である。",
                        "以上の相違点8に関する構成に対して，審決は「相違点8に係る本件発明の構成は，甲第1及び3号証の記載から当業者が容易に想到し得るものであるものの，相違点2及び3に係る本件発明11の構成は，甲第1乃至甲3号証の記載から当業者が容易に想到し得るものであるとはいえない。」(29頁6行～9行)としている。",
                        "しかし，以上の相違点8に対する判断は，相違点2及び3についての誤った判断に基づいてなされたものである。したがって，審決の相違点8に対する判断は誤ったものであり，審決は取り消されるべきものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(5)の各事実はいずれも認めるが，同(6)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項2に係る，爪制御リングの「内周面に溝が形成され」ていることは，本件明細書(甲7〔特許公報〕)の段落【0012】に，「…これは爪制御リング(430)の内周面に形成される。…」と記載され，ここでの「これ」とは，文頭の「前記溝」であるから，溝が爪制御リングの内周面に形成されることが本件明細書に記載されていることは明らかである。",
                    "原告が，溝については，特定の形状・配置等しか明細書には記載されていないとして，本件明細書の段落【0012】・請求項2～4から摘記する事項は，訂正前の請求項1に係る発明の実施形態，実施例，あるいは訂正前の請求項1に係る発明を更に限定する発明として記載されているものである。より具体的には，図5に，実施例としての形状や配置が記載されている。",
                    "原告は，溝というだけでは，本件明細書に開示されていない溝まで含まれることになると主張する。",
                    "しかし，爪制御リングの内周面の溝は，爪の位置を制御するための形状で爪を制御する機能を満足すれば充分である。そして， 爪制御リングの内周面の溝は，爪の押し部と係合してそれを押すことのできる部分と，爪の押し部が自由に起立することのできる空間部分が必要である。",
                    "また，訂正後の請求項1において，この溝については，爪制御リングの内周面に形成される溝であるという特定に加えて，訂正事項3により，各爪の押し部が「当該爪制御リングの内周面の溝に位置可能」との特定もしている。",
                    "これらのことから，この溝は，爪制御リングの内周面に，各爪の押し部に対応して形成されており，爪の位置を制御するためのものであることが自明である。具体的には，図5，図9A～Cに示すように，この爪制御リング内周面の溝が，各爪の押し部に対して，カムのような作用をなすことで爪の位置が制御されることも，当業者であれば自明である。",
                    "このような爪制御リング内周面の溝と爪との関連が特定されていることにより，爪の中間段階の制御も当然に可能であり，それ以上に溝の形状等を特定する必要がないことも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正事項3に関し，爪制御リングの位置について，「太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがない」という本件明細書及び図面の記載から自明な事項に限定するのであるから，この訂正が，本件明細書等の範囲を超える新規事項の追加に該当することはない。",
                    "上記事項が，本件明細書及び図面から自明なことについて，以下のとおりである。",
                    "各爪の押し部421a，422aが爪制御リング430の内側に位置し(段落【0013】，図7)，それよりハブシャフト軸方向の先側(図7，図3の左方)にあるストッパ部が太陽歯車のラチェット歯に係合又は係合解除される構成であることや，図3及び図8の記載において，爪制御リング430は太陽歯車231，232，233の側面に位置しており，太陽歯車のラチェット歯とハブシャフト410の外側面との間には存在できない構成であることからしても，爪制御リングは太陽歯車のラチェット歯とその内周側のハブシャフトの外径面との間に位置しないことは，本件明細書及び図面の記載から自明である。",
                    "原告は，訂正後の請求項1において，爪制御リングとハブシャフトの位置関係が特定されていないことを理由として，例えば，爪制御リングをハブシャフトから離して爪を遠隔制御するものまでも含まれると主張する。",
                    "しかし，訂正後の請求項1においては，ハブシャフトには爪位置付け部が備わり，少なくとも2組の爪が備えられ，各爪の押し部が爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能であることが記載され，また爪制御リングがリング状であることもその名称から当然である。このことからしても，爪制御リングがハブシャフトから離れた位置で，爪を遠隔制御するとの主張は技術常識から外れたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲1発明について，記載事項a～mによって認定した上で，図20，図21に関する記載事項nについても，検討すべき際には，検討・判断を行っているので，不当な点はない。すなわち，審決は，爪制御リングに関する相違点である相違点2の検討において，甲1の図20，図21に関する明細書中の全記載を記載事項nとして引用(24頁29行～34行)した上で，「図20乃至21の記載から，ロック爪73，74がハブシャフトに設けられ，かつ，ハブシャフト周面に配置されたスリーブ80i，80jがロック爪73，74と当接した構造が窺える。」(24頁35行～37行)と認定した。",
                    "その上で，甲1の図20，図21に関する記載によっても，本件発明の「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」について記載，示唆がなく，相違点2が容易になし得るものでないと判断したものである。また，爪制御リングが関係する相違点3についても，その判断においては，図20，図21の実施例に関する記載を検討した相違点2の判断を援用しているものである。",
                    "そもそも，甲1の図20，図21の実施例は不明確なものであり，かつ実施不可能なものである。甲1の図20，図21の実施例と本件発明の構成を対応させることは，原告においても困難であったことから，本件発明の爪制御リングの「内周面の溝」について，甲1の図1～図19の実施例に関する図2，4，8の操作体80の切欠き部分を対応させて，両者は実質的に同一であるとの主張をしている(弁駁書〔甲11〕19頁23行～20頁5行)とおりである。",
                    "以上のとおり，審決が，甲1について，図1～図19に関する記載事項から発明を認定した上で，相違点についての検討，判断において，図20，図21とその説明箇所も検討事項に入れて判断したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲15を提出し，甲1の図20，図21を図1～図19の実施例と関連付けて主張するが，原告の主張は以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許に係る発明及び甲1～3の速度切換装置は，いずれも，遊星歯車機構を用いているが，遊星歯車機構は，太陽歯車の周囲を回転可能なキャリアに複数の遊星歯車が備えられ，遊星歯車が内側の太陽歯車と外側のリング歯車に噛み合うように配置される周知の機構であり，回転不能な固定軸(ハブシャフト)に，複数の太陽歯車が回転可能に嵌合して配置され，この各太陽歯車を各太陽歯車ごとに，固定軸にロックして回転不能にする状態と，ロックを解除して固定軸の周囲を回転する状態とに切り換えることで，速度を多段に制御することでは共通する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，固定軸とそこに配置された複数の太陽歯車とのロックのための構成について，両者で相違する点は以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1の図1～図19の実施例(原告が「前述の実施形態」と称する実施例)について説明すると，ロック爪73，74は，各太陽歯車11，12の内周面に太陽歯車と一体的に回転するように設けられている。各ロック爪73，74は，その先端(図1では下方)が固定軸1側の方向にばねで付勢されている。一方，図2のとおり，固定軸1には，規制突起71，72が形成されている。固定軸1には，筒状の操作体80が嵌合されている。この操作体80には，制御部82，83が形成されており，変速時には，ワイヤによって操作体80を所定角度だけ回転させて，制御部82，83と固定軸1の規制突起71，72との間の相対位置を変えることによって，ロック爪73，74を固定軸1にロック又はロック解除する。ロック爪73，74は，それぞれの太陽歯車11，12の内周面に設けられていることから，ロック爪がロックされると太陽歯車もロックされることになる。",
                            "ロック爪のロックとロック解除については，図4(a)～(J)に示されるとおりであり，例えば，図4(a)のように，ロック爪74が(太陽歯車とともに)左回転している場合で，規制突起72と制御部83とが図示の位置関係にあれば，4つの爪74は，いずれも制御部83と規制突起72を乗り越えて，回転を続ける。図4(c)のように，ロック爪74が右回転している場合で，規制突起72と制御部83とが図示の位置関係にあれば，ロック爪74のうちで先端が右回転方向に向いている上側と右側の2つのロック爪74の先端が規制突起72に当接して(図では上側のロック爪74が当接している)，ロック爪74が(太陽歯車とともに)固定軸にロックされる。",
                            "原告は，図1に記載のロック爪73，74について，爪ばねが挿入された溝を境にして左右に分けて，軸方向に幅の細い部分(ロック爪74であれば，図の左側)を「押し部」と称し，太い部分を「ストッパ部」と称している(前記甲15)。そして，図20，図21におけるロック爪73，74の幅の細い部分を本件発明1の「押し部」に相当させ，さらに，スリーブ80i，80jを斜視図のような切欠きが形成されて，「押し部」73a，74aを制御するものであると主張する。すなわち，図1のロック爪73，74の幅の細い部分(原告のいう押し部)が図2や図8に示された操作体80の切欠きに位置しているか否かによってロック爪の姿勢が制御されているとする。",
                            "しかし，図1～図19の実施例におけるロック爪73，74の幅の細い部分(原告のいう押し部)は，ロック爪73，74が固定軸1にロック，ロック解除される機構には，全く関与しないものである。そのため，ロック爪73，74の幅の細い部分(原告のいう押し部)については，甲1においても全く説明もされていないが，図からみて，単に爪に爪溝を形成し，挿入された爪ばねが外れないようにするためだけの意味で存在していると考えられる。これを図1の左側のロック爪74により説明すると，以下のとおりである。",
                            "図8のとおり，操作体80には，ロック機構を制御するための制御部82，83が形成されており，そのためにその周方向の他の部分は原告のいう「切欠き(溝)」(図8の軸方向溝80c，80d)となっている。図8のとおり，制御部83と切欠き80dとは，操作体80の左方向の先端に位置している。図2のように，この制御部83の軸方向位置が，固定軸1に形成された規制突起72の軸方向位置に合わせて配置される(翻訳文6頁13行～17行)。これらの制御部83，規制突起72と，ロック爪74との関係位置が，図1に明記されている。これによると，ロック爪74の本体部(原告のいう「ストッパ部」)は，規制突起72と制御部83とが軸方向で一致している部分に重なっている。すなわち，ロック爪74のストッパ部，規制突起72，制御部83は，軸方向で互いに一部重なっている。このことは，図3にも表示されている。",
                            "この構成とされているのは，ロック爪74の「ストッパ部」の先端(図1では固定軸1に近い下方部分)が，例えば，図4(c)のように規制突起72に当接するか，図4(a)のように規制突起72に当接するのを制御部83が妨げるかによって，ロック爪74が固定軸1にロックされるかどうか(すなわちロック爪74が配置された太陽歯車12がロックされるかどうか)が決まるためである。",
                            "そのために，ロック爪74の「ストッパ部」は，軸方向において，制御部83及び規制突起72と少なくとも一部分は重なり，かつ，径方向(図1の上下方向)においても，制御部83と規制突起72の位置に達し得る必要があり，図1にもそのとおりに示されている。なお，ロック爪73と制御部82，規制突起71についても同様である。",
                            "しかし，ロック爪74の原告のいう「押し部」は，図1のとおり，先ず，径方向(上下方向)において制御部83，規制突起72の上面にも達しない長さとされている。次に，軸方向においては， 原告のいうこの「押し部」は，制御部83の左先端(図1で符号「83」の左側の上下方向の破線)は勿論のこと，制御部83と一部重なりながら左方向には制御部83より少し突出している規制突起72からも，左方向にさらに外れている。",
                            "このように，ロック爪74の原告のいう「押し部」は，制御部83やそこに形成される切欠きと軸方向の位置において共通することはなく，また，径方向には，制御部83の表面に達することもなく，ロック機構の制御には全く関与しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "もう1つのロック爪73の 原告のいう「押し部」については，制御部82と軸方向の位置が共通するだけで，ロック機構の制御には全く関与しないことは同様である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，操作体80における原告のいう「切欠き(溝)」(図8の軸方向溝80c，80d)は，そもそも，本件発明における爪の押し部を姿勢制御するための溝とは対応付けられるものではない。",
                            "すなわち，図1～図19の実施例では，ロック爪のロック，ロック解除の制御は，上記のとおり，固定軸1に形成された規制突起71，72に対して，回転しているロック爪73，74が当接するか乗り越えるかによってなされるもので，そのためには，操作体80の制御部82，83を規制突起71，72に対して位置制御をしている。したがって，ここでの制御は，固定軸1の規制突起71，72に対して，制御部82，83をどこの位置に持ってくるかでなされているもので，原告のいう「切欠き(溝)」は，筒状体である操作体80に制御部82，83を形成するために，付随的に形成されるだけのものにすぎない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，原告が，図20，図21の実施例を本件発明に対応させようとする根拠であるところの，図1～図19の実施例でのロック爪73，74の原告のいう「押し部」が，図2や図8に示された操作体80の切欠きに位置しているか否かによってロック爪の姿勢が制御されているということは誤りであることが明らかである。",
                            "ロック爪73，74の原告のいう「押し部」については，単に爪ばねの挿入溝を形成し，ばねが外れないためのものにすぎないにもかかわらず，原告は，本件発明の爪に合わせて「押し部」と称し，さらに，本件発明の爪の「押し部」の機能とまで共通するような説明を行っているものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに原告は，図20，図21のものが，図1～図19の実施例において，ロック爪とラチェット歯(図1～図19では規制突起)が逆になっているだけで，基本構成は同じであるとして，図20，図21のロック爪73，74の姿勢制御を説明している。",
                        "しかし，図20，図21におけるロック機構は不明なものであり，原告主張のように図1～19におけるロック機構と基本的に同じであるから，甲15の外観斜視図(1)(2)が自明なものとして導かれるというものではない。図1～図19の実施例では，例えば，ロック爪74がロックされるのは，ロック爪74の「ストッパ部」先端が固定軸1の周面に形成された2個の規制突起72のいずれかに当接するためであり，ロック解除されるのは，操作体80の制御部83が規制突起72との関係での所定位置になることで，ロック爪74の「ストッパ部」が，制御部83を足がかりに規制突起72を乗り越えて回転できるようになるためである。",
                        "ところが，図20，図21のものでは，ロック爪73，74は，固定軸1側に設けられているから，ロック解除時にも回転をすることはなく，乗り越えて回転をする対象となる部材もない。また，原告がいうように，図1～図19の実施例における規制突起71，72に相当するのが図20における太陽歯車内周面のラチェット歯であるとすれば，これらはあまりにも構造が大きく相違するとともに，図1～図19の実施例でロック解除するためには，ロック爪73，74のストッパ部と規制突起71，72と軸方向で一致する位置に存在すべき制御部82，83に相当する部材が，図20，図21には存在していない。",
                        "したがって，図1～図19を上下逆にすれば，基本的構成は同じであるというのも，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，ロック爪73，74に押し部73a，74aを設け，この押し部が，操作体80に同心状に設けられたスリーブ80i，80jに形成された切欠きの中に嵌ると，ロック爪73，74が起立して，ロック状態となり，押し部が切欠きのない箇所に位置すると，スリーブ内周面に押されてロック解除状態となると主張する。",
                        "しかし，これは甲1の図20，21自体からも，誤りである。",
                        "図20は，固定軸1の中心線から半分より上の軸方向断面図であり，図21は，そのうちの爪73とスリーブ80iについての固定軸1の全周にわたっての径方向断面図である。",
                        "図21には，固定軸1の2つの切欠き部にそれぞれ配置された2つの逆向きの爪73が突出しており，固定軸1の他の2つの切欠き部にそれぞれスリーブ80iの2つの部分が配置されている。",
                        "これによると，スリーブ80iは，爪73の底部と径方向で同じ高さであり，しかもスリーブ80iの部分と爪73との間には固定軸1の切欠き間の突起部があることから，図20のように，爪73の右端の上面に位置して接することはできない構造となっており，図20と図21は互いに矛盾している。",
                        "このように図20，図21のロック爪の姿勢制御について何の説明もない甲1において，肝心の操作体80のスリーブ80i，80jについての図面が誤記であり，制御に関与するとされるスリーブ80i，80jについては図21での開示もないとすれば，その構造や作用が理解できるわけがない。",
                        "また，図21の「80i」が誤記であって，実際は，操作体80の断面を示すとすれば，これも以下のとおりの矛盾がある。",
                        "すなわち，図20では，操作体80は，ロック爪73から74に至る間については，厚さが薄くされている。その厚さは，図20の矢印70の先端を挟む上下2本の破線で表されており，これは，ロック爪73の右端を出ると短い実線によって描かれ，さらに厚さの厚くなった右側の操作体80の断面箇所に実線で連続して描かれているとおりである。",
                        "ところが，図21において，80iとされる部分は，固定軸1の切欠きと同じ厚さとなっており，この点においても説明がつかない。",
                        "また，図20においては，ロック爪73は太陽歯車11の内周面に係合するように突出しており，ロック爪74は太陽歯車12の内周面から離れた状態とされているが，スリーブ80iとロック爪73の原告がいう「押し部」と，スリーブ80jとロック爪74の「押し部」とは同じ状態であり，両方がスリーブ80i，80jに接している。すなわち，ロック爪73の「押し部」がスリーブ80iの切欠きに嵌ることで，ロック爪73が起立するとの原告の主張と矛盾する。",
                        "これについて，原告は，図20の断面は，切欠きより手前側(すなわちスリーブ80iが存在している箇所)での断面であると主張する。しかし，そうだとすると，ロック爪73は起立していることから，ロック爪73及びその押し部の位置は，スリーブ80iの無い箇所の筈であるから，スリーブ80iの位置と異なる周方向位置で描かれていることになり，誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "審決の，相違点2についての判断にも誤りはない。",
                "原告は，本件発明1においては，爪制御リングに「内周面に溝が形成され」ているのに対し，甲1発明では制御リングであるスリーブ80i，80jの内周面に溝が形成されることは記載されていないが，図20，図21と図1～図19の実施形態から，ロック爪の押し部が嵌り込む切欠きが形成されていることは自明であると主張する。",
                "原告の主張は，本件発明1の爪制御リングが，図20，図21のスリーブ80i，80jに相当し，そのスリーブには，甲15の斜視図のとおりの切欠きが形成されており，その切欠きを本件発明1の爪制御リングの内周面に形成された溝に対応させることを前提にしている。しかし，図20，図21とその説明箇所の記載からは，甲15の斜視図のように，ロック爪73，74の「押し部」の制御をする切欠きのあるスリーブ80i，80jが導かれるものではないことは，既に詳述したとおりである。",
                "特に，甲15のようにスリーブ80i，80jに切欠きが存在し，それがロック爪73，74の押し部を制御するという原告主張の根拠は，甲1の図1～図19の実施例における図2，8に示されるように，操作体80に切欠きが存在することである。しかし，この切欠きは，操作体80の制御部82，83を形成するためのものにすぎず，この切欠きが，ロック爪の原告がいう「押し部」に作用して何らかの制御をするものではない。",
                "また，図1～図19の実施例のロックの機構は，回転運動をしているロック爪73，74の「ストッパ部」が固定軸1に形成された規制突起71，72に当接(係合)するか，乗り越えるかを，操作体80の制御部82，83の位置を変更して制御するものである。",
                "一方，本件発明1及び原告が創作した甲15の斜視図のものは，固定軸(ハブシャフト)に設けられた爪の押し部の姿勢を制御して，太陽歯車の内周面に爪のストッパ部を係合させるもので，ロック機構が基本的に図1～図19の実施例とは異なっている。そのため，図1～図19の実施例で重要な役割を果たす，制御部82，83に相当するものも存在せず，したがって，図1～図19の操作体80に切欠きが存在しても，その切欠きは制御部82，83に伴って形成されているもので，本件発明1の制御部分に適用されるものではない。",
                "したがって，相違点2は，容易に想到できるものではなく，審決に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が相違点3として認定した事項のうち，「各爪は，爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され」ることは，甲1の図20，図21に記載されているとし，結局，相違点は，本件発明1では，「爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがない」ことだけであると主張する。",
                    "しかし，図20，図21とその説明箇所の記載からは，原告が根拠とする甲15の斜視図のように，ロック爪73，74の「押し部」の制御をする切欠きのあるスリーブ80i，80jが導かれるものではないことは，既に詳述したとおりである。",
                    "そして，本件発明1における爪制御リングの内周面に溝が形成され，各爪の押し部は，爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能であり，各爪のストッパ部は，太陽歯車のラチェット歯に係合又は解除可能であることは，甲1発明から容易に想到できるものでないことも，相違点2について述べたのと同様である。本件発明1においては，爪制御リングの内周面に形成した溝によって，各爪の姿勢を制御するもので，爪は当然のことながら，爪制御リングの内周面の溝に沿った姿勢をとることになり，その姿勢に合わせて太陽歯車の内周面のラチェット歯に係合するもので，精確で即時の変速が可能になり，また騒音や振動防止も可能となる。",
                    "これに対し，甲1の図1～図19の実施例のものは，太陽歯車が停止していないときは，常時，ロック爪が太陽歯車とともに固定軸1周囲の操作体80や規制突起の表面を摺動しながら回転するもので，また，規制突起は固定軸周囲に多数個を形成できず，ロック爪が規制突起に当接して停止するまでに余分な回転が必要で，本件発明1の作用効果をなすことはできない。本件発明1の相違点3における爪制御リングに関する事項は，容易に想到できるものではなく，審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明1における「爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがない」ことが甲1発明から容易想到でないことは，次のとおりである。",
                    "本件明細書の図3，図8の軸方向断面図及び図4の径方向断面図のように，一般に，自転車の変速装置における太陽歯車は中心に回転軸を備えないことから，固定部材での支持を受けずに，公転自転を行う複数の遊星歯車で支持されながら回転を行う。そのため，組み立てる際の公差や，歯車の公転自転のためにはある程度の歯車間の余裕が必要なこと等によって，太陽歯車は多少の揺れを伴いながら回転をする。",
                    "本件発明1においては，そのような状況にあっても，爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがないことから，太陽歯車と爪制御リングとが干渉を起こすことがなく，騒音や振動を生じることがない。",
                    "太陽歯車を支持する遊星歯車自体が，さらに公転を行うキャリアに回転軸で支持されるものであるから，各回転体とその支持体の間には回転を許容するためのクリアランスが必要であり，また当然に製作誤差も生じる。",
                    "また，太陽歯車は，このような遊星運動をしている3つ(本件図4の場合)の遊星歯車に挟まれ支持されて回転するが，回転が阻害されないためには，ここでも多少のクリアランスは必要でかつ製作誤差も生じ得る。さらに，他方の爪制御リングや甲1の図20の操作体80も回転を伴うことから，同様のクリアランスや製作誤差を生じる可能性がある。",
                    "これらが累積すると，爪制御リングが，太陽歯車のラチェット歯とハブシャフト外径面との間に存在すれば，干渉する恐れは十分にある。本件発明1では，太陽歯車と爪制御リングとが干渉を起こすことがなく，騒音や振動を生じることがない。",
                    "また，爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがないことから，爪位置付け部と太陽歯車のラチェット歯との間隔を最小化でき，爪とラチェット歯との安定的な係合と係合解除をなし得るため，速度切換の際の騒音や振動を生じることがない。",
                    "そして，これらの作用効果は，爪制御リングが，太陽歯車のラチェット歯とハブシャフト外径面との間に存在しない構成から自明のことであるとともに，本件発明1の課題である，速度切換の際の騒音や衝撃を防止すること(段落【0003】・【0008】等)を達成できるものである。一方，甲1からは，制御用スリーブが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置しないようにするという技術思想は生じることがあり得ない。",
                    "以上のとおり，相違点3に関する本件発明1の各事項は，容易に想到できるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明2については，審決の相違点1～3の判断が誤りであることから，相違点4の判断も誤りであると主張している。しかし，審決における相違点1～3の判断に誤りがないことは上記のとおりである。",
                    "また，相違点4の構成は甲1に記載されていると主張しているが，次のとおり，誤りである。",
                    "すなわち，甲1の図21のとおり，同一の太陽歯車に対応する1組の爪73は，方向が逆向きであることから，例えば，2つの爪73の固定軸1に取り付けられている箇所(半球状に描かれている端部)どうしを基準にすると，軸中心に対して対称的にはなり得ない。爪73の先端どうしを基準にしても同様である。したがって，仮に，何らかの溝によってこれらの爪を制御するにしても，その溝が軸中心に対して対称的であることもあり得ない。",
                    "また，甲1の図4のものは，切欠きを備える制御部82，83を，固定軸の表面に形成された規制突起71，72と所定の関連位置に合わせることで，回転している爪73，74が規制突起71，72を乗り越えるか，突き当たるかによって爪の回転をロックするかを制御するものであって，本件発明2のように，ハブシャフトに設けられた爪を制御するものではなく，対比もできない。さらに，対比すべき内周面の溝もない。また，制御対象の爪自体も中心に対称ではない(本件発明2の事項が線対称を意味するものでないことは明らかである)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明3については，審決の相違点1～4の判断が誤りであることから，相違点5の判断も誤りであると主張している。しかし，審決における相違点1～4の判断に誤りがないことは上記のとおりである。",
                    "また，原告は，相違点5に関する作用効果が本件明細書に記載されていないと主張しているが，本件発明3においては，同じ太陽歯車に係合し又は解除される1組の爪を位置制御する溝が当該爪制御リングの中心に対して対称的に形成されていることを前提にした上で，1組の爪を制御する溝と他の1組の爪を制御する溝とは当該爪制御リングの中心に対し等角度の間隔で形成されないことから，その角度のずれを適宜設定することで，各爪の姿勢の制御のタイミングを適宜に設定できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明4については，審決の相違点1～3の判断が誤りであることを，判断の誤りの根拠として主張している。しかし，審決における相違点1～3の判断に誤りがないことは上記のとおりである。",
                    "また，相違点6に関する構成は，甲1にも各甲号証にも記載がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件発明5は，本件発明1と同様であるから，審決の判断も同様に誤っていると主張している。しかし，本件発明1の判断に誤りがないことは上記のとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件発明10について，審決が甲1における爪制御リングの記載に関する判断の誤りによって誤まった判断をしていると主張するが，甲1における審決の認定・判断に誤りがないことは，上記のとおりである。",
                    "また，原告は，相違点7については，甲3に記載されていると主張している。",
                    "しかし，甲3における爪はハブシャフトに装着されるものではなく，本件発明10とは前提とする構成が異なる。また，本件発明10においては，制御リングの内周面に溝が形成され，爪の押し部がその溝に位置して爪の制御がされるものであるが，甲3のスリーブ37は，爪とシャフト表面の間に挿入されており，爪の間に配置されるものでもなく，爪の押し部がスリーブ37の内周面に位置することが可能なものでもない。さらに，甲3においては，スリーブ37と爪31～33との関係についても不明なものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，本件発明11の相違点11についての審決の判断は，相違点2，3についての誤った判断に基づいてなされていると主張している。しかし，相違点2，3についての審決の判断に誤りがないことは上記のとおりである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(訂正前発明の内容)，(3)(本件訂正の内容)，(4)(訂正後発明の内容)，(5)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の取消事由について，以下順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正を認めた判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正の訂正事項2，3は，新規事項の追加に当たり，許されないにもかかわらず，これを認めた審決の判断は誤りである旨主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正前の本件明細書(甲7〔特許公報〕)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "前記第3，1(2)のとおり"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「本実施例では，クラッチ手段(320)は，ピン群が形成されたクラッチリングと，キャリア(210)とリング歯車(240)の外周面に形成された傾斜部(241)で構成され，クラッチリングの相対的な位置移動により，キャリア(210)或いは，リング歯車(240)とハブシェル(310)が一体となって回転するようになる。",
                        "しかし，場合によって，前記クラッチリングと傾斜部(241)の代わりに，ラチェット歯とラチェット爪を使用することができる。",
                        "図5及び図6に示されるように，前記変速制御部の爪制御リング(430)の内周面には，爪(421，422)の位置を制御するために，溝が中心に対して対称的に形成されている。",
                        "前記溝は，一対の傾斜溝(431)と角溝(432)が，交互に形成されるのを特徴とし，これは爪制御リング(430)の内周面に形成される。前記溝は，等角度の間隔で形成されてはいないが，前記爪(421，422)は爪位置付け部(411)に等角度の間隔で装着されるようにし，爪の中で一対の爪のみ，選択的に，円滑に制御されるようにする。」(段落【0012】)",
                        "・ 「また，前記爪(421，422)は，図7に示されるように，前記爪制御リング(430)の内側に位置する押し部(421a，422a)",
                        "と，複数の太陽歯車(231，232)の内周面に形成されたラチェット歯(231a，232a)に係合し又は解除されるストッパ部(42",
                        "1b，422b)とからなる。",
                        "前記爪制御リング(430)から遠く離れたところに位置する爪(422)には，厚さが爪本体より薄い延長部(422c)を構成して，爪422とその他の構成要素との係合を妨げるようにする。」(段落【0013】)",
                        "・ 「1． 低速状態",
                        "低速状態では，図9Aに示されるように，前記爪(421，422)がともに爪制御リング(430)の位置制御溝(431，432)に位",
                        "置せず，第1及び第2太陽歯車(231，232)と噛合していない状態である。…」(段落【0017】)",
                        "・ 「2． 中速状態",
                        "中速状態では，図9Bに示されるように変速制御部が位置する。…前記切換ディスクが或る角度回転すると，切換ディスク(450)のスプライン部(453)に連結されたポークリング(442)が回転するようになり，爪制御リング(430)も回転される。",
                        "従って，第1爪(421)は，外側に突出され，その結果，爪制御リング(430)の第1太陽歯車(231)の内側に形成されたラチェット歯(231a)に係合する。",
                        "この時，第2爪(422)は，半分くらい出た突出状態になり，これは次の段階の変速のため，爪制御リング(430)の動きに敏感に反応して，騒音が殆ど発生しない効果がある。…」(段落【0018】)・ 「3． 高速状態",
                        "中速状態で，利用者がレバーを一度引くと，変速ディスク(450)が回転されて，図9Cに示すように高速状態になる。",
                        "切換ディスク(450)が或る角度回転すると，前記中速の場合と同様に，この切換ディスク(450)のスプライン部(453)に連結されたポークリング(442)が回転するようになり，爪制御リング(430)も回転される。",
                        "従って，第1爪(421)は，ハブシャフト(410)の爪位置付け部(411)の内側に位置し，第2爪(422)は角溝(432)に位置",
                        "して，出た突出状態になり，第2爪(421)は第2太陽歯車(232)に形成されたラチェット歯(231a)に係合する。…」(段落【0020】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面",
                      "text": [
                        "・ 【図3】(本発明の装置の断面図)",
                        "・ 【図5】(本発明の自転車の速度切換装置の変速制御部を示す断面図)・ 【図6】(本発明の自転車の速度切換装置の変速制御部を示す斜視図)・ 【図7】(本発明の自転車の速度切換装置の変速制御部を示す分解斜視図)・ 【図8】(本発明の自転車の速度切換装置の他の実施形態を示す断面図)・ 【図9A】 ・ 【図9B】 ・ 【図9C】",
                        "(本発明の自転車の速度切換装置の変速制御部の状態を示す概略図)(低速状態) (中速状態) (高速状態)",
                        "・ 【図10】(本発明の自転車の速度切換装置の実施形態3を示す断面図)・ 【図11】(本発明の自転車の速度切換装置の実施形態4を示す断面図。)イ 訂正事項2，3は，上記第3，1(3)のとおりであるところ，これによれば，訂正事項2は，爪制御リングにつき，その内周面に溝が形成されていると限定することを内容とするもの，訂正事項3は，各爪(少なくとも2組の爪)が，<ア>爪制御リングの内側に位置して爪制御リングの内周面の溝に位置可能な押し部と，太陽歯車のラチェット歯に係合又は解除可能なストッパ部から形成されること，<イ>爪制御リングが太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがないと限定することを内容とするものであることが認められる。そこで，以下それぞれの訂正事項について検討する。"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項2につき",
                      "text": [
                        "上記ア(イ)によれば，訂正前の本件明細書の段落【0012】には，実施例として，爪制御リングの内周面に爪の位置を制御するために溝が形成されていることが記載され，その例として示された図5・図6(上記ア(ウ))には，爪制御リング(430)の内周面に溝(傾斜溝(431)と角溝(432))が形成されているのが看て取れる。",
                        "そうすると，訂正事項2は，訂正前の本件明細書に記載された事項の範囲内でなされたものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項3につき",
                      "text": [
                        "上記ア(イ)によれば，訂正前の本件明細書の段落【0013】には，421，422で表される爪が，爪制御リングの内側に位置する押し部と，太陽歯車のラチェット歯に係合又は解除可能なストッパ部から形成されることが記載されている。そして，段落【0012】には，爪の位置を制御するために爪制御リングの内周面に溝が中心に対して対称的に形成される旨記載されている。",
                        "そして，図6には，第1爪(421)と第2爪(422)がハブシャ",
                        "フト(410)の爪位置付け部(411)に位置し，これら爪(421，422)の基端部を覆っている爪制御リング(430)から，第2爪(422)は第1爪(421)より長く張り出していることが看て取れる。",
                        "図7からは，ハブシャフト(410)の外周にはその軸方向に伸びる複数の爪位置付け部(411)が設けられ，また，それぞれ一対である第1爪(421)と第2爪(422)は，それらの基端部が押し部(4",
                        "21a，422a)とされ，それらの先端部がストッパ部(421b，",
                        "422b)とされており，第2爪(422)は第1爪(421)より長",
                        "尺であることが看て取れる。",
                        "段落【0017】・【0018】・【0020】には，低速状態，中速状態，高速状態における説明がされ，対応する図面として図9A～Cが記載されている。",
                        "そして，図9Aには，第1爪(421)及び第2爪(422)がとも",
                        "に爪制御リング(430)の内周面に形成された溝に位置していない状態が，図9Bには，爪制御リング(430)が回転方向に変位し，第1爪(421)はその一端を外側に突出して爪制御リング(430)の内周面に形成された溝に位置し，第2爪(422)は爪制御リング(430)の内周面に形成された溝に位置していない状態が，図9Cには，爪制御リング(430)がさらに回転方向に変位し，第2爪(422)はその一端を外側に突出して爪制御リング(430)の内周面に形成された溝に位置し，第1爪(421)は爪制御リング(430)の内周面に形成された溝に位置していない状態が，それぞれ看て取れる。",
                        "上記によれば，訂正前の本件明細書には，爪制御リング(430)の内周面に形成された溝(431，432)は，それぞれ第1爪(421)及び第2爪(422)の押し部(421a，422a)に対応しており，",
                        "爪制御リング(430)が回転方向に変位されることに応じて，第1爪(421)及び第2爪(422)の押し部(421a，422a)が溝",
                        "(431，432)に位置しないで，これらのストッパ部(421b，",
                        "422b)が第1及び第2太陽歯車(231，232)と噛合していな",
                        "い状態(低速状態。図9A)，及び，第1爪(421)又は第2爪(4",
                        "22)のいずれか一方の押し部(421a，422a)が対応する溝(4",
                        "31，432)に位置して，そのストッパ部(421b，422b)が",
                        "第1又は第2太陽歯車(231，232)と噛合する状態(中速又は高速状態。図9B・図9C)への制御がなされることが理解できる。",
                        "また，訂正前の本件明細書には爪制御リングの配置位置について明確な記載はないが，上記(1)ア(ウ)のとおり，第1実施例を示す図3，第2実施例を示す図8，第3実施例を示す図10，第4実施例を示す図11からは，以下の事項が看て取れる。",
                        "すなわち，図3からは，爪制御リング(430)が第1太陽歯車(231)の右側部に隣接して設けられていることが認められる。",
                        "また，図8からは，3つの太陽歯車(231，232，233)に対",
                        "して，2つの爪制御リング(430)が設けられ，一の爪制御リング(430)は太陽歯車(231)の右側面側部に設けられ，他の爪制御リング(430)は2つの太陽歯車(232，233)の間に挟まれて設け",
                        "られていることが認められる。",
                        "図10及び図11からは，爪制御リング(430)が第2太陽歯車(232)の右側面に隣接して設けられていることが認められる。",
                        "上記図面の記載事項からすると，訂正前の本件明細書には，爪制御リングが太陽歯車の側部に設けられて，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置しないことを読みとれる記載がされているということができる。そうすると，訂正事項3の爪制御リングの配置位置に関する上記<イ>の部分は，訂正前の本件明細書に記載された事項の範囲内においてされた訂正ということができる。",
                        "そして，上記(ア)のとおり，訂正前の本件明細書には，爪制御リング(430)の内周面には溝(431，432)が形成されることが記載",
                        "されているから，訂正事項3は，訂正前の本件明細書に記載された事項の範囲内でなされたものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "上記(ア)，(イ)によれば，訂正事項2，3はいずれも特許請求の範囲の減縮を目的とし，新規事項の追加にも該当せず，特許請求の範囲を拡張ないし変更するものではないから，訂正要件を満たすものと認められる。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "原告の主張に対する補足的判断",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，訂正事項2につき，訂正事項2の内容の訂正では，1組の溝又は1つの溝で4つの爪を制御する構成等，訂正前の本件明細書に記載された溝以外のものを含むことになり，訂正は認められないとする。",
                "しかし，上記(1)で検討したとおり，訂正事項2に関しては，訂正前の本件明細書に記載された事項の範囲内でなされたものと認めることができる。加えて，訂正事項3は溝に関して「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，…」とする内容であるところ，訂正前の本件明細書には，この溝に爪の押し部が位置することにより，爪制御リングによる爪の制御がなされることが開示されている。そうすると，溝の形状や配置等を訂正前の本件明細書に実施例として記載された態様に限定しなければ，爪制御リングによる爪の制御が行い得ないものではなく，訂正事項2が新規事項の追加に当たるとはいえない。原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，訂正事項3のうち，上記<イ>の部分につき，爪制御リングが太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがないことは，訂正前の本件明細書の図面(図3)には，爪制御リングの軸方向端面が，太陽歯車の側面に接触して設けられているのみであり，他の態様を含むから，新規事項の追加である旨主張する。",
                "訂正事項3は，「爪制御リングが，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置することがない」とすることにより，爪制御リングが配置される位置を限定したものと解されるところ，これについて訂正前の本件明細書に記載された事項の範囲内においてされたということができることについては，上記(1)イで検討したとおりである。原告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由2(甲1発明の認定の誤り・相違点2・3についての認定・判断の誤り)について",
                  "text": [
                    "原告は，審決の甲1発明の認定には誤りがあり，訂正後の本件発明1との相違点2・3についての認定・判断にも誤りがある旨主張する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "甲1発明の認定につき",
          "text": [
            "原告は，甲1発明について，審決が甲1の記載事項としてa～nがあるとしながら(15頁18行～19頁20行)，記載事項a～mから甲1発明の内容を認定し(19頁21行～22行)，甲1の図20，21及びこれに関する説明の記載である記載事項nによって甲1発明を認定せず，結果，ロック爪を固定軸が支持する構成を審決が認定しなかったのは誤りであり，その結果，相違点2，3についての認定・判断も誤ったものであると主張する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "ところで甲1(翻訳文)には，以下の記載がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "発明の背景",
      "text": [
        "・ 「1．発明の分野",
        "本発明は，例えば自転車等に使用する変速ハブに関し，特に，固定軸と，固定軸に回転可能に設けられたハブ胴と，複数の動力伝達系を選択的に介してハブ胴に動力を伝達するように固定軸に回転可能に設けられた駆動体と，前記動力伝達系の1つを選択するクラッチを含む変速ハブに関する。」(1頁3行～7行)",
        "・ 「本発明では，公知技術の上述の欠点に着目している。従って，本発明の主たる目的は，ハブの制御部にかかる負荷を効果的に削減することで，軽快な変速操作感覚を使用者に与える改良型変速ハブを提供することにある。」(1頁25行～27行)"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "発明の要約",
      "text": [
        "・ 「上記の目的を達成するために，本発明は，固定軸と，固定軸に回転可能に設けられたハブ胴と，複数の動力伝達系を選択的に介して駆動力をハブ胴に伝達するように固定軸に回転可能に設けられた駆動体と，動力伝達系の1つを選択するクラッチと，固定軸に回転可能に設けられた互いに直径の異なる複数の太陽歯車と，固定軸に対して太陽歯車のロック及びロック解除を制御するロック制御機構であって，前記太陽歯車の有する軸方向の移動が実質的に制限されることと，固定軸に回転可能に設けられた操作体であって，前記操作体にはクラッチを制御する第1制御部と，固定軸に太陽歯車を選択的にロックしてロック制御機構を作動させる第2及び第3制御部が含まれ，前記操作体は，動力伝達系の選択と太陽歯車の選択を介して多段変速を実行してロック制御機構によりロックされるようにハブ胴の外部操作が可能であることからなる変速ハブを提供する。",
        "上記構造の機能及び効果を以下に説明する。",
        "操作体を回転可能に操作すると(または軸方向に動かすと)，第1制御部は動力伝達系を選択し，第2及び第3制御部はロック制御機構によってロックされるように太陽歯車を選択する。",
        "上述のように，本発明の変速ハブは，直径の異なる太陽歯車と，固定軸に対して太陽歯車のロック及びロック解除を制御するロック制御機構と，駆動体からハブ胴に動力伝達系を選択するクラッチとを含む。しかし，上述の構造では，動力伝達系の選択と固定軸にロックされる太陽歯車の選択は，いずれも操作体の非常に簡単な回転操作で行うことができる。その結果，本発明の変速ハブは軽快な操作感覚と，確実で失敗のない操作を提供する。」(1頁29行～2頁14行)"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "好ましい実施例の説明",
      "text": [
        "・ 「図1は，自転車に使用する高速2段と，中速と，低速2段を提供できる5段変速ハブを示す。変速ハブは主に，自転車のフレームに固定する固定軸1と，固定軸1に回転可能に設けられた筒状のハブ胴2と，固定軸1に回転可能に設けられた駆動体3と，ハブ胴2に内装され，後述する太陽歯車と係合する遊星歯車を持つ筒状のギア枠4と，ハブ胴2に内装され，前記遊星歯車と係合可能な内面歯51を有するリングギア5と，駆動体3からギア枠4へ回動力を中継する中継体6と，駆動体3と中継体6の間に起伏可能に設けられる第1伝動爪7と，駆動体3とリングギア5の間に起伏可能に設けられる第2伝動爪8と，ハブ胴2とリングギア5の間に起伏可能に設けられる第3伝動爪9と，ハブ胴2とギア枠4の間に起伏可能に設けられる第4伝動爪10とを含む。さらに，駆動体3の動力を，ギア枠4を介してハブ胴2に伝える動力伝達系と，ギア枠4を経由することなくリングギア5を介してハブ胴2に伝える動力伝達系のいずれかを，クラッチ20の操作により選択して伝達する。",
        "固定軸1の軸方向中間部には，半径方向に貫通する長孔内を軸方向に移動可能なキー30を設けている。ハブ胴2の内周面には，第3伝動爪9と係合可能な第1ラチェット21と，第4伝動爪10と係合可能な第2ラチェット22を設け，ラチェット21，22は軸方向に所定の間隔で配置される。",
        "駆動体3の一端側外周には，自転車の駆動チェーンと係合可能なチェーンギア31を設ける。…」(4頁2行～19行)",
        "・ 「さらに，固定軸1の軸方向に異なる中間位置には，第1太陽歯車11と第2太陽歯車12を回転可能に設置する。いずれの太陽歯車も円筒形であり，外周面に歯を備え，第1太陽歯車11は第2太陽歯車12よりも大径である。他方，ギア枠4には，第1太陽歯車11と係合可能な第1遊星歯車13と，第2太陽歯車12と係合可能な第2遊星歯車14を回転可能に設置し，第1遊星歯車13は第2遊星歯車14よりも小径である。図5～図7に示すように，固定軸1の外周面の軸方向に異なる位置には，第1規制突起71と第2規制突起72を設ける。",
        "第1太陽歯車11の内周面には，第1規制突起71と係合可能な2組の第1ロック爪73を設け，2組の爪73はいずれも反対方向に指向する先端を有する。同様に，第2太陽歯車12の内周面には，第2規制突起72と係合可能な2組の第2ロック爪74を設け，2組の爪74はいずれも反対方向に指向する先端を有する。これら第1及び第2規制突起71，72と，第1及び第2ロック爪73，74とで，太陽歯車11，12を固定軸1に対して選択的にロック及びロック解除するロック制御機構70を構成する。固定軸1の外周面には，ハブ胴2の外側で操作可能な操作体80を回転可能に設ける。前記操作体80には，クラッチ20を制御する第1制御部81と，ロック制御機構70を作動させて第1太陽歯車11を固定軸1にロックする第2制御部82と，第2太陽歯車12を固定軸1にロックする第3制御部83が含まれる。そして，前記操作体80を回転操作して，動力伝達系の選択と，固定軸にロックする太陽歯車の選択を両方行うことで，簡単に多段変速が可能となる。」(4頁末行～5頁18行)・ 「さらに，前述の実施形態では，ロック爪73，74をそれぞれ第1太陽歯車11，第2太陽歯車12が支持しているが，図20，図21に示すように，前記ロック爪をそれぞれ固定軸1が支持してもよい。この場合，太陽歯車に対する前記ロック爪の制御操作は，それぞれ操作体80に備わるスリーブ80i，80jによって行われる。」(10頁6行～9行。審決が甲1の記載事項nとして摘示した部分〔審決19頁16行～20行〕。",
        "以下「記載事項n」という場合がある。)"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "図面(かっこ内は「図面の簡単な説明」の記載であり，内容は翻訳文による。)",
      "text": [
        "・ 図1(本発明の好ましい一実施形態に関する変速ハブを示す一部切欠正面図である。)",
        "・ 図2(図1のハブに使用される操作体の制御部とロック制御部のみを示す斜視図である。)",
        "・ 図3(図2の断面図である。)",
        "・ 図20(ロック制御部の変更配置を示す部分拡大正面図である。)・ 図21(図20の配置の固定軸，ロック爪，ロックスリーブのみを示す断面図である。)"
      ]
    },
    {
      "fig": "(オ)",
      "text": [
        "上記(ア)～(エ)によれば，甲1発明は，自転車等に使用する変速ハブに関する発明であり，ハブの制御部にかかる負荷を削減して軽快な変速操作感覚を使用者に与えることを目的とする。そして，固定軸と，固定軸に回転可能に設けられたハブ胴と，複数の動力伝達系を選択的に介してハブ胴に動力を伝達するように固定軸に回転可能に設けられた駆動体と，前記動力伝達系の1つを選択するクラッチを含むものである。甲1発明では，高速2段，中速，低速2段の変速を可能とする(3段，4段変速とすることも可能である)ところ，甲1発明の変速制御機構においては，第1，第2の太陽歯車の内周面に，それぞれ第1ロック爪73，第2ロック爪74を設け，固定軸1の外周面には第1規制突起71及び第2規制突起72を備え，この2つの規制突起は，太陽歯車の第1ロック爪73，第2ロック爪74に各々係合し又は解除される。",
        "甲1発明は，この複数の規制突起と複数のロック爪との契合解除の状態により多段変速を実現するところ，それらの係合・解除を行うための操作体80を固定軸1の外周面に回転可能に設け，固定軸の第1規制突起71の軸方向に並ぶ第2制御部82，第2規制突起72の軸方向に並ぶ第3制御部83，をそれぞれ操作体80に設ける。そして，固定軸1の第1規制突起71に対する第2制御部82の周方向の位置を変更することにより，第1規制突起71と第1ロック爪73とが係合する状態と係合しない状態との制御を行い，2つの太陽歯車のうちの一方の太陽歯車とハブシャフトとの係合した状態と，係合を解除した状態とを選択できるようにし，ハブシャフトの第2規制突起72に対する第3制御部83の周方向位置を変更することによっても，同様に太陽歯車とハブシャフトとの係合した状態と解除した状態とを選択できるようにしたものである。",
        "上記によれば，審決が，甲1発明の変速制御部の内容として，「固定軸1と，前記2つの太陽歯車11，12の第1ロック爪73，第2ロック爪74に各々係合し又は解除される，前記固定軸1に設けられた第1規制突起71及び第2規制突起72と，前記第1規制突起71の軸方向に並ぶ第2制御部82及び前記第2規制突起72の軸方向に並ぶ第3制御部83を有する操作体80と，外周面に溝とひっかかり部が形成され，フォーク部80gを通じて前記操作体80の位置を切換える操作部84と，前記操作部84の位置を復帰させるためのリターンばね19と，前記操作部84を自由に動かすためのスペーサ16とを含む変速制御部」と認定したことに誤りはなく，その他の甲1発明の内容として認定した，チェーンギア，変速部(上記(ウ)の記載から，第1・第2太陽歯車の内周面に，それぞれ第1・第2ロック爪を有することが明らかである。)，出力部等の内容にも誤りはない。",
        "そして，図20，図21において，スリーブ80i，80jに，ロック爪73，74の位置を制御する溝が設けられているとは認められないから，図20，図21で示される実施例において，ロック爪の位置を制御するための溝や切欠きがスリーブに設けられていると認めることはできない。",
        "したがって，甲1には，ロック爪を制御するための，「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」を備えているとは認められないから，審決に甲1発明の認定の誤りはない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "原告の主張に対する補足的判断",
          "text": [
            "原告は，甲1の記載事項n及び図20，21に関し，甲15(A200",
            "9年6月5日作成の「自転車用内装変速ハブの太陽歯車ロック機構に関する技術説明書」)，甲20(A2009年9月8日作成の「自転車用内装変速ハブの太陽歯車ロック機構に関する技術説明書」)を提出し，甲1発明は，「…固定軸1と，前記固定軸1に支持され前記2つの太陽歯車11，12のラチェット歯に各々係合し又は解除されるロック爪73，74と，前記ロック爪73，74の位置を制御するスリーブ80i，80jと，…」と認定すべきであるとし，また図20，図21に示された甲1発明には，ロック爪73，74の一部(押し部)にスリーブ80i，80jの内周面を当接させ，スリーブ80i，80jの回転によってロック爪73，74の姿勢を制御する，という技術思想が開示されていることは明らかである旨主張する。",
            "上記アによれば，甲1の好ましい実施例の説明の図20，21に係る実施例の説明においては，操作体80にスリーブ80i，80jを備えること，ロック爪73，74をそれぞれ固定軸1に支持すること，及びこれらロック爪73，74の太陽歯車に対する制御操作をスリーブ80i ，80jによって行うこと，が記載されている(記載事項n)。",
            "そして，図20は上記記載事項nに記載された実施例についての固定軸1を縦断した構造を示すものであるところ，これによれば，固定軸1の外周に設けられた操作体80の端部に，操作体80から立ち上げられてスリーブ80i，80jが設けられているところ，図20において斜線で示されたこれらスリーブ80i，80jは，固定軸1の外周面との間に，80iにおいては間に操作体80が，80jにおいても間に斜線で示されない部材70(ロック制御機構)がそれぞれ介在し，いずれのスリーブ(80i，80j)も固定軸1の外周面との間に間隔をもっていることが認められる。そして，これらスリーブ80i，80jは，太陽歯車11，12の内周面と固定軸1の外周面との間でロック爪73，74の端部に接していると認められる。",
            "図21は図20の断面図であり，固定軸1を横断した構造を示すものであるところ，スリーブ80iは一対の片の形状で，これらスリーブ80iは円周方向のほぼ対称な位置で固定軸1の外周面に接しており，ロック爪73は固定軸1の外周面から突出した状態となっていることが認められる。しかし，図21からは，スリーブ80iがロック爪73の端部に接しているものとは認められない。",
            "このように，図20と図21の図面の記載には相互に矛盾があり，その説明である上記記載事項nによっても，何らこの点は明らかではない。そうすると，記載事項n，及び図20，図21によっては，スリーブ80i，80jについて，それらの形状やロック爪との係合関係は明確ではないというほかなく，図20と図21との記載が整合しない点について，いずれか一方が誤記であると認めるべき証拠もない。原告は口頭審理陳述要領書(甲13。12頁下4行～末行)において，操作体80の外周面から外方に突出した部分のみをスリーブ80iとみなすことも可能であり，その場合図21の符号80iは80の誤記であるとするが，甲1の記載にはそのように解すべき根拠はない。",
            "そうすると，原告が主張するように，甲1の図20，21及び記載事項nから，甲1発明の内容として，太陽歯車11，12のラチェット歯に各々係合し又は解除されるロック爪73，74と，前記ロック爪73，74の位置を制御するスリーブ80i，80jを認定することはできないから，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "訂正後の本件発明1との相違点2・3についての認定・判断の誤りの有無につき",
              "text": [
                "原告は，本件訂正後の本件発明1について，相違点2・3の認定・判断は誤りである旨主張する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "本件訂正後の明細書(甲9の2〔全文訂正明細書〕)には，以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "特許請求の範囲",
      "text": [
        "上記第3，1(4)記載のとおり。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "発明の詳細な説明(段落【0012】・【0013】・【0017】・【0018】・【0020】は上記2(1)ア(イ)のとおり。)",
      "text": [
        "・ 「【発明の属する技術分野】",
        "本発明は，自転車の速度切換装置に関し，特に，自転車や，その他チェーンとスプロケット等を利用する動力伝達装置において，後輪のハブに，内装歯車を構成して速度を切換え，ハブシャフトに取付けられた制御手段を利用し，前記内装歯車を制御することで，見た目によく，速度切換の操作が容易で，速度切換の際，すぐにその効果が発生し，騒音や振動を発生させることなく，速度の段数を容易に拡張することが出来る自転車の速度切換装置に関する。」(段落【0001】)",
        "・ 「【従来の技術】",
        "一般的に，自転車には，速度切換装置が装着され，場合によっては，車椅子，及びペダルを利用するおもちゃの自転車等にも，速度切換装置が装着されることもある。",
        "一般的な自転車の速度切換装置としては，普通，異なる直径のスプロケットを前輪，或いは，後輪に設置し，スプロケットを調節して，速度を切換える方法が使用されている。」(段落【0002】)",
        "・ 「【発明が解決しようとする課題】",
        "しかし，このような一般的な速度切換装置は，多くのスプロケットが一ヵ所に装着されるので，かさ張りが大きくなるだけではなく，特に，速度切換の時，騒音や衝撃が発生する問題点があった。…」(段落【0003】)・ 「しかし，前記のような速度切換装置の速度制御方式では，制御爪(12a，13a)が両方に設置されているので，自転車の利用者が変速レバーを引いた後に，制御爪(12a，13a)が作動するまでには，効果が発生せず，最大限，車輪が回転した後に，作動するという問題が発生する。",
        "前記の問題点は制御爪を2つ以上設置することで，或る程度解決することが出来るが，変速スリーブ(21)の形状を変えなければならず，歯車固定用突起(6a)にも，変形が加えられなければならないため，制御爪の数を増やすには， 限界がある。",
        "また，前記制御爪が作動しない時には，制御爪(12a，13a)と変速スリーブ(21)の間に，常に摩擦が発生して，騒音と摩擦による摩耗も起こる問題点がある。",
        "さらに，遊星歯車を拡張して3段以上の速度切換装置を作る時には，前記の問題点がもっとひどくなる。」(段落【0007】)",
        "・ 「【課題を解決するための手段】",
        "本発明の目的は，後輪のハブに，内装歯車を構成して速度を切換させ，ハブシャフトに取付けられた制御手段を利用し，前記内装歯車を制御することで，見た目によく，速度切換の操作が容易で，速度切換の際，すぐにその効果が発生し，騒音や振動することなく，変速の段数を容易に拡張することが出来る自転車の速度切換装置を提供することにある。」(段落【0008】)",
        "・ 「【発明の実施の形態】",
        "図3及び図4に示されるように，本発明の自転車の速度切換装置は，概略，駆動スプロケット(図示せず。)の駆動力が伝達される従動スプロケット(100)と，変速部と，出力部と，変速制御部とからなる。",
        "変速部は，従動スプロケット(100)の一側に固定され複数の遊星歯車(220)が具備されたキャリア(210)と，遊星歯車(220)の各",
        "段に噛合し，内周面にラチェット歯(231a，232a)が形成された，少なくとも2つの太陽歯車(231，232)と，前記遊星歯車(220)のもう一方の側に噛合するリング歯車(240)とからなる。",
        "出力部は，キャリア(210)及びリング歯車(240)によって後輪に動力を伝達するハブシェル(310)と，前記キャリア(210)とハブシェル(310)の間に，又は前記リング歯車(240)とハブシェル(310)の間に位置して，動力を選択的に媒介するクラッチ手段(320)とからなる。」(段落【0010】)",
        "・ 「変速制御部は，爪位置付け部(411)を具えたハブシャフト(410)と，2つ以上の太陽歯車(231，232)のラチェット歯(231",
        "a，232a)に各々係合し又は解除される少なくとも2組の爪(421，422)と，少なくとも2組の爪(421，422)の位置を制御する爪制御リング(430)と，外周面に溝(451)とひっかかり部(452，図5参照)が形成され変速媒介部(440)を通じて爪制御リング(430)の位置を切換える切換ディスク(450)と，前記切換ディスク(450)の位置を復帰させるためのばね(460)と，前記切換ディスクを自由に動かすための間隔維持部とからなる。」(段落【0011】)・ 「【産業上の利用可能性】",
        "上記に説明されたように，本発明の自転車の速度切換装置は，自転車やその他のチェーンとスプロケット等を利用する動力伝達装置において，後輪のハブに，内装歯車を構成して速度を切換え，ハブシャフトに取付けられた制御手段を利用し，前記内装歯車を制御することで，見た目によく，速度切換の操作が容易で，速度切換の際，すぐにその効果が発生し，騒音や振動することなく，変速の段数を容易に拡張することが出来る効果がある。」(段落【0023】)"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "図面",
      "text": [
        "上記2(1)ア(ウ)と同じ。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "上記(ア)～(ウ)によれば，本件発明1は，自転車の速度切換装置において，ハブシャフトに取り付けられた制御手段により内装歯車を制御することで，見た目によく，速度切換操作が容易で効果がすぐに発生し，制御爪と変速スリーブによる騒音，振動等を生じさせることなく，速度切換えを行えるようにするものである(段落【0001】・【0007】)。",
        "そのため，本件発明1では，上記第3，1(4)の構成をとるものである。",
        "そして，既に検討したとおり，甲1の図20，図21において，スリーブ80i，80jに，ロック爪73，74の位置を制御する溝が設けられているとは認められないから，図20，図21で示される実施例において，ロック爪の位置を制御するための溝や切欠きがスリーブに設けられていると認めることはできない。甲1には，ロック爪を制御するための，「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」を備えているとは認めらず，これについての記載も示唆もない。また，甲2，甲3についても，ロック爪を制御するための，「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」を備えているとは認められず，これについての記載も示唆もないことは，下記5(取消事由4に対する判断)において検討するとおりである。したがって，本件発明1と甲1発明との相違点2・3についての審決の認定・判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "原告の主張に対する補足的判断"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "原告は，相違点2の認定に関して，本件発明1の「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」は，甲1の図20，21における操作体80のスリーブ80i，80jが相当しており，そして，スリーブ80i，80jに，ロック爪73，74の一部(押し部)が嵌り込むような切欠きが形成され，これによりロック爪の姿勢が制御されることは自明であるから，本件発明1の爪制御リングは「内周面に溝が形成され」ているのに対して，甲1発明は，内周面に何らかの爪制御部分が形成されている点でのみ相違するとする。そして，相違点2の判断に関し，本件発明1の溝は，実質的に，爪を制御するための何らかの構成が内周面に形成されていることを特定したにすぎないとして，甲1のスリーブには，切り欠き等の爪制御部分が形成されていることは当業者(その発明の属する技術の分野における通常の知識を有する者)が当然理解できるところ，「切欠き」を，本件発明1の「溝」とすることは，設計変更である旨主張する。",
        "しかし，既に検討したとおり，スリーブ80i，80jについて，それらの形状やロック爪との係合関係が明確であるとはいえないのであるから，スリーブ80i，80jが本件発明1の「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」に相当するとはいえず，スリーブ80i，80jに，ロック爪73，74の一部(押し部)が嵌り込むような切欠きが形成され，これによりロック爪の姿勢が制御されることが自明であるとはいえない。原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また原告は，本件発明1が「爪制御リングが，…間に位置することがない」のに対して，甲1発明は，「爪制御リング」に相当するスリーブ80i，80jの先端が，太陽歯車のラチェット歯とハブシャフトの外径面との間に位置している点でのみ相違している旨主張する。",
        "しかし，上記のとおり甲1に記載されるスリーブ80i，80j，が本件発明1の「爪制御リング」に相当するとはいえないから，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "subject": "取消事由3(相違点2についての判断の誤り)について",
                  "text": [
                    "原告は，本件訂正後の本件発明1について，審決が認定した相違点2についての判断は誤りであり，甲1の図20，21に示された実施形態の発明における，爪を制御するための，「内周面に溝が形成され，少なくとも2組の爪の位置を制御する爪制御リング」については，取消事由2の主張のとおり，爪の一部が，爪制御リングであるスリーブの内周面に接しており，スリーブの回転により爪が制御されることは明らかであり，スリーブに形成されている切欠き，溝，突起，カム等の爪制御部分を，本件発明1の溝とすることは，容易に想到することができる設計変更である旨主張する。",
                    "しかし，上記3において検討したとおり，甲1の記載事項n，図20及び図21から理解できる事項は，操作体80にスリーブ80i，80jを備えること，ロック爪73，74をそれぞれ固定軸1に支持すること，及びこれらロック爪73，74の太陽歯車に対する制御操作をスリーブ80i ，80jによって行うことに止まり，スリーブに爪を制御するための切欠き，溝，突起，カム等の爪制御部分が形成されていることが当然に理解できるとはいえない。",
                    "取消事由3は理由がなく，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "5",
                  "subject": "取消事由4(相違点3についての判断の誤り)について"
                }
              ]
            },
            {
              "fig": "(1)"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，相違点3の「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され」ている点は，甲1の図20に記載されており，図20に示された爪の態様を適用して本件発明1の構成とすることは当業者にとって困難性を要するものではない旨主張する。",
            "しかし，甲1の記載事項n，図20及び図21から理解できる事項については既に検討したとおりであり，爪の押し部が位置可能な溝が爪制御リングの内周面に設けられていること，及び爪のストッパ部が係合又は解除可能なラチェット歯が太陽歯車に設けられていることが甲1の図20に記載されているとはいえない。そうすると，原告の上記主張は，その前提において採用することができない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "進んで，甲2，3の内容について検討する。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "甲2(特開平7−10069号公報，発明の名称「自転車用内装変速ハブ」，出願人 株式会社シマノ，公開日 平成7年1月13日)には，以下の記載がある。",
        "「前記変速伝動機構20は，前記駆動体2と，前記遊星ギヤ11と，この遊星ギヤ11が備える大径ギヤ部11aに咬合する第1太陽ギヤ12と，遊星ギヤ11が前記大径ギヤ部11aよりハブ体奥側に位置する箇所に備える第2太陽ギヤ13とでなり，つぎに詳述する如く3種の伝動状態に切り換わるように構成してある。すなわち，遊星ギヤ11は，ハブ体1と一体に回動するようにハブ体1に一体成形したリングギヤ部1cに咬合するように配置して，駆動体2に回動可能に取り付けてある。第1および第2太陽ギヤ12，13は，前記変速スリーブ21に回動可能に外嵌するリング形に形成してある。第1および第2太陽ギヤ12，13それぞれの内周側に，図2に示す如き制御爪12aまたは13aを取り付け，この制御爪12a，13aが基端側の取り付け部を中心にして揺動することにより，第1太陽ギヤ12，第2太陽ギヤ13が回動不能と回動可能とに切り換わるようにしてある。つまり，制御爪12a，13aがこれの基端側に付設してある爪ばね(図示せず)の起立付勢作用によって太陽ギヤ12，13の内周側に揺動し，図2に示す如く爪先端側が前記変速スリーブ21の切欠き孔24または25に入り込んでハブ軸6に備えてあるギヤ固定用突起6aに係止すると，制御爪12a，13aがロック姿勢になる。すると，ハブ軸6は車体に回動不能に締め付け固定されていて，制御爪12aを介して第1太陽ギヤ12に，または，制御爪13aを介して第2太陽ギヤ13にストッパー作用することにより，太陽ギヤ12，13は回動操作力が作用しても，回動しなくなる。そして，制御爪12a，13aが爪ばねに抗して揺動し，図2に示す如く爪先端側がハブ軸6の前記ギヤ固定用突起6aから外れると，制御爪12a，13aがロック解除姿勢になる。すると，ハブ軸6のストッパー作用が解除することにより，太陽ギヤ12，13は回動操作力が作用すると，自由に回動するようになる。したがって，第1太陽ギヤ12および第2太陽ギヤ13のいずれもが回動可能になると，駆動体2が回動駆動されて遊星ギヤ11がハブ軸6の軸芯周りで公転回動しても，遊星ギヤ11は太陽ギヤ12および13との咬合による変速作用も，ハブ体1のリングギヤ部1cとの咬合による伝動作用も行わない。このため，変速伝動機構10は，駆動体2の回動力をそのままの回転速度で前記ラチット爪7に伝達するように第1伝動状態になる。…」(段落【0008】)",
        "上記のとおり，甲2の自転車用変速ハブにおいて，太陽ギヤ12，13をハブ軸6に係合又は係合解除するために制御爪12a，13aを制御操作する部材は変速スリーブ21であると解されるところ，制御爪12a，13aを制御操作するために，変速スリーブ21には切欠き孔24，25が設けられており，変速スリーブ21の内周面に溝が設けられることについては，甲2には記載も示唆もされていない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また，甲3(米国特許第5785625号公報，発明の名称「ローラクラッチを用いた自転車用内装変速機」，出願人 株式会社シマノ，特許登録日 1998年〔平成10年〕7月28日。以下は翻訳文による)には，以下の記載がある。",
        "・ 「それぞれの太陽歯車(20)～(22)を，(i)固定軸(1)に対して回転自在にするか，あるいは，(ii)固定軸(1)に対して回転不能にするために使用される選択クラッチ機構(30)が，固定軸(1)とそれぞれの太陽歯車(20)～(22)との間に配置されている。この選択クラッチ機構(30)は，3つの太陽歯車(20)～(22)の",
        "うちのいずれか1つを固定軸(1)に選択的に連結する機能と，太陽歯車(20)～(22)のいずかを固定軸(1)から分離する機能とを有している。選択クラッチ機構(30)は，(a)それぞれの太陽歯車(20)～(22)の内周部に配置され，太陽歯車(20)～(22)の内",
        "表面と係合可能な複数の爪(31)，(32)，(33)と，(b)それぞれの爪(31)～(33)を支持するために使用されるリング状のワイヤスプリング(34)，(35)，(36)と，(c)スリーブ(37)と",
        "を有する。スリーブ(37)は，固定軸(1)の外周に挿入されており，その外周に複数の係合溝が形成されている。操作体(38)がスリーブ(37)の一端に固定されているため，スリーブ(37)はこの操作体(38)を操作することによって回転することができるようになる。スリーブ(37)を回転させることによって，それぞれの太陽歯車(20)～(22)と固定軸(1)との連結を制御する。」(本文の1頁下12行～2頁1行)",
        "・ 図1",
        "上記のとおり，甲3の自転車用変速機では，太陽歯車20，21，22を固定軸1に係合又は係合解除するために爪31，32，33を制御操作する部材はスリーブ37と解されるところ，爪31，32，33を制御操作するために，スリーブ37の内周面に溝が設けられることについては記載も示唆もされていない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "そうすると，甲1～3においては，爪を制御する部材の内周面に，爪を制御するための溝を形成することは記載も示唆もされていないから，本件発明1の「前記各爪は，前記爪制御リングの内側に位置して当該爪制御リングの内周面の溝に位置可能な押し部と，前記太陽歯車のラチェット歯に係合又は解除可能なストッパ部とから形成され」との構成を採用することが，当業者にとって困難性を要するものではないとはいうことはできない。",
        "審決の相違点3の判断に誤りはなく，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "また原告は，相違点3の「前記爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない」との点について，制御リングに相当するスリーブ80i，80jを，太陽歯車の内周のラチェット歯部分と固定軸1(ハブシャフト)の外径面との間に位置させるか，本件発明のように，制御リング430の軸方向端面が，太陽歯車231の側面に接触するように配置するかは，軸方向のスペース，半径方向のスペース等を考慮して，当業者が適宜選択できる単なる設計的事項に過ぎない旨主張する。",
            "しかしながら，甲1の図20によれば，スリーブ80i，80jを太陽歯車の内周面と固定軸1の外周面との間に位置させることは認められるところ，甲1の記載事項n，図20及び図21から理解できる事項は既に検討したとおりであり，スリーブ80i，80jが制御リングに相当すること，及び太陽歯車の内周にラチェット歯が設けられていることについては甲1の図20に記載されているとはいえないものであるから，原告の上記主張は前提において採用することができない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお，甲1においては，太陽歯車11，12を固定軸1に係合又は係合解除するためにロック爪73，74を制御操作する部材はスリーブ80i，80jあるいは操作体80であるところ，これらスリーブ80i，80jあるいは操作体80が太陽歯車の内周面と固定軸の外径面との間に位置しており，これが位置することがないとすることについては記載も示唆もされていない。",
            "また，上記甲2においても，太陽ギヤ12，13をハブ軸6に係合又は係合解除するために制御爪12a，13aを制御操作する部材は変速スリーブ21であると解されるところ，この変速スリーブ21が太陽歯車の内周面とハブ軸の外径面との間に位置しており，その間に位置することがないとすることについては記載も示唆もされていない。",
            "上記甲3では，太陽歯車20，21，22を固定軸1に係合又は係合解除するために爪31，32，33を制御操作する部材はスリーブ37と解されるところ，このスリーブ37が太陽歯車の内周面と固定軸の外径面との間に位置しており，この間に位置することがないとすることについては記載も示唆もされるところは認められない。",
            "以上によれば，甲1～3からは，かえって爪を制御する部材が太陽歯車の内周面とハブシャフトの外径面との間に位置する態様の方が通常と考えられるものであり，本件発明1の「爪制御リングが，前記太陽歯車のラチェット歯と前記ハブシャフトの外径面との間に位置することがない」との構成が，当業者において適宜選択できる単なる設計的事項に過ぎないものということはできない。審決の判断に誤りはなく，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "6",
                  "text": [
                    "取消事由5(本件発明2～5，10，11についての判断の誤り)について原告は，本件発明2～5，10，11は，いずれも本件発明1を基礎とするものであるところ，本件発明1についての審決の判断は誤りであるとし，さらに，本件発明2～5，10，11について認定した相違点4～8についても誤りであると主張する。",
                    "しかし，審決の本件発明1についての認定，判断に誤りがないことについては，既に上記2～5において検討したとおりである。そうすると，本件発明1を引用する本件発明2～5，10，11について共通する甲1発明との相違点1～3について，容易想到とはいえないことが明らかであり，審決の判断に誤りはない。",
                    "加えて，原告が相違点4～8についての審決の認定・判断が誤りであると主張する根拠は，甲1発明についての審決の認定・判断の誤りに基づくものであるところ，甲1発明についての審決の認定・判断に誤りがないことは既に検討したとおりである。",
                    "なお原告は，本件発明10と甲1発明との相違点7について，甲3のスリーブ37は，甲3の図1(上記5(1)イ(イ))から明らかなように，3つの爪31～33の間に，各爪を制御するスリーブ37の一部である37a，37b，37cが配置され，これらは本件発明10の爪制御リングに相当する旨主張する。",
                    "しかし，原告がスリーブ37の一部であるとする部分は独立の部材ではなく，本件発明1を引用する本件発明10の爪制御リングに該当するとは認められないから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "7",
                  "subject": "結語",
                  "text": [
                    "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
                    "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10114",
    "date": "2009-12-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038288",
    "ipprecedent_id": "2066",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}