{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が，無効2008−890132号事件について，平成21年9月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，別紙審決書写し「別掲」(1)のとおり，片目でウィンクをした人の笑顔様図形よりなり，指定商品を同(1)(c)のとおりとする登録第4952253号商標(平成17年1月7日出願。平成18年5月12日設定登録。以下「本件商標」という。)の商標権者である。",
            "原告は，平成20年12月5日，本件商標について，無効審判(無効2008−890132号事件)を請求した。",
            "特許庁は，平成21年9月1日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成21年9月8日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，次のとおり，本件商標は，商標法4条1項11号に違反して登録されたものではなく，同法46条1項1号の規定により無効とすることはできないというものである(別紙審決書写し参照)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用各商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "称呼及び観念について",
                  "text": [
                    "本件商標は，別紙審決書写し「別掲」記載(1)の構成よりなるものであり，格別の称呼及び観念を生ずるとは認められないから，称呼及び観念については，同「別掲」記載(2)ないし(27)の引用商標(以下，個別の引用商標を同「別掲」記載(2)以下の各かっこ書の略称に従って「引用商標1」のようにいい，これらを包括して「引用商標」といい，引用商標23を除く引用商標を「引用各商標」という。)と比較することができない(商標の構成のみについては，別紙「構成一覧表」参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "外観について",
                  "text": [
                    "本件商標は，別紙審決書写し「別掲」記載(1)のとおり，円で顔の輪郭を表わし，小さい黒塗り縦長楕円で右目を表し，左端が重なった短い2本の弧線で左目を表し，両端上がりの長い弧線及び当該弧線の両端にある短い棒線で口及び口元を表した図形よりなるものであり，ウィンクをしている人間の顔を表現したものである。",
                    "他方，引用各商標は，別紙審決書写し「別掲」記載(2)ないし(27)のとおりの構成よりなり，ほほ笑んでいる人間の顔(引用商標1，3，4，6～8，13，15，20～22，24～26)，ほほ笑んでいる顔(引",
                    "用商標5，11，12，14，17，18)，擬人化されたライオンの顔",
                    "又は擬人化された花(引用商標2)，仮面又はロボットの顔(引用商標9)，架空の動物の顔(引用商標10，16，19)を表現したものであるから，時と所を異にして本件商標と引用各商標を離隔的に観察した場合であっても，取引者，需要者の通常の注意力をもってすれば，外観において紛れるおそれはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件商標と引用各商標とでは，外観，称呼，観念のいずれの点においても類似しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標23については，その登録出願日が平成17年11月8日であって，本件商標の登録出願日(平成17年1月7日)よりも前の出願に係る登録商標であるとはいえないから，商標の類否について検討するまでもなく，引用商標23との関係で本件商標の登録が商標法4条1項11号の規定に違反してされたものであるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件商標は，商標法46条1項の規定により，その指定商品中，請求に係る第16類についての登録を無効とすべきものであるとはいえない。",
                "なお，請求人(原告)は，平成21年7月31日付け弁駁書において，請求の理由を「本件商標は，商標法第4条第1項第19号及び同法第3条第1項第6号に該当するから無効にされるべきである。」旨主張しているが，係る主張は，請求の理由の要旨を変更するものであるから，商標法56条1項で準用する特許法131条の2第1項の規定により認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件商標と引用各商標を細かく対比して「非類似」との判断をしているが，結局は，本件商標が「つぶった片目」を有するのに対し，本件各商標が「つぶった片目」を有しない点のみを理由として，非類似と判断したものであって，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，東京高等裁判所から平成12年1月19日に言い渡された判決において詐欺の様相を呈している旨判示された「スマイル商品化ビジネス」を後付けで正当化するとの不正な目的で本件商標の登録を出願したものであるから，本件商標の登録は無効である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の対応",
          "text": [
            "被告は，適式な呼出しを受けながら，本件口頭弁論期日に出頭せず，答弁書その他の準備書面も提出しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件商標は，商標法4条1項11号に該当するとはいえず，本件商標の登録を同法46条1項1号の規定により無効とすることはできないと判断する。以下，その理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "引用商標23を引用商標とする商標法4条1項11号該当性について引用商標23は，その登録出願日が平成17年11月8日であって，本件商標の登録出願日(平成17年1月7日)よりも前の出願に係る登録商標であるとはいえないから，本件商標と引用商標23との類否を検討するまでもなく，本件商標の登録が引用商標23との関係で商標法4条1項11号に該当するとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用各商標を引用商標とする商標法4条1項11号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "称呼について",
              "text": [
                "本件商標は，別紙「構成一覧表」記載(1)のとおり，片目を閉じて，ウィンクをした人の顔様の図形であって，同図形からは，「ウィンク」等に関連した称呼が生じる余地があるものの，格別の称呼は生じないといって差し支えない。",
                "これに対し，別紙「構成一覧表」記載(2)以下の引用各商標のうち，①引用商標1，2，5ないし15，17，18，20，21，24ないし26",
                "は，笑顔様の図形で文字を含まないから，同図形からは，「スマイル」「わらい」「えがお」等に関連した称呼が生じる余地はあるものの，格別の称呼は生じないといって差し支えない，②引用商標3，4，16及び19は，それぞれ欧文字を含んでおり，その欧文字に即して，順に，「スマイリー フェイス」(引用商標3)，「スマイリー」(引用商標4)，「ハーベイ ボール」(引用商標16，22)，「スマイル エンジェルズ」(引用商標19)，又は「スマイリー フェイス，ハーベイ ボール」(引用商標23)等の称呼を生じさせる。",
                "そうすると，本件商標と引用各商標とは，称呼において類似しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "外観について",
              "text": [
                "本件商標は，別紙「構成一覧表」記載(1)のとおり，円で顔の輪郭を描き，小さい黒塗り縦長楕円で右目を開いた様に描き，中央から右端に向かって短い2本の上向きの松葉状の弧で左目を閉じたように描き，下向きの長い弧線及びその両端に短く点と棒状の模様を配して，口元を描いた図形よりなり，全体として，ウィンク又は片目を閉じた顔を表現した図形である。",
                "他方，引用各商標は，別紙「構成一覧表」記載(2)ないし(27)のとおりの構成よりなり，人がほほ笑んでいるように描かれた図形(引用商標1，3～8，12～15，17，18，20～22，24～26)，擬人化され",
                "た花がほほ笑んでいるように描かれた図形(引用商標2)，四角の枠で囲まれた中に，目と口状に描かれた図形(引用商標9)，ほほ笑んだ顔と左右に翼が描かれた図形(引用商標10，16，19)である(なお，引用商標11は，必ずしも，ほほ笑んだ表情が描かれているとまではいえない。)本件商標は，片目を閉じ，又はウィンクをしている表情を描いたものとして印象づけられるものであるのに対し，引用商標は，その多くは，ほほ笑んでいる表情を描いたものとして印象づけられるものであって，外観において相違する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "観念について",
              "text": [
                "本件商標は，片目を閉じ，又はウィンクをしている顔との観念を生じる。",
                "これに対し，引用各商標は，いずれもほほ笑んだ顔との観念を生じる(もっとも，引用商標11は，必ずしも，ほほ笑んだ顔との観念は生じない。)。",
                "そうすると，本件商標は，引用各商標のいずれとの関係においても，観念において相違する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件商標と引用各商標とは，称呼が類似しているとはいえず，外観，観念のいずれの点においても異なるといえるから，本件商標は商標法4条1項11号所定の「類似する商標」には当たらない。",
                "したがって，本件商標の登録は，商標法4条1項11号に該当するものに対してされたものではないから，商標法46条1項の規定により，その指定商品中，請求に係る第16類についての登録を無効とすべきものであるとはいえない。",
                "なお，原告は，被告が東京高等裁判所から平成12年1月19日に言い渡された判決において詐欺の様相を呈している旨判示された「スマイル商品化ビジネス」を後付けで正当化するために不正な目的で本件商標の登録を出願したから本件商標の登録は無効である旨主張する。しかし，原告の主張は採用の限りでない。すなわち，原告の上記主張が，審判段階での商標法4条1項19号該当の主張を指摘してその点に係る審決の判断の誤りを主張するものであるとしても，請求の理由の要旨を変更するものであって商標法56条1項で準用する特許法131条の2第1項の規定により認められないとした審決の判断には誤りがないから，採用の限りでない。また，上記主張が本件審決取消訴訟において新たに取消事由の主張をするものであるとしても，本件取消訴訟の審理範囲を超えるものであるから，上記主張は，主張自体失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10300",
    "date": "2010-09-14",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080674",
    "ipprecedent_id": "2343",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}