{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800179号事件について平成21年4月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が特許権者で発明の名称を「個別搬送装置」とする特許第4105749号について，その請求項1・2に係る発明(以下「本件特許発明1」・「本件特許発明2」という。)につき原告から特許無効審判請求がなされたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①本件特許発明1が，下記文献1～8に記載された各発明との関係で進歩性(特許法29条2項)を有するか，②本件特許発明2が下記文献1～9に記載された各発明との関係で進歩性を有するか(同)，である。",
            "記",
            "・ 文献1：特開2004−187922号公報(発明の名称「循環型飲食物搬送装置」，出願人 株式会社石野製作所，公開日 平成16年7月8日。甲1)",
            "・ 文献2：意匠登録第1256941号公報(意匠に係る物品「搬送機械」，意匠権者 株式会社石野製作所，意匠公報発行日 平成17年11月28日。甲2)",
            "・ 文献3：特開平9−37915号公報(発明の名称「保温機構を備えた回転飲食台，保温機構および冷気循環機構を備えた回転飲食台」，出願人 日本クレセント株式会社，公開日 平成9年2月10日。甲3)",
            "・ 文献4：特開平11−46959号公報(発明の名称「飲食物供給用循環型搬送路」，出願人 株式会社石野製作所，公開日 平成11年2月23日。甲4)",
            "・ 文献5：特開平10−165284号公報(発明の名称「単位覆い部材及び該部材を備える飲食カウンター」，出願人 株式会社石野製作所，公開日 平成10年6月23日。甲5)",
            "・ 文献6：意匠登録第1271281号公報(意匠に係る物品「搬送機械」，意匠権者 株式会社石野製作所，意匠公報発行日 平成18年5月22日。甲6)",
            "・ 文献7：実願平1−32602号(実開平2−124760号)のマ",
            "イクロフィルム(考案の名称「台車搬送装置」，出願人 株式会社椿本チエイン，公開日 平成2年10月15日。甲7)",
            "・ 文献8：特許第2738968号公報(発明の名称「紡績機械のための無端運搬装置」，特許権者 マシーネンファブリク リーターアクチェンゲゼルシャフト，特許公報発行日 平成10年4",
            "月8日。甲8)",
            "・ 文献9：特公平1−56765号公報(発明の名称「回転式カウンター」，出願人 田中スチール工業株式会社，公告日 平成元年12月1日。甲9)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成19年5月2日に名称を「個別搬送装置」とする発明について特許出願(特願2007−121860号)をし，平成20年4月4日に",
                "特許第4105749号として設定登録を受けた(請求項の数2。以下「本件特許」という)。",
                "これに対し原告から，平成20年9月12日付けで本件特許の請求項1及び2について無効審判請求(甲11)がなされたので，特許庁は同請求を無効2008−800179号事件として審理した上，平成21年4月3日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成21年4月15日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許発明1，2の内容は，次のとおりである。",
                "【請求項1】",
                "飲食店用の循環搬送装置に設けられる飲食物用の個別搬送装置であって，",
                "循環搬送装置の台に設けられた平行な2列のレーンの間に立設されて照明を保持する支柱に取り付けられ，且つ前記2列のレーンの少なくとも一方側においてレーンに沿って設けられる直線状のフレームと，このフレームに設けられ，フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される透光性を有する支持板と，",
                "駆動装置によりフレーム内を可動する部材に設けられ，前記支持板上を前記フレームに沿って直線状に往復動するトレーと",
                "を備えることを特徴とする個別搬送装置。",
                "【請求項2】",
                "前記駆動装置は，無端状のベルトと，このベルトを回転させるモータとを備え，",
                "前記ベルトに固定されたフックに前記トレーが着脱可能に連結されることを特徴とする請求項1に記載の個別搬送装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要旨は，本件特許発明1及び2は，前記文献1ないし9に基づく各発明(以下順に「甲第1号証の発明」等という。なお，甲第1号証の発明は，その実施例1に基づくものを「甲第1号証の第1発明」と，その実施例2に基づくものを「甲第1号証の第2発明」と，その実施例3に基づくものを「甲第1号証の第3発明」という。)との関係で当業者が容易に発明をすることができたとはいえない，等としたものである。",
                "なお，無効審判請求人たる原告の主張した無効理由AないしE(Dは主張撤回)，及び相違点1a～c・2a～c・3a～c・4a～c等の詳細は，別添審決写し記載のとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである(取消事由1は主張撤回)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由2(相違点1a認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点1aとして，「本件特許発明1では，循環搬送装置に設けられた支柱が，照明を保持するのに対し，甲第1号証の第1発明では，そのような構成がない点」と認定した。",
                        "しかし，甲1の図1中には，台形状の台座に取り付けられた円形の図形が記載され，当該図形は，当業者であれば誰しもが照明を表しているものと認識する図形である。",
                        "通常，特許図面において，図中に表された部位や部品等の名称を全て記載することは行わない。図中に形状が記載され，名称が記載されていなくとも，記載された図形の形状や設けられた箇所により，何が図中に記載されているのか，当業者であれば明らかに認識できるものは多く存在する。",
                        "甲第1号証の第1発明の図1に記載された円形は，同じ技術分野に属する公開特許公報等を参照すると，同様の図形が照明やランプとして名称とともに記載されており，当該円形が照明等であることは明らかである。また，甲1の図1同様，照明等の図形のみ記載され，名称の記載がされていない公報も多く存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記事実を裏付けるため，下記公開公報等により説明する。",
                        "特開平9−327364号公報(発明の名称「飲食カウンター用取付け窓枠部材及び該窓枠部材を備える飲食カウンター並びにその取付け方法」，出願人 石野産業株式会社，公開日 平成9年12月22日。甲16)に記載された蛍光灯59は，飲食物を搬送するコンベア上部に配設された照明を表しており，その形状は，甲1の図1の記載同様，台形状の台座に取り付けられた円形の蛍光管である。",
                        "特許2612739号公報(発明の名称「回転飲食台用保温装置」，特許権者 日本クレセント株式会社，特許公報発行日 平成9年5月21日。甲17)には，回転飲食台上方に配設された照明ランプFLが記載され，その形状は同じである。これらは，いずれも技術分野が本件特許発明1及び甲1と同じであり，当業者であれば台形の台座部に円形の形状を見て，それが照明等であることを認識することは明らかである。",
                        "その他，特開2004−28397号公報(発明の名称「商品冷蔵方",
                        "法およびその装置」，出願人 日本クレセント株式会社，公開日 平成16年1月29日。甲18)には，冷蔵ケース上方に配設されたランプ22が記載され，特開平5−184443号公報(発明の名称「ショーケースの照明灯カバー支持構造」，出願人 富士電機株式会社，公開日 平成5年7月27日。甲19)には，ショーケース上方に配設された照明灯7が記載され，いずれも同様の形状により照明等が表されており，上記事実を裏付けるものである。",
                        "また，照明等の図形のみ記載され，名称の記載がされていない公報として，例えば特開平10−80346号公報(発明の名称「飲食カウンター用の取付け窓部材及び該窓部材を備える飲食カウンター並びにその製造方法」，出願人 石野産業株式会社，公開日 平成10年3月31日。",
                        "甲20)があり，各図には名称の記載がない，照明等を示す図形が記載されている。",
                        "以上からも明らかなように，合理的に当業者が何を表しているのか認識できる図であれば，符合が付されて名称が記載されていないことのみで，認定できないと判断するのは失当である。",
                        "なお，甲1の図1中に描かれた「点」からも，これが蛍光灯であることは，甲29( インターネットサイト「フリー百科事典『ウィキペディア(Wikipedia)』」(http://ja.wikipedia.org)に掲載の「蛍光灯」に関する記載及び写真)，甲30(「絵でひく英和大図鑑ワーズ・ワード(コンパクト版)」株式会社同朋舎出版1997年6月20日発行，232頁)，甲31(東芝ライテック株式会社蛍光ランプ「メロウライン」FHF50EX-Nの仕様図面)からも明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点1aの「循環搬送装置に設けられた支柱が，照明を保持する」との点は，甲第1号証の第1発明にも認められ，本件特許発明1と甲第1号証第1発明の相違点ではなく，一致点であるから，審決の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由3(無効理由Aについての進歩性判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記取消事由2のとおり，甲第1号証の第1発明には照明についての記載があるから，甲第1号証の第1発明と本件特許発明1との一致点は，以下のとおり認定されるべきである。両者は，",
                      "text": [
                        "「飲食店用の循環搬送装置に設けられる飲食物用の個別搬送装置であって，",
                        "循環搬送装置の台に設けられた平行な2列のレーンの間に立設されて照明を保持する支柱に取り付けられ，且つ前記2列のレーンの少なくとも一方側においてレーンに沿って設けられる直線状のフレームと，",
                        "このフレームに設けられた支持板と，",
                        "駆動装置によりフレーム内を可動する部材に設けられ，前記支持板上を前記フレームに沿って直線状に往復動するトレーと",
                        "を備えることを特徴とする個別搬送装置。」である点(下線は審決認定の一致点の相違として，原告が付記)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1bについて",
                      "text": [
                        "審決は，相違点1bについて，本件特許発明1における，支持板が，「直線状のフレームから水平に延出」する点は，甲第1号証の第1発明自体の形態をそのように表現することも可能ではあるが，続く「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点も含めた構成は記載も示唆もされていないと認定していることから，本件特許発明1と甲第1号証の第1発明の相違点は，「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点に限定されると考えられる。",
                        "しかしながら，「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」との点は，例えば，甲第1号証の第2発明における「案内レール13」にも，甲2における「支持板」にも相当するものである。したがって甲第1号証の第1発明に，甲第1号証の第2発明，甲2に記載された技術事項を組み合わせることによって当業者が容易に想到し得たものである。",
                        "なお，甲第1号証の第2発明については，無効審判請求の理由Aで挙げた証拠からは欠落しているが，甲第1号証の第1発明と同じ公報に記載されている発明であり，かつ，甲1及び甲2は，本件特許発明1と全く同じ技術分野における発明であり，当業者であれば当然知っている技術事項であることは明らかであるから，当業者にとってこれらの技術事項を組み合わせることに格別の技術的困難性は見いだしにくく，容易である。",
                        "この点，審決は，相違点1bについて，甲7，8を副引例とする点につき判断し，「…甲第7号証および甲第8号証には『案内レール』や『支持レール』に沿って『台車』や『スライダ』が移動する点は記載されているが，『案内レール』や『支持レール』の下方に本件特許発明1における『レーン』相当する構成は記載も示唆もされていないから，…甲第1号証の第1発明ならびに甲第7号証および甲第8号証に記載された技術事項を組み合わせることによって当業者が容易に想到し得たものであるとはいえない。」(15頁27行～35行)と判断した。",
                        "しかし，「案内レール」や「支持レール」の下方に本件特許発明1における「レーン」に相当する構成は，上記の通り，甲第1号証の第2発明及び甲2に記載されており，当業者にとってこれらの技術事項を組み合わせることに格別の技術的困難性はなく，容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1cについて",
                      "text": [
                        "審決は，相違点1cについて，甲3における「載置板」は，「…透光性を有することが明らかではあるが，上記『載置板』は本件特許発明1における『支持板』とは機能が異なり，その上面に沿って注文品が往復運動するものではない。」(16頁2行～4行)とし，甲4の「スライド板」については，「…本件特許発明1のように上方の搬送路が下方の搬送路に対し遮光するのを解消するためのものではない。」(16頁8行～9行)として，これら技術事項を甲第1号証の第1発明における「支持板」に採用して，相違点1cに係る本件特許発明1の発明特定事項のようにすることは，容易想到といえないとした。",
                        "しかし，甲3の「載置板」は注文品が往復運動するものではないが，甲3に記載された発明は，客に飲食物を提供するための循環搬送装置という同一の技術分野に属し，かつ上下に3段の循環搬送路が記載されている。さらに，甲3の「載置板」は，透光性材質を採用した目的が本件特許発明1と一致する。すなわち，甲3には「載置板56は保温機構のクレセントチェーン上で巡回搬送されるケーキ，コーヒーポット等の商品を見易くするため，透明素材により成形することが望ましく，ガラスが最適である。」(段落【0042】)と記載されているように，甲3における「載置板」は本件特許発明1同様，下方に配された搬送路に対し遮光するのを解消するためのものである。",
                        "加えて，下方に配される物に対し遮光するのを解消するために透光性材質を採用すること自体は，当業者には周知技術に過ぎない。周知技術を示すものとして，特開2002−107045号公報(発明の名称",
                        "「オープンショーケース」，出願人 三洋電機株式会社，公開日 平成14年4月10日。甲21)には，「…前記棚板を，透明板より形成したので，透明板より形成された棚板に生じる結露又は曇りを効果的に防止することができると共に，透明板の下方の商品を明るくすることができる。」(段落【0010】)と記載があり，特開平5−180557号公報(発明の名称「冷凍冷蔵庫」，出願人 株式会社日立製作所，公開日平成5年7月23日。甲22)には，「照明手段は冷蔵室3の上面ドア側のくぼみ部10内に設けられ，しかも，棚板7は透明なガラス板であるため，冷蔵室3の室内がドア側から，即ちユーザからみて手前側から全体に照明されることになり，収納されている品物が手前側から照明されることになって品物の見分けがつきやすくなる。」(段落【0042】)との記載があり，ガラス板である透明な棚板の記載がある。",
                        "したがって，甲3における「載置板」自体が注文品を往復運動するものではないとしても，甲第1号証の第1発明に甲3に記載された技術事項を採用して，相違点1cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性は見いだせない。",
                        "更に容易性を裏付ける根拠として，「注文品が往復運動する搬送路」は，甲第1号証の第1発明のみならず，甲第1号証の第2発明ないし第3発明，及び甲2にもその構成が記載された公知の技術である。",
                        "加えて，甲4における「スライド板」(【図2】ガラス板2)のように，物が搬送される搬送路の支持板を透光性材質とすることも公知の技術である。",
                        "よって，下方に搬送路を設け，その上方に注文品が往復運動する透明板を設けること，すなわち本件特許発明1における「支持板」を「透光性を有する支持板」とすることは，下方に配される物に対し遮光するのを解消するために透光性材質を採用するという，周知技術に基づき当業者が通常考え得る板材の材質の選択の範疇に止まり，格別，技術的に困難な要素を見いだすことは出来ず，当業者にとって通常考え得る容易な設計変更に過ぎない。",
                        "以上の検討によれば，本件特許発明1は，当業者が容易に発明することができたものであり，審決の無効理由Aの判断は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由4(相違点2b認定の誤り)",
                  "text": [
                    "甲第1号証の第1発明の「往復注文搬送装置2」は，甲第1号証の第2発明の「往復注文搬送装置3a，3b」と構成要素を同じくするものであり，審決が相違点1bの判断において「本件特許発明1における，支持板が，『直線状のフレームから水平に延出』する点は，甲第1号証の第1発明自体の形態をそのように表現することも可能ではあるが，…」(15頁22行～24行)とした点は，そのまま甲第1号証の第2発明にも当てはまる。",
                    "審決は甲第1号証の第1発明では，フレームが設けられた側のレーンの上方においてレーンに沿って配置される構成を認定しなかったが，甲第1号証の第2発明は，まさしく「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」構成を有することが認められる。",
                    "したがって，審決の認定した相違点2bは，本件特許発明1と甲第1号証の第2発明との相違点ではなく，一致点であると認められるから，審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由5(無効理由Bに関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記取消事由4の事由により，甲第1号証の第2発明と本件特許発明1との一致点は，以下のように認定されるべきである。",
                        "両者は，「飲食店用の循環搬送装置に設けられる飲食物用の個別搬送装置であって，",
                        "循環搬送装置の台に設けられた平行な2列のレーンの間に立設された支柱に取り付けられ，且つ前記2列のレーンの少なくとも一方側においてレーンに沿って設けられる直線状のフレームと，",
                        "このフレームに設けられ，フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される支持板と，",
                        "駆動装置によりフレーム内を可動する部材に設けられ，前記支持板上を前記フレームに沿って直線状に往復動するトレーと",
                        "を備えることを特徴とする個別搬送装置。」である点で一致する(下線は原告が付記)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2aについて",
                      "text": [
                        "審決記載の相違点2aは認めるが，循環搬送装置に設けられた支柱が，照明を保持する点については，上記取消事由2のとおり，甲第1号証の第1発明にも記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2cについて",
                      "text": [
                        "相違点2cについて，当業者にとって通常考え得る容易な設計変更に過ぎないことは，上記取消事由3の相違点1cについて記載した内容のとおりであり，これを援用するが，当業者にとって容易想到と判断されるべき理由についても同様である。",
                        "上記取消事由3の相違点1cに関する記載のとおり，甲3における「載置板」自体が注文品を往復運動するものではないとしても，甲第1号証の第2発明に甲3に記載された技術事項を採用して，相違点2cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性はない。",
                        "よって，下方に搬送路を設け，その上方に注文品が往復運動する透明板を設けること，すなわち本件特許発明1における「支持板」を「透光性を有する支持板」とすることは，下方に配される物に対し遮光するのを解消するために透光性材質を採用するという，周知技術に基づき当業者が通常考え得る板材の材質の選択の範疇に止まり，格別，技術的に困難な要素を見いだすことは出来ず，当業者にとって通常考え得る容易な設計変更に過ぎない。",
                        "以上のとおり，甲第1号証の第2発明と本件特許発明1との相違点は，相違点2cのみであり，かつ当該相違点は当業者にとって通常考え得る容易な設計変更に過ぎない。",
                        "したがって本件特許発明1は，当業者が容易に発明することができたものであり，審決の無効理由Bに関する判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由6(無効理由Cに関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3aについて",
                      "text": [
                        "審決記載の相違点3aについては認めるが，循環搬送装置に設けられた支柱が照明を保持する点については，上記取消事由2のとおり，甲第1号証の第1発明にも記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3bについて",
                      "text": [
                        "審決は，甲第1号証の第3発明における「…『ヒサシ24a，24b』は本件特許発明1における「支持板」に相当するとはいえない。仮に，『ヒサシ24a，24b』が本件特許発明1における『支持板』に相当するとしても，本件特許発明1における，支持板が，『直線状のフレームから水平に延出』する点は，甲第1号証の第3発明には記載も示唆もされていない。」(19頁13行～18行)とした。確かに，甲第1号証の第3発明にこの点に関する記載はないが，甲第1号証の第1発明につき，審決が「…『直線状のフレームから水平に延出』する点は，甲第1号証の第1発明自体の形態をそのように表現することも可能ではある…」(15頁22行～24行)としており，甲第1号証の第3発明及び同第1発明に記載された技術事項を組み合わせることによって，当業者が容易に想到し得たものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3cについて",
                      "text": [
                        "相違点3cは当業者にとって通常考え得る容易な設計変更に過ぎないことは，上記取消事由3，相違点1cについて記載したとおりであり，容易想到と判断されるべき理由も同じであるからこれを援用する。",
                        "上記取消事由3，相違点1cについてに記載のとおり，甲3における「載置板」自体が注文品を往復運動するものではないとしても，甲第1号証の第3発明に甲3に記載された技術事項を採用して，相違点3cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性はない。",
                        "よって，下方に搬送路を設け，その上方に注文品が往復運動する透明板を設けること，すなわち本件特許発明1における「支持板」を「透光性を有する支持板」とすることは，下方に配される物に対し遮光するのを解消するために透光性材質を採用するという，周知技術に基づき当業者が通常考え得る板材の材質の選択の範疇に止まり，当業者にとって容易な設計変更に過ぎない。",
                        "したがって本件特許発明1は，当業者が容易に発明することができたものであり，審決記載の無効理由Cに関する判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由7(相違点4b認定の誤り)",
                  "text": [
                    "上記取消事由4と同じく，甲第1号証の第1発明の「往復注文搬送装置2」は，甲2の「搬送トレー搬送路」と構成要素を同じくするものであるから，上記審決の相違点1bについての「…『直線状のフレームから水平に延出』する点は，甲第1号証の第1発明自体の形態をそのように表現することも可能ではある…」(15頁22行～24行)とした点は，そのまま甲2にも当てはまる。",
                    "審決は，甲第1号証の第1発明に関し，「…続く『前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される』点も含めた構成は記載も示唆もされていない。」(15頁24行～26行)と認定した。",
                    "しかしこの点に関し，甲2には，まさしく「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」構成が認められる。",
                    "したがって，相違点4bは本件特許発明1と甲2の相違点ではなく，一致点であるから，審決の相違点4bの認定は誤りである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "取消事由8(無効理由Eに関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記取消事由7により，甲第2号証の発明と本件特許発明1との一致点は，以下のように認定されるべきである。",
                        "両者は，",
                        "「飲食店用の循環搬送装置に設けられる飲食物用の個別搬送装置であって，",
                        "循環搬送装置の台に設けられた平行な2列のレーンの間に立設された支柱に取り付けられ，レーンの少なくとも一方側においてレーンに沿って設けられる直線状のフレームと，",
                        "このフレームに設けられ，フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される支持板と，",
                        "駆動装置によりフレーム内を可動する部材に設けられ，前記支持板上を前記フレームに沿って直線状に往復動するトレーと",
                        "を備えることを特徴とする個別搬送装置。」である点(下線は原告が付記)。",
                        "なお，甲2には，「…飲食物等の循環搬送を行うクレセントチェーンによる搬送路の上方にチェーン駆動による搬送トレーの搬送路を設けた構成を有するもので，当該搬送トレー運搬路は主に個別注文に応じて所定の位置まで直線状に物品を搬送するために使用される。…」(意匠の説明2行～3行)との記載があり，循環搬送路の形状は平面視ロ字状で構成され，個別注文搬送路下方には，平行な2列のレーンである循環搬送路が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4aについて",
                      "text": [
                        "審決記載の相違点4aについては認めるが，循環搬送装置に設けられた支柱が照明を保持するのは，上記取消事由2のとおり，甲第1号証の第1発明にも記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4cについて",
                      "text": [
                        "相違点4cについてが当業者にとって通常考え得る容易な設計変更に過ぎないことは，上記取消事由3，相違点1cについてに記載した内容のとおりであり，当業者にとって容易想到とされるべきものであるから，援用する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記取消事由3，相違点1cについて記載のとおり，甲3における「載置板」自体が注文品を往復運動するものではないとしても，甲2の発明に甲3に記載された技術事項を採用して，相違点4cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性はない。",
                        "よって，下方に搬送路を設け，その上方に注文品が往復運動する透明板を設けること，すなわち本件特許発明1における「支持板」を「透光性を有する支持板」とすることは，下方に配される物に対し遮光するのを解消するために透光性材質を採用するという，周知技術に基づき当業者が通常考え得る板材の材質の選択の範疇に止まり，当業者にとって容易な設計変更に過ぎない。",
                        "以上のとおり，甲第2号証の発明と本件特許発明1との相違点は，相違点4cのみであり，かつ当該相違点は当業者にとって通常考え得る容易な設計変更に過ぎない。",
                        "したがって本件特許発明1は，当業者が容易に発明することができたものであり，審決記載の無効理由Eの判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "取消事由9(本件特許発明2についての判断の誤り)",
                  "text": [
                    "本件特許発明1については，上記のとおりの審決の認定判断の誤りがある。",
                    "本件特許発明2について，同発明は本件特許発明1を引用し，さらに以下の構成要件を限定したものである。そして本件特許発明2の特許請求の範囲は，以下の構成要件に分説することができる。",
                    "<ア> 前記駆動装置は，無端状のベルトと，このベルトを回転させるモータとを備え，",
                    "<イ> 前記ベルトに固定されたフックに前記トレーが着脱可能に連結される",
                    "<ウ> ことを特徴とする請求項1に記載の個別搬送装置。",
                    "上記<ア>について，本件特許発明2における「無端状のベルト」は，本件特許発明1に関する証拠である，甲第1号証の第1発明及び甲第1号証の第2発明の「無端チェンC1，C2」，甲第1号証の第3発明の「無端状の固定子コイル」(段落【0055】)，甲2の「可動部材」(図の記載により明らか)に相当する。",
                    "上記<イ>については，本件特許発明2における「ベルト」，「フック」，「トレー」は，甲9に記載の「チェーン24」，「L字型フック34」，「鮨皿載置台32」に相当し，甲9には，「ベルトに固定されたフックに前記トレーが着脱可能に連結される」技術内容が記載されている。",
                    "本件特許出願前に頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができた本件特許発明1に同一の技術分野に属する甲9に記載された技術事項を組み合わせることは，当業者にとって容易に想到し得るものである。",
                    "よって，本件特許発明2も出願前に頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものでないとした審決の認定判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲16～甲19を提示して，甲第1号証の第1発明(図1)における円形の図形は照明であると主張すると共に，［相違点1a］の「循環搬送装置に設けられた支柱が，照明を保持する」点は，甲第1号証の第1発明にも認められ，本件特許発明1と甲第1号証第1発明の相違点ではなく，一致点である旨主張する。",
                    "しかし，甲第1号証の第1発明では，原告が指摘する図形に対して符号が付されて説明されているわけでもなく，なんら円形の図形に対して説明されていないことから，原告が指摘する図形は「照明」とは認められない。",
                    "換言すれば，甲第1号証の第1発明(図1)において，原告が指摘する円形の図形は，客に湯を提供するための給湯管や，各種ケーブルを収容したパイプなどとも考えられ，「照明」であるとはいえない。",
                    "また，甲16～甲19では，照明について符号を付して説明している。",
                    "逆にいえば，符号を付して説明していない場合，直ちに「照明」であるとは言い切れないのである。また，「照明」であるならば，符号付きで説明をするのが通常であるともいえる。そもそも甲第1号証の第1発明では，U字状の支持枠F1に往復注文搬送装置2が支持されている点が特徴であることを考慮すれば，その特徴ある支持枠F1にさらに照明が設けられることは当業者にとって自明でもなく，照明が設けられているとは到底いえない。",
                    "また，甲第1号証の第1発明における円形の図形では，内部に左右に離隔して2つの点が記載されており，甲16～甲19に記載の各照明の図と異なっている。",
                    "したがって，甲第1号証の第1発明における円形の図形が，「照明」であるとは到底いえず，審決の「…上記円は『照明』とは認められない。」との認定に誤りはなく，支柱に照明が設けられている点は，本件特許発明1と甲第1号証の第1発明との相違点となるべきものであり，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，「照明等の図形のみ記載され，名称の記載がされていない公報」として，甲20を提示しているが，この甲20の図形が照明である理由が全く示されておらず，しかも，甲20における図形と甲1における図形が，同じものであるとする理由も一切述べられていない。したがって，甲20は，甲第1号証の第1発明における円形の図形が照明であることを証明する証拠となっていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，取消事由2の主張を受けて，本件特許発明1と甲第1号証の第1発明との一致点を原告主張のとおり認定すべきであるとする。",
                    "しかし，上記(1)のとおり，本件特許発明1と甲第1号証の第1発明とにおいて，支柱が照明を保持する点は相違点とされるべきであり，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許発明1と甲第1号証の第1発明との相違点は，「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」との点に限られるとして，この点は甲第1号証の第2発明における「案内レール13」にも，甲2における「支持板」にも相当するものであるから，甲第1号証の第1発明に，甲第1号証の第2発明，甲2を組み合わせることによって当業者が容易に想到し得たと主張する。",
                    "上記原告の主張は，審判請求時の請求書に記載しなかった無効理由について主張するものであり，許されない。",
                    "原告は，無効審判請求書(甲11)の11頁(「①本件特許発明請求項1と証拠との対比」の「A．本件特許発明請求項1と証拠①の実施例1との対比」)において，本件特許発明1と甲第1号証の第1発明との相違点として，",
                    "「ヘ．本件特許発明請求項1において，支持板がフレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置されるのに対し，証拠①の実施例1は，支持板(案内レール13)がフレーム(往復注文搬送装置2の筐体)から水平に延出し，当該フレームが設けられた側のレーンの上方に配置されていない点」(12頁)を挙げている。",
                    "そして，この「相違点ヘ．」について，原告は，審判請求書の12頁「(b)相違点ヘ．について」で，「支持板がフレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置する点は，証拠⑦に記載の『案内レール』に関する記載，または証拠⑧に記載の『支持レール』に関する記載による技術を参考にすれば当業者にとって容易に想到できる構成である。」と主張している。",
                    "このように，原告自身が，審判請求時に，本件特許発明1における「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点は，甲7及び甲8に記載された技術を参考にすればよいと主張しており，これに基づいて無効審判において審理判断がなされ，本件特許発明1の有効性の判断がなされたものである。",
                    "上記のとおり，原告は，審判請求時の審判請求書に記載しなかった無効理由について主張しているものであり，無効審判の審決取消訴訟において，その判断の違法が争われる場合，専ら審判手続において現実に争われ，かつ審理判断された特定の無効原因に関するもののみが審理の対象とされるべきであり(最高裁大法廷昭和51年3月10日判決・昭和42年(行ツ)第28号・民集30巻2号79頁)，原告の主張は失当である。",
                    "そして，審決の相違点1bに関する判断の内容にも誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に原告主張のとおり，甲第1号証の第1発明に，甲第1号証の第2発明または甲2に記載の発明を適用したとしても，本件特許発明1における，「支持板」がフレームから水平に延出し，「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」構成とはなりえない。",
                    "本件特許発明1において，透光性を有する「支持板」が，「フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置」されるとは，本件明細書(特許公報，甲10)の段落【0044】の記載からも明らかなとおり，個別搬送装置の支持板を介して循環搬送装置のレーンに照明を適切に当てるための構成を意味している。",
                    "これに対して，甲第1号証の第1発明，同第2発明，及び甲2に記載の発明では，案内レール(支持板)を介して下方の循環搬送装置のレーンに照明を当てる点が一切開示されておらず，これを示唆する記載さえない。",
                    "また，甲第1号証の第1発明，同第2発明，及び甲2に記載の発明では，支柱に照明が設けられておらず，案内レール(支持板)を介して循環搬送装置のレーンに照明を当てることを意図していなかったことは明らかである。しかも，上記発明の構成では，案内レールを介して下方のレーンに照明を照らすことが不可能な構成とされている。",
                    "具体的には，甲第1号証の第1発明では，そもそも往復注文搬送装置2が循環搬送装置のレーンとレーンの間に一つだけ設けられる構成とされており，しかも，往復注文搬送装置2の下方には，支柱7，仕切板5，および保持枠Hが設けられている。このように，甲第1号証の第1発明は，本件特許発明1のように，各レーンの上方に個別搬送装置が設けられる構成と全く異なっており，案内レール13を介して下方の循環搬送装置のレーン(循環搬送路)1a，1bを照らすことは到底できない。",
                    "甲第1号証の第2発明では，往復注文搬送装置3a，3bは，支柱及び仕切板5a，5bの上方に設けられる基台に載置されており，案内レール13の下方は完全に閉塞されている。しかも，甲第1号証の第2発明では，案内レール13が筐体(フレーム)に挟まれた構成であり，筐体(フレーム)を保持するために，往復注文搬送装置3a，3bと基台との間に隔壁板が設けられており，案内レール13の下方は完全に閉塞されている。このため，甲第1号証の第2発明では，往復注文搬送装置3a，3bの上方から照明を当てると，往復注文搬送装置3a，3bの影によりレーン(循環搬送路)1a，1bが暗くなる構成となっている。このように，甲第1号証の第2発明では，案内レール13を介して下方の循環搬送装置のレーン(循環搬送路)1a，1bを照らすことは到底できない構成とされる。",
                    "さらに，甲2に記載の発明では，注文用の搬送装置は，支柱に設けられた隔壁板上に載置されて設けられており，支持板の下方は完全に閉塞されている。しかも，甲2では，甲第1号証の第1発明や第2発明と同様，支持板がフレーム(筐体)に挟まれた構成であり，支持板の下方には，左右一対のフレーム(筐体)を連結する底板が配置されると共に，外フレームの底板も配置されて支持板の下方は完全に閉塞されている。このため，甲2に記載の発明では，注文用の搬送装置の上方から照明を当てると，注文用搬送装置の影によりレーンが暗くなる構成となっている。したがって，甲2に記載の発明では，支持板を介して下方の循環搬送装置のレーンを照らすことは到底できない。",
                    "このように，甲第1号証の第1発明，同第2発明，及び甲2に記載の発明では，案内レール(支持板)を介して循環搬送装置のレーンを照らすことは到底できず，支持板がフレームから水平に延出して，レーンの上方においてレーンに沿って配置される構成となっていないことは明らかである。",
                    "審決も，相違点1bについて，本件特許発明1における，支持板が，「直線状のフレームから水平に延出」する点は，甲第1号証の第1発明自体の形態をそのように表現することも可能ではあるが，続く「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点も含めた構成は記載も示唆もされていない旨認定判断したものである。つまり，本件特許発明1では，「支持板」は，単にフレームから延出しているのではなく，レーンの上方に配置されるようにフレームから水平に延出して設けられており，支持板を介してレーンに照明を当てることが可能な構成とされている。",
                    "これに対して甲第1号証の第1発明，同第2発明，及び甲2に記載の発明では，案内レール(支持板)がフレームから延出すると単に表現できるだけであって，レーンの上方においてレーンに沿って配置されるようにフレームから水平に延出しているとは到底いえない。",
                    "審決においても，「筐体」に挟まれた「案内レール13」上に支持されて「往復直線移動する注文用トレーT」といった記載があることから，当審も当該「筐体」を「直線状のフレーム」とみなした旨(14頁)記載があるように，甲第1号証の第1発明，同第2発明，及び甲2に記載の発明において，案内レール13がフレーム(筐体)から延出していると表現できたとしても，結局，案内レール13が「筐体(フレーム)」に挟まれた構成であることに変わりがない。案内レール13は，フレームから水平に延出して，レーンの上方においてレーンに沿って配置される構成とはなっておらず，甲第1号証の第1発明，同第2発明，及び甲2に記載の発明では，案内レール(支持板)を介して下方へ照明を当てることができない構成となっている。",
                    "したがって，仮に，甲第1号証の第1発明に，甲第1号証の第2発明，甲2に記載の発明を適用したとしても，本件特許発明1のように，支持板を介して下方の循環搬送装置のレーンを照らすために，「支持板」が，「フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置」される構成とは到底ならないから，審決の結論に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，相違点1cについて，甲第1号証の第1発明に甲3に記載された技術事項を採用して，相違点1cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性はない旨主張する。",
                    "しかし，甲3における「載置板」は，商品などを置くための単なる棚板であって，搬送装置自体を構成する部材ではなく，搬送装置とは別個独立したものである。これは甲3の段落【0041】に，「この載置板56により，冷蔵コンベア32上の冷蔵商品を取分けて載置させる取皿を，この載置板56上に載置させることができ，冷蔵商品を取分け易くすることができる…」と記載されていることからも明らかである。また，甲3の図5，図7からも，載置板56が，搬送装置自体を構成するものではなく，搬送装置と別個独立したものであることは明らかである。",
                    "さらに，甲3には，上下に3段の循環搬送路が記載されているだけで，載置板56は，搬送装置自体を構成するものではなく，循環搬送装置に付加的に設けられたものであって，循環搬送装置から取った商品を一旦置くための棚板に過ぎない。",
                    "これに対して，本件特許発明1における「支持板」は，フレームから延出して設けられ，その上を注文品が載置されたトレーが往復動し，個別搬送装置自体を構成するものであり，本件特許発明1における「支持板」と，甲3における「載置板」とは，機能が全く異なるものであって，その用途も全く異なるものである。",
                    "したがって，審決が，甲3における「載置板」は，本件特許発明1における「支持板」とは機能が異なり，その上面に沿って注文品が往復動するものではないとした認定に誤りはない。また，甲3に記載の発明では，段落【0042】に記載されているように，クレセントチェーン上の商品を見易くするために載置板56をガラスなどにするのであって，本件特許発明1のように下方のレーンに照明を当てるためではない。",
                    "このように，甲第1号証の第1発明や第2発明における「案内レール13」に，甲3に記載の「載置板」を採用して，本件特許発明1のように，支持板を透光性を有する構成とすることは当業者にとって容易であるとは到底いえない。",
                    "また原告は，下方に配される物に対し遮光するのを解消するために透光性材質を採用することは周知技術である旨主張し，甲21(特開2002−107045号公報)，甲22(特開平5−180557号公報)を提",
                    "出する。",
                    "しかし，甲21，甲22に記載されているのは，「ショーケース」や「冷蔵庫」であって，本件特許発明1とは技術分野が全く異なる。しかも，原告が主張する甲21，甲22の各部材は，甲3と同様，商品などを載置するための単なる棚板であって，本件特許発明1における「支持板」とは用途や機能が全く異なっている。",
                    "したがって，これら甲21及び甲22に基づいて本件特許発明1を容易に想到することができたとは到底いえない。",
                    "また甲4の「スライド板」は，甲第1号証の第1発明及び同第2発明の各装置の案内レールと構成や用途，作用・機能が全く異なっていて適用する合理的な理由がなく，十分な動機付けもない。甲4では，スライド板(ガラス板2)の上方を照らす点のみが記載されており，スライド板の下方を照らす点は記載されておらず，示唆する記載もない。さらに甲4の図2，図5からも明らかなとおり，スライド板(ガラス板2)の下方には，各種部材が収容されており，甲4において，スライド板(ガラス板2)の下方を照らすと，これら各種部材が客に見えてしまう。したがって，甲4では，スライド板(ガラス板2)の下方を照らすことはできない構成である。",
                    "しかも，甲4に記載された発明では，スライド板(ガラス板2)の下方に皿を搬送する機構を設ける構成であり，甲第1号証の第1発明における往復注文搬送装置2の搬送方法と構成が全く異なる。甲4の段落【0019】に，「…平滑性を有した透明なガラス板2がスライド板として設けられ，前記ガラス板2は，前記ハウジング7に搬送路内を密封するように接着，一体化されており，前記ガラス板2直下の搬送路中央部には，通電により磁化する電磁石14が複数，所定の間隔にて設けられ，この電磁石14は，搬送路内に設けられたチェーンレール13に沿って，搬送路内を循環移動するようにされている駆動チェーン12に取付け治具により取付けられており，前記駆動チェーン12の移動に伴って搬送路内を循環移動するようになっている。」と記載されているように，甲4のスライド板(ガラス板2)を甲第1号証の第1発明における往復注文搬送装置2に採用しようとすれば，甲4の図2，図5に示されるように，電磁石14，チェーンレール13，および駆動チェーン12などを案内レール13の下方に配置する必要がある。",
                    "このように，甲第1号証の第1発明，同第2発明における案内レール13に，甲4における「スライド板」を適用することはできず，仮に適用しようとすると，案内レール13の下方に，電磁石14，チェーンレール13，および駆動チェーン12などを配置する必要があり，本件特許発明1の構成とは到底なり得ない。",
                    "したがって，審決が，甲4における「スライド板」は，透光性を有することが明らかではあるが，本件特許発明1のように上方の搬送路が下方の搬送路に対し遮光するのを解消するためのものではないとした認定判断に誤りはなく，審決に違法はない。",
                    "原告は，甲3などを適用することで，甲第1号証の第1発明や第2発明における案内レール13を透光性を有する構成とすることができると主張するが，そもそも甲1の案内レール13を透光性を有する構成とすることに合理的な理由がない。前記のとおり，甲第1号証の第1発明，同第2発明では，案内レール13を介して下方のレーンを照らすことが一切記載されておらず，示唆する記載さえもない。しかも，甲第1号証の第1発明，同第2発明では，案内レール13を介して下方のレーンを照らすことができない。",
                    "したがって，甲第1号証の第1発明，同第2発明における「案内レール13」に，甲3などを適用して，透光性を有する構成とすればよいという原告の主張は失当である。",
                    "本件特許発明1では，フレームから水平に延出する支持板を，レーンの上方に配置すると共に，この支持板を透光性を有する構成とすることで，循環搬送装置に個別搬送装置を取り付けても循環搬送装置のレーンに照明を適切に当てることができる点に特徴を有しており，甲3，甲21，甲22のように，商品を載せ置く単なる棚板を透明にしたものとは全く異なる技術的思想である。",
                    "原告は，この本件特許発明1の特徴点を全く無視したものであり，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点2bは本件特許発明1と甲第1号証の第2発明との相違点ではなく，一致点である旨主張する。",
                    "この原告の主張は，本件特許発明1の特徴点を無視するものであり，本件特許発明1では，「フレームから水平に延出」する支持板を，「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置」し，かつ，この支持板を透光性を有する構成とすることで，個別搬送装置の支持板を介して循環搬送装置のレーンに照明を適切に当てることができる。",
                    "これに対して，甲第1号証の第2発明では，案内レール13を介して下方のレーンに照明を当てる点が一切開示されておらず，示唆する記載さえない。また，甲第1号証の第2発明では，支柱に照明が設けられておらず，案内レール13を介して循環搬送装置のレーンに照明を当てることを意図していなかったことは明らかである。",
                    "しかも，甲第1号証の第2発明の構成では，上述したように，案内レール13を介して下方のレーンに照明を照らすことができない構成とされている。甲第1号証の第2発明では，往復注文搬送装置3a，3bは，仕切板5a，5bにより構成される基台に載置されており，案内レール13の下方は完全に閉塞されている。また，往復注文搬送装置3a，3bと基台との間には，隔壁板が設けられており，案内レール13の下方は完全に閉塞されている。このため，甲第1号証の第2発明では，往復注文搬送装置3a，3bの上方から照明を当てると，往復注文搬送装置3a，3bの影によりレーン(循環搬送路)1a，1bが暗くなる構成となっている。",
                    "したがって，甲第1号証の第2発明では，案内レール13を介して循環搬送装置のレーンを照らすことができず，案内レールがフレームから水平に延出して，レーンの上方においてレーンに沿って配置される構成となっていないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，それ故に，相違点1bについて，本件特許発明1における，支持板が，「直線状のフレームから水平に延出」する点は，甲第1号証の第1発明自体の形態をそのように表現することも可能ではあるが，続く「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点も含めた構成は記載も示唆もされていない旨認定し，さらに相違点2bについて，上記同様，本件特許発明1における，支持板が，「直線状のフレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点は，甲第1号証の第2発明ならびに甲7，甲8に記載された技術事項を組み合わせることによって当業者が容易に想到し得たものであるとはいえない旨判断したものである。",
                    "つまり，本件特許発明1では，「支持板」は，単にフレームから延出しているのではなく，レーンの上方に配置されるようにフレームから水平に延出して設けられており，支持板を介してレーンに照明を当てることが可能な構成とされている。これに対して甲第1号証の第2発明では，案内レール13がフレーム(筐体)から延出すると単に表現できるだけであって，レーンの上方においてレーンに沿って配置されるようにフレームから水平に延出しているとは到底いえない。",
                    "そもそも甲第1号証の第2発明では，審決が，「…『筐体』に挟まれた『案内レール13』上に支持されて『往復直線移動する注文用トレーT』といった記載があることから，当審も当該『筐体』を『直線状のフレーム』とみなした。」(14頁26行～28行)としたように，案内レール13がフレーム(筐体)から延出していると表現できたとしても，結局，案内レール13が「筐体(フレーム)」に挟まれた構成であることに変わりがない。",
                    "案内レール13がフレームから水平に延出して，レーンの上方においてレーンに沿って配置される構成とはなっていないことから，甲第1号証の第2発明では，案内レール13を介して下方へ照明を当てることができない構成となっているものである。",
                    "なお，甲第1号証の第2発明における「支柱」は，原告が主張する箇所ではなく，仕切板5a，5b間に設けられた「上方へ延びる部材」が「支柱」である。",
                    "そして，甲第1号証の第2発明では，案内レール13が筐体(フレーム)に挟まれた構成であるが故に，往復注文搬送装置3a，3bは，支柱の上方に設けられた基台，さらには基台上に設けられた隔壁板に載せ置かれて設置されている。",
                    "よって，甲第1号証の第2発明では，案内レール13を介して循環搬送路(レーン)1a，1bを照らすために，案内レール13が，筐体(フレーム)から水平に延出して，「フレームが設けられた側のレーンの上方においてレーンに沿って配置される」構成となっていないことは明らかである。",
                    "このように，甲第1号証の第2発明では，案内レール13を介して循環搬送装置の循環搬送路(レーン)1a，1bを照らすことができず，本件特許発明1のように，フレームから水平に延出する支持板が，レーンの上方においてレーンに沿って配置され，支持板を介して循環搬送装置のレーンを照らすことができる構成となっていないから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由5に対し",
              "text": [
                "本件特許発明1と甲第1号証の第2発明とにおいて，支持板が，「フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点は相違点とされるべきことは既に述べたとおりである。",
                "原告は，相違点2aに関し，循環搬送装置に設けられた支柱が照明を保持するとも主張するが，これも既に述べたように，甲第1号証の第1発明では支柱に照明が設けられているとはいえない。",
                "原告は，相違点2cについて，甲3における「載置板」自体が注文品を往復運動するものではないとしても，甲第1号証の第2発明に甲3に記載された技術事項を採用して，相違点2cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性はない旨主張する。",
                "しかし，甲3における「載置板」は，搬送装置自体を構成するものではなく，単なる棚板に過ぎず，個別搬送装置自体を構成する本件特許発明1の「支持板」とは，機能が全く異なる部材である。したがって，甲第1号証の第2発明の案内レール13に，甲3における「載置板」を適用しても本件特許発明1には到底なり得ない。",
                "また，そもそも甲第1号証の第2発明の案内レール13を透光性を有する構成とすることに合理的な理由がない。既に述べたように，甲第1号証の第2発明では，案内レール13を介してレーンを照らすことが一切記載されておらず，示唆する記載さえもない。甲第1号証の第2発明では，案内レール13の下方に基台や隔壁板が配置されて案内レール13の下方が完全に閉塞されており，案内レール13を介して下方のレーンを照らすことができない構成となっている。よって，甲第1号証の第2発明における「案内レール13」を透光性を有する構成とすることに何ら合理的な理由がない。",
                "さらに，原告は，下方に配される物に対し遮光するのを解消するために透光性材質を採用するという，周知技術に基づき当業者が通常考え得る板材の材質の選択の範疇に止まり，容易な設計変更に過ぎない旨主張するが，甲第1号証の第2発明では，案内レール13を介して下方のレーンを照らすことができない構成となっており，甲3の載置板は本件特許発明1の支持板と機能が全く異なるものである。",
                "また，甲4に記載のスライド板を甲第1号証の第2発明に適用した場合，上述したように，本件特許発明1の構成とは到底なり得ない。さらに，甲21，甲22に開示されているのは，「ショーケース」や「冷蔵庫」の単なる棚板であり，本件特許発明1と全く技術分野が異なり，しかも，機能や用途が全く異なっている。",
                "そもそも，循環搬送装置に個別搬送装置を取り付け，この個別搬送装置の支持板を介して循環搬送装置のレーンを照らす構成が，いずれの証拠にも示されていない以上，甲第1号証の第2発明における案内レール13を周知技術に基づいて透光性を有する構成とできるとは到底いえず，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由6に対し",
              "text": [
                "原告の相違点3aについての主張につき，繰り返し述べているとおり甲第1号証の第1発明では，支柱に照明は設けられていないから，原告の主張は失当である。",
                "原告は，相違点3bについて，甲第1号証の第3発明に甲第1号証の第1発明を組み合わせることによって当業者が容易に想到し得たものであると主張する。",
                "しかしこの主張も，審判請求時の無効審判請求書に記載しなかった無効理由について主張するものであり，失当である。",
                "すなわち原告は，審判請求書(甲11)の14頁(「(C．本件特許発明請求項1と証拠①の実施例3との対比」)において，本件特許発明1と甲第1号証の第3発明との相違点として，",
                "「ヘ．本件特許発明請求項1において，支持板がフレームから水平に延出しているのに対し，証拠①の実施例3は，支持板(ヒサシ24a，24b)が支柱25から水平に延出している点」(15頁)",
                "を挙げている。",
                "そして，この「相違点ヘ．」について，原告は，審判請求書の15頁の「(b)相違点ヘ．について」の中で，「証拠⑦に記載の『案内レール』に関する記載，または証拠⑧に記載の『支持レール』に関する記載による技術を参考にして，フレーム(28a，28b)を支柱に近接して設けそこから支持板(ヒサシ24a，24b)を水平に延出させ，当該案内レール上をトレーが往復動するようにすることは，当業者にとって容易に想到できる構成である。」と主張している。",
                "このように，原告自身が，審判請求時に，本件特許発明1における「支持板」が，「直線状のフレームから水平に延出」する点は，甲7，甲8に記載された技術を参考にすればよいと主張しており，これに基づいて無効審判において審理判断がなされ，本件特許発明1の有効性の判断がなされている。",
                "原告は，無効審判請求時の審判請求書に記載しなかった無効理由について主張しているものであり，原告の主張は失当である。",
                "審決の相違点3bについての認定判断にも誤りはない。",
                "加えて，原告は，甲第1号証の第3発明と甲第1号証の第1発明とを組み合わせることによって本件特許発明1を当業者が容易に想到し得たものであると主張しているが，甲第1号証の第3発明に，どのように甲第1号証の第1発明を組み合わせるのかについての主張はない。",
                "また，甲第1号証の第3発明では，ヒサシをフレームに設ける点が一切開示されておらず，示唆する記載さえない。そもそも甲第1号証の第3発明の吊り下げ式往復注文搬送装置30a，30bと，甲第1号証の第1発明の往復注文搬送装置2とは，甲1の図1及び図5からも明らかなとおり，フレームや案内レール，ヒサシなどの構成が全く異なっており，注文搬送装置の構成が全く異なっている。そのため，甲第1号証の第3発明に，甲第1号証の第1発明を組み合わせることは到底できず，組み合わせることに合理的な理由がない。",
                "原告は，相違点3cについて，甲3における「載置板」自体が注文品を往復運動するものではないとしても，甲第1号証の第3発明に甲3に記載された技術事項を採用して，相違点3cに係る本件特許発明1の発明特定事項のようにすることに格別の困難性はない旨も主張する。",
                "既に述べたとおり，甲3における「載置板」は，搬送装置自体を構成するものではなく，単なる棚板に過ぎず，個別搬送装置自体を構成する本件特許発明1の「支持板」とは，機能が全く異なる部材である。したがって，甲第1号証の第3発明のヒサシに，甲3における「載置板」を適用して本件特許発明1とはなり得ない。甲第1号証の第3発明では，ヒサシを介してレーンを照らすことが一切記載されておらず，示唆する記載さえなく，甲第1号証の第3発明におけるヒサシを，透光性を有する構成とすることに何ら合理的な理由がない。",
                "さらに，原告は，下方に配される物に対し遮光するのを解消するために透光性材質を採用するという，周知技術に基づき当業者が通常考え得る板材の材質の選択の範疇に止まり容易な設計変更に過ぎない旨も主張するが，甲第1号証の第3発明におけるヒサシは，フレームに設けられておらず，注文搬送装置を構成するものでない以上，本件特許発明1の支持板に相当するものとは到底いえないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由7に対し",
              "text": [
                "原告は，相違点4bは本件特許発明1と甲2の相違点ではなく，一致点であると主張する。",
                "しかし，本件特許発明1では，「フレームから水平に延出」する支持板を，「前記フレームが設けられた側のレーンの上方においてレーンに沿って配置」し，かつ，この支持板を透光性を有する構成とすることで，個別搬送装置の支持板を介して循環搬送装置のレーンに照明を適切に当てることができる。",
                "これに対して，甲2に記載の発明では，既に述べたとおり，支持板を介して下方のレーンに照明を当てる点が一切開示されておらず，示唆する記載さえない。",
                "また，甲2に記載の発明では，支柱に照明が設けられておらず，支持板を介して循環搬送装置のレーンに照明を当てることを意図していなかったことは明らかである。しかも，甲2に記載の発明の構成では，支持板を介して下方のレーンに照明を照らすことができない構成とされている。これも既に述べたとおりである。",
                "また，甲2に記載の発明では，甲第1号証の第1発明や第2発明と同様，支持板がフレーム(筐体)に挟まれた構成であり，支持板の下方には，フレーム(筐体)の底板が配置されると共に，外フレームの底板も配置されており，支持板の下方は完全に閉塞されている。このため，甲2に記載の発明では，注文用の搬送装置の上方から照明を当てると，注文用搬送装置の影により循環搬送装置のレーンが暗くなってしまう構成となっている。",
                "したがって，甲2に記載の発明では，支持板を介して下方の循環搬送装置のレーンを照らすことは到底できず，支持板が，フレームから水平に延出して，レーンの上方においてレーンに沿って配置される構成となっていないことは明らかである。",
                "このように，甲2に記載の発明では，支持板を介して循環搬送装置のレーンを照らすことができず，本件特許発明1のように，フレームから延出する支持板が，レーンの上方においてレーンに沿って配置され，支持板を介して循環搬送装置のレーンを照らすことができる構成となっていないから，原告主張の取消事由7は失当である。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由8に対し",
              "text": [
                "既に述べたように，本件特許発明1と甲2に記載の発明とにおいて，支持板が，「フレームが設けられた側のレーンの上方においてレーンに沿って配置される」点は相違点とされるべきであり，原告の主張は，失当である。相違点4aに関する主張に対しては，甲第1号証の第1発明では支柱に照明が設けられているといえないことも既に主張したとおりである。",
                "相違点4cに関する主張についても，既に述べたように，甲3における「載置板」は棚板に過ぎず，個別搬送装置自体を構成する本件特許発明1の「支持板」とは，機能が異なる部材である。したがって，甲2に記載された発明の支持板に，甲3における「載置板」を適用しても本件特許発明1とは到底なり得ない。そもそも甲2記載の発明の支持板を透光性を有する構成とすることに合理的な理由がないことも既に述べたとおりである。甲4記載のスライド板を甲2に記載された発明に適用した場合に本件特許発明1の構成とは到底なり得ないこと，甲21，甲22に開示されているのは，「ショーケース」や「冷蔵庫」の単なる棚板であり，本件特許発明1と全く技術分野が異なり，しかも，機能や用途が全く異なっていることも既に述べたとおりである。",
                "以上のように，本件特許発明1は，甲2に記載の発明，甲3，甲7，甲8に記載の発明などからは容易に想到し得ない構成とされており，審決の無効理由Eに関する認定判断に誤りはなく，審決に違法はない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由9に対し",
              "text": [
                "原告の主張する取消事由はいずれも理由がなく，本件特許発明1は，甲第1号証に記載の各発明，甲2，3などに記載の発明からは容易に想到し得るものでなく，審決の認定判断に誤りはない。したがって，審決に違法はなく，本件特許発明1は取り消されるべきものではない。",
                "以上のように，本件特許発明1は取り消されるべきものではなく，本件特許発明1を引用する発明である本件特許発明2も取り消されるべきものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の取消事由について，以下順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1a認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，無効理由Aにおける甲第1号証の第1発明と本件特許発明1との対比において，相違点1aを「本件特許発明1では，循環搬送装置に設けられた支柱が，照明を保持するのに対し，甲第1号証の第1発明ではそのような構成がない点」(14頁30行～31行)と認定した点について，甲1の図1には，台形状の台座に取り付けられた円形の図形が記載され，この図形は，甲16～20から明らかなように，当業者であれば照明を表わしていると認識するから，審決の相違点1aの認定は誤りであり，審決は取り消されるべきである旨主張する。",
                "なるほど審決は，相違点1aの判断において，甲1の図1における円は「『照明』とは認められない」(15頁7行)とした。しかし，審決は，相違点1aについての判断において，甲5に「『循環搬送装置に設けられた支柱が，照明を保持する』構成が記載されている」(15頁13行～14行)として，甲第1号証の第1発明に甲5の技術事項を採用することにより，相違点1aに係る構成とすることに格別の困難性はないと判断した。",
                "そうすると審決は，相違点1aについて容易想到であるとする請求人(原告)の主張に沿った判断をしたものであり，原告の上記相違点1aについての認定の誤りについての主張が認められたとしても，審決の結論に影響しないことが明らかである。",
                "したがって，原告主張の取消事由2は，審決の取消事由としては主張自体失当であるが，事案に鑑み，審決の認定した甲第1号証の第1～第3発明の内容の当否について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第1号証の第1発明，同第2発明，同第3発明の記載された甲1には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「【発明の属する技術分野】",
                        "本発明は，飲食客エリア内を飲食物を載置して循環する無端状の循環搬送路を備える循環型飲食物搬送装置に関する。」(段落【0001】)・ 「そして，上記のような循環型飲食物搬送装置において，飲食客が循環搬送路上に載置されていない飲食物を注文したときは，店員がその都度，注文飲食客に直接手渡すか，座席番号00番の注文品と書いた表示物と一緒に通常の搬送路に注文飲食物を投入して，その座席番号の飲食客だけが採れるように搬送していた。」(段落【0003】)",
                        "・ 「【発明が解決しようとする課題】",
                        "しかしながら，より多くの飲食客を収納できるようにした大型店舗が増加している現況において，繁盛時には多くの注文飲食客から注文を受けるので，注文飲食物を直接店員が移動して手渡すには多くの店員を動員させなければならず，また店員が飲食物を持ちながら飲食客の後をうろうろすること自体好感のもてるものではなかった。一方，座席番号を記した表示物を付けて一般の搬送路に投入する方法は，人手が掛からない反面，注文飲食客が会話に夢中になって見逃してしまう恐れもあり，確実に注文飲食物を注文飲食客に送り届けることができなかった。」(段落【0005】)",
                        "・ 「本発明は，上記問題点を解決するためになされたもので，人手を掛けずに注文飲食物を注文飲食客に確実に送り届けることができる専用の往復注文搬送路を設けた循環型飲食物搬送装置を提供することを目的としている。」(段落【0006】)",
                        "・ 「【課題を解決するための手段】",
                        "上記目的を達成するために，本発明の循環型飲食物搬送装置は，飲食客エリア内を飲食物を載置して循環する無端状の循環搬送路を備える循環型飲食物搬送装置において，前記循環搬送路の近傍に，注文飲食客に注文飲食物を移送する往復注文搬送装置を設け，該往復注文搬送装置は注文飲食物を前後方向に往復移動可能で注文飲食客の座席位置で停止することを特徴としている。",
                        "この特徴によれば，注文した飲食物が注文飲食物載置台により送り届けられるので，人手が掛からず，しかも注文飲食者のところで飲食物が停止するので，見逃してしまうようなことがない。」(段落【0007】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例1に関し",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「図1は本発明の第1実施形態に係る循環型飲食物搬送装置であって，無端状循環搬送路とその近傍上部に配設され前後方向に往復動可能な注文飲食物載置台を備えた往復注文搬送装置を横切る断面図である。」(段落【0021】)",
                            "・ 「図1に示す符号1は循環型飲食物搬送装置であって，この循環型飲食物搬送装置1は，無端状のクレセントチェーンコンベヤ12a，12bで構成される略水平な循環搬送路1a，1bから成る往路及び復路を有し，図示しない隔壁で仕切られた厨房エリア内から飲食物Ｎを食器皿8に載置して飲食客エリア内を回走し，再び厨房エリアに戻るようになっている。」(段落【0022】)",
                            "・ 「更に，循環搬送路1a，1bの側面には対面式の飲食カウンター4a，4bが配設されており，これら飲食カウンター4a，4bには複数の飲食客の座席が搬送方向に沿って所定間隔で配設されている。」(段落【0023】)",
                            "・ 「詳しくは，循環搬送路1a，1bの間に形成された支持台11上部には，搬送方向に沿う複数の支柱7が所定間隔毎に立設しており，これら支柱7間に設けられた保持枠Hに注文飲食客の対面側の飲食客の視界から遮る仕切板5が取付けられている。」(段落【0024】)・ 「そして，これら循環搬送路1a，1bの中間部上方には，前後方向に往復動可能な注文飲食物運搬体を備えた往復注文搬送装置2が設けられている。なお，この注文飲食物運搬体は食器皿8のことを意味する場合と，食器皿8を載せた注文用トレーTとを意味する場合とを含んでいる。」(段落【0025】)",
                            "・ 「そして，これら各支柱7の頂部には，U字状の支持枠F1が支持されており，支持枠F1の内部底枠には往復注文搬送装置2が支持されており，この往復注文搬送装置2は，図示しない前後に配置された一対のスプロケットに係止されて水平に折り返される無端チェンC1，C2と，一側チェンC1に連結されて厨房エリア内で飲食物Ｎを載せた食器皿8を載置して飲食客エリア内に向く案内レール13上に支持されて往復直線移動する注文用トレーTとから構成されている。」(段落【0026】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)",
                          "text": [
                            "・ 【図1】(本発明の第1実施形態に係る循環型飲食物搬送装置であって，無端状循環搬送路とその近傍上部に配設され前後方向に往復動可能な注文飲食物載置台を備えた往復注文搬送装置を横切る断面図である。)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例2に関し",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「図4は第2実施形態に係る循環型飲食物搬送装置であって，無端状循環搬送路とその近傍上部に前後方向に往復動可能に並設された2つの往復注文搬送装置を横切る断面図である。尚，前述した構成部分と同一構成部分については，同一符号を付して重複する説明を省略する。」(段落【0043】)",
                            "・ 「図4に示される循環型飲食物搬送装置1の循環搬送路1a，1b間には，仕切板5a，5bが配置されて対面側の飲食客の視界を遮るようになっており，これら循環搬送路1a，1bの上方には2つの注文用トレーT，Tを個別に前後方向に往復動する2つの独立した往復注文搬送装置3a，3bが並設されている。」(段落【0044】)",
                            "・ 「これら往復注文搬送装置3a，3bは，第1実施形態と同じ構成であって，前後に配置された一対のスプロケットに係止されて水平に折り返される無端チェンC1，C2の一方側チェンC1にそれぞれ独立して連結された注文用トレーT，Tを厨房エリアと飲食客エリア間で往復直線移動するように構成されている。」(段落【0045】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)",
                          "text": [
                            "・ 【図4】(第2実施形態に係る循環型飲食物搬送装置であって，無端状循環搬送路とその近傍上部に前後方向に往復動可能に並設された2つの往復注文搬送装置を横切る断面図である。)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例3に関し",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「図5は本発明の第3実施形態に係る循環型飲食物搬送装置であって，無端状循環搬送路とその近傍上部に配設されるリニアモータ駆動の2つの吊り下げ式往復注文搬送装置を横切る断面図である。尚，前述した構成部分と同一構成部分は同一符号を付してその説明を省略する。」(段落【0051】)",
                            "・ 「図5に示すように，2つの吊り下げ式往復注文搬送装置30a，30bはリニアモータ駆動の吊り下げ式であり，循環型飲食物搬送装置1を構成する無端状のクレセントチェーンコンベヤ12a，12bから成る循環搬送路1a，1bの対面に設置された仕切板5a，5b間の支持台上部には複数の支柱25が所定間隔毎立設しており，これら支柱25間には対面側の飲食客の注文飲食物を視界から遮る目隠し板32が取付けられている。」(段落【0052】)",
                            "・ 「そして，上記支柱25の上端から搬送方向と直交する左右方向に張り出した支持アーム26の両端には，前後方向を向く2つの独立した搬送路を構成する直線状のガイドレールR1，R2が支持されている。",
                            "なお，支持アーム26は支柱25に支えられているが，天井に直接吊り下げるようにしてもよい。」(段落【0053】)",
                            "・ 「そして，これらガイドレールR1，R2には，吊り下げ体P1，P2の側面に回転自在に軸支されたガイドローラが走行可能に支持されており，これら吊り下げ体P1，P2には食器皿8を載置して独立して往復移送可能な吊り下げ搬送トレー29a，29bがそれぞれ吊り下げられている。」(段落【0054】)",
                            "・ 「吊り下げ体P1，P2のガイドローラと反対側には，両ガイドレールR1，R2の一部に取付けられた無端状の固定子コイルと，可動子から成るリニアモータが設けられている。」(段落【0055】)・ 「本実施形態に係る吊り下げ式往復注文搬送装置30a，30bは，図示していないが，上記の実施形態と同様に，飲食カウンター4a，4b前の座席に対応して注文伝達手段としてのインターフォンがそれぞれ取り付けられており，その座席に着席した飲食客は，インターフォンのボタンを押すことで好みの飲食物を厨房側に口頭で注文することができるようになっている。」(段落【0056】)",
                            "・ 「また，吊り下げ搬送トレー29a，29bの下方には，仕切板5a，5bの上端から循環搬送路1a，1bの上部にそれぞれヒサシ24a，24bが張り出しており，吊り下げ搬送トレー29a，29bから循環搬送路1a，1b上に飲食物が落下するのを防止している。」(段落【0057】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)",
                          "text": [
                            "・ 【図5】(本発明の第3実施形態に係る循環型飲食物搬送装置であって，無端状循環搬送路とその近傍上部に配設されるリニアモータ駆動の2つの吊り下げ式往復注文搬送装置を横切る断面図である。)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲1記載の各発明の意義",
                      "text": [
                        "上記(ア)ないし(エ)によれば，甲1に記載の各発明は，飲食物を載置して循環する無端状の循環搬送路を備える循環型飲食物搬送装置に関するものであり(段落【0001】)，飲食客が循環路上に載置されていない飲食物を注文したときに，人手を掛けずに注文飲食物を注文飲食客に確実に送り届けることができる専用の往復動注文搬送路を設けた循環型飲食物搬送装置を提供することを目的とするものである(段落【0003】・【0006】等)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "実施例1に記載された発明〔甲第1号証の第1発明〕の意義a 上記(ア)，(イ)によれば，甲第1号証の第1発明は，第1実施形態に係る発明であり，無端状のクレセントチェーンコンベヤ12a，12bで構成される略水平な循環搬送路1a，1bから成る往路及び復路を有し(段落【0022】)，循環搬送路1a，1bの間に形成された支持台11上部には，搬送方向に沿う複数の支柱7が所定間隔毎に立設し(段落【0024】)，循環搬送路1a，1bの中間部上方には，前後方向に往復動可能な注文飲食物運搬体を備えた往復注文搬送装置2が設けられた構成となっている(段落【0025】)。",
                        "これら記載及び上記(ア)，(イ)の摘記によれば，審決が甲第1号証の第1発明の内容に関し，審決書8頁のとおり認定したことに誤りはない。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "subject": "原告の主張に対する補足的判断",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，甲第1号証の第1発明に関し，図1の台形状の台座に取り付けられた円形の図形は照明であり，これを認定しなかったのは誤りである旨主張する。",
                                "なるほど上記(イ)bのとおり，甲1の図1には，原告の主張するように，U字状支持枠F1の上部左右に，台形状の図形と，これに密接している，内部に二つの点を有する円形の部材が描かれている。",
                                "しかし，これら部材には符号等は付されておらず，甲1の発明の詳細な説明にも，この部材について何ら記載がされていないばかりか，甲1の循環型飲食物搬送装置の照明について言及するところがなく，甲1は照明について考慮された文献ではないということができる。したがって，甲第1号証の第1発明の内容に関して，審決が原告主張の照明について認定しなかったことは誤りではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，甲16から甲20を提出し，このような台形状の台座に取り付けられた円形部材は蛍光管を意味すると主張する。なるほど甲16～20には以下の記載がある。",
                                "・ 甲16(特開平9−327364号公報，発明の名称「飲食カ",
                                "ウンター用取付け窓枠部材及び該窓枠部材を備える飲食カウンター並びにその取付け方法」，出願人 石野産業株式会社，公開日平成9年12月22日)は，発明の詳細な説明に「…蛍光灯5",
                                "9が設けられている…」(段落【0050】)との記載があり，下記図1には，略台形状部材の頂部に円形が密接した形状に蛍光灯59が描かれている。",
                                "記",
                                "【図1】",
                                "・ 甲17(特許2612739号公報，発明の名称「回転飲食台",
                                "用保温装置」，特許権者 日本クレセント株式会社，特許公報発行日 平成9年5月21日)の発明の詳細な説明には「…照明ランプ FL …を備えた…」(第5欄3行～4行)と記載され，第1図は下記のとおりである。",
                                "記",
                                "【第1図】",
                                "・ 甲18(特開2004−28397号公報，発明の名称「商品冷",
                                "蔵方法およびその装置」，出願人 日本クレセント株式会社，公開日平成16年1月29日)の発明の詳細な説明には，「…図中…22はランプ…」(段落【0018】)との記載があり，図1は下記のとおりである。",
                                "記",
                                "【図1】",
                                "・ 甲19(特開平5−184443号公報，発明の名称「ショーケースの照明灯カバー支持構造」，出願人 富士電機株式会社，公開日平成5年7月27日)の発明の詳細な説明には，「…蛍光灯である照明灯7が懸垂支持されている…」(段落【0003】)と記載され，下記図1のとおり，略台形状部材の頂部に円形が密接した形状として描かれている。",
                                "記",
                                "【図1】",
                                "・ 甲20(特開平10−80346号公報，発明の名称「飲食カウ",
                                "ンター用の取付け窓部材及び該窓部材を備える飲食カウンター並びにその製造方法」，出願人 石野産業株式会社，公開日 平成10年3月31日)には，明細書中には関連記載はないものの，下記図1のとおり，台形状の部材等が，ガイドレール5の下部に描かれている。",
                                "記",
                                "【図1】"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "しかし，上記によれば，甲16には，図1の把手19や，ロータリーダンパー28についても，原告が蛍光管であると主張する形状とよく似た形状に描かれている。また，下記のとおり，本件特許発明1・2が記載された特許公報(甲10)においても，蛍光灯23は単なる円形に描かれている(図3)。これによれば，必ずしも原告主張の形状の部材は蛍光管には限られず，別の形状に描かれることもあるということができる。加えて，甲1は，本来，照明に関わる構成を開示する文献ではなく，上記甲16～19と異なり明確にその旨の記載があるものでもない。そうすると，甲1の図1に描かれたU字状支持枠F1の上部左右に，台形状の図形と，これに密接している，内部に二つの点を有する円形の部材は，蛍光管を意図して描かれた可能性もあるとはいえるものの，蛍光管であると断定することもできないというべきである。原告の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "さらに原告は，甲1の図1の蛍光管と主張する円形の内部には，2つの「点」が記載されているところ，甲29～31によれば，これらの「点」は通電用のピンであり，このことは図形が照明であることを当業者に強く認識させると主張する。",
                                "甲29( インターネットサイト「フリー百科事典『ウィキペディア(Wikipedia)』」(http://ja.wikipedia.org)に掲載の「蛍光灯」に関する記載及び写真)，甲30(「絵でひく英和大図鑑ワーズ・ワード(コンパクト版)」株式会社同朋舎出版1997年6月20日発行，2",
                                "32頁)，甲31(東芝ライテック株式会社蛍光ランプ「メロウライン」FHF50EX-Nの仕様図面)等からは，円形内部に2つの「点」を記載したものが一般的に蛍光管を表わすものとは認められない上，そもそも原告が蛍光管であると主張して提出した甲16～甲20には，上記のような円形内部の2つの「点」は描かれていないものである。原告の上記主張は採用することができない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "実施例2に記載された発明〔甲第1号証の第2発明〕の意義上記(ア)，(ウ)によれば，甲第1号証の第2発明は，循環搬送路1a，1bの上方には2つの注文用トレーT，Tを個別に前後方向に往復動する2つの独立した往復注文搬送装置3a，3bが並設され(段落【0044】)，これら往復注文搬送装置3a，3bは，第1実施形態と同じ構成である(段落【0045】)。これら記載及び上記(ア)，(ウ)の摘記によれば，審決が甲第1号証の第2発明の内容に関し，審決書8頁のとおり認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "実施例3に記載された発明〔甲第1号証の第3発明〕の意義上記(ア)，(エ)によれば，甲第1号証の第3発明は，2つの吊り下げ式往復注文搬送装置30a，30bをリニアモータ駆動の吊り下げ式としたものであり(段落【0054】)，これら記載及び上記(ア)，(エ)の摘記によれば，審決が甲第1号証の第3発明の内容に関し，審決書8～9頁のとおり認定したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記によれば，原告主張の取消事由2は理由がなく，また審決が認定した甲第1号証の第1発明～第3発明の内容にも誤りがない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由Aについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，①相違点1bにおいて，支持板が「フレームが設けられた側のレーンの上方においてレーンに沿って配置される」構成が，甲第1号証の第1発明と実質的に相違すると判断しているが，この構成は，甲1号証の第2発明，甲2に記載されているから，これらを甲第1号証の第1発明に組み合わせて相違点1bの構成とすることは容易である，②相違点1cの支持板が透光性を有する構成は，同様の構成が甲3，甲4に記載されている上，甲21，22に示される如く周知であるから，相違点1cの構成も設計事項にすぎず，容易想到性を否定した審決の判断は誤りである旨主張する。",
                "これに対し被告は，上記①の相違点1bにおける判断について，審判請求人である原告は，甲第1号証の第1発明を主引例とし，これに甲第1号証の第2発明，甲2を組み合わせる構成を無効理由として主張していないから，審決取消訴訟においてこれを取消事由とすることはできないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1bの判断に関し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件無効審判請求において，本件特許発明1について審判請求人である原告が審判請求書(平成20年9月12日付け，甲11)で主張した無効理由Aは，本件特許発明1(無効審判請求書では「本件特許発明請求項1」)と甲第1号証の第1発明(無効審判請求書では「証拠①の実施例1」)との対比として，相違点ホ(審決の相違点1a)，相違点ヘ(審決の相違点1b)，相違点ト(審決の相違点1c)が存在するところ，相違点ヘ(相違点1b)については，証拠⑦(審判甲7・本件甲7)，証拠⑧(審判甲8・本件甲8)の技術を参考にすれば当業者が容易に想到できるというものである(甲11，12頁17行～21行)。",
                    "そして，審判被請求人である被告は，これを前提として，相違点ヘ(相違点1b)につき審判事件答弁書(甲12)において反論し，審決も，相違点1bについて，甲7，甲8を参考として容易想到でないと判断したものである。",
                    "したがって，相違点1bの判断に当たり，甲第1号証の第1発明を主引例とし，これに甲第1号証の第2発明，甲2を適用することは，本件無効審判において無効理由として審理・判断されていないから，これらの組合せによる相違点1bに係る構成の容易想到を主張し，審決の結論には誤りがあるとすることは許されないというべきである。したがって，原告のこの点に関する主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する補足的判断",
                  "text": [
                    "この点に関し原告は，平成21年3月3日付け「口頭審理陳述要領書」(甲13)において，「案内レールがフレームから水平に延出して設けて成る」点が，甲第1号証の第1発明及び第2発明により明らかであり，甲2においても同様である旨主張しているから，新たな無効理由を主張するものではないと反論する。",
                    "しかし，上記「口頭審理陳述要領書」(平成21年3月3日付け，甲13)には，以下の記載がある。",
                    "「② 被請求人(判決注：「非請求人」は誤記)答弁書における主張への反論(1) 証拠①(判決注：本件甲1)の実施例1および2におけるフレーム(往復注文搬送装置2の筐体)が水平環状であるとの主張への反論被請求人は，証拠①の実施例1および2におけるフレーム(往復注文搬送装置2の筐体)が水平環状であると主張しています。…下記参考図3のように構成され，まさしく本件特許の実施例に記載されたフレーム，支持板及び駆動装置による構成態様と同一となるものであります。尚，このことは証拠②(判決注：本件甲2)においても同様であります。…以上のことから，証拠①の実施例1および2におけるフレーム(往復注文搬送装置2の筐体)が水平環状であるとの主張は失当であるとともに，フレームが無端チェンC1，C2をそれぞれ収容しているフレーム部とした場合においては，本件特許請求項1の『支持板がフレームから水平に延出して設けられている』構成を有していることは明らかであります。」(4頁4行～6頁5行)",
                    "上記記載によれば，原告主張の「口頭審理陳述要領書」における記載箇所は，何ら甲第1号証発明を主引例としてこれに甲第1号証の第2発明，甲2を組み合わせることに関するものではないことが明らかであるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記のとおり，甲第1号証の第1発明を主引例とし，甲第1号証の第2発明，甲2を副引例とする相違点1bの容易想到性については本訴において主張することが許されないものではあるが，念のため，原告主張の甲第1号証の第1発明を主引例として，これに甲第1号証の第2発明，甲2を組み合わせた場合の相違点1bの容易想到性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明1・2について",
                      "text": [
                        "本件明細書(特許公報〔甲10〕)には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "前記第3，1(2)のとおり"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「本発明は，飲食物を搬送するための搬送装置であって，特に，回転寿司などで使用される循環搬送装置に取り付けられる搬送装置に関するものである。」(段落【0001】)",
                            "・ 「周知のとおり，回転寿司などの飲食店において，循環搬送装置が使用されている。このような店舗では，客は，希望の飲食物が回ってこない場合には，別途インターホンなどで注文して循環搬送装置により飲食物を流して貰うか，直接店員に持ってきてもらうことになる。ところが，注文したものを循環搬送装置に載せて搬送する場合，客に届くまでに時間がかかってしまう。一方，店員が搬送する場合には，手間がかかってしまう不都合があった。",
                            "このような問題を解決するために，下記特許文献1において，注文品を別に搬送する搬送装置が提案されている。この特許文献1に記載の発明では，飲食物搬送装置(1)とは別に注文搬送装置(2)が設けられており，注文品を客にすばやく届けることができる。…」(段落【0002】)",
                            "・ 「しかしながら，特許文献1に記載の注文搬送装置(2)は，既存の循環搬送装置に適用することができず，設備の変更にコストがかかってしまう。",
                            "また，特許文献1に記載の発明の場合，注文搬送装置(2)と飲食物搬送装置(1)とを照らす蛍光灯についてはなんら考慮がなされておらず，注文搬送装置(2)の下側に配置される飲食物搬送装置(1)のトレーなどに照明が届かないおそれがある。なお，上記括弧書きの数字は，特許文献1中の符号を示す。」(段落【0003】)",
                            "・ 「本発明が解決しようとする課題は，簡易に既存の循環搬送装置に取り付けることが可能であり，照明が適切に当てられる個別搬送装置を提供することにある。」(段落【0004】)",
                            "・ 「本実施例の個別搬送装置1は，飲食店，典型的には回転寿司で使用されている既存または既設の循環搬送装置3に着脱可能に取り付けられる。",
                            "循環搬送装置3は，たとえば，図1や図5に示すように，平面視略コ字形の台5の上面に形成された溝に，無端状のクレセントチェーン9が配置されて構成されている。」(段落【0012】)",
                            "・ 「クレセントチェーン9は，コ字形の台5の開放両端辺部5a，5bおよび中央辺部5cにおいて，それぞれ往路と復路となる平行な2列のレーンを形成するよう配置されており，台5の上面にはクレセントチェーン9により連続した循環路11が形成されている。",
                            "具体的には，台5の開放両端辺部5a，5bには，それぞれ左右に離間して前後方向に沿う2列のレーン(11a，11b)，(11c，",
                            "11d)が形成されており，台5の中央辺部5cには，前後に離間して左右方向に沿う2列のレーン11e，11fが形成されて，連続した循環路11が構成されている。",
                            "なお，クレセントチェーン9には，モータに接続されたスプロケット(不図示)が噛み合わされており，モータの回転に伴ってクレセントチェーン9は循環する。」(段落【0013】)",
                            "・ 「また，循環搬送装置3は，台5の開放両端辺部5a，5bが店内に配置される一方，中央辺部5cが調理場に配置されて，台5の開放両端辺部5a，5bと中央辺部5cとは壁13などにより仕切られている。そして，飲食物が載せられた食器皿が，調理場内においてクレセントチェーン9の受け板9aに載せられて，食器皿は店内を回送する。",
                            "なお，図3に示すように，台5の開放両端辺部5a，5bの左右両側にはそれぞれ板状のカウンターテーブル15が前後方向に沿って設けられていると共に，図1に示すように，前後方向に離隔して客席17，17，…が配置されている。」(段落【0014】)",
                            "・ 「図2および図3に示すように，台5の開放両端辺部5a，5bには，その左右方向中央部に，複数本の支柱19，19，…が前後方向に離間して立設されている。つまり，台5の開放両端辺部5a，5bには，クレセントチェーン9により形成された平行な2列のレーン(11a，11b)，(11c，11d)の間に複数本の支柱19が前後方向に離",
                            "隔して設けられている。」(段落【0015】)",
                            "・ 「支柱19の上端部には，下方へ開口する断面略コ字形の架台21が，前後方向に沿って設けられており，この架台21に照明灯が保持されている。",
                            "本実施例では，図3に示すように，支柱19を挟んだ左右両側に前後方向に沿って蛍光灯23，23が配置されており，台5の開放両端辺部5a，5bに設けられた各レーン11a，11b，11c，11",
                            "dを照らしている。",
                            "また，本実施例では，各支柱19の中央部を通るように，矩形板状の仕切板25が前後方向に沿って設けられている。」(段落【0016】)・ 「本実施例の個別搬送装置1は，支柱19に固定される係止具31と，この係止具31に取り付けられるフレーム39と，このフレーム39に設けられる支持板71と，フレーム39内に設けられるベルト75と，このベルト75を回転させるモータ79とを備える。」(段落【0017】)",
                            "・ 「このように各支柱19に固定された係止具31に，フレーム39が取り付けられる。",
                            "なお，支柱19の右側に設けられる個別搬送装置1Aのフレーム39は，各支柱19の右側に設けられた係止具31に取り付けられ，支柱19の左側に設けられる個別搬送装置1Bのフレーム39は，各支柱19の左側に設けられた係止具31に取り付けられる。」(段落【0021】)",
                            "・ 「フレーム39は，台5の開放両端辺部5a，5bに前後方向に沿って配置され，台5の開放両端辺部5a，5bの前後方向の寸法とほぼ同じまたは若干長い寸法とされている。",
                            "本実施例では，フレーム39は，係止具31に引っ掛けられて取り付けられる第一フレーム41と，この第一フレーム41に固定される第二フレーム43とを備える。」(段落【0022】)",
                            "・ 「第一フレーム41の底片45には，長尺な矩形板状の支持板71が固定されている。支持板71は，透明な板材とされ，本実施例では，透明なアクリル板により形成されている。支持板71は，その左端部が第一フレーム41の底片45の溝53にはめ込まれて第一フレーム41にネジ73で固定されている。」(段落【0030】)",
                            "・ 「支持板71が第一フレーム41に取り付けられた状態では，支持板71はフレーム39より右側へ水平に延出しており，支持板71のほぼ真下に循環搬送装置3のレーン11b(11d)が配置されており，図3に示すように，蛍光灯23，支持板71，およびレーン11b(11d)が上下方向に沿って配置されている。」(段落【0031】)・ 「フック89には，矩形板状のトレー103が着脱可能に設けられる。",
                            "トレー103には，二つの車輪105，105が，前後方向に離間して設けられており，各車輪105は，左右方向に沿う軸107まわりに回転可能とされている。また，トレー103の上面には，食器皿が載せ置かれる二つの浅い円形の凹所103aが前後に離間して形成されている。」(段落【0039】)",
                            "・ 「トレー103は，車輪105，105が支持板71に接地された状態で支持板71に載せ置かれて，その一側端部にフック89の他片89bが引っ掛けられる。この状態においてトレー103の上面は，水平に配置されている。",
                            "なお，本実施例では，下側のベルト75bに，二つのフック89，89が前後方向に離間して取り付けられており，各フック89にトレー103がそれぞれ取り付けられている。」(段落【0040】)",
                            "・ 「このように設けられたトレー103は，ベルト75が回転することで前後方向に沿って移動が可能とされる。",
                            "つまり，モータ79の回転軸79aが正または逆回転することで，ベルト75が正または逆回転し，これに伴って，下側のベルト75bに取り付けられたフック89が前後方向に沿って移動し，トレー103は往復動する。",
                            "なお，トレー103の移動速度は，クレセントチェーン9の速度より速くすることが可能である。」(段落【0041】)",
                            "・ 「このような構成の本実施例の個別搬送装置1が取り付けられた循環搬送装置3の循環路11に希望する飲食物が流れていない場合，客は，インターホンや液晶画面から希望する飲食物を注文する。なお，直接店員に注文してもよい。",
                            "そして，店員は，調理場において調理したものを食器皿に載せ，その食器皿をトレー103に載せ置き，トレー103を移動させればよい。」(段落【0042】)",
                            "・ 「本実施例の個別搬送装置1は，既設の循環搬送装置に取り付けることができ，設備の変更を安価に行うことができる。",
                            "また，本実施例では，ベルト75やローラ65を収容したフレーム39を支柱19側に配置し，透明な支持板71をフレーム39より外側へ延出させて，レーン11a(11c)，11b(11d)の上方に",
                            "透明な支持板71を配置している。",
                            "これにより，支柱19の上端部に設けられた照明23の光がフレーム39などに遮られることなく，支持板71を介して下側のレーン11a(11c)，11b(11d)まで照らすことができ，飲食物が載",
                            "せられた食器皿を適切に照らすことができる。したがって，照明を増やす必要がない。",
                            "さらに，レーン11a(11c)，11b(11d)と照明23との",
                            "間には，薄い支持板71とトレー103とが配置されるだけであり，レーン11a(11c)，11b(11d)と照明23との間のスペー",
                            "スを有効に利用することが可能である。",
                            "つまり，本実施例の個別搬送装置1を循環搬送装置3に取り付けた場合でも，循環搬送装置3のレーン11a，11b，11c，11d",
                            "を流れる食器皿が取り難くなってしまうことがなく，トレー103により運ばれる食器皿も取り難くなることがない。」(段落【0044】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)",
                          "text": [
                            "・ 【図1】(本発明の個別搬送装置の一実施例が取り付けられた循環搬送装置を示す平面図である。)",
                            "・ 【図3】(図1の一部の正面図である。)",
                            "・ 【図5】(図1の個別搬送装置の一部を断面にした斜視図である。)・ 【図6】(図5の拡大断面図である。)"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記a～cによれば，循環搬送装置を用いて飲食物を循環搬送する回転寿司などの飲食店においては，客による個別の注文に対応し得るよう，従来，注文品を別に搬送する個別搬送装置を，循環搬送装置の上側に配置したものは知られていたが，この知られた個別搬送装置は既存の循環搬送装置には適用することができないものであり，また搬送装置を照らす蛍光灯についてもなんら考慮がされていなかったため，下側に配置される循環搬送装置のトレーに照明が届かないおそれがあるという問題があった。",
                            "本件特許発明1・2は，この課題を解決することを目的とし，上記特許請求の範囲記載の構成を有するところ，特に，循環搬送装置の台に設けられた平行な2列のレーンの間に立設されて照明を保持する支柱に，直線状のフレームを取り付け，このフレームから水平に延出してレーンの上方に沿って個別搬送装置のトレーを往復動するための透光性を有する支持板を配置した構成としている。",
                            "これにより，既存の循環搬送装置に個別搬送装置を取り付けることが可能となり，また支柱に保持された照明の光は，個別搬送装置の支持板を透過し，循環搬送装置に適切に照明を当てることができるとするものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)のとおり，本件特許発明1は，循環搬送装置上に個別搬送装置を取り付けるに当たり，照明が配慮されていなかったことを課題とし，循環搬送装置に対する照明の障害とならないように，個別搬送装置の支持板に透光性を持たせ，これにより循環搬送装置を搬送される飲食物等に，支柱に保持された照明の明かりが適切に当てられるという意義を有するものである。すなわち，本件特許発明1における「支持板が，フレームから水平に延出して，フレームが設けられた側のレーンの上方においてレーンに沿って配置される」とする相違点1bの構成は，支柱に保持された照明(相違点1a)と，透光性を有する支持板(相違点1c)の構成と，それぞれ相互に関連し合うことにより，上記意義を有することを規定したものである。",
                        "したがって，審決が相違点1bとして認定した，「本件特許発明1では，支持板が，フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置されるのに対し，甲第1号証の第1発明では，そのように構成されていない点」とは，請求項に記載された「支柱に保持された照明」との関係を踏まえてその配置を表したものであって，支柱に取り付けられたフレームから水平に延出した支持板が，支柱に保持された照明がレーンを照らすのに障害となる位置である，レーンの上方においてレーンに沿って配置されているという構成を特定したものということができる。",
                        "これに対し，甲第1号証の第2発明は，甲1の図4記載のとおり，往復注文搬送装置の案内レール(支持板)が循環搬送路から成る往路及び復路(レーン)の上方に位置することについては記載されている。しかし，既に検討したとおり，甲1の循環型飲食物搬送装置は照明について考慮された装置ではなく，甲第1号証の第2発明の記載された甲1の図4記載の装置の上部には，照明に当たりうるものの記載もないから，甲第1号証の第2発明は，照明が存在することを前提として，支持板とレーンとの配置関係を特定したものではない。そうすると，甲第1号証の第2発明も，甲第1号証の第1発明と同様に，「本件特許発明1では，支持板が，フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置されるのに対し，甲第1号証の第2発明では，そのように構成されていない点」との相違点2b(甲第1号証の第1発明の相違点1bと同じ内容)の構成を有しないということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲2(意匠登録第1256941号公報，意匠に係る物品「搬送機械」，意匠権者 株式会社石野製作所，意匠公報発行日 平成17年11月28日)には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "意匠の説明",
                          "text": [
                            "・ 「本意匠は，『部分意匠として意匠登録を受けようとする部分の部分拡大斜視図』及び『使用状態参考図』に示すように，飲食物等物品の循環搬送を行うクレセントチェーンによる搬送路の上方にチェーン駆動による搬送トレーの運搬路を設けた構成を有するもので，当該搬送トレー運搬路は主に個別注文に応じて所定の位置まで直線状に物品を搬送するために使用される。実線で表された部分が，部分意匠として意匠登録を受けようとする部分である。『E−E断面図』，『A−A，B−B間のE−E拡大断面図』，『内部機構を省略したA−A，B−B，C−C間のD−D拡大断面図』，『部分意匠として意匠登録を受けようとする部分の部分拡大斜視図』及び『A−A間のF−F拡大断面図』を含めて部分意匠として意匠登録を受けようとする部分を特定している。一点鎖線は，部分意匠として意匠登録を受けようとする部分とその他の部分との境界線のみを示す線である。『部分拡大参考斜視図』において，網点部は，部分意匠として意匠登録を受けようとする部分である。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面",
                          "text": [
                            "・ 【部分意匠として意匠登録を受けようとする部分の部分拡大斜視図】・ 【内部機構を省略したA−A，B−B，C−C間のD−D拡大断面図】・ 【斜視図】",
                            "・ 【使用状態参考図】"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記a，bによれば，甲2は，飲食物を循環搬送する搬送機械に関する意匠登録であるところ，その内部機構を省略したA−A，B−B，C−C間のD−D拡大断面図，使用状態参考図を見ると，甲1の図4(甲第1号証の第2発明)と同様に，下部に無端状循環搬送路を配し，上部に搬送装置を配する装置が描かれている。しかし，甲2にも，照明に該当すると解すべき記載はないから，照明が存在することを前提として支持板とレーンの配置関係を特定したものではないということができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の検討によれば，甲第1号証の第2発明，甲2は，いずれも照明の存在を前提としておらず，照明との配置関係を前提として特定された本件特許発明1と甲第1号証の第1発明との相違点1bの構成を備えるものということはできない。",
                        "したがって，原告の主張する，甲第1号証の第1発明に甲第1号証の第2発明，甲2に記載の発明を適用することにより，相違点1bに係る構成を採用することが当業者(その発明の属する技術の分野における通常の知識を有する者)に容易に想到し得たとすることはできない。原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1cについての判断に関し",
              "text": [
                "原告は，本件特許発明1の支持板が透光性を有するとの相違点1cの構成に関し，下方に配された物に対し遮光するのを解消するために，支持板に透光性の材質を採用することは，甲3，4(審判甲3，4)に同様の構成が記載されているほか，甲21，22に記載の如く周知技術であるとして，審決が相違点1cについて容易想到性を否定した判断は誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3(特開平9−37915号公報，発明の名称「保温機構を備えた回転飲食台，保温機構および冷気循環機構を備えた回転飲食台」，出願人 日本クレセント株式会社，公開日 平成9年2月10日)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「また，保温機構の上方に載置板56が配設されている。」(段落【0039】)",
                        "・ 「本例において，載置板56は仕切板30に突設されている。」(段落【0040】)",
                        "・ 「この載置板56により，冷蔵コンベア32上の冷蔵商品を取分けて載置させる取皿を，この載置板56上に載置させることができ，冷蔵商品を取分け易くすることができると共に，保温機構のクレセントチェーン20の上方を被覆し，クレセントチェーン20上の通常商品および保温商品をチリ，ほこり等から保護でき，冷蔵コンベア32上から取分ける冷蔵商品が，保温機構のクレセントチェーン20の商品上に落下することがなく，衛生上極めて有効である。」(段落【0041】)",
                        "・ 「また，載置板56は保温機構のクレセントチェーン20上で巡回搬送されるケーキ，コーヒーボトル等の商品を見易くするため，透明素材により成形することが望ましく，ガラスが最適である。」(段落【0042】)・ 「また，本実施の形態において，載置板56は仕切板30に突設されているが，クレセントチェーン20上方に支柱(図示略)を介して配設させることは自明である。」(段落【0058】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図1】(本発明に係る保温機構備えた回転飲食台の側面図。)・ 【図5】(本発明に係る保温機構および冷気循環機構を備えた回転飲食台の一部破断斜視図。)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)，(イ)によれば，甲3は，クレセントチェーン上を巡回搬送される飲食物を見易くするため，取皿を載置する載置板56を透明素材により成形するのが望ましい，とするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲4(特開平11−46959号公報，発明の名称「飲食物供給用循環型搬送路」，出願人 株式会社石野製作所，公開日 平成11年2月23日)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 「【請求項1】 飲食物を飲食客に提供する循環型搬送路上には，不動のスライド板が設けられ，前記スライド板上にはマグネットと反応する基材と連動して移動する飲食物容器が載置されるとともに，スライド板下部には，循環移動するマグネットが設けられていることを特徴とする飲食物供給用循環型搬送路。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「本発明の飲食物供給用循環型搬送路は，前記スライド板が透光性を有する部材から成り，前記搬送路内に照明手段が設けられていることが好ましい。このようにすれば，搬送路に装飾効果と高級感を与えることができる。」(段落【0015】)",
                        "・ 「本実施例1の飲食物供給用循環型搬送路は，図2および図3に示すような構成とされており，搬送路周辺を囲むハウジング7の上面部に，寿司皿3を配置して搬送する，平滑性を有した透明なガラス板2がスライド板として設けられ，前記ガラス板2は，前記ハウジング7に搬送路内を密封するように接着，一体化されており，前記ガラス板2直下の搬送路中央部には，通電により磁化する電磁石14が複数，所定の間隔にて設けられ，この電磁石14は，搬送路内に設けられたチェーンレール13に沿って，搬送路内を循環移動するようにされている駆動チェーン12に取付け治具により取付けられており，前記駆動チェーン12の移動に伴って搬送路内を循環移動するようになっている。」(段落【0019】)",
                        "・ 「また，本実施例1においては，図2に示されるように，前記寿司皿3の椀下面部に，各寿司皿3に独自に付与されたIDに基づくバーコード4が設けられており，このバーコード4を検出，読み取るための読み取り装置15が，前記ガラス板2の下面に当接するように，搬送路側部位置に設けられている。」(段落【0021】)",
                        "・ 「また，前記寿司皿3の下面中央部には，寿司皿3と接着一体化された前記電磁石14からの磁力に反応する金属片5が設けられており，さらに寿司皿3の下端部には，前記ガラス板2との摩擦を低減させるための突起部6が設けられている。」(段落【0022】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図2】(本発明の実施例1の飲食物供給用循環型搬送路の構成を示す断面模式図である。)",
                      "text": [
                        "・ 【図3】(本発明の実施例1の飲食物供給用循環型搬送路を示す側面図である。)",
                        "・ 【図5】(本発明の実施例2の飲食物供給用循環型搬送路の構成を示す断面模式図である。)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記によれば，甲4は，寿司皿を搬送する搬送路上に設けられたスライド板を透明なガラス板2とし，搬送路下面に設けた読み取り装置で寿司皿に付与されたバーコード4を装置15により読み取り可能としたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲21(特開2002−107045号公報，発明の名称「オープンショーケース」，出願人 三洋電機株式会社，公開日 平成14年4月10日)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 「【請求項1】 前面に開口を有する断熱箱を仕切板にて仕切ることにより貯蔵室とダクトとを形成すると共に，冷却器により冷却された冷気を送風機にて前記ダクトを介して前記貯蔵室内に供給し，この貯蔵室内には複数段の棚装置を設けてなるオープンショーケースにおいて，前記棚装置は，棚板と，この棚板の下側の後部に取り付けられた長手方向部材とを備え，この長手方向部材に形成した冷気通路を前記ダクトに設けた孔に連通させると共に，前記長手方向部材の前面には吹出口を形成して，この吹出口から前記棚板の下面に沿って冷気を吹き出させることを特徴とするオープンショーケース。」",
                        "・ 「【請求項2】 前記棚板は，透明板より形成されていることを特徴とする請求項1のオープンショーケース。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「請求項2の発明によれば，請求項1に加えて，前記棚板を，透明板より形成したので，透明板より形成された棚板に生じる結露又は曇りを効果的に防止することができると共に，透明板の下方の商品を明るくすることができる。」(段落【0010】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図2】(図1のオープンショーケースの側断面図である。)(エ) 上記(ア)～(ウ)によれば，甲21は，オープンショーケースにおいて，棚板を透明として下方の商品を明るくすることができる，とするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲22(特開平5−180557号公報，発明の名称「冷凍冷蔵庫」，出願人 株式会社日立製作所，公開日 平成5年7月23日)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「さらに，照明手段は冷蔵室3の上面ドア側のくぼみ部10内に設けられ，しかも，棚板7は透明なガラス板であるため，冷蔵室3の室内がドア側から，即ちユーザからみて手前側から全体に照明されることになり，収納されている品物が手前側から照明されることになって品物の見分けがつきやすくなる。」(段落【0042】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図1】(本発明による冷凍冷蔵庫の一実施例の内部を示す斜視図である。)(ウ) 上記(ア)，(イ)によれば，甲22は，冷蔵室の棚板7を透明なガラス板とし，冷蔵室の上面に設けた照明手段により，全体が照明できるようにしたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記ア～エのとおり，甲3，甲4，甲21，甲22には，下方に配された物に対し遮光するのを解消するために，物品を支持する板を透光性の材質とする，本件特許発明1の透光性を有する支持板と類似した構成が示されている。",
                    "しかし，既に検討したとおり，本件特許発明1において，支持板を透光性にするという相違点1cに係る構成が採用されているのは，支持板が，フレームから水平に延出して，フレームが設けられた側のレーンの上方においてレーンに沿って配置されるため，支持板が透光性を有していないと，支柱が有する照明の明かりが遮られ，飲食物を搬送するレーンに照明が当たらないためである。",
                    "一方，甲第1号証の第1発明は，照明について考慮した搬送装置ではなく，フレームから水平に延出した支持板が，レーンの上方においてレーンに沿って配置されているために支持板によりレーンを照らす明かりが遮られる，との問題を有していない。",
                    "そうすると，甲第1号証の第1発明において，支持板がレーンに対する照明を遮るという問題は考えられないのであるから，当該問題を解決するための手段である，支持板を透光性を有するものにするという，相違点1cの構成を採用する動機付けはないといわざるを得ない。",
                    "したがって，審決が相違点1cの構成に関して容易想到性を否定した判断に誤りはなく，甲3，甲4，甲21，甲22により，相違点1cに係る構成につき容易に想到できるとの原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2b認定の誤り)について",
          "text": [
            "原告は，審決が，本件特許発明1と甲第1号証の第2発明との相違点2bにつき，「本件特許発明1では，支持板が，フレームから水平に延出して，前記フレームが設けられた側のレーンの上方においてレーンに沿って配置されるのに対し，甲第1号証の第2発明では，そのように構成されていない点。」(17頁7行～9行)として，甲第1号証の第1発明との相違点1bと同じ構成を認定した点につき，甲第1号証の第2発明は，「フレームが設けられた側のレーンの上方においてレーンに沿って配置される」構成を有するから，審決の認定した相違点2bは，相違点ではなく一致点である旨主張する。",
            "しかし，甲第1号証の第2発明が，相違点2bの構成を備えているといえないことについては，上記3(取消事由3)(2)ウ(イ)において検討したとおりである。原告の上記主張は採用することができず，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(無効理由Bに関する判断の誤り)について",
          "text": [
            "原告は，取消事由4が成り立つことを前提として，相違点1cと同内容の相違点2cについて，取消事由3と同様の理由により，その構成をとることに格別の困難性はないから，本件特許発明1は甲第1号証の第2発明から当業者が容易に発明することができた旨主張する。",
            "しかし，取消事由3・4につき理由がないことにつき上記検討のとおりであるから，原告の主張は採用することができず，取消事由5は，理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(無効理由Cに関する判断の誤り)について",
          "text": [
            "原告は，本件特許発明1と甲第1号証の第3発明との相違点として審決が認定した，相違点1b，同1cと同内容の相違点3b，同3cにつき，相違点3bについては，甲第1号証の第1発明を適用することにより容易想到であり，相違点3cについては，相違点1cと同じ理由により容易想到であるから，審決の判断は誤りである旨主張する。",
            "被告は，相違点3bが容易想到である理由として原告が主張する甲第1号証の第3発明を主引例としてこれに甲第1号証の第1発明を組み合わせることについては，審判段階で無効理由とはされておらず，本件訴訟において主張することはできないとし，原告もこれに反論していない。",
            "上記取消事由3において検討したのと同じく，相違点3bが容易想到である理由として原告が主張する，甲第1号証の第3発明を主引例として甲第1号証の第1発明を組み合わせることについては，無効審判請求における審判請求書には記載していなかったものである。",
            "すなわち，審判請求書(甲11)により審判請求人である原告が無効理由Cとして主張したのは，甲第1号証の第3発明と本件特許発明1とは審決の相違点3bと同内容の「相違点へ．」(審判請求書15頁18行)を有するとして，これに証拠⑦(甲7)及び証拠⑧(甲8)を適用することにより当業者が容易に想到できるというものである(審判請求書15頁19行～末行)。「相違点へ．」(審決の相違点3b)の判断に当たり，甲第1号証の第3発明に甲第1号証の第1発明を適用することについては，無効審判における無効理由とはされておらず，これについて被請求人である被告の反論，審決の判断もされていない。",
            "また，この点について，請求人である原告の提出した口頭審理陳述要領書(甲13)にも何らの記載もされていない。そうすると，甲第1号証の第3発明に甲第1号証の第1発明を適用して，相違点3cが容易想到であることについて，原告は本件訴訟において主張することはできない。",
            "相違点3cについても，既に検討した同内容の相違点である1cに対して述べたとおり，容易に想到できたとはいえない。",
            "原告の上記主張は採用することができず，取消事由6は理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点4b認定の誤り)について",
          "text": [
            "本件特許発明1と甲第2号証の発明との対比において，審決が相違点1bと同じ構成を相違点4bと認定した点について，原告は甲2の「搬送トレー搬送路」は，甲第1号証の第1発明の「往復注文搬送装置2」と構成要素を同じくするものであり，さらに「フレームが設けられた側のレーンの上方においてレーンに沿って配置される」との構成を有しているから，相違点4bは，本件特許発明1と甲第2号証の発明との相違点ではなく一致点である旨主張する。",
            "しかし，既に検討したとおり，相違点1bの構成を甲第2号証の発明が有しているとはいえないから，これを理由として相違点4bも相違点でないとする原告の上記主張は採用することができない(審決が相違点4a～4cの認定において，「甲第1号証の第1発明では」と記載している点〔20頁下8行，下3行，21頁1行〕は，「甲第2号証の発明では」の誤記であることに当事者間に争いがない。平成21年7月9日の本件第1回弁論準備手続期日調書)。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(無効理由Eに関する判断の誤り)について",
          "text": [
            "原告は，取消事由7が成り立つことを前提として，相違点1cと同じ相違点4cについて，取消事由3と同様の理由により，その構成をとることに格別の困難性はないから，本件特許発明1は甲第2号証の発明から当業者が容易に発明することができた旨主張する。",
            "しかし，取消事由7が成り立たないことは上記7で検討したとおりであり，原告の上記主張は採用することができない。また，取消事由3に理由がないことも既に検討したとおりであり，これと同様の理由により，相違点4cに係る構成を採用することが容易想到とはいえない。",
            "原告の上記主張は採用することができず，取消事由8は理由がない。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "取消事由9(本件特許発明2に関する判断の誤り)について本件特許発明1の構成を限定する内容の本件特許発明2について，原告は，限定した構成を採用することも容易であるから，本件特許発明2を行うことが容易でないとした審決の判断は誤りである旨主張する。",
            "しかしながら，取消事由2～8で検討したとおり，本件特許発明1を想到することが当業者にとって容易なことと認めることはできない。原告の上記主張は採用することができず，取消事由9は理由がない。"
          ]
        },
        {
          "fig": "10",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10126",
    "date": "2009-12-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038289",
    "ipprecedent_id": "2067",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}