{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−19476号事件について平成21年7月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「ゴルフティ」とする発明につき特許出願(本願)をしたところ，拒絶査定を受けたので，これに対する不服審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願の請求項1に係る発明(本願発明)が下記各引用文献に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・実願昭62−6871号(実開昭63-114680号)のマイクロフィル",
            "ム(考案の名称「ゴルフ用ティー」，出願人 A，公開日 昭和63年7月23日。以下，この文献を「引用例1」といい，これに記載された発明を「引用発明」という。甲1)",
            "・実願平4−36383号(実開平6-19762号)のCD−ROM(考案",
            "の名称「ゴルフティー」，出願人 株式会社花園技研，公開日 平成6年3月15日。以下，この文献を「引用例2」という。甲2)",
            "・実願昭57−194532号(実開昭59-100458号)のマイクロフ",
            "ィルム(考案の名称「ゴルフ用ティー」，出願人 B，公開日 昭和59年7月6日。以下，この文献を「引用例3」といい，これに記載された発明を「引用例3発明」という。甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，2002年(平成14年)3月20日の優先権(大韓民国)を主張して，平成15年2月10日，名称を「ゴルフティ」とする発明について特許出願(特願2003−32055号，請求項の数4。公開公報は特開2003-275356号〔甲5〕)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2006−19476号事件として審理した上，平成21年7月21日，「本件審判の請求は，成り立たない。」との審決をし(出訴期間として90日附加)，その謄本は平成21年8月4日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本願の特許請求の範囲は，上記のとおり請求項1～4から成るが，このうち請求項1に係る発明(以下「本願発明」という。)の内容は以下のとおりである。",
                "・【請求項1】",
                "筒状を成し，筒の上面が筒の中心軸側に向かうに連れて下降しているボール載せ面が形成され，筒の内周面の一部に内側に向かって突出した係止あご部が形成されている本体と，",
                "上端部が前記本体の下端部に着脱可能に差し込まれ，下端部に先端が尖っている差込部が形成され，上端から下端側へ長い結合穴が形成され，前記本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され，該鍔部に環孔が形成されている差込ピン体と，",
                "筒状の前記本体内であって，前記係止あご部を基準にして該本体の上端側に収納されているスプリングと，",
                "筒状の前記本体内を通って前記差込ピン体の前記結合穴に差し込まれ，下端部が該結合穴に固定され，上端部に，前記本体の前記係止あご部との間で前記スプリングを挟み込むためのピンヘッドが形成され，可撓性及び弾性を有する材質で形成された結合ピンと，",
                "を備えていることを特徴とするゴルフティ。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，本願発明は引用例1～3に記載された各発明に基づいて当業者が容易に発明をすることができたから特許を受けることができない(特許法29条2項)，というものである。",
                "なお，上記引用例1に記載された引用発明の内容，同発明と本願発明との一致点・相違点1及び2の内容は，前記審決写しのとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点1についての判断の誤り)",
                  "text": [
                    "審決は，「引用例2には，紐17の中央部分をフォーク20の貫通孔に通して輪を作り，この輪の中を紐17の両端を通して紐17の中央部分をフォーク20に固定した上で，紐17の一端をティー1のカラーに設けられた連結用小突起9を貫通させた後にその端部を結び，紐17の他端をティー10のカラー12の連結用突起16の貫通孔(図4参照。)を通して，その後ボールを載置するヘッド14の連結用突起15の貫通孔(図4参照。)を通した後に端部を結んでティー1，ティー10及びフォーク20を紐17で連結する技術事項が記載されている。」(12頁26行～33行)ことから，引用例1に記載された「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることは当業者が容易に想到できると判断した。",
                    "しかし，本願発明の鍔部に環孔を設ける構造は，引用例2に記載された連結用小突起に貫通孔を設ける構造とは異なるものである。すなわち，ゴルフボールをゴルフティに載置して打撃するときにクラブヘッドに接触するあらゆるものはゴルフボールの打撃に大きな影響を与えるので，クラブヘッドとゴルフティが接する面には，余分な突出が少ないほど打撃に与える影響が少なくなる。本願発明の鍔部および環孔は，この点を考慮して構成されたものであり，鍔部は，差込ピン体において，本体の下端部に差し込まれない部分に外周側に突出して形成されているが，鍔部に対して横方向に環孔が形成されているので，本体の側面から鍔部の一部が突出する形状ではない。そして，これにより，本願発明のゴルフティは，ゴルフボールの打撃時にはクラブヘッドとの余分な接触部分が全く存在しないものである。また，本願発明の環孔はゴルフティの本体の側面から突出しない鍔部に形成されているので，ゴルフティの本体の側面に余分な突出部が無くすっきりとした外観であり，このような余分な突出部がないことにより，ゴルフティをポケットから出し入れする際に，引っ掛かることなくスムーズに出し入れできるので便利であるという効果が生じる。これに対し，引用例2においては，カラーに対して縦方向に貫通孔を設けるために，ゴルフティの本体の側面から突出したカラーからさらに外側に突出するように連結用小突起が形成され，この連結用小突起に縦方向の貫通孔が設けられている。そして，このような引用例2の連結用小突起は，ゴルフボールの打撃時にクラブヘッドとの余分な接触部分となってゴルフボールの打撃に影響を与え，正しいショットを妨げる要因となる上，ゴルフティなどのゴルフ用品は，ゴルフをしている間は主にポケットに収めることが多いので，引用例2のゴルフティーにおける突出部は外観上でも好ましくなく，ポケットから出し入れするときに他のものに引っ掛かり，使い勝手を悪化させるという問題点が存在する。このような引用例2の連結用小突起と本願発明の鍔部を比較すると，引用例2の連結用小突起は貫通孔を設けるためだけに使用され，また，カラーからさらに外側に突出する形状を用いているのに対し，本願発明の鍔部は本体の下面を保持するものであり，差込ピン体において本体の下端部に差し込まれない部分に外周側に突出して形成されているが，さらにその一部が外側に突出する形状ではなく，両者は機能および形状が異なる。",
                    "そして，このような引用例2における貫通孔を引用例1の鍔状の突出部に設けることを考えると，引用例2のカラーが本願発明の鍔部と類似の形状であることから，引用例1の鍔状の突出部が引用例2のカラーに相当すると考え，引用例2のカラーに連結用小突起を設けたように引用例1の鍔状の突出部に連結用小突起を設け，鍔状の突出部に設けた連結用小突起に縦方向に貫通する貫通孔を設ける構造を用いることを想到すると思われる。",
                    "よって，引用例2に記載の貫通孔を引用発明に適用したとしても，本願発明のように鍔部に環孔を設けたゴルフティとは同じ構造にはなり得ず，引用例1に記載された「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることは当業者が容易に想到できるとした審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2についての判断の誤り)",
                  "text": [
                    "本願発明は，「筒状を成し，筒の上面が筒の中心軸側に向かうに連れて下降しているボール載せ面が形成され，筒の内周面の一部に内側に向かって突出した係止あご部が形成されている本体と，上端部が前記本体の下端部に着脱可能に差し込まれ，下端部に先端が尖っている差込部が形成され，上端から下端側へ長い結合穴が形成され，前記本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され，該鍔部に環孔が形成されている差込ピン体と，筒状の前記本体内であって，前記係止あご部を基準にして該本体の上端側に収納されているスプリングと，筒状の前記本体内を通って前記差込ピン体の前記結合穴に差し込まれ，下端部が該結合穴に固定され，上端部に，前記本体の前記係止あご部との間で前記スプリングを挟み込むためのピンヘッドが形成され，可撓性及び弾性を有する材質で形成された結合ピンと，を備えていること」を要旨とする。すなわち，スプリングは本体の係止あご部の上端側に収納され，本体と差込ピン体とを連結する結合ピンの上端にはピンヘッドが形成されて，ピンヘッドによりスプリングの離れを防止することができ，差込ピン体の外周側に鍔部が形成され，鍔部に環孔が形成されている特徴的な構成を含んでいる。",
                    "これに対し，引用例3に記載されたゴルフ用ティーの構成は，地面に差し込まれる差込部(2)と地面より突出してその頂部(3)にボールを載置する載置部(4)とに2分割され，載置部(4)の軸心部に芯材挿通孔(6)が貫通し，ここに芯材(9)が摺動自在に挿通され，差込部(2)の上部には芯材固定孔(7)が設けられて，この芯材(9)の下端が芯材固定孔(7)に挿入されてピン(8)により固定されている。芯材(9)の上部は大径とされその径大部(10)の下面と芯材挿通孔(6)の下端の径小部(11)の上面との間に圧縮スプリング(12)が介在され，芯材(9)上部の頂面は凹部(5)の上側に突出し，該頂面には所定深さのスリット(13)が形成され，かつ，この頂面には，楔(14)の脚部(15)が埋設され，弾性変形自在なヒンジ(16)を介してV形の楔本体(17)がスリット(13)に嵌合すべく設けられている。このような引用例3のゴルフ用ティーの構成を見ると，引用例3のティー(1)を地面に差し込むとき，まずその頂部(3)にボール(18)を載置して，両者を手で強く圧接しつつ差込部(2)を地面(G)に差し込む構造であり，このときにボール(18)の下面が楔本体(17)を圧迫し，楔本体(17)がスリット(13)に嵌合して芯材(9)の径大部(10)の上部は拡開され，それによって径大部(10)の外周面と芯材挿通孔(6)の上部のテーパー部(19)とが圧接され，芯材(9)と載置部(4)とが安定的に固定される構造である。",
                    "このような引用例3に記載された発明(引用例3発明)と本願発明とを比較すると，共通点は，圧縮スプリングを備えることにあり，異なる点は，引用例3におけるゴルフティーは，芯材(9)の上端にスリット(13)が形成され，このスリット(13)に対して作用する楔本体(17)を備え，芯材(9)は差込部(2)でピン(8)により固定されているところ，このような構成は引用例3発明において必要不可欠な要素であり，これらの構成を除いて引用例3に記載された技術を実施することはできない。また，引用例3発明では，本願発明の鍔部，環孔，係止あご部などの構成は用いられていない。本願発明における環孔，係止あご部などは，引用発明及び引用例2に記載された発明の構成から容易に想到できるとの指摘はあるが，前記のとおり，環孔は引用例2とは異なるものであり，本願発明において，鍔部，係止あご部などの構成は，互いに対応する結合関係を構成して全体の発明を構成するので，単にその一部分ずつを分離して他の技術と比較することはできない。特に，本願明細書(公開公報，甲5)に「本体1の係止あご部6は，その上面がスプリング7の下端を支持し，その下面が差込ピン体2の上限位置を規制している。但し，現実には，図3に示すように，本体1の下面が，差込ピン体2の鍔部11の上面に接しており，この本体1の下面が差込ピン体2の上限位置を定めていることになる。」(段落【0020】)と記載されているように，鍔部又は係止あご部はスプリングによる本体と差込ピン体との結合状態を安定的に維持するのに必要不可欠な要素であり，このような結合関係により，本願発明のゴルフティは完成した製品としての機能を果たしているのに対し，引用例3発明におけるゴルフ用ティーはスプリングを備えてはいるが，それでは差込部(2)と載置部(4)との安定的な結合状態を維持するための構造が不完備なので，楔(14)などの補助手段を必要不可欠な要素としてさらに備えている。そうすると，本願発明は，引用例3発明とは異なる構成，作用及び効果があるというべきである。",
                    "以上のとおり，引用例3に記載のスプリングを引用発明に適用するには，本願発明とは相違する引用例3発明のその他の構造が必要となるため，引用発明の筒状の本体内に引用例3に記載の「スプリング」を収納させた結果，「該『スプリング』は，引用発明の『筒状の本体』内であって，『係止あご部』を基準にして該『本体』の上端側に収容されることになるとともに，引用発明の『ピンヘッド』は，前記『本体』の前記『係止あご部』との間で前記『スプリング』を挟み込むことになる」ことは，引用例3に記載された発明に基づいて容易に成し得たとした審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(効果についての判断の誤り)",
                  "text": [
                    "審決は，「本願発明の奏する効果は，引用例に記載された事項の奏する効果から，当業者が予測できた程度のものである」(14頁21行～23行)とした。",
                    "しかし，ゴルフティにおいてその中間部分が折れるような構造とするのは，ゴルフボールとゴルフティの上面との摩擦を減らして飛距離を伸ばすためであり，これにより軽快なショット感覚を得ることができる。また，スプリングを内部に備えることにより一度折れ曲がった後に原状復帰可能な構成となり，より便利な使用が可能になるところ，本願発明は，ゴルフティが折れてから原状復帰可能な構成であり，ゴルフティの本体の側面から突出する部分のない単純な外観を備えることにより，ゴルフボールとの安定的な接触を維持しながら，打撃時のクラブヘッドも違和感なく均一に接触することができ，安定的な打撃が可能であり，飛距離を最大に伸ばすことができる有用な効果を提供する。これに対し，引用例1及び引用例2に記載された発明ではこのような効果を期待することはできない。また，引用例3は，スプリングを内部に備えてティーが折れ曲ることができるとしても，実際にはゴルフティに適用することが難しい構造である。つまり，引用例3のゴルフティは，差込部(2)と載置部(4)は分割されて，その結合はスプリングの弾力のみによるので，差込部(2)と載置部(4)との安定的な結合状態を維持することは難しい。これにより，使用者は大きなストレスを受ける可能性があり，特に，芯材(9)の上端に備える楔は，ボールを載置するときにゴルフボールの下端部に直接接触する部分であり，ゴルフボールの打撃時に，局部的な摩擦を発生してボールの進路に悪い影響を与え，打撃方向とは違う方向へゴルフボールが飛んでいく恐れがある。",
                    "そうすると，本願発明の作用効果は，引用例1，引用例2及び引用例3に記載された発明から当業者が予測し得たものではないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例2に記載の貫通孔を引用例1に記載の鍔状の突出部に設けるためには，引用例2に記載の連結用小突起を引用例1に記載の鍔状の突出部に設けることが必要となるので，引用例1に記載された「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることは当業者が容易に想到できるとした審決の認定は誤りであると主張する。",
                    "しかし，引用例2(甲2)の図3及び図4には，連結用の紐を通すことができる貫通孔を，ティー1，10のステム4，11からみて外周側に突出した突起を有する形状である「カラー5，12」に，連結用(小)突起9，16を介して設けたティーが記載されている(審決8頁18行～25行参照)から，引用発明の「ゴルフティ(ゴルフ用ティー1)」の固定部3(引用例2の「ステム4，11」に相当する。)の外周側に突出した突起である鍔状の突出部(引用例2の「カラー5，12」に相当する。)に，連結用の紐を通すことができる貫通孔を設けることは，当業者が引用例2に記載された事項に基づいて容易になし得た程度のことである。",
                    "すなわち，ゴルフティーに紐等を連結できるようにするために，ゴルフティーに紐等を通す孔を設ける際に，ゴルフティーに直接貫通孔を設けることが，本願の優先日前に周知であり(ゴルフティーに直接貫通孔を設けた例として実願昭52−34453号〔実開昭53-129466号〕の",
                    "マイクロフィルム〔考案の名称「ペッグ(ティ)」，出願人 C，公開日昭和53年10月14日。乙1〕の2頁4行～5行，第19図，2頁14",
                    "行～15行，第1図～第3図。「ペッグ」及び「小孔」がそれぞれ「ゴルフティー」及び「貫通孔」に相当する。)，実願昭58−95885号〔実開昭60-6566号〕のマイクロフィルム〔考案の名称「ゴルフ・テイの構造」，出願人 株式会社ミヤマエ，公開日 昭和60年1月17日。",
                    "乙2〕の2頁7行～8行，第2図。「テイ5，6」及び「孔7」がそれぞれ「ゴルフティー」及び「貫通孔」に相当する。)，実願昭61−117894号〔実開昭63-22953号〕のマイクロフィルム〔考案の名称「ゴルフ用連結テイ・ペッグ」，出願人 D，公開日 昭和63年2月15日。乙3〕の5頁8行～10行，6頁15行～16行，6頁18行，第1",
                    "図。「ティ・ペッグ」及び「挿通孔」がそれぞれ「ゴルフティー」及び「貫通孔」に相当する。)，また本願発明において環孔は「鍔部に環孔が形成されている」と特定されているのみであって，鍔部に直接形成するとは特定されていない。そうすると，審決が「・・・鍔状の突出部を連結用突起として，これに連結用の紐を通すことができる貫通孔を設けることは，引用例2に記載されている上記アの事項に基づいて当業者が容易に想到することができたものである。」(13頁4行～7行)と判断したこと，すなわち，引用発明に引用例2に記載された事項を適用する際に，周知技術に照らせば，固定部3の外周側に突出した突起である鍔状の突出部に連結用の紐を通すことができる貫通孔を設けることは，引用例2に記載されている事項に基づいて当業者が容易に想到することができたとしたことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明の鍔部は本体の側面から鍔部の一部が突出する形状ではなく，かつ，環孔は鍔部に対して横方向に形成されているので，ゴルフティの本体の側面に余分な突出部が無くすっきりとした外観であり，このような余分な突出部がないことにより，ゴルフティをポケットから出し入れする際に，引っ掛かることなくスムーズに出し入れできるので便利であるという効果が生じる等と主張する。",
                    "しかし，本願発明の内容は前記第3，1(2)記載のとおりであるところ，「鍔部」に関しては，差込ピン体において「本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され，該鍔部に環孔が形成されている」と記載されているのみであるから，本願発明において「本体の側面から鍔部の一部が突出する形状ではない」との主張は，特許請求の範囲の記載に基づかないものである。",
                    "また，本願明細書(甲5)の図面の記載から，本体1の下端部(差込部4側の端部)の側面と鍔部11の外周面とがほぼ連続するようなゴルフティを見てとることは可能ではあるが，図1～図5は本願発明の第1の実施形態におけるゴルフティに関する図(段落【0018】，【0026】，【0027】及び【図面の簡単な説明】参照。)であり，図6は本願発明の第2の実施形態におけるゴルフティに関する図(段落【0032】及び【図面の簡単な説明】参照。)であるから，本願の図面の記載は，本願発明の2つの実施形態におけるゴルフティを説明しているにすぎず，「鍔部」も含めて本願発明のゴルフティそのものではない。",
                    "さらに，「環孔」に関し，上記請求項1には，「該鍔部に環孔が形成されている」と記載されているのみであるから，「鍔部に対して横方向に環孔が形成されている」との原告の主張は，特許請求の範囲の記載に基づかないものである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用例2の連結用小突起と本願発明の鍔部を比較すると，引用例2の連結用小突起は貫通孔を設けるためだけに使用され，また，カラーからさらに外側に突出する形状を用いているのに対し，本願発明の鍔部は，本体の下面を保持するものであり，差込ピン体において，本体の下端部に差し込まれない部分に外周側に突出して形成されているが，さらにその一部が外側に突出する形状ではないことから，機能および形状が異なるものであり，本願発明の鍔部に環孔を設ける構造は，引用例2に記載された連結用小突起に貫通孔を設ける構造とは異なると主張する。",
                    "しかし，本願発明の「本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され」るとの点に関して，審決は，引用例1に記載されている発明(引用発明)と本願発明とを対比(10頁5行～12頁22行)した上で一致点と認定し，引用発明と本願発明との相違点1についての判断に際して，引用例2に記載されている貫通孔に着目し，当業者が引用例2に記載された事項に基づいて容易になし得たことである(12頁25行～13頁13行)と判断しているのであって，引用例2の連結用小突起と本願発明の鍔部を比較しているのではない。したがって，「引用例2の連結用小突起と本願発明の鍔部とが機能および形状が異なるものであるかどうか」という点，及び，「本願発明の鍔部に環孔を設ける構造と引用例2に記載された連結用小突起に貫通孔を設ける構造とが異なるものであるかどうか」という点は，審決の「引用発明において，上記相違点1に係る本願発明の構成となすことは，当業者が引用例2に記載された事項に基づいて容易になし得たことである。」との判断(13頁11行～13行)に影響を与えるものではない。",
                    "また，「鍔部は，本体の下面を保持する」との原告の主張は，特許請求の範囲の記載に基づかないものである。",
                    "さらに，「本願発明の鍔部は，・・・(略)・・・一部が外側に突出する形状ではない」との原告の主張が特許請求の記載に基づかないものであることは前記のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例3に記載された発明(引用例3発明)は，芯材(9)の上端にはスリット(13)が形成され，このスリット(13)に対して作用する楔本体(17)を備え，芯材(9)は差込部(2)でピン(8)により固定されているところ，このような引用例3発明の構成は，引用例3の技術構成において必要不可欠な要素であり，これらの構成を除いては，引用例3の技術を実施することはできない旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3(甲3)には，以下の記載がある。",
                        "① 「以下，本考案の実施例を図面に基き詳述する。",
                        "第1・2図に示すものは本考案の第1実施例であり，ゴルフ用テイー(1)は，地面に差し込まれる差込部(2)と，地面より突出してその頂部(3)にボールを載置する載置部(4)とに2分割されている。差込部(2)と載置部(4)とは軸心に直交する平面で接当している。載置部(4)の頂部(3)にはボールを載置するための凹部(5)が設けられている。載置部(4)の軸心部に芯材挿通孔(6)が貫通して設けられている。差込部(2)の上部にも前記芯材挿通孔(6)に連通する芯材固定孔(7)が設けられている。この芯材固定孔(7)に下端がピン(8)を介して固定された芯材(9)が，芯材挿通孔(6)に摺動自在に挿通されている。芯材(9)の上部は径大とされその径大部(10)下面と，芯材挿通孔(6)の下端の径小部(11)の上面との間に圧縮スプリング(12)が介在され，載置部(4)は，該スプリング(12)により下方に付勢されている。従つて，載置部(4)下端面と差込部(2)上端面は弾接し，両者(2)(4)は同軸心に保持されている。」(2頁15行～3頁13行)",
                        "② 「芯材(9)はゴム等の弾性部材から成り，上部の径大部(10)の頂面は凹部(5)内に突出し，該頂面に所定深さのスリツト(13)が設けられている。この芯材(9)の径大部(10)には楔(14)の",
                        "脚部(15)が埋設され，弾性変形自在なヒンジ(16)を介して楔本体(17)が前記スリツト(13)に嵌合すべく設けられている。",
                        "楔本体(17)の断面はV形に形成されている。」(3頁14行～2",
                        "0行)",
                        "③ 「上記本考案の第1実施例によれば，第3図に示すようにテイーグランド(G)にテイー(1)を差し込むとき，まず頂部(3)にボール(18)を載置し両者を手で強く圧接しつつ，差込部(2)をグランド(G)に差し込む。このとき，ボール(18)の下面が楔本体(17)を押圧し，楔本体(17)はスリツト(13)に押し込まれ",
                        "る。しかして芯材(9)の径大部(10)上部は楔本体(17)によ",
                        "り拡開され，径大部(10)の外周面と芯材挿通孔(6)の上部のテーパー部(19)とが圧接され，芯材(9)と載置部(4)とが固定",
                        "される。しかもスプリング(12)により載置部(4)と差込部",
                        "(2)とは面接当しているので，テイー(1)をグランド(G)に差込むに際し，載置部(4)と差込部(2)との接合部がグラグラすることなく，差込みに支障をきたさず，従来の一体物のテイーと変ることなく差込むことができる。",
                        "次に，第4図に示すように，クラブでボールをたたくと，テイー(1)の載置部(4)までもたたくことになる。このとき載置部",
                        "(4)は衝撃力(F)を受け，その瞬間，楔本体(17)はボールの自重による押圧力を解除されると共に，衝撃力(F)及びヒンジ部(16)の反発力によりスリツト(13)から抜け出し，径大部(10)",
                        "は縮小するので，径大部(10)は芯材挿通孔(6)に没入自在となる。而してテイー(1)は衝撃力(F)によりグランド(G)から抜けようとするが，テイー(1)は載置部(4)と差込部(2)とに2",
                        "分割されているため，載置部(4)は芯材(9)を介して折曲されることになる。このように載置部(4)が分割部で折曲されようとすると芯材(9)の径大部(10)は挿通孔(6)に没入して上記折曲を",
                        "助ける。そして載置部(4)はその後首振り運動を行ない，該首振り振動が減衰すると共に，スプリング(12)の反発力により載置部(4)下面は差込部(2)上面に接当し，芯材(9)の頂部は凹部",
                        "(5)内に突出し，元の状態に復元する。」(4頁1行～5頁13",
                        "行)",
                        "④ 第4図には，クラブでボールをたたかれた瞬間，衝撃力(F)を受け，載置部(4)はスプリング(12)の弾性力に抗して差込部",
                        "(2)から離れていることが開示されている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "上記(ア)②及び③の記載から，引用例3のスリット(13)は芯材(9)の上部の径大部(10)の頂面に設けられ，楔(14)は上記径大部(10)に楔(14)の脚部(15)が埋設され，弾性変形自在なヒ",
      "text": [
        "ンジ(16)を介して楔本体(17)が前記スリット(13)に嵌合す",
        "べく設けられ，そして，テイーグランド(G)にテイー(1)を差し込むとき，楔本体(17)はスリット(13)に押し込まれて，径大部(10)の外周面と芯材挿通孔(6)の上部のテーパー部(19)とが圧接され，芯材(9)と載置部(4)とが固定され，次に，クラブでボールをたたくと，衝撃力(F)を受け，楔本体(17)はスリット(13)から抜け出し，径大部(10)は縮小するので，径大部(10)は芯材挿通孔(6)に没入自在となるものである。つまり，引用例3のスリット(13)及び楔(14)は，スリット(13)に楔(14)が押",
        "し込まれることにより，芯材(9)と載置部(4)とを結合状態とするものである。",
        "また，上記(ア)①③及び④の記載から，引用例3の圧縮スプリング(12)は，径大部(10)下面と芯材挿通孔(6)の下端の径小部",
        "(11)の上面との間に介在され，載置部(4)は，圧縮スプリング(12)により下方に付勢されており，そして，クラブでボールをたたかれた瞬間，衝撃力(F)を受け，載置部(4)は圧縮スプリング(12)の弾性力に抗して差込部(2)から離れて，その後，載置部(4)は首振り運動を行ない，圧縮スプリング(12)の反発力により載置部(4)下面は差込部(2)上面に接当し，元の状態に復元するものである。つまり，引用例3の圧縮スプリング(12)は，径大部(10)と径小部(11)との間に介在されて，ティー(1)がクラブでたたかれ，載置部(4)が差込部(2)から離れた後，圧縮スプリング(12)の反発力により，載置部(4)下面を差込部(2)上面に接当させ，ティー(1)を元の状態に復元するものである。",
        "してみると，引用例3のスリット(13)及び楔(14)と，引用例3の圧縮スプリング(12)とは，互いに独立した作用・効果を奏するものであって，スリット(13)及び楔(14)がなければ圧縮スプリング(12)が機能しないというものではないから，スリット(13)及び楔(14)が必要不可欠な要素ということはできず，原告の上記主張は失当である。"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "原告は，引用発明において，鍔部又は係止あご部はスプリングによる本体と差込ピン体との結合状態を安定的に維持するに必要不可欠な要素であり，このような結合関係により，本願発明のゴルフティは完成した製品としての機能を果たすようになる旨主張する。",
            "しかし，原告が指摘する本願明細書の段落【0020】及び図3の記載は，本発明の第1の実施形態におけるゴルフティを説明しているにすぎず，特許請求の範囲の記載に基づかないものである。",
            "また，審決は，本願発明の鍔部の「本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され」との点，係止あご部の「筒の内周面の一部に内側に向かって突出した係止あご部が形成されている本体」との点，及び「(差込ピン体の)上端部が前記本体の下端部に着脱可能に差し込まれ」た点に関して，本願発明と引用発明とを対比した上で一致点と認定しており，引用例3は引用発明と本願発明の相違点2についての判断に際してそのスプリングに着目し，「より手間がかからない，より取り扱いが簡便なものとする目的で，引用発明において，前記ピンヘッド(引用例3発明の「芯材の上部は径大とされその径大部」)の下面と係止あご部(引用例3発明の「芯材挿通孔の下端の径小部の上面」が相当する。)との間に圧縮スプリングを介在させ，該スプリングにより筒状の本体(引用例3発明の「芯材挿通孔が貫通して設けられ載置部」が相当する。)を下方に付勢して，前記本体を前記差込ピン体へ押圧するように，筒状の本体内に前記スプリングを収納させることは，当業者が引用例3発明に基づいて容易に想到することができたものである。」(14頁2行～10行)と判断しているのであるから，引用例3において本願発明の鍔部，環孔，係止あご部が用いられているかいないかは，審決の判断に影響を与えないことである。",
            "さらに，審決に「引用発明において，前記ピンヘッド(引用例3発明の「芯材の上部は径大とされその径大部」)の下面と係止あご部(引用例3発明の「芯材挿通孔の下端の径小部の上面」が相当する。)との間に圧縮スプリングを介在させ，」(14頁3行～6行)と記載されているように，引用例3発明の「芯材挿通孔の下端の径小部の上面」は引用発明の「係止あご部」に相当するから，原告の上記主張における「引用例3では，本願発明の鍔部，環孔，係止あご部などの構成は用いられていない。」の点は「引用例3では，係止あご部の構成は用いられていない。」の点に関して誤っている。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，引用例3に記載のスプリングを引用発明に適用するには，本願発明とは相違する引用例3発明のその他の構造が必要となるため，引用発明の筒状の本体内に引用例3に記載の「スプリング」を収納させた結果，「該『スプリング』は，引用発明の『筒状の本体』内であって，『係止あご部』を基準にして該『本体』の上端側に収容されることになるとともに，引用発明の『ピンヘッド』は，前記『本体』の前記『係止あご部』との間で前記『スプリング』を挟み込むことになる」ことは，引用例3に記載された発明に基づいて容易に成し得たとした審決の認定は誤りであると主張する。",
            "しかし，審決は，「イ 引用発明は『ショットによって分離した本体は，折曲または湾曲してショットの衝撃を吸収したのち直立状態に復帰した結合ピン外側面に沿って摺動下降して差込ピン体上端面へ載置された状態に戻るので，上から該本体を前記差込ピン体へ押圧するだけで前記差込ピン体と前記本体とが嵌合連結したもとの状態に戻り再使用可能となり，結合ピンを収納したのち前記本体と前記差込ピン体とを連結するという手間がかからない取り扱いが簡便な』ものであるところ，より手間がかからない，より取り扱いが簡便なものとする目的で，引用発明において，前記ピンヘッド(引用例3発明の「芯材の上部は径大とされその径大部」)の下面と係止あご部(引用例3発明の「芯材挿通孔の下端の径小部の上面」が相当する。)との間に圧縮スプリングを介在させ，該スプリングにより筒状の本体(引用例3発明の「芯材挿通孔が貫通して設けられ載置部」が相当する。)を下方に付勢して，前記本体を前記差込ピン体へ押圧するように，筒状の本体内に前記スプリングを収納させることは，当業者が引用例3発明に基づいて容易に想到することができたものである。」(13頁34行～14頁10行)と判断し，その結果，その「スプリング(圧縮スプリング)」は，引用発明の「筒状の本体」内であって，「係止あご部」を基準にして該「本体」の上端側に収納されることになるとともに，引用発明の「ピンヘッド」は，前記「本体」の前記「係止あご部」との間で前記「スプリング」を挟み込むことになる(14頁11行～16行参照。)としているのであって，審決は，「引用発明において，筒状の本体内に引用例3に記載の『スプリング』を収納させた結果，『該「スプリング」は，引用発明の「筒状の本体」内であって，「係止あご部」を基準にして該「本体」の上端側にスプリングが収容されることになるとともに，引用発明の「ピンヘッド」は，前記「本体」の前記「係止あご部」との間で前記「スプリング」を挟み込むことになる』ことは，引用例3に記載された発明に基づいて容易に成し得た」と判断したものではないから，原告の上記主張は審決の内容を誤って理解したものであり，失当である。",
            "なお，引用例3には，「地面に差込まれる差込部(2)と，地面より突出してその頂部(3)にボールを載置する載置部(4)とに2分割され，前記差込部(2)と前記載置部(4)とを軸心に直交する平面で接当させ，前記載置部(4)の頂部(3)にはボールを載置するための凹部(5)を設け，前記載置部(4)の軸心部に芯材挿通孔(6)を貫通して設け，前記差込部(2)の上部にも前記芯材挿通孔(6)に連通する芯材固定孔(7)を設け，該芯材固定孔(7)に下端がピン(8)を介して固定された芯材(9)を，前記芯材挿通孔(6)に摺動自在に挿通し，該芯材(9)の上部を径大としその径大部(10)下面と，前記芯材挿通孔(6)の下端の径小部(11)の上面との間に圧縮スプリング(12)を介在させ，前記載置部(4)を，該スプリング(12)により下方に付勢して，前記載置部(4)下端面と前記差込部(2)上端面を弾接させて，両者(2)(4)を同軸心に保持しているゴルフ用テイー(1)において，前記載置部(4)の下面にV形突起(20)を環状に設け，前記差込部(2)の上面にV形溝(21)を環状に設け，前記載置部(4)下面と前記差込部(2)の上面とをV形状の嵌合で接当させ，凹凸嵌合させることにより，両者の接合をより確実になして，テイー(1)をグランド(G)に差し込むときグラつかないようにしたゴルフ用テイー(1)。」(2頁15行～3頁13行，6頁1行～7行及び第7図参照。)も記載されているから，引用例3には，引用発明の前記差込ピン体(引用例3の「差込部(2)」が相当する。)と引用発明の前記本体(引用例3の「載置部(4)」が相当する。)とが嵌合連結(引用例3の「V形状の嵌合」が相当する。)する構成と，引用例3発明の「圧縮スプリング」を備える構成とを組み合わせることの示唆があるといえる。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "取消事由3に対し"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，本願発明は，ゴルフティが折れてから原状復帰可能な構成であり，ゴルフティの本体の側面から突出する部分のない単純な外観を備えることにより，ゴルフボールとの安定的な接触を維持しながら，打撃時のクラブヘッドも違和感なく均一に接触することができ，安定的な打撃が可能であり，飛距離を最大に伸ばすことができる有用な効果を提供するところ，かかる本願発明の作用効果は，引用例1，引用例2及び引用例3に記載の内容から当業者が予測し得たものではない旨主張する。"
          ]
        },
        {
          "fig": "イ",
          "subject": "しかし，本願明細書(甲5)の段落【0006】，【0007】，【0008】，【0009】，【0010】，【0014】，【0015】，",
          "text": [
            "【0021】，【0022】，【0023】，【0024】，【002",
            "6】，【0028】，【0029】，【0031】，【0036】，【0",
            "037】，【0038】には本願発明の効果に関する記載があり，それによれば，本願発明のゴルフティーの効果は次のとおりのものと認められる。",
            "① 本願発明のゴルフティは，打撃時にゴルフボールの進行方向に急激に折れ曲って，打撃による衝撃力を吸収できるので，破損する虞が小さく，かつ，ゴルフボールに対するゴルフティの摩擦抵抗を最小限に押えることができるので，軽快なショット感覚を得ることができる上に，ゴルフボールの飛距離を伸ばすことができる。",
            "② 打撃時に変形した本願発明のゴルフティは，スプリングにより元の状態に自動的に戻るので，面倒な作業がなくなり，使い勝手をよくすることができる。",
            "③ 本願発明のゴルフティは，環孔に紐等を通して，いずれかの箇所に結んでおけば，たとえ，ゴルフティが飛び出してしまっても，紛失してしまうことはなく，容易に回収することができる。",
            "そして，上記①の効果は，ゴルフティが折れ曲がることによる効果であって，引用発明が「クラブヘッドの衝打によりボール載置部2が固定部3から分離したときに連結部材4がより弾性的に湾曲することによりクラブヘッドに対する抵抗をより低減しうるのみでなく，折曲または湾曲による連結部材4自体の消耗も低減して長期間にわたる多度の使用にも耐えうるようにし」(審決の6頁35行～38行)たものであり，引用例1に「ショットの際の衝撃で，またはゴルフボールとともにボール載置部がクラブヘッドにより衝打されてボール載置部が固定部から分離するとともに連結部材が折曲または湾曲してショットの衝撃を吸収し」(7頁6行～10行)，「ティーショットの際のクラブヘッドヘの抵抗を低減して飛距離の損失を防止し，また，飛距離の計算を容易にしうるとともにショット時の衝撃で折損するようなこともなく」(13頁20行～14頁4行)と記載されているように，引用発明の奏する効果でもあり，また，引用例3発明の奏する効果でもある。",
            "また，引用発明において，ショットによって分離した本体は，折曲又は湾曲してショットの衝撃を吸収したのち直立状態に復帰した結合ピン外側面に沿って摺動下降して差込ピン体上端面へ載置された状態に戻る(審決の13頁34～36行参照。)のであるが，ピンヘッド(引用例3発明の「芯材の上部は径大とされその径大部」)の下面と係止あご部(引用例3発明の「芯材挿通孔の下端の径小部の上面」に相当)との間に圧縮スプリングを介在させ，該スプリングにより筒状の本体(引用例3発明の「芯材挿通孔が貫通して設けられ載置部」に相当)を下方に付勢して，本体を差込ピン体へ押圧するように筒状の本体内に前記スプリングを収納させる(審決の14頁3行～8行参照。)と，直立状態に復帰した結合ピン外側面に沿って摺動下降して差込ピン体上端面へ載置された状態に戻った本体は，圧縮スプリングにより下方に付勢され差込ピン体へ押圧されて差込ピン体と本体とが嵌合連結したもとの状態に戻り再使用可能となるから，引用発明において引用例3発明の圧縮スプリングを介在させると上記②の効果を奏するものとなる。引用例3発明は，「クラブでボールをたたくと前記径大部は前記芯材挿通孔に没入して前記載置部は前記芯材を介して折曲され，前記載置部はその後首振り運動を行ない，該首振り振動が減衰すると共に，前記スプリングの反発力により前記載置部下面は前記差込部上面に接当し元の状態に復元する」(審決の13頁28行～31行)ものである。よって，前記②の効果は，引用発明の奏する効果と引用例3発明の奏する効果の総和であって，当業者が予測できた程度の効果であるというべきである。",
            "さらに，上記③の効果は，環孔に紐等を通していずれかの箇所に結んでおくことによる効果であるから，紐等を通す貫通孔を備えた引用例2に記載された事項の奏する効果である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，引用発明に引用例2に記載された事項及び引用例3に記載された発明を適用して本願発明のように構成することに格別の困難性はないものであって，本願発明の奏する効果は各引用例に記載される発明の奏する効果の総和でしかないから，審決が「本願発明の奏する効果は，引用発明の奏する効果，引用例2に記載された事項の奏する効果及び引用例3に記載された発明の奏する効果から，当業者が予測できた程度のものである。」(14頁21行～23行)としたことに誤りはない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "なお，原告は「本願発明はゴルフティの本体の側面から突出する部分のない単純な外観を備える」と主張するが，前記のとおり，かかる事項は特許請求の範囲の記載に基づくものではないので，「ゴルフティの本体の側面から突出する部分のない単純な外観を備えることにより，ゴルフボールとの安定的な接触を維持しながら，打撃時のクラブヘッドも違和感なく均一に接触することができ，安定的な打撃が可能であり，飛距離を最大に伸ばすことができる」との効果も本願発明による効果ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の有無",
          "text": [
            "審決は，本願発明は引用例1及び3に記載された発明並びに引用例2に記載された事項に基づいて当業者が容易に発明することができたとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲5)には，以下の記載がある。",
                    "・【発明の詳細な説明】",
                    "【発明の属する技術分野】",
                    "「本発明は，衝撃緩和及び復元機能を持つゴルフティに関する。」(段落【0001】)",
                    "・【従来の技術】",
                    "「このようなゴルフティは，硬質な材質で形成されている関係で，ゴルフグラブでゴルフボールを打った瞬間，グラブヘッドから衝撃を受けると，これにより折れていまし，その消耗が多く，はなはだしい場合には，遠くに跳ね飛ばされて紛失する場合もあるという課題がある。」(段落【0004】)",
                    "・「さらに，このようなゴルフティでは，ゴルフボールの進路に大きな影響を与えてしまう。具体的に，ゴルフボールの進路は，ゴルフボールが打たれる瞬間，ゴルフボールとゴルフティ上面との摩擦による抵抗や，ゴルフティが折れる場合の折れる形態やその折れる方向等，の影響を受ける。このため，意図する方向にゴルフボールを飛ばすことができないし，軽快な打撃が成されないという課題もある。」(段落【0005】)",
                    "・「そこで，以上のような課題を解決するために，ゴルフグラブによるゴルフボールの打撃と同時に，ゴルフティの上段部が折曲するようにして，打撃時の衝撃による破損や，ゴルフボールの進路への影響を小さくするものが提案されている。」(段落【0006】)",
                    "・【発明が解決しようとする課題】",
                    "「しかしながら，従来の改良されたゴルフティであっても，折曲方向が一定で，打撃時の衝撃を十分に吸収できないという問題点がある。さらに，折曲方向を打撃方向に合わせて正確に地面に刺し込まなければならない上に，折曲してしまったゴルフティは，手を使って元の状態に戻さなければならず，甚だ使い勝手が悪いという問題点もある。」(段落【0007】)",
                    "・「そこで，本発明は，以上のような従来の問題点を解消するためになされたもので，その目的は，ゴルフボールの打撃時に，ゴルフボールに対する抵抗を最小化し，軽快に打撃できるようにして，飛距離を伸ばすことができるゴルフティを提供することである。」(段落【0008】)・「また，本発明の他の目的は，ゴルフボールの打撃に，跳ね飛ばされたり破損してしまうことを防止することができるゴルフティを提供することである。」(段落【0009】)",
                    "・「本発明のさらなる目的は，地面に差し込む際や再度使用する際の面倒な作業がなく，使い勝手を良くすることができるゴルフティを提供することである。」(段落【0010】)",
                    "・【課題を解決するための手段】",
                    "「本発明は，上記目的を達成するため，筒状を成し，筒の上面が筒の中心軸側に向かうに連れて下降しているボール載せ面が形成され，筒の内周面の一部に内側に向かって突出した係止あご部が形成されている本体と，上端部が前記本体の下端部に着脱可能に差し込まれ，下端部に先端が尖っている差込部が形成され，上端から下端側へ長い結合穴が形成され，該上端部であって前記本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され，該鍔部に環孔が形成されている差込ピン体と，筒状の前記本体内であって，前記係止あご部を基準にして該本体の上端側に収納されているスプリングと，筒状の前記本体内を通って前記差込ピン体の前記結合穴に差し込まれ，下端部が該結合穴に固定され，上端部に，前記本体の前記係止あご部との間で前記スプリングを挟み込むためのピンヘッドが形成され，可撓性及び弾性を有する材質で形成された結合ピンと，を備えていることを特徴とするゴルフティを提供する。」(段落【0011】)",
                    "・「なお，このゴルフティでは，前記差込ピン体の前記係合部の下端に外周方向に突出して前記本体の下端面を受ける鍔部を形成し，該鍔部に，該鍔部の外面のうちのいずれかの箇所から他の箇所へ貫通する環孔を形成してもよい。」(段落【0013】)",
                    "・「以上の発明に係るゴルフティーでは，ゴルフボールを打撃した瞬間に，本体が差込ピン体から離れ，差込ピン体に対してゴルフボールの進行方向に急激に折れ曲る。このとき，本体は，差込ピン体から離れるが，差込ピン体に固定されている連結ピンにより，差込ピン体に対する相対移動距離が規制される。」(段落【0014】)",
                    "・「本体は，差込ピン体から離れた後，弾性を有する連結ピン及びスプリングの復元力により，元の位置，つまり差込ピンの上部に係合した状態に戻る。」(段落【0015】)",
                    "・【発明の実施の形態】",
                    "「本発明の具体的な構成と作用について，図面を參照してさらに詳細に説明すると次の樣である。」(段落【0017】)",
                    "・「本発明に係る第1の実施形態のゴルフティは，図1～図3に示すように，筒状の本体1と，この本体1の下部に着脱可能に差し込まれる差込ピン体2と，筒状の本体1内に配置されるスプリング7と，本体1から差込ピン体2が完全に分離してしまうのを防ぐ連結ピン8と，を備えている。」(段落【0018】)",
                    "・「本体1は，筒状を成し，貫通孔が形成され，一方の端部である上端部が筒の中心軸側に向かうに連れて次第に他方の端部である下端部側に凹んでいるボール載せ面3が形成されている。さらに，本体1の下端部側の内周面には，内側に向かって突出した係止あご部6が形成されている。",
                    "差込ピン体2は，一方の端部である上端部に，本体1の貫通孔に下方から着脱可能に嵌り込む嵌込み部14が形成され，他方の端部である下端部に，下方に向かうに連れて外径が次第に小さくなる円錐状の差込部4が形成され，嵌込み部14の僅かに下側に外周側に突出した鍔部11が形成されている。また，嵌込み部14の上面の中心から，差込ピン体2の下端側へ長い結合穴5が形成されている。」(段落【0019】)・「スプリング7は，本体1の貫通孔内であって，係止あご部6を基準にして，本体の上端側に収められる。また，本体1の貫通孔内であって，係止あご部6を基準にして，本体の下端側には，差込ピン体2の嵌込み部14が着脱可能に嵌り込む。すなわち，本体1の係止あご部6は，その上面がスプリング7の下端を支持し，その下面が差込ピン体2の上限位置を規制している。但し，現実には，図3に示すように，本体1の下面が，差込ピン体2の鍔部11の上面に接しており，この本体1の下面が差込ピン体2の上限位置を定めていることになる。」(段落【0020】)",
                    "・「連結ピン8は，細長いピン本体の上端に，ピン本体よりも外径が大きく且つ本体1の貫通孔の内径とほぼ同じ外径のピンヘッド部9が形成されている。この連結ピン8は，本体1の上方から本体1の貫通孔内に挿通され，さらに差込ピン体2の結合穴5に差し込まれている。連結ピン8の下端部は，この差込ピン体2の結合穴5に接着剤等で固定されている。このように，連結ピン8は，本体1を介して差込ピン体2に固定されることにより，差込ピン体2から本体1が完全に離脱してしまうのを防止していると共に，スプリング7の上端をピンヘッド部9で押えて，スプリング7が本体1から抜け出るのを防止している。」(段落【0021】)",
                    "・「スプリング7は，以上のように，その下端が本体1の係止あご部6に支持され，その上端がピンヘッド部9に押えられている。」(段落【0022】)",
                    "・「連結ピン8は，可撓性及び弾性を有する材料で形成されており，剛性を持ちながらも適当に屈曲できるようになっている。」(段落【0023】)",
                    "・「差込ピン体2の鍔部11には，鍔部11の外周面から鍔部11の他の外面に抜ける環孔10が形成されている。この環孔10は，ここに紐等の一端を通して縛り付け，紐等の他端をティーグランドのいずれかの部分等に固定することで，ゴルフティがティーグランドから飛び出して紛失するのを防ぐためのものである。また，この環孔10の両開口の内径は，相互に異なり，一方の孔開口に対して他方の孔開口の方が大きくなっており，この他方の孔開口側から紐等が環孔10へ通り易くなっている。」(段落【0024】)",
                    "・「以上のように構成された本実施形態のゴルフティは，図4に示すように，クラブヘッド等により，本体1に強い衝撃力が加わっても，本体1は，スプリング7の弾性力に抗して移動できるので，この衝撃力を吸収することができる。しかも，衝撃力を受けて，本体1が差込ピン体2に対して相対的に斜め上方に移動してしまっても(図4中の二点破線で示す)，可撓性及び弾性を有する連結ピン8は，まっすぐに戻り，本体1は，縮んだスプリング7が元の長さに戻ろうとする力で差込ピン体2の嵌込み部14に再び係合することになる。」(段落【0026】)",
                    "・「このように，本実施形態のゴルフティは，打撃時にゴルフボール12の進行方向に急激に折れ曲るので，ゴルフボール12に対する摩擦を減らすことができ，これにより軽快なショット感覚を得ることができる上に，ゴルフボール12の飛距離を伸ばすことができる。」(段落【0029】)",
                    "・「また，本実施形態のゴルフティの本体1は，差込ピン体2を基準として，360°，いずれの方向にも屈曲できるので，ゴルフティの向きをまったく気にすることがなく，ティグランドにセットすることができる。」(段落【0030】)",
                    "・「さらに，本実施形態のゴルフティは，打撃時に折れ曲って，打撃による衝撃力を吸収できるので，破損しる虞が小さく，しかも，環孔10に紐等を通して，いずれかの箇所に結んでおけば，たとえ，ゴルフティが飛び出してしまっても，紛失してしまうことはなく，容易に回収することができる。」(段落【0031】)",
                    "・【発明の効果】",
                    "「以上のように，本発明のゴルフティは，打撃時にゴルフボールの進行方向に急激に折れ曲って，ゴルフボールに対するゴルフティの摩擦抵抗を最小限に押えることができるので，軽快なショット感覚を得ることができる上に，ゴルフボールの飛距離を伸ばすことができる。」(段落【0036】)",
                    "・「また，ゴルフティの本体は，差込ピン体を基準として，360°，いずれの方向に屈曲できるので，ゴルフティの向きをまったく気にすることがなく，ティグランドにセットすることができる上に，打撃時に変形したゴルフティは，スプリングにより元の状態に自動的に戻るので，面倒な作業がなくなり，使い勝手をよくすることができる。」(段落【0037】)",
                    "・「さらに，本発明のゴルフティは，打撃時に折れ曲って，打撃による衝撃力を吸収できるので，破損しる虞が小さく，しかも，環孔に紐等を通して，いずれかの箇所に結んでおけば，たとえ，ゴルフティが飛び出してしまっても，紛失してしまうことはなく，容易に回収することができる。」(段落【0038】)",
                    "・図面",
                    "【図1】本発明に係る第1の実施形態におけるゴルフティの斜視図【図2】本発明に係る第1の実施形態におけるゴルフティの分解斜視図【図3】本発明に係る第1の実施形態におけるゴルフティの断面図【図4】本発明に係る第1の実施形態におけるゴルフティの動作形態を示す説明図"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明はゴルフティに関するものであり，ゴルフボールの打撃時にゴルフボールに対する抵抗を最小化し軽快に打撃できるようにして，飛距離を伸ばすことができるゴルフティを提供すること，ゴルフボールの打撃によって跳ね飛ばされたり破損してしまうことを防止することができるゴルフティを提供すること，地面に差し込む際や再度使用する際の面倒な作業がなく，使い勝手を良くすることができるゴルフティを提供することを目的とし，その解決手段として請求項1の構成を採用したものであり，それにより，本願発明のゴルフティは，打撃時にゴルフボールの進行方向に急激に折れ曲がってゴルフボールに対するゴルフティの摩擦抵抗を最小限に抑え，それにより軽快なショット感覚を得ることができるとともにゴルフボールの飛距離を伸ばすことができ，差込ピン体を基準として360°いずれの方向にも屈曲できるので，ゴルフティの向きを気にすることなくティグランドにセットすることができる上，打撃時に変形したゴルフティはスプリングにより元の状態に自動的に戻るため，再度使用する際の作業がなくなり，さらに打撃時に折れ曲がって打撃による衝撃力を吸収することによって破損の虞が小さくなり，環孔に紐等を通すことによってゴルフティが飛び出した場合の紛失を回避できるといった効果を有するものであることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，以下の記載がある。",
                    "・「2．実用新案登録請求の範囲",
                    "1)下部を下方へ向けて尖形状に成形し，上端部を後述のボール載置部下端部に着脱自在に嵌合しうる形状に形成してなる固定部と，上端面にボール載置用凹所を設け，内部に上方へ開口する内部空間を設け，前記内部空間の底面から該内部空間よりも小径で下方へ開口する連結孔を設けて底面との間に段部を形成し，下端部を前記固定部材上端部に着脱自在に嵌合しうる形状に形成してなるボール載置部と，",
                    "可撓性を有する合成樹脂またはゴムにて作成し，前記ボール載置部と固定部とを嵌合して連結したときのボール載置部の内部空間底面と固定部材上端面間距離より長くかつボール載置部の連結孔に遊嵌状態に内装しうる外径とした杆体の上端に前記ボール載置部の内部空間底面の段部に係止しうる形状の頭部を設けてなる連結部材と，",
                    "よりなり，連結部材の頭部をボール載置部の内部空間に位置して杆体下端を固定部材上端へ立設状態で固定し，ボール載置部と固定部とを離合自在に嵌合して連結してなるゴルフ用ティー。",
                    "2)連結部材として合成樹脂またはゴムにて作成した管状の杆体で側面における長さ方向に適数条のスリットを形成し下端面を閉鎖して取付面とし上端開口周縁部に鍔部を設けて頭部としてなるものを用い，該連結部材の下端を固定部上端面から下方へ穿設した取付孔へ嵌入して連結部材の取付面を固定部の取付孔底面内ヘネジ止めすることにより取付けてなる実用新案登録請求の範囲第1項記載のゴルフ用ティー。」",
                    "・〔産業上の利用分野〕",
                    "「本考案は，ゴルフ用ティーに関し，更に詳しくはティーショットの際にゴルフボールとともにショットされても折損したり紛失したりすることなく，またショット時のゴルフクラブに対する抵抗を低減して飛距離をのばすことのできるゴルフ用ティーに関する。」(2頁15行～3頁1行)",
                    "・〔考案が解決しようとする問題点〕",
                    "「しかし，前記の埋設部とボール載置部間に連結部材を配してなるゴルフティーにおいてはボールの紛失およびクラブヘッドへの抵抗の問題は解決されるものの，該ゴルフティーにおいては連結部材としての鎖や紐の両端をそれぞれ埋設部およびボール載置部に固定して該連結部材をボール載置部のポケットに収納する構造のため，ティーショットの度に埋設部とボール載置部とが鎖ふ紐等の腰のない連結部材で繋がれた状態で分離されるので次のホールで使用するときには該連結部材をボール載置部のポケットに収納し，分離した埋設部とボール載置部を嵌合するという作業が必要で取り扱いに手間のかかるものであった。",
                    "本考案は上記の問題点に鑑み考案されたもので，取り扱いが簡便でかつティーショットの際のクラブヘッドの抵抗を低減して飛距離の損失を防止し，また飛距離の計算を容易にしうるとともにショット時の衝撃で折損するようなこともなく，またグラウンドから抜けてゴルフボールとともに飛んで紛失したりするのも防止しうるゴルフ用ティーを提供せんとするものである。」(4頁16行～5頁17行)",
                    "・〔問題点を解決するための手段〕",
                    "「本考案は上記の目的を達成するために，下部を下方へ向けて尖形状に成形し，上端部を後述のボール載置部下端部に着脱自在に嵌合しうる形状に形成してなる固定部と，上端面にボール載置用凹所を設け，内部に上方へ開口する内部空間を設け，前記内部空間の底面から該内部空間よりも小径で下方へ開口する連結孔を設けて底面との間に段部を形成し，下端部を前記固定部材上端部に着脱自在に嵌合しうる形状に形成してなるボール載置部と，可撓性を有する合成樹脂またはゴムにて作成し，前記ボール載置部と固定部とを嵌合して連結したときのボール載置部の内部空間底面と固定部材上端面間距離より長くかつボール載置部の連結孔に遊嵌状態に内装しうる外径とした杆体の上端に前記ボール載置部の内部空間底面の段部に係止しうる形状の頭部を設けてなる連結部材と，よりなり，連結部材の頭部をボール載置部の内部空間に位置して杆体下端を固定部材上端立設状態で固定し，ボール載置部と固定部とを離合自在に嵌合して連結してなるゴルフ用ティーを提供せんとするものである。」(5頁18行～6頁19行)",
                    "・〔作用〕",
                    "「本考案に係るゴルフ用ティーは上記の構成であり，該ゴルフ用ティーを使用してティーショットを行うには，固定部とボール載置部とを嵌合した状態で固定部を土中に差し込んで立設し，ボール載置部にゴルフボールを載置してショットすると，ショットの際の衝撃で，またはゴルフボールとともにボール載置部がクラブヘッドにより衝打されてボール載置部が固定部から分離するとともに連結部材が折曲または湾曲してショットの衝撃を吸収し，前記固定部から分離しその内部空間底面の段部にて連結部材頭部で当止されたボール載置部は該連結部材が元の直立状態に復元するとその連通孔部分にて連結部材の側壁面を摺動下降して固定部上端面へ載置した状態に戻るのである。」(6頁20行～7頁14行)",
                    "・〔実施例〕",
                    "「以下，図面に示した実施例で本考案を更に詳細に説明する。",
                    "図例のゴルフ用ティー1は，木製または硬質合成樹脂等で作成し，下方へむけて尖形に成形してなる軸体の固定部3と該固定部3の上端に着脱自在に嵌合して取付けてなり胴部を上下部分より縮径した筒状のボール載置部2とより構成し，該ボール載置部2と前記固定部3とを連結部材4にて分離可能に連結してなるものである。前記ボール載置部2は上端面にゴルフボールを載置するためのゴルフボール外面形状に対応しうる底面形状とした凹所6を形成し，内部には該凹所内に上端を開口する有底の内部空間5を形成し，ボール載置部2下端面には前記固定部3上端に嵌合すべく上方へ向けて嵌合凹所10を形成し，前記内部空間5の底面7には嵌合凹所10内へ連通する内部空間5より小径の連結孔9を形成し内部空間底面7との間に段部8を形成してなり，また，固定部3上端には上面を平面状とし前記ボール載置部2の嵌合凹所10に着脱自在に嵌合しうる形状とした嵌合突部11を形成し，該嵌合突部11上面であって嵌合凹所10を嵌合してボール載置部2を固定部3に取付けたときにボール載置部2の連結孔9に対面する位置から固定部3内部へ該連結孔9と略同径の有底孔を穿設して取付孔12としてなり，ボール載置部2と固定部3とを可撓性を有する材料，例えばウレタン樹脂またはポリプロピレン樹脂等の合成樹脂やゴム等にて作成し，前記ボール載置部2の連結孔9に遊嵌状態に嵌入しうる外径とした管体の側壁に上下方向へ適数条のスリット14を形成し，上端開口周縁部にボール載置部の段部8に係止しうる形状とした鍔部13を形成して頭部とした連結部材4をボール載置部2の内部空間5へ上端開口から挿入し，下端を固定部3の取付孔12内へ嵌入し，連結部材4の管体内下端面15へ上端開口より挿入したネジ16をネジ込む等して固定部3の取付孔12内に立設した状態に固定し，ボール載置部2下端面の嵌合凹所10を固定部3の嵌合突部11へ嵌合して着脱自在に連結してなるものである。ここで，該ボール載置部2と固定部3とは連結部材4の鍔部13がボール載置部2の内部空間5に位置してかつ鍔部13は段部8に係止しうる形状とし，連結孔9を遊嵌状態に貫通している連結部材4の杆体下端は固定部3へ立設状態に固定しているので，ボール載置部2はその連結孔9部分にて連結部材4に沿って上下方向にボール載置部2取付孔12と固定部3とを連結したときの連結部材4の鍔部13から内部空間底面間の距離だけ摺動可能に連結されているのである。該連結部材4の長さとしては該連結部材4と固定部3とを連結した状態で連結部材4上端の鍔部13がボール載置部2の内部空間5の底面より上方に位置すればよいが，更に好ましくは鍔部13が内部空間5の上端開口よりやや下方に位置するようにする。」 (7頁15行～10頁9行)",
                    "・「上記のようなゴルフ用ティーによれば，ティーショットをするときにはティー1のボール載置部2と固定部3とを連結した状態で固定部3をティーグラウンドの土中に差し込み，ボール載置部2上端面の凹所6にゴルフボールを載置してティーショットをする。このショットの際の衝撃により，またはクラブヘッドがゴルフボールのみでなくティーグラウンド地表に位置するボール載置部2を衝打したときには，ボール載置部2の嵌合凹所10が固定部3の嵌合突部11から外れてボール載置部2と固定部3とが分離するとともに，連結部材4が折曲または湾曲してショットによる衝撃を吸収するのでクラブヘッドヘの抵抗は少なく，飛距離の損失もなくまたショット毎の抵抗もほぼ一定しているので飛距離の計算も容易でクラブの選定がしやすく，またティー1はボール載置部2と固定部3との間で分離するのでクラブヘッドによりかなり強く衝打されたときにもボール載置部2と固定部3とが一休に成型されているティーのようにボール載置部2取付と固定部3との間で折損したりすることがなく経済的でありまた，固定部3と分離したボール載置部2は連結部材4にて固定部3に連結しているので，ボール載置部2のみが遠くへ飛んで紛失したりすることもなく，万一固定部3が土中から抜去してティー1が飛んでも，分離状態ではティー1はボール載置部2と固定部3とが連結部材4により連結された複雑な外形形状であり空気抵抗が大きく遠方へとんで紛失するようなことはない。また，分離したボール載置部2と固定部3とを連結している連結部材4を可撓性を有する合成樹脂またはゴム等にて作成した管状杆体を固定部3へ立設した状態で取付けているので，クラブヘッドによる衝撃時には該連結部材4が折曲または湾曲することによりクラブヘッドヘのティーによる抵抗を低減するとともに直ちにもとの直立状態に復帰するので，分離したボール載置部2は連結孔9部分で直立した状態の連結部材4外側面に沿って摺動して固定部3上端面へ載置された状態となるので，ボール載置部2を上方から固定部3へ押圧するだけで両部材を簡単に嵌合して連結することができ，次回の使用に備えることができ，取り扱いも非常に簡便である。また上記のごとく連結部材4の管状杆体の側面上下方向にスリット14を形成しておけばクラブヘッドの衝打によりボール載置部2が固定部3から分離したときに連結部材4がより弾性的に湾曲することによりクラブヘッドに対する抵抗をより低減しうるのみでなく，折曲または湾曲による連結部材4自体の消耗も低減して長期間にわたる多度の使用にも耐えうるものである。」(10頁10行～12頁19行)",
                    "・〔考案の効果〕",
                    "「上述の如く，本考案に係るゴルフ用ティーは，下部を下方へ向けて尖形状に成形し，上端部を後述のボール載置部下端部に着脱自在に嵌合しうる形状に形成してなる固定部と，上端面にボール載置用凹所を設け，内部に上方へ開口する内部空間を設け，前記内部空間の底面から該内部空間よりも小径で下方へ開口する連結孔を設けて底面との間に段部を形成し，下端部を前記固定部材上端部に着脱自在に嵌合しうる形状に形成してなるボール載置部と，可撓性を有する合成樹脂またはゴムにて作成し，前記ボール載置部と固定部とを嵌合して連結したときのボール載置部の内部空間底面と固定部材上端面間距離より長くかつボール載置部の連結孔に遊嵌状態に内装しうる外径とした杆体の上端に前記ボール載置部の内部空間底面の段部に係止しうる形状の頭部を設けてなる連結部材と，よりなり，連結部材の頭部をボール載置部の内部空間に位置して杆体下端を固定部材上端へ立設状態で固定し，ボール載置部と固定部とを離合自在に嵌合して連結してなり，ティーショットの際のクラブヘッドヘの抵抗を低減して飛距離の損失を防止し，また，飛距離の計算を容易にしうるとともにショット時の衝撃で折損するようなこともなく，またグラウンドから抜けてゴルフボールとともに飛んで紛失したりするのも防止しうるのみでなく，ショットによって分離したボール載置部は，折曲または湾曲してショットの衝撃を吸収したのち直立状態に復帰した連結部材外側面に沿って摺動下降して固定部上端面へ載置された状態に戻るので，上から該ボール載置部を固定部へ押圧するだけで固定部とボール載置部とが嵌合連結したもとの状態に戻り再使用可能となり，連結部材として紐，鎖またはバネ体等を用いた場合のように該連結部材を収納したのちボール載置部と固定部とを連結するという手間がかからない取り扱いが簡便なゴルフ用ティーを提供しうるものである。」(12頁20行～14頁17行)",
                    "・図面",
                    "第1図：本考案に係るゴルフ用ティーの実施例を示す斜視図第2図：本考案に係るゴルフ用ティーの正面中央縦断面図",
                    "第3図：固定部とボール載置部とが分離した状態を示す説明図イ 上記記載によれば，引用発明はゴルフ用ティーに関するものであり，取り扱いが簡便で，かつティーショットの際のクラブヘッドの抵抗を低減して飛距離の損失を防止し飛距離の計算を容易にしうるとともに，ショット時の衝撃で折損するようなこともなく，またグラウンドから抜けてゴルフボールとともに飛んで紛失したりするのも防止しうるゴルフ用ティーを提供することを課題とし，それを解決する手段として「実用新案登録請求の範囲」記載の構成を採用し，それにより，ティーショットの際のクラブヘッドヘの抵抗を低減して飛距離の損失を防止し，飛距離の計算を容易にしうるとともに，ショット時の衝撃で折損するようなこともなく，またグラウンドから抜けてゴルフボールとともに飛んで紛失したりするのも防止し，かつショットによって分離したボール載置部は，折曲または湾曲してショットの衝撃を吸収したのち直立状態に復帰した連結部材外側面に沿って摺動下降して固定部上端面へ載置された状態に戻るので，上から該ボール載置部を固定部へ押圧するだけで固定部とボール載置部とが嵌合連結したもとの状態に戻り再使用可能となり，取り扱いが簡便になるという効果を有するものであることを認めることができる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告主張の取消事由に対する判断",
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "引用例2(甲2)には，下記内容の【図3】【図4】のとおり，紐17の中央部分をフォーク20の貫通孔に通して輪を作り，この輪の中を紐17の両端を通して紐17の中央部分をフォーク20に固定した上で，紐17の一端をティー1のカラーに設けられた連結用小突起9を貫通させた後にその端部を結び，紐17の他端をティー10のカラー12の連結用突起16の貫通孔を通して，その後ボールを載置するヘッド14の連結用突起15の貫通孔を通した後に端部を結んでティー1，ティー10及びフォーク20を紐17で連結することが記載されている。",
                "記",
                "・【図3】本考案のティーを他のティー等と組み合わせた状態を示す正面図・【図4】他のティーを示す正面図"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "ところで引用発明は，前記のとおり，ゴルフ用ティーがグラウンドから抜けてゴルフボールとともに飛んで紛失したりするのを防止することを課題とするところ，引用例2の上記記載によれば，単独又は他のティーと共にフォークに紐で連結することにより，ティーの紛失の防止をより確実にできるようになることは，当業者(その発明の属する技術の分野における通常の知識を有する者)に自明なことである。したがって，引用発明において，単独又は他のティーと共にフォークに紐で連結することでより確実に紛失を防止できるようにするため，固定部3の外周側に突出した突起である鍔状の突出部に連結用の紐を通すことができる貫通孔を設けることは，引用例2に記載されている上記記載事項に基づいて当業者が容易に想到することができたということができる。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "これに対し，原告は，引用例2に記載の貫通孔を引用例1に記載の鍔状の突出部に設けるためには，引用例2に記載の連結用小突起を引用例1に記載の鍔状の突出部に設けることが必要となるので，引用例1に記載された「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることは当業者が容易に想到できるとした審決の認定は誤りであると主張する。",
                "しかし，引用発明のゴルフティーに紛失防止用の紐を通すための貫通孔を設けるに際し，引用発明のゴルフティーには鍔状の突出部が設けられているにもかかわらず，この鍔状の突出部にさらに連結用突起を設ける必要はないというべきである。したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "また，原告は，本願発明の鍔部は本体の側面から鍔部の一部が突出する形状ではなく，かつ，環孔は鍔部に対して横方向に形成されているので，ゴルフティの本体の側面に余分な突出部が無くすっきりとした外観であり，このような余分な突出部がないことにより，ゴルフティをポケットから出し入れする際に，引っ掛かることなくスムーズに出し入れできるので便利であるという効果が生じる等と主張する。",
                "しかし，本願発明の内容は前記第3，1(2)記載のとおりであるところ，「鍔部」に関しては，差込ピン体において「本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され，該鍔部に環孔が形成されている」と記載されているのみであるから，本願発明において「本体の側面から鍔部の一部が突出する形状ではない」との主張は，特許請求の範囲の記載に基づかないものである。",
                "また，「環孔」に関し，請求項1には「該鍔部に環孔が形成されている」と記載されているのみであるから，「鍔部に対して横方向に環孔が形成されている」との原告の主張も，特許請求の範囲の記載に基づかないものである。",
                "さらに，本願明細書(甲5)の図面の記載から，本体1の下端部の側面と鍔部11の外周面とがほぼ連続し，かつ環孔が鍔部に対して横方向に形成されているようなゴルフティを見てとることが可能だとしても，引用発明の「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることが容易想到であることに変わりはない。",
                "よって，本願発明が原告が主張するような上記効果を有するものであるとしても，引用発明の「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることが容易想到であるとした審決の判断が覆るものではない。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "さらに原告は，引用例2の連結用小突起と本願発明の鍔部を比較すると，引用例2の連結用小突起は貫通孔を設けるためだけに使用され，また，カラーからさらに外側に突出する形状を用いているのに対し，本願発明の鍔部は，本体の下面を保持するものであり，差込ピン体において本体の下端部に差し込まれない部分に外周側に突出して形成されているが，さらにその一部が外側に突出する形状ではないことから機能及び形状が異なるものであり，本願発明の鍔部に環孔を設ける構造は，引用例2に記載された連結用小突起に貫通孔を設ける構造とは異なると主張する。",
                "しかし，前記のとおり，鍔部に貫通孔を設けることに格別の困難はないし，本願発明の「本体の下端部に差し込まれない部分に外周側に突出した鍔部が形成され」るとの点に関して，審決は，引用発明と本願発明とを対比した上で一致点と認定し，引用発明と本願発明との相違点1についての判断に際して，引用例2に記載されている貫通孔に着目し，引用発明の「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることが容易想到であると判断したのであって，引用例2に記載された貫通孔を有する連結用小突起を引用発明の「鍔状の突出部」に設けることが容易想到であるとしたわけではない。したがって，「引用例2の連結用小突起と本願発明の鍔部とが機能および形状が異なるものであるかどうか」，「本願発明の鍔部に環孔を設ける構造と引用例2に記載された連結用小突起に貫通孔を設ける構造とが異なるものであるかどうか」という点は，審決の上記判断に影響を与えるものではない。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "以上により，引用発明の「鍔状の突出部」に引用例2に記載の「貫通孔」を設けることが容易想到であるとした審決の判断に誤りはなく，原告主張の取消事由1は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(ア)",
              "content": [
                {
                  "fig": "a",
                  "subject": "原告は，引用例3に記載された発明(引用例3発明)は，芯材(9)の上端にはスリット(13)が形成され，このスリット(13)に対して作用する楔本体(17)を備え，芯材(9)は差込部(2)でピン",
                  "text": [
                    "(8)により固定されているところ，このような引用例3発明の構成は，引用例3の技術構成において必要不可欠な要素であり，これらの構成を除いては，引用例3の技術を実施することはできない旨主張する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "ところで引用例3(甲3)には，以下の記載がある。",
                    "・ 「以下，本考案の実施例を図面に基き詳述する。",
                    "第1・2図に示すものは本考案の第1実施例であり，ゴルフ用テイー(1)は，地面に差し込まれる差込部(2)と，地面より",
                    "突出してその頂部(3)にボールを載置する載置部(4)とに2",
                    "分割されている。差込部(2)と載置部(4)とは軸心に直交す",
                    "る平面で接当している。載置部(4)の頂部(3)にはボールを",
                    "載置するための凹部(5)が設けられている。載置部(4)の軸",
                    "心部に芯材挿通孔(6)が貫通して設けられている。差込部",
                    "(2)の上部にも前記芯材挿通孔(6)に連通する芯材固定孔",
                    "(7)が設けられている。この芯材固定孔(7)に下端がピン",
                    "(8)を介して固定された芯材(9)が，芯材挿通孔(6)に摺",
                    "動自在に挿通されている。芯材(9)の上部は径大とされその径大部(10)下面と，芯材挿通孔(6)の下端の径小部(11)",
                    "の上面との間に圧縮スプリング(12)が介在され，載置部",
                    "(4)は，該スプリング(12)により下方に付勢されている。",
                    "従つて，載置部(4)下端面と差込部(2)上端面は弾接し，両",
                    "者(2)(4)は同軸心に保持されている。」(2頁15行～3",
                    "頁13行)",
                    "・ 「芯材(9)はゴム等の弾性部材から成り，上部の径大部(10)の頂面は凹部(5)内に突出し，該頂面に所定深さのスリツト(13)が設けられている。この芯材(9)の径大部(10)に",
                    "は楔(14)の脚部(15)が埋設され，弾性変形自在なヒンジ",
                    "(16)を介して楔本体(17)が前記スリツト(13)に嵌合",
                    "すべく設けられている。楔本体(17)の断面はV形に形成されている。」(3頁14行～20行)",
                    "・ 「上記本考案の第1実施例によれば，第3図に示すようにテイーグランド(G)にテイー(1)を差し込むとき，まず頂部",
                    "(3)にボール(18)を載置し両者を手で強く圧接しつつ，差",
                    "込部(2)をグランド(G)に差し込む。このとき，ボール(1",
                    "8)の下面が楔本体(17)を押圧し，楔本体(17)はスリツ",
                    "ト(13)に押し込まれる。しかして芯材(9)の径大部(1",
                    "0)上部は楔本体(17)により拡開され，径大部(10)の外",
                    "周面と芯材挿通孔(6)の上部のテーパー部(19)とが圧接さ",
                    "れ，芯材(9)と載置部(4)とが固定される。しかもスプリン",
                    "グ(12)により載置部(4)と差込部(2)とは面接当してい",
                    "るので，テイー(1)をグランド(G)に差込むに際し，載置部",
                    "(4)と差込部(2)との接合部がグラグラすることなく，差込",
                    "みに支障をきたさず，従来の一体物のテイーと変ることなく差込むことができる。",
                    "次に，第4図に示すように，クラブでボールをたたくと，テイー(1)の載置部(4)までもたたくことになる。このとき載置",
                    "部(4)は衝撃力(F)を受け，その瞬間，楔本体(17)はボー",
                    "ルの自重による押圧力を解除されると共に，衝撃力(F)及びヒンジ部(16)の反発力によりスリット(13)から抜け出し，",
                    "径大部(10)は縮小するので，径大部(10)は芯材挿通孔",
                    "(6)に没入自在となる。而してテイー(1)は衝撃力(F)に",
                    "よりグランド(G)から抜けようとするが，テイー(1)は載置",
                    "部(4)と差込部(2)とに2分割されているため，載置部",
                    "(4)は芯材(9)を介して折曲されることになる。このように",
                    "載置部(4)が分割部で折曲されようとすると芯材(9)の径大",
                    "部(10)は挿通孔(6)に没入して上記折曲を助ける。そして",
                    "載置部(4)はその後首振り運動を行ない，該首振り振動が減衰すると共に，スプリング(12)の反発力により載置部(4)下",
                    "面は差込部(2)上面に接当し，芯材(9)の頂部は凹部(5)",
                    "内に突出し，元の状態に復元する。」(4頁1行～5頁13行)",
                    "・ 図面",
                    "【第1図】第1実施例の断面図",
                    "【第3図】作用説明用断面図",
                    "【第4図】作用説明用断面図"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "subject": "上記記載によれば，引用例3のスリット(13)は芯材(9)の",
      "text": [
        "上部の径大部(10)の頂面に設けられ，楔(14)は上記径大部",
        "(10)に楔(14)の脚部(15)が埋設され，弾性変形自在な",
        "ヒンジ(16)を介して楔本体(17)が前記スリット(13)に",
        "嵌合すべく設けられ，そして，テイーグランド(G)にテイー(1)を差し込むとき，楔本体(17)はスリット(13)に押し",
        "込まれて，径大部(10)の外周面と芯材挿通孔(6)の上部のテーパー部(19)とが圧接され，芯材(9)と載置部(4)とが固",
        "定され，クラブでボールをたたくと，衝撃力(F)を受け，楔本体(17)はスリット(13)から抜け出し，径大部(10)は縮小す",
        "るので，径大部(10)は芯材挿通孔(6)に没入自在となるものであり，引用例3のスリット(13)及び楔(14)は，スリット",
        "(13)に楔(14)が押し込まれることにより，芯材(9)と載",
        "置部(4)とを結合状態とするものであることが認められる。",
        "また，上記記載によれば，引用例3の圧縮スプリング(12)は，径大部(10)下面と芯材挿通孔(6)の下端の径小部(11)の",
        "上面との間に介在され，載置部(4)は，圧縮スプリング(12)により下方に付勢されており，そして，クラブでボールをたたかれた瞬間，衝撃力(F)を受け，載置部(4)は圧縮スプリング(1",
        "2)の弾性力に抗して差込部(2)から離れて，その後，載置部(4)はその後首振り運動を行ない，圧縮スプリング(12)の反発力により載置部(4)下面は差込部(2)上面に当接し，元の状態に復元するものであり，引用例3の圧縮スプリング(12)は，径大部(10)と径小部(11)との間に介在されて，ティー",
        "(1)がクラブでたたかれ，載置部(4)が差込部(2)から離れ",
        "た後，圧縮スプリング(12)の反発力により，載置部(4)下面を差込部(2)上面に接当させ，ティー(1)を元の状態に復元するものであることが認められる。",
        "そうすると，引用例3のスリット(13)及び楔(14)と，引",
        "用例3の圧縮スプリング(12)とは，互いに独立した作用・効果を奏するものであって，スリット(13)及び楔(14)がなけれ",
        "ば圧縮スプリング(12)が機能しないというものではないから，スリット(13)及び楔(14)と切り離して，引用例3の圧縮ス",
        "プリングを引用発明に適用することができるというべきであり，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "また原告は，本願発明において，鍔部又は係止あご部はスプリングによる本体と差込ピン体との結合状態を安定的に維持するに必要不可欠な要素であり，このような結合関係により，本願発明のゴルフティは完成した製品としての機能を果たしているのに対し，引用例3発明におけるゴルフ用ティーはスプリングを備えてはいるが，それでは差込部(2)と載置部(4)との安定的な結合状態を維持するための構造が不完備なので，楔(14)などの補助手段を必要不可欠な要素としてさらに備えており，本願発明は，引用例3発明とは異なる構成等がある旨主張する。",
            "しかし，審決は，引用発明と本願発明の相違点2についての判断に際して引用例3のスプリングに着目し，「より手間がかからない，より取り扱いが簡便なものとする目的で，引用発明において，前記ピンヘッド(引用例3発明の「芯材の上部は径大とされその径大部」)の下面と係止あご部(引用例3発明の「芯材挿通孔の下端の径小部の上面」が相当する。)との間に圧縮スプリングを介在させ，該スプリングにより筒状の本体(引用例3発明の「芯材挿通孔が貫通して設けられ載置部」が相当する。)を下方に付勢して，前記本体を前記差込ピン体へ押圧するように，筒状の本体内に前記スプリングを収納させることは，当業者が引用例3発明に基づいて容易に想到することができたものである。」(14頁2行～10行)と判断しているのであって，本願発明と引用例3発明3との間に楔の有無などの相違点があることが，本願発明と引用発明の相違点2についての判断に影響を与えるものではない。",
            "よって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "さらに原告は，引用例3に記載のスプリングを引用発明に適用するには，本願発明とは相違する引用例3発明のその他の構造が必要となるため，引用発明の筒状の本体内に引用例3に記載の「スプリング」を収納させて本願発明の構成に到ることは容易に成し得たとした審決の認定は誤りであると主張する。",
            "しかし，引用発明に引用例3の圧縮スプリングを適用すると，引用発明のピンヘッド(引用例3の「芯材の上部は径大とされその径大部」に相当する。)の下面と係止あご部(引用例3発明の「芯材挿通孔の下端の径小部の上面」が相当する。)との間に圧縮スプリングを介在させることになるのであるから，「引用例3に記載のスプリングを引用発明に適用するには，引用例3発明のその他の構造が必要となる」ことはない。",
            "よって，原告の上記主張は前提において誤りがあり，採用することができない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "以上により，原告主張の取消事由2は採用することができない。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "取消事由3(効果についての判断の誤り)について",
              "text": [
                "原告は，本願発明の作用効果は，引用例1，引用例2及び引用例3に記載された発明から当業者が予測し得たものではないと主張する。",
                "しかし，前記(1)「本願発明の意義」のとおり，本願発明の効果は，①本願発明のゴルフティは，打撃時にゴルフボールの進行方向に急激に折れ曲がってゴルフボールに対するゴルフティの摩擦抵抗を最小限に抑え，それにより軽快なショット感覚を得ることができる上にゴルフボールの飛距離を伸ばすことができること，②差込ピン体を基準として360°いずれの方向にも屈曲できるので，ゴルフティの向きを気にすることなくティグランドにセットすることができる上，打撃時に変形したゴルフティはスプリングにより元の状態に自動的に戻るため，再度使用する際の作業がなくなり，使い勝手が良くなること，③打撃時に折れ曲がって打撃による衝撃力を吸収することによって破損の虞が小さくなること，④環孔に紐等を通すことによってゴルフティが飛び出した場合の紛失を回避できること，というものである。",
                "そして，上記①③はゴルフティが折れ曲がることによる効果であって，引用例1(甲1)に「ショットの際の衝撃で，またはゴルフボールとともにボール載置部がクラブヘッドにより衝打されてボール載置部が固定部から分離するとともに連結部材が折曲または湾曲してショットの衝撃を吸収し」(7頁6行～10行)，「ティーショットの際のクラブヘッドヘの抵抗を低減して飛距離の損失を防止し，また，飛距離の計算を容易にしうるとともにショット時の衝撃で折損するようなこともなく」(13頁20行～14頁4行)と記載されているように，引用発明の奏する効果でもあり，ゴルフティが折れ曲がる構造を持つ引用例3発明の奏する効果でもある。",
                "また，上記②は，引用発明において引用例3発明の圧縮スプリングを介在させると上記②の効果を奏するものとなる。すなわち，前記イ(ア)cのとおり，引用例3の圧縮スプリング(12)は，径大部(10)と径小部(11)との間に介在されて，ティー(1)がクラブでたたかれ，載置部(4)が差込部(2)から離れた後，圧縮スプリング(12)の反発力により，載置部(4)下面を差込部(2)上面に当接させ，ティー(1)を元の状態に復元するものであるであるから，上記②の効果は，引用発明の奏する効果と引用例3発明の奏する効果の総和であって，当業者が予測できた程度の効果である。",
                "さらに，上記④は，環孔に紐等を通していずれかの箇所に結んでおくことによる効果であるから，紐等を通す貫通孔を備えた引用例2に記載された事項の奏する効果である。",
                "なお，原告は「本願発明はゴルフティの本体の側面から突出する部分のない単純な外観を備える」とも主張するが，前記のとおり，かかる事項は特許請求の範囲の記載に基づくものではないので，「ゴルフティの本体の側面から突出する部分のない単純な外観を備えることにより，ゴルフボールとの安定的な接触を維持しながら，打撃時のクラブヘッドも違和感なく均一に接触することができ，安定的な打撃が可能であり，飛距離を最大に伸ばすことができる」との効果は本願発明による効果ではない。",
                "以上により，本願発明の奏する効果は各引用例に記載される発明の奏する効果の総和でしかないから，審決が「本願発明の奏する効果は，引用発明の奏する効果，引用例2に記載された事項の奏する効果及び引用例3に記載された発明の奏する効果から，当業者が予測できた程度のものである。」(14頁21行～23行)としたことに誤りはない。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "結語",
                  "text": [
                    "以上によれば，本願発明は引用例1及び3に記載された発明並びに引用例2に記載された事項に基づいて当業者が容易に発明をすることができたとした審決の判断に誤りはなく，原告主張の取消事由は全て理由がない。",
                    "よって原告の請求を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10382",
    "date": "2010-07-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080506",
    "ipprecedent_id": "2301",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}