{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800123号事件について平成21年3月2",
        "5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「廃材用切断装置」とする特許第3553514号(平成13年3月12日出願，平成16年5月14日登録。以下，この特許権に係る特許を「本件特許」という。)の特許権者である(甲1)。",
            "原告は，平成20年7月1日，本件特許について無効審判(無効2008−800123号事件)を請求し(甲9)，特許庁は，平成21年3月25日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年4月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "出願経緯及び特許請求の範囲",
          "text": [
            "被告は，平成16年1月29日，願書に最初に添付した明細書(以下，別紙「本件特許発明実施例図面」【図1】ないし【図5】の図面と同一の図面も併せて，「当初明細書」という。)の段落【0005】，【0008】及び【0011】における「挽き切り状に切断せしめる」との各記載を削除する旨の手続補正(以下「本件補正」という。)をした。",
            "本件補正後の本件特許の明細書(以下，別紙「本件特許発明実施例図面」【図1】ないし【図5】の図面と併せて，「本件明細書」という。)の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本件特許発明」という。)。",
            "「ホルダ−1の先部に略湾曲状とされた両側一対の受片2が所定間隔をおいて並設され，該受片2間には略半円形状の可動刃4が嵌合自在に軸着され，該可動刃4はその弧状外周縁に沿って鋸歯状刃体6が形成され，可動刃4には流体圧シリンダ8が接続され，上記受片2の基端部には各々固定掴持片3が立設されると共に，該固定掴持片3に対応すべく可動刃4の背部に掴持部7が形成されてなることを特徴とする，廃材用切断装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりであり，その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の適否について",
              "text": [
                "本件補正は，当初明細書の段落【0005】，【0008】及び【0011】における「挽き切り状に切断せしめる」との各記載を削除したものであるが，押し切るように切断するに近い技術事項について「挽き切り状に切断せしめる」との不適切な表現をした部分を削除したものにすぎないから，本件補正は，当初明細書に記載した事項の範囲内においてしたものであり，その範囲を超えた違法な補正に当たるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "記載不備の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明は，その発明特定事項に回り継手やストッパー装置を必要としないものであるから，本件明細書の発明の詳細な説明の記載中にそれらの記載がなくとも，本件特許発明を実施することができる程度に明確かつ十分な記載がされていないということはできない，本件明細書の発明の詳細な説明に記載された事項は「挽き切り状に切断せしめる」ことではないから，それが特許請求の範囲に記載されていないからといって，特許法36条6項1号(特許を受けようとする発明が発明の詳細な説明に記載したものであること)，2号(特許を受けようとする発明が明確であること)又は3号(請求ごとの記載が簡潔であること)に違反しているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "受片2において軸5からホルダー1側を基端部と解するならば，図面からは，固定掴持片3は受片2の基端部に立設されているといえるから，その旨の特許請求の範囲の記載が発明の詳細な説明に記載されていないとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1)本件補正を違法でないとした誤り(取消事由1)，(2)固定掴持片に係る記載不備がないとした誤り(取消事由2)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件補正を違法でないとした誤り)",
              "text": [
                "審決は，「切断がのこぎりで挽いて切ることに該当するかどうかを以下検討する。」(審決書5頁12行，13行)と述べた上，「図4から明らかなように，9個設けられている鋸歯状刃体6は軸5を中心とする均等の距離である同一円弧上に並べて設けられているものではないことから，被切断物Aを切断するには，9個の鋸歯状刃体6を切断深さ方向と完全に直交する方向に動作させて切断するものではなく，複数の鋸歯状刃体6を順次被切断物Aに食い込ませて切断するものであることは明らかである。すなわち，当初明細書及び図面に記載された発明における可動刃4は，のこぎりで挽くように切断するものではなく，鋸歯状刃体6というのこぎり状の刃を有するものではあるものの，むしろ押し切るような切断に近いものである。」(審決書5頁16行～24行)と認定し，「そうすると，当初明細書における『挽き切り状に切断せしめる』との記載は，当初明細書及び図面に記載された発明における上記技術事項に照らすと，そもそも『挽き切り状に』と特定することに意味はなく，むしろ，当初明細書及び図面の記載全体から把握される技術事項と比較して記載自体が適切を欠くものであり，また，当初明細書の開示内容は上記のとおり『押し切る』というような切断操作に近いものであったことから，段落【0005】，【0008】及び【0011】に記載されていた『挽き切り状に切断せしめる』との記載を削除する本件補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものであり，上記範囲を超えた違法な補正に当たるとはいえない。」(審決書5頁25行～34行)と判断した。",
                "しかし，審決の上記認定判断は，次のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明の廃材用切断装置の可動刃4においては，可動刃4の回転中心の軸5から複数の鋸歯状刃体6までの半径を徐々に増大させたことにより，一発の切断動作により，丸鋸と同様の挽き切りの切断を可能としたものである(別紙「本件特許発明実施例図面」【図4】参照)。複数の鋸歯状刃体を有する可動刃で押し切る場合には，上刃による切断が主体となるから，裏刃(真刃)がほとんど機能しないのに対し，挽き切る場合には，裏刃(真刃)が機能するところ，本件特許発明においては丸鋸と同様に裏刃(真刃)が機能するから，挽き切りである。",
                    "甲4は，原告が，説明のため，本件特許公報(甲1)の【図4】を拡大し，刃先の移動軌跡などの補助線を追加記載したものである。甲4によれば，複数の鋸歯状刃体6を，軸5に近い順に第1，第2，第3等の鋸歯状刃体6とすると，可動刃4が軸5を中心として回動して被切断物Aを切断する際に，刃先の移動軌跡から分かるように，第1鋸歯状刃体6の裏刃(真刃)が所定厚さ分を挽き切りし，それに引き続いてわずかのタイムラグをもって第2鋸歯状刃体6の裏刃(真刃)が次の所定厚さ分を挽き切りし，以下同様に第3，第4，第5等の鋸歯状刃体6の裏刃(真刃)による挽き切りが順次行われることが分かる。この可動刃4による切断は，複数の鋸歯状刃体6の裏刃(真刃)によりタイムラグをもって順次されるから，「挽き切り」に該当すると解される。また，この場合の切断深さ方向は，上下方向ではなく，軸5を中心とする半径方向(被切断物Aの左下がりの対角線の方向に近い方向)であり，鋸歯状刃体6を切断深さ方向とほぼ直交する方向へ移動させて切断が行われるから，「挽き切り」に該当すると解される。",
                    "また，甲5は，原告が，説明のため，本件特許公報(甲1)の【図4】を基に，その可動刃に代えて，甲8に記載の「木製廃材切断機用刃」をスケール調整後鏡像にして組み合わせたものである。甲5によれば，切断機用刃が軸5を中心に回動して被切断物を切断するとき，軸5に近いものから順に第1，第2鋸歯状刃体等とすると，第1",
                    "鋸歯状刃体の裏刃(真刃)が所定厚さ分を挽き切りし，わずかのタイムラグをもって，第2鋸歯状刃体の裏刃(真刃)が次の所定厚さ分を挽き切りし，以下同様に，第3，第4，第5鋸歯状刃体の裏刃(真刃)による挽き切りが順次行われる。この場合の切断も，複数の鋸歯状刃体の裏刃(真刃)による切断がタイムラグをもって順次されるから，「挽き切り」に該当すると解される。この場合の切断方向は，甲4の場合と同様に，軸5を中心とする半径方向(被切断物Aの左下がりの対角線の方向に近い方向)であるから，鋸歯状刃体6を切断深さ方向とほぼ直交する方向へ移動させて切断が行われる。",
                    "本件特許発明の廃材用切断装置の可動刃4により被切断物Aを切断する動作は，挽き切りの切断であって，押し切りの切断ではないから，押し切りに近いとした審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許公報(甲1)の記載，意見書(甲6)の記載，特許第3593514号の特許公報(甲7)の記載及び意匠登録第118342",
                  "text": [
                    "8号の意匠公報(甲8)の各記載を総合すれば，本件特許発明の",
                    "廃材用切断装置における可動刃4による切断が「挽き切り状の切断」であることは明らかである。",
                    "したがって，当初明細書(甲2)の段落【0005】，【000",
                    "8】，【0011】に記載されていた「挽き切り状に切断せしめる」との記載から「挽き切り状に」を削除する本件補正は，当初明細書に記載した事項の範囲を超える補正であって，可動刃4による切断に，「挽き切り」だけでなく，「押し切り」も含めるように，明細書の開示範囲を拡張する補正であるといえるから，特許法17条の2第3項に違反する違法な補正である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(固定掴持片に係る記載不備がないとした誤り)審決は，「受片2において，軸5からホルダー1側を基端部，反対側を先端部と考えれば，固定掴持片3が受片2の基端部に設けられるものであることは，図面の図1や図4，図5を参照すると明らかである。したがって，・・・請求項1に記載された発明を，発明の詳細な説明に記載されたものでないとすることはできない。以上のとおり，特許法第36条第6項第1号ないし第3号違反だとする無効理由については，理由がない。」(審決書8頁3行～9行)と判断した。",
                "しかし，審決の上記判断は誤りである。すなわち，本件明細書において，「8は可動刃4を可動せしめるべくその背部下端に取付け部材9を介して連結された油圧シリンダで，該油圧シリンダ8の基端部は受片2の基端部に枢着されている。」(甲1，段落【0007】)",
                "と記載されていることにかんがみると，受片2の基端部とは，油圧シリンダの基端部が枢着されている部分とその近傍部(ホルダー1側近傍部。別紙「本件特許発明実施例図面」【図1】，【図4】，【図5】参照)のことであり，それゆえ，固定掴持片3",
                "は，受片2の途中部に設けられるものであって，受片2の基端部に立設されるものとはいえない。本件明細書及び図面から，固定掴持片3が受片2の基端部に設けられるものとは認めることができないから，本件発明の請求項1の固定掴持片3に相当するもの",
                "は，本件明細書及び図面には開示されていないことになり，特許法36条6項1号に違反している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件補正を違法でないとした誤り)に対し",
              "text": [
                "当初明細書の記載からすると，本件特許発明における切断の態様は，軸5を中心として可動刃4を回転させることにより被切断物Aを切断するものであり，可動刃4の弧状外周縁に設けられる鋸歯状刃体6は軸5を中心とする均等の距離である同一円弧上に並べて設けられるものではないから，本件補正の前後を問わず，挽き切りは該当しない。換言すると，本件特許発明は，切断装置の複数の切刃が被切断物の同一場所を通らずに切断する方式であるから，押し切りの切断に近い。「挽き切り状に」との文言を削除したのは，不合理又は不明りょうな記載を補正したにすぎない。",
                "原告は，主に上刃により切断するのが押し切りであり，主に裏刃(真刃)により切断するのが挽き切りであるとの前提に立った上で，本件特許発明においては主に裏刃(真刃)により切断するから，挽き切りである旨主張する。しかし，原告の前提とする理解は誤りであるから，原告の主張は失当である。",
                "なお，本件特許発明の出願時において被告が本件特許発明の切断方式を挽き切りであると認識していたことは，確かであるが，出願後に特許庁の指摘を受けて，挽き切りに係る記載が不合理又は不明りょうな記載であったことに気付いたことから，本件補正に至ったのであるから，そのような事情に照らせば，被告の出願当初の認識は，本件補正が当初明細書又は図面に記載した事項の範囲を超えたものであるとする原告の主張を何ら裏付けることにはならない。",
                "以上によれば，「挽き切り状に」との文言を削除した本件補正は，当初明細書又は図面の記載の範囲内においてしたものであり，特許法17条の2第3項に違反するものではないから，原告の取消事由1の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(固定掴持片に係る記載不備がないとした誤り)に対し原告は，固定掴持片3が受片2の基端部に設けられるとする請求項1の記載内容は，本件明細書及び図面に開示されていない事項であるから，特許法36条6項1号に違反している旨主張する。",
                "しかし，本件明細書の段落【0007】の記載は，油圧シリンダ8の一方を可動刃4側に取り付け，他方を受片2側に取り付けるという1つの実施例を説明したものにすぎず，受片2の基端部を，【図1】，【図4】及び【図5】において油圧シリンダの基端部が枢着されている部分とその近傍部に限定して解する理由はないから，そのような限定的な理解を前提とする原告の上記主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正を違法でないとした誤り)について",
          "text": [
            "原告は，本件特許発明の廃材用切断装置の可動刃4により被切断物Aを切断する動作は，挽き切り切断であるから，押し切りに近いとした審決には誤りがあり，「挽き切り状に切断せしめる」との記載を削除した本件補正は，押し切り切断を含む拡張解釈を生じさせるから，本件補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものではなく，違法な補正である，と主張する。",
            "しかし，原告の上記主張は，次のとおり理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当初明細書の記載",
              "text": [
                "当初明細書の「発明の詳細な説明」には，以下の記載がある(甲2)。",
                "すなわち，「【0005】【課題を解決するための手段】・・・請求項1記載の発明は，ホルダー1の先部に略湾曲状とされた両側一対の受片2が所定間隔をおいて並設され，該受片2間には外周縁に鋸歯状刃体6を備えた略半円形状の可動刃4が嵌合自在に軸着されると共に，該可動刃4には流体圧シリンダ8が接続されてなることを特徴とする，廃材用切断装置を要旨とするものである。そして，本発明のかかる廃材用切断装置は，両側の受片2に木製廃材などの被切断物Aを横架状に保持せしめつつ，流体圧シリンダ8の作動により可動刃4を受片2間に嵌合せしめて挽き切り状に切断せしめるものである。」",
                "「【0008】・・・しかるのち，油圧シリンダ8の作動により可動刃4を閉作動せしめつつ受片2内に嵌合せしめ，刃体6により被切断物Aを挽き切り状に切断せしめる。このさい，被切断物Aを受片2内に保持せしめつつ可動刃4により挽き切り状に切断せしめるものであるから，木製廃材などの切断を常に確実に行なうことが出来る。」",
                "「【0011】【発明の効果】・・・該可動刃4には流体圧シリンダ8が接続されているから，両側の受片2間に被切断物Aを横架状に保持せしめつつ，流体圧シリンダ8の作動により可動刃4を受片2内に嵌合せしめて挽き切り状に切断せしめることが出来るものであって，特に木製廃材などの被切断物Aを確実に切断せしめることが出来るものである。」。",
                "また，【図1】ないし【図5】(別紙「本件特許発明実施例図面」【図1】～【図5】参照)が示されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記各記載に照らすならば，当初明細書の「発明の詳細な説明」には，可動刃4及びその鋸歯状刃体6は，軸5を中心として回転駆動されて，各鋸歯状刃体は，被切断物Aの切断深さ方向に近い方向に，並列して進行する構造及びその操作が開示されているというべきであるが，同開示内容は，被切断物Aを「挽き切る」という操作ではなく，むしろ「押し切る」という操作に近いものというべきである。",
                "そうすると，当初明細書における「挽き切り状に切断せしめる」との記載は，そもそも記載自体が適切を欠くものであり，また，当初明細書の開示内容は上記のとおり「押し切る」に近い操作であったといえるから，段落【0005】，【0008】及び【0011】に記載されていた「挽き切り状に切断せしめる」との記載を削除する本件補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものであり，上記範囲を超えた違法な補正に当たるとはいえない。",
                "原告は，主に上刃によって切断するのが押し切りであり，裏刃(真刃)によって切断するのが挽き切りであるとした上で，本件特許発明の可動刃による切断は主に裏刃(真刃)によって切断するものであるから，挽き切りに当たる旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "すなわち，上刃によって切断するのが押し切りであり，裏刃(真刃)によって切断するのが挽き切りであるとする原告の主張は，独自の主張であり，これを裏付ける立証はない。したがって，原告の主張は，その前提において採用できるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，当初明細書(甲2)の段落【0005】，【000",
                "8】及び【0011】における「挽き切り状に切断せしめる」との各記載から「挽き切り状に」を削除する本件補正は，当初明細書に記載した事項の範囲内においてされたものであるから，特許法17条の2第3項に反しない。この点の原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(固定掴持片に係る記載不備がないとした誤り)について原告は，本件明細書の段落【0007】の「該油圧シリンダ8の基端部は受片2の基端部に枢着されている」との記載からすると，受片2の基端部とは，【図1】，【図4】及び【図5】(別紙「本件特許発明実施例図面」【図1】，【図4】及び【図5】参照)において油圧シリンダ8の基端部が枢着されている部分及びその近傍部(ホルダー1側近傍部)を意味するところ，固定掴持片3は，受片2の基端部に至る途中に設けられていることになるから，これが受片2の基端部に設けられるとする請求項1の記載内容は，本件明細書及び図面に開示されていない事項であるといえるから，特許法36条6項1号に違反する旨主張する。",
            "しかし，原告の上記主張は，以下のとおり，理由がない。すなわち，原告指摘の本件明細書の段落【0007】の「該油圧シリンダ8の基端部は受片2の基端部に枢着されている」との記載は，受片2の基端部を定義したものではなく，油圧シリンダ8について，その一方を可動刃4側に，他方を受片2側に取り付けるとの構成を説明したにすぎないものと理解するのが自然である。また，本件明細書の「発明の詳細な説明」の段落【0005】及び【0011】においても，「受片2の基端部には各々固定掴持片3が立設されると共に」と記載されている上，段落【0007】には「3は該両側の受片2に各々対向すべく基端がわに一体に立設された湾曲状の固定掴持片である。」と記載されているから，「発明の詳細な説明」にあるこれらの記載を統一的に解釈するならば，「受片2の基端部」とは，「受片2の基端側の部分」ほどの意味に理解するのが相当である。",
            "以上のとおり，「受片2の基端部」との記載は，原告主張のように【図1】，【図4】及び【図5】において油圧シリンダ8の基端部が枢着されている部分及びその近傍部に限定して解すべきではないから，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10108",
    "date": "2009-08-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037928",
    "ipprecedent_id": "1937",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}