{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−4062号事件について平成20年12月26日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成9年2月18日，特許出願し(特願平9−49764号，以下",
            "「原出願」という。)，平成15年9月29日，原出願の一部を分割して新たな特許出願をした(特願2003−338683号，発明の名称「液晶表示部の配向膜印刷用低カッピング性樹脂凸版」。以下「本願」という。出願当初の特許請求の範囲の請求項の数は4であった。甲1)。",
            "原告は，本願につき，平成16年10月1日付け手続補正書(甲5)による補正を行い，同補正により請求項の数は3となった。",
            "原告は，本願につき，平成16年12月27日付け手続補正書(甲9)による補正(以下「本件補正」という。本件補正は，請求項の数を2とするものであった。)を行ったが，平成17年1月31日付けで補正却下の決定(以下「本件補正却下決定」という。甲10)を受けるとともに，同日付けで拒絶査定(甲11)を受けた。",
            "原告は，平成17年3月9日，拒絶査定不服審判(不服2005−4062",
            "号)を請求し(甲12)，特許庁は，平成20年12月26日，同審判につき，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成21年1月21日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前(平成16年10月1日付け手続補正書による補正後)の特許請求の範囲の記載は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1",
                  "text": [
                    "液状光硬化性樹脂を硬化させることによって形成された樹脂凸版本体，ベースフィルム層，感圧型接着剤層，金属板又は合成樹脂板の順に，直接積層されてなり，該樹脂凸版本体裏面は，該ベースフィルム層を通して光を照射することにより，硬化せしめられたものであり，該感圧型接着剤層は全体に亙ってほぼ均一な厚みを有し，且つ該感圧型接着剤層側に位置する該金属板又は該合成樹脂板の表面は平坦であることを特徴とする，液晶表示部の配向膜印刷用低カッピング性樹脂凸版。",
                    "(本件補正前(平成16年10月1日付け手続補正書による補正後)の特許請求の範囲の請求項1記載の発明を，以下「本願発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2",
                  "text": [
                    "ベースフィルム層と感圧型接着剤層との間に存在する空気は，熱収縮によって収縮している請求項1記載の液晶表示部の配向膜印刷用低カッピング性樹脂凸版。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項3",
                  "text": [
                    "金属板又は合成樹脂板の剛性が，樹脂凸版本体，ベースフィルム層又は感圧型接着剤層の剛性よりも高い請求項1又は2記載の液晶表示部の配向膜印刷用低カッピング性樹脂凸版。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の特許請求の範囲の記載は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1",
                  "text": [
                    "液状光硬化性樹脂を硬化させることによって形成された樹脂凸版本体，ベースフィルム層，感圧型接着剤層，金属板又は合成樹脂板の順に，直接積層されてなり，",
                    "該金属板又は該合成樹脂板の剛性は，該樹脂凸版本体，該ベースフィルム層又は該感圧型接着剤層の剛性よりも高く，",
                    "該樹脂凸版本体裏面は，該ベースフィルム層を通して光を照射することにより，硬化せしめられたものであり，",
                    "該感圧型接着剤層は全体に亙ってほぼ均一な厚みを有し，且つ該感圧型接着剤層側に位置する該金属板又は該合成樹脂板の表面は平坦であることを特徴とする，",
                    "液晶表示部の配向膜印刷用低カッピング性樹脂凸版。",
                    "但し，前記金属板又は前記合成樹脂板は研磨しうる弾性体ではないし，前記樹脂凸版を構成するその他の材料もいずれも研磨しうる弾性体ではないし，かつ，前記樹脂凸版にはいかなる態様でも研磨しうる弾性体が付加されることはない。",
                    "(本件補正後の特許請求の範囲の請求項1記載の発明を，以下「本願補正発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2",
                  "text": [
                    "ベースフィルム層と感圧型接着剤層との間に存在する空気は，熱収縮によって収縮している請求項1記載の液晶表示部の配向膜印刷用低カッピング性樹脂凸版。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件補正却下決定に誤りはなく，本願の特許請求の範囲の請求項1に係る発明は，本願発明であり，本願発明は，特公平3−74380号(甲7)記載の発明及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "特許法36条6項1，2号に関する判断の誤り(取消事由1)",
          "text": [
            "審決には，本願補正発明は特許法36条6項1，2号に規定する要件を満たしておらず，本件補正却下決定に誤りはないと判断した点に誤りがある。",
            "すなわち，審決は，一般的な固体の物質は「研磨しうる弾性体」に含まれるから，本願補正発明にいう「研磨しうる弾性体」でない「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」は，その意味が明確でなく，また，発明の詳細な説明に記載されたものでもないとして，本願補正発明は特許法36条6項1，2号に規定する要件を満たしておらず，本件補正却下決定に誤りはないと判断した。",
            "しかし，本願補正発明は，いわゆる除くクレームであり，除くクレームにおいて，引用発明を除くために挿入された用語は，引用発明の記載された特許公報等で使用されたとおりの内容のものと理解すべきである。知的財産高等裁判所平成20年5月30日判決(平成18年(行ケ)第10563号，以下「大",
            "合議判決」という。)が，「本件各訂正は，先願発明と同一であるとして特許が無効とされることを回避するために，先願発明と同一の部分を除外することを内容とする訂正であるから，本件各訂正における『TEPIC』は，先願明細書の実施例2に記載された『TEPIC』を指すものであると認められる。」と判示したが，同趣旨を述べたものといえる。そうすると，本願補正発明の「研磨しうる弾性体」の語は，特公平3−74380号(甲7)記載の発明を除くために挿入されたものであるから，甲7の特許請求の範囲に記載された「研磨しうる弾性体」を意味するものであり，その意味は明確であり，本願補正発明にいう「研磨しうる弾性体」でない「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」の意味も，明確である。したがって，審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法159条1項に違反する誤り(取消事由2)",
          "text": [
            "審決には，特許法159条1項に違反する誤りがある。",
            "すなわち，特許法159条1項によれば，拒絶査定不服審判の請求前にした補正について，審判においては補正却下できないことが規定されている。しかし，審決は，「第5 当審における新たな独立特許要件の判断」(審決9頁18行ないし20頁23行)，「第6 本件補正についてのむすび」(審決20頁24行ないし31行)において，本願補正発明は特許法29条2項の規定により特許出願の際独立して特許を受けることはできないという，本件補正却下決定の際に挙げられていなかった理由を挙げ，本件補正は却下すべきものであると判断した。この審決の判断は，特許法159条1項に違反する。"
          ]
        },
        {
          "fig": "3",
          "subject": "発明の要旨認定の誤り(取消事由3)",
          "text": [
            "審決には，本件補正却下決定に誤りがないことを前提として，発明の要旨を本願発明のとおり認定した誤りがある。",
            "すなわち，審決は，特許法36条6項1，2号に関する判断の誤り(取消事由1)，特許法159条1項に違反する誤り(取消事由2)があり，本件補正は却下されるべきではない。そうすると，発明の要旨は本願補正発明のとおり認定すべきであり，これを本願発明のとおり認定した審決には，発明の要旨認定の誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "特許法36条6項1，2号に関する判断の誤り(取消事由1)に対し",
          "text": [
            "大合議判決は，同判決に係る事件の原告が，「『TEPIC』という商標による特定では，複数の種類が含まれ，単一の樹脂に特定できない」旨主張したのに対し，「『TEPIC』という登録商標によって特定されるすべての製品を含む包括された概念を想定すべきであり，そうすると不明確ではない。」という趣旨で，原告摘示部分を判示したものである。他方，甲7の記載によれば，甲7の請求項1においては「研磨しうる弾性体」を何ら限定しておらず，請求項3ないし7において様々な観点より限定し，発明の詳細な説明において具体的実施例が記載されているが，「研磨しうる弾性体」について特段の定義がされているものではない。審決は，大合議判決に即して，甲7で使用された「研磨しうる弾性体」という文言により特定されるすべてを含む概念を想定し，「一般的な固体の物質は『研磨しうる弾性体』に含まれる」と解釈した。そして，「研磨しうる弾性体」との文言により特定される概念が相当広範なものであるから，本願補正発明の「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」から「研磨しうる弾性体」を除くと，除外されずに残るものは何も想定できないとして，本願補正発明は明確でなく，発明の詳細な説明の記載にも裏付けられていないと判断した。このように，審決は，大合議判決の趣旨に即して判断したものであり，特許法36条6項1，2号に関する判断の誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法159条1項に違反する誤り(取消事由2)に対し",
          "text": [
            "審決は，審判請求前にされた補正を却下したものではないから，特許法159条1項に違反するものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "発明の要旨認定の誤り(取消事由3)に対し",
          "text": [
            "審決には，前記1，2のとおり，特許法36条6項1，2号に関する判断の誤り及び特許法159条1項に違反する誤りはなく，本件補正却下決定に誤りはないから，発明の要旨を本願補正発明のとおり認定した審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許法36条6項1，2号に関する判断の誤り(取消事由1)について当裁判所は，本願補正発明は，特許法36条6項1，2号に規定する要件を満たしておらず，本件補正却下決定に誤りはないとした審決に誤りはないと判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の特許法36条6項1，2号充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "研磨しうる弾性体の意味",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正後の請求項1には，「研磨しうる弾性体」との文言があるが，その定義や説明はなく，本件補正後の請求項1の記載からは，その意味は明らかではない。また，本件補正後の明細書(以下「本願補正明細書」という。)にも，「研磨しうる弾性体」の定義に当たる記載はなく，それに関する説明の記載もない。そこで，出願時(原出願の出願時)の技術常識を参酌してその意味を明らかにする必要がある。",
                        "一般的な辞典には，「研磨」，「弾性」について，次のとおりの記載がある(顕著な事実)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「研磨」について",
                          "text": [
                            "「とぎみがくこと。」(「広辞苑」第4版838頁，新村出，199",
                            "1年(平成3年)11月15日，第4版第1刷発行)，",
                            "「砥粒加工法の一つで，遊離砥粒や非常に結合度の弱い固定砥粒を用いて定圧加工方式で行われる除去加工法の総称．狭義にはラッピング，ポリシングをさす．一般的に除去加工法の最終仕上げとして用いられる加工法で，工作物の仕上面粗さを向上させるとともに，加工変質層を除去する目的で用いられる．このため，精密研削，化学加工(エッチング)，電解加工なども研磨と称されることがある．一般に研磨においては，上記の目的のために微細な砥粒を用いて小さな加工圧で，時間をかけて加工が行われる．この際研削加工では用いられないような酸化物系のやわらかい砥粒も用いられる．これらの砥粒は化学的作用を持ち，ときには工作物との間で電気化学的挙動も示す．」(「機械工学事典」383頁，社団法人日本機械学会，1997年(平成9年)",
                            "8月20日，初版発行。なお，この発行日は，原出願の出願日の後であるが，同出願日に近い時期であり，また，「研磨」，「弾性」は，基本的技術事項に関する事柄であるから，「研磨」，「弾性」に関する上記事典の記載は，原出願の出願時の技術水準を反映するものと推認される。)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「弾性」について",
                          "text": [
                            "「外力によって，形や体積に変化を生じた物体が，力を取り去ると再びもとの状態に回復する性質。・・・」(「広辞苑」第4版1631頁)",
                            "「物体に力を加えて変形させた後，力を取除くと元の状態に戻る性質を弾性という．このような性質を持つ物体を弾性体といい，応力によって生じた変形を弾性変形という．弾性を積極的に利用した物体としてばねがあげられ，弾性を表現する力学モデルとしてよく用いられる．すべての材料はある応力以下で弾性挙動を示す．そして応力がある大きさ以上になると，応力を取除いた後にもひずみの一部あるいは大部分がそのまま残る塑性の性質が現れる．この塑性領域に入る前の限界の応力を弾性限界あるいは弾性限度という．・・・」(「機械工学事典」815頁)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記の一般的な辞典の記載を参酌すると，本件補正後の請求項1及び本願補正明細書(【0010】等)に記載されている金属板，合成樹脂板は，いずれも研磨しうる材料であり，変形量が少ないとしても弾性を有しているから，「研磨しうる弾性体」に含まれると認められるし，金属板及び合成樹脂板に限られず，有機物又は無機物からなる一般的な固体の物質は，いずれも研磨しうる材料であり，変形量が少ないとしても弾性を有しているから，「研磨しうる弾性体」に含まれるものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "研磨しうる弾性体でない金属板又は合成樹脂板等の意味",
                  "text": [
                    "本件補正後の請求項1の記載によれば，本願補正発明の「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」は，そのうちから「研磨しうる弾性体」が除かれている。前記アのとおり，「一般的な固体の物質」は「研磨しうる弾性体」としての性質を有するから，「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」から「研磨しうる弾性体」即ち「一般的な固体の物質」を除いた後に，どのような性質のものが残るかを想定することは困難である。したがって，本願補正発明の「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」の意味は明確でない。そして，前記ア(ア)のとおり，「研磨しうる弾性体」について，本件補正後の請求項1，本願補正明細書に定義や説明の記載はないし，「研磨しうる弾性体」でない「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」のいずれについても，本件補正後の請求項1，本願補正明細書に定義や説明の記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法36条6項1，2号充足性",
                  "text": [
                    "そうすると，本願補正発明は，特許を受けようとする発明が発明の詳細な説明に記載したものでないから，特許法36条6項1号を充足せず，また，特許を受けようとする発明が明確でないから，同項2号を充足しない。",
                    "したがって，本願補正発明は，特許法36条6項1，2号に規定する要件を満たしていないから，本件補正却下決定に誤りはなく，本件補正却下決定に誤りがないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対して",
              "text": [
                "これに対し，原告は，本願補正発明は，除くクレームであり，除くクレームにおいて，引用発明を除くために挿入された用語は，引用発明の記載された特許公報等で使用されたとおりの内容のものとして理解すべきであるとして，大合議判決の判示を引用する。そして，本願補正発明の「研磨しうる弾性体」の語は，特公平3−74380号公報(甲7)記載の発明を除くために挿入されたものであるから，甲7の特許請求の範囲に記載された「研磨しうる弾性体」を意味するものであり，その意味は明確であり，本願補正発明にいう「研磨しうる弾性体」でない「金属板又は合成樹脂板」及び「樹脂凸版を構成するその他の材料」の意味も，明確であると主張する。",
                "しかし，原告の主張は，以下の理由により，採用することができない。",
                "すなわち，本願補正発明が特許法36条6項1，2号の要件を充足するか否かは，本件補正後の特許請求の範囲の記載及び本願補正明細書の発明の詳細な説明の記載に基づいて判断されるべきである。原告(出願人)が，本願補正発明から甲7記載の発明を除く意図で，「研磨しうる弾性体」の語を用いたものであったとしても，本願補正発明における，「研磨しうる弾性体」の語が甲7記載のとおりの技術内容を有するものと理解すべき根拠はない。",
                "したがって，この点において，原告の主張は，理由がない。",
                "のみならず，仮に甲7を参照したとしても，「研磨しうる弾性体」との文言の意味が明確であるとはいえない。すなわち，甲7の特許請求の範囲の請求項1では，「研磨しうる弾性体」は，定義されることも限定されることもなく用いられ，請求項3ないし7では，「研磨しうる弾性体」が，請求項1等を引用した上で材質，硬度，厚さ等をより限定した内容で示されている。",
                "甲7の発明の詳細な説明の6欄3ないし25行には，「研磨しうる弾性体」について，「通常に入手しうるゴム，例えばポリブタジエン，ブタジエン−アクリロニトリル，ブタジエン−スチレン，イソプレン−スチレン，シリコーン，又はポリスルフイドゴムのいずれかであつてよい。好ましくは弾性体は天然ゴム，ポリクロルプレンゴム又はポリウレタンゴムである。弾性体は，より容易に研磨しうるために通常の充填剤を含有しうる。弾性体は少くとも30，但し 80 を越えないシヨアA硬度を有すべきである。好ましくはその硬度は 40 ～ 60 シヨアAである。・・・・好ましくは，弾性体は100～500ミクロンの厚さを有し，最も好ましくは厚さが約400ミクロンである。」と，「研磨しうる弾性体」の材質，硬度，厚さ等の性質から，好ましい実施態様は挙げられているものの，「研磨しうる弾性体」の意義・外延について，これを明確にする定義・規定はない。したがって，甲7を参照してもなお，「研磨しうる弾性体」の意味・外延は明確ではないので，「研磨しうる弾性体ではない」との意味も明確とはいえない。原告の主張は，この点においても，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，審決が，本願補正発明は，特許法36条6項1，2号に規定する要件を満たしておらず，本件補正却下決定に誤りはないと判断した点に誤りはなく，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許法159条1項に違反する誤り(取消事由2)について",
          "text": [
            "当裁判所は，審決に特許法159条1項に違反する誤りはないと判断する。",
            "その理由は，以下のとおりである。",
            "特許法は，審査官のした補正却下決定に対しては，不服を申し立てることはできない旨を規定する一方で，拒絶査定不服審判を請求した場合における審判においては，この限りでないと規定する(特許法53条1，3項)。上記の規定によれば，出願人は，審査段階で補正却下決定を受けたときは，拒絶査定不服審判において，補正却下の決定が違法である旨主張して，同決定の適否を争うことができる。そして，拒絶査定不服審判では，拒絶査定の適否を判断する前提として，補正却下決定の適否を判断することを要する。",
            "本件においては，第2の1記載のとおり，原告は，本願につき，平成16年12月27日付け手続補正書(甲9)により本件補正を行い，平成17年1月31日付けで本件補正却下決定(甲10)を受けると同時に拒絶査定(甲11)を受けた。本件補正却下決定は，①補正に係る事項は，本願補正明細書の発明の詳細な説明に一切記載されていないこと，及び②「研磨しうる弾性体ではない」との特定事項は，その技術内容が明確でないことから，本件補正後の特許請求の範囲は，特許法36条に規定された要件を満たしていないので，独立して特許を受けることができず，本件補正は，「特許法第17条の2第5項において準用する同法第126条第5項の規定に違反する」とするものである。",
            "審決では，本件補正却下決定と同様の理由が示されていることは明らかであるから(審決7頁20行ないし9頁17行)，審決において，新たに補正却下決定をしたと解する余地はない(なお，審決は，本願補正発明が特許法29条2項に該当し，独立して特許を受けることができない発明か否かを判断している部分があるが(審決9頁18行ないし20頁23行)，同部分の記載が審決の適否に影響を与えるものではない。)。",
            "以上のとおり，審決が特許法159条1項に違反するとの原告の主張は，主張自体失当であり，取消事由2は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "発明の要旨認定の誤り(取消事由3)について",
          "text": [
            "原告は，本件補正は却下されるべきではないとの主張を前提として，発明の要旨は本願補正発明のとおり認定すべきであると主張する。しかし，前記1のとおり，本件補正却下決定に誤りはないから，発明の要旨は本願発明のとおり認定すべきであり，原告の主張は，採用することができない。したがって，取消事由3は，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。原告は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10041",
    "date": "2009-09-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038020",
    "ipprecedent_id": "1978",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}