{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−890034号事件について平成20年12月19",
        "日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，被告の有する下記商標登録(第5020651号)につき無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
            "記",
            "・商標(本件商標) ・指定商品",
            "第29類",
            "「キムチ」"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "text": [
        "争点は，①本件商標が，その商品の品質を普通に用いられる方法で表示する標章のみからなる商標であるか(商標法3条1項3号)，②仮に本件商標がその商品の品質を普通に用いられる方法で表示する標章であるとしても，被告により使用された結果需要者が被告の業務に係る商品であることを認識することができるに至っているか(商標法3条2項)，である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成17年6月21日，前記内容の本件商標につき，第29類「食用油脂，乳製品，卵，冷凍野菜，冷凍果実，肉製品，加工水産物，加工野菜及び加工果実，凍り豆腐，豆乳，加工卵，カレー・シチュー又はスープのもと，お茶漬けのり，ふりかけ，なめ物」を指定商品として商標登録出願(甲61)をし，その後，指定商品を第29類 「キムチ」のみとする補正を経て，平成19年1月26日，第5020651号として商標登録を受けた(甲1の1・2)。",
                "これに対し，原告は，本件商標登録につき平成20年4月28日付けで無効審判請求をしたので，特許庁は同請求を無効2008−890034号事件として審理した上，平成20年12月19日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成21年1月7日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，争点①につき，本件商標は，その指定商品である「キムチ」との関係においては，商品の品質を暗示する要素を持ちつつも，なお商品の出所表示力を具備する一連の構成からなる造語と判断するのが相当であるとして，商標法3条1項3号該当性を否定したものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の「『こくうま』の語(文字)は，食品の品質等を暗示ないしは間接的に表示するものとはいえても，直接的に表示したものということはできない」との判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…『こくうま』の文字(語)を分析して観察した場合には，『深みのある濃い味わい』の意を表す『酷』と『味がうまい』の意を表す『甘，旨』の各表音を平仮名文字をもって結合したものと一応解することはできる。しかし，これを一連に表した『こくうま』の文字(語)自体は，広辞苑をはじめ講談社発行の日本語大辞典(1989年11月6日第一刷)や小学館発行の国語大辞典(1990年1月20日第一版新装版第三刷)にも掲載されてはおらず，請求人も，『こくうま』の文字(語)が『こくがあって旨い』ことを意味するものであることが掲載されている辞典類や文献等を提出していない。そうとすれば，『こくうま』の語(文字)は，食品の品質等を暗示ないしは間接的に表示するものとはいえても，直接的に表示したものということはできない。」と判断している(14頁14行～25行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，辞典にどのような語を掲載するかは編集者の認識如何に係っており，特に既存の言語を短縮した新語については，編集者が商品取引の実情を把握しているか否かが問題となる。用語が商標法3条1項3号に該当するか否かは，指定商品の取引者・需要者の認識に係っているところ，辞典の編集者の認識との間に差が存在し得ることが考えられる。",
                        "また，審決で示された「広辞苑」の発行日は1998年(平成10年)11月11日であり，「日本語大辞典」の発行日は1989年(平成元年)11月6日であり，「国語大辞典」の発行日は1990年(平成2年)1月20日であって，本件商標の登録査定日(平成18年11月30日)より8年ないし17年も前である。",
                        "上記の状況の下において，「こくがあって旨い」という長い既存の言語を短縮した新語である「こくうま」の語について，これらの辞典に掲載されていないことをもって，本件商標の登録査定時において食品の取引者・需要者にとって，「食品の品質等を暗示ないしは間接的に表示するものとはいえても，直接的に表示したものということはできない」と断ずることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「こくうま」の語は，本件商標の登録査定日(平成18年11月30日)以前から既に食品について広く使用されていたものであり，このことは，2005年(平成17年)10月12日にプリントアウトしたインターネットのウェブページの写しである甲3の1～14及び甲4の1から明らかである。また，「こくうま」の語は，その後も引き続き使用されている。このことは，2008年(平成20年)4月16日及び17日にプリントアウトしたインターネットのウェブページの写しである甲4の2～18及び2008年(平成20年)4月14日にスーパー",
                      "text": [
                        "マーケット等で購入した食品の商品写真である甲5の1～3から明らかである。さらに，平成19年12月5日には，「こくうま」，「コクうま」及び「こく旨」の各商標の商標登録出願について，特許庁は，「取引者，需要者に，『こく(コク)があってうまい(旨い)商品』であることを理解させるにとどまり，単に商品の品質を普通に用いられる方法で表示するにすぎないもの」と認定した拒絶理由通知を発している(甲12の1～3)。この商標登録出願については拒絶査定が確定しているから，食品業界に属する当業者によって容認されているといえる。",
                        "このように，「こくうま」の語は，本件商標の登録査定前から現在においても永続的に使用されており，審査において公権的判断もなされているところから，本件商標の登録査定の時(平成18年11月30日)のおいて「こくがあって旨い」ことを意味する語として，取引者・需要者間において確立されている用語であるといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，本件商標の出願に先立って，本件商標に著名な被告の商号の略称「東海漬物」を表示した下記①の商標の出願(出願日 平成16年2月13日)及び本件商標と東海漬物を表示したパッケージデザイン様の下記②の商標の出願(出願日 平成16年2月26日)をしており(甲17の1・2)，その1年4月も経過した後に本件商標を出願している。",
                        "記",
                        "① ②",
                        "商品の販売名である文字商標については，商標権を確立して取引上の安全を期するため商品の販売に先立って速やかに登録出願するのが，商品を製造・販売を業とする者の常態である。しかるに，上記のように，被告は，本件商標と同一の表示に自己の商号商標を表示した商標を出願し，かつ，同時期に商品を発売したにもかかわらず，それらの時から大きく遅れて本件商標を出願したことは，被告が，本件商標の出願の時点では，本件商標に自他商品識別力がないと認識していたことの表れである。",
                        "また，本件商標は，審査において，「…『こくがあって旨い』の意味合いを容易に認識させる『こくうま』の文字を普通に用いられる方法で縦書きしてなるので，これをその指定商品に使用しても，該商品が美味であることを理解させるにとどまるものですから，単に商品の品質を表示するにすぎないものと認めます。したがって，この商標登録出願に係る商標は，商標法第3条第1項第3号に該当します。」との拒絶理由通知を受けている(甲18)。被告は，この認定を容認して指定商品を「キムチ」に補正した。この事実は，被告自身が，食品についての「こくうま」の表示が「こくがあって旨い」ことを意味する語であると認めていることを明らかに示すものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のことから，食品についての「こくうま」の語は，「こくがあって旨い」ことを意味する語として，被告を含めて広く食品の取引者・需要者に認識されており，確立された語であって，食品の品質を直接的に表示したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決の「『キムチ』については，…本来的には，『辛さ』の度合いと『旨み』が主要な要素となっている商品といえるものである」との判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…『こくうま』の語が使用されているラーメン(スープを含む)，カレー，コーヒー，ソースやタレ等の商品は，元々，『コク(酷)』と『旨み』の要素が重視される商品であることから，このような商品の表示に『こくうま』の語が使用された場合には，『コク(酷)があって旨い』という意味合いに結び付き易いということはできる。しかしながら，『キムチ』については，『コク(酷)』と『旨み』の要素を否定するものではないが(現に，請求人も被請求人もその取扱い商品について，『コク』と『旨み』を謳っているが)，本来的には，『辛さ』の度合いと『旨み』が主要な要素となっている商品といえるものである」と判断している(14頁30行～下2行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，「キムチ」は，野菜をニンニクや唐辛子，塩辛，いろいろな調味料で漬け込み，乳酸菌による醗酵によって，漬け込んだ材料と調和して「こく」に富んだ旨みが生じ，日常の食卓の一端を占めるものである。すなわち，材料の野菜に副材料や香辛料を加えて，キムチに漬けて醗酵させると，材料の本来の味とはひと味違った，キムチ特有の味と香りが生じる。甲62(イ・チュンジャ［李春子］ほか「韓国伝統料理キムチ」1999年［平成11年］2月大韓民国文化観光部海外文化弘報院85頁)は，「キムチ」が，材料と乳酸菌の発酵等によって特有の旨みが生ずるものであることを科学的に説明しており，「コク(酷)」と「旨み」が「キムチ」の消長を決める要素であり，「辛さ」の度合いは，個人の好みに関わる要素であることが明らかである。この点，カレー等の他の食品と変わるところはない。",
                        "また，「キムチ」の味覚の主要な要素が，辛さにあるのではなく，「コク(酷)」にあることは，甲63の1～4(李信徳「韓国料理−伝統の味・四季の味−」2001年［平成13年］12月20日株式会社柴田書店89頁・94頁・97頁・102頁)，甲63の5(金蓮子",
                        "「キム・ヨンジャの韓国料理のおいしい食卓」2004年［平成16年］12月13日株式会社主婦と生活社14頁)，甲63の6(チョ・カムヨン［曺甲連］「作ってみたい韓国料理の本」平成9年3月20日株式会社グラフ社50頁・51頁)，甲63の7(「キムチとル・コルドン・ブルー 韓国の味とフランス料理の出会い」農水産物流通公社6頁，甲63の8・9(前記「韓国伝統料理 キムチ」46頁・47",
                        "頁)，甲63の10(http://www.kimchi.jp/company/morinomiya.html［2009年(平成21年)3月4日］)，甲63の11 ～14",
                        "(日本放送協会・日本放送出版協会編「ＮHK趣味悠々 キムチへの旅～作って・食べて・知る～」2003年［平成15年］12月1日日本放送出版協会24頁・32頁・34頁・42頁)における各記事から明らかである。",
                        "さらに，甲64(被告発行のパンフレット「『こくうま』熟うま辛キムチシリーズ商品概要」)によると，キムチについての消費者のニーズとして，「コクのあるキムチがおいしいキムチだと思う」の項における「非常にそう思う」が28．3％であるのに対し，「辛いキムチが好きだ」の項では「非常にそう思う」は18．5％に止まっており，両者の間に約10％もの差があるところから，需要者がキムチを選択するに当たって，「こく」に着目していることが分かる。この統計は，右下に「(東海漬物調べ Ｎ＝400)」と記載されているところから，被告自身が行ったものである。",
                        "辛くない「キムチ」が存在し，普及していることも，明らかである(甲65の1～6)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のことから，「キムチ」は，「コク(酷)」と「旨み」の要素が重視される商品であり，ラーメン，カレー，コーヒー，ソースやタレ等の商品と同様である。それにもかかわらず，審決において，「キムチ」は，ラーメン，カレー，コーヒー，ソースやタレ等の商品と異なり，「本来的には，『辛さ』の度合いと『旨み』が主要な要素となっている商品といえる」と判断したことは，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，他の食品が「元々，『コク(酷)』と『旨み』の要素が重視される商品であるのと異なり，本来的には，『辛さ』と『旨み』が主要な要素である」との独自な見解に基づく判断をし，これを理由として結論を出している。この理由は当事者が申し立てない理由であるから，商標法56条の準用する特許法153条2項により，審判長は，当事者に相当の期間を指定して，意見を申し立てる機会を与えなければならないところであるにもかかわらず，審決は，この規定に反してなされたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決の「『こくうま』の語(文字)がラーメン(スープを含む)やカレー等の商品について使用されている例があるとしても，…商品『キムチ』との関係においては，『こくうま』の語の識別力の有無を同一に論ずることはできない」との判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…『こくうま』の語(文字)がラーメン(スープを含む)やカレー等の商品について使用されている例があるとしても，また，これらの商品とキムチとが，いずれも食品の概念に属する商品であるとしても，商品『キムチ』との関係においては，『こくうま』の語の識別力の有無を同一に論ずることはできない。」と判断している(14頁下2行～15頁3行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，キムチの製造販売の面においては，キムチの製造を業とする者と他の加工食品等の食品の製造を業とする者とは，同じ範疇に属するのであり，現に，被告においては，「きゅうり」の漬物の他，福神漬，たくあん漬け，しば漬け等多種類の漬物を製造販売している。また，その消費の面においては，「キムチ」は，一般の需要者に広く普及して日常的に食する食物となっている。そのため，「キムチ」と他の加工食品等の食品とは，その需要者が，年齢，性別，職業を問わない一般消費者であり，かつ，販売場所が同じであり，需要者が消費する場所が他の食品と同じ食卓である。このような「キムチ」について表示される「こくうま」の表示についての需要者の認識が，他の食品について表示されたときの認識と異なるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲19は，被告が発行したパンフレットの一部であるところ，キムチについて，次のとおり記載している。",
                        "「食卓に，いつもある。",
                        "スーパーやコンビニの棚で，いつも見かける。",
                        "時代が変わっても，身近に感じる。",
                        "そんな存在が，私たち東海漬物の目標です。」",
                        "このように被告がパンフレットに記載して宣伝しているところからすると，被告は，キムチを「スーパーやコンビニの棚で，いつも見かける」食品として，他の食品と同じように取り扱い，販売される商品としていることが明らかである。また，「食卓にいつもある」と記載しているところから，被告が，キムチを特別な食品ではなく，日常的に食する食品として需要者に提供していることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，「キムチ」と他の加工食品等について，「こくうま」の語の需要者の認識が異なることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "審決の「本件商標が独占適応性を欠く語であるということはできない」との判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…『キムチ』について，『コク(酷)があって旨い』ことを表す場合には，『コクと旨み』あるいは『こく旨』，『コク旨』等の語が一般的に使用されているものと認められるから，『こくうま』の文字からなる登録商標の存在により，商取引において支障を来すとは考え難く，本件商標が独占適応性を欠く語であるということはできない。」と判断している(15頁17行～22行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，「こくうま」以外に「こくがあって旨い」という品質を表示する用語が存在することをもって，食品について広く使用され，「キムチ」についても品質を表示する用語と認識されている語について，その使用を個人に独占せしめることは，取引に際し必要適切な表示として何人もその使用を欲するものの使用を禁ずることになるから，商取引において支障を来し，公益に反することになる。したがって，本件商標は独占適応性を欠く語であるといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "審決の被告の商品の売上げに関する判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「なお，被請求人の提出に係る乙第9号証(被請求人の会社案内)によれば，被請求人は，2004年には『こくうま／東海漬物』のキムチの販売を開始しており，乙第18号証(株式会社チャネルマネジメントによる日経POSデータに基づく市場状況の調査分析結果)及び乙第19号証(日経POSデータ キムチカテゴリー売上ランキングデータ)によれば，被請求人の『東海／こくうま』キムチは，2005年12月の時点において，日経POSデータに基づくキムチ商品のランキングにおいて売上個数・売上金額ともに第1位となっており，2007年1月の時点においても，全国の全スーパーにおけるキムチ商品のランキングにおいて第1位を占めていることを認めることができる。」と判断している(15頁23行～32行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，被告の「キムチ」商品には，その全てに「東海漬物」又は「安心のブランド／東海漬物」の表示がされており，本件商標「こくうま」のみを表示して販売されたものは存在しない。「東海漬物」又は「安心のブランド／東海漬物」の表示は，きゅうりの漬物，福神漬，たくあん漬，しば漬等他の他種類の漬物の商品を通して一貫して使用して著名となった被告の商号商標を表示するものであり，背景に埋没しているということはなく，顧客吸引力を有している(詳細は，後記キ(イ)参照)。被告の「キムチ」の商品の販売は，「東海漬物」又は「安心のブランド／東海漬物」を表示することによって需要が喚起され販売が促進されているから，このような表示をした商品の販売によって，本件商標が，商標法3条1項3号の適用に関して自他商品識別力を有するか否かを認定することはできない。",
                        "また，売上個数・売上金額について，甲41(「漬物市場 カテゴリー／アイテム 販売動向分析資料 日経POSデータ分析」)は，その表紙(1頁)には「株式会社チャネルマネジメント」と記載されているところから，当該法人が作成したものである。しかし，当該法人の住所も，代表者の記載もない。3頁には「『日経POSデータ情報』のデータを用い，集計・分析，加工した。」と記載されている。しかし，「日経POSデータ情報」が如何なるものか，その内容が示されておらず，かつ，「集計・分析」及び「加工」の過程及び内容が明示されていないし，担当者も示されていない。さらに，この資料は，一般の刊行物ではない。作成の目的が不明であり，被告の依頼に基づいて「株式会社チャネルマネジメント」が作成したのではないかと懸念される。このような資料については，信憑性が希薄であるといわざるを得ない。甲42(ランキングリポート)には，「期間：2007／01(1ケ月)」の記載があるところから，本件商標の登録査定の時(平成18年11月30日)の後のものであって，本件訴訟にとって証拠価値はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "審決の「本件商標は，その商品の品質を普通に用いられる方法で表示する標章のみからなる商標ではない」旨の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…本件商標は，『こくうま』の文字を縦書きに一連一体に表してなるものであり，外観の点から見た場合には，各文字の不可分一体性が極めて強いものであって，これに接する取引者・需要者が直ちに『こく』の部分と『うま』の部分にわけて印象付けられ，そこから『コク(酷)があって旨い』という観念を持つに至るほど，強い観念表示力を備えた語であるとはいい難いものである。そして，取引の実情に照らしてみても，本件商標の指定商品である『キムチ』について，『こくうま』の語(文字)が同業者により，取引上普通に使用されていたとする事実も認められない。そうとすれば，本件商標は，その指定商品である『キムチ』との関係においては，商品の品質を暗示する要素を持ちつつも，なお，商品の出所表示力を具備する一連の構成からなる造語と判断するのが相当である。したがって，本件商標の登録は，商標法第3条第1項第3号に違反してされたものということはできないから，同法第46条第1項第1号により無効とすることはできない。」と判断している(15頁下6行～16頁8行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，上記の判断は，次に述べるとおり，失当である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「こく旨」の語については，「キムチ」について一般的に使用されていると認定している(15頁19行)。その末尾の漢字1文字を平仮名書きしたにすぎない「こくうま」の表示を見た「キムチ」の需要者が，「こく旨」を意味する表示と認識することは当然である。また，「こくうま」の語が，食品について「こくがあって旨い」ことを意味する語として確立されている以上，この語の語源が「こく(酷)」と「旨い」に在るとしても，取引の場において殊更に分けて印象付けられるものではなく，一つの単語として認識されるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「コクうま」の語は，下記のとおり，本件商標の登録査定日(平成18年11月30日)より前に，「キムチ」について使用されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "2005年(平成17年)5月21日の日本食糧新聞の記事に",
                              "text": [
                                "おける下記の記載(甲66の1)",
                                "「また，韓国キムチの人気が上がっているが，集中しすぎないよう，和風のコクうまタイプなどもバランスよく売り込むのがポイントだ」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "2006年(平成18年)6月30日の日本食糧新聞の記事に",
                              "text": [
                                "おける下記の記載(甲66の2)",
                                "「ほかにも『だしコクうま味のこだわりキムチ』や『なにわのだしキムチ』など，以前から発売している商品も動きが良い。」c 「こく旨」が「キムチ」に「こくがあって旨い」の意味合いで，本件商標の登録出願前に使用されていたことは，甲13の1～6，甲14及び甲15から明らかであるが，「KOKU UMA KIMUC",
                                "HI」の欧文字についても使用されていた。このことを示すために，「こく旨キムチ／KOKU UMA KIMUCHI」を表示したキ",
                                "ムチの商品のパッケージの写真を甲67の1・2として提出する。甲67の1の写真は，賞味期限が2008年(平成20年)4月16日",
                                "の商品である。この商品は，原告代理人が市場で購入したものである。内容物が無いのは，中にキムチが入っている状態では，表面の文字が見えにくかったためである。甲67の2は，平成16年に製造された商品の写真であるが，この写真は，裁判所に提出するために撮影したものではなく，商品の納入先に提出するために撮影したものであり，平成16年に撮影されたものである(甲68)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告は，被告よりも先に「キムチ」に「こくがあって旨い」という意味を示す語として「こく旨」という表現を使用していた事実がある。",
                            "そのため，甲66の1・2の記事が掲載されていた時期には，「こくがあって旨い」ことを商品コンセプトとするキムチとして，少なくとも被告の商品と原告の商品が存在していた。甲66の1・2の記事は，「こくがあって旨い」ことを商品コンセプトとするキムチを，「コクうまタイプ」「コクうま味」と総称して紹介するものであり，決して被告の商品を紹介しているものではない。また甲66の1・2の記事は，原告の商品を紹介するものでもない。甲66の1・2の記事は，「こくがあって旨い」ことを商品コンセプトとするキムチを総称して「コクうまタイプ」「コクうま味」と称しているのであり，読者が「コクうまタイプ」「コクうま味」と聞いて，その内容を理解できることを前提として書かれた記事である。被告商品の存在は，「こくがあって旨い」キムチを「こくうま」と称することを，先行販売していた原告の商品と共に，世の中に広める原動力となったものであるといえる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "「こくうま」の語は，「キムチ」との関係においては，商品の品質を暗示するにとどまらず，商品の出所表示の識別機能を有しないものである。商標法3条1項3号は，指定商品の品質・用途を表すものとして取引者・需要者に認識される表示態様の商標につき，そのことゆえに商標登録を受けることができないとしたものであって，同号を適用する時点において，当該表示態様が，商品の品質・用途を表すものとして現実に使用されていることは必ずしも必要でない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "以上のa～eに，前記ア～オで述べたところを総合すると，本件商標は，指定商品であるキムチの品質を表すものとして取引者・需要者に認識される表示態様であるといわざるを得ない。",
                            "したがって，本件商標の登録は，商標法3条1項3号に違反してなされたものであるから，同法46条1項1号により無効とされるべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告の「商標法3条2項の適用について」の主張は，以下のとおり失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訴訟は，審決において「本件商標の登録は，商標法3条1項3号に違反してされたものということはできない」と判断されたことに対するものであって，本件商標の登録が，商標法3条2項に該当するか否かについては，審判において審理されていない。したがって，商標法3条2項の適用については，本件訴訟の対象ではないから，上記主張は，意味がない。",
                        "なお，商標が商標法3条2項に該当する場合は，商標法3条1項3号に該当することが前提となっている。したがって，被告が，本件商標の登録が商標法3条2項に該当すると主張する以上，商標法3条1項3号に該当することを認識していることに他ならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本件商標を付した商品」の主張に対し",
                      "text": [
                        "被告が提出した商品のパッケージには，著名な被告の商号商標が需要者の購買意欲を換起・誘因するように表示されており，本件商標のみが表示されたものは全く存在しない。",
                        "甲33の1・2，34の1・2，35，36に掲載の商品の写真で",
                        "は，「こくうま」の表示の右上に，「安心ブランド」の文字を下弦の円弧状の線の上に円弧状に書し，その下に「東海漬物」と被告の商号商標を書し，かつ，「こくうま」の表示の左下に，「東海漬物」の被告の商号商標を書してある。この右上の表示についてみれば，「東海漬物」は，多種の漬物，就中「きゅうりのキューちゃん」を商標とする「きゅうり」によって著名となった被告の商号商標であり，その上に，「安心ブランド」の文字が下弦の円弧の線の上に円弧状に記されている。この構成は，単に文字を2行に記載した場合より需要者の注意を喚起するものとなっている。当該写真では，「こくうま」の文字を挟んで有名な商号の略称が上記のように商標として黒色で表示されているのであって，この表示は，周辺の文字や色彩によって埋没することなく，需要者に強く認識されるものである。まして，「こくうま」の表示には，「コク」と「旨さ」の文字が併記されている。このことは，被告自身が，「こくうま」は品質に関する表示であって自他商品識別力がないところから，有名な商号商標を表示することによって，賞味期限が短い生ものであるキムチについて，需要者に安心感を与え，他のキムチ商品に向けられようとしている購買意欲を自己の商品に誘因するように仕向けているものである。",
                        "また，甲37，38に掲載されている商品の写真についてみると，中央の表示は，「プチ」の文字と「こくうま」の文字が密着して表示されている，全体として一体の表示であるから，本件商標が表示されているものではない。したがって，これらの証拠は，本件において証拠価値はない。「プチ・こくうま」の文字の左上には，「安心ブランド」の文字を下弦の円弧の線の上に沿って円弧状に書し，その下に「東海漬物」の被告の商号商標が表示されている。この表示の構成は，上記のとおり，単に2行に記載した場合より，需要者の注意を引くものなっており，かつ，「プチ・こくうま」の商品について，有名な商号商標と「安心ブランド」を表示することによって，賞味期限が短い生ものであるキムチについて，需要者に安心感を与え，他のキムチの商品に向けられようとしている購買意欲を自己の商品に誘因するように仕向けているものである。",
                        "上記のように需要者に仕向けた表示である被告の有名な商号商標の表示は，文字の大きさの如何にかかわらず，需要者の購買意欲を喚起するものであって，自他商品識別力は，被告の商号商標の部分に存在し，「こくうま」の部分には存在していない。したがって，このような商号商標が表示されている上記甲号証に示された商品パッケージによって，その中の本件商標のみが，商標法3条2項に該当するに至ったことを認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「『こくうま』キムチの製造販売の状況等」の主張に対しa 被告は，「こくうま」キムチの製造の状況及び物流の状況を甲32(被告作成に係る「東海漬物会社案内」)を提示して主張する。",
                        "しかし，原告は，この内容について不知である。また，甲32は，12頁に「2008年」の記載があることから2008年(平成20",
                        "年)以降に作成されたものであって，本件商標の登録査定の時(平成18年11月30日)より後に作成されたものであるから，本件訴訟において証拠価値はない。また，これらは被告の内部における状況で，取引市場における状況ではないから，本件訴訟とは関係がない。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "被告は，「こくうま」キムチの販売店として甲39(被告作成に係る「こくうまキムチ取り扱い量販店MAP［平成20年6月末現在］)」)を提示する。",
                            "しかし，原告は，この内容について不知である。当該証拠は，「記載されている情報は全て被告が秘密として管理している情報である。」として，裁判所によって閲覧等の制限の申立てが認められている。また，この資料は，被告が作成したものであるから，その内容に誤りがないことは，その元とされた資料や担当者等を明示して厳格に証明されなければならないところ，そのような証明がない。さらに，甲39は，その1頁上段に「(平成20年6月末現在)」の記載があるから，本件商標の登録査定の時(平成18年11月30日)より後のものであって，本件訴訟において証拠価値はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告は，甲40(被告作成に係る「部門別指定製商品月別実績表」)を提示して，「こくうま」を表示したキムチの出荷額を主張する。",
                            "しかし，原告は，この内容について不知である。また，この資料は，被告が作成したものであって，その元とされた資料，作成者等が明示されておらず，内容に誤りがないことを信ずるに足りる証明がない。また，その上段に「20年」の記載があるところから，本件商標の登録査定の時(平成18年11月30日)より後のものであるから，本件訴訟において証拠価値はない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告は，甲41(株式会社チャネルマネジメント作成に係る「漬物市場 カテゴリー／アイテム 販売動向分析資料 日経POSデータ分析」)，甲42(ランキングリポート)を提示して，「こくうま」を表示したキムチの販売状況について主張する。",
                            "しかし，原告は，この内容について不知である。甲41，42に証拠価値がないことは，前記オ(イ)のとおりである。また，当該集計において「こくうま」と表示されているキムチは，品質を誇称する「こくうま」の他に著名な被告の商号商標「東海漬物」の文字が表示されており，この文字が，顧客吸引力を発揮しているから，このような商品の販売数をもって，「こくうま」について商標法3条2項の認定をすることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「『こくうま』キムチの広告宣伝」の主張に対し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，甲43～45(被告のパンフレット)を提示して，宣伝活動を展開した旨主張する。しかし，これらの証拠には，作成者の氏名，作成年月日，作成数量，配布先等宣伝活動をうかがわせるものはない。したがって，これらには，宣伝活動として証拠価値はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，甲46，47の1～3(被告のパンフレット)を提示して，オリジナルキッチンマグネットの配布とキャンペーン開催について主張する。",
                            "しかし，甲46には，配布された「オリジナルキッチンマグネット」が示されていないから，その広告活動の内容が不明である。またこれら資料については，その作成数量・配布先等を示すものはない。",
                            "さらに，甲47の2には「2007年冬」の記載があり，甲47の3には「2008年1−2月」の記載があるから，これらの広告は，本件商標の登録査定の時(平成18年11月30日)より後のものであって，本件訴訟において証拠価値はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告は，甲48～50，乙3～5(新聞，雑誌における被告の広告)によって，新聞，雑誌における広告をしたことを主張する。",
                            "しかし，これらの各号証における商品の写真の正面には，被告の著名な商号商標「東海漬物」が，下弦弓状に書された「安心のブランド」を伴って強調して表示されており，さらに，「東海漬物」の文字が左下に表示されている。この表示が，顧客吸引力を発揮していることは，既に述べたところである。このように顧客吸引力を発揮している商号商標の表示を捨象して，そのパーケージの中の品質表示である「こくうま」の文字について，商標法3条2項に該当することを認定することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告は，甲54，55を提示して，自社ウェブサイトにおける広告について主張する。",
                            "しかし，甲54は，その右下の記載から，その作成日は2008年(平成20年)7月18日であり，甲55の作成日は，右上の「更新日」の記載から，平成20年7月15日以降である。これらの資料の作成日は，本件商標の登録査定の時(平成18年11月30日)より後であるから，本件訴訟において証拠価値はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「『こくうま』キムチの記事掲載等」の主張に対し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，甲56，57を提示して，中部経済新聞及び食品経済新聞に掲載された事項について主張する。",
                            "しかし，甲56，57に掲載されているキムチ商品の写真では，その商品の正面に，被告の著名な商号商標「東海漬物」が，下弦弓状に書された「安心のブランド」を伴って強調して表示されており，さらに，「東海漬物」の文字が左下に表示されている。この表示が，顧客吸引力を発揮していることは，既に述べたところである。このように顧客吸引力を発揮している商号商標の表示を捨象して，そのパーケージの中の品質表示である「こくうま」の文字について，商標法3条2項に該当することを認定することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲58(フードリサーチ2006年(平成18年)3月号)は，表",
                          "text": [
                            "紙のタイトルのみで記載内容が示されていない。また，当該雑誌の発行所等が示されていない。したがって，甲58は，本件訴訟における証拠価値はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲59(「COMZIＮE」のニッポン・ロングセラー考 200",
                          "text": [
                            "5年［平成17年］5月号)は，「きゅうりのキューちゃん」の商標で発売されたきゅうりの漬物がヒットしたことに伴って，「きゅうりのキューちゃん」を紹介することを主目的とする記事であって，キムチについては，最後の頁で小さく言及されているにすぎない。また，この記事を掲載した刊行物の発行部数等が示されていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "乙6(株式会社東急エージェンシー作成のアンケート結果)は，2008年(平成20年)2月27日付けで作成されたものであって，本件商標の登録査定の時(平成18年11月30日)より後のものであるから，本件訴訟において証拠価値はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，本願商標が商標法3条2項に該当することはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)の各事実は認めるが，(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の取消事由アの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「用語が商標法3条1項3号に該当するか否かは，指定商品の取引者・需要者の認識に係っているところ，辞典の編集者の認識との間に差が存在し得ることが考えられる。」と主張する。",
                    "しかし，辞典等の書籍は日常生活において用いられる単語や表現を一般に正当とされる用語法に基づいて分類・整理・解説したものであって，本件商標の指定商品であるキムチの一般的な需要者たる消費者の感覚や認識を知る上での客観的な手がかりとして合理性がある。",
                    "したがって，辞典類を基礎に用いた審決の判断は不当なものではなく，辞典類に基づいて，「…『こくうま』の語(文字)は，食品の品質等を暗示ないしは間接的に表示するものとはいえても，直接的に表示したものということはできない」と判断した審決は，正当である。",
                    "なお，広辞苑については平成20年に最新の第6版が出版されているところ，「こくうま」に関連する記述がないことにおいて，第6版の記載は第5版から変化が見られず，また平成3年以降平成19年分の「現代用語の基礎知識」を調査しても，「こくうま」の語は現れない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，①本件商標の登録査定日(平成18年11月30日)より前から「こくうま」の語が既に他の食品について広く使用されていたこと，及び，②「こくうま」「コクうま」「こく旨」の登録出願の審査において拒絶理由通知を受けている別件があることをもって，「こくうま」の語が「こくがあって旨い」ことを意味する語として取引者・需要者間において確立されている用語であると主張している。",
                    "しかし，上記①については，審決においても，このような認定を前提にして，「…識別標識たり得る標章であるのか否か微妙な…商標における識別力の有無は，個別具体的な商品についての取引の実情をも含めて総合的に考慮・判断されるべき」(14頁2行～5行)との基準の下で判断しているのであるから，正当であり，むしろ，具体的事実を捨象した原告の主張は失当である。",
                    "また，上記②については，原告が引用する登録出願は，いずれも商品区分が30類であって本件商標の指定商品である「キムチ」が属する29類とは異なるので，想定される市場や需要者は異なる。そもそも拒絶理由通知は出願を受けての審査官の当初の見解を示すものにすぎず，確定的な判断でない上に，原告が引用する登録出願は，いずれも本件商標登録後の平成19年の出願にかかるものである。したがって，上記②の事情が本件の判断に影響することはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，商品の販売名である文字商標について，商品の販売に先立って速やかに登録出願するのが商品の製造・販売を業とする者の常態である旨を主張する。",
                    "しかし，事前に登録出願することが常態とはいい難いことは社会常識であり，現に，原告自身も自ら「旨こく」の商標を出願し登録を受けているところ(乙1)，被告から商標権侵害の警告を受けるまでその登録出願をしていない。",
                    "また，原告は，本件商標登録の出願経過において，被告が商標法3条1項3号を理由とする拒絶理由通知を受けた際に指定商品を「キムチ」に補正したことをもって，原告が本件商標に自他識別力がないことを認めたと主張するが，上記補正は，指定商品が「キムチ」であれば自他識別力があるとの主張にほかならず，特許庁も登録査定によってこれを認めたのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の取消事由イの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲62～65を新たに提出し，キムチは「こく」と「旨み」が重視される食べ物であると主張するとともに，「辛さ」の度合いと「旨み」が主要な要素であると判断した審決を批判する。",
                    "しかし，甲62が，「キムチ」について，材料と乳酸菌の発酵等によって特有の旨みが生ずるものであることを科学的に説明しているとするのは，原告独自の主張である。なお，甲62の85頁3行における「キムチに漬けて」は「塩水に漬けて」の誤りと思われるほか，85頁23行の「キムチのpHが3である」旨の記載については，これによるとキムチはレモンよりも酸性度が高いことになるため，その内容の信用性に強い疑問を抱かざるを得ず，甲62の証拠価値は限定的であるというべきである。",
                    "また，被告も，キムチの味わいについて様々な尺度があり，個人個人それぞれに好みが分かれることを争うものではないが，だからといって，一概にキムチでは「こく」が重視されるのに対して「辛さ」は重視されないという議論は余りに乱暴にすぎるといわざるを得ない。",
                    "加えて，原告が引用する書籍には韓国人が執筆したものと思われるものが多いところ，土地や風土などによって味覚が異なることは論を俟たず，キムチの本場の韓国人がキムチに求める味わいや尺度と，日本人の求めるものとは大いに異なる。",
                    "さらに，甲65の5・6からも明らかなとおり，日本においては，キムチは「辛い」ことが味覚の重要な要素となっていることが大前提であり，種々の書籍に辛さ以外の尺度が書かれていても，辛さが重視されていないことの証拠となるわけではない。",
                    "なお，原告は，審判段階では，もっぱら「こくうま」という語が品質を表す用語として一般的に用いられていることについて主張反論を展開していた。キムチに関して「こくうま」が一般的に用いられている用語に当たるか否かの判断において「こく」「旨み」「辛さ」のいずれを重要視されるべきかという議論は審決取消訴訟に至って初めて展開される議論であり，審決による判断を経由していない無効理由であるから，本訴訟において審決を取り消す理由とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決について，商標法56条の準用する特許法153条2項違反の主張をするが，同項は，職権無効理由に関する規定であるから適用の余地がなく，また，審判の段階から，原告被告双方ともキムチの風味や味わいについて言及しながら種々の主張を展開していたのであるから，同条項にいう「当事者…が申し立てない理由について審理したとき」にも該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の取消事由ウの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，キムチが日常食する食品として需要者に提供されていることを理由に，キムチと他の加工食品等とは品質についての用語についてことさら区別して認識されることはなく，「こくうま」についても同様であると主張する。",
                    "しかし，日常の食品についても，食品の性質によってその味覚に対する認識態様が異なるのは常識であり，したがって，食品ごとに需要者が受け止める品質表示の意味合いに相違が生じるのも当然であるから，日常食する食品であるからといって十把ひとからげの議論をするのは暴論である。",
                    "また，例えば，キムチとその他の漬物はJAS規格上も明確に区別されているように(乙2)，品質表示の方法等にはそれぞれ異なった基準が求められている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，キムチと他の食品とは製造業者や需要層，販売形態が同一であると主張するが，キムチの製造業者が「他の食品」一般を製造しているとはいえず，需要層や販売形態が共通することは，直ちに表示に対する認識の同一性を示すものではない。スーパーマーケットやコンビニエンスストアにおいては，食品のみならず，文房具や電気製品まで同一需要層に向けて販売されていることを考えれば，このことは明らかであって，このような抽象化された議論は法的に無意味である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「品質表示の語の認識に差がある」という審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の取消事由エの主張に対し",
              "text": [
                "キムチに関して「こく旨」又は「コク旨」が一般的に使用されていることを示す証拠はなく，審決も，これらの商標が一般的に使用されていたことを認定してはいない。",
                "したがって，審決の趣旨としては，「コクと旨み」「こく旨」又は「コク旨」といった表示が存在することを捉えて，本件商標の「こくうま」以外にも表記の方法があるから独占適応性が認められることを述べたものと解すべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の取消事由オの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「東海漬物」などの表示と一体として用いられた証拠には価値がないと主張する。",
                    "しかし，甲33の2，34の2，37，38，43，44，45に掲載",
                    "されている商品の写真を見れば明らかなように，「東海漬物」の社名は背景の赤地に埋没してしまってほとんど目立っていないし，甲35，36では，同様に黄色地に埋没している。また，字の大きさからしても社名に比して「こくうま」の商品名ははるかに大きな文字であるから，一般消費者が商品を比較する際に真っ先に目にするのは「こくうま」という商品名とキムチを象徴する赤地である。",
                    "したがって，実際の使用において「こくうま」が要部として用いられていることは明らかであり，少なくとも，その使用によって，キムチに関し，「こくうま」の標章が自他識別力を獲得していたことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，売上げ個数・売上金額についてその根拠がないなどの批判もするが，甲41，42に挙げた日経POSシステムの集計データは被告とは異なる第三者機関が集計した客観的なデータであり，売上げ個数・売上金額ともに信頼できる数字であるし，甲41，42のデータ収集期間は，本件商標の登録前又は登録と同時期である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の取消事由カの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「こく旨」の語が「キムチ」について一般的に使用されていると審決が認定したとの前提に基づき主張するが，これが審決を誤解したものであることは前記(4)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲66の1・2は，2005年(平成17年)5月又は2006年(平",
                  "text": [
                    "成18年)6月の新聞記事と思われるところ，被告はこれに先立つ平成16年2月に「こくうま／東海漬物」等の商標について登録出願をし，平成16年11月にはその登録を受け，平成16年6月に「こくうま」の商標を付したキムチ製品を発売し，すでに市場で好評を博していたから，上記新聞の記事は，被告製品が広く知られるに至っていたことの証拠となることはあっても，本件商標の有効性を否定する証拠とはならない。",
                    "甲67の1・2については，5年も前の製造年月日が刻印されたパッケージが，内容物がないのに，封をされた状態で，平成21年3月10日現在存在していること自体不自然であり，本訴訟のために作成されたものであると考えられるから，本件商標登録の有効性を否定する根拠とはならない。",
                    "なお，甲66，67の各1・2は，本件訴訟において提出された証拠であって，審決において考慮されていないから，審決を取り消す根拠とはならないし，甲10以降の証拠も，審判請求時に提出されていないから，これらもまた，商標法56条が準用する特許法131条の2第1項により，本件商標登録の有効性を否定する証拠とはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "キムチを食べるときに，その味覚について，「このキムチはこくうまだ。」などという表現が日常用いられないことはいうまでもなく，「こくうま」は，日本語の通常の言い回しとして存在しない不自然な言葉であり，直接に品質を表わすものとはいえず，あくまで品質を暗示するものにとどまるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告は，本件において「こくうま」の独占が公益に反すると主張しながら，自ら「旨こく」の商標について登録出願している(乙1)から，本件における原告の主張が本件限りの主張であることは明らかであり，本訴請求は，少なくとも禁反言によって封ぜられるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "商標法3条2項の適用について",
              "text": [
                "仮に本件商標が商標法3条1項3号に該当する場合であっても，本件商標は，少なくとも，以下のとおり「使用をされた結果需要者が何人かの業務にかかる商品であることを認識することができるもの」に該当するから，同条2項により，商標登録を受けることができるものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標を付した商品の内容",
                  "text": [
                    "被告は，平成12年には本格的に白菜キムチの製造販売を開始し，平成16年5月には，①「こくうま」内容量320g(甲33の1・2)，②「こくうま」内容量200g(甲34の1・2)，③「こくうま」内容量420g(甲35)，④「こくうま」内容量190g(甲36)の販売を",
                    "開始した(甲32，13頁～14頁)。これらの商品のパッケージの正面の中央部分には，本件商標と同一の「こくうま」の文字が縦書きで大きく表示されている。",
                    "また，被告は，平成17年には，小分け包装のなされた新商品である⑤「こくうま」内容量100g(プチこくうま，2パック)(甲37)，⑥「こくうま」内容量180g(プチこくうま，4パック)(甲38)の販売を開始した。これらの商品のパッケージの正面には，本件商標と同一の「こくうま」の文字が大きく表示されている(以下，これら本件商標を付した6商品をあわせて「こくうま」キムチという。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「こくうま」キムチの製造販売の状況等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "製造の状況",
                      "text": [
                        "販売開始当初は，「こくうま」キムチを，埼玉県の所沢工場，愛知県の尾西工場で生産するとともに，群馬県群馬郡の榛名工場を「こくうま」キムチ専用工場として稼動させて供給していた。その後，販売数量の大幅な伸長により，供給が需要に追いつかなくなったことから，平成17年以降は，滋賀県の彦根工場，茨城県稲敷郡の茨城工場においても「こくうま」キムチの生産を開始するとともに，上記榛名工場内にも新たに「こくうま」キムチ専用工場の増設を行い，平成19年には兵庫県宍粟市の関西工場を新設する等，生産態勢を大幅に増強してきた(甲32，13頁～14頁)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "物流の状況",
                      "text": [
                        "製造された「こくうま」キムチのスムーズな配送と，鮮度の維持，賞味期限の徹底を図るため，被告は，北海道札幌市，埼玉県所沢市，愛知県一宮市，大阪府尼崎市の各地域に，被告所有の冷蔵設備を備えた物流センター拠点を設けている(甲32，23頁～24頁)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "販売の状況",
                      "text": [
                        "「こくうま」キムチは，販売当初より，北は北海道，南は沖縄まで日本全国のスーパーマーケットやコンビニエンスストアで販売されており，例えば，イオン，ジャスコ，ダイエー，イトーヨーカ堂，マイカル，ユニー，西友などの日本全国に店舗を有する著名なGMS(ジェネラルマーチャンダイズストア)や，長崎屋，サミット，東武ストア，京王ストア，いなげや，各地の生活共同組合などの食品スーパーマーケット等の全国各地の食品小売店舗で販売されている(甲39)。",
                        "また，「こくうま」キムチの出荷額は，出荷開始直後の平成16年6月以降上昇の一途をたどり，平成19年1月の時点では4億5968万6000円もの金額に達しており，平成16年9月1日以降平成19年1月までの間の出荷額合計は，72億6412万6000円となる(甲40)。なお，消費者が実際に購入する小売価格は，出荷額よりも相当程度高額であることから，「こくうま」キムチの小売の売上高はこれらより更に高額となる。",
                        "さらに，マーケティングリサーチを業とする株式会社チャネルマネジメントによる，日経POSデータに基づく，市場状況の調査分析結果(甲41)によれば，被告の「こくうま」キムチは，日本において大きなシェアを獲得した結果，平成17年12月の時点で売上個数・売上金額ともに第1位となっている。平成19年1月の時点においても，全国の全スーパーマーケットにおける日経POSデータに基づくキムチ商品のランキングにおいて，被告の「こくうま」キムチは1位，8位，32位を占めており，全国の全業態における同ランキングにおいても，被告の「こくうま」キムチは1位，7位，16位を占めている(甲42)。",
                        "なお，日経POSデータとは，日本経済新聞社及び財団法人流通システム開発センターが収集した商品販売情報であって，現在，総合スーパー及び食品スーパー，コンビニエンスストア等の小売業界においては，約95～99％の割合でPOSシステムが導入されているといわれていることから，信頼度の高い情報といえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，被告は，発売以降現在に至るまで，莫大な数量の「こくうま」キムチを全国各地において製造し，流通させ，販売している。",
                        "したがって，本件商標は，平成16年5月以降，平成19年1月26日時点に至るまで，日本全国において継続的に使用されることによって，キムチという商品分類において，識別力を有するに至ったといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「こくうま」キムチの広告宣伝",
                  "text": [
                    "被告は，「こくうま」キムチを消費者にアピールするために非常に多くの広告宣伝を行ってきており(甲43～45)，以下のように，雑誌，新聞，インターネットその他の広告媒体において，宣伝活動を展開してきた。これらの「こくうま」キムチの広告宣伝活動によっても，本件商標は，キムチという商品分類において，識別力を獲得するに至ったといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "オリジナルキッチンマグネットの配布",
                      "text": [
                        "被告は，平成16年7月には，「『こくうま』新発売キャンペーン！」と題して，各小売店の来客者へ積極的なアピールを行うべく，店頭におけるPOP広告等，本件商標を付した販売促進ツールを精力的に提案するとともに，「こくうま」キムチのパッケージを模したオリジナルキッチンマグネットを，各商品に添付して購入者にもれなくプレゼントするなどの企画を広く展開した(甲46)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "キャンペーン開催",
                      "text": [
                        "その後，「こくうま」キムチの売上げが大きく伸長したことを記念して，平成18年1月には，キムチの内容量を320g詰規格のものでは50g増量して370g詰めとし，200g詰規格のものでは30g増",
                        "量して230g詰めとした「増量セール感謝祭」を行い(甲47の1)，このキャンペーンによって，本来キムチの売上が減少する冬季の企画であったにもかかわらず，予想を上回る売上量を記録した。",
                        "また，同時に「近江和牛肉プレゼント」キャンペーンを行い，これらの企画を店頭及び被告ウェブサイトにおいて広く展開したところ(甲47の1)，全国各地から多数の応募があり，2000名の当選者には，北は秋田県の在住者から，南は鹿児島県の在住者までが含まれ，「こくうま」キムチが全国各地の消費者へと浸透していることがうかがわれた。",
                        "被告は，平成19年冬季及び平成20年冬季にも，同様のキャンペーンを開催しており(甲47の2・3)，同様に全国各地から多数の応募があった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "雑誌，新聞における広告",
                      "text": [
                        "被告は，これまでに多数回の雑誌，新聞等における宣伝広告を行っており，種々独自のキャッチコピーを使用しながら，「こくうま」キムチの特性を消費者に訴えかけた。その一部を列挙すれば，「韓流ブームの次は，『こくうま』です。」(日本経済新聞2005年［平成17年］8月18日号，甲48)，「日本の良質な白菜をよりすぐり，丁寧につくりました。ごはんがすすむキムチ，『こくうま』です。」(日経MJ2005年［平成17年］12月7日号［甲49］，オレンジページ2006年［平成18年］5月2日号［甲50］，すてきな奥さん2006年［平成18年］2月号［乙3］，フードリサーチ2006年［平成18年］3月号［乙4］)，「ごはんがすすむキムチ『こくうま』です。」(サンデー毎日増刊「わたしの食卓」2005年［平成17年］10月号，乙5)等である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "自社ウェブサイトにおける広告",
                      "text": [
                        "被告は，自社ウェブサイトにおいて，平成16年6月以降現在に至るまで，「こくうま」キムチシリーズを詳しく紹介するページを継続的に常設しており，「こくうま」キムチの基本情報やそのコンセプトを詳しく説明するとともに，キムチを使用した料理レシピを紹介して，「こくうま」キムチを継続的にアピールしている(甲54)。「こくうま」キムチのサイトについては，立ち上げ当初の平成16年6月ころには，1日当たり27件ほどのアクセス数であったが，平成18年9月ころには，1日当たりの平均アクセス数は220件にのぼり，消費者に広く浸透している状況がうかがわれた(甲55)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「こくうま」キムチの記事掲載等",
                  "text": [
                    "「こくうま」キムチの販売数量の拡大に伴って，「こくうま」キムチが例えば，以下に列挙するような記事として取り上げられるようになり，需要者に広く認識されるに至った。この点からも，本件商標が，キムチという商品分類において，識別力を有しているものといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "中部経済新聞",
                      "text": [
                        "中部経済新聞は，中部経済新聞社が発刊する，愛知，岐阜，三重，和歌山の東海4県を主力とする中部唯一の経済新聞であるが，2005年(平成17年)5月18日付けの同新聞には，「東海漬物がキムチを強化」と題した記事が掲載された。この記事には，「こくうま」シリーズの売上げが順調に伸びていること，被告が，群馬県の榛名工場内に「こくうま」キムチ専用工場を新設するとともに，平成17年内に新工場を増設する予定であることなどが記載されている(甲56)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "食品経済新聞",
                      "text": [
                        "食品経済新聞は，株式会社食経の発刊にかかる伝統食品の業界専門誌であるが，2006年(平成18年)2月25日付けの同新聞には，日本漬物商品群のPOSデータ分析が第1面に掲げられ，「1位こくうま」の見出しの下に，「こくうま」が1か月で5億円もの売上げを計上し，キムチを含めた全漬物商品における第1位の販売金額をあげていることが示されている(甲57)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "フードリサーチ",
                      "text": [
                        "フードリサーチは，月刊の食品総合雑誌であるが，2006年(平成18年)3月号のフードリサーチには，「エクセレントカンパニーを目指す東海漬物」と題して，被告が特集されており，「こくうま」キムチが商品パッケージとともに取り上げられている(甲58)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「COMZIＮE」のニッポン・ロングセラー考",
                      "text": [
                        "ＮTTコムウェアが提供する雑誌型ウェブサイト「COMZIＮE」のニッポン・ロングセラー考 2005年(平成17年)5月号においては，被告の看板商品である「きゅうりのキューちゃん」とともに，「こくうま」キムチが第2の基幹商品として紹介されている(甲59)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "アンケート結果",
                      "text": [
                        "上記のように「こくうま」キムチが各メディアにおいて記事として取り上げられるようになった影響もあり，平成20年1月に株式会社東急エージェンシーによって実施された首都圏，東海圏，関西圏の主婦を調査対象とした被告のイメージ調査アンケートによれば，実に25．7％が「こくうま」キムチを認知しているとの調査結果が出されている(乙6)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上の次第であり，「こくうま」キムチは，キムチ商品のトップブランドとして，需要者である一般消費者・取引者に広く受入れられた結果，ほとんどのスーパーマーケットにおいていつでも見かけるキムチの定番商品となっているのであり，本件商標の使用状況等を勘案すれば，被告の業務にかかるキムチ商品として識別力を有するに至っていることは明らかである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の商標法3条1項3号該当性の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実関係",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「こくうま」等の使用状況",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "2005年(平成17年)10月12日にプリントアウトされたインターネットのウェブページの写し(甲3の1～14，4の1)には，次の各記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「こくうま♪チョコチップクッキ～」(甲3の1)"
                        },
                        {
                          "fig": "b",
                          "subject": "「こくうまラーメン」，「こくうま肉入り」(甲3の2)"
                        },
                        {
                          "fig": "c",
                          "subject": "「こくうまダレ」(甲3の3)"
                        },
                        {
                          "fig": "d",
                          "subject": "「こくうまコーヒー」(甲3の4)"
                        },
                        {
                          "fig": "e",
                          "subject": "「こくうまビーフカレー」(甲3の5)"
                        },
                        {
                          "fig": "f",
                          "subject": "「ペプチド雑穀酵素こくうま食の素」(甲3の6)"
                        },
                        {
                          "fig": "g",
                          "subject": "「ポークコクうまカレー」(甲3の7)"
                        },
                        {
                          "fig": "h",
                          "subject": "「マイナスイオン」「こくうまチーズ味」(甲3の8)"
                        },
                        {
                          "fig": "i",
                          "subject": "「こくうま珈琲」(甲3の9)"
                        },
                        {
                          "fig": "j",
                          "subject": "「カールこくうま塩味」(甲3の10)"
                        },
                        {
                          "fig": "k",
                          "subject": "「生姜ダレこくうま」(甲3の11)"
                        },
                        {
                          "fig": "l",
                          "subject": "「渡り蟹のパスタはこくうまで絶品です」(甲3の12)"
                        },
                        {
                          "fig": "m",
                          "subject": "「極上のこくうまスープ」「名物ラーメン」(甲3の13)"
                        },
                        {
                          "fig": "n",
                          "subject": "「これはこくうまとんこつの醤油味となっています」(甲3の14)",
                          "content": [
                            {
                              "fig": "o",
                              "subject": "「和風惣菜の素，『まかせて！野菜のお献立 ピーマンと豚肉のこくうま醤油炒め』」(甲4の1)"
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "2008年(平成20年)4月16日及び17日にプリントアウトされたインターネットのウェブページの写し(甲4の2～18)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「こくうま♪チョコホイップ」(甲4の2)"
                        },
                        {
                          "fig": "b",
                          "subject": "「こくうま」「とろとろ」「プリプリたまご」(甲4の3)"
                        },
                        {
                          "fig": "c",
                          "subject": "「こくうまエビマヨ炒め」(甲4の4)"
                        },
                        {
                          "fig": "d",
                          "subject": "「こくうま中華味噌炒め」(甲4の5)"
                        },
                        {
                          "fig": "e",
                          "subject": "「こくうま醤油炒め」(甲4の6)"
                        },
                        {
                          "fig": "f",
                          "subject": "「こくうまらーめん」(甲4の7)"
                        },
                        {
                          "fig": "g",
                          "subject": "「こくうま醤油ラーメン」，「こくうま醤油とろ玉ラーメン」，「こくうま醤油チャーシュー」(甲4の8)"
                        },
                        {
                          "fig": "h",
                          "subject": "「こくうまひびきらぁめん」(甲4の9)"
                        },
                        {
                          "fig": "i",
                          "subject": "「こくうま塩ラーメン」(甲4の10)"
                        },
                        {
                          "fig": "j",
                          "subject": "「こくうまラーメン」(甲4の11)"
                        },
                        {
                          "fig": "k",
                          "subject": "「おいしい餃子」「ピリ辛 こくうま」(甲4の12)"
                        },
                        {
                          "fig": "l",
                          "subject": "「こくうま倍増」「ハッシュド ビーフハンバーグ」「スプーンで全部一緒に これぞ こくうま」(甲4の13)"
                        },
                        {
                          "fig": "m",
                          "subject": "「こくうまハンバーグ」(甲4の14)"
                        },
                        {
                          "fig": "n",
                          "subject": "「こくうまナポリタン」(甲4の15)",
                          "content": [
                            {
                              "fig": "o",
                              "subject": "「こくうまあさりカレー」(甲4の16)"
                            },
                            {
                              "fig": "p",
                              "subject": "「こくうまカレーうどん」(甲4の17)"
                            },
                            {
                              "fig": "q",
                              "subject": "「こくうま絹豆富」(甲4の18)"
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "平成20年4月にスーパーマーケット等で購入した食品の写真(甲5の1，8)には，次の表記がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "平成20年4月12日に購入した「おそうざいの素」には，「ピーマンと豚肉のこくうま醤油炒め」の表記がある(甲5の1)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "平成20年4月1日に購入したキムチには，「コク旨辛味キムチ」の表記がある(甲8)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告製品",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "証拠(甲2，13の1～6，14，15，67の1・2，68，6",
                          "text": [
                            "9)及び弁論の全趣旨によれば，次の事実が認められる。"
                          ],
                          "content": [
                            {
                              "content": [
                                {
                                  "fig": "(a)",
                                  "text": [
                                    "原告は，平成15年には，①「こく旨キムチ」(内容量500g)，②「こく旨キムチミックス」(内容量400g)という商品を販売していた。"
                                  ]
                                },
                                {
                                  "fig": "(b)",
                                  "text": [
                                    "その後，原告は，平成18年1月ころ，③「こく旨キムチ ミニ」(内容量150g)という商品の販売を開始し，さらに，④「ゴールドキムチ こく旨」(内容量300g)という商品も販売するようになった。"
                                  ]
                                },
                                {
                                  "fig": "(c)",
                                  "text": [
                                    "原告の上記商品は，生活協同組合等を通じて販売されている。"
                                  ]
                                },
                                {
                                  "fig": "(d)",
                                  "subject": "原告の上記①の商品パッケージには「こく旨キムチ」と，上記②の商品パッケージには「こく旨キムチミックス」と，上記③の商品パッケージには「こく旨キムチ」，上記④の商品パッケージには「こく旨」と大きく記載されている。また，「KOKU UMA",
                                  "text": [
                                    "KIMUCHI」の欧文字が併せて小さく記載されている製品もある。"
                                  ]
                                }
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，被告は，甲67の1・2の原告製品の写真について，5年も前の製造年月日が刻印されたパッケージが内容物がないのに封をされた状態で平成21年3月10日現在に存在していること自体不自然であると主張するが，甲68(日下光司の陳述書)によれば，甲67の1・2の原告製品の写真は，平成16年当時に生活協同組合に提出するためパッケージのみを撮影した写真であると認められるから，不自然なものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告製品",
                      "text": [
                        "証拠(甲16，17の1・2，18，20の1・2，32，33の1",
                        "・2，34の1・2，35～38，43～46，47の1～3，55)",
                        "及び弁論の全趣旨によれば，次の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被告は，平成12年に白菜キムチの製造販売を開始し，平成16年5月には，①「こくうま」(内容量320g，甲33の1・2)，②",
                          "text": [
                            "「こくうま」(内容量200g，甲34の1・2)，③「こくうま」(内容量420g，甲35)，④「こくうま」(内容量190g，甲",
                            "36)の販売を開始した。",
                            "上記①及び②の商品パッケージは，赤色を基調としたもので，パッケージの正面の中央部分には，長方形の金色の地に，本件商標と同一の「こくうま」の文字が縦書きで大きく表示され，その左右に「こくうま」の文字よりもはるかに小さい文字で「ごはんに合う」「コクと旨さ」と記載されている。上記「こくうま」の表示の右上に，「安心ブランド」の文字を下弦の円弧状の線の上に円弧状に書し，その下に黒色で「東海漬物」と，上記「こくうま」の表示の左下に黒色で「東海漬物」と，それぞれ記載されている。これらの「東海漬物」の文字は，上記「こくうま」よりはるかに小さい。",
                            "上記③の商品パッケージは，赤みがかった黄色を基調としたもので，パッケージの正面の中央部分には，長方形の金色の地に，本件商標と同一の「こくうま」の文字が縦書きで大きく表示され，その右に「こくうま」の文字よりもはるかに小さい文字で「ごはんに合う」「コクと旨さ」と記載されている。上記「こくうま」の表示の右上に，「安心ブランド」の文字を下弦の円弧状の線の上に円弧状に書し，その下に黒色で「東海漬物」と，上記「こくうま」の下に黒色で「東海漬物」と，それぞれ記載されている。これらの「東海漬物」の文字は，上記「こくうま」よりはるかに小さい。",
                            "上記④の商品パッケージは，赤色を基調としたもので，パッケージの正面の中央部分には，長方形の金色の地に，本件商標と同一の「こくうま」の文字が縦書きで大きく表示され，その右に「こくうま」の文字よりもはるかに小さい文字で「ごはんに合う」「コクと旨さ」と記載されている。上記「こくうま」の表示の右上に，「安心ブランド」の文字を下弦の円弧状の線の上に円弧状に書し，その下に黒色で「東海漬物」と，上記「こくうま」の表示の左下に黒色で「東海漬物」と，それぞれ記載されている。これらの「東海漬物」の文字は，上記「こくうま」よりはるかに小さい。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，平成17年には，小分け包装のなされた商品である⑤「プチこくうま」(内容量100g，甲37)及び⑥「プチこくうま」(内容量240g，甲38)の販売を開始した。",
                            "上記⑤の商品パッケージは，赤色を基調としたもので，パッケージの左上部に縦書きで「プチ」と記載し，その右に大きく横書きで「こくうま」と記載し，その右上に「コクと旨さの」と記載し，さらに，上記横書きの「こくうま」の左下に，長方形の金色の地の上に本件商標と同一の「こくうま」の文字が表示されている。上記横書きの「こくうま」の表示の左上に，「安心ブランド」の文字を下弦の円弧状の線の上に円弧状に書し，その下に白色で「東海漬物」と記載されている。この「東海漬物」の文字は，上記横書きの「こくうま」よりはるかに小さい。",
                            "上記⑥の商品パッケージは，赤みがかった黄色を基調としたもので，パッケージの左上部に縦書きで「プチ」と記載し，その右に大きく横書きで「こくうま」と記載し，その右上に「コクと旨さの」と記載し，さらに，上記横書きの「こくうま」の左下に，長方形の金色の地の上に本件商標と同一の「こくうま」の文字が表示されている。上記横書きの「こくうま」の表示の左上に，「安心ブランド」の文字を下弦の円弧状の線の上に円弧状に書し，その下に白色で「東海漬物」と記載されている。この「東海漬物」の文字は，上記横書きの「こくうま」よりはるかに小さい。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被告は，本件商標の登録出願に先立ち，平成16年2月13日に下記商標について商標登録出願をし，平成16年11月5日，第4815047号として商標登録(第4815047号，甲17の1)がさ",
                          "text": [
                            "れた。",
                            "記",
                            "・商標 ・指定商品",
                            "第29類",
                            "「食用油脂，乳製品，卵，冷",
                            "凍野菜，冷凍果実，肉製品，",
                            "加工水産物，加工野菜及び加",
                            "工果実，凍り豆腐，豆乳，加",
                            "工卵，カレー・シチュー又は",
                            "スープのもと，お茶漬けの",
                            "り，ふりかけ，なめ物」"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "d",
      "text": [
        "被告は，本件商標の登録出願に先立ち，平成16年2月26日に下記商標について商標登録出願をし，平成16年11月26日商標登録(第4820484号，甲17の2)がされた。",
        "記",
        "・商標 ・指定商品",
        "第29類",
        "「キムチ」"
      ]
    },
    {
      "fig": "e",
      "text": [
        "本件商標の登録出願については，平成18年1月24日付けで，特許庁から，「本件商標を指定商品に使用しても，該商品が美味であることを理解させるにとどまるから，商標法3条1項3号に該当する」旨の拒絶理由通知(甲18)がされたので，被告は，指定商品を「キムチ」のみとする補正を行い，本件商標登録がされた。"
      ],
      "content": [
        {
          "fig": "(カ)",
          "text": [
            "証拠(甲66の1・2)によれば，次のような新聞記事があったことが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "2005年(平成17年)5月21日の日本食糧新聞の記事(甲6",
      "text": [
        "6の1)",
        "「また，韓国キムチの人気が上がっているが，集中しすぎないよう，和風のコクうまタイプなどもバランスよく売り込むのがポイントだ」"
      ]
    },
    {
      "fig": "b",
      "subject": "2006年(平成18年)6月30日の日本食糧新聞の記事(甲6",
      "text": [
        "6の2)",
        "「ほかにも『だしコクうま味のこだわりキムチ』や『なにわのだしキムチ』など，以前から発売している商品も動きが良い。」"
      ],
      "content": [
        {
          "fig": "(キ)",
          "text": [
            "以上(ア)～(カ)の事実によれば，次のようにいうことができる。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "本件商標の登録査定日(平成18年11月30日)より前から，「こくうま」の表記は，ラーメン，カレー，コーヒー，惣菜の素などに用いられており，そのことは，本件商標の登録査定日の後も変わりがない。",
        "しかし，本件商標の登録査定日(平成18年11月30日)より",
        "前に，「こくうま」の表記がキムチに用いられた例が被告商品以外に存したとは認められない。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "原告は，本件商標の登録査定日(平成18年11月30日)より前から，「こく旨」，「KOKU UMA」の表記を含む商品名のキムチを販売している。"
      ]
    },
    {
      "fig": "c",
      "text": [
        "本件商標の登録査定日(平成18年11月30日)より前に，キムチについて，「コクうま」と表現した新聞記事(上記(カ)の記事)がある。その記事の内容からすると，それが被告の製品を指しているとまで認めることはできない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "イ",
              "subject": "日本で発行された書籍等におけるキムチについての記載"
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "証拠(甲62，63の1～6・8・9・11～14)によれば，本",
          "text": [
            "件商標の登録査定日(平成18年11月30日)前に，日本で発行された書籍に，キムチについて，次のような記載があることが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "イ・チュンジャ(李春子)ほか「韓国伝統料理 キムチ」1999年(平成11年)2月大韓民国文化観光部海外文化弘報院(甲62，63の8・9)には，「キムチ作りの原理」の表題の下に，「材料の野菜に副材料や香辛料を加えて，キムチ(判決注：「塩水」の誤記)に漬けて発酵させると，材料の本来の味とはひと味違った，キムチ特有の味と香りが生まれます。」(85頁3行～4行)，「発酵の過程で野菜の本来の味は，微生物や発酵の働きによって，キムチ特有の風味に変わります。」(85頁9行～10行)，「乳酸菌の働きで生成された乳酸は，野菜の成分と有機的な作用を起こして，特有の風味を出し，…」(85頁14行～15行)との記載があり，「全羅道地方ピリッと辛くて，味の濃いキムチ」の表題の下に，「主に，生のヒシコの塩辛とつなぎにもち米の糊を入れて，味にコクを付けます。」(46頁11行)との記載があり，さらに，「黄海道地方 淡白な味付けに，コクのあるキムチ」(47頁7行)との表題の記載がある。"
      ]
    },
    {
      "fig": "b",
      "subject": "李信徳「韓国料理−伝統の味・四季の味−」2001年(平成13年)12月20日株式会社柴田書店(甲63の1～4)には，「キム",
      "text": [
        "チには唐辛子を多く使った赤いキムチ，汁を楽しむ爽やかな水キムチ，塩辛類を多く使ったコクのあるキムチなど，数え切れないほど多くの種類があります。」(89頁6行～9行)，「白菜キムチには，いわしの塩辛汁ともち米のつなぎを入れて，ピリッと辛くコクのある濃厚な味つけをします。」(94頁左欄5行～7行)，「作りやすくてコクのある味わいが人気のキムチです。」(97頁右下欄1行)，「いわしの塩辛汁に薬念をたっぷり混ぜてコクのある味に仕上げ，熱々の白いご飯にのせて，くるむようにしていただきます。」(102頁左上欄2行～4行)との記載がある。"
      ]
    },
    {
      "fig": "c",
      "subject": "金蓮子「キム・ヨンジャの韓国料理のおいしい食卓」2004年(平成16年)12月13日株式会社主婦と生活社(甲63の5)に",
      "text": [
        "は，「キムチは，唐辛子やにんにくなどの基本の薬味の量や，うまみを加える塩辛，野菜，果物の種類によって，仕上がったときの味わいにかなり差が出ます。加えるものの違いが，地方の味，家庭の味を生むわけです。おいしいキムチは，香りがいい！」(14頁3行～5行)"
      ]
    },
    {
      "fig": "d",
      "text": [
        "チョ・カムヨン(曺甲連)「作ってみたい韓国料理の本」平成9年3月20日株式会社グラフ社(甲63の6)には，「…キムチの味を決めるのは，具の組み合わせもさることながら，乳酸菌やアミノ酸が重要な役割を果たします。」(50頁右欄下3行～下1行)，「1～5度Cの気温におき，ゆっくり発酵させるのが，キムチを最もおいしく漬けるコツです。時間をかけた発酵が，キムチの味をまろやかにしてコクを出します。」(51頁左欄6行～9行)との記載がある。"
      ]
    },
    {
      "fig": "e",
      "subject": "日本放送協会・日本放送出版協会編「ＮHK趣味悠々 キムチへの旅～作って・食べて・知る～」2003年(平成15年)12月1日",
      "text": [
        "日本放送出版協会(甲63の11～14)には，「発酵を助け，とうがらしの赤を鮮やかにし，味にコクをプラスする のり」(24頁下8行～下7行)，「そのねぎがキムチの発酵を促進し，うまみとコクを作ることを知ったのは，ずっと後のことです。」(32頁左欄9行～12行)，「とうがらしを使わない白い姿が，日本の白菜漬けにそっくりですが，コクのある豊かな味は，やはりキムチならではのもの。特に漬け汁のおいしさは格別です。」(34頁3行～7行)，「夏の定番きゅうりのキムチ。赤はアミの塩辛でコクを出し，りんごを使った白はフルーティな味わいです。」(42頁4行～6行)との記載がある。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "また，被告発行のパンフレット「『こくうま』熟うま辛キムチシリーズ商品概要」(甲64)には，「コクのあるキムチがおいしいキムチだと思う」の項における「非常にそう思う」が28．3％であるのに対し，「辛いキムチが好きだ」の項では「非常にそう思う」は18．5％である旨の記載があることが認められる。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "なお，被告は，上記甲62について，その内容の信用性に強い疑問を抱かざるを得ず，その証拠価値は限定的であるというべきであると主張する。その根拠は，上記の(ア)aの誤記があるほか，「キムチのpHが3である」旨の記載があるということであるが，それらのみで，甲62の証拠価値は限定的であるということはできない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "以上の事実関係に基づき，本件商標は，その商品の品質を普通に用いられる方法で表示する標章のみからなる商標(商標法3条1項3号)に当たるかどうかについて判断する。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件商標は，「こくうま」と平仮名で縦に記載したものであるところ，本件商標の登録査定日(平成18年11月30日)以前に「こくうま」の語が国語辞典に掲載されていたことを認めるに足りる証拠はないから，「こくうま」の語は，日本語として一般的に用いられている語とまでいうことはできず，食品の品質等を暗示ないしは間接的に表示するものとはいえても，直接的に表示したものとまでいうことはできない。",
                "また，前記(1)認定のとおり，本件商標の登録査定日(平成18年11月30日)より前から，「こくうま」の表記は，ラーメン，カレー，コーヒー，惣菜の素などに用いられているものの，「こくうま」の表記がキムチに用いられた例が被告商品以外に存したとは認められない。前記(1)認定のとおり，原告は，本件商標の登録査定日より前から，「こく旨」，「KOKUUMA」の表記を含む商品名のキムチを販売しており，キムチについて「コクうま」との表現を用いた新聞記事も存したが，これらの表記は，いずれも本件商標とは異なっているし，原告商品の販売数量等も明らかでなく，また，これら以外に「こくうま」の称呼を有する表記がキムチに用いられた例が存したとは認められない。さらに，前記(1)認定のとおり，本件商標の登録査定日より前から，キムチの「コク」や「うまみ」について述べた書籍が存するが，それらも「こくうま」との表記を用いているものではないし，被告発行のパンフレット「『こくうま』熟うま辛キムチシリーズ商品概要」(甲64)の記載も，コクのあるキムチが好まれていることを示すものにすぎない。",
                "以上を総合すると，本件商標を「キムチ」に用いた場合，需要者・取引者には，「こくがあってうまい」というキムチの品質それ自体を表示するものと認識されるとまでいうことはできないから，本件商標が，その商品の品質を普通に用いられる方法で表示する標章のみからなる商標(商標法3条1項3号)に当たるとは認められない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "この点について，原告は，平成19年12月5日には，「こくうま」，「コクうま」及び「こく旨」の各商標の商標登録出願について，特許庁は，「取引者，需要者に，『こく(コク)があってうまい(旨い)商品』であることを理解させるにとどまり，単に商品の品質を普通に用いられる方法で表示するにすぎないもの」と認定した拒絶理由通知を発しており(甲12の1～3)，この商標登録出願については拒絶査定が確定しているから，食品業界に属する当業者によって容認されているといえる，と主張する。",
                "しかし，これらは，本件商標とは異なる商標登録出願についての特許庁の認定であって，商品区分も第30類で本件商標(第29類)とは異なっているから，上記アの認定を左右するものではないし，この商標登録出願について拒絶査定が確定しているからといって，この特許庁の認定が食品業界において本件商標の指定商品である「キムチ」につき一般に容認されているとまでいうことはできない。",
                "原告は，①被告は，本件商標と同一の表示に自己の商号商標を表示した商標を出願し，かつ，同時期に商品を発売したにもかかわらず，それらの時から大きく遅れて本件商標を出願したことは，被告が，本件商標の出願の時点では，本件商標に自他商品識別力がないと認識していたことの表れである，②被告が，本件商標の審査の過程において指定商品を「キムチ」に補正した事実は，被告自身が，食品についての「こくうま」の表示が「こくがあって旨い」ことを意味する語であると認めていることを示すものである，と主張する。被告が，本件商標登録出願をしたのは，平成17年6月21日であるところ，前記(1)認定のとおり，被告が本件商標と同一の表示に自己の商号商標を表示した商標を出願したのは平成16年2月であり，本件商標を付した商品を発売したのは平成16年5月であるが，そのことから直ちに被告が本件商標の出願の時点で本件商標に自他商品識別力がないと認識していたと認めることはできない。また，被告が，本件商標の審査の過程において指定商品を「キムチ」に補正した事実は，指定商品「キムチ」につき本件商標は識別力があることを主張していた事実というべきであって，識別力がないことを認めていた事実ということはできない。",
                "原告は，「キムチ」と他の加工食品等について，「こくうま」の語の需要者の認識が異なることはないと主張するが，「キムチ」と他の加工食品等は商品としては異なるものであって，「こくうま」の表記がキムチに用いられた例が被告商品以外に存したとは認められないことは，上記アで述べたとおり，本件商標を「キムチ」に用いた場合，需要者・取引者には「こくがあってうまい」というキムチの品質を表示するものと認識されるとまでいうことはできないことの根拠となるというべきである。",
                "原告は，本件商標は独占適応性を欠くと主張するが，上記アのとおり，本件商標を「キムチ」に用いた場合，需要者・取引者には「こくがあってうまい」というキムチの品質それ自体を表示するものと認識されるとまでいうことはできないことからすると，本件商標が独占適応性を欠くということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，本件商標の登録は商標法3条1項3号に違反してされたものということはできないとの審決の判断に誤りがあるということはできない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "3",
                      "text": [
                        "商標法56条が準用する特許法153条2項違反の有無について原告は，取消事由の主張イ(エ)において，「審決においては，他の食品が『元々，「コク(酷)」と「旨み」の要素が重視される商品であるのと異なり，本来的には，「辛さ」と「旨み」が主要な要素である』との独自な見解に基づく判断をし，これを理由として結論を出している。この理由は当事者が申し立てない理由であるから，商標法56条の準用する特許法153条2項により，審判長は，当事者に相当の期間を指定して，意見を申し立てる機会を与えなければならないところであるにもかかわらず，審決は，この規定に反してなされたものである。」と主張する。",
                        "ところで，商標法56条が準用する特許法153条2項において審判長が当事者に対し意見を申し立てる機会を与えなければならない「当事者が申し立てない理由」とは，新たな無効理由の根拠法条の追加や主要事実の差し替えや追加等，不利な結論を受ける当事者にとって不意打ちとなり予め告知を受けて反論の機会を与えなければ手続上著しく不公平となるような重大な理由がある場合のことを指すのであり，当事者が本来熟知している周知技術の指摘や間接事実及び補助事実の追加等の軽微な理由はこれに含まれないと解されるところ，審決の上記判断は，根拠法条や主要事実の変更ではなく，それまで審判手続の中で当事者双方の争点となっていた，本件商標が「その商品の品質を普通に用いられる方法で表示する標章のみからなる商標」(商標法3条1項3号)に当たるかどうかを判断する中において，その理由付けの一つとして判断された間接事実にすぎないから，商標法56条が準用する特許法153条2項にいう「当事者が主張していない理由」について審理判断したものということできず，同項に違反するとする原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "4",
                      "subject": "結論",
                      "text": [
                        "以上によれば，原告主張の取消事由は全て理由がない。",
                        "よって，その余の点について判断するまでもなく，原告の請求を棄却することとして，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}