{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2009-300474号事件について，平成21年11月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1の被告の本件商標に係る商標登録について，不使用を理由とする当該登録の取消しを求める原告の下記2の本件審判請求が成り立たないとした特許庁の別紙審判書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "本件商標(登録第2354191号商標)は，「つゝみ」の平仮名文字を横書きしてなり，昭和56年3月2日に登録出願され，第24類「土人形」を指定商品として，平成3年11月29日に設定登録され，その後，平成13年12月4日に商標権の存続期間の更新登録がされ，平成16年4月28日に第28類「土人形」を指定商品とする書換登録がされたものである(甲15，17)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成21年4月21日，本件商標がその指定商品について，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが使用した事実がないことをもって，不使用による取消審判を請求し，当該請求は，同年5月18日に登録された。",
            "特許庁は，これを取消2009-300474号事件として審理し，平成21年11月11日，「本件審判の請求は，成り立たない。」との本件審決をし，同月24日にその謄本が原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，商標権者である被告が，本件審判の請求の登録前3年以内に日本国内において，指定商品である「土人形」について，本件商標と社会通念上同一と認められる商標を使用した，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "商標権者が「土人形」に本件商標を使用していたとの認定判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "〔原告の主張〕",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法50条1項所定の「登録商標の使用」とは，自他商品識別機能及び商品の出所表示機能を発揮する態様での登録商標の使用をいうところ，被告が提出した証拠に示される「つゝみ」の文字は，伝統工芸品である「堤人形(つつみ人形，つゝみ人形)」という普通名称の略称又はその産地(仙台市青葉区堤町)を平仮名で表示するのみで，自他商品識別機能又は商品の出所表示機能を発揮するものではない。また，仮に，普通名称の略称又はその産地表示が使用の態様により自他商品識別機能を発揮したとしても，本件商標は，その文字自体が普通名称の略称又は指定商品の産地表示として一般名称化し，自他商品識別機能を発揮していない。そして，このような自他商品識別機能を欠く商標の登録を維持することは，指定商品の普通名称及び産地には商標権の効力が及ばないとする商標法26条1項2号の趣旨に反し，不必要な争いを生じやすく，国民一般の権利を不当に圧迫するものであるから，被告が「つゝみ」の文字をその製造に係る土人形に付していることは，商標法50条1項所定の「登録商標の使用」には当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標は，上記のとおり，本来，商標法3条1項3号に該当して登録を受けることができない商標であったが，使用により例外的に自他商品識別力を生じたものとして商標法3条2項に基づき登録を受けることができたものであるから，登録商標の使用と認められる範囲は通常より狭いと解されるべきところ，被告は，「つゝみ」の平仮名文字を縦書きし，これに方形又は楕円形の枠を付け，「つ」の左横に点を付けるなどしているのであって，登録商標と社会通念上同一と判断されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件商標は，本件審判の請求の登録前3年以内に日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが「土人形」についての登録商標を使用していないものであるから，本件審決は，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "〔被告の主張〕",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本件審判の請求の登録前3年以内に，商品又は商品の包装に本件商標を付してこれを譲渡引渡しするなど，本件商標が自他商品の識別機能を果たし得る態様により使用している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，実質的に本件商標の無効を主張するものであるが，本件商標は，平成3年11月29日，設定登録されたもので，原告による本件商標の無効審判請求も，平成20年3月10日，商標法47条の規定により成り立たないとした審決が確定している。したがって，原告の前記主張(1)は，それ自体失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠に弁論の全趣旨を加えると，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，かねてより，仙台市青葉区堤町で，江戸時代から伝わる工芸品で，宮城県指定伝統工芸品である堤人形という土人形の製作及び販売を家業としているものであるが，堤人形の他の製作業者は，原告のみである(甲3，5，7～9，14，20の1，22の1，23の1，24の1，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件商標が「つゝみ」の平仮名文字を横書きしてなること及びその登録出願から書換登録がされて現在に至る経緯は，第2の1に摘示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，現在，堤人形を販売する際，縦長の長方形の枠内に縦書きで，「つゝみ」と記載したゴム印のほか，その下部に，縦長の長方形を罫線で縦に3分割し，各枠内にそれぞれ縦書きで，「つゝみ人形」，「芳賀強」，「(被告の住所及び電話番号)」と記載したゴム印を，それぞれ包装紙に押捺しており，更に，当該包装紙に，横長の長方形の枠内に横書きで，「仙台銘産  つゝみ人形  (被告の電話番号)」と行を改めながら記載したシールを貼付している(甲19。枝番を含む。特に断らない限り，以下同じ。)ところ，そのような使用は，遅くとも平成元年ころか始められて現在に至っているものである(甲19)。また，被告は，平成18年12月ころに製作・販売した堤人形の猪の底部及び平成20年11月ころに製作・販売した堤人形の丑の底部に，いずれも長方形の枠内に縦書きで「つゝみ」と刻印し(甲20～22)，また，他の被告製作に係る堤人形についても，同様の刻印を施して販売している(甲25～28)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の使用は，「つゝみ」あるいは「つつみ」の平仮名文字を縦書きしている点で，「つゝみ」の平仮名文字を横書きしている本件商標と違いはあるが，いずれも社会通念上本件商標と同一と評価することができる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，本件商標と同一と評価し得ないというが，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の使用について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定事実によると，被告は，本件審判の請求の登録日である平成21年5月18日より3年前以内の時期に本件商標をその商品及び商品の包装に付し，更にこれを譲渡し，引き渡したものであって，これを使用した(商標法2条3項1号及び2号)ものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，「つゝみ」が普通名称の略称又はその産地を平仮名で表示するのみで，そもそも自他商品識別機能又は商品の出所表示機能を発揮するものではない旨主張する。",
                "しかしながら，前記認定のとおり，堤人形の製作業者は，ごく限られているところ，被告は，「つゝみ」との文字をその製作にかかる堤人形の下部に刻印し，あるいは包装紙に「つつみ」との文字の入ったゴム印を押捺したり同様のシールを貼付しているものであるから，いずれも容易に認識可能であり，これらの文字は，普通名称の略称やその産地の表示としての機能を超えて，被告の製作する土人形を他の土人形と識別し，その出所を示すという格別の意図及び機能をもって表示していることは，明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，「つゝみ」の文字自体が普通名称の略称又は指定商品の産地表示として一般名称化している旨主張する。",
                "しかしながら，前記認定のとおり，堤人形は，宮城県指定伝統工芸品であり，しかもその製作業者が原告及び被告に限られている以上，「つゝみ」との文字が堤人形の略称としても，また，指定商品の産地表示としても一般名称化しているとまでは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，本件商標が自他商品識別機能を発揮せず，本来，商標法3条1項3号に該当して登録を受けることができない商標であった旨主張して，その有効性を争うもののようである。しかしながら，上記のような主張を根拠とする商標無効審判の請求は，商標権の設定登録の日から5年を経過した後にはできない(商標法47条1項)ところ，本件商標は，平成3年11月29日，設定登録され，原告による本件商標の無効審判請求は，平成20年3月10日，商標法47条の規定により成り立たないものとした審決が確定している(甲15，17)。したがって，本件商標の不使用を理由としてその取消しを求める本件においては，商標法3条1項3号を理由として本件商標の有効性を争うことはできず，原告の上記主張は，それ自体失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "更に，原告は，本件商標が商標法3条2項により登録されたものであるから，登録商標の使用と認められる範囲は通常より狭いと解されるところ，被告が「つゝみ」あるいは「つつみ」の平仮名文字を縦書きにし，同文字に方形又は楕円形の枠を付け，「つ」の左横に点を付けるなどしていることから，その使用方法が登録商標と社会通念上同一と判断されない旨主張する。",
                "しかしながら，被告の使用方法が原告主張のとおりであることは，前記認定のとおりであるところ，その使用が本件商標と社会通念上同一と認められることも前記説示のとおりであるほか，商標登録の根拠法条により登録商標の使用と認められる範囲について原告主張のように広狭の差を設ける合理的な理由もない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，被告の本件商標の使用の事実を争う原告の主張はいずれも理由がなく，他に，被告が本件商標を使用していたとの前記認定判断を妨げる証拠はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}