{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審において予備的に追加した請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における訴訟費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "申立て",
      "text": [
        "(控訴の趣旨)"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成19年6月27日から支払済みまで年5分の割合による金員を支払え。",
            "(当審において予備的に追加した請求の趣旨)"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成19年6月27日から支払済みまで年5分の割合による金員を支払え。",
            "(訴訟費用の負担)"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。",
            "(仮執行の宣言)"
          ]
        },
        {
          "fig": "5",
          "subject": "2項又は3項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，控訴人が単独で発明したという，その名称を「無機質繊維強化炭素複合材料用の柔軟性中間材及びその製造方法」とする発明に係る特許を受ける権利を富士スタンダードリサーチに譲渡した後，控訴人，被控訴人及び富士スタンダードリサーチの3者間又は控訴人及び被控訴人の2者間で，被控訴人が富士スタンダードリサーチの控訴人に対する当該譲渡の対価の支払債務を引き受ける旨の債務引受合意が成立したと主張し，被控訴人に対し，当該合意に基づき，その譲渡対価であるという11億7789万8446円の一部請求として1億円及びこれに対する遅延損害金の支払を請求する事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，上記債務引受合意の成立が認められないとして控訴人の請求を棄却したため，控訴人は，これを不服として本件控訴に及んだ上，当審において，当該合意の成立が認められないとしても，上記発明が控訴人の単独で発明した発明であることを前提に，被控訴人が控訴人の当該発明に係る特許を受ける権利を侵害し，あるいは，被控訴人が控訴人の当該発明に係る特許を受ける権利によって利益を得，そのために控訴人に損失を及ぼしたと主張して，不法行為に基づく損害賠償請求又は不当利得に基づく返還請求として以上と同額の支払を求める請求を追加した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提となる事実",
          "text": [
            "控訴人の本件請求について判断する前提となる事実は，原判決3頁13行目の「(以下，」から14行目までを「(以下，請求項1及び2に係る発明を「本件発明1」及び「本件発明2」と，本件発明1及び2を併せて「本件各発明」といい，本件各発明に係る明細書(甲1の1)を「本件明細書」という。)。」と改め，原判決3頁25行目の次に，改行の上，次のとおり付加するほか，原判決2頁12行目ないし3頁25行目に摘示のとおりであるから，これを引用する。",
            "「(4) 時効の利益の援用",
            "被控訴人は，平成22年4月14日の当審第2回弁論準備手続期日において，控訴人に対し，控訴人の主張に係る控訴人の被控訴人に対する不当利得返還請求権の消滅時効を援用する旨の意思表示をした。」"
          ]
        },
        {
          "fig": "4",
          "subject": "本件訴訟の争点",
          "text": [
            "本件訴訟の争点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各発明の発明者(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "債務引受合意の成否(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "債務引受に係る譲渡対価額(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "不法行為の成否及びその損害賠償額(争点4)"
            },
            {
              "fig": "(5)",
              "subject": "不法行為に基づく損害賠償請求権の帰すう(争点5)"
            },
            {
              "fig": "(6)",
              "subject": "不当利得の成否及びその利得額(争点6)"
            },
            {
              "fig": "(7)",
              "subject": "不当利得返還請求権の帰すう(争点7)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(本件各発明の発明者)について",
          "text": [
            "この点に関する当事者の主張は，原判決4頁9行目ないし8頁6行目のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(債務引受合意の成否)について",
          "text": [
            "この点に関する当事者の主張は，原判決9頁12行目の次に，改行の上，次のとおり付加し，9頁13行目の「ウ」を「エ」と改めるほか，原判決8頁8行目ないし10頁7行目のとおりであるから，これを引用する。",
            "「ウ 原判決は，Aの控訴人に対する「商品化に成功した際には還元する」との発明について，そもそも何を「還元する」のか具体性に乏しいとするが，Aは，陳述書(乙10の1)において，本件各発明の事業化の段階において，「「事業化に成功した際には御礼をしたい」という趣旨の言葉を申し述べたことはあります。」と記載していることを顧慮しておらず，また，Aの上記発言の本意を証明するために控訴人が申請したAの尋問を行っておらず，原判決の認定には，事実誤認・審理不尽の違法があり失当である。控訴人及びAが，本件譲渡合意や本件債務引受合意に際し，使用していた「還元」との語は，本件各発明についての特許を受ける権利の譲渡に対して対価を支払う趣旨であった。",
            "富士スタンダードリサーチが本件各発明の商品化に成功した場合は，当時公務員であった控訴人の立場を考慮して，控訴人が東大生研退職後に，本件各発明について特許を受ける権利の譲渡に係る相当対価を支払うことで本件譲渡合意が成立したものであった。また，本件譲渡合意や本件債務引受合意成立当時，公務員が大学での研究成果を企業に譲渡する場合に対価を得るということが何か悪いことのように考えられ，公然と行うことをはばかられる雰囲気があったことから，控訴人及びAは，「還元」との語も使用し，本件譲渡合意や本件債務引受合意を書面化しなかったものであった。",
            "原判決は，本件訴訟提起前の控訴人と被控訴人代理人弁護士との間の交渉経過において，本件各発明の特許を受ける権利の譲渡対価については直接交渉の対象になっておらず，本件債務引受合意の主張もしていないと説示する。しかしながら，控訴人が被控訴人代理人弁護士あてに送付した書面(甲7の6)全体からみると，控訴人は，被控訴人に対して，本件債務引受合意に基づく支払を求めている趣旨であることが明らかである。」"
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(債務引受に係る譲渡対価額)について",
          "text": [
            "この点に関する当事者の主張は，原判決10頁9行目ないし11頁9行目のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点4(不法行為の成否及びその損害賠償額)について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "加害行為の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "昭和61年5月ころ，富士スタンダードリサーチの取締役兼研究所所長であったAは，本件各発明の発明者である控訴人に対し，富士スタンダードリサーチが本件各発明の商品化に成功した場合には，控訴人が東大生研を退職した後に，「還元する」「事業家に成功した際には御礼をしたい」等と説明し，控訴人をして，富士スタンダードリサーチが控訴人に対し，本件各発明について日本を含む各国において特許を受ける権利の譲渡対価を支払うものと錯誤・誤信させ，同権利を富士スタンダードリサーチに譲渡させた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "昭和62年3月から同年7月にかけて，同年3月31日までは富士スタンダードリサーチの取締役であり，被控訴人が設立された同年5月20日以降は被控訴人の代表取締役社長となったAは，本件特許出願とともに本件各発明に関する事業が被控訴人に譲渡されるに際し，控訴人に対し，被控訴人において本件特許出願を富士スタンダードリサーチから譲り受けてその事業化に成功した場合には，被控訴人から「還元する」「事業化に成功した際には御礼をしたい」等と説明し，控訴人をして，本件債務引受合意が控訴人，被控訴人及び富士スタンダードリサーチの間において成立している旨を錯誤・誤信させ，富士スタンダードリサーチから被控訴人への本件各発明について特許を受ける権利の譲渡に同意させた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成18年4月11日，控訴人と被控訴人代表取締役社長のBとは，JR東京駅八重州地下街の喫茶店において，本件各発明について特許を受ける権利の対価の支払について協議し，同対価の支払については，被控訴人においてこれをどのように実行していくのか役員会において検討することが約束された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成19年6月26日，控訴人は，JR武蔵浦和駅前のレストランにおいてBと協議を行ったが，その際，Bは，控訴人に対し，本件各発明に対する対価を当然支払わなければならないと思っていると述べたが，その後，被控訴人代理人弁護士らは，平成19年10月10日付け書面をもって，実質的に本件譲渡合意及び本件債務引受合意の存在を否定するに至った。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人，A及びBは，上記アないしエのとおり，平成19年10月まで，控訴人をして，本件譲渡合意及び本件債務引受合意に基づき，被控訴人が控訴人に対して本件各発明についての相当対価を支払うものと錯誤・誤信させ続け，これらの合意を錯誤によるものとして無効とし，本件特許出願に係る権利を取り戻して自ら特許を得て独占的に実施し，又は第三者に譲渡する等の機会を失わせた。",
                    "被控訴人，A及びBの上記行為は，控訴人に対する不法行為を構成する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "損害賠償額",
              "text": [
                "控訴人は，上記(1)によって，本件各発明について日本を含む各国において特許を受ける権利を喪失したものであって，その損害額は，前記3の債務引受に係る譲渡対価額である11億7789万8446円を下回ることはない。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "加害行為の有無",
              "text": [
                "本件各発明はBの単独発明であって，控訴人が本件各発明について特許を受ける権利を有するものではなく，本件譲渡合意は存在せず，また，Aが，控訴人に対し，被控訴人からC／C複合材料の製造に用いる柔軟性中間材及びその製造方法の発明について，相当対価を支払う旨の申入れをしたこともなく，さらに，本件債務引受合意がされたこともない。",
                "Aは，控訴人に対し，控訴人が本件各発明の発明者でないものの，C／C複合材料の評価に協力していただいたことに対して報いたいとの意味で，「事業化に成功した際には御礼をしたい」との趣旨の言葉を告げたことはあるが，被控訴人が控訴人に対し，本件各発明の特許を受ける権利の譲渡対価を支払うことを約束したものではない。",
                "したがって，本件各発明につき特許を受ける権利について，被控訴人が，控訴人をして本件譲渡合意及び本件債務引受合意に基づき，被控訴人が控訴人に対して相当対価を支払うものと錯誤・誤信させ続けたという事実はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "因果関係の不存在",
              "text": [
                "本件各発明はBの単独発明であるから，本件各発明を受ける権利について，控訴人における損害の発生及びその額並びに被控訴人の行為との間の因果関係を認めることもできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点5(不法行為に基づく損害賠償請求権の帰すう)",
          "text": [
            "〔被控訴人の主張〕",
            "仮に，控訴人が，被控訴人に対し，控訴人の主張に係る不法行為に基づく損害賠償請求権を有するとしても，本件特許の出願日である昭和61年8月2日又はAが控訴人をして錯誤・誤信させたという昭和62年7月末までには加害行為が終了しているから，既に不法行為の時から20年の除斥期間が経過している。",
            "〔控訴人の主張〕",
            "前記4の〔控訴人の主張〕の(1)のとおり，被控訴人，A及びBは，本件譲渡合意及び本件債務引受合意の存在を実質的に否定した平成19年10月まで，本件譲渡合意及び本件債務引受合意に基づき，被控訴人が控訴人に対して本件各発明に係る相当対価を支払うものと錯誤・誤信させ続けてきたものであり，同月までの行為が不法行為を構成するものであるから，除斥期間の起算点は同月となり，除斥期間は経過していない。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点6(不当利得の成否及びその利得額)について",
          "text": [
            "〔控訴人の主張〕",
            "前記4の〔控訴人の主張〕の(1)アないしエのとおり，控訴人は，財産的利益である本件各発明につき我が国を含む各国において特許を受ける権利を失い，他方，被控訴人は，法律上の原因なく，本件各発明に係る本件特許及び外国特許を取得し，その存続期間満了まで保持したものであって，被控訴人がこれにより得た財産的利益は，前記3の債務引受に係る譲渡対価額である11億7789万8446円を下回ることはない。",
            "したがって，被控訴人は，控訴人に対し，悪意の受益者として上記金額の不当利得返還義務を負う。",
            "〔被控訴人の主張〕",
            "控訴人は，本件各発明の発明者ではなく，本件各発明について特許を受ける権利も，平成3年9月25日付けの富士スタンダードリサーチと被控訴人との契約によって，富士スタンダードリサーチから被控訴人に譲渡されたものであるから，被控訴人が「法律上の原因に基づかない」で「利得」を保持することはなく，他方，控訴人に「損失」もなく，被控訴人は，控訴人に対し，不当利得返還義務を負うものではない。"
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(不当利得返還請求権の帰すう)について",
          "text": [
            "〔被控訴人の主張〕",
            "仮に，被控訴人が控訴人に対し，控訴人の主張に係る不当利得返還義務を負うとしても，被控訴人が富士スタンダードリサーチとの間で本件各発明に係る「ロイヤリティーの支払に関する覚書」(乙8)を締結した平成3年9月25日までには，少なくとも不当利得返還請求権が発生していた。",
            "被控訴人の控訴人に対する平成22年4月14日の当審第2回弁論準備手続期日における不当利得返還請求権の消滅時効の援用によって，被控訴人の不当利得返還債務は消滅した。",
            "〔控訴人の主張〕",
            "被控訴人は，本件発明に係る本件特許及び外国特許を取得し，その存続期間満了までこれを保持することにより，少なくとも平成20年3月まで継続的に財産的利益を受け続けたものであるから，控訴人の被控訴人に対する不当利得返還請求権の消滅時効の起算点は，早くとも同月から遡ることはなく，同消滅時効は完成していない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人の原・当審における請求について",
          "text": [
            "当裁判所も，控訴人が原・当審において本件債務引受合意に基づき譲渡対価額の支払を求める請求は，争点1に係る本件各発明の発明者が控訴人であるか否かにかかわらず，争点2に係る債務引受の合意それ自体の成立が認められない以上，争点3に係る被控訴人が債務引受をしたという譲渡対価額について検討するまでもなく，理由がないと判断するが，この点に対する判断は，次のとおり付加訂正するほかは，原判決11頁14行目ないし17頁21行目のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁11行目の末尾に「その後，控訴人は，被控訴人の株主となり，毎年，本件各発明の利用について記載された被控訴人の事業報告書を受け取っていた。」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決13頁18ないし19行目の「7月31日」を「7月30日」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決13頁20行目の「支払った。」を「支払い，また，富士スタンダードリサーチを合併した富士石油販売株式会社に対し，平成17年7月29日に平成16年度分ロイヤリティーとして151万2103円を，平成18年7月31日に平成17年度分ロイヤリティーとして184万2096円を，平成19年8月31日に平成18年度分ロイヤリティーとして63万0472円をそれぞれ支払った。」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決17頁8ないし16行目を以下のとおり改める。",
                "「 また，本件訴訟提起前の控訴人と被控訴人代理人弁護士間の交渉経過をみても，控訴人は，被控訴人が，富士スタンダードリサーチの控訴人に対する本件各発明の特許を受ける権利の譲渡対価の支払債務を引き受けた旨の主張もしていない。",
                "さらに，控訴人は，当時公務員であった控訴人の立場を考慮して，控訴人が東大生研退職後に，本件各発明について特許を受ける権利の譲渡に係る相当対価を支払うことで本件譲渡合意が成立したと主張するが，控訴人の主張においても，控訴人は，昭和62年5月から平成元年5月まで，被控訴人に対して本件各発明に係る技術指導をした後は，平成11年3月に東大生研を定年退職したにもかかわらず，毎年，被控訴人の株主として本件各発明の利用について記載された被控訴人の事業報告書を受け取りながらも，平成18年4月11日，Bとの間で，被控訴人の「名誉技術顧問」の肩書のある控訴人の名刺を被控訴人が作成することに合意したときまでの長期間，本件各発明の特許を受ける権利の譲渡対価について何らの申入れをしなかったとするものであって，本件譲渡合意及び本件債務引受合意が成立していたとするならば，控訴人の行動は，極めて不自然である。",
                "なお，控訴人は，Aが，陳述書(乙10の1)において，控訴人に対し，「事業化に成功した際には御礼をしたい」という趣旨の言葉を申し述べたことがあると記載していることを考慮すると，Aは，被控訴人代表者として，控訴人に対し，本件各発明についての特許を受ける権利の譲渡に対して対価を支払うことを約していたと認定すべきと主張する。",
                "しかしながら，被控訴人は，Aの上記発言の趣旨は，自分たちが試作したC／C複合材料の評価に控訴人が協力したことに対して報いたいというものにすぎないと主張しているものであるところ，このような被控訴人の主張も不合理ということはできず，Aの上記発言をもって，被控訴人が，控訴人に対し，本件各発明についての特許を受ける権利の譲渡に対して対価を支払うことを約していたと認定されるべきであるとする控訴人の主張は採用することができない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審において追加した請求について",
          "text": [
            "控訴人は，本件債務引受合意の成立が認められないとしても，本件各発明が控訴人の単独で発明した発明であることを前提に，被控訴人が控訴人の当該発明に係る特許を受ける権利を侵害し，あるいは，被控訴人が控訴人の当該発明に係る特許を受ける権利によって利益を得，そのために控訴人に損失を及ぼしたと主張して，不法行為に基づく損害賠償請求又は不当利得返還請求を追加するが，当裁判所は，当該各請求も理由がないと判断する。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(本件各発明の発明者)について",
              "text": [
                "本件各発明は，発明者を，C，控訴人，B，D及びAの5名として出願されて設定登録されたものであるところ(本判決の引用する原判決2頁23行ないし3頁3行目参照)，控訴人は，本件各発明の発明者は控訴人のみであったが，C，B，D及びAについてはいずれも儀礼的に発明者として記載されたものであったと主張し，他方，被控訴人は，本件各発明の発明者はBのみであったが，C，控訴人，D及びAについては，当時の富士スタンダードリサーチの慣例に従って関係者の名前を儀礼的に記載したものであったと主張するので，本件各発明の発明者について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "発明とは，自然法則を利用した技術的思想の創作のうち高度のもの(特許法2条1項)であるから，発明者とは，発明の技術的思想の創作行為を現実に担った者であって，発明者であるためには，当該発明の技術的思想の特徴的部分を着想し，それを具体化することに関与したことを要するものと解され，当該発明について，例えば，一般的な助言・指導を与えた者，協力者・補助者として研究者の指示に従って単にデータをとりまとめた者，実験を行った者などのように，発明の完成を援助したにすぎない者は発明者には当たらない。もとより，発明者となるためには，1人の者がすべての過程に関与することが必要なわけではなく，共同で関与することでも足りるが，複数の者が共同発明者となるためには，課題を解決するための着想及びその具体化の過程において，一体的・連続的な協力関係の下に，それぞれが重要な貢献を行うことを要するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明は，「1 少なくとも，軟化性を有する石油及び／又は石炭系バインダーピツチ粉末と軟化性を有していない石油及び／又は石炭系コークス粉末からなる混合粉末が包含された複数の強化用繊維を芯材とし，その周囲に熱可塑性樹脂からなる柔軟なスリーブを設けたことを特徴とする無機質繊維強化炭素複合材料用の柔軟性中間材。2 複数の強化用繊維を，少なくとも軟化性を有する石油及び／又は石炭系バインダーピツチ粉末と軟化性を有していない石油及び／又は石炭系コークス粉末からなる混合粉末流動層に導入して，各強化用繊維間に混合粉末が包含された芯材を形成し，次いで該芯材を熱可塑性樹脂で被覆して芯材の周囲に柔軟なスリーブを設けることを特徴とする無機質繊維強化炭素複合材料用の柔軟性中間材の製造方法」である。",
                    "しかるところ，本件発明1を分説すると，以下のとおりとなる。なお，これらの各分説を，その記載に従い「構成要件A」などという。",
                    "A：少なくとも，軟化性を有する石油及び／又は石炭系バインダーピツチ粉末と軟化性を有していない石油及び／又は石炭系コークス粉末からなる混合粉末が包含された",
                    "B：複数の強化用繊維を芯材とし，",
                    "C：その周囲に熱可塑性樹脂からなる柔軟なスリーブを設けたこと",
                    "D：を特徴とする無機質繊維強化炭素複合材料用の柔軟性中間材",
                    "また，本件発明2は，本件発明1の製造方法の発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書には，以下のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各発明は，炭素繊維強化炭素製品等の無機質繊維強化炭素製品の成形前駆体として有用な柔軟性中間材に関するものであり，更に詳しくは，少なくとも軟化性を有する石油及び／又は石炭系バインダーピッチ粉末と軟化性を有していない石油及び／又は石炭系コークス粉末からなる混合粉末が包含された複数の強化用繊維を芯材とし，その周囲に熱可塑性樹脂からなる柔軟なスリーブを設けた柔軟性中間材及びその製造方法に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来技術として，C／C複合材料の製造方法には，①炭素繊維をあらかじめ簡単に成形し，炉に入れて高温下で加熱し，次いで炭化水素系ガスを炉内に通して分解炭化させ，炭素を表面に沈着固化させる方法(CVD法)，②炭素繊維の束，織布，不織布などをフェノール樹脂やエポキシ樹脂等の熱硬化性樹脂により所望の形状に成形した後，不活性ガス雰囲気で熱処理を行って樹脂を炭化させる方法があった。しかし，上記①の方法は，ススを出さないように有機物ガスを熱分解させる必要があるためその生産性が悪く，また，均一な気孔の少ないC／C複合材料を得るためには長時間を要する外，高度な技術を必要とするとの欠点が，上記②の方法は，炭素繊維を熱硬化性樹脂で成形した成形体を焼成炭化する過程において，気孔が生じるため，この気孔に更に熱硬化性樹脂を含浸させて焼成炭化するという工程を繰り返し行う必要があり，その操作工程が煩雑である上，機械的強度に優れたものが得られないという欠点があった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件各発明の目的として，作業性，後加工性，成形性に優れ，機械的強度が高く，かつ，強度にばらつきがなく，高品質の無機質繊維強化炭素複合材料の成形前駆体として有用な柔軟性中間材及び柔軟性中間材の工業的に有利な製造方法を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件各発明の中間材が顕著な作用効果を奏するのは，芯材として，少なくとも，軟化性を有する石油及び／又は石炭系バインダーピッチ粉末と軟化性を有していない石油及び／又は石炭系コークス粉末が包含された複数の強化用繊維を用い，かつ，この芯材の周囲に熱可塑性樹脂からなる柔軟なスリーブを設けるという要件を組み合せたことによるものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "バインダーピッチは，強化繊維と骨材としてのコークス粉末とを結合させるために用いるものであって，60ないし320℃の軟化点を有し，キノリン不溶分0ないし80重量％及び揮発分10ないし60重量％の石油及び／又は石炭から得られる等方性，潜在的異方性又は異方性のバインダーピッチを用いることが望ましい。コークスは，骨材的役割を持たせるために加えるものであって，軟化点を有しておらず，揮発分が10重量％以下，好ましくは2重量％以下のものが適用される。強化用繊維としては，特に炭素繊維が望ましい。柔軟なスリーブ形成材として用いる熱可塑性樹脂としては，特にポリエチレン及びポリプロピレンが好ましい。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "発明の効果として，本件発明1の柔軟性中間材は，少なくとも，軟化性を有する石油及び／又は石炭系バインダーピッチ粉末と石油及び／又は石炭系コークス粉末からなる混合粉末が包含された強化用繊維を芯材とし，その周囲に熱可塑性樹脂からなる柔軟なスリーブを設けたことから，その成形性，後加工性に優れたものである上，このものから得られる無機質繊維強化炭素複合材料は極めて優れた曲げ強度を有するとともに，高品質な成形品となり，その実用的価値が極めて高いものであり，また，本件発明2の柔軟性中間材の製造方法は，その工程数が少なく，かつ，簡単な装置を用いて実施することができ，その生産効率も高いので，工業的に極めて有利な製造方法ということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各発明出願時の公知技術として，以下のものが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "昭和58年10月開催の東大生研複合材料技術センター等主催の研究発表会における控訴人ら及び東京大学大学院のE(以下「E」という。)らの別々の各発表(甲10)，同年(1983年)6月開催の第2回複合材料に関する日米シンポジウムにおける控訴人らの発表(甲12の2・3)，昭和59年5月受理で同年9月発行された論文集におけるEらの発表(乙2)，上記日米シンポジウムにつき昭和60年(1985年)に発行された論文集・特別技術試験出版864(米国試験・材料協会)における控訴人ら発表(甲12の4)，同年4月受理の控訴人らの発表(乙4)，同月受理で同年7月に発行された論文集におけるEらの発表(乙3の1・2)，控訴人らが昭和61年4月に発表した内容についての「鉄と鋼」(第74年第3号別刷)の同年12月受理の各論文(甲14，15)において，微粉砕コークスとバインダーピッチとなどによるマトリックスを炭素繊維で強化し，これをホットプレスすることによってC／C複合材料を得ることが示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開昭60−36156号公報(甲16)において，熱可塑性粉末で含浸",
                      "text": [
                        "した繊維粗糸をポリエチレン，ポリプロピレン等の熱可塑性被覆材による柔軟性被覆材で被覆した複合材であって，熱可塑性粉末の融点が柔軟性被覆材の融点より高いか同じであるものが示され，柔軟性を保ち，切断せずに曲げ，かつ，結びさえすることができる複合材を得ることができることが開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件各発明の特徴的部分",
                  "text": [
                    "以上によると，本件発明1は，芯材として，少なくとも，軟化性を有する石油及び／又は石炭系バインダーピッチ粉末と軟化性を有していない石油及び／又は石炭系コークス粉末が包含された(構成要件A)，複数の強化用繊維を用い(同B)，かつ，この芯材の周囲に熱可塑性樹脂からなる柔軟なスリーブを設けたこと(同C)を特徴とする無機質繊維強化炭素複合材料用の柔軟性中間材(同D)という要件を組み合せたことに特徴を有するものであり，また，本件発明2は，このような本件発明1の製造方法の発明であるところ，本件構成要件A，B及びDについては上記エ(ア)のとおりのC／C複合材料の技術，また，本件構成要件Cについては同(イ)のとおりの繊維に熱可塑性樹脂からなる柔軟なスリーブを形成する技術として，いずれも公知技術であって，本件各発明は，このような公知技術を組み合せたところに特徴的部分があるものということができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件各発明の特徴的部分の着想・具体化",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "事実関係",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記エ(ア)及び証拠によると，控訴人は，C研究室において，昭和58年10月ころには，長繊維と微粉砕コークスとバインダーピッチとから強度を改善したC／C複合材料を得たことを報告しており，微粉砕コークスとバインダーピッチとのマトリックスを炭素繊維で強化し，これをホットプレスすることによってC／C複合材料を得ることを研究していたことが認められるが，他方，Eも，C研究室との関係ではあるが，控訴人とは別に，マトリックス炭素材としてメソカーボンマイクロビーズを用い，これとホットプレス法との組合せによってC／C複合材料を得ることを研究していたことが認められる(甲10)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "その後のEの研究内容を見ると，昭和59年5月26日受理の発表(乙2)において，バルクメソフェーズとピッチコークスの混合粉と炭素繊維とを交互積層し，ホットプレスして製造したものの機械的強度と組織との関連につき考察し，繊維複合化によってマトリックス単体に比して強度が上昇しているが，炭化焼成した強度については，マトリックス単体の場合は上昇するが，炭素繊維を複合化したものは強度の上昇が見られず亀裂が生じ，これは，炭素繊維とマトリックスとの熱膨張率の差によるものと推定したこと，昭和60年4月受理の発表(乙3の1)において，乙2の研究成果を踏まえた上，炭素繊維を平織りクロスとしてC／C複合材料を作成し，物理的性質，機械的強度を調査し，バルクメソフェーズにピッチコークスを混合したことで，マトリックス全体の組織が等方的となり，マトリックス中の亀裂防止の効果があること，同時受理の発表(乙3の2)において石炭系バルクメソフェーズの方が，石油系バルクメソフェーズに比して高い曲げ強度が得られたこと，これらを明らかにしている。なお，乙3の2においては，控訴人が実験の協力，種々の助言をしてくれた者として記載されているが，乙3の2の共同発表者とはされておらず，控訴人は，単なる助言者及び実験の協力者にとどまるものということができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "他方，その後の控訴人の研究内容を見ると，控訴人は，C／C複合材料の形成と強度等との研究を続けていたが(甲12の2～4，甲14，15)，本件特許出願日(昭和61年8月2日)に近接した昭和61年4月に発表された「鉄と鋼」(第74年第3号別刷)(甲14，15)においても，マトリックスとしてバルクメソフェーズと微粉砕コークスを用い，樹脂含浸炭素繊維層とマトリックス混合物を交互積層し，これをホットプレスにて製造するものであり，強固な結合につき，繊維層内は含浸樹脂によって，繊維層とマトリックスとの結合は樹脂とバインダーであるバルクメソフェーズが結合することによって得られると想定していたものということができ，構成要件Cに係る，炭素繊維束の内部にマトリックス粉を包含させ，周囲を樹脂で被覆すること(プリフォームドヤーン)の製造について発表されたのは，本件特許出願から数年が経過した後である控訴人らによる平成元年7月の発表(甲21)及びBも加わる形での平成3年2月発表(報告書受理は平成2年11月13日)の報告(甲3)になってからにすぎない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "特公平6−4246号公報(乙1)は，Bが発明者である昭和60年12月",
                          "text": [
                            "9日に出願，同62年6月18日に公開された発明に係るものであるところ，同公報には，複数の熱可塑性樹脂繊維と複数の補強用繊維とからなる混合繊維束を芯材とし，その周囲に熱可塑性樹脂からなる柔軟なスリーブを設けたことを特徴とする柔軟性複合材料の発明が記載され，発明の詳細な説明には，従来技術として，甲16公報を紹介した上で，補強用繊維と熱可塑性樹脂粉末とを定量的な配合割合に規定することの困難性，複合材料の定量性あるいは均一性の維持の困難性，生産コストが高くなること，樹脂粉末による含浸繊維粗糸と柔軟性被覆材とを緊密に密着させることの困難性があることが記載されており，Bは，乙1公報に係る発明の出願時である昭和60年12月9日時点において，甲16公報につき，含浸繊維粗糸と柔軟性被覆材とを緊密に密着させることの困難性との本件各発明に係る課題認識を有していた。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のaないしdの事実によると，Bが，昭和59年9月に発表された論文集におけるEらの発表(乙2)を読み，バルクメソフェーズ粒にピッチコークス又は石油コークス粉末を混合したものをC／C複合材料のマトリックスとして使用できることを知り，炭素繊維の間にバインダーピッチ粉末とコークス粉末のマトリックスを含有させた混合繊維束の周囲に熱可塑性樹脂からなる柔軟なスリーブを設けた構成により，C／C複合材料用の柔軟性中間材を構成することができると考えたとの被控訴人の主張に矛盾するところはなく，他方，本件各発明の特徴的部分である公知技術であった構成要件A，B及びDと同Cとの組合せという観点については，控訴人からの着想の提供を認めることはできず，また，その具体化についても，控訴人が協力者・補助者として実験を行うなどして発明の完成を援助したことを超えて重要な貢献を行ったと認めるに十分ではない。",
                        "なお，控訴人は，その陳述書(甲13)において，控訴人は，昭和57年3月にC研究室に異動し，C／C複合材料の製造技術に関するテーマが与えられ，樹脂含浸法という従来の製法をみて，炭化された安価なコークスを利用すれば短時間に低コストなC／C複合材料が製造可能であると直感したこと，金型中でマトリックス(コークス粉とバインダー)を炭素繊維と交互に積層してホットプレスに供する前の焼成用材料を作製する工程で，マトリックスの作業性が悪いため，焼成用材料の作製に手間取ること，マトリックスの粉じんが飛散して作業環境が悪化すること，C／C複合材料の大型化，量産化及びパイプ等の異形品の製造には不向きであることが判明したことから，昭和60年の半ばころ，より高強度なC／C複合材料をより簡便に得る方法として，炭素繊維の繊維束にあらかじめマトリックス成分(コークスとバインダー)を包含させたC／C複合材料用のプリフォームドヤーンの製造方法を検討し始め，昭和61年春に甲16公報に係る装置を所持していた富士スタンダードリサーチのBを紹介され，Bにプリフォームドヤーンの試作を依頼し，同年4月ころ，本件各発明を完成させたと記載する。",
                        "しかしながら，控訴人がプリフォームドヤーンについて検討したことについては，本件特許出願から数年が経過した後の控訴人らによる平成元年7月の発表(甲21)及び控訴人らが発表した平成3年11月に著した論文(甲3)に記載があるのみであり，かえって，控訴人は，本件特許出願(出願日は昭和61年8月2日)に近接した昭和61年4月の発表(甲14，15)においても，含浸樹脂成分による結合強度の向上に関心をもっていたことが認められる。また，これに加え，控訴人の陳述書(甲13)における，昭和60年半ばころ「クロス織繊維を用いたC／C複合材料の製造とその強度に及ぼす含浸樹脂の影響」(甲3の第4章)についての実験を手掛け始めたころから，並行してプリフォームドヤーンの製造も検討し始めて甲16の装置がそのまま応用できると考えたとの記載は，上記の甲3の第4章の基礎実験を踏まえた上で，「C／C複合材料用のプリフォームドヤーンの製造とそれを用いて作製したC／C複合材料の性質」(甲3の第5章)についての実験を行ったとの甲3との報告書の記載内容とも整合せず，控訴人が昭和60年半ばころからプリフォームドヤーンについて検討を始めたとは認め難く，プリフォームドヤーンに係る着想が控訴人によるものであったと認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上によると，控訴人が本件各発明の単独発明者であることはもとより共同発明者であったとも認められない。",
                    "本件特許出願において控訴人を共同発明者としたことは，実体に符合しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点4(不法行為の成否及びその損害賠償額)について",
              "text": [
                "控訴人の主張する被控訴人の不法行為は，控訴人が本件各発明の発明者であること，被控訴人，A及びBが，控訴人をして，本件譲渡合意及び本件債務引受合意に基づき，被控訴人が控訴人に対して本件各発明についての相当対価額を支払うものと錯誤・誤信させ続けたことをそれぞれ前提とするものであるところ，前記(1)のとおり，控訴人が本件各発明の発明者であると認めることはできず，また，前記1のとおり，本件譲渡合意及び本件債務引受合意に係る事実の存在も認められない本件においては，控訴人の主張する被控訴人の不法行為それ自体を認めることができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点6(不当利得の成否及びその利得額)について",
              "text": [
                "控訴人の主張する被控訴人の不当利得は，控訴人が本件各発明の発明者であることを前提として，控訴人は，財産的利益である本件各発明において我が国を含む各国において特許を受ける権利を失い，他方，被控訴人は，法律上の原因なく，本件各発明に係る特許を取得して財産的利益を得たというものであるところ，前記(2)のとおり，控訴人が本件各発明の発明者であると認められない本件においては，控訴人の主張する被控訴人の不当利得それ自体を認めることができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，控訴人が当審において追加した請求は，その余の点について判断するまでもなく，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の原・当審における請求を棄却した第1審判決は相当であって，本件控訴は棄却されるべきものであり，また，控訴人の当審において追加した請求も，いずれも棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}