{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−2901号事件について，平成20年12月16日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「エァーシリンダ用ブレーキ装置」とする発明について，平成7年1月31日特許出願(特願平7−50302)したが，平成16年",
              "text": [
                "12月9日付けの拒絶査定を受けたので，平成17年1月21日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記請求を不服2005−2901号事件として審理した上，平成20年12月16日，「本件審判の請求は成り立たない。」との本件審決をし，その謄本は平成21年1月21日原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件審決が対象にした本願発明の特許請求の範囲請求項1の記載は，以下のとおりである。本件出願にかかる明細書を，以下「本願明細書」という(甲3)。",
            "エァーシリンダのピストンロッドの外周にブレーキ部材を取り付け，該ブレーキ部材にピストンロッド中心軸を含む平面にそって回転モーメントを与えることによりピストンロッドと該ブレーキ部材の間に摩擦力を生じさせてピストンロッドにブレーキをかける装置に於て，該ブレーキ部材をピストンロッド外周に部分的に接させることにより，前記回転モーメントに平行な反力の大半を取り除き前記回転モーメントに直角な反力を増大させたことを特徴とするエァーシリンダのブレーキ装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記アの引用例1に記載された発明(以下「引用発明1」という。)及び下記イの引用例2に記載された発明(以下「引用発明2」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：実公昭57−52404号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭59−223551号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決は，その判断の前提として，本願発明と引用発明1との相違点を以下のとおり認定した。",
                "相違点1：本願発明は「エァーシリンダ」を具備しているのに対し，引用発明1は「シリンダ」を具備しているものの，それが「エァーシリンダ」であるかどうかは不明確である点。",
                "相違点2：本願発明は，「該ブレーキ部材をピストンロッド外周に部分的に接させることにより，前記回転モーメントに平行な反力の大半を取り除き前記回転モーメントに直角な反力を増大させた」のに対し，引用発明1は，そのような事項を備えていない点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "相違点2についての判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "引用発明1に引用発明2の一部切取構成を採用することに関して，その目的，効果が欠如している。本件審決は，その目的が増力作用，力の変換作用だとしているようであるが，それは明らかにおかしい。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "本件審決は，引用例2に「スプリング8はスプリング力によりブレーキをかけるためのものである」との記載があることから，スプリング8の力の増幅に着眼して上記認定をしているようである。",
            "しかしながら，引用発明1においては，ブレーキ力として基本的に引用発明2のスプリング8は不要であるとされている。不要とされる理由は，引用発明1においては，引用発明2にはない特有の増力機構が備わっていることである。すなわち，引用発明1においては，制動板5の板厚を減少させればさせるほど，増力できる(ブレーキ力が増大する)ことになる。引用発明1に不要であるその不要物(スプリング8)の力の増幅にもなるというのは明らかな背理であって，不要だと記載されているに等しいものを取り上げて論ずること自体おかしい。また，引用例2の第2図の力の方向変換は，増力作用と一体のものであり，全く同様のことが言える。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "本件審決は，回転力(引用例1)と平行力(引用例2の第2図)の力学的相違(回転力の反力は，平行力と異なり，反力間の距離に反比例する)を看過したものである。",
            "すなわち，引用発明2の場合は，ロッドメタル4，11にかかる反力が過大となりこれを軽減する必要が生じる。これに対して，引用発明1の場合は，端部壁にかかる荷重は，反力間距離で既に軽減されていて，更に軽減する必要が生じない。引用発明1の場合は，ブレーキ力(機能)は，制動板の板厚(軸方向の寸法)に反比例するために，面圧をいかにして軽減するかという課題(本願発明の課題)が生じる。",
            "引用発明1に一部切取構成を採用する目的が端部壁にかかる荷重を軽減することだとすれば，引用発明1では，端部壁にかかる荷重は既に軽減されているものであるから，これに端部壁の荷重軽減目的の引用発明2の構成を適用することは動機付けが欠如している。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "引用例2の第2図は，必然的に面圧の増大を伴い，第2図の円筒面の下半分には荷重(面圧)はかからない。この面圧は，A方向の投影面積で算出される。",
            "また，面圧は，切取りがない場合が最少で，切取りの幅が増大するほど増大し，無限大に近づいていく。",
            "このことが引用発明1に同構成を組み合わせる場合の阻害要因となる。引用発明1は，ブレーキ力(機能)は，制動板の板厚に反比例するために，面圧をいかにして軽減するかという課題(本願発明の課題)があることは上記のとおりであるが，面圧の増大はこの課題に抵触する。面圧の増大は，ピストンロッドの損傷による故障や耐久性劣化の原因となる。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "引用発明2は，摩擦係数を極めて低くすることを原則的な要件としている。",
            "ところが，引用例2の第2図の一部切取構成は，摩擦力を発揮することを目的としたもので，低摩擦係数など考えられないものである。すなわち，一部切取構成は，ロッドメタルにかかる荷重の軽減に付随した，単独では存在し得ない拙劣なもので，他に転用することなど考えられない。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "以上のとおり，本件審決は，引用例2の第2図の構成要素(増力機構)及び作用を引用発明1に持ってくる理由(目的，動機付け)が全くないにもかかわらず，事後的に本願発明の構成を知った上で，引用発明1，2の構成要素の中からそれを寄せ集める構成が容易に推考でき，作用効果も当業者が予測できると判断しているにすぎない。本件審決が，引用発明1，2及び本願発明に対する正しい認識を欠き，その結果，両者の関係を誤って判断して本願発明の進歩性を否定したものである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "引用発明2の一部切取構成の技術的意義は，A方向の力を斜め方向であるB方向へと変換することにより，B方向の力が大きくなることを利用して，A方向の力を作用させた場合と同じ大きさのブレーキ力をB方向の力によって発生させる場合には小さな力で済み，結果としてA方向に作用する力を減少させることができることを意味するものと理解することができる。そして，引用発明1のブレーキ装置においても，ブレーキ力を発生させるために作用させる力(A方向の力)を小さくできれば，ブレーキ力を発生させるための構造の簡素化，耐久性向上等の作用効果があることは明らかであり，引用発明1においても，それが好適であることはいうまでもない技術常識である。",
            "よって，引用発明1に引用発明2の一部切取構成を採用することに関して，その目的，効果(動機付け)が存在していることは明らかである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "本件審決は，引用発明1の力の作用する方向(A方向)に着目して，引用例2の一部切取構成を採用することは容易であると判断しているのであって，ブレーキ力を作用させる力としてのスプリング力の増幅を目的と認定しているのではない以上，「スプリング8」の要，不要について論じることに意味はない。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "引用発明1と引用例2の第2図とでは，確かに，反力の作用は相違し，引用例2の第2図では，端部壁にかかる荷重を低減する効果がある。",
            "しかしながら，本件審決は，上記技術事項を踏まえた上で，引用発明1の力の作用する方向(A方向)に着目して，引用発明2の一部切取構成を採用することは容易であると判断しているのであって，引用発明1に引用発明2の一部切取構成を採用する目的が端部壁にかかる荷重を軽減することにあるとは認定していない。",
            "なお，引用発明1に引用発明2の一部切取構成を採用することの動機付けに関しては，上記(1)で述べたとおりである。",
            "原告の主張は，要するに，本件審決の内容を正確に理解したものではなく，理由がない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "引用発明1に一部切取構成を採用することにより，これを採用しない場合に比べて，面圧が増大するとしても，面圧自体は，スプリング力を小さくしたり接触部位の形状を工夫すること等により適宜調整可能なものであって，引用発明1に一部切取構成を採用するに際し，面圧を所定値以下となるようにすることは，当業者が適宜なし得る設計的事項である。",
            "よって，面圧の増大は，引用発明1に一部切取構成を採用することの阻害要因となるものではない。",
            "また，本願発明は，引用発明1に一部切取構成を採用したものと同じ構成であるにもかかわらず，一部切取構成とすることによる面圧の増大に関しては，本願明細書に何ら記載がないことからしても，阻害要因とならないことは明らかである。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "引用発明2の一部切取構成が摩擦力を発揮することを目的としたものであったとしても，引用発明1に引用発明2の一部切取構成を採用することの動機付けがある以上，引用発明2の一部切取構成を採用することは，当業者が容易に想到し得ることである。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "引用例2の第2図の構成要素(増力機構)及び作用を引用発明1に持ってくる理由(目的，動機付け)が存在することは，上記(1)のとおりであり，したがって，原告の主張(6)には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る本願発明の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の2のとおりの特許請求の範囲の記載によると，本願発明に係る「エァーシリンダのピストンロッドの外周にブレーキ部材を取り付け，該ブレーキ部材にピストンロッド中心軸を含む平面にそって回転モーメントを与えることによりピストンロッドと該ブレーキ部材の間に摩擦力を生じさせてピストンロッドにブレーキをかける装置」は，「ピストンロッドの外周にブレーキ部材を取り付けるものである」こと，「ブレーキ部材にピストンロッド中心軸を含む平面に沿って回転モーメントが与えられる」こと，「ブレーキ部材に回転モーメントを与えることによりピストンロッドとブレーキ部材との間に摩擦力が生じる」こと，「摩擦力がピストンロッドのブレーキとなる」ことからなっていると理解できる。",
                    "他方，本願明細書の記載(甲3【0005】)によると，ブレーキ部材は，ハウジングに支点Aと支点B及びピストンにより支えられ，ブレーキ部材とピストンロッドとは微小なすきまで嵌合されて相対移動可能とされているものであって，ピストンロッドの外周に取り付けられているものでないことは明らかであることが認められる。このことからすると，「ブレーキ部材がピストンロッドの外周に取り付けられている」というのは，ブレーキ部材がピストンロッドに対して揺動可能に嵌合されていることを意味するものと解される。",
                    "そして，本願明細書の記載(甲3【0003】【0004】)によると，本願発明の課題は，「ブレーキ部材をリング状にしているためにシリンダ推力に対してのみ摩擦力が働き，回転モーメントの反力が摩擦力として生じる構造となっていない」ことから，「安定性，耐久性，小型化，低価格化等の面で難点があった」ことであり，その課題を解決するために，本願発明は，「ブレーキ部材のピストンロッドに接する部分を図1のごとく切り欠き，回転モーメントに平行な分力をできるだけ少なくし，逆に，回転モーメントに直角な分力を増大させる」ことにある。そうすると，本願発明の「ブレーキ部材を」「ピストンロッド外周に部分的に接させる」ことにより，「回転モーメントに平行な反力の大半を取り除き」「回転モーメントに直角な反力を増大させた」という特許請求の範囲に記載の作用により特定される具体的構成は，ブレーキ部材のピストンロッドに接する部分を本願明細書の図1のように切り取った構成(一部切取構成)を意味するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ブレーキ部材の一部を切り取ることなく，これをリング状のままピストンロッドに嵌合する従来の構成によると，ブレーキ部材を回転させることによりピストンロッドの真上方向から接するだけにとどまるから，その作用する力は，主にピストンロッドの中心軸とブレーキ部材の回転軸とに平行な平面に垂直な方向に生じることになるのに対し，本願発明では，ブレーキ部材のピストンロッドと接する部分を本願明細書の図1のように切り取ることにより，真上方向からの力が取り除かれ，ピストンロッドに作用する力の方向が斜め方向となり，これによってピストンロッドの中心軸とブレーキ部材の回転軸とに平行な平面に垂直な方向の力が減少し，これに伴い，ブレーキ部材の回転軸に平行な方向の力を増大させることになるものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，本願発明は，ブレーキ部材を一部切り取り，ブレーキ部材とピストンロッドとの接触点を変更することで，ブレーキ部材の回転によりロッドとの間に作用する力(反力)を，ピストンロッドの中心軸とブレーキ部材の回転軸とに平行な平面に垂直な方向から斜め方向とすることにより，垂直な方向の分力よりもブレーキ部材の回転軸と平行な方向の分力の成分を大きくすることで，従来の構成に比べるとブレーキ力を増大させるとともに，耐久性を向上させるものと理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には次の事項が記載されている(甲1)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "シリンダによって駆動されるロッドに，シリンダ状のボディ内において，ロッド挿通孔を備えた制動板を摺動自在に嵌合し，該制動板の外周部一側にそれを軸線方向に支持する支点を設けると共に，その外周部他側に該制動板をロッドに対して上記支点を中心に回動傾斜させるスプリングを作用させ，該制動板におけるロッド挿通孔の孔縁に，その傾斜時にロッドに圧接する制動部を形成し，該制動板に並設した制動解除用ピストンを，上記ボディ及び上記ロッドに外嵌するスリーブに対してシール部材を介して摺動自在に嵌挿することにより，該ピストンの一側に制動板を上記スプリングの付勢力に抗して非傾斜状態に復帰させるための圧力流体を供給する復帰圧力室を区画形成したことを特徴とするシリンダ制動装置(1頁左欄15行～29行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本考案は，シリンダ制動装置に関するものである。一般に，流体用シリンダにおいて，流体力学的にブレーキをかけたり中間停止を行うことは方向制御弁によって可能であるが，流体の洩れにより制動不能を生じたり，圧縮性のある流体の場合は確実な制動が困難となるなどの問題がある。この問題を解決するには，シリンダによって駆動されるロッドを機械的な手段で強制的に停止すればよく，例えば…ロッドに制動板を摺動可能に嵌合し，該制動板を傾斜させることにより，ロッド挿通孔における一対の対向孔縁をロッドに圧着して停止させる手段が有効である。",
                        "しかしながら，上記停止手段では，制動板によるロッドの係脱状態の切換えを手動操作によって行い，そのため手動操作のための部材を制動板の近くに設けることが必要で，その部材が外部に突出して停止手段が嵩張るだけでなく，手動操作では事故発生時等に応答良く緊急停止させることができないという難点がある。本考案は，上記に鑑み，シリンダによって駆動されるロッドを機械的手段により確実且つ強制的に停止させることができると共に，事故発生時等に応答良く緊急停止させることのできるシリンダ制動装置を小形且つ簡単な構成のものとして提供しようとするものであり，さらに上記機械的手段としての制動板を遠隔自動操作が可能な流体圧によって制動させ，それに伴って流体圧による動作に適したものとして構成したシリンダ制動装置を提供しようとするものである。上記目的を達成するため，本考案のシリンダ制動装置は，シリンダによって駆動されるロッドに，シリンダ状のボディ内において，ロッド挿通孔を備えた制動板を摺動自在に嵌合し，該制動板の外周部一側にそれを軸線方向に支持する支点を設けると共に，その外周部他側に該制動板をロッドに対して上記支点を中心に回動傾斜させるスプリングを作用させ，該制動板におけるロッド挿通孔の孔縁に，その傾斜時にロッドに圧接する制動部を形成し，該制動板に並設した制動解除用ピストンを，上記ボディ及び上記ロッドに外嵌するスリーブに対してシール部材を介して摺動自在に嵌挿することにより，該ピストンの一側に制動板を上記スプリングの付勢力に抗して非傾斜状態に復帰させるための圧力流体を供給する復帰圧力室を区画形成し，而して圧力流体の供給により制動を解除できるように構成すると共に，その圧力流体の供給により非傾斜状態に復帰するピストンを，ロッドに外嵌させたスリーブに対してシール部材を介して嵌挿することにより，シール部材が頻繁に往復駆動されるロッドに摺接して摩耗するのを抑制し，シール効果の低減を防止したことを特徴とするものである(1頁左欄31行～2頁左欄10行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以下，本考案の実施例を図面に基づいて詳細に説明するに，第1図において，1はシリンダのピストンロッド，2は該ピストンロッド1の周囲に配設した制動装置であつて，該制動装置2は，シリンダ本体3に取付けたシリンダ状のボディ4内に，ピストンロッド1に摺動自在に嵌合したリング状の制動板5と，該制動板5に並設したボディ4内を摺動自在の制動解除用ピストン6とを有し，これらの制動板5とピストン6とを，外周部一側においてスプリングピン7により互いに連係せしめ，それらをボディ4とピストン6との間に配設した鋼球8によりピストンロッド1の軸線方向に支持すると共に，外周部の他側において制動板5とシリンダ本体3との間にスプリング9を弾装し，…これらの制動板5とピストン6とがスプリング9の付勢力により鋼球8を支点として回動し，ピストンロッド1に対して傾斜するようになし，また，上記ピストン6はシリンダ状のボディ4及びそれと一体に形成されてロッド1に外嵌させたスリーブ4aに対して摺動自在に嵌挿し，これによりボディ4内においてピストン6の一側に復帰圧力室10を区画形成し，この復帰圧力室10に上記スプリング9の付勢力に抗して制動板5を非傾斜状態に復帰させるための圧力流体を供給する制動板制御装置Cを接続し，これによって制動解除機構を構成している(2頁左欄11行～36行)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ここで，復帰圧力室中の圧力流体を排出してピストン6における受圧面6aに対する流体圧力の負荷を解除すると，スプリング9により制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキがかかり，シリンダは停止する。而して，上記制動力は，制動板5の傾斜方向(矢印方向)へ移動するピストンロッド1を制動する場合に有効に作用する。即ち，上記ピストンロッド1に対して制動板5がスプリング9により一旦傾斜すると，制動部12とピストンロッド1との間の摩擦力が制動板5を一層傾斜させるように作用し，それによってブレーキ力が更に増大するため，シリンダの推力に応じたブレーキ力が発生することになる。従って，スプリング9は初めの摩擦力を生じさせ得るだけのごく弱いもので十分である(2頁右欄7行～22行)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記構成を有する本考案によれば次のような特徴がある。(1)制動板を直接シリンダロッドに対して傾斜させることによりロッド挿通孔の孔縁をロッドに圧接する方式であるから，部品点数が少なく，機構が簡単で，小形，コンパクトになるばかりでなく，制動力がシリンダの推力に比例して発生し，極めて有効且つ確実な制動を行うことができる。(2)復帰圧力室への圧力流体の給排によりシリンダロッドの係脱を行うようにしたので，ピストンロッドや制動板の近くに手動操作機構等を設ける必要がなく，安全な遠隔自動操作に適し，しかも異常発生時等にも応答良く緊急停止させることができる。(3)制動解除用ピストンをシリンダ状のボディとロッドに外嵌するスリーブとの間にシール部材を介して摺動自在に嵌挿したので，ピストンをロッドに対して摺動自在に嵌挿する場合に比してシール部材の摩耗が極めて少なくなり，長期にわたって安定的にシールさせることができる(3頁左欄17行～右欄14行)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によると，引用例1には，「制動装置2のシリンダ状のボディ4がシリンダのシリンダ本体3に取付けられており，シリンダのピストンロッド1の外周に制動装置2の制動板5を摺動自在に嵌合し，制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキがかかる制動装置2」の発明(引用発明1)が記載されているものと認められる。",
                    "そして，引用発明1においては，復帰圧力室10中の圧力流体を排出してピストン6における受圧面6aに対する流体圧力の負荷を解除したときに，スプリング9により押圧されて，制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキをかけるものであるから，引用発明1における制動力は，制動板5の制動部12からピストンロッドに対して荷重が加えられることにより発生することが想定されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，次の事項が記載されている(甲2)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "1．ピストンロッドの外周にブレーキメタルを嵌め込み，該ブレーキメタルの外周円筒面に摺動可能に嵌合した部材を該外周円筒面の軸方向と若干異る方向に移動させるようにした空気圧シリンダ用ブレーキ装置。",
                        "2．該ブレーキメタルの円筒内面の一部分を切り取ることにより，該ブレーキメタルとピストンロッド間の相対する分力を増大させるようにした特許請求の範囲1の装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明(1頁左下欄4行～2頁左下欄14行)",
                      "text": [
                        "…第1図は空気圧シリンダのロッドエンド部に位置するブレーキ装置の断面図であり，ロッドエンドブロック2，シリンダ3，ピストンロッド1，ロッドメタル4，ガスケット14，ロッドパッキン19が通常の空気圧シリンダのロッドエンド部を構成しており，ピストンロッド1にピストン…が取付けられている。給排気口の片方が20に示されている。",
                        "次にブレーキ部について説明する。ブレーキシリンダ9はブレーキシリンダブロック10，ロッドエンドブロック2，にタイロッド…により固定されている。ブレーキメタル5，及び6はピストンロッド1と摺動可能に嵌合されており，軸方向の動きは両ブロック2，10により制限されている。ブレーキメタル5の外周円筒面はその内周円筒面と若干異る方向の中心軸を持っており，ブレーキメタル6は内外同心の円筒面である。ブルーキピストン7にはブレーキメタル5，6の外周円筒面にスライドブッシュ13，12を介して夫々嵌合する，方向を若干異にする円筒内面が加工されている。ブレーキピストン7にはスライドパッキン17，18が取付けられている。スプリング8はスプリング力によりブレーキをかけるためのものである。",
                        "次に動作について説明する。ブレーキシリンダブロック10に設けられた給排気口21から加圧するとブレーキピストン7はスプリング8を圧縮しながらロッドエンドブロック2に押し付けられる。この状態でブレーキメタル5の円筒内面の中心軸はブレーキメタル6及びロッドメタル4，11と同一直線上となりブレーキは開放された状態となる。次に給排気口21から排気されるとブレーキピストン7はスプリング8により左側に押しもどされる。この際，スライドブッシュ13を介してブレーキメタル5を軸方向に直角にピストンロッド1に押し付けると同時にブレーキメタル6も反力によりピストンロッド1に押し付けられる。ピストンロッド1に加えられる軸直角力は，スプリング8力のスライドブッシュ13を介した分力及びスライドブッシュ12を介したその反力，更にこの際生ずる回転力によるロッドメタル4，11からの反力となる。",
                        "本発明を実施する際に特に重要なことはブレーキメタル5，6とスライドブッシュ13，12間の摩擦係数を極めて低い値とすることである。例えば低摩擦係数の材料であるフッ素樹脂(テフロン)を使用することにより，摩擦係数が0．04位になれば，ブレーキメタル5の円筒内面と円筒外面の中心軸の交差角は上記摩擦係数による摩擦角tan−10．04と同程度にできる。更に，本発明の場合はブレーキピストン7がスライドする距離が短いから，スライドブッシュ13，12として直線ころがり軸受を使用することも可能である。この場合にはスライドブッシュ12のかわりにブレーキピストン7とブレーキシリンダ9の間に直線ころがり軸受を設けることも考えられる。",
                        "次に本発明の装置においてロッドメタル4，11にかかる荷重を軽減するためにブレーキメタル5の円筒内面の一部を切り取ることについて述べる。第2図はブレーキメタル5の断面図であり，A方向よりブレーキメタル5に力が加わる場合，ピストンロッド1への伝達をB方向に変換することにより左右対象の力をピストンロッド1に加わる主分力とすることができ，全体的にみるとロッドメタル4，11にかかる荷重を軽減するとともにスプリング8の力の増幅にもなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，引用例2には，ブレーキメタル5の円筒内面の一部を切り取ること(一部切取構成)により，第2図のA方向(垂直方向)から力が加わる場合，ピストンロッド1への伝達を同図のB方向(斜め方向)に変換することにより左右対称の力をピストンロッドに加わる力とすることができ，その結果，ロッドメタル4，11にかかる荷重を軽減するとともに，スプリング8の力の増幅にもなることが記載されているものと認められる。",
                    "そして，このような技術は，A方向の力を斜め方向であるB方向へと変換することにより，B方向の力が大きくなることを利用して，A方向の力を作用させた場合と同じ大きさのブレーキ力をB方向の力によって発生させる場合には小さな力で済み，結果として，A方向に作用する力を減少させることができることを意味するものと理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性",
              "text": [
                "前記(1)アのとおり，相違点2に係る本願発明の具体的構成は，ブレーキ部材のピストンロッドに接する部分を本願明細書の図1のように切り取った構成(一部切取構成)からなっている。",
                "そして，前記(2)イのとおり，引用発明1は，ブレーキ部材をロッドに圧接させることにより摩擦を生じブレーキ力を発生させるものであるところ，引用発明1のブレーキ部材に一部切取構成を設けることで摩擦力の伝達方向を変換することができることは明らかであるから，引用発明1のブレーキ部材のロッド貫通孔に引用例2に記載されたような一部切取構成を設けることにより，リング状のままのロッド貫通孔のブレーキ部材を用いる場合に比べて，小さな力で同じブレーキ力が発生するものとすることができることは，当業者であれば容易に想到することができるものというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1に引用発明2の一部切取構成を適用する動機付けが欠如していると主張する。",
                    "しかし，ブレーキ装置においてブレーキ力を発生させるために作用させる力を小さなものとすることは，ブレーキ装置の耐久性等の観点から当業者が当然指向する技術課題というべきものであるから，引用発明2を引用発明1に適用する動機付けの存在は優に認めることができる。",
                    "なお，原告は，引用発明2はスプリング力の増幅効果があるが，引用発明1ではブレーキ力としてスプリングは不要とされているとか，引用発明1では端部壁にかかる荷重は十分軽減されているなどと主張するが，これらの事情があったとしても，上記認定の動機付けの存在を否定することにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用発明1に一部切取構成を適用して端部壁の荷重を軽減することは，それにより制動板からピストンロッドにかかる面圧を上昇させ，ピストンロッドの損傷による故障や耐久性劣化の原因となるから阻害要因があるとも主張する。",
                    "しかし，面圧の増加に伴う制動板とピストンロッド間の耐久性等の問題は，それぞれの部材の材質を適宜選定すること，あるいは両者の接触面の工夫などによりある程度の対応は可能なはずであるから，引用発明1に引用発明2を適用するに当たり，ピストンロッドと制動板間に問題が生じないように円筒内面を切り取ることは，当業者が適宜なし得る設計的事項というべきである。なお，ピストンロッドが損傷するか否かは，ピストンロッドと制動板の円筒内面の接触面積のみで決まるわけではなく，制動板からピストンロッドに与えられる面圧の大きさなどにもよるのであるから，引用発明1に引用発明2の一部切取構成を適用した場合に，必ずピストンロッドの摺動面に傷がつくというものではない。",
                    "さらに，原告は，引用発明1に一部切取構成を採用することの目的が増力だとすれば，制動板の板厚を変更することで，増力を行うことができるから，一部切取構成という複雑な構成を採用することはあり得ないと主張する。",
                    "しかし，引用発明1において，制動板の板厚を薄くすることで増力を行うことが可能であるとしても，板厚が薄くなるに従って強度が低下せざるを得ないから，耐久性に問題が生じる可能性が高まることは明らかであり，引用例2に開示された手段によっても増力ができるのであれば，たとえ多少，構成が複雑になるとしても，引用発明1に引用発明2を適用することは，なお当業者が当然に考慮する事項にすぎないということができる。",
                    "そして，本願発明は，引用発明1に引用発明2の一部切取構成を適用したものと同一の構成を有するものであるところ，本願明細書(甲3)の記載では，回転モーメントの反力を摩擦力とすることを課題とするとされており(【0003】)，ピストンロッドの損傷や耐久性劣化が生じる可能性についての記載はなく，また，本願発明の機能の一つとしてブレーキ面圧を下げ得ることの言及はあるものの(【0007】)，ピストンロッドとブレーキ部材間に生じる面圧が問題となることや，制動板の板厚と面圧との関係等について何ら直接的に言及するところがない。そして，引用例1にもそのような問題点の開示が一切ないのであるから，当業者が引用発明1に引用発明2を適用する際に阻害事由を認識するということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，引用発明2は摩擦係数を低くすることを原則的な要件としているが，引用例2の第2図の一部切取構成は，摩擦力を発揮することを目的としたもので，低摩擦係数など考えられないものであり，他に転用することなど考えられないと主張する。",
                    "しかし，引用例2の第2図の一部切取構成により摩擦力が発揮されるのは，ブレーキメタル5とピストンロッド1の間であり，この構成とブレーキメタル5，6とスライドブッシュ13，12との間の摩擦係数は関係がないから，原告の主張は失当といわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "したがって，本件審決の相違点2の判断の誤りをいう取消事由は，原告の主張するいずれの点においても，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10040",
    "date": "2009-10-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038056",
    "ipprecedent_id": "1986",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}