{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告製品目録1ないし4記載のエアーポンプを製造し，使用し，譲渡し，貸し渡し，輸入し，又は譲渡若しくは貸渡しのために展示してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載のエアーポンプの製品，半製品(前項記載の物件の構造を具備しているが，エアーポンプとして完成するに至っていないもの)及び製造のための金型を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人有限会社アーテムに対し，2700万円及びこれに対する平成19年10月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "(以下，略称は原判決の例による。)"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "一審原告たる控訴人X1及び同じく一審原告たる控訴人X2は，下記特許権(本件特許権)の特許権者であり，一審原告たる控訴人有限会社アーテムは，上記特許権者から独占的に通常実施権の設定を受けて商品名「ノンノイズ」とするエアーポンプを製造販売している会社であるところ，本件訴訟は，一審被告たる被控訴人が製造販売する被告製品(商品名「テトラ エアーポンプ」，原判決別紙被告製品目録1ないし4)が本件特許権を侵害しているとして，被控訴人に対し，①特許権者たる控訴人X1及び同X2が被告製品の使用禁止等と金型の廃棄等を求め(請求の趣旨第1，2項)，②独占的通常実施権者たる控訴人有限会社アーテムが損害賠償金2700万円とこれに対する訴状送達の翌日である平成19年10月20日から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。",
            "記",
            "発 明 の 名 称 エアー・ポンプ",
            "特 許 番 号 特許第3400515号",
            "請 求 項 の 数 2",
            "出 願 日 平成6年1月17日",
            "登 録 日 平成15年2月21日",
            "特 許 権 者 X1",
            "X2"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一審の東京地裁は，平成20年12月3日，本件特許の請求項1及び2の発明は，乙1考案(台湾実用新案登録願第77204725号出願公告本に記載されたもの。その内容は，下記記載のとおり)との関係で進歩性を欠く(特許法29条2項)から，本件特許は特許無効審判により無効にされるべきものと認められる(特許法104条の3)等として，控訴人らの本訴請求をいずれも棄却した。そこで，これに不服の控訴人らが本件控訴を提起した。",
            "記",
            "申 請 日 1977年(昭和52年)5月20日",
            "出 願 番 号 第77204725号",
            "分 類 F04D，A01K",
            "名 称 消音作用を有する空気ポンプ構造",
            "発 明 者 A",
            "国 籍 中華民国",
            "出 願 人 名光股份有限公司"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件訴訟の争点は，原判決記載の争点(1)ないし(4) であるが，とりわけ，同(3)(本件特許の無効事由)のうち乙1考案が記載された出願公告本の「外国において頒布された刊行物」該当性の有無，及び同公告本との関係における進歩性の有無である。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "なお，本件特許権に対し被控訴人から特許無効審判請求(無効2008−800016号事件)がなされ，特許庁が平成21年3月17日付けでこれを無効とする旨の審決をしたが，控訴人X1及び同X2から審決取消訴訟(平成21年(行ケ)第10110号)が提起され，本件訴訟と並行して審理が進められている。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者双方の主張は，次のとおり付加するほか，原判決「事実及び理由」中の「第2 事案の概要」記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，本件特許発明は進歩性を欠くとして控訴人らの請求を棄却したが，上記判断の前提として，そもそも，台湾登録願第77204725号新型専利説明書の公告本(乙1公告本)が特許法29条1項3号の「外国において頒布された刊行物」に該当するとした点に誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "台湾専利法(特許法)は，1941年(昭和16年)ころに起草されたもので，当時のイギリス，アメリカ，チェコ，日本，ソ連，スイス，インド，オランダ等の国の特許法を集めて研究し，特に英国，ドイツ，日本の特許法を基にしたものであり，台湾専利法の基本的規定は日本の大正10年法律第96号による改正後の特許法(以下「大正10年法」という。)に近いが，台湾専利法独自の制度があり，その一つとして，公告制度を採用する一方で，公開制度がないことが挙げられる(甲20)。",
                    "そして，日本の大正10年法においては，公告時に出願書類等を一定の場所において公衆の閲覧に供する旨の規定が存在し(73条)，書類の閲覧及び謄写規定が存在する(30条)が(甲21)，1986年改正台湾専利法(1986年法)においては，明細書が公開陳列に供されるのは公告日から6か月間のみと限定され，閲覧謄写規定は存在しない。",
                    "このように，我が国の大正10年法を参考にしながらも，敢えて明細書を公開陳列に供する期間を制限した上，閲覧謄写規定を設けなかったことからすれば，1986年法は，我が国の大正10年法とは異なり，公告後の自由な閲覧及び謄写は認めない趣旨であったと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許出願日(平成6年1月17日)当時における特許関係の費用を定めた規定は1990年専利規費収費準則(1990年準則，乙15の1)であり，同準則は1986年法75条の規定により制定するものである旨規定されているところ(1条)，1986年法75条は，「特許に関する申請について申請人は申請の時に料金を納付しなければならない。特許を許可されたものは，証書料と特許料を納付しなければならない。権利期間を延長したものはその延長期間内も特許料を納付しなければならない。申請料金，証書料，及び特許料の金額は，行政院が定める。」と規定するが，明細書の閲覧・謄写という規定は存在しない。",
                    "そうすると，1990年準則3条は明細書の閲覧・謄写費用を規定したものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "2000年(平成12年)時点の台湾における特許情報の状況をみると，台湾の特許制度は，公開制度がないため，出願してから公告決定を受けて特許公報に公告されるまで秘密に審査され，出願内容を誰も知ることができず，特許公報が発行されて初めて公開される(甲22)。",
                    "特許公報の掲載内容も，①書誌的事項として公告番号，公告日，パテントの種類，IPC分類，出願番号，発明の名称，出願日，優先番号・出願日・出願国，発明者の氏名・住所，出願人・住所，代理人，②特許の内容に関するものとしてクレーム，図面の説明，図面のみであり，明細書の詳細内容は特許公報に記載されない。",
                    "台湾国内における台湾公告公報の検索状況は，①経済部の検索システムでは書誌項目(5項目)しか検索できず，図面・クレームなどは検索できない。②知的財産局の検索システムでは書誌項目(7項目)しか検索できず，図面・クレームなどは検索できない。③アジア太平洋知的財産権発展基金会の検索システムでは書誌項目は全部検索できるほか，図面・クレームも検索できるが，図面は1997年(平成9年)1月1日以後の公報図面，クレームは1994年(平成6年)1月1日以後の公報クレームのみが対象である(1991年〔平成3年〕5月21日の公告である乙1考案は，図面・クレームともに，当該検索システムでの検索はできない。)。④中華民国全国工業総会の検索システムでは書誌項目，図面・クレームの検索ができるが，図面は1997年(平成9年)5月以降の公告公報図面，クレームは1995年(平成7年)1月1日以後の公告公報クレームのみが対象である(③と同様，乙1考案は検索できない。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点，原判決は，出願公告，付与前異議申立てに類する制度を採りながら閲覧を許さないという法制度は極めて不合理であるとするが(51頁)，1986年法39条によれば「専利事件の公告は，6か月間…公開閲覧に供する」のであり，同法101条によれば，「公告の日から3か月以内に…異議を申し立て，再審査を請求することができる。」のであって，「公告期間内に異議の申立がないとき又は異議の申立不成立の場合には審査が確定する」とされている。",
                        "そうすると，公告の日から6か月間は公開閲覧の方法により公告されるのであるから，公衆がいつでも自由にできるという性質のものではないとしても，公告の日から3か月という異議申立期間内に閲覧は十分可能であり，「閲覧を許さないという法制度」ということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原判決は，台湾経済部知的財産局(台湾特許庁)の局長Bの回答書(本件回答書，乙15の1)は閲覧コピーの手続の細かな点まで答えているものではないが，本件の解決に必要な限度での具体的な手続については十分回答しているとする(51頁)。",
                        "しかし，特許法29条1項3号の外国において頒布された刊行物に該当するというためには，一般公衆の閲覧，複写に供されるものが，原本ではなく複写物であったとしても，「公開されて公衆の自由な閲覧に供され，かつ，その複写物が公衆からの要求に即応して遅滞なく交付される態勢が整っている」ことが必要とされるのであり(最高裁昭和55年7月4日第二小法廷判決・民集34巻4号570頁)，これを前提に，最高裁昭和61年7月17日第一小法廷判決(民集40巻5号961頁)は，具体的事実を認定した上で，マイクロフィルムが特許法29条1項3号の刊行物に該当すると判断したものである。",
                        "これに対し，本件回答書は，「実務上，これらの公告本資料を書き写し或いはコピーできる。」と述べるのみであって，6か月の公開閲覧期間の後，「公衆の自由な閲覧に供され」ているのか，「その複写物が公衆からの要求に即応して遅滞なく交付される体制が整っていいるか」までは述べておらず，上記判例を満たすだけの十分な事実が回答されているものではない。本件では，正に，乙1公告本が外国において「頒布された刊行物」に該当するか否かが問題とされており，条文上は明確な規定が存在しないにもかかわらず，単に「実務上，書き写し或いはコピーできる」との回答のみで，「本件の解決に必要な限度での具体的な手続きについては十分回答している。」とした原判決の判断が誤りであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに原判決は，乙1公告本は原本そのものではなく，コピーしたものであるとする(50頁)。",
                        "しかし，本件回答書は，公告本資料が「前述の特許法規定」により閲覧提供されるとするところ，「前述の特許法規定」である1986年法39条は原本陳列の方法により公開閲覧に供する規定であるから，仮に公告期間中又は公告期間満了後の閲覧についても当該規定に従って閲覧提供していたとするならば，原本陳列の方法により閲覧提供していたことになるのであって，原判決の上記判断の誤りは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決の本件特許発明の進歩性判断は，以下のとおり，引用発明の認定，これと本件特許発明との対比，両発明の一致点と相違点の認定，引用発明を出発点として相違点を克服して本件特許発明に至ることが当業者にとって容易であったかどうかという各検討段階において，判断を誤っている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件A5(空気を一時的に蓄え吐出するタンク部材)原判決は，乙1考案において，空気が，ポンプ体10と対接するダイヤフラム20によって空気取込室11に吸入され，迂回区111を通って空気排出室12内に排出され，チャンネル131を通って緩衝室13に一時的に蓄えられた後，排気管14から外部に吐出される構成が開示されていることから，「ダイヤフラムに接続され空気を一時的に蓄え吐出するタンク部材とを備え」る点が一致点になるとする(52頁)。",
                        "しかし，乙1考案において，本件のダイヤフラム接合部に対応するのはポンプ体10ではなく，「空気迂回区111を画成する底板」である。",
                        "なぜなら，乙1考案において，ダイヤフラム20が接続ないしは取り付けられているのは，どのようにみてもポンプ体10の上周縁の凸縁であり，ダイヤフラム20はその他のいかなる部分にも接続されてはいないからである。そして，このように解すれば，本件特許請求の範囲において，ダイヤフラム接合部の構成が，「ベース部から立ち上げられて，ダイヤフラムの空気排出部に対接するダイヤフラム接合部と，」となっていることと整合する。",
                        "したがって，乙1考案と本件特許発明1とが構成要件A5の点で一致するとの認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件B2(立接されたダイヤフラム接合部)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲の解釈",
                          "text": [
                            "「立ち上がる」との用語の普通の意味からすれば，本件特許発明における「ダイヤフラム接合部」は「ベース部から立ち上げられて」いることで，ダイヤフラムとの対接部分がベース部に対してまっすぐ立つ，すなわち略垂直の方向に立つこと，少なくとも寝ていない状態を表すことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "構成・一致点",
                          "text": [
                            "乙1考案において本件のダイヤフラム接合部に対応するのは，ポンプ体10ではなく，「空気迂回区111を画成する底板」である。",
                            "そして，構成要件C2は，ダイヤフラム接合部の構成の一部を明らかにしたものであって，空気通路が設けられていることはダイヤフラムの構成の一部にすぎないところ，原判決が，ポンプ体10に備えられた空気排出室12は構成要件C2の「空気通路」に相当するから，これを含むポンプ体10は「ダイヤフラム接合部」を構成すると認定したことは，ダイヤフラム接合部の構成のすべてを検討することなく，単に空気通路があるからダイヤフラム接合部であるとの認定をするものであり，あまりにも雑駁であるといわざるを得ない。",
                            "さらに，原判決の構成要件A5についての一致点の検討によれば，チャンネル131を構成要件C2の「空気通路」と考えているものと解されるが，原判決は構成要件B2についての一致点の検討においては，ポンプ体10に備えられた空気排出室12が構成要件C2の「空気通路」に相当するとしており，その判断は一貫していない。",
                            "したがって，乙1考案と本件特許発明1とが構成要件B2の点で一致するとの認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "容易想到性",
                          "text": [
                            "原判決は，ダイヤフラム接合部のダイヤフラムの空気排出部との対接面がベース部に対して垂直になる構成に限定したものであると解したとしても，このように解することは乙2ないし乙6刊行物及び乙9意見書から周知技術であるとする(54～55頁)。",
                            "しかし，周知技術とは，その技術分野において，一般的に知られている技術であって，例えば，これに関し相当多数の公知文献が存在し，又は業界に知れ渡り，又はよく用いられていることを要すると解するのが相当であるところ，被控訴人は，乙2ないし乙6刊行物に被控訴人らが指摘する記載があると述べるにとどまり，それ以上の主張・立証はない。",
                            "したがって，一般的に知れ渡ったことを窺わせる特段の事情について全く明らかになっていない本件においては，乙2ないし乙6刊行物の記載は周知技術ではないことは勿論のこと，乙9意見書のみをもってしても周知技術と認定することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件B(タンク部材)，構成要件B3(ボックス構造の柱状部)，構成要件B5(「全体が一体のブロック体構造」)",
                      "text": [
                        "原判決は，「隣合わせて」(構成要件B3)も「全体が一体のブロック体構造」(構成要件B5)も一定の幅のある概念であるから，乙1考案の実施例(第一図，第二図)にある程度のものであっても，「隣り合わせて」(構成要件B3)，「全体が一体のブロック体構造」(構成要件B5)であるといえるとする(56頁)。",
                        "しかし，明細書の技術用語は学術用語を用いること，用語はその有する普通の意味で使用することとされているから(特許法施行規則24条，様式29備考7，8)，明細書の技術用語を理解ないし解釈するについて，辞典等における定義あるいは説明を参考にすることも勿論必要ではあるが，それのみによって上記理解ないし解釈を得ようとするのは相当でなく，まず，当該明細書又は図面の記載に基づいて，そこで用いられている技術用語の内容を理解ないし解釈すべきである。",
                        "そして，本件特許発明の明細書及び図面(特に図4)の記載からは，「隣り合わせて」とは，ダイヤフラム接合部と柱状部とが一体化するように互いに横に相接することを意味し，「全体として一体のブロック体構造」とは，全体が一つの構造体であり内部が中空のものを意味することは明らかであるから，いずれも「一定の幅のある概念」と解する余地はない。",
                        "また，引用発明として認定されるのは引用例に記載された具体的な実施例そのものではなく，引用例に記載された技術的事項から把握されるまとまりのある独立した技術的思想である。そして，乙1公告本の記載から乙1考案の技術思想を正確に把握するならば，緩衝室13と空気排出室12との間は，底部にゴムパッドを設けたチャンネル131による静音効果を生じさせるために一定の距離をおくことが必要となること，むしろ，隣り合わせての設置では効果が期待できないことは容易に理解できる。このように，乙1考案においては，ポンプ体10と緩衝室13が一定の距離をおき，その間を底部にゴムパッドを設けたチャンネル131でつなぐという構成が必然となり(原判決も構成要件C1についての一致点の検討において，チャンネル131は一定の長さが必要であることを示している。)，ポンプ体10と緩衝室13が文字どおり「隣り合わせて」構成された場合，チャンネル131の存在を無にするに等しく，乙1考案が予定しているところの，「緩衝室，チャンネル及び空気排出室の底部に設けられたゴムパッド，及び排気口周辺に設けられた綿製空気透過パッドなどにより，空気がそれらに衝突する際の緩和効果により，空気がポンプ体壁面に衝突する際のノイズよりも低いノイズの静音効果」を得ることは困難となるから，乙1公告本の記載から乙1考案を正確に把握すれば，「隣り合わせて」と認められるなどという認定は，到底することができない。",
                        "そうすると，やはり，乙1公告本記載の実施図面から乙1考案の構成を判断することは誤りである。",
                        "したがって，乙1考案と本件特許発明1とは構成要件B，B3及びB5の点で一致するとの判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "構成要件C1(略L字形に連続する空気滞留室)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，乙1公告本には，四角柱部分の内部にある縦長の長方形状である緩衝室13と，これに連通し，土台の内部にあって，その幅を緩衝室13と同じくする横長の長方形状であるチャンネル131とによって形成された略L字形に連続する空間との構成が開示されていることを根拠として，乙1考案と本件特許発明1とは，構成要件C1の点で一致すると認定する(57頁)。",
                            "しかし，乙1公告本の上記記載は，いずれも，緩衝室の容積，空気取込室の容積，空気排出室の容積を問題としており，特に，緩衝室の容積を空気取込室及び空気排出室の容積より大きくすることに重点をおいていることから，形成される空間の形状を読みとることは困難である。敢えていうならば，空気取込室11及び空気排出室12より緩衝室13の方が空間が広い凹型に連続する空間が形成されると読むのが自然である。",
                            "したがって，原判決の認定は，明らかに誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また原判決は，綿製空気透過パッド17があっても緩衝室13とチャンネル131とで形成される空間が略L字形であることは，乙1公告本の第二図から明らかであるとも述べるが(57頁)，この点も誤りである。",
                            "そもそも，実用新案登録出願にかかる図面は，技術的思考である考案の理解を容易とするため明細書の技術的事項を理解するための補助手段として使用されるものであり，図面のみから，明細書に記載がなくかつ図面上にも明確に記載のない事項について技術的な意味を持つものとして読み取ることは原則としてできないというべきである。",
                            "そして，乙1公告本の明細書において，緩衝室13に連続するチャンネル131により略L字形に連続する空間が形成されるとの具体的記載は全くないし，前記のとおり，乙1公告本の明細書の記載からは，乙1考案において，略L字形空間が形成されることを読み取ることは困難であるから，乙1公告本の明細書には，略L字形空間についての記載はないというべきである。",
                            "一方，乙1公告本の図面(第二図)にも略L字形空間を示す明確な記載はない(乙1の4の第二図中における「略L字形空間」との文字及び一定の空間を示す赤色破線は被控訴人により記載されたものである。)。",
                            "なお，注意すべきは，四角柱部分の内部には隔壁(仮に「隔壁132」とする。甲23)が設けられていることである。この隔壁132により緩衝室13は第1区画(「13A」とする。)とこれよりは幅が狭い第2区画室(「13B」とする。)に区画割りされている。隔壁132は箱状部の天井から垂下して延び土台との間にわずかな間隙(「133」とする。)を残した最下位置を終端として第1区画室13aと第2区画室bを箱状部の底で連通させている。",
                            "第1区画室13aは，底部を除いて開放部分が存在しない略四角形状の上方向に閉空間を形成しており，底部の空気流入側がチャンネル131に連通し，また，底部の空気流出側が間隙133を介して第2区画室13bに連通している。チャンネル131は，その断面積が空気排出室12及び第1区画室13aの断面積よりも大幅に小さく，空気排出室12から排出された空気はチャンネル131において増速され，第1区画室13aへ向かう。",
                            "第2区画室13bは，上述のように第1区画室13aに連通する一方，隔壁133に対して第1区画室13aとは反対側に位置している。",
                            "この第2区画室13bは，第1区画室13aよりは幅が狭く，且つ高さはほぼ同じ寸法の略四角形状の空間を形成している。第2区画13bは，底部の空気流入側が間隙133を介して第1区画室13aに連通する一方，高さ方向中間部分において排気管14に接続し大気に開放している。なお，第2区画室13bの中には綿製空気透過パッド17が配置されている。",
                            "以上によれば，緩衝室13は第1区画室13aが上方に閉空間の構造，第2区画室13bが間隙133との接続部分を流入口，排出管14との接続部分を大気に通じる流出口とする通路構造を有してなる室であると認定される。",
                            "したがって，乙1考案と本件特許発明1とは，構成要件C1の点で一致するとの認定は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "text": [
        "さらに，緩衝室13の上記のような構成からすると，その動作に際し，空気排出室12からチャンネル131に送り出された空気は，緩衝室13に流入した後，第1区画室13aへ流入することはできない。",
        "すなわち，チャンネル131の先方において，緩衝室13は，まず第1区画室13aが存在し，次に間隙133との接続部分を流入口，排出管14との接続部分を大気に通じる流出口とする第2区画室13bが存在する室であるから，全体として，チャンネル131の延長方向に延びて間隙133及び第2区画室13bに至る空気流路が形成される。このような流路形成の現象は，空気が圧力の高い側(ポンプ側)から低い側(大気側)へ流れるという原理からの必然である。他方，チャンネル131の出口は緩衝室13の底部壁面(「134」とする。)に隣接しているから，チャンネル131から緩衝室13に流入した空気の流れは底部壁面134に付着して流れる。そのため，チャンネル131から排出された空気の全部は第1区画室13aに流入(進入)せず，したがって，第1区画室13aに滞留することもなく，強い直進性を維持したまま第1区画室13aの底部を通過し，間隙133を通って第2区画室13bへ流入する。第2区画室13bはそれ自体通路構造を有しているから，空気は第2区画室13bに流入したときと同じ状態で排気管14を通って外部へ流出する。",
        "そうすると，乙1公告本の空気ポンプでは，緩衝室13に空気を滞留させる部位(ないし領域)がどこにも存在しない。また，チャンネル131から緩衝室13に流入した空気は緩衝室13の中で滞留することなく排出管14へ到達するのであって，乙1公告本にいう「流動速度の緩和」と本件発明にいう「空気の滞留」とは全く別の科学作用を意味し，概念の上で共通しないし，両発明は技術的に関連性がない。",
        "また，この意味において，乙1公告本の第二図で第1区画室13aに矢印であたかも空気が循環するかのような流れを示している説明は科学的にみて誤りである。",
        "したがって，原判決(57頁)が，乙1公告本に接した当業者は，緩衝室13とチャンネル131で形成される空間を「略L字形に連続する空間」であると読みとるものであり，構成要件C1は乙1公告本に開示されているに等しい事項であると判断したのは失当である。"
      ]
    },
    {
      "fig": "d",
      "text": [
        "なお，仮に乙1公告本の第二図を考慮し得たとしても，同図の緩衝室13の内部に記載された空気の流れを示すと思われる破線は逆U字形となっていることから，緩衝室13に入った空気は，綿製空気透過パッド17の有無にかかわらず，逆U字形に流れるよう構成されているものと読みとれる。",
        "したがって，原判決の判断は誤りであることが明らかである。"
      ],
      "content": [
        {
          "fig": "(オ)",
          "text": [
            "構成要件C2(空気取込口から空気滞留室への空気通路)原判決は，乙1公告本には，ポンプ体10に備えられた空気排出室12の空気迂回区111側中央部に通気孔を設け，空気排出室12が土台部分に延び，緩衝室13とチャンネル131とで形成される略L字形空間に連通する構成が開示されていることが認められるとし，その根拠に「(争いのない事実，乙1の1)」を挙げる(58頁)。",
            "しかし，そもそも，乙1公告本からは，緩衝室13とチャンネル131とで略L字形空間を形成することも読みとれないのであって，「争いのない事実」ではない。",
            "また，原判決が乙1考案の内容を示すものとして指摘した乙1公告本の記載からは，チャンネル131は緩衝室13と空気排出室12をつなぐ空気通路にすぎず，緩衝室13，チャンネル131及び空気排出室12のうち，緩衝室13とチャンネル131のみを殊更に取り上げて，両者が「空気滞留室」を形成すると考えることはできない。",
            "むしろ，乙1公告本の「空気排出室12の底部と緩衝室13の間に設置された空気チャンネル131により，空気排出室12中の空気を緩衝室13に進入させる。」との記載からは，空気チャンネル131は空気排出室12から連通した空気通路であり，緩衝室13が「空気滞留室」に相当するものと考えられる。",
            "この点，原判決も，構成要件A5についての一致点の検討においては，「乙1考案において，空気が，ポンプ体10と対接するダイヤフラム20によって空気取込室11に吸入され，迂回区111を通って空気排出室12内に排出され，チャンネル131を通って緩衝室13に一時的に蓄えられた後，排気管14から外部に吐出される構成が開示されている」と述べていることからすれば，緩衝室13を「空気滞留室」と捉えているものと思われる。",
            "したがって，乙1考案と本件特許発明は，構成要件C2の点で一致するとの判断は誤りである。"
          ]
        },
        {
          "fig": "(カ)",
          "subject": "構成要件D1(ベース部側の空気流入口)",
          "text": [
            "原判決は，乙1公告本には，空気排出室12の下端開口を土台部分の側に設け，緩衝室13とチャンネル131とで形成される略L字形空間に連通する構成が開示されていることが認められるとし，その根拠として「(争いのない事実，乙1の1)。」を挙げる。",
            "しかし，そもそも，乙1公告本からは，緩衝室13とチャンネル131とで略L字形空間を形成することは読みとれないのであって，「争いのない事実」ではない。",
            "また，「空気流入口」は「空気滞留室」への空気流入口であるところ，乙1考案で「空気滞留室」に相当するのは緩衝室13のみであって，「空気流入口」はチャンネル131の緩衝室13側の開口部である。",
            "したがって，乙1考案と本件特許発明1とは，構成要件D1の点で一致するとの判断は誤りである。"
          ]
        },
        {
          "fig": "(キ)",
          "subject": "構成要件D2(柱状部上部の空気出口)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "特許請求の範囲の解釈",
      "text": [
        "原判決は，構成要件D2は，「空気滞留室の空気出口が柱状部の上部に設けられ」とのみ規定し，それ以上の限定をしていないから，構成要件D2にいう「上部」とは，空気滞留室の空気出口が空気流入口よりも相対的に上側に設けられていればよいとする(59頁)。",
        "しかし，構成要件D2が「空気滞留室の空気出口が柱状部の上部に設けられとのみ規定し，それ以上の限定をしていないのであれば，「柱状部の上部」との語については，本件特許発明の明細書又は図面の記載に基づいて，そこで用いられている技術用語の内容を理解ないし解釈すべきである。",
        "そして，明細書の段落【0010】の記載からは，「柱状部の上部」とは「柱状部の上端部」を意味するものと解釈するのが相当である。",
        "したがって，原判決の上記判断は誤りである。"
      ]
    },
    {
      "fig": "b",
      "subject": "構成及び一致",
      "text": [
        "原判決は，乙1公告本には，四角柱部分の途中にある排気管14の緩衝室13側の端部開口が空気排出室12の下端開口よりも上部に設けられている構成が開示されており，乙1考案の下端開口は本件特許発明1の空気流入口に相当すると認定する。",
        "しかし，「柱状部の上部」とは「柱状部の上端部」を意味するものと解釈するのが相当であるから，「四角柱部分の途中にある排気管14の緩衝室13側の端部開口」は「空気滞留室の空気出口が柱状部の上部に設けられ」ているということはできない。",
        "したがって，乙1考案と本件特許発明1とは，構成要件D2の点で一致するとの判断は誤りである。"
      ],
      "content": [
        {
          "fig": "(ク)",
          "subject": "構成要件E2(音を軽減する機能)",
          "text": [
            "原判決は，乙1考案は，①「綿製空気透過パッド17」と「ゴムパッド16」により得られる消音効果と，②緩衝室13とチャンネル131により形成される略L字形に連続する空気滞留室と，空気取込室11又は空気排出室12よりも容積が大きい緩衝室13という構成から生じる消音効果の2つを開示しているとする(60頁)。",
            "しかし，乙1公告本には，音の軽減は，緩衝室の容積を空気取込室及び空気排出室の容積より大きくすることによって実現されるとは一言も記載されていない。それどころか，音の軽減ないしノイズの軽減は，綿製空気透過パッド17又は柔軟かつ弾性のゴムパッド16によって実現されることが明言されている。",
            "すなわち，乙1考案において，乙1公告本の第二図によれば，空気排出室12の下側開口部がチャンネル131の空気排出室12側の開口部に比して広いところ，広い空気排出室12から狭いチャンネル131に流入した空気の流入速度は，チャンネル131において加速されるため，チャンネル131から排出された空気は強い直進性を維持したまま緩衝室13に流入するのであって，本件特許発明において略L字形の空気滞留室であることにより生じる消音効果は発生しないのである。だからこそクレームにおいても「綿製空気透過パッド17」と「ゴムパッド16」が不可欠の構成要素となっているのである。",
            "したがって，消音効果において，乙1考案と本件特許発明とは一致するとの原判決の判断は誤りである。"
          ]
        },
        {
          "fig": "(ケ)",
          "subject": "構成要件G1(空気流入口と空気出口の隔離)",
          "text": [
            "原判決は，乙1公告本に，空気排出室12の下端開口が緩衝室13とチャンネル131とから成る略L字形の空間につながり，この略L字形の空間につながる排気管14の緩衝室13側の端部開口があり，上記下端開口と端部開口とが互いに間隔をおいて離れた位置に設けられている構成が開示されていることを根拠として，乙1考案と本件特許発明2とは，構成要件G1の点で一致すると認定する(61頁)。",
            "しかし，前記のとおり，原判決が称するところの乙1考案の略L字形空間なるものは本件特許発明2の「空気滞留室」に該当せず，また，乙1考案の下端開口も本件特許発明2の「空気流入口」に該当しない。",
            "したがって，乙1考案と本件特許発明2とは，構成要件G1の点で一致するとの判断は誤りである。"
          ]
        },
        {
          "fig": "(コ)",
          "subject": "構成要件G2(直角に向けられた流出方向)",
          "text": [
            "原判決は，①乙1考案の下端開口は本件特許発明2の「空気流入口」に，②乙 1 考案の端部開口は本件特許発明2の「空気出口」にそれぞれ相当するから，乙1考案と本件特許発明2とは構成要件G2の点で一致すると認定する(61～62頁)。",
            "しかし，原判決が述べる「下端開口」は空気排出室12の下端開口を指すものと解されるが，本件特許発明2における「空気流入口」は「空気滞留室」への空気流入口であるところ，乙1考案で「空気滞留室」に相当するのは緩衝室13のみであって，「空気流入口」はチャンネル131の緩衝室13側の開口部であって，空気排出室12の下端開口は「空気流入口」ではない。",
            "したがって，乙1考案と本件特許発明2とは構成要件G2の点で一致する，との判断は誤りである。"
          ]
        },
        {
          "fig": "(サ)",
          "subject": "構成要件G3(請求項1記載のエアーポンプ)",
          "text": [
            "原判決は，乙1考案と本件特許発明2とは，構成要件G3のうち，構成要件A5，B，B3，C1，C2，D1，D2，E2に係る部分を備",
            "えている点で本件特許発明2と一致し，また同構成要件B2に係る部分を備えている点で一致するか又は同構成要件が当業者に容易想到であるとするが，乙1考案が，構成要件G3のうち，構成要件A5，B，B3，C1，C2，D1，D2，E2に係る部分を備えていないことは前記のとおりである。",
            "したがって，乙1考案が本件特許発明2と一致し，また同構成要件B2に係る部分を備えている点で一致するか又は同構成要件が当業者に容易想到であるとの判断は誤りである。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "発明の進歩性判断の誤り−両発明の相違点と容易想到性(ア) 本件特許発明と乙1考案においては，少なくも以下の相違点が存在する。",
                "・［相違点1］",
                "ベース部及び柱状部の両者間に連続する空気滞留室の所定形状に関し，本件特許発明が，「略L字形」としているのに対し，乙1考案は，「略四角形状」である点。",
                "・［相違点2］",
                "空気滞留室に連通する空気通路の延在方向に関し，本件特許発明が，「ベース部に向けて」延びるとしているのに対し，乙1考案は，「ベース部(土台部分)に沿って」延びている点。",
                "・［相違点3］",
                "空気滞留室の空気出口が設けられた柱状部の所定部に関し，本件特許発明は，「上部」としているのに対し，乙1考案は，「中程」である点。",
                "・［相違点4］",
                "空気滞留室の構成(成り立ち)に関し，本件特許発明では，ベース部と，ベース部から立ち上げられたダイヤフラム接合部と，ベース部からダイヤフラム接合部に隣り合わせて立ち上げられた柱状部とにより形成されているのに対して，乙1考案は，単一のボックス体から構成されていること。特に乙1考案ではダイヤフラム接合部が空気滞留室の形成に寄与するという態様が全く存在しないこと。",
                "・［相違点5］",
                "ダイヤフラム接合部に関し，本件特許発明では，ベース部から立ち上げられてダイヤフラムの空気排出部に対接するダイヤフラム接合部であるが，乙1考案では本件特許発明にいうダイヤフラム接合部が存在しない。",
                "・［相違点6］",
                "空気滞留室に連通する空気通路及びベース部及び柱状部の両者間に連続する空気滞留室について，本件特許発明においては，綿製空気透過パッド，ゴムパッド等は存在しないところ，乙1考案では，「緩衝室13と排気管14との間に綿製空気透過パッド17」及び「緩衝室13，チャンネル131及び空気排出室12の底部に柔軟且つ弾性のゴムパッド16」が存在すること。"
              ]
            }
          ]
        },
        {
          "fig": "(イ)",
          "subject": "［相違点1］及び［相違点5］について",
          "text": [
            "本件特許発明では，ベース部と，ベース部から立ち上げられたダイヤフラム接合部と，ベース部からダイヤフラム接合部に隣り合わせて立ち上げられた柱状部とにより略L字形の空気滞留室が形成される。",
            "本件特許発明において「隣り合わせて立ち上げられた」とは，広辞苑の「隣り」及び「隣り合う」の語句について解説されているように，ダイヤフラム接合部と柱状部とが一体化するように，互いに横に相接して立ち上げられていることを表し，これは本件明細書で図4を用いて説明された実施例どおりの形態を指す。これによりダイヤフラム接合部の側面形状が空気滞留室の略L字形を画成することになり，本来，小型化及び空間の有効利用を要求されるタンク部材の内部に最大限の空気滞留室の容積を確保している。さらに，ダイヤフラム接合部の側面形状をもって空気滞留室の略L字形を画成することにより，この部分に面取り効果が表れ，空気滞留室の拡大化が図られている。",
            "これに対して，乙1考案では，ダイヤフラム接合部が空気滞留室の形成に寄与するという態様が全く存在しない。しかも，乙1考案では，空気排出室を有するポンプ体10と，緩衝室13を形成する箱状部は，互いに一体化して部材間の隙間空間を無くし，緩衝室13の拡大化を図ろうとする意図は見られず，またダイヤフラム接合部の形状をもって空気滞留室を形成してもいないため，本件特許発明におけるような面取り効果による空気滞留室の拡大化も図られていない。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "［相違点2］及び［相違点5］について",
          "text": [
            "本件特許発明では，ダイヤフラム接合部は，ベース部から立ち上げられてダイヤフラムの空気排出部に対接するものであるが，このダイヤフラム接合部は，当該ダイヤフラム接合部にダイヤフラムから送り出された空気を受け入れる空気取込口からベース部に向けて延び，空気滞留室に連通する空気通路を形成されている点に特徴がある。",
            "すなわち，本件特許発明1では，ダイヤフラム接合部がベース部から立ち上げられていることで，ダイヤフラムとの対接部分がまっすぐ立つ(広辞苑の「立ち上がる」の語句の解説参照)，すなわち略垂直の方向，少なくとも寝ていない状態を表す。本件特許発明1では，このダイヤフラム接合部は，ダイヤフラムを接合するという本来の機能に加えて，少なくともダイヤフラムから送り出された空気の流れ方向を転換する機能を持つ。すなわち，本件特許発明では，ダイヤフラム接合部とダイヤフラムとの対接部分が上下方向に延びることで，ダイヤフラムからは横向き又は水平方向に向けて空気が送り出される。本件特許発明では，この空気の流れをベース部に向わせるために垂直向きに方向転換する必要がある。その空気の流れを方向転換するための構成が「当該ダイヤフラム接合部にダイヤフラムから送り出された空気を受け入れる空気取込口からベース部に向けて延び，空気滞留室に連通する空気通路を形成されている」の構成要件である。",
            "他方，乙1考案について検討すると，「ダイヤフラム接合部」というためにはダイヤフラムを接合するという本来の機能を備える部分でなければならず，乙1考案でみればダイヤフラムがポンプ体10に結合している部分を指すべきであるし，又は，その代わりに，空気迂回区111自体がダイヤフラム接合部であるといえるものである。その他の部分は，どのように解釈してもダイヤフラム接合部には成り得ない。",
            "そして，乙1考案においては，ダイヤフラム接合部は，ダイヤフラム対接面が水平方向に延びており，いわゆる寝ている形になっている。このようなタイプのエアーポンプではダイヤフラム接合部は空気の流れを方向転換する必要がない。何故なら，乙1公告本の第二図から明らかなように，ダイヤフラムからは下向きに空気が送り出され，その下側にはやはり上下方向に向けて延びる空気排出室12が存在する。したがって，このような構成では，この空気の流れをベース部に向かわせるためにダイヤフラムは単に空気を送り出すだけでよく，本件特許発明におけるような，空気の流れを方向転換するための構成は必要ないのである。",
            "したがって，本件特許発明のダイヤフラム接合部と乙1考案のダイヤフラム接合部は空気の流れを方向転換するための構成の有無の点で機能的にも相違する。"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "［相違点6］について",
          "text": [
            "本件特許発明においては「緩衝室13と排気管14との間に綿製空気透過パッド17」及び「緩衝室13，チャンネル131及び空気排出室12の底部に柔軟且つ弾性のゴムパッド16」に対応するものはないところ，乙1考案，乙1公告本の明細書及び図面において，明確に「緩衝室13と排気管14との間に綿製空気透過パッド17」及び「緩衝室13，チャンネル131及び空気排出室12の底部に柔軟且つ弾性のゴムパッド16」が記載されており，その存在と効果を看取できることから，乙1考案において消音効果を生じさせるための不可欠の構成要素となるものである。",
            "そして，乙1考案では，乙1公告本の明細書における，目的及び効果の記載からは，当初の発明の目的ないしは狙いとしては，空気の排出速度と排気圧力を緩和することのできる容積の大きい空気滞留室により音の軽減を実現することにあったが，現実に発明活動をしているうちに，チャンネル131や箱体形状の緩衝室13などの各部材を持つエアーポンプでは音の軽減を実現することはできないことが明らかになり，そこで，次の解決策として綿製空気透過パッド17やゴムパッド16を要所，要所に設置し，これで音の軽減を実現することができた，という変遷が看て取れる。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "容易想到性の判断の誤り",
              "text": [
                "上記各相違点は，いずれも作用効果に関わるものであって，単に設計事項に留まるものではなく，相違点として看過できないものである。",
                "原判決は，本件特許発明は乙1考案と同一か又は乙1考案及びダイヤフラム接合部のダイヤフラムの空気排出部との対接面をベース部に対して垂直とするとの周知技術から，当業者が容易に発明することができたものであると判断するが，かかる判断が誤りであることは，既に述べたとおりである。原判決の判断において，乙1考案を出発点とすべきところ，本件特許発明の知識を得た上で乙1考案を理解しようとしたため，乙1考案が本件特許発明の構成に近いものと錯覚し，相違点を見逃したものといえる。",
                "また，上記相違点6については，上記のとおり，乙1考案では，「綿製空気透過パッド17」と「ゴムパッド16」が不可欠の構成要素となっていることが明らかであるところ，乙1公告本を見た当業者をして，消音効果を生じさせる不可欠な構成要素と理解されるものを敢て取り除く必要性や合理的理由はないことから，「緩衝室13と排気管14との間に綿製空気透過パッド17」および「緩衝室13，チャンネル131および空気排出室12の底部に柔軟且つ弾性のゴムパッド16」に関する記載は，これらに対応するものを有さない本件特許発明に対して契機ないし起因(動機付け)となることを妨げる記載であると考えられる。",
                "そうすると，乙1考案を出発点として，相違点6を克服して本件特許発明に至ることは，当業者にとって容易ではないものであるといえる。",
                "したがって，原判決は，上記のとおり，本件特許発明と乙1考案の対比において事後分析に陥り判断を誤った結果，容易想到性が否定され得る相違点を看過したものである。"
              ],
              "content": [
                {
                  "fig": "2",
                  "subject": "被控訴人",
                  "content": [
                    {
                      "fig": "(1)",
                      "text": [
                        "外国で頒布された刊行物該当性の判断の誤りに対しア 控訴人らは，原判決の出願公告，付与前異議申立に類する制度を取りながら閲覧を許さないという法制度は極めて不合理であるとの判断が誤りであると主張するが，この主張こそ誤りである。",
                        "原判決における「出願公告，付与前異議申立に類する制度を採りながら閲覧を許さないという法制度」とは，そもそも控訴人らが原審で主張したことであり，原判決は，台湾の法制度が，控訴人らの主張するとおりであれば「極めて不合理である」と判断したのであるから，誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人らは，原判決が本件回答書には本件の解決に必要な限度で具体的な手続が回答されていると判断したことが誤りであると主張する。",
                "しかし，公告本資料が「公衆の自由な閲覧に供され」ていることは，1986年法39条に規定されており，条文上明らかである。また，「その複写物が公衆からの要求に即応して遅滞なく交付される体制」については，1990年準則3条15号及び16号に規定されており，当時の台湾特許庁において，公衆からの書き写し申請及び図面描写の申請に応じて公告本資料の複写物を遅滞なく交付する体制が整っていたことも明白である。公告本資料の複写に関する手続は，本件の解決に必要な限度で具体的に条文及び規則に明記されており，原判決の判断に誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人らは，原判決の乙1の1のコピーの元ともされた台湾登録願第77204725号新型専利説明書の公告本は原本そのものではなく，コピーしたものであったとの判断が誤りであると主張し，その根拠について，1986年法39条は原本陳列の方法により公開閲覧に供する規定であると述べる。",
                "しかし，特許法29条1項3号の「頒布された刊行物」とは，公衆に対し頒布により公開することを目的として複製された文書，図画その他これに類する情報伝達媒体であって，頒布されたものを意味するのであって，「頒布された刊行物」に該当するか否かを判断するに当たって，複製の元となるものが原本又はコピーのいずれであるかは問題にならず，いずれであっても，公衆に対し頒布により公開することを目的として複製された文書，図画その他これに類する情報伝達媒体は，すべて「頒布された刊行物」に該当するというべきである。",
                "また，1986年法39条には，原本を陳列するなどとはどこにも規定されていない。むしろ1981年施行細則10条には，専利法12条に規定する説明書(明細書)及び図面は一式3部提出しなければならないと規定されており，異議申立ての審査と公衆の閲覧とが並行して行われるならば，原判決が判断したように，一式3部の出願書類のうちの原本が審査官の手元におかれ，コピー(公告本)が公衆の閲覧に供されると考えるのが自然である。2部のコピーがあるにもかかわらず，あえて1部しかない原本を公告本として公衆の閲覧に供する理由はない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "進歩性判断の誤りに対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "一致点につき"
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "構成要件A5",
          "text": [
            "控訴人らが指摘する「ポンプ体10の上周縁の凸縁」は，ポンプ体10の一部分であり，この部分でダイヤフラム20がポンプ体10と対接することに相違はない。控訴人らの主張は，ダイヤフラム20がポンプ体10のどこに対接するのかを詳しく述べたにすぎず，原判決が誤りであるとの根拠にはならない。",
            "また，構成要件A5には，「ダイヤフラムに接続され」とのみ規定され，ダイヤフラムがどこに接続されるかまでの限定ない。この「ダイヤフラムに接続され」について，乙1考案は，ポンプ体10にダイヤフラム20が対接する構成となっており，原判決が「ポンプ体10と対接するダイヤフラム20」と認定した点に誤りはない。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "構成要件B2"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "特許請求の範囲の解釈",
      "text": [
        "構成要件B2には，ダイヤフラム接合部の「ダイヤフラムとの対接部分」がどのようになっているのか何も限定されていない。また，本件の特許明細書にも，「ダイヤフラムとの対接部分がベース部に対しまっすぐ立つ」ことの技術的意義についても全く記載されていない。",
        "さらに，構成要件B2を記載どおりに読めば，「ベース部から立ち上げられて」は，「ダイヤフラム接合部」を修飾しており，「ダイヤフラム接合部」が「ベース部から立ち上げられて」いる構成を限定していることは明らかである。したがって，構成要件B2が，ダイヤフラムとの対接部分がベース部に対しまっすぐ立つことを表すと解釈することは到底できず，原判決の判断に誤りはない。"
      ]
    },
    {
      "fig": "b",
      "subject": "構成・一致点",
      "text": [
        "構成要件B2には，「ダイヤフラム接合部」が，「ベース部から立ち上げられて」いること，及び「ダイヤフラムの空気排出部に対接する」ことが規定されており，「ダイヤフラムとの対接部分」についての限定は何もない。一方，乙1考案は，ベース部に相当する土台から円筒状のポンプ体10が立ち上げられ，このポンプ体10の上周縁の凸縁にダイヤフラム20が接合された構成となっており，この構成が，構成要件B2に一致することは明らかである。",
        "また，控訴人らが指摘する「迂回区111を画成する底板」がポンプ体10の一部であることは，乙1の1の第一図及び第二図から明らかであり，ポンプ体10がダイヤフラム接合部に対応しないという根拠にはならない。",
        "また，控訴人らは「空気通路」が「ダイヤフラムの構成の一部」であるというが，構成要件C2には，「ダイヤフラムから送り出された空気を受け入れる空気取込口からベースに向けて延び，空気滞留室に連通する空気通路」と規定されており，「空気通路」が「ダイヤフラムから送り出された空気」の通路である以上，「ダイヤフラムの構成の一部」ということはない。仮に，「空気通路」が「ダイヤフラムの構成の一部」であるならば，「ダイヤフラムから送り出された空気」が「空気通路」を通って再びダイヤフラムに戻ってしまうことになるのであって，原判決の判断に誤りはない。"
      ]
    },
    {
      "fig": "c",
      "subject": "容易想到性",
      "text": [
        "「ダイヤフラム接合部のダイヤフラムの空気排出部との対接面がベース部に対して垂直になる構成」は，乙2ないし乙6刊行物にそれぞれ開示されており，相当多数の公知文献が存在する事実を推認することができる。実際には，相当多数の公知文献が存在するが，被控訴人は，証拠として妥当な5件に絞っただけである。上記構成は，その出願前の5件の特許公報に，発明の特徴としてではなく，公知の一般的な構成として記載されている程度のものにすぎず，進歩性を肯定するほどの技術的価値は到底認められない。",
        "また，乙9の意見書の8頁7行～18行によれば，審査官及び控訴人らが，「ダイヤフラム接合部のダイヤフラムの空気排出部との対接面がベース部に対して垂直になる構成」を「当業者が適宜決定可能な設計事項である」と認めている。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "subject": "構成要件B，構成要件B3，構成要件B5"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "本件特許発明1における「隣り合わせて」及び「全体として一体のブロック体構造」の解釈につき",
      "text": [
        "控訴人らは，構成要件B3の「隣り合わせて」が，「ダイヤフラム接合部と柱状部とが一体化するように互いに横に相接すること」を意味するというが，一般的な用語の意義及び本件特許明細書及び図面を参酌しても，「一体化するように」という限定が含まれると解釈することは到底できない。",
        "一般に，「隣」とは「横に相接した位置。またはその位置にあるもの。」をいう。「隣合せ」とは「たがいに隣同士の関係にあること。」をいう。「隣り合う」とは「たがいに隣となる。」ことをいう(広辞苑第4版1858頁)。したがって，構成要件B3の「隣り合わせて」の一般的な意味には，「一体化するように」との限定は含まれず，構成要件B3の「隣り合わせて」は，一体化しないもの及び一体化したものの両方を含む「一定の幅のある概念」である。",
        "一方，本件特許明細書及び図面を参酌すると，図4の断面図に，ベース部20，ダイヤフラム接合部21及び柱状部22が同じ樹脂材料で一体成形されていることが示されている。しかし，特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定めなければならないことが原則であり(特許法第70条第1項)，本件の請求項1に記載された構成要件B3の「隣り合わせて」が，図4に例示された構成のみに当然に限定解釈されることはない。したがって，本件特許明細書及び図面を参酌しても，構成要件B3の「隣り合わせて」は，一体化しないもの及び一体化したものの両方を含む「一定の幅のある概念」である。",
        "構成要件B3の「隣り合わせて」が，上述のように解される結果，構成要件B5の「全体として一体のブロック体」も，ダイヤフラム接合部と柱状部とが一体化しないもの及び一体化したものの両方が含まれると解され，これもまた「一定の幅のある概念」であるといえる。",
        "したがって，原判決の判断に誤りはない。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "構成要件B3の「隣り合わせて」に相当する乙1考案の構成につき前記のとおり，構成要件B3の「隣り合わせて」は，一体化しないもの及び一体化したものの両方を含む「一定の幅のある概念」である。",
        "したがって，乙1考案のポンプ体10と，緩衝室13を構成する四角柱部分とが一体化しないで隣り合う構成は，構成要件B3の「隣り合わせて」に相当する。このため，控訴人らが主張するような「チャンネル131の存在を無にする」構成を想定する必要は全くない。"
      ]
    },
    {
      "fig": "c",
      "subject": "乙1考案の「ゴムパッド」による作用効果につき",
      "text": [
        "乙1公告本の記載によれば，ゴムパッドの作用効果は壁部に衝突する空気の緩衝材であり，空気が衝突する場所ならばどこに設けても「空気がそれらに衝突する際の緩和効果」を奏することは容易に理解できる。",
        "したがって，緩衝室13と空気排出室12との間に一定の距離があろうとなかろうと，ゴムパッドの「空気がそれらに衝突する際の緩和効果」に影響はない。"
      ],
      "content": [
        {
          "fig": "(エ)",
          "subject": "構成要件C1"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "略L字形に連続する空間",
      "text": [
        "原判決が認定した「四角柱部分の内部にある縦長の長方形である緩衝室13と，これに連通し，土台の内部にあって，その幅を緩衝室13と同じくする横長の長方形状であるチャンネル131とによって形成された略L字形」における形状，配置，寸法は，いずれも乙1公告本の第二図に示された線図のとおりであり，原判決の判断に誤りはない。",
        "また，控訴人らは，乙1公告本の記載から「空気取込室11及び空気排出室12より緩衝室13の方が空間が広い凹型に連続する空間」が形成されることを自然に読み取っている。この「凹型に連続する空間」から「空気取込室11及び空気排出室12」の空間を差し引いた残りは，緩衝室13とチャンネル131とで形成される略L字形の空間となるので，控訴人ら自身も，乙1公告本の記載から「略L字形に連続する空間」を自然に読み取ることができることを認めている。"
      ]
    },
    {
      "fig": "b",
      "subject": "「略L字形に連続する空間」における空気の流れ",
      "text": [
        "原判決指摘するとおり，乙1公告本の第二図の緩衝室13内部に記載された矢印は，下方の流入位置から上方の流出位置へ向かう略L字形の空気の流れを示している。したがって，乙1考案でも，緩衝室13に入った空気が略L字形に流れるように構成されていることは，乙1公告本の第二図から明らかであり，原判決の判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "(オ)",
          "subject": "構成要件C2"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "「空気滞留室」に相当する「略L字形空間」",
      "text": [
        "前記のとおり，控訴人らは，乙1公告本の記載から「略L字形空間」を含む「凹型に連続する空間」を自然に読み取っており，控訴人らが緩衝室13とチャンネル131とで略L字形空間を形成することも読み取れないとする根拠はない。したがって，原判決の判断どおり，乙1公告本に，構成要件C2の「空気滞留室」に相当する「緩衝室13とチャンネル131とで形成される略L字形空間」が開示されていることに争いはない。"
      ]
    },
    {
      "fig": "b",
      "subject": "「空気滞留室」を構成する「チャンネル131」",
      "text": [
        "乙1考案の緩衝室13とチャンネル131とによって形成された略L字形に連続する空間は，構成要件C1の「ベース部及び柱状部の内部にこの両者間に略L字形に連続する空気滞留室が形成され」と一致する。",
        "控訴人らは，乙1考案のチャンネル131は空気通路であり，空気を一時的に蓄える緩衝室13が「空気滞留室」であると述べる。しかし，乙1公告本の第二図に示されているように，チャンネル131が，ダイヤフラム20から排気管14までの間に設けられた一連の空間の一部である以上，空気の通り道となるのは当然のことである。空気の通り道という点では，チャンネル131も，緩衝室13も，さらに構成要件C1の「略L字形に連続する空気滞留室」も，空気通路であることに相違ない。",
        "また，構成要件C1の「ベース部及び柱状部の内部にこの両者間に略L字形に連続する空気滞留室」には，空気をベース部側に滞留させるのか，柱状部側に滞留させるのか，又はこれらの両方に滞留させるのか，特に限定はなく，いずれの構成も構成要件C1に含まれるものと解される。",
        "そして，ベース部又は柱状部の少なくとも一方に空気を滞留させる構成であれば，本件明細書の段落【0006】に記載された「タンク部材の中には，或る一定の容量の空気滞留室が形成されているので，このタンク部材に送られた空気は一時的に空気滞留室内に蓄えられ，その後出口からホースへと入る。このため，ダイヤフラムにおける空気の吸入，吐出動作に際して発生した音は，タンク部材によって消されるかまたは大幅に低下せしめられる。」という作用効果を奏することになる。",
        "結局，構成要件C1が限定しているのは，ベース部及び柱状部の内部に略L字形に連続する空間が形成されること，及びこの略L字形に連続する空間が，空気を一時的に蓄えるための「或る一定の容量」を有することの2点であり，この2点を備える構成であれば，略L字形に連続する空間のどこで空気を一時的に蓄えていようとも，構成要件C1に含まれるのである。そして，乙1公告本の記載から，少なくとも緩衝室13が空気を一時的に蓄えるための「或る一定の容量」を有することは明らかであり，この緩衝室13とチャンネル131とが略L字形に連続する空間は，構成要件C1の「空気滞留室」に相当する。"
      ],
      "content": [
        {
          "fig": "(カ)",
          "subject": "構成要件D1",
          "text": [
            "前記のとおり，乙1公告本に開示された緩衝室13及びチャンネル131によって形成される略L字形の空間は，構成要件C1及びC2の「空気滞留室」に相当するものであり，構成要件D1の「空気滞留室」にも相当する。したがって，原判決が認定したとおり，乙1考案における空気排出室12の「下端開口」は，構成要件D1の「空気滞留室の空気流入口」に相当し，乙1考案の「空気滞留室の空気流入口がベース部側に設けられる」との構成は，構成要件D1と一致する。"
          ]
        },
        {
          "fig": "(キ)",
          "subject": "構成要件D2",
          "text": [
            "前記のとおり，特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定めなければならないことが原則であり(特許法70条1項)，本件の請求項1に記載された構成要件D2の「柱状部の上部」が，本件明細書の段落【0010】に一言だけ記載された「柱状部の上端部」に当然に限定解釈されることはない。"
          ]
        },
        {
          "fig": "(ク)",
          "subject": "構成要件E2"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "乙1公告本に開示された消音効果",
      "text": [
        "乙1公告本には，「本考案は，消音作用を有する空気ポンプ構造に関し，特に，空気排出室と排気管との間に空間が空気排出室より大きい緩衝室が設けられ，その排気速度と排気圧力を緩和することにより，空気と当該壁面との摩擦力を降下させることができ，それにより，ノイズを減少することができることを特徴とする魚の飼育用水槽に用いられる空気ポンプに関する。」(2頁3行～7行)との記載があり，乙1公告本の「ノイズの消音効果」に，原判決が指摘する二種の消音効果のうち緩衝室が大きいことによる効果(控訴人らの主張する②)が含まれることは明らかである。"
      ]
    },
    {
      "fig": "b",
      "subject": "乙1考案の「チャンネル131」",
      "text": [
        "控訴人らの主張は，空気排出室12とチャンネル131との広狭の比較に誤りがあり，これに基づくチャンネル131の動作説明もすべて誤りである。控訴人らは，「乙1公告本の第二図によれば，空気排出室12の下側開口部がチャンネル131の空気排出部12側の開口部に比して広い」と述べるが，「チャンネル131の空気排出部12側の開口部」が乙1公告本の第二図中のどの部分を指すのか特定することができない。そもそも，乙1公告本には，空気排出部12及びチャンネル131の寸法について明確な記載がないので，図面の実測に基づく両者の比較は意味がない。",
        "なお，仮に乙1公告本の第一図及び第二図から寸法を実測して，空気排出部12とチャンネル131とを比較しても，チャンネル131の容積の方が，空気排出室12の容積よりも大きい(乙1公告本の第一図及び第二図の実測値から空気排出室12及びチャンネル131の容積を算出したところ，空気排出室12の容積が699．435m㎥であり，チャンネル131の容積が920m㎥であった。)。したがって，控訴人らのいう動作説明は誤りであり，狭い空気排出室12から広いチャンネル131に流入した空気の排気速度と排気圧力は，チャンネル131において緩和され，その後，緩衝室13に流入することになる。",
        "このように，控訴人らのチャンネル131についての主張は誤りであり，原判決の判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "(ケ)",
          "subject": "構成要件G1",
          "text": [
            "前記のとおり，乙1公告本に開示された緩衝室13及びチャンネル131によって形成される略L字形の空間は，構成要件C1，C2及びD1の「空気滞留室」に相当し，乙1考案における空気排出室12の「下端開口」は，構成要件D1の「空気滞留室の空気流入口」に相当する。",
            "したがって，乙1考案の「略L字形空間」及び「下端開口」は，それぞれ構成要件G1の「空気滞留室」及び「空気流入口」に相当するものであり，原判決の判断に誤りはない。"
          ]
        },
        {
          "fig": "(コ)",
          "subject": "構成要件G2",
          "text": [
            "前記のとおり，乙1考案の「略L字形空間」及び「下端開口」は，それぞれ構成要件G1の「空気滞留室」及び「空気流入口」に相当するものであり，乙1考案の「下端開口」は構成要件G2の「空気流入口」にも相当する。",
            "したがって，原判決の判断に誤りはない。"
          ]
        },
        {
          "fig": "(サ)",
          "subject": "構成要件G3",
          "text": [
            "乙1考案と本件特許発明1ないし2とが，構成要件A5，B，B2，B3，C1，C2，D1，D2，E2の点で一致することは，前記のとおりであり，原判決の判断に誤りはない。",
            "また，構成要件B2については，仮に控訴人らが主張するような相違があったとしても，その相違点は乙2ないし乙6刊行物にそれぞれ開示されており，当業者に容易想到であると認めた原判決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "相違点と容易想到性につき",
              "text": [
                "控訴人らは，本件特許発明と乙1考案の相違点1～6を主張するが，いずれも誤りであり，これらの相違点がすべて存在しないことは，前記のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "［相違点1］及び［相違点5］"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "「隣り合う」の用語の意義",
      "text": [
        "控訴人らは，広辞苑の「隣り」及び「隣り合う」の解説によれば，本件特許発明の「隣り合わせて立ち上げられた」が，「ダイヤフラム接合部と柱状部とが一体化するように，互いに横に相接して立ち上げられていること」を表すと述べるが，このような事実はない。広辞苑第4版1858頁の「隣」，「隣合せ」及び「隣り合う」の解説に「一体化するように」などとはどこにも記載されていない。"
      ]
    },
    {
      "fig": "b",
      "subject": "「一体化」の効果",
      "text": [
        "控訴人らが主張する作用効果は本件明細書に何ら記載されておらず，本件特許発明の作用効果ではない。",
        "なお，ダイヤフラム接合部と柱状部との間の隙間をなくし，空気滞留室の容積を拡大する程度のことは，単なる空きスペースの有効活用にすぎず，当業者が適宜設計変更可能な範囲のものである。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "［相違点2］及び［相違点5］"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "「立ち上がる」の用語の意義",
      "text": [
        "控訴人らは，ダイヤフラムとの対接部分がベース部に対しまっすぐ立つことを表すと述べるが，本件の請求項1の用語の意義を不当に限定解釈するものであり，誤りである。本件の請求項1には，ダイヤフラム接合部の「ダイヤフラムとの対接部分」がどのようになっているのか何も限定されていない。また，本件の特許明細書にも，「ダイヤフラムとの対接部分がベース部に対しまっすぐ立つ」ことの技術的意義についても全く記載されていない。"
      ]
    },
    {
      "fig": "b",
      "subject": "「空気の流れ方向を転換する機能」",
      "text": [
        "本件の請求項1には，ダイヤフラム接合部の「ダイヤフラムとの対接部分」がどのようになっているのか何も限定されていないので，本件特許発明において，常に「ダイヤフラムから横向き或いは水平方向に向けて空気が送り出される」とは限らない。また，本件明細書の段落［0012］には，ダイヤフラム接合部21，空気取込口27及び空気通路28の配置構成が記載されているだけで，控訴人らが主張する「空気の流れ方向を転換する機能」の技術的意義については一切記載されていない。",
        "さらに，控訴人らは，構成要件C2は，ダイヤフラム接合部の構成の一部を明らかにしたものであって，空気通路が設けられていることはダイヤフラムの構成の一部にすぎないと述べており，仮に，控訴人らの主張が正しいとして，「空気通路が設けられていることはダイヤフラムの構成の一部」ならば，本件明細書の段落【0012】の「…ダイヤフラム接合部21の空気取込口27からは空気通路28がベース部20に向けて垂直方向下方に延びており，…」との記載は，ダイヤフラム接合部21に設けられた空気通路28を説明しているので，構成要件C2とは無関係な記載ということになる。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "subject": "［相違点6］",
          "text": [
            "控訴人らが主張する［相違点6］の根拠は，すべて控訴人らの思い込みにすぎず，根拠にはならない。したがって，本件特許発明と乙1考案の間に，控訴人らが主張する相違点はない。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "容易想到性の判断につき",
              "text": [
                "控訴人らは，原判決が，本件特許発明と乙1考案の対比において事後分析に陥り判断を誤った結果，容易想到性が否定され得る相違点を看過したものであると主張するが，本件特許発明と乙1考案との間には，控訴人らが主張する［相違点1］～［相違点6］は存在せず，原判決に誤りはない。",
                "なお，控訴人らは，乙1考案の「綿製空気透過パッド」及び「ゴムパッド」が本件特許発明との相違点であると繰り返し主張するが，進歩性判断の手法を誤っている。本件特許発明の進歩性を判断するのであるから，本件特許発明の特許請求の範囲に記載された必須の構成要件のみを対比すれば十分であり，本件特許発明が必須としない構成まで対比する必要はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件特許権は特許無効審判により無効にされるべきものと認められるから，特許法104条の3の適用により，控訴人らの本訴請求はいずれも理由がないと判断する。その理由は，以下に述べるとおりである(原判決を引用する部分は，「原告」を「控訴人」と，「被告」を「被控訴人」と読み替える。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「外国において頒布された刊行物」該当性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決46頁2行から51頁13行までを，次の(2)を除き，引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決51頁13行「ているものであり，原告らの上記主張は採用することができない。」を次のとおり改める。",
                "「ているものである。また，控訴審において提出された2009年(平成21年)8月24日発送の経済部知的財産局(台湾特許庁)の局長B作成に係る台湾国際専利法律事務所弁護士C及びDあての書簡(乙19の1)によれば，専利法の規定にかかわらず，実務上は，公告がなされた後，公告期間中であると公告期間満了後であるとを問わず，何人も査定書，明細書等を閲覧・謄写(書き写し又はコピーの申請)をすることができたこと，1984年(昭和59年)4月24日に改正・公布された専利規費収費準則3条は「案件調査閲覧」の申請費用を定めるなどして規定上明確であったため，敢えて法改正は行われなかったこと，実際の閲覧・謄写は当時の中央標準局専利処の行政科により処理され，一般公衆に広く利用されていたこと，1994年(平成6年)改正により専利法上，「何人も」閲覧・謄写できる旨明文で定められたが，これは行政情報の公開及び専利案件の公衆補助審査制度の趣旨に鑑み，上記のような従前の運用を法文上明らかにすべきとの考えから明文化されたものであることが認められ，以上によれば，いずれにせよ，乙1公告本が，本件特許の出願前において，公開されて公衆の自由な閲覧に供されており，その複写物が公衆からの要求に即応して遅滞なく公布される態勢が整っていたことは明らかというべきである。",
                "したがって，控訴人らの上記主張は採用することができない。」(3) 乙1公告本の外国頒布刊行物該当性に関する控訴人らの主張について補足的に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人らは，1986年法が大正10年法を参考にしながら，敢えて明細書を公開陳列に供する期間を制限した上，閲覧謄写規定を設けなかったこと，1986年法75条に明細書の閲覧・謄写に係る規定が存在しないことを挙げて，台湾においては明細書の公衆による自由な閲覧・謄写は認めない趣旨であったと主張するが，前記(2)のとおり，専利法の規定にかかわらず，台湾における特許実務においては，公衆による自由な閲覧・謄写が認められていたのであるから，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，平成12年時点の台湾における特許情報の状況を挙げ，平成12年度における明細書の詳細内容の検索が困難である旨主張するが，控訴人らの指摘はインターネットによる検索状況に関するものであって，前記の閲覧・謄写の実情を表すものではないから，これにより前記認定が左右されるものではない。",
                    "したがって，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人らは，1986年法39条は原本陳列の方法により公開閲覧に供する規定であるから，原判決が乙1公告本を原本そのものではなくコピーしたものであるとしたのが誤りであると主張する。",
                    "しかし，1981年施行細則10条は，出願時に明細書等につき同内容の書類を3部提出すべき旨を定めており，かつ，現に閲覧・謄写に供されていた乙1公告本にはその冒頭に「公告本」との表示(特許局が押印したと推認される)がなされていることからすれば，上記公告本も原本の複製物と認めるのが相当である。",
                    "したがって，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その他，控訴人らが原判決の判断の誤りとして主張するところは，当審において付加した前記判断に照らして，いずれも採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件特許発明の進歩性の有無(特許法29条2項)について(1) 原判決51頁下8行から62頁18行までを，次の(2)ないし(5)を除き，引用する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原判決52頁16行「相当性」を「想到性」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決53頁17行「しかしながら，」の後に次のとおり加える。",
                "「乙1考案のポンプ体10が，タンク部材と一体の構造物であるとみることができることは，後記エ(ウ)bに説示するとおりである。そして，」(4) 原判決59頁下3行「空気流入口よりも相対的に」を「中間よりも」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決59頁下6行～60頁8行を次のとおり改める。",
                "「(ア) 特許請求の範囲の解釈",
                "構成要件D2は，本件特許発明の空気出口を『柱状部の』上部に設けるとされているから，構成要件D2にいう『上部』とは，空気滞留室の空気出口が空気流入口よりも相対的に上側に設けられているだけではなく，柱状部の中間点よりも上の部位に設けられることを要するものと解される。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "構成及び一致",
                      "text": [
                        "乙1公告本には，四角柱部分の途中にある排気管14の緩衝室13側の端部開口が空気排出室12の中程に設けられている構成が開示されており，乙1考案の下端開口は本件特許発明1の空気流入口に相当する(上記キ参照)。",
                        "したがって，乙1考案と本件特許発明1とは，空気滞留室の空気出口が設けられた柱状部の所定部に関し，本件特許発明1が「上部」としているのに対し，乙1考案は「中程」である点において相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性",
                      "text": [
                        "本件明細書では，本件特許発明における空気出口の構成に関し，『…流入位置から離れた柱状部22の上端部から吐き出されることと，空気が空気滞留室23へ流入する時とここから流出する時との空気の流れ方向が直角の向きに異なっていることとが相俟って，前記音の軽減効果はより一層促進される。』(段落【0016】)とされており，本件特許発明は，空気滞留室における空気流入口と空気出口を離れた位置とすることにより，音の軽減効果を得ようとするものである。",
                        "これに対し，乙1考案では，「端部開口」が上下方向中程に設けられているものの，「下端開口」と「端部開口」は，それぞれ左右対極する離れた位置に形成され，上下左右に十分離れた位置とされている。「端部開口」の具体的な位置を設定することは，本来，当業者が適宜設定すべき事項であり，この「開口端部」を開示された位置より上方にずらせば，設置位置が「上部」となるが，それによって音の低減に有意な差が生じるとも考えられない。",
                        "そうすると，上記(イ)の相違点は，当業者にとって容易に想到することができたことであると認められる。これに反する控訴人らの主張は採用することができない。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人らの主張について補足的に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件A5につき",
                  "text": [
                    "控訴人らは，本件のダイヤフラム接合部に相当するのは空気迂回区111を画成する底板であり，また本件特許発明のタンク部材の構成及び作用効果について記載されていないから，乙1考案は構成要件A5を備えない旨主張する。",
                    "しかし，構成要件A5には「ダイヤフラムに接続され」とのみ規定され，ダイヤフラムがどこに接続されるかについて限定することがないところ，乙1考案はダイヤフラム20を有しており，そこを通過した空気が，その下流に位置する緩衝室13等において蓄えられるのであるから，乙1考案が「ダイヤフラムに接続され空気を一時的に蓄え，吐出するタンク部材とを備え」という構成要件A5を有していることは明らかである。",
                    "したがって，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件B2につき",
                  "text": [
                    "控訴人らは，本件のダイヤフラム接合部に相当するのはポンプ体10ではなく，「空気迂回区を画成する底板」であると主張する。",
                    "しかし，本件明細書には，「…ダイヤフラム18は外力によって収縮，膨張する内部が中空のゴム，革，強化処理された紙，或いはプラスチックなどの弾性材料から構成されるとともに弁機構を有しており…」(段落【0008】)との記載があり，弁機構を有し，収縮，膨張することにより空気の吸入・排出を行う部材全体を「ダイヤフラム」としているから，弁であるバルブ15を有する空気迂回区111は，本件特許発明のダイヤフラムに含まれる部材と見るのが相当である。",
                    "また控訴人らは，原判決はチャンネル131を本件特許発明における空気通路と考えている旨主張するが，原判決が「空気が，ポンプ体10と対接するダイヤフラム20によって空気取込室11に吸入され，迂回区111を通って空気排出室12内に排出され，チャンネル131を通って緩衝室13に一時的に蓄えられた後，排気管14から外部に吐出される」としたのは，単に空気の流れについて述べたものであり，チャンネル131が空気通路に相当するとしているものではない。",
                    "さらに控訴人らは，乙2ないし乙6刊行物だけでは，ダイヤフラム接合部のダイヤフラム空気排出部との対接面がベース部に対して垂直になる構成が周知であると認めることはできない旨主張する。",
                    "しかし，乙2刊行物は昭和56年に，また乙3刊行物は昭和51年に公開された文献であり，このような技術は相当程度古くから存在するものであるから，これらの文献をもって上記技術の周知性を認めることができるというべきである。",
                    "したがって，控訴人らの上記主張はいずれも採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件B，B3，B5につき",
                  "text": [
                    "控訴人らは，「隣り合わせて」，「全体として一体のブロック体構造」とは，ダイヤフラム接合部と柱状部とが一体化するように互いに横に相接すること，全体が一つの構造体であり内部が中空のものを意味し，「一定の幅のある概念」と解する余地はなく，また乙1考案はポンプ体10と緩衝室13が消音効果を生じさせるためにチャンネル131でつなぎ，一定の距離をおく構成が必然であり，「隣り合わせて」構成されていない旨主張する。",
                    "しかし，「隣り合わせて」の意味する構成が，控訴人らが主張する「密着」のような構成に限定されるものと解することはできず，また，相互の部材が固定関係にあるコンパクトな構造体を，「一体」・「ブロック」等と呼称することも支障がないというべきである。さらに，乙1考案において，チャンネル131が存在するとしても，ポンプ体10と緩衝室13を形成している四角柱部分は，相互に隣接しているから「隣り合わせて」いる構成に該当するということができる。",
                    "したがって，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件C1につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，乙1公告本では，緩衝室の容積を問題にしているが，空間の形状を読み取ることは困難であり，図面に依拠して「略L字形に連続する空間」を認定した原判決は誤りである旨主張する。",
                        "しかし，添付された図面には空気ポンプの形態がある程度写実的に描かれ，少なくとも空間的な配置を読み取ることができるものであり，明細書の記載に加え，図面を参酌することにより，乙1公告本から「略L字形に連続する空間」を認定することができるから，控訴人らの上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また控訴人らは，図から見て緩衝室13には，隔壁(甲23における符号132)が設けられ，第 1，2区画に分割されているが，この構成では，空気流は緩衝室の底壁に沿って流れ，排気管14が設置された第2区画にのみ流入するので，空気が緩衝室13に滞留することはなく，L字形に連続する空気滞留室が形成されているということはできない旨主張する。",
                        "しかし，乙1公告本には，この箇所の構成について，「緩衝室13と排気管14との間に綿製空気透過パッド17が設けられる。この綿製空気透過パッド17により，緩衝室13に進入且つ排気管14から排出しようとする空気が排気口周辺の緩衝室壁に直接にぶつかることを避け，音を消すことができる。」(乙1−3〔訳文〕4頁8行～11行)と説明されているだけで，空気の流れを阻害するような隔壁の存在についての記載はない。かえって，綿製空気透過パッドは，空気が直接緩衝室壁にぶつかることを避けて，これを透過させるために設けられていると説明されており，隔壁が存在すると，空気が隔壁に衝突することが避けられないこと，また仮に隔壁だとすると，図に断面を表すハッチングが施されているはずであるのに，それがないことを考慮すると，控訴人らが隔壁と主張する部材は，綿製空気透過パッドを緩衝室壁に固定するための，額のような部材と見るのが相当である。そして緩衝室に流入した空気は，綿製空気透過パッドを透過して，後方に設けられた排気管14から排出されるものと認められる。したがって，緩衝室内に隔壁が設けられ，室内が区画されているとの控訴人らの上記主張は，独自の解釈であって，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに控訴人らは，乙1公告本の第二図に示された空気の流れを示す矢印線からみて，隔壁132に当たった空気は間隙(甲23における符号133)，綿製パッド17を通過し，排気管14に流れるとし，本件特許発明とは相違する旨主張する。",
                        "しかし，空気流は流速，ポンプの脈動による変化等により変わるものである上，同図面における「隔壁132」付近の矢印は同隔壁に相当する部分を透過する空気の流れを示していると理解することもできるから，同図に記載された矢印のみでは，控訴人らの上記主張を裏付けるに足りるものではない。",
                        "したがって，控訴人らの上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件C2につき",
                  "text": [
                    "控訴人らは，チャンネル131は緩衝室13と空気排出室12をつなぐ空気通路にすぎず，緩衝室13，チャンネル131及び空気排出室12のうち，緩衝室13とチャンネル131のみを取り上げて，両者が「空気滞留室」を形成すると考えることはできない旨主張する。",
                    "しかし，緩衝室13とチャンネル131は連続したL字形の空間を形成しており，空気の滞留が専ら緩衝室で生じるとしても，これを一つの室ととらえることは可能であるから，L字形をした本件特許発明の空気滞留室に相当するとした点に誤りはない。",
                    "したがって，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "構成要件E2につき",
                  "text": [
                    "控訴人らは，乙1公告本に，音の軽減は，緩衝室の容積を空気取込室及び空気排出室の容積より大きくすることによって実現されるとは記載されておらず，音の軽減ないしノイズの軽減は，綿製空気透過パッド17又は柔軟かつ弾性のゴムパッド16によって実現されるとしているから，乙1発明では緩衝室で音の軽減をする機能は有さないと主張する。",
                    "しかし，乙1公告本には，「本考案は，消音作用を有する空気ポンプ構造に関し，特に，空気排出室と排気管との間に空間が空気排出室より大きい緩衝室が設けられ，その排気速度と排気圧力を緩和することにより，空気と当該壁面との摩擦力を降下することができ，それにより，ノイズを減少することができることを特徴とする魚の飼育用水槽に用いられる空気ポンプに関する。」(乙1−3〔訳文〕2頁3行～7行)」として，空気が容積の大きい緩衝室13に流入することにより圧力が小さくなり，流速が緩和され，空気と壁面との摩擦力を降下することができ，ノイズが減少されることが記載されているのであるから，緩衝室13自体も音を軽減する機能を有していると認めることができる。",
                    "なお控訴人らの上記主張は，本件特許発明のダイヤフラムにより発生した音が水槽に伝わるのを防止する「空気の滞留」と，乙1公告本の空気と管壁との摩擦により生じるノイズを低下させる「流動速度の緩和」とは別の化学作用であるとの理解を前提とするものであるが，容積の大きな乙1公告本の緩衝室で流速が低下すれば，そこで空気の滞留が生じるのは明らかであり，乙1公告本でもダイヤフラムにより発生した音が水槽に伝わるのを防止することになるし，本件特許発明でも，空気が滞留して流速が低下することにより，空気と管壁との摩擦により生じるノイズが低下するのも明らかであるから，単に，現象をどのような面から捉えるかという差にすぎない。",
                    "したがって，控訴人らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "相違点の看過につき",
                  "text": [
                    "控訴人らは，原判決による本件特許発明の構成要件A5，B2，B3，B5，C1，C2，D1，D2，E2と乙1考案の対応関係についての認定に誤りがあるとの理解を前提に，原判決には相違点を看過した誤りがあると主張するが，上記前提自体を採用することができないことは既に説示したとおりであるから，控訴人らの主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，控訴人らの被控訴人に対する本訴請求は理由がない。",
            "よって，これと同旨の原判決は相当であって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}