{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−7390号事件について平成20年11月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，名称を「現像器の電圧供給装置」とする発明について原告が特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をし，平成19年3月12日付けで特許請求の範囲の変更を理由とする本件補正をしたが，特許庁が，上記補正を却下した上，請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，審決が，上記補正の適否に関する独立特許要件の有無及び補正前発明の進歩性の有無(特許法29条2項)の判断に際し，出願人たる原告に対し予めなした拒絶理由通知に下記Aの刊行物1ないし3しか引用記載していないのに，周知技術の例として下記Bの例示文献1ないし5を加えて判断したことが特許法50条(拒絶理由の通知)等に定める手続に違反するか，等である。",
            "記A",
            "・刊行物1：特開2002−82504号公報(甲1)",
            "・刊行物2：特開2000−206767号公報(甲2)",
            "・刊行物3：特開平5−323799号公報(甲17)",
            "記B",
            "・例示文献1：特開平3−194571号公報(甲3)",
            "・例示文献2：特開2002−72639号公報(甲4)",
            "・例示文献3：実願昭60−13755号(実開昭61−130952号)",
            "のマイクロフィルム(甲5)",
            "・例示文献4：実願平1−46491号(実開平2−136264号)の",
            "マイクロフィルム(甲6)",
            "・例示文献5：特開2000−321853号公報(甲7)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，2002年(平成14年)7月10日の優先権(大韓民国)を主張して，平成15年7月10日，名称を「現像器の電圧供給装置」とする発明について特許出願(特願2003−272680号，請求項の数8，以下「本願」という。甲8。公開公報は特開2004−38185号〔甲11〕)をし，平成18年8月11日付けで前記刊行物1ないし3(後述の請求項5との関係では刊行物1と2)から容易想到であるとして拒絶理由通知を受け(甲12)たので，これに対し平成18年10月24日付けで意見書(甲13)を提出したが，平成18年12月1日に拒絶査定を受けたことから，これに対する不服の審判請求をした(甲10)。",
                "特許庁は，同請求を不服2007−7390号事件として審理し，その中で原告は，平成19年3月12日付けで特許請求の範囲の変更を内容とする手続補正(以下「本件補正」という。請求項の数8。甲9)をし，これに対し特許庁は平成20年7月7日付けで，同庁審査官が平成19年5月31日付けでなした前置報告書(特許法162条)に対する求意見を内容とする審尋(同法134条4項，甲15)をし，原告も平成20年10月7日付けで回答書(甲16)を提出したが，特許庁は，平成20年11月25日，前記刊行物1，2記載の発明及び前記例示文献1ないし5等による周知技術に基づいて当業者が容易に発明をすることができた(独立特許要件なし)ことを理由に本件補正を却下した上，同様の理由により本願の請求項5の発明も当業者が容易に発明をすることができたとして，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日附加)をし，その謄本は平成20年12月9日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願出願時",
                  "text": [
                    "本願出願時(平成15年7月10日)の請求項は前記のとおり1～8から成るが，そのうち審決において問題とされた【請求項5】に係る発明の内容(以下「本願発明5」という。)は，下記のとおりである。",
                    "記",
                    "「電圧を発生させる電圧供給源と，複数の現像器と前記電圧供給源との間に配設され，前記電圧供給源から供給された電圧を複数の前記現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットと，を備えた現像器の電圧供給装置において，前記電圧供給源は，所定の電圧レベルを有する基準電圧だけを前記電圧切換ユニットのそれぞれの前記スイッチング素子に供給し，それぞれの前記現像器は，前記現像器に対応するそれぞれの前記スイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧して，前記基準電圧と共に供給する電圧分配部を備えることを特徴とする，現像器の電圧供給装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正時",
                  "text": [
                    "本件補正時(平成19年3月12日)の請求項も前記のとおり1～8から成るが，そのうち【請求項5】に係る発明の内容(以下「本願補正発明5」という。)は，下記のとおりである(下線は補正箇所)。",
                    "記",
                    "「電圧を発生させる電圧供給源と，複数の現像器と前記電圧供給源との間に配設され，前記電圧供給源から供給された電圧を複数の前記現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットと，を備えた現像器の電圧供給装置において，前記電圧供給源は，所定の電圧レベルを有する基準電圧だけを前記電圧切換ユニットのそれぞれの前記スイッチング素子に供給し，それぞれの前記現像器は，前記現像器に対応するそれぞれの前記スイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，前記現像器に応じた前記分岐電圧と，前記基準電圧とを共に供給する電圧分配部を備えることを特徴とする，現像器の電圧供給装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，①本願補正発明5は，その出願前に頒布された前記刊行物1，2記載の発明及び前記例示文献1ないし5に掲げるような周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許出願の際に独立して特許を受けることができず，本件補正は却下すべきものである，②本願発明5も，同様に特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が認定した刊行物1記載発明の内容，本願補正発明5と刊行物1記載発明との一致点及び相違点の内容は，以下のとおりである。",
                    "［刊行物1記載発明の内容］",
                    "「カラー画像形成装置本体に共通バイアス電源を備え，カラー画像形成装置本体に着脱自在で，ドラムユニットとともに一つの画像形成ユニットを構成する現像ユニットとされた，各色毎に複数設けられた現像器に対して電圧を供給する，現像器の電圧供給手段において，供給ローラとドクターブレードに所定のバイアス電圧を印加するとともに，現像ユニット内に抵抗素子を含む分圧回路を備え，カラー画像形成装置本体の共通バイアス電源により現像ローラと現像部掬いシートの各々に分圧されたバイアス電圧を印加する，",
                    "現像器の電圧供給手段。」",
                    "［一致点］",
                    "いずれも，「現像器でバイアス電圧を印加する構成要素のうち少なくとも一部の構成要素に対する電圧供給源を備えた，現像器の電圧供給装置において，",
                    "それぞれの現像器は，少なくとも1以上の分岐電圧に分圧して現像器に供給する電圧分配部を備えた，現像器の電圧供給装置。」である点。",
                    "［相違点1］",
                    "本願補正発明5では，複数の現像器と電圧供給源との間に配設され，電圧供給源から供給された電圧を複数の現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットを備えたのに対し，",
                    "刊行物1記載発明では，そのような電圧切換ユニットの有無が不明である点。",
                    "［相違点2］",
                    "本願補正発明5では，電圧を発生させる電圧供給源は，所定の電圧レベルを有する基準電圧だけを供給し，それぞれの現像器は，現像器に対応するそれぞれの基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，現像器に応じた分岐電圧と，基準電圧とを共に供給する電圧分配部を備えるのに対し，",
                    "刊行物1記載発明では，カラー画像形成装置本体に共通バイアス電源を備え，供給ローラとドクターブレードに所定のバイアス電圧を印加するとともに，現像ユニット内に抵抗素子を含む分圧回路を備え，カラー画像形成装置本体の共通バイアス電源により現像ローラと現像部掬いシートの各々に分圧されたバイアス電圧を印加する点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，以下に述べるとおり，審決には，本件補正却下の手続に法令違背があり(取消事由1)，これにより，本願補正発明5の独立特許要件(進歩性)の判断を誤り(取消事由2)，本願発明5の進歩性判断も誤り(取消事由3)，本願発明の判断の手続にも法令違背がある(取消事由4)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(補正却下決定における審判手続の法令違背)(ア) 本願については，平成18年8月11日付けで拒絶理由通知(甲12)がされ，出願人である原告は平成18年10月24日付けで意見書(甲13)を提出したが，平成18年12月1日付けで拒絶査定(甲14)がされた。",
                    "ここで，上記平成18年8月11日付け拒絶理由通知(甲12)において，本願出願時の請求項5記載の発明(本願発明5)に対する特許法29条2項の拒絶理由に関して引用された文献は，特開2002−82504号公報(刊行物1，甲1)及び特開2000−206767号公",
                    "報(刊行物2，甲2)であった。そこで原告は，上記拒絶査定に対し平成19年3月12日付けで不服審判請求(甲10)をし，その審判請求と同日の平成19年3月12日付け手続補正書(甲9)により，特許請求の範囲の補正(本件補正)を行ったものである。",
                    "平成19年3月12日付け手続補正(本件補正)後の本願補正発明5は上記(2)イのとおりであるところ，本願補正発明5に係る現像器の電圧供給装置は，上記の構成によって，高圧供給源から電圧切換ユニットまで，あるいは高圧供給源からそれぞれの現像器まで，電圧を供給するために必要な高圧ワイヤーハーネス，パターン連結線，及び高圧切換接点の設置数を従来よりも大幅に減少させることができる。また，本願補正発明5に係る現像器の電圧供給装置は，上記の構成によって，現像器に応じた分岐電圧と基準電圧とを共にそれぞれの現像器に供給することにより，現像剤供給ローラによって現像ローラに供給される現像剤を，現像ローラの表面に移動させて吸着させることができる。",
                    "本願補正発明5の現像器の電圧供給装置は，上記構成によって，例えば本願出願当初の明細書(特許願，甲8)の段落【0045】，【0066】等に記載の如く，現像剤供給ローラによって現像ローラに供給される現像剤を現像ローラの表面に移動させて吸着させると共に，現像時に現像器を交換する際に発生する高圧ノイズを軽減でき，さらに高圧接点切換の信頼性を向上させることができるという格別の効果を奏する。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願補正発明5は，出願人である原告が，平成19年3月12日付け手続補正(本件補正。甲9)において，本願出願当初の請求項5(本願発明5)の「それぞれの前記現像器は，前記現像器に対応するそれぞれの前記スイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧して，前記基準電圧と共に供給する電圧分配部」との構成を，「それぞれの前記現像器は，前記現像器に対応するそれぞれの前記スイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，前記現像器に応じた前記分岐電圧と，前記基準電圧とを共に供給する電圧分配部」と補正した(下線部分は補正箇所)ものである。",
                        "上記平成19年3月12日付け手続補正(本件補正)は，本願発明5の「印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧して，前記基準電圧と共に供給する電圧分配部を備える」との本願出願当初から最も重要な構成要素の一つとした構成要素の技術的な特徴をより明確としたものである。そして，この本件補正により明確にした上記重要な構成は，審決が認定した前記相違点2に係る構成である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，本願補正発明5と刊行物1記載発明との間に相違点2があるとした上で，相違点2につき，「一般に，画像形成装置を構成する2つの装置に対する電圧印加の手法として，共通する電源から，まず一方の装置に所定の電圧(これが，本願補正発明5でいう「基準電圧」に相当する。)を印加し，その後，その電圧を分圧回路で分圧して，他方の装置に分圧された電圧(これが，本願補正発明5でいう「分岐電圧」に相当する。)を印加することは，本願優先日前，周知の技術である。」と判断した(13頁20行～25行)。",
                        "そして審決は，続く「例えば…」(13頁26行)以下の判断において，上記周知の技術を示す根拠として，前記例示文献1ないし5を挙げた。",
                        "さらに審決は，上記例示文献1～5のうちの例示文献4及び5を特に挙げ，「上記の例示文献のうち，特に最後の2文献からすると，『現像電源を画像形成装置本体に設置し，画像形成装置本体に着脱可能な，少なくとも現像器を含むユニット(カートリッジ)における電気接続部を介して，現像スリープ(現像ローラ)に現像バイアスを供給するとともに，分圧して，現像器の他の要素(供給ローラ，現像ブレード)に分圧された電圧を供給すること』までもが，本願優先日前に周知の技術であったことが理解される。」(14頁19行～24行)とした上，「刊行物1記載の発明において，上記周知技術を応用して，相違点2に係る本願補正発明5のごとく，電圧を発生させる電圧供給源は，所定の電圧レベルを有する基準電圧だけを供給し，それぞれの現像器は，現像器に対応するそれぞれの基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，現像器に応じた分岐電圧と，基準電圧とを共に供給する電圧分配部を備えるようにすることは，当業者が容易に想到し得ることというべきである。」(15頁18行～24行)として，本願補正発明5は，刊行物1，2記載の発明及び周知技術に基づき容易想到であると判断した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "しかし，上記のとおり，審査過程において本願出願当初の請求項5記載の発明(本願発明5)に対する特許法29条2項の拒絶理由に関して引用されたのは，刊行物1(甲1)，刊行物2(甲2)であり，審決において周知技術の根拠とした例示文献1～5は，審査の段階において原告に対して通知されたものではない。",
                        "また，審判手続においては，原告に対し，平成20年7月7日付け審尋書(甲15)が出され，原告は平成20年10月7日付け回答書(甲16)を提出したが，上記審尋書(甲15)において原告に通知された文献は，刊行物1(甲1)，刊行物2(甲2)，及び刊行物3(甲17)である。さらに，審尋書は，前置報告書の内容に対し意見を求めるものであるところ，前置報告書(甲15の審尋に引用記載)では，「出願人は，審判請求書において，概ね，…と，主張しているが，刊行物1には，装置本体の共通バイアス電源からの電圧を，分圧回路によって，現像ローラと現像部掬いシートに分圧して供給する構成が記載されており，分圧を電源切換ユニットで行うことは，当業者が適宜なし得る設計的事項である。」と記載されるのみで，当該「設計的事項である」ことを立証する何らの文献や根拠も示されていない。よって，審決において周知技術の根拠とした例示文献1～例示文献5は，審判における審理の段階において，原告に対して通知されたものでもない。",
                        "さらに，審査・審判の段階において原告に送達された拒絶理由通知書(甲12)，拒絶査定(甲14)及び審尋書(甲15)においては，審決において認定された上記周知技術の内容自体はおろか，その根拠となる他の文献にも言及すらしていない。",
                        "よって，原告が，本願補正発明5に関して，審決が認定したような例示文献が開示されていることを認知することは，到底できないものである。したがって，原告は，法の定める意見書の提出(平成18年法律第55号による改正前の特許法50条。以下，改正前の摘記を省略し「特許法50条」という。)や手続補正(同法17条の2第1項)をする機会，すなわち防御の機会を実質的に得ていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "特許法は，「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合」には「意見書を提出する機会を与えなければならない」とされているところ(平成18年法律第55号による改正前の特許法159条2項の準用する同法50条)，刊行物1，刊行物2には，相違点2に係る構成に関する技術について何らの記載も示唆もされておらず，また，上記の通り，原告が，相違点2に関して審決において認定したような例示文献が開示されていることを認知することは，到底できない。",
                        "よって，審決の特許法29条2項に係る推論は，本願補正発明5と刊行物1記載発明との相違点2の構成について，審決において初めて挙示した特定の技術を「引用例」として用いて行ったものというべきであり，審決において認定した周知技術を単に当業者の技術水準を知るためなどに補助的に用いたものということはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また，審決において例示文献1～5(特に例示文献4及び5)により認定された技術(14頁19行～24行)は，特許法29条2項にいう刊行物等に記載された事項に基づいて容易想到性を肯認する推論過程において参酌される技術ではなく，例示文献1～5を容易想到性を肯認する判断の核心的な「引用例」として用いているものであるから，刊行物等に記載された事項として拒絶理由において挙示されるべきであったものである。",
                        "したがって，審決は，拒絶査定とは異なる理由により容易想到性の判断をしたものであり，例示文献1～5に基づく判断は，特許法159条2項にいう「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合」に該当する。そして，原告には，拒絶査定の理由と異なる拒絶の理由について，意見書を提出する機会が与えられなかったのであるから，審判手続には，同法159条2項で準用する同法50条の規定に違反する瑕疵がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本願補正発明5の独立特許要件の判断の誤り)(ア) 審決は，「…刊行物1記載の発明において，上記周知技術を応用…」することによって容易想到性を判断し(15頁18行)，「…本願補正発明5は，刊行物1，2記載の発明，及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許出願の際独立して特許を受けることができない。」(16頁1行～4行)と判断した。",
                    "しかしながら，上記取消事由1の通り，独立特許要件の判断において，刊行物1記載発明に審決において初めて認定した上記周知技術を組み合わせること自体，特許法159条2項で準用する同法50条に違反している。",
                    "また，刊行物1記載発明に対し審決が認定した上記周知技術を組み合わせた上で独立特許要件の判断を行うことは，上記取消事由1の通り，原告の防御の機会を不当に奪うものである。",
                    "そして取消事由1の通り，独立特許要件の判断において，刊行物1記載発明に審決において初めて認定した上記周知技術を組み合わせること自体が，上記のとおり法に違反しているのであるから，独立特許要件(進歩性)は，刊行物1(甲1)及び刊行物2(甲2)に基づき判断されるべきある。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決において，本願補正発明5と刊行物1記載発明との相違点として上記相違点2が認定されていることから明らかなように，刊行物1には，相違点2に係る技術的な特徴について何らの記載も示唆もされていない。また，刊行物2にも，相違点2に係る技術的な特徴について何らの記載も示唆もされていない(審決9頁18行～11頁17行)。",
                        "よって，本願補正発明5は，刊行物1，刊行物2に基づいて容易に想到し得るものではなく，独立特許要件を備えるものである。",
                        "以上のとおり，審決の本願補正発明5の独立特許要件についての判断は誤りであり，その結果本件補正を却下したものであるから，審決は取り消されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願発明5の容易想到性の判断の誤り)",
                  "text": [
                    "上記取消事由2の通り，本件補正を却下する判断は誤りであるので，審決における「本願の請求項5に係る発明」の認定(審決16頁12行～26行)は，誤りである。よって，審決における「3．対比・判断」の判断(16頁31行～17頁11行)は，認定を誤った「本願の請求項5に係る発明」に対して行われた判断であるといえる。",
                    "したがって，審決の本願発明についての判断は，誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "取消事由4(本願発明5の容易想到性判断における手続違背)審決の本願発明についての判断における，「…本願発明5も，同様の理由により，刊行物1，2記載の発明，及び周知技術に基づいて当業者が容易に発明をすることができたものである。」(17頁9行～11行)との判断は，本願発明5(出願当初の特許請求の範囲の請求項5に係る発明)についての容易想到性の判断を本願補正発明5と同様の理由で行ったものである。",
                    "本願補正発明5は，本願発明5において原告が出願当初から最も重要な構成要素の一つとした相違点2に係る構成をより明確としたものであり，本願発明5についての上記判断は，本願補正発明5についての判断と同様に，例示文献1～5を本件補正前の本願発明5の容易想到性を肯認する判断の核心的な引用例として用いたものである。",
                    "したがって，本願発明5についての判断においても，例示文献1～5は刊行物等に記載された事項として拒絶理由において挙示されるべきであったものであり，審判手続には，特許法159条2項で準用する同法50条の規定に違反する瑕疵がある。",
                    "この点につき，本願補正発明5についての審判手続には同法50条の規定に違反する瑕疵があるとする取消事由1の主張は，本願発明5の手続についても当てはまるので，これを援用する。",
                    "なお，本願発明5と刊行物1記載発明についての相違点2に係る構成のうち，所定の電圧レベルを有する基準電圧だけを電圧切換ユニットのそれぞれのスイッチング素子に供給する構成は例示文献1～5には示されていない。",
                    "したがって，審決における本願発明についての判断には手続違背がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「第2 平成19年3月12日付けの手続補正についての補正の却下の決定」(1頁22行～16頁10行)において，平成19年3月12日付け手続補正(本件補正)が，平成18年法律第55号による改正前の特許法17条の2第4項(以下改正前の摘記を省略し「特許法17条の2第4項」という。)及び同5項の規定に照らして，適法になされたか否かを検討・判断している。",
                    "当該検討において，最初に，本件補正が，特許法17条の2第4項2号の特許請求の範囲の減縮を目的としたものに該当するか否かを検討し，審決に記載のとおりの理由により特許請求の範囲の減縮に該当すると判断している。",
                    "次に，本件補正後の請求項5に記載された発明(本願補正発明5)が，特許出願の際独立して特許を受けることができるものであるか否か，つまり，特許法17条の2第5項において準用する同法126条5項の規定に適合するか否かについて検討し，審決は，本願補正発明5は，刊行物1，2記載の発明，及び周知の技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができない，と判断している。",
                    "そして，上記検討の結果，本件補正が，特許法17条の2第5項において準用する同法126条5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定より，本件補正は却下すべきものであるとした。",
                    "そして，特許法159条1項及び2項は，同法53条1項及び50条ただし書きの規定を，同法17条の2第1項4号の場合も含めるように読み替えて準用しており，同法53条1項に基づき，拒絶査定不服審判において，同審判の請求の日から30日以内になされた補正の却下の決定をするときは，同法50条ただし書により，特許出願人に対し，拒絶の理由を通知する必要はないと規定されている。",
                    "したがって，審決では，当該条文に従って，拒絶の理由を通知することなしに，審決中にて理由を付して却下を行ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のように，審決では，本願補正発明5に対して，上記特許法159条1項において読み替えて準用する同法53条1項及び2項に基づき，補正の却下を行ったものであり，何ら違法性はない。",
                    "よって，原告の主張に根拠はなく，審決に法令違反はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，そもそも，例示文献1～5は，周知技術の例として示したものであって，当業者ならば当然認識している程度の技術事項に過ぎず，審判においても周知技術を用いる際，そのことについて意見または補正の機会を与えなくとも，当業者である原告に対して意見を述べる機会，及び補正の機会を不当に奪ったものとはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，限定的減縮がなされた請求項に係る発明に対し，補正の許否に関し独立特許要件を判断する場合には，原審の拒絶の理由で引用された先行技術を引用することが原則であるものの，新たな先行技術を引用することは差し支えないとして，特許庁では運用している。そして，原審(審査段階)の拒絶の理由で引用しなかった先行技術のみを引用して，容易想到性を判断することも可能として運用している(特許庁「特許・実用新案 審査基準」「第IX部」の「第2節6．2 補正の検討」〔乙3，14頁16行～18頁9行〕，特許庁「審判便覧」「61−05 拒絶査定不服審判の請求についての審理」〔乙4〕)。ただし，原審の拒絶の理由で引用した先行技術が適切でないこともあるので，補正却下の決定をした後に，原審の拒絶の理由が適切であったかどうかを慎重に検討し，原審の拒絶の理由が，引用例が不適当であるために，適切でないと判断される場合は，補正却下後の特許請求の範囲に記載された請求項に係る発明に対して，独立特許要件の判断の際に使用した引用例を使用して，あらためて拒絶理由を通知する対応をとっている。この運用は，特許法50条，53条，159条の規定に沿ったものである。",
                    "そして本件の場合は，下記取消事由4に対する反論のとおり，本件補正却下後の本願発明5に対してあらためて拒絶理由を通知する必要性はなく，上記運用に反しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1に対する反論のとおり，審決は，本願補正発明5が，特許出願の際独立して特許を受けることができるものであるか，つまり，特許法17条の2第5項において準用する同法126条5項の規定に適合するかについて検討したものであって，本願補正発明5は，刊行物1，2記載の発明，及び周知の技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないと判断し，本件補正が，特許法17条の2第5項において準用する同法126条5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定より，本件補正は却下すべきものであるとしたものである。",
                    "そして，特許法159条1項及び2項は，同法53条1項及び50条ただし書きの規定を，同法17条の2第1項4号の場合も含めるように読み替えて準用しており，同法53条1項に基づき，拒絶査定不服審判において，同審判の請求の日から30日以内になされた補正の却下の決定をするときは，同法50条ただし書により，特許出願人に対し，拒絶の理由を通知する必要はないと規定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，審決では，当該条文に従って，拒絶の理由を通知することなしに，審決中にて理由を付して却下を行ったものである。",
                    "よって，審決の平成19年3月12日付けの手続補正(本件補正)を却下する判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "取消事由2に対する反論のとおり本件補正を却下する判断に誤りはないので，審決における本願発明5についての「本願の請求項5に係る発明」の認定に誤りはない。よって，審決における「第3 本願発明について」の「3．対比・判断」の判断を，平成19年3月12日付け手続補正前の，「出願当初の特許請求の範囲の請求項5に係る発明」に対して行ったことに誤りはない。",
                "したがって，審決における「第3 本願発明について」の判断に，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の審査過程において，審査官は，平成18年8月11日付け拒絶理由通知(甲12)において，刊行物1(甲1)には，「段落【0057】の記載から見て，『装置本体の共通バイアス電源からの電圧を，現像ローラと現像部掬いシートの各々に分圧し，バイアス電圧を印加する分圧回路を備えた電圧供給装置。』との発明が記載されている」とし，請求項1に係る発明と上記刊行物1に記載された発明を対比すると，刊行物1に記載された発明の「共通バイアス電源」，「分圧回路」は，請求項1に記載された発明の「電圧供給源」，「電圧分配部」に相当し，両者は相違点1(請求項1に係る発明は，複数の現像器に順次に電圧を供給するよう配設されたスイッチング素子を有する電圧切換ユニットを備えているのに対し，刊行物1に記載された発明は，その点明らかではない点。〔これは，審決で認定した相違点1と同じである。〕)で相違すると述べ，相違点1の構成を採用することは容易であるとした。",
                    "その後，平成18年12月1日付け拒絶査定(甲14)において，審査官は，「刊行物1には，装置本体の共通バイアス電源からの電圧を，複数の現像機における現像ローラと現像部掬いシートの各々に分圧してバイアス電圧を印加する分圧回路を備えた電圧供給装置が記載されており」と指摘したうえで，本質的な相違点は，相違点1であるとして，相違点1は刊行物2(甲2)の技術から容易であるとした。ここで，本質的な相違点は，相違点1だけであると述べたことは，相違点1以外には本質的な相違点はないこと，換言すると，相違点2は，要するに，分岐電圧だけでなく，分圧するための基準電圧も利用するということであるところ，審査官は，刊行物1では分岐電圧を利用しているから，相違点2に係る基準電圧も利用するかどうかの差は，本質的な差ではないと判断したことは明らかである。",
                    "したがって，拒絶査定では，相違点2について直接的に言及されていないものの，相違点2は，刊行物1にほとんど記載されているに等しい事項であるか，あるいは，記載がされていないとしても，特に引用例を示すまでもなく容易な程度の相違点である，という判断が実質的にされたものというべきである。",
                    "これに対して，原告は，不服審判請求の理由(甲10)においても，相違点2の存在を主張したが，審査官は，前置報告(甲15)で，相違点2の存在についての原告主張に対して，「刊行物1には，装置本体の共通バイアス電源からの電圧を，分圧回路によって，現像ローラと現像部掬いシートに分圧して供給する構成が記載されており，分圧を電源切換ユニットで行うことは，当業者が適宜なし得る設計的事項である。」と述べており，これは，基本的に拒絶査定と同様の判断である。",
                    "そして，原告は，審判合議体の審尋(甲15)に対する回答書(甲16)において，刊行物1には，分圧を利用する記載はあるが，分圧するための基準電圧も利用することは記載されていないので，相違点2は当業者が適宜なし得る設計的事項ではない旨を主張している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の経緯を受けて，審決は，本件補正却下後の本願発明5について判断を示したものである。",
                    "具体的には，上記アのとおり，本願発明5の相違点2に係る構成は，分圧及び基準電圧を利用するものであり，請求人は設計的事項ではないと主張するため，これに鑑みて，審決は，設計的事項であることをより理解し易くするために，分圧を利用する際における基準電圧(共通バイアス電源の電圧)の取扱いについて，当該技術分野の周知技術を参照したものである。そして，分圧及び基準電圧を用いることは周知であることを考慮すると，刊行物1において，分圧に加えて基準電圧も利用する程度のことは，容易であるとした。",
                    "周知技術とは，当業者であれば当然に知っている事項であるから，容易である(設計的事項である)ことの論理付けの過程において，周知事項を参照することは，何ら不意打ちではない。",
                    "特に，本件の場合は，刊行物1に，分圧の利用という考え方が示されており，また，基準電圧の利用は明示されていないものの，分圧に際して基準電圧は当然に存在し，基準電圧を与え得る対象も存在する(具体的には，供給ローラ64やドクターブレード65)のであるから，特に周知技術を示さなくても，当業者であれば分圧に加えて基準電圧も利用することは容易であると，審決に説示することも可能であったが，請求人が容易でないと主張するので，審決は，刊行物1の記載を仔細にみて基準電圧を利用していない可能性があるとしたうえで，分圧及び基準電圧を用いるという周知技術を参照して，基準電圧の利用が容易であることの説得性を持たせたのである。",
                    "ここで，審決は，周知技術を参照したが，これは，相違点2に関する容易想到性判断の核心となる引用例を新たに提示するものでは決してない。",
                    "刊行物1には，分圧を利用することが記載されており，さらに基準電圧を用いることは，審査官が考えたように，本質的な相違点とはいえず，相違点2における核心的な部分は，刊行物1の記載事項として既に示されている。",
                    "すなわち，審決では，相違点2を，「本願補正発明5(本願発明5と読み替えることになる)では，電圧を発生させる電圧供給源は，所定の電圧レベルを有する基準電圧だけを供給し，それぞれの現像器は，現像器に対応するそれぞれの基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，現像器に応じた分岐電圧と，基準電圧とを共に供給する電圧分配部を備えるのに対し，刊行物1記載の発明では，カラー画像形成装置本体に共通バイアス電源を備え，供給ローラとドクターブレードに所定のバイアス電圧を印加するとともに，現像ユニット内に抵抗素子を含む分圧回路を備え，カラー画像形成装置本体の共通バイアス電源により現像ローラと現像部掬いシートの各々に分圧されたバイアス電圧を印加する点」と包括的に認定したのであるが，相違点2を細分化すれば，基準電圧(共通バイアス電源の電圧)を分圧し，分圧された電圧を使用することまでは，刊行物1に記載されており(実際に，審決では，一致点の中にこの事項を含ませている。)，実質的に相違するのは，分圧する元となった基準電圧も印加電圧として使用するかどうかという部分だけである。",
                    "本件の場合，刊行物1に分圧を利用することが記載されていたのであるから，分圧の前提となる基準電圧の取扱いについては，利用するか利用しないかのどちらかであり，審決での周知技術の参照は，当業者であれば基準電圧も利用することを当然に想起し得ることを，補助的に確認する役割を果たすにすぎないものである。",
                    "また，原告は，相違点2の事項が，本願の課題を解決する上で，重要な特徴である旨を主張しているが，そもそも，本願発明5には，相違点2以外にも課題を解決するための重要な構成は多々あるので，相違点2，すなわち，分圧する元となった基準電圧も使用する点は，課題解決のための構成の一部であるとしても，核心的な構成であるとまではいえないのである。",
                    "なお，審決で，周知技術で例示したのは，例示文献1～5(甲3～7)すべてであり，そのうちの例示文献4，5(甲6，7)だけをもって周知技術の例示としたのではない。この点で，原告の，審決では相違点2に係る構成について，例示文献1～5のうちの例示文献4及び5を特に挙げ，周知技術と認定している旨の主張は誤りである。",
                    "したがって，審決において周知技術を提示したことを，核心的な引用例を追加したという原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，容易想到性の判断において参照される周知技術の存在が，審決の前に，拒絶理由通知により，請求人に常に知らされるべきものというわけではなく，当業者であれば当然に知っている事項という周知技術の性格や，容易想到性の判断において周知技術が果たす役割の軽重などにより，個別ケースの状況に応じて決定されるべきものである。本件の場合は，上記のとおり，周知技術を示さなくても容易といえる程度のものであるところ，説得性を持たせるために，周知技術を参照したのであり，上記周知技術の存在を予め請求人に知らせる必要がないものであることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本願発明5についての判断においても，例示文献1～5は刊行物等に記載された事項として拒絶理由において挙示されるべきであった等とする原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(補正却下決定における審判手続の法令違背)及び取消事由4(本願発明5の容易想到性判断における手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の本願補正発明5と刊行物1記載発明との相違点2についての判断において，周知技術として例示文献1～5を引用しているところ，これら例示文献は容易想到性を肯認する判断の核心的な「引用例」として用いているから，特許法159条2項にいう「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合」に該当し，同法50条本文の規定に基づき意見書を提出する機会を与えなければならなかったものであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，平成18年改正前の特許法159条1項及び2項は，同法53条1項及び50条ただし書の規定を，同法17条の2第1項4号の場合(特許請求の範囲についてする補正)を含めるように読み替えて準用しており，拒絶査定不服審判において補正がされた発明が，特許出願の際独立して特許を受けることができるものでないとき(同条17条の2第5項が準用する同法126条5項の規定に違反するとき)は，その補正を却下しなければならない旨を同法159条1項で読み替えて準用する同法53条1項で規定している。",
                "そして，その補正の却下の決定をするときは，審判請求人に対して，同法50条本文の意見書を提出する機会を与えなくともよい旨を同法159条2項で拒絶査定不服審判の場合に読み替えて準用する同法50条ただし書で規定している。",
                "以上によれば，審決は，本願補正発明5が，特許出願の際独立して特許を受けることができるものではないと判断したため，上記各規定にのっとって，原告(審判請求人)に対し，意見書を提出する機会を与えることなく，本件補正を決定をもって却下したものであり，前記例示文献1ないし5の引用が容易想到性を是認する判断の核心的な引用例として用いているか否かを判断するまでもなく，その審決の判断に法の定める手続違背の瑕疵はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願補正発明5に関する取消事由1の主張と同様の主張を，補正前の発明である本願発明5につき取消事由4においてもなしているので，以下これらを併せて判断する(取消事由1については付加的判断として)。",
                "原告のなした本件特許出願に対して特許庁が審査及び審判の過程において示した結論は，前記のとおり，請求項5に関する本願補正発明5及び本願発明5は刊行物1及び2並びに周知技術からして，上記発明は容易想到である(特許法29条2項)というものであり，その周知技術の例として，審決において前記例示文献1ないし5を掲げたものである。",
                "ところで，審決取消訴訟においてなされる容易想到性(特許法29条2項)の判断は，特定して引用された発明(引用発明)との対比を基準としてなされるべきものであり(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁)，一方，特許法150条2項が準用する同法50条は「審査官は，拒絶をすべき旨の査定をしようとするときは，特許出願人に対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない」等と規定していることからすると，特許庁が予めなした拒絶理由通知に示された引用発明に基づかない発明に基づいて特許出願を拒絶する内容の審決をしたときは，原則としてその審決は手続上の違法があったということになるが，同通知に示された引用発明に基づいて審決がなされているときは，特段の事情なき限り，同審決に手続上の違法があったということはできないと解される。",
                "本件事案においては，本願補正発明5及び本願発明5に関する【請求項5】との関係で引用発明とされたのは，前記のとおり刊行物1(甲1)及び刊行物2(甲2)であり，それらは審査官が平成18年8月11日付けでなした拒絶理由通知(甲12)に記載されているが，周知技術の例として掲げられた前記例示文献1ないし5(甲3～7)は，本件審決以前に出願人たる原告に示された形跡は見当たらない。もっとも，審判の手続で審理判断されていた刊行物記載の発明のもつ意義を明らかにするため，審判の手続に現れていなかった資料に基づき優先権主張当時又は特許出願当時における当業者(その発明の属する技術の分野における通常の知識を有する者)の技術常識(周知技術)を審決において認定することは許される(最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁参照)と解されるから，審決が，前記例示文献1～5(甲3ないし甲7)を実質的な引用例ないし引用発明として用いたのであれば審決には手続上の違法があるが，引用発明とされた刊行物1及び2(甲1及び甲2)の意義を明らかにするための技術常識(周知技術)として用いたのであれば，特段の事情がない限り，手続上の違法はない，ということになる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そこで，上記(3)の見地に立って審決に手続上の違法があったかどうかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明5及び本願発明5の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正前の本願明細書(甲8〔特許願〕)には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "明細書",
                          "text": [
                            "・ 「本発明は，電子写真方式カラー画像形成装置における現像器の電圧供給装置に関する。」(段落【0001】)",
                            "・ 「このような固定式現像器…を使用する画像形成装置は，…高圧供給源90’から電圧を供給するワイヤーハーネスの構成と接続PCB95内にパターン化された連結線及び高圧を切り換える高圧切換接点の構成が相変わらず複雑なので，現像時現像器が交換される時に，高圧ノイズが発生し，高圧接点切換の信頼性が低下するという問題点があった。」(段落【0025】)",
                            "・ 「本発明は，前述した問題点を解決するために案出されたもので，本発明の目的は，現像器の交換時に高圧ノイズを軽減し高圧接点切換の信頼性を高めるために，高圧ワイヤーハーネス，パターン連結線，及び高圧切換接点の数を大幅に減少させた簡単な構造を有する現像器の電圧供給装置を提供することにある。」(段落【0026】)",
                            "・ 「また，上記課題を解決するために，本発明の別の観点によれば，電圧を発生させる電圧供給源と，複数の現像器と電圧供給源との間に配設され，電圧供給源から供給された電圧を複数の現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットと，を備えた現像器の電圧供給装置が提供される。この現像器の電圧供給装置において，電圧供給源は，所定の電圧レベルを有する基準電圧だけを電圧切換ユニットのそれぞれのスイッチング素子に供給する。また，それぞれの現像器は，現像器に対応するそれぞれのスイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧して，基準電圧と共に供給する電圧分配部を備えることを特徴とする。」(段落【0033】)",
                            "・ 「かかる構成により，電圧切換ユニットは，電圧供給源から供給された所定の電圧レベルの基準電圧だけを各現像器に供給する。各現像器に設けられた電圧分配部は，この基準電圧を分圧した1又は2以上の分岐電圧を発生させ，1の基準電圧と1又は2以上の分岐電圧とを，現像器の構成部分にそれぞれ供給できる。この結果，電圧供給装置内の配線数が少なくて済む。」(段落【0034】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面(かっこ内は【図面の簡単な説明】の記載である。)・ 【図6】(本発明の第2の実施形態にかかるカラー画像形成装置の現像器の電圧供給装置を示す概略図である。)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，本願補正発明5及び本願発明5は，電子写真方式カラー画像形成装置における現像器の電圧供給装置に関する発明であり(段落【0001】)，従来の高圧切換接点では，構成の複雑さ故に現像器の交換の際に高圧ノイズが発生し，高圧接点切換の信頼性が低下する問題があり，この課題を解決するため(段落【0025】)，現像器の交換時の高圧ノイズを軽減し高圧接点切換の信頼性を高めるために，パターン連結線，高圧切換接点の数を減少させた簡単な構造を有する現像器の電圧供給装置を提供することを目的とする(段落【0026】)。",
                        "そのため，電圧供給源と現像器との間に配設される電圧切換ユニットにおいて，電圧供給源から供給された電圧を，複数の現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットを備えることで，構造を簡略化するものである(段落【0033】)。",
                        "その電圧供給源は，所定の電圧レベルを有する基準電圧だけを電圧切換ユニットのそれぞれのスイッチング素子に供給し，それぞれの現像器は，現像器に対応するそれぞれのスイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧して，基準電圧と共に供給する電圧分配部を備え(【0033】)，各現像器に設けられた電圧分配部は，基準電圧を分圧した分岐電圧を発生させ，基準電圧と分岐電圧とを，現像器の構成部分にそれぞれ供給する。",
                        "この結果，電圧供給装置内の配線数が少なくて済む(段落【0034】)ものである。",
                        "そして，本願発明5の電圧供給源は，所定の電圧レベルを有する基準電圧だけを供給し，それぞれの現像器は，現像器に対応するそれぞれの基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，基準電圧と共に供給する電圧分配部を備えるものであるところ，本願補正発明5は，供給する電圧が現像器に応じた分岐電圧と基準電圧とを共に供給するものであることを明確にしたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物1記載発明及び刊行物2記載発明の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物1(特開2002−82504号公報，発明の名称「多色画像形成方法および多色画像形成装置」，出願人 カシオ電子工業株式会社，公開日 平成14年3月22日。甲1)には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲",
                              "text": [
                                "・ 「【請求項3】それぞれ表面に静電潜像が形成され，並設された複数の像担持体と，前記複数の像担持体上にそれぞれ所定の色トナー像を形成する複数の現像手段と，前記複数の像担持体のそれぞれに転写材を搬送するように循環移動する搬送手段と，前記搬送手段により像担持体に搬送された転写材に像担持体上の色トナー像を順次重ね転写する複数の転写手段と，前記転写材上に転写されたトナー像を熱定着する定着手段とを備えたタンデム型の多色画像形成装置であって，前記複数の現像手段に用いる各色トナーは，シリコーンオイルを含有しており，前記並設された複数の像担持体のうち，上流側に配置された像担持体の静電潜像を現像する現像手段に用いる色トナーのシリコーンオイル含有量は，下流側に配置された像担持体の静電潜像を現像する現像手段に用いる色トナーのシリコーンオイル含有量よりも多いことを特徴とする多色画像形成装置。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の詳細な説明",
                              "text": [
                                "・ 「【発明の属する技術分野】本発明は，プリンター，ファクシミリ，複写機など，電子写真方式によって用紙や樹脂フィルムに画像を記録する多色画像形成方法及び多色画像形成装置に係り，特に，複数の転写工程の繰り返しにおける，上流側の転写によるトナー像の画像濃度の減少を改善した多色画像形成方法および多色画像形成装置に関する。」(段落【0001】)",
                                "・ 「図2は，上記現像器44の主要部を模式的に示す側断面図である。",
                                "同図に示す現像器44は，カラー画像形成装置30に着脱自在であり，ドラムユニットとともに一つの画像形成ユニットを構成する現像ユニットとされている。現像器44は，トナーホッパーを兼ねる匡体61を備え，その匡体61の下部開口に導電性ゴムローラからなる現像ローラ45を回転可能に保持し，匡体61の内部には，トナー62を収容し，このトナー62に埋没するように配設されたトナー攪拌部材63を備えている。」(段落【0048】)",
                                "・ 「また，現像器44の最下部には，スポンジ体から成る供給ローラ64が現像ローラ45に圧接して配置されている。現像ローラ45には，その斜め右上周面に圧接して金属製の板バネ状のドクターブレード65が配設され，下部周面に当接して現像部掬いシート(導電性規制シート)66が配設されている。この現像部掬いシート66には，バイアス電源71を含む後述する導電性規制シートバイアス手段が設けられている。ドクターブレード65の両側部には，匡体61開口部の内部と外部を隔絶してトナー62の漏出を防止するための封止部材67が配設されている。」(段落【0049】)",
                                "・ 「このような問題を抱えている現像器44において，本発明の一実施形態においては，先ず，現像ローラ45を，芯金とこの芯金を取り巻く円筒状の半導電性(106Ωcm)のウレタンゴムとで形成し，芯金には「−250V」の現像バイアスをバイアス電源68から印加する。また，現像ローラ45の表面には，上述したように，所定量のシリコーンオイルが塗布されている。」(段落【0053】)",
                                "・ 「また，供給ローラ64を，芯金とこの芯金を取り巻く円筒状の半導電性(106Ωcm)のウレタンスポンジとで構成し，芯金には「−500V」の供給バイアスをバイアス電源69から印加する。」(段落【0054】)",
                                "・ 「更に，ドクターブレード65を弾性金属板で形成し，このドクターブレード65にも上記バイアス電源69から「−500V」のドクターバイアスを印加する。そして，供給ローラ64の上流側に位置する現像部掬いシート66を導電性部材(103Ωcm)で構成して，これに0V(0ボルト)から現像ローラ45の現像バイアス電圧までの範囲のシートバイアス電圧をバイアス電源71により印加するようにしている。」(段落【0055】)",
                                "・ 「このように，現像部掬いシート66を導電性部材で構成して，これに0Vから現像ローラ45の現像バイアス電圧までの範囲のシートバイアス電圧を印加するのは，現像ローラ45上に付着するトナー62の電荷を減少させるためである。これにより，供給ローラ64による弱い摺擦力によっても，容易に現像ローラ45上に付着して戻ってきた非現像部分のトナーを掻き取ることができるようにしている。」(段落【0056】)",
                                "・ 「なお，図2に示す現像器44においては，便宜上，上記現像ローラ45への現像バイアス電圧の印加をバイアス電源68により行い，上記現像部掬いシート66へのシートバイアス電圧の印加をバイアス電源71により個別に行う例で説明しているが，電源はこのように個別に設ける必要はない。すなわち，本発明における実際の現像ユニット構成では，例えばユニット内に抵抗素子を含む分圧回路を備え，装置本体の共通バイアス電源により現像ローラ45と現像部掬いシート66の各々に分圧されたバイアス電圧を印加するようにしている。」(段落【0057】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "図面(かっこ内は図面の簡単な説明の記載である)",
                              "text": [
                                "・ 【図2】(図1のカラー画像形成装置の現像器の主要部を模式的に示す側断面図。)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "刊行物2(特開2000−206767号公報，発明の名称「画像",
                          "text": [
                            "形成装置」，出願人 コニカ株式会社，公開日 平成12年7月28日。",
                            "甲2)には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "発明の詳細な説明",
                              "text": [
                                "・ 「【発明の属する技術分野】本発明は，像担持体の周囲に複数の帯電装置とカラー現像器を配置し，像担持体1回の通過でカラー画像を形成するカラー画像形成装置に関する。」(段落【0001】)",
                                "・ 「前記の各帯電器201は，図5に示したようなスコロトロン帯電器であって，帯電電極201Wには形成する画像の色構成に応じてそれぞれに設けたワイヤ電源H・V1よりコロナワイヤ電圧が印加され，一方帯電極グリッド201Gには形成する画像の色構成に応ずると共に不使用時には対面するベルト感光体100の電位に応じて各帯電器に共通して設けたグリッド電源H・V2よりグリッド電圧が印加される。グリッド電圧としては例えば−800V，コロナワイヤ電圧としては例えば−3～−6kVの電圧が印加される。」(段落【0017】)",
                                "・ 「図2は各帯電器201の帯電極グリッド201Gと前記のグリッド電源H・V2との回路構成を示したもので，グリッド電源H・V2はメインスイッチMSを介して各帯電器201の帯電極グリッド201Gを並列に接続し，それぞれに設けた帯電用スイッチSの作動によりそれぞれの帯電極グリッド201Gを電気的にフローティングの状態からグリッド電圧印加の状態に切替えることが出来るようになっている。」(段落【0018】)",
                                "・ 「前記の各帯電用スイッチSの作動と前記のグリッド電源H・V2より供給されるグリッド電圧の電位は装置の備える画像形成制御部によって制御される。」(段落【0019】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "図面(かっこ内は図面の簡単な説明の記載である)",
                              "text": [
                                "・ 【図2】(帯電極グリッドへの電力供給を示す回路構成図。)(イ) 上記(ア)によれば，刊行物1には，カラー画像形成装置本体に共通バイアス電源を備え，カラー画像形成装置本体に着脱自在で，ドラムユニットとともに一つの画像形成ユニットを構成する現像ユニットとされた，各色毎に複数設けられた現像器に対して電圧を供給する現像器の電圧供給手段において，供給ローラ(上記のとおり供給ローラ64につき「−500 V」と記載されている)とドクターブレード(上記のとおりドクターブレード65につき「−500 V」と記載されている)に所定のバイアス電圧を印加するとともに，現像ユニット内に抵抗素子を含む分圧回路を備え，カラー画像形成装置本体の共通バイアス電源により現像ローラ(上記のとおり現像ローラ45につき「−250 V」と記載されている)と現像部掬いシート(上記のとおり現像部掬いシート66につき「0～−250 V」と記載されている)の各々に分圧されたバイアス電圧を印加する，現像器の電圧供給手段が記載されているといえる。",
                                "また，刊行物2には，共通のグリッド電源と複数の帯電器の間に複数の帯電用スイッチを介在させている技術が記載されているといえる。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "例示文献4及び5の意義",
                  "text": [
                    "審決は，前記のとおり，周知技術の例として例示文献1ないし5を挙げるものの，例示文献4及び5について特に言及するので，まずこの意義について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "例示文献4(実願平1−46491号〔実開平2−136264",
                          "text": [
                            "号〕のマイクロフィルム，考案の名称「現像機の電圧供給装置」，出願人 株式会社リコー，公開日 平成2年11月14日。甲6)には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実用新案登録請求の範囲",
                              "text": [
                                "・ 「(1) 感光体上の静電潜像にトナーを付着させこれを顕像化する現像ローラと，この現像ローラにトナーを供給する供給ローラとを有する現像器に電圧を供給する現像器の電圧供給装置において，",
                                "電源と，この電源の電圧を分圧し前記現像ローラ及び供給ローラが夫々接続された分圧回路とを備え，前記電源と現像ローラ及び供給ローラとの間を金属薄板により接続したことを特徴とする現像器の電圧供給装置。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "明細書",
                              "text": [
                                "・ 「第2図に示す分圧回路10は…分圧基板11に実装され，…上記構成において，高圧電源の電圧は分圧回路10により分圧され設定された電圧が現像ローラ端子3及び供給ローラ端子4に供給されるため電圧供給経路が簡略化されている。しかも，高圧原電と両ローラ3，4との間をハウジング2に接触したリン青銅板8により接続し，従来のように自由状態で且つ複数の高圧線を使用するものではない。」(5頁下4行～6頁11行)",
                                "・ 「この実施例では，複写装置の本体17に固定された高圧電源18と，この高圧電源18に一端が接続された高圧線19と，この高圧線19の他端に夫々直列に接続された…分圧基板22…とを備えている。…」(7頁1行～6行)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "図面(かっこ内は図面の簡単な説明の記載である)",
                              "text": [
                                "・ 【第2図】(分圧回路の回路図)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "例示文献5(特開2000−321853号公報，発明の名称「現",
                          "text": [
                            "像装置，現像カートリッジ，プロセスカートリッジおよび画像形成装置」，出願人 キヤノン株式会社，公開日 平成12年11月24日。",
                            "甲7)には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲",
                              "text": [
                                "・ 「【請求項16】 請求項1～13の現像装置を有する，画像形成装置本体に着脱自在なプロセスカートリッジ。」",
                                "・ 「【請求項17】 前記一方のバイアスの電源が前記画像形成装置本体に設けられ，前記プロセスカートリッジの前記画像形成装置本体への装着により，前記一方のバイアスの電源を前記一方のバイアスを分圧する電気回路に接続する接続部を，前記現像装置の長手方向両端の一方側を覆うカバー内に設けた請求項16のプロセスカートリッジ。」・ 「【請求項20】 請求項16～17のプロセスカートリッジを着脱自在に有する画像形成装置。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の詳細な説明",
                              "text": [
                                "・ 「以上の実施例1～2では，現像装置4は，図15に示すような画像形成装置本体に着脱可能な現像カートリッジとして用いたが，画像形成装置本体に固定設置して，トナーを補給するタイプの現像装置としてもよい。また少なくとも現像装置4と感光ドラム110とを一体に組み込んで，画像形成装置本体に着脱自在なプロセスカートリッジに構成してもよい。このプロセスカートリッジには，他に，図15に示したクリーナ106や帯電装置102等を組み込むこともできる。」(段落【0093】)",
                                "・ 「実施例4・本実施例は，現像装置4が画像形成装置本体に着脱自在な現像カートリッジとされており，図7に示すように，現像スリーブ1に接続した電源供給部10を有する。現像電源8は画像形成装置本体側に設置されており，このカートリッジタイプの現像装置4を画像形成装置本体に装着したときに，電源供給部10を現像電源8に接続するようにしてある。」(段落【0100】)",
                                "・ 「本実施例では，電源8から現像スリーブ1に印加する現像バイアスを，図6のRC等価回路，すなわち電圧分圧部により分圧して，現像ブレード2にブレードバイアスを印加する。」(段落【0101】)(c) 図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図7】(本発明の現像装置のさらに他の一実施例を示す概略図である。)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，例示文献4及び5には，現像電源を画像形成装置本体に設置し，画像形成装置本体に着脱可能な，少なくとも現像器を含むユニット(カートリッジ)における電気接続部を介して，現像スリープ(現像ローラ)に現像バイアスを供給するとともに，分圧して，現像器の他の要素(供給ローラ，現像ブレード)に分圧された電圧を供給する技術が記載されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上に基づき審決が前記例示文献1ないし5を実質的な引用例ないし引用発明として用いたのかについて検討すると，上記イのとおり，刊行物1には，カラー画像形成装置本体に共通バイアス電源を備え，カラー画像形成装置本体に着脱自在で，ドラムユニットとともに一つの画像形成ユニットを構成する現像ユニットとされた各色毎に複数設けられた現像器に対して電圧を供給する現像器の電圧供給手段において，供給ローラとドクターブレードに所定のバイアス電圧を印加するとともに，現像ユニット内に抵抗素子を含む分圧回路を備え，カラー画像形成装置本体の共通バイアス電源により現像ローラと現像部掬いシートの各々に分圧されたバイアス電圧を印加する現像器の電圧供給手段が記載されており，審決は，刊行物1記載発明と本願補正発明5及び本願発明5とは，現像器でバイアス電圧を印可する構成要素のうち少なくとも一部の構成要素に対する電圧供給源を備えた，現像器の電圧供給装置において，それぞれの現像器は，少なくとも1以上の分岐電圧に分圧して現像器に供給する電圧分配部を備えた，現像器の電圧供給装置である点で一致すると認定している。その上で，この刊行物1記載発明と本願補正発明5及び本願発明5との相違点に係る，複数の現像器と電圧供給源との間に配設され，電圧供給源から供給された電圧を複数の現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットを備えるか否か(審決の認定した相違点1)について，審決は，刊行物2に共通のグリッド電源と複数の帯電器の間に複数の帯電用スイッチを介在させている技術が記載されており，これに審決摘示の周知技術を適用して，相違点1について容易想到との判断をしたものである。また，刊行物1記載発明と本願発明5との相違点に係る，電圧を発生させる電圧供給源は，所定の電圧レベルを有する基準電圧だけを供給し，それぞれの現像器は，現像器に対応するそれぞれの基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，基準電圧と共に供給する電圧分配部を備えるか否か，更に本願補正発明5は現像器に応じた分岐電圧とを共に供給するか否か(審決の認定した相違点2)について，上記ウによれば，特に例示文献4及び5に，現像電源を画像形成装置本体に設置し，画像形成装置本体に着脱可能な，少なくとも現像器を含むユニット(カートリッジ)における電気接続部を介して，現像スリープ(現像ローラ)に現像バイアスを供給するとともに，分圧して，現像器の他の要素(供給ローラ，現像ブレード)に分圧された電圧を供給する技術が記載されていることから，この相違点に係る構成も周知技術を適用して，容易想到であると判断したものである。",
                    "そうすると，審決においては，現像器の電圧供給装置において，それぞれの現像器が，電圧供給源の電圧を分岐電圧に分圧して現像器に供給する電圧分配部を備えることを，刊行物1記載発明と本願補正発明5及び本願発明5との一致点として認定しているのであるから，相違点2は，実質的には，電圧供給源から供給される基準電圧，すなわち分圧される電圧を，分岐電圧と共に供給するか否かという点に尽き，前記例示文献1ないし5は，電圧を分圧して供給する構成であれば，分圧される電圧も，分圧された電圧と共に供給できることが技術常識(周知技術)であったことを明らかにするために用いられたにすぎないということになるから，審決に手続上の違法(取消事由1及び4)があったということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，原告の主張に鑑み，本件特許出願から審決に至るまでの過程において，審理手続上の違法とみるべき事由があるかどうかについても，念のため検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "拒絶査定まで",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "拒絶理由通知",
                      "text": [
                        "本願に対しては，平成18年8月11日付けで拒絶理由通知(甲12)がされたところ，同拒絶理由通知書の「理由」欄の記載は，以下のとおりである。なお刊行物1，2は，本件刊行物1，2と同じであり，刊行物3は，請求項2～4・6～8の拒絶の理由に引用された文献である。",
                        "「この出願の下記の請求項に係る発明は，その出願前日本国内又は外国において頒布された下記の刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明に基いて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。",
                        "記",
                        "刊行物1：特開2002−82504号公報",
                        "刊行物2：特開2000−206767号公報",
                        "刊行物3：特開平5−323799号公報"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "請求項1に係る発明について",
              "text": [
                "刊行物1，2",
                "刊行物1には，段落【0057】の記載から見て，以下の発明が記載されている。",
                "『装置本体の共通バイアス電源からの電圧を，現像ローラと現像部掬いシートの各々に分圧し，バイアス電圧を印加する分圧回路を備えた電圧供給装置。』",
                "請求項1に係る発明と上記刊行物1に記載された発明を対比すると，刊行物1に記載された発明の「共通バイアス電源」，「分圧回路」は，請求項1に記載された発明の「電圧供給源」，「電圧分配部」に相当し，両者は以下の点で相違する。",
                "相違点1：請求項1に係る発明は，複数の現像器に順次に電圧を供給するよう配設されたスイッチング素子を有する電圧切換ユニットを備えているのに対し，刊行物1に記載された発明は，その点明らかではない点。",
                "相違点1について検討する。",
                "刊行物2には，各帯電器の帯電極グリッドに電圧を供給し，それぞれの帯電極グリッドを電気的にフローティングの状態からグリッド電圧印加の状態に切り換える帯電用スイッチと各帯電用スイッチを制御する画像形成制御部を設ける構成が記載されており(特に，段落【0018】，【0019】，図2を参照)，複数の装置に電圧を供給し，それぞれに電圧を供給するかしないかを制御するスイッチを設ける構成は公知であり，スイッチを分圧回路を含めて電圧切換ユニットとして設けることは，当業者が適宜なし得る設計的事項である。",
                "そして，上記刊行物2の構成を刊行物1に記載された発明に適用するのに格別の困難性はない。…"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項5に係る発明について",
              "text": [
                "刊行物1，2",
                "電圧分配部を電圧切換ユニットに設けるか現像器に設けるかは，それによって当業者が予測できない効果が生じるものではなく，当業者が適宜なし得た設計的事項である。…」"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "意見書",
                      "text": [
                        "上記拒絶理由通知に対して，原告(出願人)は，平成18年10月24日付けで意見書(甲13)を提出したところ，そこには以下の記載がある(下線は原文に付記)。",
                        "「審査官殿は，引用発明1と本願発明との相違点を『請求項1に係る発明は，複数の現像器に順次に電圧を供給するよう配設されたスイッチング素子を有する電圧切換ユニットを備えているのに対し，刊行物1に記載された発明は，その点明らかではない点』であると認定された上で，引用発明1について『刊行物2の構成を刊行物1に記載された発明に適用するのに格別の困難性はない。』旨をご指摘されました。",
                        "審査官殿は上記のようにご指摘されていますが，上述したように，本願発明は『「電圧切換ユニットが，スイッチング素子に印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧して，基準電圧と共にそれぞれの現像器に供給する電圧分配部を備える』ことを特徴としています。かかる構成により，本願発明は，電圧供給源から供給された所定の電圧レベルの基準電圧を分圧した1，または2以上の分岐電圧を発生させ，1の基準電圧と，1または2以上の分岐電圧とを，各現像器にそれぞれ供給でき，その結果として，電圧供給装置内の配線数を少なくすることができます(段落0028参照)。したがって，本願発明は，『現像時に現像器を交換する際に発生する高圧ノイズを軽減でき，また高圧接点切換の信頼性を向上させることができる』という格別の効果を奏します(段落0045参照)。",
                        "これに対して，引用発明1は，審査官殿が認定された通り，電圧切換ユニットを備えているか否かが明らかではありません(刊行物1の段落0057参照)。また，引用発明2は，メインスイッチMSと，各帯電器201の前段に設けられた帯電用スイッチSとにより，各各帯電器201へのグリッド電源H・V2の印加を単に制御している(すなわち，グリッド電源H・V2を印加するか否かの制御)に過ぎません(刊行物2の段落0018，0019，図2参照)。」(2頁5行～25行)",
                        "「したがって，いかなる当業者といえども，引用発明1，2それぞれに基づいて，あるいは，刊行物1，2の組み合わせに基づいて，本願発明に容易に想到し得るものではありません。」(2頁38行～40行)「また，本願請求項5に記載の発明は，上述しました本願請求項1に記載の発明と同様の理由により，いかなる当業者といえども，刊行物1～3それぞれに基づいて，あるいは，刊行物1～3の組み合わせに基づいて，上記本願請求項5に記載の発明に容易に想到し得るものではありません。」(3頁5行～8行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "拒絶査定",
                      "text": [
                        "これに対し，平成18年12月1日付けで拒絶査定(甲14)がされたところ，その内容は以下のとおりである。",
                        "「この出願については，平成18年8月11日付け拒絶理由通知書に記載した理由によって，拒絶をすべきものである。",
                        "なお，意見書の内容を検討したが，拒絶理由を覆すに足りる根拠が見いだせない。",
                        "備考",
                        "拒絶の対象：請求項1ないし8",
                        "…出願人の主張について検討する。",
                        "刊行物1には，装置本体の共通バイアス電源からの電圧を，複数の現像器における現像ローラと現像部掬いシートの各々に分圧してバイアス電圧を印加する分圧回路を備えた電圧供給装置が記載されており，本願請求項1に係る発明と上記刊行物1に記載された発明の本質的な相違点は，電源から複数の装置に電圧を供給する箇所に，それぞれに電圧を供給するかしないかを制御するスイッチを設けた点にあるが，上記相違点は刊行物2において公知である。そして，本願の請求項1に係る発明の課題と，刊行物1及び刊行物2に記載された課題は違うものの，刊行物1に記載された発明においても複数の現像器のそれぞれに順次に電圧を供給することは当然であり，その手段として，刊行物2に記載された技術を採用することが当業者にとって困難性を伴うものであるとすることはできない。…」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決まで",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "拒絶査定不服審判請求及び手続補正",
                      "text": [
                        "原告は，平成19年3月12日付けで拒絶査定不服審判請求(甲10)をするとともに，平成19年3月12日付けで手続補正(本件補正，甲9)をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前置報告書",
                      "text": [
                        "上記平成19年3月12日付け手続補正に対し，特許庁審査官Aは，平成19年5月31日付けで，前置報告書を作成したところ，その内容は以下のとおりである(甲15)。",
                        "「 前置報告書",
                        "審判番号 不服2007−007390",
                        "…",
                        "この審判請求に係る出願については，下記の通り報告する。",
                        "記",
                        "審判請求時の手続補正書による請求項1ないし8についての補正は，補正前の請求項1ないし8に係る発明の限定的減縮を目的とするものである。",
                        "しかしながら，本願の補正後の請求項1ないし8に係る発明は，下記刊行物1ないし3に記載されたものから当業者が容易に発明できたのであり，特許法第29条第2項の規定により，その特許出願の際独立して特許を受けることができないものであるので，本件補正は，特許法第17条の2第5項において準用する特許法第126条第5項に適合しない。",
                        "(備考)",
                        "出願人は，審判請求書において，概ね",
                        "『刊行物1には，本願請求項1に記載の「前記電圧切換ユニットは，前記スイッチング素子それぞれに印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，前記現像器に応じた前記分岐電圧と，前記基準電圧とを共にそれぞれの前記現像器に供給する電圧分配部を備えること」については，何らの記載も示唆もありません。』と，主張しているが，刊行物1には，装置本体の共通バイアス電源からの電圧を，分圧回路によって，現像ローラと現像部掬いシートに分圧して供給する構成が記載されており，分圧を電源切換ユニットで行うことは，当業者が適宜なし得る設計的事項である。",
                        "刊行物1：特開2002−82504号公報",
                        "刊行物2：特開2000−206767号公報",
                        "刊行物3：特開平5−323799号公報」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "審尋",
                      "text": [
                        "特許庁審判長(B)は，原告に対し，上記前置報告書の内容を基に，審尋(平成20年7月7日付け，甲15)をした。その審尋には，以下の記載がある。",
                        "「この審判事件については，審査官による審査(特許法第162条…)の結果，以下の《前置報告書の内容》のとおり，特許をすべき旨の査定ができない旨の報告(同法第164条第3項，前置報告書)が特許庁長官になされました。この審判事件の審理は，今後，この《前置報告書の内容》を踏まえて行うことになります。",
                        "この審尋(同法134条第4項)は，この審判事件の審理を開始するにあたり，《前置報告書の内容》について，審判請求人の意見を事前に求めるものです。意見があれば回答してください。",
                        "(備考)",
                        "・この審尋は，拒絶理由の通知(同法159条において準用する同法第50条)ではありません。したがって，この審尋の回答に際し，同法第17条の2に規定する補正をすることはできません。なお，拒絶査定の理由と異なる拒絶理由があり，合議体が必要と判断した場合には，あらためて拒絶理由が通知され，同法第17条の2に規定する補正の機会が与えられます。…",
                        "《前置報告書の内容》",
                        "前置報告書",
                        "…(判決注，上記前置報告書記載のとおり)」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "回答",
                      "text": [
                        "上記審尋に対し，請求人である原告は，平成20年10月7日付け回答書(甲16)を提出した。そこには以下の記載がある。",
                        "「…本願発明は，独立項である本願請求項1に記載の如く，『(前略)～現像器に応じた前記分岐電圧と，前記基準電圧とを共にそれぞれの前記現像器に供給する電圧分配部を備え』ます(他の独立項である本願請求項5も同様。)。上記構成によって，本願発明は，上述した『現像剤供給ローラによって現像ローラに供給される現像剤を現像ローラの表面に移動させて吸着させると共に，現像時に現像器を交換する際に発生する高圧ノイズを軽減でき，さらに高圧接点切換の信頼性を向上させることができる』という格別の効果を奏することができます。…",
                        "ここで，刊行物1には，単に装置本体の共通バイアス電源からの電圧を分圧回路によって現像ローラと現像部掬いシートに分圧して供給する構成が記載されているに過ぎないので，刊行物1に記載の発明を用いたとしても，本願発明に係る格別の効果を奏することはできないものと思量します。",
                        "よって，本願特許請求の範囲に記載の発明に係る構成は，審査官殿がご指摘されたような刊行物1に基づいて当業者が適宜なし得る設計的事項ではありません。」(2頁12行～2頁下4行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願補正発明5について，刊行物1記載発明との相違点1に係る構成につき，刊行物2記載の技術及び周知技術から容易想到であるとし，相違点2に係る構成については，例示文献1ないし5記載の周知技術から容易想到であると判断した。相違点2に係る構成についての審決の判断の要旨は以下のとおりである。",
                        "① 一般に，画像形成装置を構成する2つの装置に対する電圧印加の手法として，共通する電源から，まず一方の装置に所定の電圧を印加し，その後，その電圧を分圧回路で分圧して，他方の装置に分圧された電圧を印加することは，例示文献1ないし例示文献5に記載されているように，周知の技術である(13頁20行～25行)。",
                        "② 特に例示文献4及び例示文献5からすれば，現像電源を画像形成装置本体に設置し，画像形成装置本体に着脱可能な，少なくとも現像器を含むユニット(カートリッジ)における電気接続部を介して，現像スリープ(現像ローラ)に現像バイアスを供給するとともに，分圧して，現像器の他の要素(供給ローラ，現像ブレード)に分圧された電圧を供給することも，本願優先日前に周知の技術である(14頁19行～24行)。",
                        "③ そうすると，刊行物1記載発明において，上記周知技術を応用して，相違点2の構成とすることは，当業者が容易に想到し得ることである(15頁18行～24行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，本願発明5については，以下のとおり判断した。",
                        "「本願発明5は，本願補正発明5の『それぞれの前記現像器は，前記現像器に対応するそれぞれの前記スイッチング素子によって印加された基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，前記現像器に応じた前記分岐電圧と，前記基準電圧とを共に供給する電圧分配部を備える』から，『前記現像器に応じた前記分岐電圧と，』という限定事項を省いたものに実質的に相当する。",
                        "そうすると，本願発明5の構成要件を全て含み，更に他の要件を付加したものに相当する本願補正発明5が上記『第2 3．』に記載したとおり，刊行物1，2記載の発明，及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，本願発明5も，同様の理由により，刊行物1，2記載の発明，及び周知技術に基づいて当業者が容易に発明をすることができたものである。」(16頁末行～17頁11行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(イ)のとおり，審決は，本願発明5の容易想到性判断に当たり，本件補正後の本願補正発明5についての独立特許要件の判断をその前提としているところ，上記によれば，審決は，本願発明5についても，上記本願補正発明5と刊行物1記載発明との相違点2から，「前記現像器に応じた前記分岐電圧と」との本件補正による限定を除いた内容である，「本願発明5では，電圧を発生させる電圧供給源は，所定の電圧レベルを有する基準電圧だけを供給し，それぞれの現像器は，現像器に対応するそれぞれの基準電圧を，異なる電圧レベルを有する少なくとも1以上の分岐電圧に分圧し，基準電圧と共に供給する電圧分配部を備えるのに対し，刊行物1記載の発明では，カラー画像形成装置本体に共通バイアス電源を備え，供給ローラとドクターブレードに所定のバイアス電圧を印加するとともに，現像ユニット内に抵抗素子を含む分圧回路を備え，カラー画像形成装置本体の共通バイアス電源により現像ローラと現像部掬いシートの各々に分圧されたバイアス電圧を印加する点。」との相違点があることを前提とし，上記(ア)の本願補正発明5の独立特許要件の判断と実質的に同様の理由により，刊行物1記載発明(相違点1については加えて刊行物2記載発明)，及び例示文献1ないし5に記載された周知技術に基づいて当業者が容易に発明をすることができたと判断したものと理解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "上記で認定した手続経過によれば，審決が本願補正発明5及び本願発明5に係る相違点2についての判断に用いた例示文献1ないし5については，いずれも審査，審判の段階において，出願人であり審判請求人である原告に通知されてはいないということができる。",
                    "しかし，審決は，審決において初めて適示した相違点2に係る構成につき周知技術を適用してはいるものの，拒絶理由通知・拒絶査定において示したところである，本願補正発明5及び本願発明5は，刊行物1及び刊行物2(刊行物2は相違点1について)を引用文献とし，そこから容易に想到でき，特許法29条2項の進歩性を欠如するとの拒絶理由通知・拒絶査定と同一の根拠に基づき判断をしたものであるということができる。",
                    "そして，上記(4)において検討したとおり，刊行物1記載発明と本願補正発明5及び本願発明5との相違点2に係る構成は，実質的には，例示文献1～5，特に例示文献4及び5により技術常識(周知技術)といえる内容のものであり，審決はこれらを実質的な引用例ないし引用発明として用いたものであるとはいえない。",
                    "以上の検討によれば，本件特許出願から審決に至るまでの手続経過において，審理手続上違法とみるべき事由があるとは認められないというべきである。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また原告は，本願補正発明5ないし本願発明5と刊行物1記載発明についての相違点2に係る構成のうち，所定の電圧レベルを有する基準電圧だけを電圧切換ユニットのそれぞれのスイッチング素子に供給する構成は例示文献1～5には示されていない旨も主張するが，審決は，相違点1の判断において，電圧供給源から供給された電圧を複数の現像器に順次に供給するよう配設された複数のスイッチング素子を有する電圧切換ユニットを備える構成も含めて容易想到であると判断しているところ，前記構成は，所定の電圧レベルを有する基準電圧だけを電圧切換ユニットのそれぞれのスイッチング素子に供給する構成に他ならないから，原告が主張する構成については，相違点1において実質的に判断しており，その内容も適切であるほか，本願補正発明5ないし本願発明5の相違点2に係る構成について，例示文献1～5に基づき周知技術であるとした審決の認定にも誤りはない。原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願補正発明5の独立特許要件の判断の誤り)・取消事由3(本願発明5の容易想到性の判断の誤り)について",
          "text": [
            "原告は，本件補正却下に法に定める手続違背があることを前提として，本願補正発明5の独立特許要件の判断(取消事由2)，及び本願発明5の容易想到性の判断(取消事由3)には誤りがある旨主張する。",
            "しかし，本件補正却下の決定については，上記2(取消事由1・4)で検討したとおり，その手続に法に定める手続に違背するところはない。原告の上記主張は採用することができず，取消事由2・3はいずれも理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}