{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2007-900349号事件について平成21年10月29日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用中，補助参加に関する部分は補助参加人の負担とし，その余は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告が商標権者である下記商標登録第5040036号(以下「本件商標」という。)につき，補助参加人(以下「プーマ社」ということがある。)が商標登録異議の申立てをしたところ，特許庁が平成20年7月2日付けで後記引用商標Cと類似するから商標法(以下「法」という。)4条1項11号に違反するとして上記商標登録を取り消す決定(以下「原々決定」という。)をしたので，これに不服の原告が知的財産高等裁判所に上記決定の取消しを求める訴訟(平成20年(行ケ)第10311号)を提起し，平成21年2月10日に同裁判所がこれを認容する判決(以下「原判決」という。)をし，原判決は確定した。",
            "記",
            "・商標                            ・指定商品",
            "第25類「Tシャツ，帽子」",
            "・出    願 平成17年6月21日",
            "・審    決 平成19年3月6日",
            "・登    録 平成19年4月13日"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "text": [
        "本件は，上記判決確定により，再び前記商標登録異議申立事件につき審理をすることになった特許庁が，平成21年10月29日付けで，本件商標は①後記引用商標Aとの関係で類似する(法4条1項11号)，②後記引用商標Cとの関係で商品の出所の混同を生ずるおそれがある(同項15号)又は不正の目的で使用するものである(同項19号)として，本件商標の登録を取り消すとの決定(以下「原決定」という。)をしたので，これに不服の原告がその取消しを求めた事案である。",
        "争点は，本件商標が，①引用商標Aとの関係で法4条1項11号(類似)に，②引用商標Cとの関係で同項15号(混同を生ずるおそれ)に，③同じく引用商標Cとの関係で同項19号(不正目的使用)に，それぞれ該当するかである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成17年6月21日，本件商標につき登録出願したところ(商願2005−61595号)，平成18年6月9日付け(発送)で，下記引",
                  "text": [
                    "用商標A及びBに類似する(法4条1項11号)として，拒絶査定を受けた。そこで原告は，平成18年7月6日付けで不服審判請求(不服2006−16943号)をしたところ，特許庁は，平成19年3月6日，本件商標と引用商標A及び引用商標Bとは非類似であるとして「原査定を取り消す。本願商標は，登録すべきものとする。」との審決をしたことから，平成19年4月13日に登録第5040036号として本件商標登録がなされた。",
                    "記"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "(引用商標A)",
              "text": [
                "・商標                            ・指定商品",
                "第25類「下着，寝巻き類，",
                "その他の被服(運動用特殊衣服",
                "を除く)」",
                "・出    願 昭和39年9月26日",
                "・登    録 昭和41年6月22日(登録第711054号)",
                "・権 利 者 シーサー アクチエンゲゼルシヤフト，大賀株式会社"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "(引用商標B)",
      "text": [
        "・商標                            ・指定商品",
        "第25類「下着，寝巻き類，",
        "その他の被服(運動用特殊衣",
        "服を除く)」",
        "・出    願 昭和39年10月10日",
        "・登    録 昭和41年10月20日(登録第723431号)",
        "・権 利 者 シーサー アクチエンゲゼルシヤフト，大賀株式会社イ これに対し，補助参加人(プーマ社)は，その後の平成19年7月23日，本件商標につき法4条1項11号(類似)・15号(混同を生ずるおそれ)・19号(不正目的使用)を理由に商標登録異議の申立て(法43条の2)をした。",
        "特許庁は，上記申立てを異議2007−900349号事件として審理した上，平成20年7月2日，本件商標が後記引用商標Cと類似するから，法4条1項11号(類似)に違反するとの理由で，「登録第5040036号商標の商標登録を取り消す。」との決定(原々決定)をした。",
        "記",
        "・(引用商標C)                        ・指定商品",
        "第25類「被服，ガーター，",
        "靴下止め，ズボンつり，バン",
        "ド，ベルト，履物，運動用特",
        "殊衣服，運動用特殊靴」",
        "・出    願 平成6年12月20日",
        "・登    録 平成9年6月20日(登録第3324304号)",
        "・商標権者 プーマ アーゲー ルドルフ ダスラー スポーツウ そこで，上記原々決定に不服の原告がその取消しを求める訴え(平成20年(行ケ)第10311号)を提起したところ，知的財産高等裁判所は，平成21年2月10日，本件商標と引用商標Cは類似するとはいえない等として，上記原々決定を取り消す旨の原判決をし，原判決は確定した。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "特許庁は，法63条2項の準用する特許法181条5項により，再び上記商標登録異議申立事件についてさらに審理した上，平成21年10月29日，後記理由により，再度，「登録第5040036号商標の商標登録を取り消す。」との決定(原決定)をし，その謄本は平成21年11月16日原告に送達された。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "原決定の内容",
          "text": [
            "原決定の内容は，別添決定写しのとおりである。その理由の要点は，①本件商標は引用商標Aと類似するから法4条1項11号に違反する，②本件商標に接する取引者及び需要者は，周知著名である引用商標Cとの関係で，補助参加人と経済的又は組織的に何らかの関係がある者の業務に係る商品であると誤信し商品の出所について混同を生ずるおそれがあるから法4条1項15号(混同を生ずるおそれ)に違反する，③原告は，周知著名な引用商標Cが有する信用又は名声に便乗して利益を得ようとの不正の目的をもって本件商標を使用するものであるから法4条1項19号(不正目的使用)に該当する，というものである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "原決定の取消事由",
          "text": [
            "しかしながら，原決定には次のとおりの誤りがあるから，違法として取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "法4条1項11号(類似)に関する判断の誤り(取消事由1)",
      "text": [
        "商標の類否は，称呼・観念・外観に商品取引の実情を勘案して，総合的に判断されるべきものであるのに，称呼のみの類似の可能性をもって本件商標が引用商標Aと類似すると判断した本件異議の決定(原決定)には，次に述べるとおり，重大な誤りがある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "称呼認定の誤り",
              "text": [
                "本件商標は，沖縄の伝統的獅子像であるシーサーが右下から左上に向かって跳躍する姿をシルエット風に描いた図形部分と，ローマ字で「SHI−SA」と横書きした文字部分，ローマ字で2段に「OKInAWAn ORIgInAL」「gUARDIAn ShIShI−D",
                "Og」と横書きした文字部分を結合した商標であり，これらの構成要素は一体不可分に結合し，分離して観察することが相当でないものである。",
                "したがって，本件商標からは，全体として，「シサオキナワオリジナルガーディアンシシドッグ」との称呼のみを生じる。原決定は，本件商標から「シーサ」又は「シーサー」の称呼が生じると認定しているが，誤りである。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "観念認定の誤り",
              "text": [
                "引用商標Aは，「シーサー」と片仮名で横書きしてなるもので，第1字である「シ」の部分が「星」の図形と「弓」の図形を加味してモノグラム化されたものである。また同商標はドイツ語の「Schiesser」をモノグラム化した商標(前記引用商標B)と旧連合商標の関係にあり，引用商標Aはドイツ語で「射る」という動詞と関係がある「Schiesser」から生じたものである。そうすると，引用商標Aからは，「弓」や「射る」との観念か「星」の観念が生じるものであって，沖縄の伝統的獅子像である「シーサー」の観念は生じない。",
                "したがって，引用商標Aから沖縄の伝統的獅子像である「シーサー」の観念が生じるとした原決定の認定は誤りである。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "小括",
              "text": [
                "上記(ア)のとおり，本件商標からは「シサオキナワオリジナルガーディアンシシドッグ」との称呼が生じるが，引用商標Aからは「シーサー」との称呼が生じるから，両商標の称呼は相違する。",
                "また，本件商標からは沖縄の伝統的獅子像である「シーサー」の観念が生じる一方，前記(イ)のとおり，引用商標Aからは上記「シーサー」の観念は生じず，「弓」，「射る」，「星」の観念が生じるにすぎないから，両商標の観念は相違する。",
                "したがって，本件商標と引用商標Aとが，称呼及び観念において共通するから，両商標は類似するとした原決定の認定は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "法4条1項15号(混同のおそれ)に関する判断の誤り(取消事由2)(ア) 結論からして，本件商標は平成21年2月10日になされ確定した原判決においても，本件商標と引用商標Cとは，商品の出所につき誤認混同を生ずるおそれがあるといえない(原判決23頁)と判断されている。原決定は，法4条1項11号の該当性を原判決において否定されたことから，今度は，法4条 1項15号でもって，本件商標を取り消そうとするものである。なにゆえに原訴訟における異議申立て及び異議の決定の理由としなかったのかと問いたい。いったん商品の出所の誤認混同が否定された本件商標の登録を何としても取り消そうとするために，別の理由を付けたものにほかならない。とうてい承服できる筋合いものではない。本件商標は絶対に法4条1項15号に該当するものではない。",
        "すなわち，第一に，本件商標の商標権者(原告)と引用商標Cの商標権者である補助参加人(プーマ社)との間に，いわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化業務を営むグループに属する関係にある営業主であると誤信されるおそれは全くありえないし，ありえようはずがない。",
        "本件商標は，甲第17号証の1ないし甲第26号証に示されているように，本件商標の商標権者の沖縄民芸品店にて店舗販売員がTシャツに付して宣伝販売を行っているものであって，このTシャツは沖縄土産品として販売されているものである。すなわち，小規模の店舗販売である。",
        "これに対し，世界的超大企業であるプーマ社が世界的に展開する商品は，スポーツシューズ，スポーツウェア等であり，販売ルート，販売店舗等あらゆる面で本件商標権者のものと異なっており，誤信されることは全くない。",
        "本件商標を付した商品(Tシャツ等)は，本件商標権者が経営する沖縄民芸品店舗で販売される沖縄土産品である。",
        "両者の間に親子会社，系列会社等緊密な営業関係は全く存在しない。",
        "存在しようがない。誰も，両者が緊密な関係があるとは信じない。",
        "一体，どこに本件商標権者の商品とプーマ社の商品が緊密な関係にあると判断されるのか。その証拠はどこに求めているのか。全く理解できないものである。",
        "近年，各企業が多角化に乗り出すのは普通のことであり，何もプーマ社に限ったことではない。",
        "法4条 1 項15号を余りにも拡大解釈しすぎて，何がなんでも，本件商標の商標権者である原告と引用商標Cの商標権者であるプーマ社との間に，いわゆる「広義の混同を生ずるおそれ」があると解釈することは，法の趣旨をねじ曲げた法解釈といわざるをえない。",
        "もし，「広義の混同」を余りにも拡大・拡張解釈するならば，中小零細企業のブランド力は，消去され，超大企業にすべて飲み込まれてしまう。",
        "「混同」するか否かは，単に抽象的に解釈するのが本筋ではなく，あくまでも具体的市場の実体，すなわちそれぞれの商品の取引の実情に応じて広く一般社会の客観的事情を見極めて判断すべきである。甲第29号証(原告の陳述書)の最終頁にあるように，沖縄民芸品店において，店舗販売員が本件商標を付したTシャツを宣伝販売しているが，PUMA製品と間違って購入するお客は皆無であった。本件商標と引用商標Cとの間には，具体的出所の混同は全く存在しないのである。",
        "このような実体を全く度外視して，単に「広義の混同」の名を借りて「広義」を広げることは，法解釈上極めて問題である。「広義の混同」といっても，あくまで市場の実体がどうであるか等の具体性が大切である。",
        "超大企業が多角化したことを理由に，広義の混同を生ずるのは全く言語道断であるといわねばならない。",
        "本件商標と引用商標Cとは，すでに原判決で非類似の判断がなされ，類似の商品に使用されたとしても，商品の出所につき誤認混同のおそれはないと結論されているにもかかわらず，改めて「広義の混同」を持ち出して，本件商標登録を取り消そうとすることは，法の適用の濫用といっても過言ではない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "本件商標と引用商標Cとの類似性の程度及び取引の実情は，以下に述べるとおりである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "取消理由通知書は，「原判決の第13頁23行から14頁」10行の「(ア)本件商標と引用商標2は，アルファベットの文字(『SHI−SA』と『PUMA』)が・・・曲線の描き方について似通った印象を与える」を引用して，「本件商標と引用商標2とは，一定の類似性を有しているものということができる。」とする。",
                    "しかしながら，この判決部分は，あくまでも「曲線の描き方」という描写方法が似通っていることを述べているのであって，商標の具体的構成の類似性を述べているのではない。",
                    "この引用した原判決文の後に「(イ)差異点」として「本件商標において大きく表示された文字は『SHI−SA』であり，引用商標1において大きく表示された文字は『PUMA』であって，・・・そして，両商標における動物図形については，・・・その先端だけが若干丸味を帯びた形状となっている。」と記載されているのであって，取消理由通知書は，この具体的構成の相違の原判決文を無視している。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "取消理由通知書は，「本件商標と引用商標Cとは『SHI−SA』ないし『PUMA』の文字と動物図形との組み合わせによる全体的な形状が共通している」という原判決部分を引用しているが，原判決は，この部分に続いて，「共通しているものの，その違いは明瞭に看て取れるものである」として本件商標と引用商標Cとの相違を明確にしている。取消理由通知書は，原判決の相違部分を無視している。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "取消理由通知書は，原判決の「本件商標における動物図形は，たしかにその向きや・・・・上記『PUMA』ブランドの商標と似ている点がある」の部分を引用して，本件商標と引用商標Cとは一定の類似性を有しているとする。しかしながら，この引用部分の続きは「似ている点があるものの，取引者・需要者に印象付けられる特徴は『PUMA』ブランドの商標とは異なるものである。」と両商標の相違点を述べている。取消理由通知書は，原判決における両商標の相違部分について述べた判決文を無視している。",
                    "さらに，この原判決の次に「すなわち，本件商標に描かれた動物は，『PUMA』ブランドのピューマ・・・このように本件商標の動物図形は，『PUMA』ブランドのピューマとは異なる印象を与えるものである。」と，本件商標と引用商標Cとの相違を明確に判断している。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "取消理由通知書は，「『PUMA』ブランドのピューマを記憶している取引者・需要者は，本件商標に接したときに『PUMA』ブランドのピューマを連想することがある」とし，「してみれば，本件商標と引用商標2とは，一定の類似性を有しているものということができる。」と断定する。",
                    "しかしながら，この引用された判決文の続きは，「・・・ピューマを連想することがあるとしても，本件商標を『PUMA』ブランドの商標とまで誤って認識するおそれはないというべきである。」となっている。すなわち，取消理由通知書は，原判決文の後半を全く無視している。しかも，原判決は，「したがって本件商標から『PUMA』ブランドの観念や『プーマ』の称呼が生じるということはできない。」と断定している。",
                    "取消理由通知書における被告の主張は，全て原判決の前半の判決文のみを切り取り，後半の結論を切り捨てておいて「本件商標と引用商標2とは，一定の類似性を有しているものということができる。」とするものであり，不当である。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "取消理由通知書の4頁の(ウ)(エ)において下記のとおり主張されているので，これについて述べる。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "第一に，本件商標の商標権者たる原告が，原裁判において平成20年10月21日付で知的財産高等裁判所へ提出した証拠説明",
                      "text": [
                        "書によると，商品「Tシャツ，ランニングシャツ」について「OKInAWAn ORIgInAL」，「gUARDIAn Sh",
                        "IShI−DOg」の文字を併記しないで使用しているものもあ",
                        "る点を取りあげて，被告は，「本件商標は，その構成態様から，中央に大きく表された『SHI−SA』の文字と右上部動物図形の",
                        "組合せ部分(以下「要部」という。)が独立して自他商品識別機能を果たすものと判断するのが相当である。」と主張している。原告が原裁判において提出した証拠説明書は，原告が関係する観光土産品等の販売等を行う有限会社沖縄総合貿易(以下「沖縄総合貿易」という。)が観光土産品たる「Tシャツ・エコバック・雑貨等」を販売する際に使用されているものを例示したものである。",
                        "したがって，本件商標の態様を表示したTシャツ等もあるし，あるいは「OKInAWAn ORIgInAL」，「gUARD",
                        "IAn ShIShI−DOg」の文字を併記しないものもある。",
                        "Tシャツ等の商品に本件商標の態様を付したものを付するか，そうでないものを付するかは，自在であり，固定的ではなく，多種多様である。",
                        "本件商標は，あくまでも，(i)本件図形部分，(ii)「SHI−SA」の文字部分，(iii)二段横書きの「OKInAWAn ORIgIn",
                        "AL」及び「gUARDIAn ShIShI−DOg」の文字",
                        "部分の構成要素を結合した結合商標であり，これによって商標の機能である商品識別機能，出所表示機能，品質保証機能及び宣伝広告機能を果たそうとするものである。",
                        "本件商標は，これら商標の機能を果たすための，上記(i)ないし(iii)の構成要素を不可分一体に結合した結合商標であるから，上記構成要素の一つでも捨象すべきでない。",
                        "原判決においても「本件商標は，前記・・・のとおり『SHI−SA』の文字が横書きで大きく表示され，その右上方に，四足動物が右側から左上方へ向けて跳び上がるように前足と後足を大きく開いている様子が側面から見た姿でシルエット風に描かれると共に，『SHI−SA』の文字の下に2段にわたって『OKIn",
                        "AWAn ORIgInAL』及び『gUARDIAn ShI",
                        "ShI−DOg』という文字が，比較的小さく表記されているも",
                        "のである。」とされている。",
                        "本件商標に関する異議申立て，取消理由通知書等で問題とすべきは，あくまでも本件商標の構成態様である。",
                        "沖縄観光土産品の店舗に展示されている他の態様のものを取り上げて本件商標の要部を「SHI−SA」と動物図形とに決めつ",
                        "けるのは，言語道断である。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "さらに，取消理由通知書では，「OKInAWAn ORIgI",
                      "text": [
                        "nAL」，「gUARDIAn ShIShI−DOg」を併記し",
                        "ない場合があることから，本件商標は，全体が一体不可分の商標とはいえないとしている。",
                        "本件商標とは別の件外のことを取り上げて本件商標を云々することはこれまた言語道断の主張である。",
                        "ちなみに，原判決においては，プーマ社が引用商標Cのほかに，日本で登録を受けた下記①ないし⑲の登録商標が列挙されている。",
                        "記",
                        "①        (登録第4637003号)",
                        "② (登録1884350号)",
                        "③                               ( 登 録 第 1 9 2 5 0 3 2 号)④                (登録第1949358号)",
                        "⑤                     (登録第2068537号)",
                        "⑥                  (登録第2071905号)",
                        "⑦                 (登録第2104254号)",
                        "⑧                 (登録第2143504号)",
                        "⑨    (登録第2290252号)",
                        "⑩     (登録第2290264号)",
                        "⑪ (登録第2499723号)",
                        "⑫    (登録第2570742号)",
                        "⑬      (登録第2602056号)",
                        "⑭    (登録第3077519号)",
                        "⑮       (登録第3248427号)",
                        "⑯   (登録第3328662号)",
                        "⑰    (登録第4161490号)",
                        "⑱     (登録第4356663号)",
                        "⑲     (登録第4907491号)",
                        "そして原判決は，「これらの商標の構成をみると，『PUMA』の文字と動物図形が組み合わされたもののほか，『SPORTCAT』，『FLYIＮG PUMA』，『PUMA DISC SYSTE",
                        "M』，『PUMA CELL』などの文字と組み合わされたもの，動",
                        "物図形のみのものなど多岐にわたるが，上方へ向けて跳び上がるように前足と後足を大きく開いているピューマが側面から見た姿でシルエット風に描かれているという点で共通している。」としている。",
                        "プーマ社の登録商標は，白色又は黒色の動物図形だけの登録商標，「PUMA」の文字と動物図形の組合せの登録商標，その他，動物図形と「SPORTCAT」の文字の組合せの登録商標，動",
                        "物図形と「PUMA」の文字と「CELL」の文字の横二段書き",
                        "を組合せた登録商標等多岐にわたっている。",
                        "同じように，原告も本件商標の態様の商標の他に別の態様の商標も保有している。",
                        "本件商標は，あくまでも前記したように，(i)動物図形部分，(ii)「SHI−SA」の文字部分，(iii)「OKInAWAn ORIg",
                        "InAL」及び「gUARDIAn ShIShI−DOg」の",
                        "文字部分の結合商標であって，それ以外の何物でもない。",
                        "なにゆえに，上記(i)ないし(iii)からなる結合商標の一つの構成要素をあえて除外しなければならないのか理解に苦しむものであるといわねばならない。",
                        "法2条において，「この法律で商標とは，文字，図形，記号若しくは立体的形状若しくはこれらの結合又はこれらと色彩との結合」と定義されている。本件商標も上述したように3つの構成要素からなる結合商標である。",
                        "構成要素の一つたりとも除外すべき理由は何もない。",
                        "しかも，被告は随所で「本件商標の要部と引用商標Cとを比較する」旨を主張しているが，本件商標の要部は，上記(i)ないし(iii)の構成要素からなるもので，これらすべてが要部である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "取消理由通知書の6頁の「(3)引用商標2の周知著名性及び独創性の程度」においては種々述べられているが，原告は，引用商標Cの具体的なピューマの図案の独創性は認めるものである。",
                    "しかし，四足動物を側面から描いたこと自体に独創性を認めるものではない。"
                  ]
                },
                {
                  "fig": "g",
                  "text": [
                    "取消理由通知書の7頁の「(5)需要者の共通性」の項において，種々述べられているが，本件商標の指定商品「Tシャツ，帽子」については，「Tシャツ，ポロシャツ，エコバック，雑貨」等が原告の関係する沖縄総合貿易の関連工場で生産され，沖縄総合貿易の直営店である観光土産品店舗等にて販売されている。",
                    "したがって，本件商標に関する生産現場及び販売店舗が，補助参加人の生産現場及び販売店舗と共通であったり，需要者が共通することはない。",
                    "一体，いかなる証拠があって生産現場，販売店舗，需要者が共通する部分があるというのか，証拠を示すべきである。"
                  ]
                },
                {
                  "fig": "h",
                  "text": [
                    "取消理由通知書の7頁の「(6)本件商標の指定商品の取引者及び需要者において普通に払われる注意力」においては，「したがって，本件商標に接する・・・ついて，特別に注意を払うことなく，商品を購入する場合も少なくないものとみるのが相当である。」とされている。",
                    "引用商標Cが，特にスニーカーについて周知著名であるとしても，スニーカーについては，特定の興味のあるブランドを好む愛好者が極めて多いことは周知の事実であり，引用商標Cの付されたスニーカーの愛好者も多い。",
                    "また，スニーカーや被服は，数日で消費される商品とは異なり，比較的長期に愛用するものであるがゆえ，比較的選択性の強い商品ということができる。",
                    "一方，人気の高いスニーカーとなると一文字違いのスニーカーなどの侵害品が海外などで出回っているのが事実のようである。",
                    "それゆえ，引用商標Cが付されたスニーカーを購入する愛好者は，真正品に対する意識が高く，購入時には，商品及び商標を注意深く確認するのであるから，真正品についての認識やこだわりが高い需要者ということができる。",
                    "そして，おのずから，その場合の注意力も他の需要者等の注意力よりも高いものとなる。",
                    "近年，真正品を模倣した商品が流通して問題となっており，真正品の選択には特に慎重であって，決して注意力なしに購入することはありえない。",
                    "したがって，本件商標と引用商標Cにおける図形との具体的な構成の相違，すなわち，首飾りの有無，頭部や肩の大きさ，尻尾の形状及び大きさ，前後の足の関節などにおける顕著な差異からすれば，四足動物の図形部分のみをみても，具体的構成要素において顕著な相違を有するものといわざるをえず，したがって，引用商標の付された商品と混同を生ずるおそれは全くないといわざるをえず，本件商標の図形構成から引用商標Cを連想・想起し，引用商標権者プーマ社の業務を連想するとはとうてい考えられない。",
                    "このように，スニーカーや被服の需要者等，特に引用商標を購入する需要者等はその高い意識ゆえに，真正品の識別に対する高い注意力を十分に有しており，本件商標から四足動物を連想・想起する場合はあっても，引用商標権者のPUMAブランドの商品と取り違えることはまずありえない。",
                    "実際の取引においては，その商標の著名性が高いほどに，需要者がこれに接する機会は増えるということも否定できない。",
                    "それゆえ，需要者は，引用商標がどのような態様か，どのような商品について使用されているかということを，十分に認識するようになり，他の商品と取り違えたり，出所の混同を生じたりする確率は極めて低くなる。",
                    "すなわち，商標の著名性が高い程，需要者等が真正品を選ぶ注意力は相当程度に高くなるということができる。",
                    "そして，引用商標Cは，現実に使用された態様について広く認識されるものとなっているのであるから，これと異なる態様で使用された場合には，需要者は，全く異なる商標と認識・把握し，また，引用商標Cが使用され，認識されるに至った態様と，具体的態様までが細部にわたって相当程度に共通する商標であれば，前述のような侵害品と認識する場合もあり，著名商標の付された商品とは異なるものであることを十分に識別することができ，その購入を選択しないこととなる。",
                    "したがって，引用商標Cの著名性が高いほど，需要者は，同一のもの，真正なものを購入する意識が高くなり，少しの差異も見逃さないものとなる。その結果，図形商標が著名であるがゆえに，かえって実際には出所の混同を生ずる可能性が低くなるということもできる。",
                    "PUMA製品を展開するプーマ社は，各種のスポーツ関連製品",
                    "の取扱店や靴店において，スニーカー等について引用商標Cを付した商品を販売等するものであり，実際にスポーツ関連の商品として取り扱われるばかりか，スポーツ製品としてのその知名度により，通常の靴店で購入する際にも，スポーツ製品を製造・販売するプーマ社の商品として認識し，把握されるものということができる。"
                  ]
                },
                {
                  "fig": "i",
                  "text": [
                    "取消理由通知書は，7頁「(7)(小括)」の箇所で，「本件商標に接する取引者及び需要者は，本件商標をプーマ社の商品と誤って認識するおそれがないとしても，プーマ社と経済的又は組織的に何らかの関係がある者(いわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主)の業務に係る商品であると誤信し」としている。",
                    "なにゆえこのような発想が生ずるのか，全く疑問である。",
                    "プーマ社は，世界的超大企業で，グローバル展開をしている企業である。",
                    "このようなグローバル大企業と原告が関係する沖縄県の一零細企業とが，親子会社や系列会社関係にあるということを，現実に本件商標に接する取引者又は需要者が誤信するだろうか。誤信するはずがない。",
                    "先にも述べたように，本件商標に関しては，原告の関係する沖縄の観光土産品であるTシャツ・エコバック等に付されて，営業が展開されている。このような，一零細企業とスニーカー等で著名なグローバル大企業のプーマ社と，どうして親子関係・系列関係にあると想起するだろうか。商標は現実の市場における取引の商品に使用されるものであることを考えるならば，考えられない発想である。",
                    "なにゆえに法をそこまで拡大解釈して本件商標を取り消さなければならないのか，理解に苦しむものである。",
                    "よって，本件商標は，法4条1項15号に該当するものではな",
                    "く，本件商標が引用商標と商品の出所の混同を生ずるおそれがある商標であるとの原決定の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "法4条1項19号(不正目的使用)に関する判断の誤り(取消事由3)(ア) 本件商標と引用商標Cとが類似しないことは明らかであるから，他の要件の有無を検討するまでもなく，本件商標の登録につき法4条1項19号の適用はない。",
        "なお，同号につき，「他人の業務に係る商品等を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標とそれを有する著名な事業主との一対一の対応関係を崩して，希釈化を引き起こすような程度に類似しているか否か，すなわち，容易に他人の業務に係る商品等を表示するものとして，日本国内又は外国における需要者の間に広く認識されている商標を連想(想起)させる程，類似してい」れば，同号の「類似の商標」に当たるとするのは，同号を著しく拡大解釈するものであって，相当でない。",
        "したがって，本件商標と引用商標Cとが類似しないにもかかわらず，本件商標の登録が法4条1項19号に違反するとした原決定は誤りである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "のみならず，原告には，不正の利益を得る目的や，他人に損害を与える目的，あるいはその他の取引上の信義則に反するような目的はなかった。",
                "すなわち，原告が補助参加人の商標のパロディの商標を取得する目的で，本件商標の登録出願をしたことはない。原告はあくまで独自に本件商標を創作したものであって，引用標章Cに係る補助参加人の信用や名声を利用したり，市場において，労なく，注目を集めることを可能にしたりするために本件商標の登録出願をしたことはなかった。",
                "したがって，本件商標の出願につき不正の目的があるとした原決定の認定は誤りであり，本件商標の登録は法4条1項19号に違反しない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "2",
                          "subject": "請求原因に対する認否(被告及び補助参加人)",
                          "text": [
                            "請求原因(1)，(2)の事実は認めるが，同(3)は争う。"
                          ]
                        },
                        {
                          "fig": "3",
                          "subject": "被告の反論",
                          "text": [
                            "原決定の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "取消事由1に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本件商標は，「SHI−SA」の文字を大きく横書きで記した部分，四足動物が右側から左上方へ向かって跳び上がるように前足及び後足を大きく開いた様子を側面から見た姿でシルエット風に描いた図形部分，上記「SHI−SA」の文字の下に2段にわたって「OKInAWAn ORIg",
      "text": [
        "InAL」「gUARDIAn ShIShI−DOg」と比較的小さく横",
        "書きで記した部分をそれぞれ組み合わせてなるものである。",
        "そして，本件商標には，「沖縄のオリジナル」という意味を読み取ることができる「OKInAWAn ORIgInAL」なる表現，「保護者」・「守護者」・「獅子犬」という意味を読み取ることができる「gUARDIAn ShIShI−DOg」なる表現が記されていること及び上記図形部分の動物の形状及び上記「SHI−SA」の文字部分からすると，本件商標からは沖縄の伝統的な獅子像である「シーサー」の観念が生じるものというべきである。このように，本件商標から上記のとおり沖縄の伝統的な獅子像である「シーサー」の観念が生じることからすれば，本件商標からは，「シーサー」の称呼が生じるものというべきである。",
        "したがって，上記と同旨をいう原決定の認定に誤りはない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また，引用商標Aは，先頭の「シ」の文字部分が，六稜星や2つの点をあしらった傘状ないし弓状の図形によりやや図案化されているものの，その構成全体として「シーサー」の片仮名文字を表記したものと容易に認識されるから，沖縄の伝統的な獅子像である「シーサー」の観念が生じる。",
        "なお，引用商標Aの「シ」の図案化された文字部分は，片仮名文字に付された装飾以上の印象を与えるものではないから，図案化された個々の部分から一つ一つ特定の観念が生じることはなく，「シーサー」という片仮名文字部分の全体から強い印象が生じるというべきであり，引用商標Aから「星」や「弓」の観念が生じることはない。",
        "したがって，上記と同旨をいう原決定の認定に誤りはない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "もっとも，本件商標と引用商標Aとは，その外観を異にするが，前記のとおり，本件商標及び引用商標Aからはいずれも沖縄の伝統的な獅子像である「シーサー」の観念が生じ，いずれも「シーサー」との称呼が生じる。",
        "なお，称呼の「シーサー」と「シーサ」とは，語尾の長音の有無のみが異なるものにすぎず，類似することは明らかである。",
        "そして，本件商標の指定商品「Tシャツ，帽子」は，引用商標Aの「下着，寝巻類，その他の被服(運動用特殊衣服を除く)」に包含される。",
        "したがって，本件商標を引用商標Aの指定商品と同一又は類似の商品に使用した場合には，商品の出所につき誤認混同を生ずるおそれがあるのであって，本件商標は引用商標Aに類似する。",
        "原決定は，上記と同旨をいうものであって，その判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用商標Cは，本件商標の登録出願日(平成17年6月21日)においても，登録審決日(平成19年3月6日)においても，ドイツのスポーツシューズ，スポーツウェア等のメーカーである補助参加人の業務を示す「PUMA」ブランドの商標として周知著名であった。",
        "引用商標Cは，その構成中のピューマの図柄部分の特徴により独創性を有しているところ，本件商標の図形部分の動物の描き方が，その向き等において類似している点がある等，本件商標と引用商標Cとは一定の類似性を有している。",
        "もっとも，本件商標と引用商標Cとでは，相違する点もあるが，相違点を勘案してもなお，前者から後者を連想させるものであって，法4条1項15号の類似商標ということができる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "法4条1項15号の「混同を生ずるおそれ」の有無を判断するに当たって斟酌すべき取引の実情は，指定商品全般についての一般的，恒常的な実情をいうのであって，単に当該商標が現在使用されている商品についてのみの特殊ないし限定的な実情をいうのではない。",
        "原告が主張する，沖縄の原告の店舗での使用は，指定商品の一部の商品についての特殊ないし限定的な取引の実情であって，上記「混同を生ずるおそれ」の有無の判断に当たって斟酌すべき実情としては相当でない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "原告は，本件商標の構成のうち「OKInAWAn ORIgInAL」",
      "text": [
        "「gUARDIAn ShIShI−DOg」の文字部分を有しない標章",
        "をTシャツに付してこれを販売している。",
        "また，本件商標の指定商品「Tシャツ，帽子」と補助参加人(プーマ社)の業務に係る商品「スポーツシューズ，スポーツウェア」とは，身に付ける物品であり，主として繊維製品を原材料とし，ファッション性が重視されるものである点で，極めて密接に関連する。また，本件商標の指定商品「Tシャツ，帽子」と補助参加人(プーマ社)の業務に係る商品「スポーツシューズ，スポーツウェア」とは，同一の会社で生産されることも同一の店舗で販売されることも多いものであって，取引者及び需要者の相当部分が共通する。",
        "したがって，本件商標と引用商標Cの類似性の程度，引用商標Cの周知著名性及び独創性の程度，本件商標の指定商品と補助参加人(プーマ社)の業務に係る商品との間の性質，用途又は目的における関連性の程度，取引者及び需要者の共通性その他の取引の実情に鑑みると，本件商標の指定商品の取引者及び需要者において普通に払われる注意力を基準にしたときに，原告が本件商標をその指定商品に使用した場合には，当該商品に接した取引者及び需要者において，当該商品を補助参加人(プーマ社)又は補助参加人と経済的又は組織的に何らかの関係がある者の業務に係る商品と誤認混同するおそれがあり，商品の出所の混同を生ずるおそれがあるから，本件商標の登録は，法4条1項15号に違反してされたものである。",
        "原決定は，上記と同旨をいうものであって，その判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "取消事由3に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "法4条1項19号は，外国で周知な商標を外国商標権者に無断で不正な目的で登録出願すること等を排除すること等を目的とし，同項1号ないし18号に該当しなくても適用されるものであるところ，同項19号にいう類似の商標に当たるかは，他人の業務に係る商品等を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標と，それを有する著名な事業主との一対一の対応関係を崩し希釈化を引き起こすような程度に類似しているか否か，すなわち，容易に他人の業務に係る商品等を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標を連想させるほど類似しているかで決すべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件商標と引用商標Cとは，本件商標ではアルファベットの文字である「SHI−SA」が，引用商標Cでは同じくアルファベットの文字である「PUMA」が，それぞれ大きく横書きで記されている点で共通し，しかも上記アルファベットの文字が，横長の長方形の枠内にはめ込んだかのように，縦長の太字の文字で記されている点で共通する。",
        "また，本件商標と引用商標Cとは，上記アルファベットの文字の右上方に，四足動物が右側から左上方へ向かって跳び上がるように前足と後足を大きく開いている様子が側面から見た姿でシルエット風に描かれている点で共通する。そして，本件商標と引用商標Cの動物図形は，跳躍の角度，前足及び後足の伸縮の具合・角度，胸・背中から足にかけての曲線の描き方の点で似通っている。",
        "そして，本件商標と引用商標Cとは，上記のとおり大きく横書きで記されたアルファベットの文字と，その右上方に跳び上がる四足動物の図形を組み合わせたものである点で共通する。",
        "したがって，周知の引用商標Cの動物図形を記憶している取引者及び需要者は，本件商標に接したときに上記動物図形を連想するのであって，本件商標と引用商標Cとは類似する。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，本件商標の登録出願日(平成17年6月21日)及び登録審決日(平成19年3月6日)の当時，引用商標Cの周知著名性や独創性を十分に認識しながら，引用商標Cの信用又は名声に便乗して利益を得ようとの不正の目的をもって本件商標を使用するものである。",
        "原決定は，上記と同旨をいうものであって，その認定に誤りはない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "4",
                          "subject": "補助参加人の反論",
                          "text": [
                            "原決定の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "取消事由1に対し",
          "text": [
            "本件商標は引用商標Aに類似するところ，原決定は上記と同旨をいうもので，その判断に誤りはない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件商標と引用商標Cとは，いずれもレタリングの文字に，同一の姿態の動物図形を，同じ配置で表してなるものであるから，その全体的な外観で共通し，本件商標に接した取引者及び需要者において，引用商標Cの動物図形を連想するものである。",
        "したがって，本件商標と引用商標Cとは，少なくとも広義の混同を生じる程度に類似する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "会社組織の大小や販売規模の大小に違いがあるからといって，商品の出所の混同が生じないわけではない。本件商標は引用商標Cと相当程度近似しているので，広義の混同が生じてしまうにすぎない。",
        "また，原告は，沖縄の店舗で本件商標を付した商品を販売しているだけでなく，インターネットの通信販売で上記商品を広く販売しているのであって，少なくとも我が国の需要者に向けてする販売や広告活動においては，補助参加人と市場が同一である。",
        "原告は，本件商標から文字部分の全部又は一部を除いた標章を使用しており，引用商標Cにより類似する態様で商標を使用しているのであって，より出所の混同を生ずるおそれが高くなっている。",
        "一般に，一つの工場で複数のメーカーのTシャツが生産されたり，一つの店舗で複数のメーカーのTシャツが同時に販売されたりすることがある。",
        "また，補助参加人の商品を取り扱う小売店も，原告自身もインターネットで通信販売を行っているのであって，原告の商品と補助参加人の商品とでは，需要者，販売店舗等が共通する。",
        "引用商標Cは，本件商標の登録出願日(平成17年6月21日)においても登録審決日(平成19年3月6日)においても，ドイツのスポーツシューズ，スポーツウェア等のメーカーである補助参加人の業務を示す「PUMA」ブランドの商標として周知著名であった。",
        "引用商標Cは，その構成中のピューマの図柄部分の特徴により独創性を有しているところ，本件商標の図形部分の動物の描き方が，その向き等において類似している点がある等，本件商標と引用商標Cとは一定の類似性を有している。",
        "もっとも，本件商標と引用商標Cとでは，相違する点もあるが，相違点を勘案してもなお，前者から後者を連想させるものであって，法4条1項15号の類似商標ということができる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "法4条1項15号の「混同を生ずるおそれ」の有無を判断するに当たって斟酌すべき取引の実情は，指定商品全般についての一般的，恒常的な実情をいうのであって，単に当該商標が現在使用されている商品についてのみの特殊ないし限定的な実情をいうのではない。",
        "原告が主張する沖縄の原告の店舗での使用は，指定商品の一部の商品についての特殊ないし限定的な取引の実情であって，上記「混同を生ずるおそれ」の有無の判断に当たって斟酌すべき実情として相当でない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "本件商標は，補助参加人の商標のパロディであって，補助参加人の商標の信用をフリーライドし，希釈化するものである。権利者の許諾がないのに，パロディと称して商品を販売することは，著名商標が築いてきた信用にただ乗りすることに等しい。"
      ]
    },
    {
      "fig": "オ",
      "subject": "原告は，本件商標の構成のうち「OKInAWAn ORIgInAL」",
      "text": [
        "「gUARDIAn ShIShI−DOg」の文字部分を有しない標章",
        "をTシャツに付してこれを販売する等している。",
        "また，本件商標の指定商品「Tシャツ，帽子」と補助参加人の業務に係る商品「スポーツシューズ，スポーツウェア」とは，身に付ける物品であり主として繊維製品を原材料としファッション性が重視されるものである点で，極めて密接に関連する。また，本件商標の指定商品「Tシャツ，帽子」と補助参加人の業務に係る商品「スポーツシューズ，スポーツウェア」とは，同一の会社で生産されることも，同一の店舗で販売されることも多いものであって，取引者及び需要者の相当部分が共通する。",
        "したがって，本件商標と引用商標Cの類似性の程度，引用商標Cの周知著名性及び独創性の程度，本件商標の指定商品と補助参加人の業務に係る商品との間の性質，用途又は目的における関連性の程度，取引者及び需要者の共通性その他の取引の実情に鑑みると，本件商標の指定商品の取引者及び需要者において普通に払われる注意力を基準にしたときに，原告が本件商標をその指定商品に使用した場合には，当該商品に接した取引者及び需要者において，当該商品を補助参加人又は補助参加人と経済的又は組織的に何らかの関係がある者の業務に係る商品と誤認混同するおそれがあり，商品の出所の混同を生ずるおそれがあるから，本件商標の登録は，法4条1項15号に違反してされたものである。",
        "原決定は，上記と同旨をいうものであって，その判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "取消事由3に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "法4条1項19号は，外国で周知な商標を外国商標権者に無断で不正な目的で登録出願すること等を排除すること等を目的とし，同項1号ないし18号に該当しなくても適用されるものであるところ，同項19号にいう類似の商標に当たるかは，他人の業務に係る商品等を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標と，それを有する著名な事業主との一対一の対応関係を崩し，希釈化を引き起こすような程度に類似しているか否か，すなわち，容易に他人の業務に係る商品等を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標を連想させるほど類似しているかで決するべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件商標と引用商標Cとは，本件商標ではアルファベットの文字である「SHI−SA」が，引用商標Cでは同じくアルファベットの文字である「PUMA」が，それぞれ大きく横書きで記されている点で共通し，しかも上記アルファベットの文字が，横長の長方形の枠内にはめ込んだかのように，縦長の太字の文字で記されている点で共通する。",
        "また，本件商標と引用商標Cとは，上記アルファベットの文字の右上方に，四足動物が右側から左上方へ向かって跳び上がるように前足と後足を大きく開いている様子が側面から見た姿でシルエット風に描かれている点で共通する。そして，本件商標と引用商標Cの動物図形は，跳躍の角度，前足及び後足の伸縮の具合・角度，胸・背中から足にかけての曲線の描き方の点で似通っている。",
        "そして，本件商標と引用商標Cとは，上記のとおり大きく横書きで記されたアルファベットの文字と，その右上方に跳び上がる四足動物の図形を組み合わせたものである点で共通する。",
        "したがって，周知の引用商標Cの動物図形を記憶している取引者及び需要者は，本件商標に接したときに上記動物図形を連想するのであって，本件商標と引用商標Cとは類似する。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，本件商標の登録出願日(平成17年6月21日)及び登録審決日(平成19年3月6日)の当時，引用商標Cの周知著名性や独創性を十分に認識しながら，引用商標Cの信用又は名声に便乗して利益を得ようとの不正の目的をもって本件商標を使用するものである。",
        "仮にそうでないとしても，原告は補助参加人の商標のパロディの趣旨で本件商標を作成し，その登録出願をしたものであって，引用商標Cにあやかって売上げを上げようとするものである。",
        "原決定は，上記と同旨をいうものであって，その認定に誤りはない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "上記によれば，上記事実は以下のとおり整理することができる。",
            "① 平成17年6月21日になされた本件商標出願に対し，特許庁は，引用商標A及びBと類似することを理由に，平成18年6月9日付けで拒絶査定をした(法4条1項11号違反)が，原告からの不服審判請求に基づく平成19年3月6日付け審決(拒絶査定不服審決)においては，上記引用商標A及びBとの非類似を理由に原査定を取り消し，登録審決をした。",
            "② 平成19年7月23日付けでなされた補助参加人(プーマ社)からの本件商標登録異議申立ては，上記引用商標C及び前記第3，1(3)イ(イ)e(b)①ないし③，⑤の商標(弁論の全趣旨による)に基づいて，法4条1項11号(類似)・15号(混同のおそれ)・19号(不正目的使用)の適用を主張するものであったところ，平成20年7月2日になされた原々決定は，本件商標は引用商標Cとの関係で法4条1項11号(類似)に該当する，というものであった。",
            "③ その後原告から提起された前記訴訟(知的財産高等裁判所平成20年(行ケ)第10311号)につき平成21年2月10日になされた判決(原判決)は，本件商標と引用商標Cとは類似するとはいえないとして，法4条1項11号に該当するとした原々決定を取り消したもので，原判決は確定した。",
            "④ そこで再び前記商標登録異議事件が特許庁で審理されることになったが，特許庁は，平成21年10月29日付けで，(i)平成19年3月6日付けでなした拒絶査定不服審決において本件商標と引用商標Aとは非類似であるとの見解を変更し，本件商標と引用商標Aとは類似する(法4条1項11号違反)，(ii)平成21年2月10日付けでなされた原判決が法4条1項11号(類似)該当の有無を検討した引用商標Cとの関係で，本件商標は法4条1項15号(混同のおそれ)・19号(不正目的使用)に該当するとして，原々決定と同じく本件商標登録を取り消す旨の決定(原決定)をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の法4条1項11号該当性の有無(取消事由1)",
          "text": [
            "原告は，本件商標が引用商標Aと類似しないと主張し，この類似性に係る原決定の認定判断の誤りを主張するので，まずこの点につき検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「商標の類否は，対比される両商標が同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによつて決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によつて取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎり，その具体的な取引状況に基づいて判断するのを相当とする。」「商標の外観，観念または称呼の類似は，その商標を使用した商品につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，従つて，右三点のうちその一において類似するものでも，他の二点において著しく相違することその他取引の実情等によつて，なんら商品の出所に誤認混同をきたすおそれの認めがたいものについては，これを類似商標と解すべきではない。」(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁)",
              "text": [
                "そして，「・・・複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである。」(最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，同平成5年9月10日第二小法廷判決・民集47巻7号5009頁，同平成20年9月8日第二小法廷判決・裁判集民事第228号561頁参照)",
                "そこで，上記の観点から以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標は，その概ね中央にアルファベットの文字からなる「SHI−SA」の文字列( )が大きく横書きで記され，しかもこの文字列は，その全体が横長の長方形にはめ込まれたかのように，やや各文字の横幅及び各文字間の間隔を詰めて，やや角張った書体で記され，かつ各文字の書体は縦方向の構成要素及び「S」の字の曲がった構成要素が横方向の構成要素よりも太く記されているのであって，上記文字列部分はその全体として横方向に押し縮めたかのような印象(縦長の印象)を看者に与えるものである。",
                    "また，本件商標は，上記文字列「SHI−SA」の右方に，右下から左上に向かって，やや頭部が大きく，一部が丸まった大きな尻尾を有する四足動物が跳び上がるように，前足と後足を前後に大きく開いている様子を側面から見た姿でシルエット風に描いた図形( )が配されており，あたかも上記の四足動物が右方から上記文字列の上に跳び上がるか又は上記文字列を跳び越えるかのような印象を看者に与えるものである。",
                    "そして，本件商標は，上記文字列「SHI−SA」の下方に，それぞれアルファベットの文字からなる「OKInAWAn ORIgInAL」",
                    "と「gUARDIAn ShIShI−DOg」の文字が小さく上下に二",
                    "段書きされているものである。なお，これらの文字列も，上記文字列「SHI−SA」と同様に，縦方向の構成要素が横方向の構成要素よりも太い書体で記されている。",
                    "これらのとおり，本件商標は，「SHI−SA」の文字列部分，跳躍する動物のシルエットの図形部分，「OKInAWAn ORIgInAL」及",
                    "び「gUARDIAn ShIShI−DOg」の文字列部分とが結合さ",
                    "れてなるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "本件商標の動物図形部分からは直ちに特定の動物を想起しうるものではないが，上記動物図形部分の左方に配された「SHI−SA」の文字列部分からは「シーサ」，「シ・サ」，「シサ」と呼称しうるものであること，上記文字列部分「SHI−SA」の下方に配された「OKInAWAn O",
                    "RIgInAL」の文字列部分からは「沖縄のオリジナル」の意味を，同様に下方に配された「gUARDIAn ShIShI−DOg」の文字",
                    "列部分からは「保護者」，「獅子犬」の意味をそれぞれ読み取ることができ，かつ「OKInAWAn ORIgInAL」と「gUARDIAn S",
                    "hIShI−DOg」の文字列は前記アのとおり二段書きされたひとまとまりのものであることからすれば，上記動物図形部分の形状にも照らすと，上記動物図形部分を沖縄の伝統的な獅子像である「シーサー」が跳躍する様子を側面から見たものとも解することができる。",
                    "したがって，上記文字列部分「SHI−SA」が中央に大きく配されていることも考慮すると，本件商標からは沖縄の伝統的な獅子像である「シーサー」の観念が生じると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標には，その中央に「SHI−SA」の文字列部分及び跳躍する動物のシルエットの図形部分が，その下方に「OKInAWAnORIgInAL」及び「gUARDIAn ShIShI−DOg」",
                      "text": [
                        "の文字列部分それぞれが配されていることからすると，本件商標からは「シーサオキナワンオリジナルガーディアンシシドッグ」，「シ・サオキナワンオリジナルガーディアンシシドッグ」，「シサオキナワンオリジナルガーディアンシシドッグ」等の称呼が生じうる(なお，上記動物図形部分からは何らの称呼も生じないか，「SHI−SA」の文字列部分による称呼とは独立して称呼が生じるものではない。)。",
                        "また，前記アのとおり本件商標の中央に大きく「SHI−SA」と記されていること，また，前記イのとおり本件商標からは沖縄の伝統的な獅子像である「シーサー」の観念が生じることからすると，本件商標からは「シーサー」ないし「シーサ」の称呼が生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，本件商標の構成要素は一体不可分に結合し，分離して観察することが相当でないから，本件商標からは，全体として，「シサオキナワオリジナルガーディアンシシドッグ」との称呼のみが生じる旨主張する。",
                        "しかし，前記アのとおり，本件商標の「SHI−SA」の文字列部分は，大きく，かつ印象的な体裁及び書体で強調して記されているのであって，本件商標の面積の相当部分を占めており，上記「SHI−SA」の文字列部分の右方に配された動物図形部分からは何らの称呼も生じないか，あるいは少なくとも上記「SHI−SA」の文字列部分と独立して称呼を生じるものではない。そうすると，上記「SHI−SA」の文字列部分ないし同文字列部分と動物図形部分を合わせた構成要素が，取引者及び需要者に対し商品の出所識別標識として強く支配的な印象を与えることは明らかである。したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標Aの内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "引用商標Aは，片仮名の「シーサー」の文字を横書きしてなるものであって，第1字の「シ」を他の文字より若干大きく，第2字以降の「ーサー」を若干小さく記し，かつ第1字の「シ」を若干図案化したものである。",
                    "すなわち，第1字の「シ」の左上部分の2つの点は，2つの六稜星(6つの頂点を有する星形)に図案化され，上記「シ」の斜め線の構成要素の左下の端点は4分の3周程度時計回りにカールされて，その中心に上記斜め線の構成要素の一部を利用した上向きの弩(いしゆみ，ボーガン)ないし十字状の図形が小さく配されている。",
                    "なお，引用商標Aの各文字においては，縦方向の構成要素を横方向の構成要素よりも太く記す等の強調を目した書体は使用されておらず，若干時計回りに傾けた形態の書体が使用されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "前記アのとおり，引用商標Aは片仮名の「シーサー」の文字を横書きしてなるものであるから，沖縄の伝統的な獅子像である「シーサー」の観念が生じうる。",
                    "なお，引用商標Aからは，後記のとおり，「星」や「弓」の観念は生じない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "前記アのとおり，引用商標Aは片仮名の「シーサー」の文字を横書きしてなるものであるから，「シーサー」の称呼が生じる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "もっとも，原告は，引用商標Aはドイツ語の「Schiesser」をモノグラム化した商標(引用商標B)と旧連合商標の関係にあり，引用商標Aはドイツ語で「射る」という動詞と関係がある「Schiesser」から生じたものであるから，引用商標Aからは，「弓」や「射る」との観念か「星」の観念が生じるものであって，沖縄の伝統的獅子像である「シーサー」の観念は生じない旨主張する。",
                    "しかし，本件商標の指定商品であるTシャツや帽子の需要者及び取引者，引用商標Aの指定商品である下着等の需要者及び取引者の間で，ドイツ語による「Schiesser」の商標(引用商標B)や引用商標Bと引用商標Aとの間に関連があることが広く知られていることを認めるに足りる証拠はなく，少なくともドイツ語を解さない者において，引用商標Aの文字がドイツ語を片仮名で表記したものであるとか，ドイツ語で名詞の「射手」ないし名詞の「弓」，動詞の「射る」と関係のある語であると当然に認識するものではないというべきである。したがって，引用商標Aから「弓」や「射る」との観念は生じない。",
                    "また，引用商標Aの第1字「シ」の点部分が六稜星に図案化されているとはいっても，引用商標Aの4字のうちの最初の1字のみが図案化されているにすぎず，上記六稜星の図案が他の構成部分による印象を打ち消すほど強い印象を与える程度に至らないものであることからすれば，引用商標Aから「星」の観念は生じないというべきである。",
                    "他方，我が国の国民のうち少なくともドイツ語を解さない者は，何らの説明なく「シーサー」の文字列に接すれば，沖縄の伝統的獅子像である「シーサー」を連想するのが通常であることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標と引用商標Aとの類否",
              "text": [
                "本件商標と引用商標Aの各外観は前記のとおりであるから，両者の外観は著しく異なるものであり，とりわけ，本件商標では中央に配された「SHI−SA」の文字列が強調され，その右方に動物図形部分がシルエットで配されているが，引用商標Aではこのような外観を有しない点が大きく異なるものである。",
                "そうすると，①本件商標と引用商標Aから沖縄の伝統的獅子像である「シーサー」の共通の観念が生じうること，②本件商標からは引用商標Aにおけるのと同一の「シーサー」の称呼や引用商標Aから生じる称呼「シーサー」と一部又は全部の長音を欠くのみで類似することが明らかな「シーサ」，「シサ」等の称呼が生じること，③本件商標は主として沖縄県内の原告が経営する会社である沖縄総合貿易の店舗で観光土産品たるTシャツ等の商品に付して使用されたり，沖縄総合貿易のインターネットの通信販売でTシャツ等の商品に付して使用されたり，その一部と目される標章がホームページの該当ページに表示されて広告的に使用されたりしているが(甲11，16ないし26，丙7ないし9)，引用商標Aの使用態様は本件全証拠によっても不明であることも考慮すると，上記の外観の著しい相違により，本件商標と引用商標Aとが類似するとまではいえないというべきである。",
                "したがって，その余の点について判断するまでもなく，法4条1項11号に基づき引用商標Aと類似することを理由として本件商標の登録を取り消すとした原決定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標の法4条1項15号該当性の有無(取消事由2)",
          "text": [
            "本件商標と引用商標Cとは，平成21年2月10日になされた原判決において，法4条1項11号にいう類似の関係にはないとされ，その点につき行政事件訴訟法33条にいう拘束力が生じているが，被告は，同じ引用商標Cを用いているものの，これを法4条1項15号(混同のおそれ)及び19号(不正目的使用)の理由ともしているから，以下，引用商標Cとの関係で，本件商標の法4条1項15号及び19号の該当性の有無について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法4条1項15号にいう「『混同を生ずるおそれ』の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきである。」(最高裁平成12年7月11日第三小法廷判決・民集54巻6号1848頁)そこで，上記の観点から本件商標について以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標Cの内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標Cは，その中央下寄りにアルファベットの文字からなる「PUMA」(「PUmA」とも読みうる。)の文字列( )が大きく横書",
                  "text": [
                    "きで記され，しかもこの文字列は，その全体が横長の長方形にはめ込まれたかのように，やや各文字の横幅及び各文字間の間隔を詰めて記され，かつ各文字の書体は縦方向の構成要素が横方向の構成要素よりも太く記されており，上記文字列部分は全体として横方向に押し縮めたかのような印象(縦長の印象)を看者に与えるものである。もっとも，上記「PUMA」の文字列の各文字の各構成要素相互間の隙間の端部(ただし第4字「A」の横棒と接する部分を除く。)や第1字「P」の右上角及び右下角，第2字「U」の左下角及び右下角，第3字「M」の左上角及び右上角，第4字「A」の左上角及び右上角は，概ねそれぞれ角を丸めた形状で記されており，看者に角張った印象を与えるものではない。",
                    "また，引用商標Cは，上記文字列「PUMA」の右方に，右下から左上に向かって，大きな尻尾を有する四足動物が跳び上がるように前足と後足を前後に大きく開いている様子を側面から見た姿でシルエット風に描いた図形( )が配されており，あたかも上記の四足動物が右方から上記文字列の上に跳び上がるか又は上記文字列を跳び越えるかのような印象を看者に与えるものである。",
                    "なお，上記文字列「PUMA」の右下には，商標として登録済みであることを示す，円内にアルファベットの大文字の「R」を記した部分が配されているが，本件商標中の他の部分と比してごく小さく，無視できる程度のものにすぎない。",
                    "これらのとおり，本件商標は，概ね，「PUMA」の文字列部分，跳躍する動物のシルエットの図形部分とを結合してなるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また引用商標Cは，前記のとおり，中央下寄りに「PUMA」の文字列が大きく横書きで記されているから，その右方の動物図形部分の形状と相まって，南北アメリカに分布するネコ科の肉食哺乳動物である「ピューマ」(puma)の観念が生じる。",
                    "なお，「ピューマ」は，日本語の外来語表記では「プーマ」とも表記されることがあり，アメリカライオン，ヤマライオン，クーガー等と呼称されることもある(甲2)。",
                    "また，引用商標Cは，スポーツシューズ，スポーツウェア等のメーカーとである補助参加人の業務を表す「PUMA」(プーマ)ブランドの商標の1つとして著名であり，引用商標Cからは上記ブランドの観念が生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用商標Cには，前記のとおり，中央下寄りに「PUMA」の文字列が大きく横書きで記されているから，引用商標Cからは「ピューマ」，「プーマ」の称呼が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "混同を生ずるおそれ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標Cとの類似性の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，本件商標と引用商標Cとは，中央ないしその近辺にアルファベットの文字からなる文字列が大きく横書きで記され，しかもこの文字列は，その全体が横長の長方形にはめ込まれたかのように，やや各文字の横幅及び各文字間の間隔を詰めて記され，かつ各文字の書体は縦方向の構成要素が横方向の構成要素よりも太く記されている点，上記文字列の右方に，右下から左上に向かって，大きな尻尾を有する四足動物が跳び上がるように前足と後足を前後に大きく開いている様子を側面から見た姿でシルエット風に描いた図形が配されている点が共通する。",
                        "他方，本件商標と引用商標Cとは，前者では中央部分の文字列の下方にアルファベットで2段に横書きした文字列が配されている一方，後者ではそのような文字列が配されていない点，概ね中央に配された文字列が，前者では角張った書体で記されているのに対し，後者では各文字の角の一部が丸められた書体で記されている点，前者の動物図形が架空の動物である沖縄の伝統的獅子像であるシーサーの姿態と目されるのに対し，後者の動物図形が実在の動物であるピューマの姿態と目される点，前者の動物図形が頭部及び尻尾が大きく，丸く，また前足が太く描かれて，ややずんぐりした印象を与える形状となっており，かつ頭部の周囲に首飾りと目される図形を配したり，口の部分に歯を描いたり，前足の肘に当たる部分や後足の膝裏に当たる部分に巻き毛のような装飾が施されたりしているのに対し，後者の動物図形は，体全体の輪郭が流れるような曲線によって描かれ，先端のみが若干丸みを帯びた細長い尻尾が右上方に高くしなるように伸び，大きく後ろに伸びた後足と対称を成しており，また頭部がやや小さく，尻尾が特に付け根部分にかけてやや細く，前足がやや細く描かれて，ほっそりした精悍な印象を与える形状となっており，本件商標の動物図形におけるような首飾りないし装飾が施されていない点が異なる。",
                        "そうすると，本件商標の外観と引用商標Cの外観とは，概ね中央に外観の主要な部分をなし，看者の注意を惹くアルファベットの文字列部分を概ね同様の体裁で配した点，上記文字列部分の右方に，右下から左上に向かって，大きな尻尾を有する四足動物が跳び上がるように前足と後足を前後に大きく開いている様子を側面から見た姿でシルエット風に描いた図形を配した点で共通するものであるが，中央に配されたアルファベットの文字の内容が異なる上，中央部分の文字列の下方の2段横書きの文字列の有無が異なるし，引用商標Cの動物図形が流れるような曲線によって描かれ，ほっそりした精悍な印象を与える形状となっているのに対し，本件商標の動物図形が頭部及び尻尾が大きく，ややずんぐりした印象を与える形状となっており，かつ引用商標Cの動物図形とは異なって，首飾りや歯を描いたり，前足の肘等に巻き毛のような装飾を施したりしている点が異なるものであって，本件商標と引用商標Cとの間の外観上の相違は決して小さなものではないというべきである。",
                        "他方，前記のとおり，引用商標Cからは「ピューマ」，「プーマ」の称呼が生じるが，本件商標からは「シーサー」等の称呼しか生じないから，本件商標と引用商標Cとでは，生じる称呼が相違する。",
                        "また，前記のとおり，引用商標Cからは南北アメリカに分布するネコ科の肉食哺乳動物である「ピューマ」，「プーマ」の観念又は補助参加人の「PUMA」ブランドの観念が生じるが，本件商標からは沖縄の伝統的獅子像である「シーサー」の観念が生じ，両者の観念が相違する。",
                        "そして，「シーサー」は，あくまで架空の動物であって，主として沖縄県内で信奉される偶像であるにすぎず，実在の動物である「ピューマ」とは大きく異なるものである。",
                        "上記のとおり，本件商標と引用商標Cとでは，生じる称呼及び観念が相違する上，外観が必ずしも類似するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，行政事件訴訟法33条の拘束力が生ずる原判決(甲2)によれば，「本件商標と引用商標1(判決注：引用商標Cのこと)とは，外観においても観念・称呼においても異なるものであり，本件商標及び引用商標1が同一又は類似の商品に使用されたとしても，商品の出所につき誤認混同を生ずるおそれがあるとはいえないから，本件商標は引用商標1に類似するものではな」い，とされている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標Cの周知著名性等",
                  "text": [
                    "引用商標Cが世界的に営業を展開するスポーツ用品メーカーである補助参加人の業務に係る商品を示すものとして，周知著名であることは，当事者間に争いがない。",
                    "また，引用商標Cの概ね中央の特徴的な文字列とその右方の跳躍する動物のシルエットの図形との組み合わせ及び配置が，補助参加人の商標や標章以外の商標等においてしばしばみられるとの事情は存せず，引用商標Cは独創的なものということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標の指定商品と補助参加人の業務に係る商品等の関係等本件商標の指定商品である「Tシャツ，帽子」のうち「Tシャツ」は引用商標Cの指定商品である「被服」ないし「運動用特殊衣服」に含まれるが，「帽子」は引用商標Cの指定商品である「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，運動用特殊衣服，運動用特殊靴」と一致せず，需要者が身に付ける物品で，主として繊維材料を原料とし，ファッション性が重視される「衣料」という点で共通する点があるにすぎない。",
                    "もっとも，補助参加人は，引用商標Cを付したTシャツや帽子を販売しているから(乙4ないし6)，本件商標の指定商品が補助参加人の業務に係る商品と，その性質，用途，目的において関連することは否定できない。",
                    "原告が経営する沖縄総合貿易は，主として沖縄県内の店舗やインターネットの通信販売で本件商標を付したTシャツ等を販売している一方(甲11，16ないし26，丙7ないし9)，補助参加人が販売するTシャツや帽子等はさほど特殊な商品ではなく，購買層が格別限定されるものでもないこと(弁論の全趣旨)にも鑑みれば，商品の取引者及び需要者は相当程度共通するものの，原告と補助参加人とではその販売規模が大きく異なるものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "検討",
                  "text": [
                    "上記アないしウによれば，引用商標Cは世界的に営業を展開するスポーツ用品メーカーである補助参加人の業務に係る商品を示すものとして周知著名かつ独創的であり，本件商標の指定商品は補助参加人の業務に係る商品と，その性質・用途・目的において関連し，本件商品の指定商品と補助参加人の業務に係る商品とでは，商品の取引者及び需要者は相当程度共通するものであるが，本件商標と引用商標Cとは，生じる称呼及び観念が相違し，外観も必ずしも類似するとはいえないものにすぎない点，原告が経営する沖縄総合貿易が主として沖縄県内の店舗及びインターネットの通信販売で本件商標を付したTシャツ等を販売するに止まっており，販売規模が比較的小規模である点に鑑みると，本件商標の指定商品たるTシャツ，帽子の取引者及び需要者において普通に払われる注意力を基準としても，本件商標を上記指定商品に使用したときに，当該商品が補助参加人又は補助参加人と一定の緊密な営業上の関係若しくは補助参加人と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であると誤信されるおそれがあるとはいえないというべきである。",
                    "したがって，本件商標登録には，法4条1項15号にいう「混同を生ずるおそれ」があるとはいえず，これに反する原決定の判断は誤りであるというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "補助参加人の主張に対する補足的判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "補助参加人は，本件商標と引用商標Cとは，いずれもレタリングの文字に，同一の姿態の動物図形を，同じ配置で表してなるもので，その全体的な外観で共通し，本件商標に接した取引者及び需要者において，引用商標Cの動物図形を連想するものであるから，少なくとも広義の混同を生じる程度に類似すると主張するが，前記のとおり，本件商標と引用商標Cとは，生じる称呼及び観念が相違するし，動物図形の描き方等が相違するため外観も必ずしも類似しないから，補助参加人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，補助参加人は，法4条1項15号の「混同を生ずるおそれ」の有無を判断するに当たって斟酌すべき取引の実情は，指定商品全般についての一般的，恒常的な実情をいうのであって，沖縄の原告の店舗での使用というような単に当該商標が現在使用されている商品についてのみの特殊ないし限定的な実情をいうのではない等と主張するが，上記の「混同を生ずるおそれ」の有無を判断するに当たり，取引の実情として，現実の使用態様を勘案することができるから，補助参加人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに補助参加人は，本件商標は，補助参加人の商標のパロディであって，補助参加人の商標の信用をフリーライドし，希釈化するものである等と主張する。",
                        "しかし，「パロディ」なる概念は商標法の定める法概念ではなく，講学上のものであって，法4条1項15号に該当するか否かは，あくまでも法概念である同号該当性の有無により判断すべきであるのみならず，後記のとおり，原告は引用商標C等の補助参加人の商標をパロディとする趣旨で本件商標を創作したものではないし，前記のとおり，本件商標と引用商標Cとは，生じる称呼及び観念が相違し，外観も必ずしも類似するとはいえないのであって，必ずしも補助参加人の商標をフリーライドするものとも，希釈化するものともいうこともできない。",
                        "したがって，補助参加人の上記主張は採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件商標の法4条1項19号該当性の有無(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標Cとの類似性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "法4条1項19号は，「他人の業務に係る商品又は役務を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標と同一又は類似の商標であつて，不正の目的(不正の利益を得る目的，他人に損害を加える目的その他の不正の目的をいう。以下同じ。)をもつて使用するもの」と定めているから，同号が適用されるためには，他人の商標と「同一又は類似の商標」であり，かつ「不正の目的・・・をもつて使用する」ことが必要である。",
                    "ところで，引用商標Cは補助参加人の業務に係る商品を示すものとして，その指定商品たる被服等の需要者及び取引者の間で周知著名であることは当事者間に争いがないが，前記3のとおり，本件商標と引用商標Cとは，生じる称呼及び観念が相違し，外観も必ずしも類似するとはいえないから，両商標は類似しないというべきものである。そうすると，本件商標は法4条1項19号にいう「類似の商標」に当たらないことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，法4条1項19号にいう類似の商標に当たるかは，容易に他人の業務に係る商品等を表示するものとして日本国内又は外国における需要者の間に広く認識されている商標を連想させるほど類似しているかで決するべきであるところ，本件商標と引用商標Cとは，概ね中央のアルファベットの文字の体裁及びその右上方に配されたシルエット風の四足動物の姿態等で共通し，周知の引用商標Cの動物図形を記憶している取引者及び需要者は，本件商標に接したときに上記動物図形を連想するから，本件商標と引用商標Cとは類似する等と主張する。",
                    "しかし，前記のとおり，本件商標の外観と引用商標Cの外観とは必ずしも類似せず，動物図形の形状も相当程度異なるのであって，周知の引用商標Cの動物図形を記憶している取引者及び需要者が，本件商標に接したときに上記動物図形を連想する蓋然性があるかは極めて疑問である。したがって，被告の上記主張は採用することはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「不正の目的」の有無",
              "text": [
                "上記のとおり，本件商標は法4条1項19号にいう「類似の商標」に当たらないから，その余の点について判断するまでもなく，本件商標の登録が同号に違反するとした原決定の判断には誤りがあることになるが，念のため，本件商標の使用につき同号にいう「不正の目的」があるかについても検討する。",
                "原告は，本件口頭弁論において，本件商標の創作に際して補助参加人の商標に接したことを認める旨の供述をしているが，証拠(甲10，14，15，29，丙7ないし9)によれば，①原告は，当初，沖縄の伝統的獅子像であるシーサーの面ないしシーサーの面及び「Shi―Sir」等のロゴをプリントしたTシャツを製造し，自らが取締役を務める沖縄総合貿易の店舗で販売していたが，若者に受け入れられるデザインを模索し，種々調査した上で本件商標を創作したこと，②本件商標の跳躍するシルエットの動物図形には，沖縄を象徴するシーサーが沖縄から大きな舞台に跳び出してほしいという原告の願いが込められていること，③原告が経営する会社が開設したインターネットの通信販売用のホームページ中には，「当店自慢のオリジナル商品『jumping shi−sa』どうですか？ブログでは沖縄お土産の情報を更新してます」等の記載があるのみで，補助参加人の業務に係る商品との混同を可能とするような記載は全くないこと，④上記通信販売用のホームページのうち，原告が経営する会社の従業員等が記載した「ジャンピングシーサの意味 2007．08．28 Tuesday 跳獅子(ジャンピングシ",
                "ーサー)」と題する項目には，「みなさん，このジャンピングシーサーって単なるプーマのパクリ。またはプーマのパロディーバージョンだと思っていませんか？？？？似たようなデザインはありますが(うんうん，しーさー店長も初めはそう思ったし～・・・)・・・しかも！ちゃーーんと意味があるんです。・・・近年，沖縄の文化や人柄が全国的に認知されてきました。芸能や文化においても県出身者が数多く出てきています。一昔前とは異なり沖縄人は内気で人前にでないイメージが，今では『昔の話』の様です。このマークは世界に向かってうちなーんちゅが跳び出せと願いをシーサーに込めてデザインしました。by デザイナースタッフ・・・」との記載があり，本件商標の動物図形部分の創作の意味につき上記②と同様の説明がされていることが認められる。",
                "また，前記のとおり，原告が経営する沖縄総合貿易は，主として沖縄県内の店舗やインターネットの通信販売で本件商標を付したTシャツ等を販売しており，上記Tシャツ等の販売ルートが相当限定されている上，沖縄総合貿易が商品を卸した小売店等において補助参加人の業務に係る商品を取り扱っていることを認めるに足りる証拠はない。",
                "そうすると，既に我が国において現に引用商標Cが登録されていることにも鑑みれば，原告の本件商標の使用につき，周知商標が登録されていない状況に乗じて不正の利益を得る目的等や，補助参加人等に損害を与える目的等があるとまで認めることまではできず，原告に法4条1項19号にいう「不正の目的」があったとはいえないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "補助参加人の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補助参加人は，原告は，引用商標Cの周知著名性や独創性を十分に認識しながら，引用商標Cの信用又は名声に便乗して利益を得ようとの不正の目的をもって本件商標を使用するものであると主張する。",
                    "しかし，原告において引用商標Cの信用又は名声に便乗して利益を得ようとの不正の目的をもって本件商標を使用していることを認めるに足りる証拠はなく，前記(2)のとおりの本件商標の創作の経緯等に鑑みれば，補助参加人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，補助参加人は，原告は補助参加人の商標のパロディの趣旨で本件商標を作成し，その登録出願をしたものであって，引用商標Cにあやかって売上げを上げようとするものであると主張する。",
                    "しかし，原告が引用商標C等の補助参加人の商標のパロディの趣旨で本件商標を創作した事実を認めるに足りる証拠は存しない。前記(2)のとおり，原告が経営する会社が運営するホームページ中にも，上記のパロディの趣旨で本件商標を創作したことは記載されていないし，補助参加人が提出する証拠(丙12ないし20，40，42，43)も，原告ないし原告が経営する会社の関係者が本件商標を付したTシャツを出品してインターネットを通じて販売していることを認めるに足りる証拠はないから，原告ないし原告が経営する会社の関係者以外の者が，原告とは無関係に上記Tシャツをパロディとして取り扱っているものにすぎなかったり，あるいは原告ないし原告が経営する会社の関係者以外の者が，原告とは無関係に本件商標を論評しているものにすぎなかったり，本件商標とは無関係のパロディの商品が掲載されているもの等にすぎないのであって，補助参加人の上記主張は憶測の域を出ないものといわざるをえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，本件商標の登録は法4条1項11号，15号，19号に違反せず，原告の取消事由1ないし3の主張はいずれも理由があることになる。よって，これと結論を異にする原決定を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}