{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2006−26811号事件について平成20年11月25日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許出願をしたところ，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，同庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
        "争点は，本願発明が，国際特許公報(国際公開第98／16155号。甲1。",
        "これに対応する日本国内での公表特許公報(甲2)をもって甲1の訳文として扱うこととし，以下「引用例」という。)に記載された発明(以下「引用発明」という。)と同一であって，特許法29条1項3号に該当するか否か，である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成10年7月16日，名称を「外径1．6 mm の灌流スリーブ」とする発明(本願発明)につき出願し(平成10年特許願第233414号。",
            "甲4)，その後，平成18年5月11日付けで補正した(甲3)が，特許庁は，同年9月21日付けで拒絶査定をした。",
            "原告は，同年10月31日，上記拒絶査定に対する不服審判請求をした。",
            "特許庁は，上記審判請求を不服2006−26811号事件として審理し，平成20年11月25日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年12月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の内容",
          "text": [
            "本願発明は，平成18年5月11日付けの手続補正書(甲3)により補正された明細書の【特許請求の範囲】【請求項1】に記載された次のとおりのものであるが，明細書によれば，眼科の白内障超音波乳化吸引術において使用する超音波チップ及び吸引カニューラ(灌流吸引ハンドピース)に被せて灌流液を前房内に供給する「灌流スリーブ」に関するものであり，その外径寸法を小さくすることにより，切開創口(傷口)の大きさを小さくし，ひいては手術後の乱視発生率を低減させることを目的とする，というものである。",
            "「外径寸法(図面)が1．40mm以上1．72mm以下である灌流スリーブ」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決は，次のとおり，引用発明(「外径寸法が1．524mm以上で1．651mm以下の範囲にあるスリーブの末端部分」)は，本願発明の範囲内に含まれるか，又はこれと実質的に同一の発明であるから，本願発明は，特許法29条1項3号の規定により特許を受けることができないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「(引用例における)図3及び4には，スリーブの末端部分26の外径寸法がステント32の外径寸法よりも小さい点が図示されている。(引用例上の)記載事項及び図示内容を総合し，本願発明の記載ぶりに則って整理すると，引用例には，『内径寸法が0．060”で，外径寸法が，外径寸法0．065”のステントの外径寸法よりも小さいスリーブの末端部分。』との内容の引用発明が記載されている。」「そして，引用発明の各寸法をmmに換算すると，引用発明におけるスリーブの末端部分の外径寸法は，1．524mm以上であり，1．651mm以下の範囲にあることになる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と本願発明の一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「外径寸法が1．40mm以上1．72mm以下である灌流スリーブ」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "なし"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "「引用例には，『得られる装置は，3mmが通常であるが2．5mmのような公称開口部より小径でしばしば用いることができる。』ことが記載されており，本願発明と同様に3mmより小さい切開創口で手術を行おうとするものといえるから，効果についても，本願発明と同様の効果を奏するものである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決における特許庁の予備的主張",
              "text": [
                "「仮に，引用例の図3，4の図示内容ではスリーブの末端部分とステントの大小関係が明らかとはいえないとしても，スリーブの末端部分の外径をどの程度の寸法にするかは，スリーブの末端部分の外径が小さい方が小さい切開創口ですむことが自明であることにかんがみると，当業者が必要に応じて決定し得る単なる設計事項にすぎない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の要旨",
      "text": [
        "審決は，次のとおり，引用発明の認定を誤り，その結果として，特許法29条1項3号所定の刊行物記載にかかる判断を誤った違法性を有するから，取り消されるべきである(なお，原告は，下記1に摘示する「引用発明の認定の誤り」以外の点は，審決の取消事由としてではなく，事情として主張するものである。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(引用発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例における図3，4は，吸引ニードルとステントの間の隙間により灌流液の通路を獲得する旨の概念を示した図にすぎず，実寸法図ではない。",
                "現に，図3においては，上側のステント内径はスリーブの外径よりも小さく，下側のステント内径はスリーブの外径よりも大きく見える。また，ステントの肉厚は0．127mmなので，同じ比率で測ると，各部材の寸法が矛盾したものとなる。",
                "このような図を目視で読み取ると矛盾が出ることは常識である。",
                "また，審決では，引用例に記載されていない記述や数値を用いてスリーブの末端部分の外径寸法を認定しており，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の素材(なお，シリコンゴム以外の素材が超音波白内障乳化吸引手術装置に使用可能であることは示されていない。)で，スリーブの内径(1．524mm)に0．14mmの肉厚みを加えると1．804mmとなり，外",
              "text": [
                "径寸法は1．651mm(審決の認定範囲)を超えてしまう。仮に，スリーブの外径寸法を1．60mm(製造誤差や，スリーブがステントを押し広げる必要があること等を考慮した値)とすると，肉厚みは計算上0．038mmとなり，ステントの差し込まれない小さい穴のスリーブ部分が吸引ニードルに絡みついて隙間がなくなって，灌流液を確保できず，引用発明の目的に反する。",
                "このように，灌流液を確保できなくなるにもかかわらず，引用例に外径1．524mm以上，1．651mm以下のスリーブの末端部分が記載されている旨認定するのは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告のその他の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例における小さな穴のあいた先端部分，円錐部分，大きな穴のあいた部分からなるスリーブが，本願発明の灌流スリーブに相当する。そして，引用例では，ステントへの内接の有無にかかわらず，スリーブの末端部分26が切開創口から挿入される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "2．5mmの切開創口(引用例において使用可能とされたサイズ)から挿入できる最大限の外径は，計算上1．592mmとなるが，引用例のステントの外径の最小値は1．651mmである(周囲のスリーブの肉厚を考慮すると外径1．851mmとなる。)から，矛盾しており，引用例における装置を2．5mmの切開創口に用いるのは不可能である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "スリーブの末端部分の外径が小さい方が小さい切開創口ですむことは自明であるが，外径を小さくすると，吸引ニードル外径とスリーブ内径との隙間(灌流液の通路)が狭くなり，灌流量が不足し，角膜が前房内に落ち込み，手術ができなくなるなどの新たな難題が発生するほか，製作も困難である。",
                "それにもかかわらず，医学知識のある原告だからこそ，本願発明が可能になったものであり，この点は，当業者が必要に応じて決定し得る設計事項などではない。ステントが大きいために小さな切開創口での使用が不可能である引用発明と本願発明とは，全く異なるものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用例の図3，4から実寸法を読み取って認定したものではなく，スリーブの末端部分26とステント32の各外径寸法の大小関係を読み取って，スリーブの末端部分の外径が1．524mm以上，1．651mm以下と認定したものである。",
                "特許図面が実寸法で描かれていないことは事実であるが，各部の外形形状や近接した部材の大小関係等は通常誤りなく描かれているから，少なくともスリーブ及びステントの形状，スリーブの末端部分の外径とステントの外径の大小関係程度は読み取れるものであり，図3，4上，スリーブの末端部分26の外径寸法がステント32の外径寸法より小さい点が図示されているから，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，スリーブの肉厚を0．14mmと仮定しているが，素材としてシリコンゴムを用いる本願発明の実施例において，肉厚を0．1mmとしていることからみても，スリーブの肉厚が0．14mm以下であっても所与の目的を果たせることは明らかである。また，引用例において，スリーブの素材としてシリコンゴムに限定されるわけではなく，可撓性を有するポリマー材料等の中から強度が高いものを選択すれば内径をさらに薄くできることも明らかである。現に，公開特許公報(乙1，2)記載のとおり，肉厚が0．1mm以下の管状部材が開示されており，可撓性を有するポリマー材料から肉厚0．1mm以下の管状部材を作成可能であることは，当業者にとって周知事項である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告のその他の主張に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例では，スリーブの末端部分のみを切開創口から挿入することが想定されており，ステントの外径寸法と切開創口の大きさとは関係がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例には，スリーブを2．5mmの切開創口で用いることが記載されているところ，原告の主張を前提とすれば，この場合，挿入できる最大限の外径は1．592mmであるから，引用例には，末端部分の外径が1．592mm以下のスリーブが記載されていることになる。以上のとおり，引用例には，本願発明と同一の発明が記載されているものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "スリーブの末端部分の外径が小さい方が小さい切開創口ですむことは自明であり，スリーブの末端部分の外径の寸法をどの程度にするかは，当業者が必要に応じて決定し得る設計事項にすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，引用例の図3，4における各部の大小関係が正確ではなく，スリーブの末端部分の外径寸法とステントの外径寸法との大小関係につき，図面から読み取ることができないとしても，審決では，このような場合についても予備的に判断しているから，その結論に影響はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，審決取消事由との関係では必ずしも明確ではないものの，前記第3．1(1)からすると，原告は，「引用例における図3，4は概念図にすぎず，実寸法図ではないにもかかわらず，審決は，これらの図の記載に基づき，引用例におけるスリーブの末端部の外形寸法が1．524mm以上で1．651mm以下の範囲にあるとの誤った認定をした上で，本願発明は引用発明と同一であると判断したが，上記認定・判断は誤っており，審決は取り消されるべき」旨主張しているものと解されるので，まず，引用発明の内容を検討した上で，その本願発明との同一性につき検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例(前述のとおり，国際特許公報(甲1)に対応する日本国内での公表特許公報(甲2)をもって，甲1の訳文として扱う。なお，(カ)については，参考として甲1の対応する原文を示した。)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「発明の分野」",
                      "text": [
                        "「本発明は外科用装置に関し，より詳細には，外側のスリーブ内に配置された水晶体超音波吸引手術及び他の外科手術用のニードル，及び過剰な漏出又は組織の損傷なしに微小な開口から眼房を効果的に洗浄するという課題に関する。」(甲"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "5頁3行～6行)",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "「発明の概要」",
                      "text": [
                        "「本発明は，外科装置に用いられ，吸引先端周囲の灌注流を維持するための，吸引ニードルとこれを取り囲むスリーブとの組み合わせを提供する。この装置は，ニードルの外側に取り付けられ拡大された口径の基端部分と，この基端部分と同じ軸に沿った内部にある小口径の末端部分とを有する柔軟で可撓性の材料からなるスリーブを含む。内部管が，末端部分の長さ内で摩擦係合する。内部管は肉薄(い)であるが実質的に可撓性を有する要素であって，ニードルに対して実質的に一定のフローギャップを維持するために小口径のスリーブの近接部分を支持する。スリーブは柔軟なポリマー材料から作られるが，挿入部分は，押し出し成形可能で，耐熱性の材料であるのが有利であるが，必ずしもその必要はない。ニードルは，組み合わせの中で湾曲した又は屈曲した先端を有していてもよく，通常は超音波でエネルギー化して用いられるが，吸引又は灌注流を備えた非−超音波モードでしばしば用いられる。」(甲2 6頁26行～7頁10行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「詳細な説明」",
                      "text": [
                        "「図1～図4に示すように，水晶体超音波吸引のために用いる超音波外科装置10は，切開刃14を備えた中空かつ小口径の先端13を末端部に有する中央ニードルを備える。このニードルの基端部は基部18内を通る広がったハブ16となっており，基部18は握り部分(不図示)に延出し，かつ，小口径の先端13を取り囲む中央の吸引導管と灌注流供給導管(不図示)とを有する。シリコーンラバーのような可撓性を有するポリマー材料から作られているスリーブ20は，基部18から切開刃14の近くまでニードル12を取り囲む。スリーブ20は，拡大された口径部分22，円錐状の移行部分24及び小口径部分26を有する。スリーブ20の拡大された口径部分22は，その弾性と固有の大きさとの関係により，適度に引っ張られて基部18を確実に収容する。実際に，このようなニードルは，先端部分の直径は変化するが(これがニードルの大きさを規定する)，所与の直径の基部を有する。移行部分24は末端部の小口径部分26に至り，この小口径部分26は先端13の長さの大部分を取り囲み，切開刃14を覆わないがその近くまで延出する。末端部近くにおいて，スリーブ20は少なくとも一つの横方向に開いた開口30を有する。吸引流に対する逆方向の流れを制限し，かつ，ニードル中の灌注流に対する吸引流の比率を増加させるように，開口30により灌注流の実質部分が外部に導かれる。」(甲2 7頁22行～8頁11行)(エ) 「スリーブ20は実質的に剛直な管状要素32も含み，管状要素32はステント性を有し，小口径部分26よりニードル内部にあってかつ内側に位置し，拡大されている。したがって，移行部分の小口径部に隣接する中間口径部分が形成される。ステント32は，ステンレス鋼，チタンなどの金属，硬質プラスチック又は他の好適な材料を用いて管状又はバネ状に形成される。しかしながら，押し出し成形可能で，かつ良好な機械的特性を有するポリイミドである「カプトン」のような耐熱性プラスチックを用いるのが好ましい。実際の例では，ニードル同様にスリーブを収容するのに必要な切開部の大きさを最小にするために，ステント厚さは薄いのが好ましい。外径は，スリーブ20の末端部分26の内径より大きくなるように選択される。スリーブ内径は，通常の場合に約0．060”である。ステントは約0．061”～0．080”の範囲であって，実際の例では0．065”の径が用いられる。これがスリーブ内でステント32と摩擦によって係合し，確実な保持を与えかつ流れを最大にする。実際の例における厚さの範囲は，約0．001”～約0．020”であって，典型的には0．005”である。ステント32は，つまりステント32の周囲における部分26の口径が拡大された部分は，小口径部分26の全体長さの約25％～90％，この例では特定的に60％～70％の長さを有する。小口径部分26が1／2”の長さでは，ステントは0．3”の長さである。ステント32は，スリーブ20の末端部に近接する横方向に開いた流れ開口30を覆ってはならない。しかしながら，特定の外科用途によっては，他の先端の大きさ，長さ及び比率を用いてもよい。」(甲2 8頁12行～9頁3行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「装置10が切開部に挿入される際には，この組み合わせによって中間的な口径部分の外側が切開部に接し，かつこれをシールすることができる。図4に示すように，ニードル12の一部だけが挿入される場合には，スリーブ20の末端部は組織と係合すると軸方向に収縮するが，径方向のギャップから又は横方向の側口30から軸方向への流れを制限するように径方向には収縮しない。スリーブ20が潰れたり灌注流路の収縮が防止される。」(甲2 9頁4行～9行)(カ) 「本発明のさらなる利点は，潰れることなくスリーブが大きな圧力に耐えられることである。その結果，得られる装置は，3mmが通常であるが2．5mmのような公称開口部より小径でしばしば用いることができる。さらに小さな切開部サイズでの使用では，切開部サイズに合うように切開部が伸びるときに，スリーブの外側にかかる圧力はさらに大きなものとなるが，ステントで強化された部分によって耐性が備えられる。」(甲2 10頁15行～20行)",
                      "text": [
                        "原文 「An additional advantage of the present invention is that the sleeve iscapable of withstanding a large amount of pressure without collapsing. As aresult a given device can often be used with a smaller than nominal incision,such as 2.5 mm, where 3 mm is usually used. Use in a smaller incision size canresult in greater pressure being placed on the exterior of the sleeve as theincision stretches to accommodate the incision size, but this is withstood by",
                        "the stent-reinforced section.」(甲1 5頁28行～33行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用例は，眼の水晶体超音波吸引手術等に用いられる外科用装置に関し，吸引先端周囲の灌注流を維持するための吸引ニードルと，これを取り囲むスリーブ(本願発明の「灌流スリーブ」に相当するもの)との組み合わせを提供するものである。そして，引用例において使用されるスリーブ(の末端部分)の内径は，通常の場合に約0．060”であり，その内側に，外径がスリーブの末端部分の内径より大きくなるように選択されたステントが位置し，スリーブの末端部分は，ステントによって拡大された中間口径部分と，(ステントの存在しない末端の)小口径部分とに分けられる。このステントの外径は，実際の例では0．065”の径が用いられ，その厚さは，約0．001”ないし0．020”の範囲であって，典型的には0．005”である(ステントの両側の厚みを考慮する必要があるため，その内径は，典型的には0．055”となる。)。引用例記載の装置は，通常，切開創口(甲2では，「nominal incision」につき「公称開口部」と翻訳しているが，理解しにくいため，原告の主張どおり「切開創口」という訳語を用いることとする。)3mmで用いられるが，2．5mmのような小径の切開創口でも用いることができるとされている。",
                    "なお，引用例に記載されている「”」がインチ(単位)を意味することについては，当事者間に特段争いがなく，1インチは2．54センチメートルに相当する(岩波書店・広辞苑第6版参照)ため，0．055”をメートル単位に換算すると1．397mmになり，同様に，0．060”は1．524mmに，0．065”は1．651mmに，それぞれ相当する。",
                    "したがって，引用例には，通常用いられる装置として，内径寸法が1．524mmのスリーブの末端部分と，外径寸法が1．651mmで内径寸法が1．397mmのステントが記載されているといえる。もっとも，引用例には，スリーブの末端部分の外径寸法や，スリーブの肉厚に関する具体的な数値の記載はないため，引用例上のスリーブの末端部分の外径寸法は明らかではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，引用例の明細書上の記載に加え，図3，4を参酌し，「図3及び4には，スリーブの末端部分26の外径寸法がステント32の外形寸法よりも小さい点が図示されている」として，スリーブとステントの大小関係から，(前記ウのとおり，通常，ステントの外径寸法が1．651mmであることを前提として)スリーブの末端部分の外径寸法が1．651mm以下であると認定している。",
                    "しかし，特許出願に際して，願書に添付された図面は，設計図ではなく，特許を受けようとする発明の内容を明らかにするための説明図にとどまり，同図上に，当業者に理解され得る程度に技術内容が明示されていれば足り，これによって当該部分の寸法や角度等が特定されるものではない。",
                    "本件では，前記ウのとおり，ステントの内径寸法は，通常，スリーブの末端部分の内径寸法より小さい1．397mmとなるべきところ，引用例の図3では，ステントの内径がスリーブの末端部分の内径よりも大きく図示されている。以上を前提とすると，引用例上の図面が，部材の大小関係を正確に踏まえて作成されたか否かは不明といわざるを得ず，このような図面のみに基づいて，引用例における部材の大小関係を認定することは適切ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記ウのとおり，引用例におけるスリーブの末端部分の内径寸法が通常1．524mmであることからすれば，その外径寸法も，少なくとも1．524mm以上になるはずであるが，引用例の図3，4の記載を根拠として，これが1．651mm以下の範囲にあるとはいえず，外径寸法の値は，引用例の記載のみからは決定できないといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，仮に，引用例の図3，4の図示内容ではスリーブの末端部分とステントの大小関係が明らかとはいえないとしても，スリーブの末端部分の外径をどの程度の寸法にするかは，当業者が必要に応じて決定し得る単なる設計事項にすぎず，引用例には，本願発明と実質的に同一の発明が記載されているとした上で，本願発明は特許法29条1項3号に該当する旨判断している。",
                    "しかし，同号所定の「刊行物に記載された」というためには，当業者がその刊行物を見れば，特別の思考を要することなく実施し得る程度にその内容が開示されている必要がある。",
                    "本件において，引用例のスリーブの末端部分の内径寸法は，前述のとおり，通常1．524mmであるところ，被告は，肉厚が0．1mm以下の管状部材の作成が可能であることは当業者にとって周知である旨主張し，その根拠として乙1，2を挙げるので，以下，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "公開特許公報(乙1，2)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙1(特開平9−285545号公報)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【0001】【発明の属する技術分野】",
                          "text": [
                            "「本発明は，カテーテルチューブの製造方法に係り，特に，強靱で薄肉・細径のカテーテルチューブの製造方法に関するものである。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【0002】【従来の技術】",
                          "text": [
                            "「血管内に正確に導入させると共に，検査や治療すべき生体器官の所望の位置に正確に位置させて，医学的な諸目的を達成するためのカテーテルチューブは，これまでに数多く提案されている。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "【0003】",
                          "text": [
                            "「カテーテルチューブの操縦のためには，トルク制御性や伝達性が極めて重要であり，可能な限り剛性が高く，強靱であることが求められる。また，当然ながらカテーテルチューブは，血管内を移動するために可能な限り薄肉，細径・小サイズであることが求められる。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "【0004】",
                          "text": [
                            "「カテーテルチューブの構成材料としては，ウレタンポリマ，ポリフッ化ビニリデン，四フッ化エチレンと六フッ化プロピレンとの共重合体などが用いられており，これらの素材をカテーテルチューブにするための方法としては，押出法が用いられている。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "【0005】【発明が解決しようとする課題】",
                          "text": [
                            "「しかしながら，薄肉で，細径・小サイズのカテーテルチューブの成形加工法として押出法が用いられるものの，テンションメンバを用いない場合では，内径0．3mm，外径0．36mm，肉厚30μm程度が限界である。また，テンションメンバを用いた場合でも，ダイとニップルの径の問題，クリアランスの問題，ポリマの溶融粘度と押出圧力との問題などによって外径や，肉厚には限度がある。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙2(特開平10−165495号公報)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【0001】【発明の属する技術分野】",
                          "text": [
                            "「本発明は，大動脈内バルーンポンピング(IABP)用バルーンカテーテルに係り，さらに詳しくは，心臓血管内のストレート部分に良好に収まり，しかも，心機能の補助効果に優れた大動脈内バルーンポンピング動作を行うことができるIABP用バルーンカテーテルに関する。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【0002】【従来の技術】",
                          "text": [
                            "「IABP法は，心不全などによる心機能の低下時の治療のため，大動脈内にバルーンカテーテルを挿入し，心臓の拍動に合わせて，バルーン部を拡張および収縮させることにより，心機能の補助を図る治療方法である。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "【発明の実施の形態】【0021】",
                          "text": [
                            "「バルーン膜22の近位端には，先細と成る近位端側テーパ部26が形成され，その最近位端5が，カテーテル管6を構成する外管6aの遠位端に接合してある。このカテーテル管6は，外管6aと内管10とからなる二重カテーテル管構造となっており，外管6aと内管10との間の隙間に第1ルーメン14が形成してあり，内管10の内部にバルーン膜22の内部およびカテーテル管6内に形成された第1ルーメン14とは連通しない第2ルーメン12が形成してある。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "【0024】",
                          "text": [
                            "「バルーンカテーテル2を動脈内に挿入する際に，バルーン膜22内に位置する内管10の第2ルーメンは，バルーン膜22を都合良く動脈内に差し込むためのガイドワイヤー挿通管腔としても用いられる。バルーンカテーテル2を血管などの体腔内に差し込む際には，バルーン膜22は内管10の外周に折り畳んで巻回される。図1に示す内管10は，たとえば外管6aと同様な材質で構成されて良く，ポリウレタン，ポリ塩化ビニル，ポリエチレン，ポリアミド，ポリイミド等の合成樹脂チューブ，あるいは金属スプリング補強チューブ，ステンレス細管等で構成される。なお補強材として，ステンレス線，ニッケル・チタン合金線などが用いられることもある。内管10の内径は，ガイドワイヤを挿通できる径であれば特に限定されず，たとえば0．15～1．5mm，好ましくは0．5～1mmである。この内管10の肉厚は，0．1～0．4mmが好ましい。0．1mm以下では強度に劣り，0．4mm以上では外管と内管との間で形成されるシャトルガス用の空間部の容積が小さくなり，バルーンの応答特性が悪くなるからである。内管10の全長は，血管内に挿入されるバルーンカテーテル2の軸方向長さなどに応じて決定され，特に限定されないが，たとえば500～1200mm，好ましくは700～1000mm程度であ",
                            "る。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "【0025】",
                          "text": [
                            "「二重カテーテル管6の外管6aは，ある程度の可撓性を有する材質で構成されることが好ましく，たとえばポリエチレン，ポリエチレンテレフタレート，ポリプロピレン，エチレン−プロピレン共重合体，エチレン−酢酸ビニル共重合体，ポリ塩化ビニル(PVC)，架橋型エチレン−酢酸ビニル共重合体，ポリウレタン，ポリアミド，ポリアミドエラストマー，ポリイミド，ポリイミドエラストマー，シリコーンゴム，天然ゴムなどが使用でき，好ましくは，ポリウレタン，ポリエチレン，ポリアミド，ポリイミドで構成される。カテーテル管6の外管6aの外径は，軸方向に均一でも良いが，バルーン膜22側近傍で小さく，その他の部分(近位端側)で大きくなるように，途中に段差部またはテーパ部を形成しても良い。第1ルーメン14の流路断面を大きくすることにより，バルーン膜22を拡張および収縮させる応答性を良好にすることができる。カテーテル管6の外管6aの内径は，好ましくは1．5～4．0mmであり，外管6aの肉厚は，好ましくは0．05～0．4mmである。0．05mm以下では強度に劣り，0．4mm以上では外径の管が太くなり操作性が悪くなるためである。外管6aの長さは，好ましくは300～800mm程度である。」"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記のとおり，乙1，2には，血管内に挿入するカテーテル管において，肉厚を約0．1mm以下にすることが記載されている。",
                    "しかし，そもそも乙2記載のバルーンカテーテルは，外管と内管とからなる二重カテーテル管構造となっており，外管の肉厚は0．05mmないし0．4mmとされているが，内管の肉厚は0．1mmないし0．4mmとされ，かつ，内管と外管がともに使用されるものであって，外管単独で生体内に挿入されるものではない。",
                    "また，乙1記載のカテーテルは，血管内に正確に導入した上，血管内を移動させて，検査や治療すべき生体器官の所望の位置に正確に位置させて用いるものであり，複雑に入り組む血管内を自由に曲がって，所望の位置まで移動させることが予定されている。",
                    "他方で，引用例におけるスリーブは，甲1，2上の記載からも明らかなように，スリーブの小口径部分が，ニードルの先端の大部分を取り囲み，切開刃を覆わないが，その近くまで延出しており，(眼の)切開部に挿入される際には，スリーブの中間口径部分の外側が切開部に接し，かつ，これを被覆することになっている。また，その際，灌流液の流れを制限するように径方向には収縮しないことが求められる結果，ある程度の強度を有することが想定されている。",
                    "このように，乙1，2に記載された，血管内に挿入するカテーテル管に関する技術と，白内障の手術等に用いるスリーブに関する引用発明や本願発明とは，医療器具に関する点で共通性を有するものの，器具の属性，使用状況，求められる強度等において異なる(これらの点は，肉厚にも影響を与えるものと解される。)ことを否定できず，引用例におけるスリーブの末端部分(その内径寸法は，前述のとおり，通常1．524mmである。)につき，約0．1mm以下の肉厚の素材を用いることにより，その外径寸法を1．72mm以下にするためには，なお相当程度の思考を要するというべきであって，当業者が引用例を見れば，特別の思考を要することなく実施し得る程度に本願発明の内容が開示されていたとまでは認められない。",
                    "以上のとおり，乙1，2上の記載を前提としても，引用例に本願発明が記載されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件での結論は以上のとおりであるが，被告は，「2．5mmの切開創口(引用例において使用可能とされているサイズ)から挿入できる最大限の外径は，計算上1．592mmとなる」旨の原告の主張を前提とすれば，切開創口から挿入される部分である引用発明のスリーブの末端部分の外径は1．592mm以下となり，引用例上に本願発明が記載されていることになる旨主張しているところ，念のため，この点についても検討する。",
                "確かに，引用例では，2．5mmの切開創口でスリーブを用いることが可能とされているから，原告の主張どおり，2．5mmの切開創口に挿入可能なスリーブの外径の上限値が1．592mmであるならば，引用例上に，本願発明の範囲に含まれるもの(内径寸法1．524mm，外径寸法1．592mmのスリーブの末端部分)が記載されているものと解し得る。",
                "しかし，被告が指摘する原告の主張は，前記第3．2(2)のとおり，「引用例における装置を2．5mmの切開創口に用いるのは不可能である」旨の主張を構成する一部分にすぎず，当該部分だけを抽出するのは妥当でない。また，1．592mmという数値も，単に2．5mmに2を乗じて円周率で除して得られたにすぎないものと解され，これが実施可能性等を考慮した上での主張であるとは認められない。",
                "このように，いずれにしても，原告の主張の一部分に基づいて「引用発明のスリーブの末端部分の外径寸法が1．592mm以下である」などと認定できないことは明らかであり，この点に関する被告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用例上，外径寸法が1．40mm以上，1．72mm以下の範囲のスリーブの末端部分(本願発明における灌流スリーブと同じ範囲の寸法のもの)が記載されていると認めることはできず，本願発明が引用例上に記載されているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "このように，本願発明につき特許法29条1項3号を適用することはできず，審決に，この点に関する誤りがあることは明らかである(なお，本判決は，本願発明が進歩性など他の特許要件を満たすか否かについては，何ら判断を示すものではない。)から，その余の点について判断するまでもなく，審決を取り消すこととする。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10002",
    "date": "2009-06-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037725",
    "ipprecedent_id": "1877",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}