{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2008−300294号事件について平成21年3月24日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告の有する後記商標登録について，被告が商標法(以下「法」という。)50条1項に基づき不使用を理由とする取消審判を請求したところ，特許庁がこれを認める審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記取消審判請求の登録日たる平成20年3月26日より3年前以内に，原告が上記商標を使用したか(商標法50条2項)，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，昭和56年3月2日に下記商標について商標登録出願をし，平成3年12月25日に特許庁から商標登録第2365147号として設定",
                  "text": [
                    "登録を受けた(以下「本件商標」という。)。",
                    "記",
                    "(商標) (指定商品)",
                    "第28類〔平成16年5月12日指定商品の書換",
                    "登録前は「第24類」〕",
                    "「土人形」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被告は，平成20年3月7日，本件商標につき法50条1項に基づき不使用を理由とする商標登録の取消審判を請求し，平成20年3月26日その旨の予告登録がなされた。",
        "特許庁は，同請求を取消2008−300294号事件として審理した",
        "上，平成21年3月24日，「登録第2365147号商標の商標登録は",
        "取り消す。」旨の審決をし，その謄本は平成21年4月3日原告に送達された。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別添審決写しのとおりである。その理由の要点は，原告が「堤人形」・「堤人形製造所」等の標章は使用していたものの，本件商標である「堤」を独立に使用したことの証明はない，等というものである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "審決の取消事由",
          "text": [
            "しかしながら，以下のとおり，原告は本件商標を商標登録取消審判の予告登録前3年以内(平成17年3月26日から平成20年3月26日)にその指定商品について使用していたから，審決は違法として取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，商品である土人形の販売用包装紙に本件商標を使用し(甲52の1・2)，商品添付の説明書にも本件商標を明示している(甲52の3)。",
        "これら商標は角印をもって押捺されたものであるが，同角印の作製代金に係る領収証(甲52の4)が平成18年8月24日付けであることから，その使用時期が商標登録取消審判の予告登録前3年以内であることは明らかである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また原告は，商品である土人形の販売包装用木箱内側ないし木箱同封の商品説明書にも角印(柘材)をもって本件商標を押捺して使用しているところ(甲53～57の各枝番1)，これら商品の販売時期が平成18年12月ないし平成21年1月であることは，上記各商品の販売記録(甲53の2・3，55の3，57の2・3)及び同商品が掲載された新聞記事等(甲54の2，55の2，56の2・3)の記載から明らかである。",
        "したがって，これらによっても本件商標が予告登録前3年以内に使用されたことは明らかである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "請求原因に対する認否",
              "text": [
                "請求原因(1)，(2)の各事実は認めるが，(3)は争う。"
              ]
            },
            {
              "fig": "3",
              "subject": "被告の反論",
              "text": [
                "審決の認定判断は，以下に述べるとおり結論において正当であり，原告主張の取消事由は理由がない。",
                "すなわち，法50条の「登録商標の使用」とは，自他商品識別機能及び商品の出所表示機能を発揮する態様での登録商標の使用をいうところ，本件商標に係る「堤」の表示は仙台市の「堤町」を表す産地表示又は「堤人形」の普通名称の略称を意味するにすぎず，「堤」の文字を堤人形に使用しても，これらの「堤」の文字は商品の産地表示であって，自他商品識別機能又は商品の出所表示機能を発揮するものではないから，商標的使用に当たらない。",
                "この点原告は，本件商標を商品の包装紙(甲52の1・2)に使用したと主張するが，この「堤」の文字は商品の産地表示であって，自他商品識別機能又は商品の出所表示機能を発揮していない。",
                "また原告が主張する商品添付の説明書(甲52の3)については，そこに示される「堤」の文字は単なる押印であって，自他商品識別機能又は商品の出所表示機能を発揮しておらず，また，指定商品に使用されるものでもない。使用時期も不明である。「堤」との角印の領収書(甲52の4)のとおり，「堤」の角印が平成18年に原告に納品されたとしても，その「堤」印の使用は「堤人形」の産地表示としての使用又は単なる印としての使用にすぎず，商標としての使用とはならない。",
                "また原告が主張する包装用木箱内側に表示された「堤」の文字(甲53～57の各枝番1)は，商品の産地表示であって，自他商品識別機能又は商品の出所表示機能を発揮していない。使用時期も不明である。",
                "したがって，これらはいずれも登録商標の使用を証明するものではない。",
                "なお，本件商標は，法3条1項に該当する商標でありながら，法3条2項の誤った適用により，例外的に登録されたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の使用の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲52～57〔各枝番を含む〕，58，原告本人尋問の結果)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，江戸時代から続く伝統的工芸品である土人形(堤人形)の製作を家業としており，仙台市青葉区堤町において，「堤人形製造所」の名称で同人形を製作・販売している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の製作する土人形は，歌舞伎や狂言をモチーフにしたもののほか，干支をモチーフにすることが多く，毎年，翌年の干支にちなんだ土人形を前年の8月から年末にかけて製作しており，その様子は師走の風物として新聞に紹介されている(平成17年12月29日付け朝日新聞宮城版〔甲56の3〕，平成18年12月10日付け読売新聞〔甲56の2〕)。また，その年の干支にちなんだ土人形の写真が宮城基金通報(宮城県社会保険診療報酬支払基金の会報)の正月号の表紙を飾ることもあった(甲54，55の各2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成17年から同18年にかけて「瓢箪乗狆」(甲56の1の下段)と題する土人形を，平成18年から同19年にかけて「座花魁」・「猪乗金太郎」(以上甲53の1)・「猪」(甲56の1の上段)と題する土人形を，平成19年から同20年にかけて「獅子舞」・「木槌乗り子」(以上甲55の1)・「三番叟」・「ねずみ乗り大黒」(以上甲57の1)と題する土人形を，平成20年から同21年にかけて「宝牛」と題する土人形(甲54の1)を，それぞれ製作・販売しているところ，原告は，これらの土人形を収納する包装箱の蓋の裏側に，下記要領のとおり，縦書き3行で，1行目の最上段に「堤」の文字を表示し，2行目に1行目とほぼ同等の大きさの文字で上記各人形名を表示し，3行目の下段に1，2行目の文字よりは比較的小さな文字で製作者(職人名である「左四郎」)等を表示した説明書きを貼付して販売していた。",
                    "記"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告は，「堤」の文字を約1cm四方の四角で囲んだ角印と，縦6cm弱，横2．5cm弱の縦長の四角形を縦に3つに区切り，右側の区切りの上部に「つゝみ人形」の文字，中央の区切りに1字下げて原告の氏名，左側の区切りに小さな文字で原告方の郵便番号，住所，電話番号を表示して成るゴム印を有しており，遅くとも上記角印を製作した平成18年8月24日以降，現在に至るまで，下記のとおり，これらを押捺した包装紙(甲52の1・2)に土人形を包装して販売していた。",
                    "記",
                    "画像省略"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記認定事実によれば，原告は，平成17年から同20年にかけて，包装箱に「堤」との標章を付して，取消請求に係る指定商品である土人形を販売したこと，また，遅くとも平成18年8月以降は，上記土人形の包装紙に，「堤」の文字を四角で囲んだ角印を押捺して成した標章を付して販売していたことが認められる。",
                "そして，上記包装箱に付された「堤」との標章及び包装紙に押捺された「堤」の文字を四角で囲んだ標章は，いずれも社会通念上本件商標と同一のものと認めることができる。",
                "そうすると，これらは法2条3項1号の定める「商品の包装に標章を付する行為」及び同2号の定める「商品の包装に標章を付したものを譲渡…する行為」に該当するから，原告は，取消審判予告登録日である平成20年3月26日より3年前以内の時期に本件商標を使用したと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し被告は，本件商標に係る「堤」の表示は仙台市の「堤町」を表す産地表示又は「堤人形」の普通名称の略称を意味するにすぎず，「堤」の文字を堤人形に使用しても，これらの「堤」の文字は商品の産地表示であって，自他商品識別機能又は商品の出所表示機能を発揮するものではなく，商標的使用に当たらないと主張する。",
                "しかし，前記(1)のとおり，包装箱に貼付された説明書きにおける「堤」の文字や，包装紙に押捺された四角で囲んだ「堤」の文字は，その配置，文字の大きさに照らして，容易に目につく部分に顕著に表示されているのであって，単なる産地の表示や堤人形であることの表示としての機能を超えて，原告の製作する土人形を他の土人形と識別し，その出所を示すという格別の意図及び機能をもって表示していることは明らかであるから，かかる使用は商標としての使用に当たるというべきである。したがって，被告の主張は採用することができない。",
                "なお被告は，本件商標は法3条1項の除外事由に該当するにもかかわらず法3条2項の誤った適用により例外的に登録されたものであると主張するが，法50条の定める商標登録取消しの可否は，専ら取消審判予告登録日前3年以内における商標としての使用の有無により決せられるものであって，それ以外の当該商標の登録の経緯等によりこれが左右されるものではないから，被告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告は，本件審判請求の予告登録の日である平成20年3月26日より前3年以内の時期に，本件商標を本件商標の指定商品である「土人形」に付して使用していたことになるから，これと結論を異にする審決は違法として取消しを免れない。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10104",
    "date": "2010-02-24",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038501",
    "ipprecedent_id": "2131",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}