{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80121号事件について平成21年9月18日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "当事者間に争いのない事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "原告は，発明の名称を「打込機」とする特許第2842215号の特許(以下「本件特許」という。)の特許権者であり，本件特許は，平成6年4月22日に出願され(優先権主張平成5年9月22日，日本)，平成10年10月23日に設定登録されたものであり，登録時の請求項の数は8である(甲32)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決に至る経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次審決に至る経緯",
                  "text": [
                    "被告は，平成17年4月19日，特許庁に対し，本件特許を無効にすることについて審判(無効2005−80121号。以下「本件無効審判」という。)を請求し，これに対し，原告は，平成17年7月15日付けで訂正請求をした(以下「本件第1訂正」という。)。特許庁は，同年11月8日，「訂正を認める。特許第2842215号の請求項1～7に係る発明についての特許を無効とする。特許第2842215号の請求項8に係る発明についての審判請求は，成り立たない。」との審決(以下「第1次審決」という。)をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1次審決に対する取消訴訟",
                  "text": [
                    "原告及び被告は，それぞれ第1次審決の取消しを求めて，審決取消訴訟(知的財産高等裁判所平成17年(行ケ)第10842号，第10847",
                    "号)を提起した。その後，原告は，本件特許につき訂正審判請求をした(訂正2005−39230号)。知的財産高等裁判所は，平成18年1月30",
                    "日，特許法181条2項により第1次審決を取り消す旨の決定(以下「第1次取消決定」という。)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2次審決に至る経緯",
                  "text": [
                    "第1次取消決定が効力を生じたことにより再開された本件無効審判の手続において，特許法134条の3第5項本文により，平成18年2月20日に訂正請求がなされたとみなされた(以下「本件第2訂正」という。)。",
                    "その後，被告は，平成18年3月31日付けで弁駁書を提出するとともに，フランス第1510942号公報(甲6。以下「刊行物1」という。)等の証拠を追加提出した。",
                    "特許庁は，平成18年5月18日，原告に対し無効理由通知書，被告に対し職権審理結果通知書をそれぞれ発送した。これに対し，原告は，平成18年6月19日付けで意見書を提出するとともに訂正請求をした(以下「本件第3訂正」という。)。",
                    "特許庁は，平成18年10月16日，「訂正を認める。特許第2842215号の請求項1乃至5に係る発明についての特許を無効とする。」との審決(以下「第2次審決」という。)をした。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "第2次審決に対する取消訴訟",
      "text": [
        "原告は，第2次審決の取消しを求めて，審決取消訴訟(知的財産高等裁判所平成18年(行ケ)第10516号)を提起した後，本件特許につき訂正審判請求をした(訂正2006−39199号)。知的財産高等裁判所は，平成19年2月14日，特許法181条2項により第2次審決を取り消す旨の決定(以下「第2次取消決定」という。)をした。"
      ]
    },
    {
      "fig": "オ",
      "subject": "第3次審決に至る経緯",
      "text": [
        "第2次取消決定が効力を生じたことにより再開された本件無効審判の手続において，原告は，平成19年3月5日付けで訂正請求をした(以下「本件第4訂正」という。)。",
        "特許庁は，平成19年9月28日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「第3次審決」という。)をした。"
      ]
    },
    {
      "fig": "カ",
      "subject": "第3次審決に対する取消訴訟",
      "text": [
        "被告は，第3次審決の取消しを求めて，審決取消訴訟(知的財産高等裁判所平成19年(行ケ)第10380号)を提起した。知的財産高等裁判所は，平成20年11月27日，第3次審決には判断遺脱の違法があるとして，第3次審決を取り消した(以下「前訴判決」という。)。"
      ]
    },
    {
      "fig": "キ",
      "subject": "本件審決に至る経緯",
      "text": [
        "前訴判決が確定したことにより再開された本件無効審判の手続において，特許庁は，平成21年5月21日付けで，本件第4訂正後の特許請求の範囲の請求項1ないし4に係る特許は特許法29条2項に違反する旨の無効理由通知を原告にするとともに，同旨の職権審理結果通知を被告にした。",
        "その後，原告は，平成21年6月24日付けで意見書を提出するとともに，訂正請求をした(以下「本件第5訂正」という。)。",
        "特許庁は，平成21年9月18日，「訂正を認める。特許第2842215号の請求項1ないし4に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，同年10月1日，その謄本は原告に送達された。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件第5訂正後の本件特許の願書に添付した明細書(甲32)の特許請求の範囲の請求項1ないし4の各記載は，次のとおりである(以下，これらの請求項に係る発明を項番号に対応して，「本件発明1」などといい，これらをまとめて「本件発明」という。)。",
            "「【請求項1】 ドライブビットを内蔵した打込機本体の下方に位置し，側面が接着剤を介して連結された多数の止具よりなる止具集合体及び該止具集合体を前進させるためスプリングによって押圧される給送部材を収納支持するマガジンと，マガジン前端に設けられ，上記止具集合体が通過する給送路を有し，少なくとも前面が平板状のビットガイドを備え，上記給送路の一部はドライブビット及びドライブビットにより打撃される先頭の止具を案内するようにした打込機であって，打込機本体に設けられたトリガと，上端がトリガ近傍まで延び，下端がビットガイド下端より下方に突出し，中間部がビットガイドの前面に設けられると共にビットガイドに上下動可能に支持された平板状のコンタクトアームと，コンタクトアームを下方に押圧する押圧手段とを備え，コンタクトアームが上昇し，トリガが操作された時のみ前記ドライブビットの駆動を開始させるようにした打込機であって，前記コンタクトアームの前面にプレートを設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記プレートの順に配列し，先頭の止具の前面をコンタクトアームでなくプレートで受けるようにし，前記止具集合体が通過する給送路とプレートとの間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持すると共に，前記ビットガイドの給送路の下端より突出した前記コンタクトアームの部分に前記給送路に連続する射出穴を前記コンタクトアームの下端まで貫通して設け，該射出穴から止具を打出すようにし，コンタクトアーム先端部は下方に行くに従って細くなるように先細りの形状としたことを特徴とする打込機。",
            "【請求項2】 ドライブビットを内蔵した打込機本体の下方に位置し，側面が接着剤を介して連結された多数の止具よりなる止具集合体及び該止具集合体を前進させるためスプリングによって押圧される給送部材を収納支持するマガジンと，マガジン前端に設けられ，上記止具集合体が通過する給送路を有し，少なくとも前面が平板状のビットガイドを備え，上記給送路の一部はドライブビット及びドライブビットにより打撃される先頭の止具を案内するようにした打込機であって，打込機本体に設けられたトリガと，上端がトリガ近傍まで延び，下端がビットガイド下端より下方に突出し，中間部がビットガイドの前面に設けられると共にビットガイドに上下動可能に支持された平板状のコンタクトアームと，コンタクトアームを下方に押圧する押圧手段とを備え，コンタクトアームが上昇し，トリガが操作された時のみ前記ドライブビットの駆動を開始させるようにした打込機であって，",
            "前記コンタクトアームの前面にプレートを設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記プレートの順に配列し，先頭の止具の前面をコンタクトアームでなくプレートで受けるようにし，前記止具集合体が通過する給送路とプレートとの間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持すると共に，前記ビットガイドの給送路の下端より突出した前記コンタクトアームの部分に前記給送路に連続する射出穴を前記コンタクトアームの下端まで貫通して設け，該射出穴から止具を打出すようにし，コンタクトアーム先端部は下方に行くに従って細くなるように先細りの形状とし，前記平板状のコンタクトアームの中間部に前記ビットガイドの前記ドライブビットを案内する給送路の部分の両側に沿って上方に延びた2個の案内部を設け，該案内部を，前記ビットガイドの平板状の前面と前記プレートとの間で，前記ビットガイドに沿って上下動させる構成としたことを特徴とする打込機。",
            "【請求項3】 前記押圧手段を，前記2個の案内部を下方に押圧する2個のスプリングにより構成したことを特徴とする請求項2記載の打込機。",
            "【請求項4】 ドライブビットを内蔵した打込機本体の下方に位置し，側面が接着剤を介して連結された多数の止具よりなる止具集合体及び該止具集合体を前進させるためスプリングによって押圧される給送部材を収納支持するマガジンと，マガジン前端に設けられ，上記止具集合体が通過する給送路を有し，少なくとも前面が平板状のビットガイドを備え，上記給送路の一部はドライブビット及びドライブビットにより打撃される先頭の止具を案内するようにした打込機であって，打込機本体に設けられたトリガと，上端がトリガ近傍まで延び，反マガジン側の前面に射出路を設けた平板状のコンタクトアームと，コンタクトアームをスプリングによって下方に押圧する押圧手段とを備えた打込機であって，前記コンタクトアームの前面にプレートを設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記プレートの順に配列して，前記平板状のコンタクトアームの中間部を前記ビットガイドの平板状の前面と前記プレートとの間で上下移動するようにし，先頭の止具の前面をコンタクトアームでなくプレートで受けるようにし，前記止具集合体が通過する給送路とプレートとの間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持すると共に，前記ビットガイドの給送路の下端より突出した前記コンタクトアームの部分に前記給送路に連続する射出穴を前記コンタクトアームの下端まで貫通して設け，該射出穴から止具を打出すようにし，コンタクトアーム先端部は下方に行くに従って細くなるように先細りの形状とし，コンタクトアームが上昇し，トリガが操作された時のみ前記ドライブビットの駆動を開始させると共に打込み反力によって打込機本体が上昇した時コンタクトアームが下降しコンタクトアーム前面が止具に接触して前記ドライブビットが前記止具から外れないようにしたことを特徴とする打込機。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件審決は，本件第5訂正を認めた上で，本件発明についての特許は，刊行物1記載の発明に実公昭56−6303号公報(以下「刊行物2」という。)記載の発明を適用することにより容易に想到し得るものであり，特許法29条2項に該当するから，無効とすべきものであるとしたものである。",
            "本件審決は，上記判断をするに当たって，刊行物1，2記載の発明の内容，本件発明と刊行物1記載の発明との一致点・相違点について，次のとおり認定した(なお，審決書30頁25行，27行，39頁32行，36行に「引用例1」とあるのは，「刊行物1」の誤記と認められる。また，刊行物1に添付された図2，7，8は，別紙図面1ないし3のとおりであり，刊行物2に添付された第4図は，別紙図面4のとおりである。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1記載の発明1",
              "text": [
                "打込み71を内蔵した箱状支持体29の下方に位置し，多数の針Aよりなる針A集合体及び該針A集合体を前進させるためばね107によって押圧されるU金具106を収納支持するマガジン90と，マガジン90前端に設けられ，上記針A集合体が通過する垂直開口部88を有し，前面が平板状のブロックの一方の部分73aを備え，上記垂直開口部88の一部は打込み71及び打込み71により打撃される先頭の針Aを案内するようにした止め金打機であって，",
                "上端がバルブ制御ロッド32に固定された止め具78の先端を支持するリング77に到達し，下端がブロック73下端より下方に突出し，中間部がブロックの一方の部分73aの前面に設けられると共にブロックの一方の部分73aに上下動可能に支持された接触子80と，接触子80を下方に押圧する押圧手段とを備え，接触子80が上昇することにより打込み71の駆動を開始させるようにした止め金打機であって，",
                "前記接触子80の前面にブロックの他方の部分73bを設けることにより，前記マガジン90側から前記ブロックの一方の部分73a，接触子80の中間部，前記ブロックの他方の部分73bの順に配列し，先頭の針Aの前面を閉鎖保持されているドア84で受けるようにし，前記針A集合体が通過する垂直開口部88とドア84との間に接触子80が位置しないように前記接触子80の中間部をブロックの一方の部分73aに支持し，ブロックの一方の部分73aとドア84との間の溝82にある針Aを打出すようにした止め金打機。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1記載の発明2",
              "text": [
                "刊行物1記載の発明1において，前記接触子80の中間部にブロック73の前記打込み71を案内する垂直開口部88の部分の両側に沿って上方に延びた2個の接触子80の部分を設け，該接触子80の部分を，ブロックの一方の部分73aの平板状の前面と他方の部分73bとの間で，ブロックの一方の部分73aに沿って上下動させる構成とした止め金打機。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物1記載の発明3",
              "text": [
                "打込み71を内蔵した箱状支持体29の下方に位置し，多数の針Aよりなる針A集合体及び該針A集合体を前進させるためばね107によって押圧されるU金具106を収納支持するマガジン90と，マガジン90前端に設けられ，上記針A集合体が通過する垂直開口部88を有し，前面が平板状のブロックの一方の部分73aを備え，上記垂直開口部88の一部は打込み71及び打込み71により打撃される先頭の針Aを案内するようにした止め金打機であって，",
                "上端がバルブ制御ロッド32に固定された止め具78の先端を支持するリング77に到達した接触子80と，接触子80を下方に押圧する押圧手段とを備えた止め金打機であって，",
                "前記接触子80の前面にブロックの他方の部分73bを設けることにより，前記マガジン90側から前記ブロックの一方の部分73a，接触子80の中間部，前記ブロックの他方の部分73bの順に配列して，接触子80の中間部をブロックの一方の部分73aの平板状の前面と他方の部分73bとの間で上下移動するようにし，先頭の針Aの前面を閉鎖保持されているドア84で受けるようにし，前記針A集合体が通過する垂直開口部88とドア84との間に接触子80が位置しないように前記接触子80の中間部をブロックの一方の部分73aに支持し，ブロックの一方の部分73aとドア84との間の溝82にある針Aを打出すようにし，接触子80が上昇することにより打込み71の駆動を開始させるようにした止め金打機。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "刊行物2記載の発明",
              "text": [
                "ハウジング1の下方に位置した釘打出し用ノーズ2Bを備えた空気式釘打機であって，",
                "ハウジング1に設けられた手動トリガ3と，上端である作業端11が手動トリガ3近傍まで延びるセイフテイアーム8Aと，当該セイフテイアーム8Aに組み付けられ，下端が釘打出し用固定ノーズ2Bより下方に突出する釘打出し用可動ノーズ23と，セイフテイアーム8Aを下方に押圧する圧縮コイルスプリング9とを備え，セイフテイアーム8Aが上昇し，手動トリガ3が操作された時のみドライバによる釘の打出しを生起させるようにした空気式釘打機であって，",
                "前記釘打出し用固定ノーズ2Bのドライバガイド孔20の下端よりも突出した釘打出し用可動ノーズ23の部分にドライバガイド孔20と同一の径で同軸のドライバガイド孔20aを前記釘打出し用可動ノーズ23の下端まで貫通して設け，該ドライバガイド孔20aから釘を打出すようにした安全装置として十分に機能するとともに釘打込点を正確に定めることのできる空気式釘打機。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1と刊行物1記載の発明1との一致点及び相違点"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "一致点",
      "text": [
        "ドライブビットを内蔵した打込機本体の下方に位置し，多数の止具よりなる止具集合体及び該止具集合体を前進させるためスプリングによって押圧される給送部材を収納支持するマガジンと，マガジン前端に設けられ，上記止具集合体が通過する給送路を有し，前面が平板状のビットガイドを備え，上記給送路の一部はドライブビット及びドライブビットにより打撃される先頭の止具を案内するようにした打込機であって，",
        "下端がビットガイド下端より下方に突出し，中間部がビットガイドの前面に設けられると共にビットガイドに上下動可能に支持されたコンタクトアームと，コンタクトアームを下方に押圧する押圧手段とを備え，コンタクトアームが上昇することを1つの要因としてドライブビットの駆動を開始させるようにした打込機であって，",
        "前記コンタクトアームの前面に部材を設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記部材の順に配列し，先頭の止具の前面をコンタクトアームでなく部材で受けるようにし，前記止具集合体が通過する給送路と部材との間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持し，止具を打出すようにした打込機。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "相違点1",
                  "text": [
                    "止具集合体に関して，前者は，側面が接着剤を介して連結されたものであると特定しているのに対して，後者は，止具集合体に相当する針A集合体が連結されたものであるのかどうか不明な点。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "相違点2",
                  "text": [
                    "ドライブビットの駆動を開始させる手段に関して，前者は，打込機本体に設けられたトリガと，上端がトリガ近傍まで延びるコンタクトアームとを有し，コンタクトアームが上昇し，トリガが操作された時のみドライブビットの駆動を開始させているのに対して，後者は，コンタクトアームに相当する接触子80が上昇することにより打込み71の駆動を開始させるものであって，トリガを特に有していない点。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "相違点3",
                  "text": [
                    "コンタクトアームの形状に関して，前者は，「平板状」としているのに対して，後者は，コンタクトアームに相当する接触子80の形状が不明な点。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "相違点4",
                  "text": [
                    "部材に関して，前者は，一体部材としてのプレートを用いているのに対して，後者は，ブロックの他方の部分73bとドア84とを合わせたものとしている点。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "相違点5",
                  "text": [
                    "止具の打出しに関して，前者は，ビットガイドの給送路の下端より突出したコンタクトアームの部分に前記給送路に連続する射出穴を前記コンタクトアームの下端まで貫通して設け，該射出穴から止具を打出すようにしているのに対して，後者は，コンタクトアームに相当する接触子80にそのような射出穴を有していない点。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "subject": "相違点6",
                  "text": [
                    "コンタクトアーム先端部の形状に関して，前者は，コンタクトアーム先端部は下方に行くに従って細くなるように先細りの形状としているのに対して，後者は，コンタクトアームに相当する接触子80の先端部はそのような形状ではない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2と刊行物1記載の発明2との一致点及び相違点"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "一致点",
      "text": [
        "ドライブビットを内蔵した打込機本体の下方に位置し，多数の止具よりなる止具集合体及び該止具集合体を前進させるためスプリングによって押圧される給送部材を収納支持するマガジンと，マガジン前端に設けられ，上記止具集合体が通過する給送路を有し，前面が平板状のビットガイドを備え，上記給送路の一部はドライブビット及びドライブビットにより打撃される先頭の止具を案内するようにした打込機であって，",
        "下端がビットガイド下端より下方に突出し，中間部がビットガイドの前面に設けられると共にビットガイドに上下動可能に支持されたコンタクトアームと，コンタクトアームを下方に押圧する押圧手段とを備え，コンタクトアームが上昇することを1つの要因としてドライブビットの駆動を開始させるようにした打込機であって，",
        "前記コンタクトアームの前面に部材を設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記部材の順に配列し，先頭の止具の前面をコンタクトアームでなく部材で受けるようにし，前記止具集合体が通過する給送路と部材との間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持し，止具を打出すようにし，前記コンタクトアームの中間部にビットガイドの前記ドライブビットを案内する給送路の部分の両側に沿って上方に延びた2個の案内部を設け，該案内部を，ビットガイドの平板状の前面と部材との間で，ビットガイドに沿って上下動させる構成とした打込機。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点1ないし6",
      "text": [
        "前記(5)イ(ア)ないし(カ)と同じ。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(7)",
              "subject": "本件発明3と刊行物1記載の発明2との一致点・相違点"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "一致点",
      "text": [
        "前記(6)アと同じ。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "相違点1ないし6",
                  "text": [
                    "前記(5)イ(ア)ないし(カ)と同じ。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "相違点7",
                  "text": [
                    "本件発明3は，押圧手段を，2個の案内部を下方に押圧する2個のスプリングにより構成としたものであるのに対して，刊行物1記載の発明2は，そのような押圧手段を用いていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明4と刊行物1記載の発明3との一致点及び相違点"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "一致点",
      "text": [
        "ドライブビットを内蔵した打込機本体の下方に位置し，多数の止具よりなる止具集合体及び該止具集合体を前進させるためスプリングによって押圧される給送部材を収納支持するマガジンと，マガジン前端に設けられ，上記止具集合体が通過する給送路を有し，少なくとも前面が平板状のビットガイドを備え，上記給送路の一部はドライブビット及びドライブビットにより打撃される先頭の止具を案内するようにした打込機であって，コンタクトアームと，コンタクトアームを下方に押圧する押圧手段とを備えた打込機であって，",
        "前記コンタクトアームの前面に部材を設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記部材の順に配列し，コンタクトアームの中間部を前記ビットガイドの平板状の前面と前記部材との間で上下移動するようにし，先頭の止具の前面をコンタクトアームでなく部材で受けるようにし，前記止具集合体が通過する給送路と部材との間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持すると共に，止具を打出すようにした打込機。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "相違点1ないし6",
                  "text": [
                    "前記(5)イ(ア)ないし(カ)と同じ。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "相違点8",
                  "text": [
                    "コンタクトアームに関して，本件発明4は，反マガジン側の前面に射出路を設けているのに対して，刊行物1記載の発明3は，そのような射出路を有しない点。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "相違点9",
                  "text": [
                    "コンタクトアームを下方に押圧する手段に関して，本件発明4は，「スプリング」と特定しているのに対して，刊行物1記載の発明3は，そのような押圧手段を用いていない点。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "相違点10",
                  "text": [
                    "本件発明4は，打込み反力によって打込機本体が上昇した時コンタクトアームが下降しコンタクトアーム前面が止具に接触してドライブビットが止具から外れないようにしたのに対して，刊行物1記載の発明3は，そのように特定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由についての原告の主張",
      "text": [
        "本件審決には，以下のとおり，刊行物1記載の発明1の認定の誤り(取消事由1)，本件発明1と刊行物1記載の発明1の一致点・相違点の認定の誤り(取消事由2)，本件発明1についての容易想到性の判断の誤り(取消事由3)，本件発明1の顕著な作用効果の判断の誤り(取消事由4)，本件発明1と同様の本件発明2ないし4に関する認定・判断の誤り(取消事由5)があるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1記載の発明1の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，刊行物1には，「前記接触子80の前面に他方の部分73bを設けることにより，前記マガジン90側から前記ブロックの一方の部分73a，接触子80の中間部，前記ブロックの他方の部分73bの順に配列し，先頭の針Aの前面を閉鎖保持されているドア84で受けるようにし」と記載されていると認定するが，刊行物1にはそのような記載はない。刊行物1には，「ブロック73は，互いに溶接された2個の部分から構成される。ブロックの一方73aは，打込み71が内部で摺動する溝82を有し，綴じられる針Aが，この溝に配置される。他方の部分73bにはガイド81が設けられており，接触子80がこのガイドの内部を通過している。」と記載されている(刊行物1の訳文4頁8ないし11行目)から，刊行物1記載の発明1は，ブロックの一方の部分73a(以下，単に「73a」という場合がある。)ともう一方の部分73b(以下，単に「73b」という場合がある。)を溶接することによりブロック73を構成し，73bに貫通孔であるガイド81を設けるとともに，このガイド81に接触子80を貫通するように構成されている。",
                "したがって，刊行物1記載の発明1は，マガジン側から73aの前面に73bを溶接により一体化して配置し，該73bに貫通孔を設けて，その貫通孔内部を接触子80が通過するようにしたものであって，マガジン側からみて73a，接触子80，73bの順番に配列されているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "73aと73bは，前記1(1)のとおり，溶接によって一体とされた部材であるから，刊行物1記載の発明1の認定に当たり，これを別々の部材として扱うことは，妥当を欠く。刊行物1記載の発明1は，打込み71が通過する溝82を有する一体部材であるブロック73において，溝82が設けられた中央部から離間した2箇所に接触子80が通過するガイド81が設けられており，溝82の前面にドア84が設けられている構造である。そして，ブロック73が73aと73bの2つの部分に分けて記載されているのは，製造過程において別部材であったことを示したものにすぎない。",
                "したがって，刊行物1記載の発明1の構成としては，飽くまでブロック73は一体のものであると認定されるべきであり，本件審決が認定した刊行物1記載の発明1は技術的事項を正しく認定しておらず誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，刊行物1記載の発明1について，通常の釘の打込時には73bとドア84が一体化して機能しており，両者を合わせて一体と見る本件審決の判断に誤りはない旨主張する。しかし，打込時と打込時以外とに分けたときに，打込時には一体として機能するからドア84と73bを合わせた部材を本件発明1のプレートと対比させるのが相当であるとするならば，打込時とそれ以外の時にも常に一体でありビットガイドとして機能している73aと73bとから構成されるブロック73を，本件発明1のビットガイドに相当する部材としない理由を説明することができない。",
                "また，被告は，刊行物1記載の発明1の配列構成について，マガジン側からみて73aが近くにあり，接触子80が73aの次に配置され，更に73bが接触子80の次に配置されているから本件審決の認定に誤りはないと主張する。しかし，ドア84はマガジン側からみて接触子80の側方に位置するのであるから，接触子80の前方に位置する部材ではないにもかかわらず，73bとドア84とを合わせることによりドア84の位置が接触子80の前方に転換されるのは相当でない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と刊行物1記載の発明1との一致点・相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1の「ビットガイド」，「コンタクトアーム」，「プレート」が，それぞれ順に，刊行物1記載の発明1の「ブロック73の一方の部分73a」，「接触子80」，「ブロック73の他方の部分73bとドア84を合わせたもの」に相当すると認定して対比を行っているが，以下のとおり，対比すべき部材を誤ったものであり，これに基づく一致点・相違点の認定も誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1記載の発明1のブロック73は，母材としては73aと73bとが存在するものの，接合面同士を融接，固相接合等により一体化したものであるから，製造過程はさておき，部材としては単一である。このように一体化されたブロック73の部分73bを他方の部分73aから切り離し，別の部材であるドア84と合わせて，一部材と解することは，合理性を欠く。",
                "また，73bとドア84とは，それぞれ固有の役割を有する部材であるところ，本件審決は，本件発明1におけるビットガイド，コンタクトアーム，プレートの関係が，マガジン側からみてビットガイド，コンタクトアームの中間部，プレートの順に配列されていること，先頭の止具はコンタクトアームではなくプレートで受けていることに着目し，上記の関係を満たすため，便宜上，刊行物1記載の発明1において，「ブロック73の他方の部分73bとドア84とを合わせたもの」なる部材を想定したにすぎず，それぞれ固有の役割を有する73bとドア84を理由もなく合わせて1つの部材とし，これと本件発明1の「プレート」を対比することは相当でない。73bとドア84を一体化するという構成は刊行物1に記載されていないし，記載されているに等しいと認められる根拠もない。刊行物1記載の発明1において先頭の止具の前面を受けるという機能を果たしているは，73b及びドア84ではなく，ドア84のみである。",
                "さらに，刊行物1記載の発明1では，73bには切り込み83が設けられ，この切り込みを開閉できるようにドア84が取り付けられているところ，ドア84を73bと合わせて1つの部材とすると，針詰まりが生じてもその針を除去することができなくなるとの不都合が生じる。",
                "したがって，本件発明1のビットガイドが73aに，本件発明1のプレートが73bとドア84を合わせたものに，それぞれ相当する部材であるとした本件審決の認定は失当であり，一致点，相違点の認定判断も失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1記載の発明1は，前記1(1)のとおり，ブロック73の部分73bにガイド81を設け，接触子80はこのガイド81の内部を貫通するように構成されている上，接触子80は平板状をしたものでなく，針状あるいは棒状をしたものであるから「前面」に相当する面を有しないし，接触子80を取り囲むような形状に73bが形成されており，接触子80の「前面」に部材(73bとドア84とを合わせたもの)が配置されているともいえない。これに対し，被告は，棒状又は針状のコンタクトアームにおいても「面」を認識することは可能であると主張する。しかし，認識される面は円周面だけであり，前面，後面，側面等を区別した面を認識することはできず，接触子80は周囲をブロック73により囲まれているから，ブロック73の中から接触子80の左右に位置する部分を取り出した場合と，上下に位置する部分を取り出した場合とではマガジン側からみた配列は異なったものとなり，部分の取り出し方によりその配列を変化させることができるから，被告の主張は，相当とはいえない。",
                "また，刊行物1記載の発明1において，仮に73aがビットガイドに当たるとしても，73aの前面の同じ面に，部材(73bとドア84とを合わせたもの)と接触子80が並置されているのであって，マガジン側からみてビットガイド，コンタクトアームの中間部，部材の順に配列されていない。",
                "さらに，本件発明1は，ビットガイド，コンタクトアームの中間部，プレートの順に配列し，平板状のコンタクトアームをビットガイドとプレートの間で上下動できるように配置しながら先頭の止具は，コンタクトアームでなくプレートで受けるようにしているのに対し，刊行物1記載の発明1は73aの前面であって，互いに離間した位置に，止具集合体が通過する給送路と接触子80とを並置し，しかも接触子80の形状が針状或いは棒状であるために，先頭の止具の前面を接触子80で受けることができないから，本件発明1と刊行物1記載の発明1では，先頭の止具の前面をコンタクトアームで受けないようにするための構成において相違する。",
                "したがって，本件審決が認定した本件発明1と刊行物1記載の発明1の一致点のうち，少なくとも「前記コンタクトアームの前面に部材を設けることにより，前記マガジン側から前記ビットガイド，前記コンタクトアームの中間部，前記部材の順に配列し，先頭の止具の前面をコンタクトアームでなく部材で受けるようにし，前記止具集合体が通過する給送路と部材との間にコンタクトアームが位置しないように前記コンタクトアームの中間部をビットガイドに支持し，止具を打出すようにした」との点を一致点とした認定判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1についての容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1は，コンタクトアームを仕上げ建材の溝の底に押し付けた状態でトリガを引くことにより止具を打出す打込機において，建材に押し付ける部材の中心位置と止具が出射する部材の中心位置がずれていると止具が溝の外側に打込まれることがあることを解決課題として，同課題を解決しようとしたものであるのに対し，刊行物1記載の発明1は，トリガとコンタクトアームを備えた打込機ではない上，接触子の押し付けた位置に止具を打込むことを意図していない大型の止め金打機構であり，上記のような技術課題は有していない。",
                "したがって，本件発明1についての容易想到性の有無を判断するに当たって，刊行物1記載の発明1を引用発明とすることは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1記載の発明1に刊行物2記載の発明を適用すると，以下のとおり，本件審決が認定する一致点に係る構成を壊すことになる。",
                "すなわち，刊行物1記載の発明1は，73bに貫通孔よりなるガイド81を設け，接触子80がこのガイド81内を貫通するように構成されているところ，本件審決は，マガジン側からみてビットガイド，コンタクトアーム(接触子)の中間部，部材(プレート)の順に配列されていることを本件発明1と刊行物1記載の発明1との一致点と認定している。他方，刊行物2記載の発明は，釘打出し用固定ノーズ2Bのドライバ孔20の下端より突出した可動ノーズ23の部分にドライバガイド孔20aを貫通して設け，該ドライバガイド孔20aから釘を打出すとともに，セイフテイアーム8Aを可動ノーズ23に接続するように構成されており，上記可動ノーズ23の先端が被打込材に押し付けられ，セイフテイアーム8Aの作業端11が移動すると，トリガ3を引いて釘を打ち込めるようになる。",
                "刊行物2記載の発明のセイフテイアーム8Aが安全装置として機能するためには，その先端がトリガ3の位置まで延在する必要があるから，固定ノーズ2Bの外周に配置される必要がある。仮に，刊行物2記載の発明を刊行物1記載の発明1に適用して，刊行物1記載の接触子80に代えて刊行物2記載のセイフテイアーム8Aを用いるとするならば，73b内のガイド81内を接触子80が貫通するという刊行物1記載の発明1の構成が壊れ，上記ビットガイド，コンタクトアーム(接触子)の中間部，部材(プレート)の配列を壊さざるを得なくなる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1記載の発明1に刊行物2記載の発明を適用することにより，本件発明の特徴に到達したというためには，少なくとも刊行物1に刊行物2記載の発明を適用する示唆等の存在が必要であるが，以下のとおり，刊行物1と刊行物2は，互いに相容れない技術的事項を開示しているから，組み合わせることはできない。",
                "すなわち，刊行物1記載の発明1では，先頭の止具を接触子とは離間した位置にあるドアで受けるため，また，接触子80がガイド81内でブロック73を垂直に貫通してリング77に到達し，このリングに固定されるため，必然的に，接触子80について，ブロック73の中心位置の打込み(ドライブビット)が上下する位置より周辺位置のガイドを貫通するように配置する必要がある。一方，刊行物2記載の発明では，釘打出し用可動ノーズ23のドライバガイド孔20aが釘打出し用固定ノーズ2Bのドライバガイド孔20と連続する必要があるから，可動ノーズ23はドライブビットの上下動の位置と同一の位置に配置する必要がある。以上のとおり，刊行物1記載の発明1は，接触子80の上下動する位置をドライブビットの上下動の位置から外れた場所にすることを教示しているのに対し，刊行物2記載の発明は，可動ノーズ23の上下動する位置を，ドライブビットの上下動の位置と同一の場所にする必要を教示している。したがって，刊行物1記載の発明1と刊行物2記載の発明は，互いに相容れない技術内容を教示するものであるから，これらを組み合わせることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1は，止具を建材に打込むと打込み反力により手で保持する打込機本体が上方に持ち上げられ，降下するコンタクトアーム先端により建材の表面を傷付けたり，ドライブビットが止具から外れて取付け部材の表面に打撃痕を残したりすること，止具にかかる押圧力がコンタクトアームに作用している場合，その押圧力に勝ってコンタクトアームを押し下げると，建材の表面を傷付けやすいことを問題とし，これを解決しようとするものである。これに対し，刊行物1記載の止め金打機は，T形の溝2を含む支持体1を有し，この溝によって対応する断面のレール3に組み立てられている上，箱状支持体29全体を管から供給する圧縮空気により下降させるような大型の機械であり，たとえ打込み反力が発生しても，箱状支持体29全体が持ち上げられ前方に移動することは技術常識上考えられない。そうすると，接触子の先端部を刊行物2記載の位置に移し，かつ貫通孔を設けてその貫通孔から止具を打出すようにしてみても，課題の解決に至ることはないから，刊行物1記載の発明1に刊行物2記載の発明を適用することに合理性はない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明1の顕著な作用効果の判断の誤り)",
          "text": [
            "本件発明1は，以下のとおり刊行物1，2記載の発明では奏し得ない格別の作用効果を奏する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書に記載されているように，仕上げ建材を取り付ける場合は，釘打機の先端部を溝に挿入して止具を溝内に打込むのが一般的である。しかし，取付部材の溝の幅は3．5mm程度と狭いため，止具をビットガイドから打出すのではなく，先細りの形状としたコンタクトアームから打出すことが極めて有効な技術になる。この点に関し，本件発明1は，平板状のコンタクトアームの中間部がビットガイドとプレートにより挟まれた状態で両方にガイドされて上下動し，ビットガイドの止具通路と，コンタクトアームの貫通孔通路との連続性を高精度で維持することができるため，1mm程度の細い止具を止具詰まりなどの故障を生じることなくコンタクトアーム先端部から打出すことが可能となっている。これに対し，刊行物2記載の発明は，1本1本が太くかつ長い釘を装填する，いわゆる「ばら釘打機」であるため，円筒状固定部材2Bの内面を摺動して上下動するように円筒状可動部材23を形成するところ，止具の直径が1mm程度の細いものである場合，円筒状部材も直径の小さい薄い形状となり，打込み反力に耐えられるような強度をもたせることが困難となる上，1mm程度の細い止具を円筒状固定部材内の所定位置に給送すること自体も困難となる。",
                "以上のとおり，刊行物1記載の発明1に，刊行物2記載の発明を適用しても，直径1mm程度の細い止具を打出して仕上げ建材を取り付ける打込機を実現することはほとんど不可能であるから，上記作用効果は，刊行物1，2から予測できない格別な作用効果というべきである。",
                "なお，本件発明の請求項1には，「側面が接着剤を介して連結された多数の止具よりなる止具集合体」と記載されているところ，側面同士が接着剤により連結された止具集合体は，通常，仕上げ建材等の固定に用いられるものであり，釘軸が極めて細く，釘頭が小頭形状をしているから，本件発明1が細い止具を打込むための打込機であることは，特許請求の範囲に実質的に記載されているといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1によれば，打込み反力により打込機本体が上方に持ち上げられても，コンタクトアームが下降したときに止具の頭部から外れることなく，取付部材の表面に打撃痕を生じないという作用効果があり，同効果は，止具集合体が通過する給送路とプレートとの間にコンタクトアームが位置しないようにコンタクトアームの中間部をビットガイドに支持するという構成，平板状のコンタクトアームの中間部を前記ビットガイドの前面と前記プレートとの間で上下動するという構成，更にコンタクトアームの射出穴から止具を打出すという構成を併せ備えることにより発揮される。",
                "これに対し，刊行物2記載の発明は，円筒状の可動部材から止具を打出すという構成は備えているが，円筒状の可動部材の上下動がぶれないように支持するガイドがないから，打込機本体が持ち上がったときに，可動部材が直径1mm程度の細い止具の頭部を正確にとらえるように下降することはできない。",
                "以上のとおり，上記の作用効果も刊行物1，2記載の発明では奏し得ないものであるから，予測し得ない格別の効果というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし4に関する判断の誤り)",
          "text": [
            "本件審決は，本件発明2ないし4に関し，本件発明1と同様の認定・判断をしているが，前記のとおり本件発明1に関する本件審決の認定・判断は誤りであるから，本件発明2ないし4に関する認定・判断もまた誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1記載の発明1の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1記載の発明1では73aと73bが溶接されているが，本件発明1においても，実施例(本件特許の明細書添付の図1(別紙図面5)参照)では，プレート10はビットガイド12に2個のねじ11で装着固定されており，釘の打込動作時において一体として機能しているという点では全く同じであり，これらの2つの部材を溶接するかねじで固定するかは，製造方法上の相違はあっても，部材としての相違はない。",
                "また，「コンタクトアームの前面」に設けられた部材は，本件発明1ではプレートという1個の部材であるのに対し，刊行物1記載の発明1では73bとドア84という2個の部材から構成されているが，修繕時以外の通常の釘打込動作時にはヒンジ85a，横軸85，ローレットねじ87，板バネ86によって一体となり，1つの部材として機能している。",
                "したがって，本件審決が，刊行物1記載の発明1について，73aと73bを分けた上，73bとドア84が一体となってプレートという1つの機能を果たしていると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1における部材は，特許請求の範囲によれば，マガジン側からみた配列は示されているが，ビットガイドとプレートとの接合方法については何らの限定もないから，ビットガイドとコンタクトアームの前面の部材との接合方法は，溶接によるものであっても(刊行物1の実施例)，ねじによるものであっても(本件発明1の実施例)，部材の配列に影響を与えるものではない。",
                "したがって，刊行物1記載の発明1において，73bとドア84とを合わせた「部材」は，マガジン側からみて73a，接触子80の中間部の次に配列し，先頭の針Aを当該部材で受けるようにし，針A集合体が通過する垂直開口部と当該部材との間に接触子80が位置しないように接触子80の中間部を73aに支持するようにしたものと認定した本件審決に誤りはない。",
                "なお，先頭の止具をコンタクトアームで受けずにプレートで受けるという構成さえ満たすならば，先頭の止具からの押圧力がコンタクトアームに影響を及ぼさないという効果が得られるから，上記「配列」の順序が効果に結びついているわけではなく，技術的観点からの独自性は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，刊行物1記載の発明1において，73b及びドア84の機能に着目して，打込機の作動時において先頭の止具に直接接触しているのはドア84であるが，ドア84が先頭の止具の押圧力に抗することができるのは，横軸85，ばね86，ローレットねじ87によって73bに固定されているからであるとして，73bとドア84を合わせた「部材」を一体とみて，接触子80の中間部の次に配列され，先頭の針Aを当該部材で受けるように構成していると認定したのであって，同認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と刊行物1記載の発明1との一致点・相違点の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物1記載の発明1の73bとドア84が別部材であることを理由として，本件発明1のプレートに相当せず，本件発明1と刊行物1記載の発明1を対比するときは，ドア84とプレートを対比すべきであると主張する。",
                "しかし，複数の部材であっても，1つの機能を果たすことは可能であり，機能の観点からは，1つの部材であるか複数の部材であるかにより，差異が生じるものではない。本件発明1において，コンタクトアームの前面に設けられた部位が果たす役割・機能は，単に先頭の止具を受けるというものにすぎず，刊行物1記載の発明1においてはドア84が先頭の止具を受けているが，ドア84には横軸85があり，その両端が73bに貫通された穴に挿入され，かつ，機械の故障時以外はねじ87によって閉鎖保持されているのであるから，通常の釘の打込み時においては73bとドア84が一体化して機能している。",
                "この点に関し，本件審決は，73bとドア84を一体と見て，刊行物1記載の発明1において先頭の止具を受けているのは，ドア84ではなく，「閉鎖保持されているドア84」であると認定し，本件発明1のプレートと刊行物1記載の発明1の「閉鎖保持されているドア84」を対比の対象としているのであって，本件審決の上記認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1では，「配列」に関しては，マガジン側からの順序が規定されているだけであるから，「配列」と「面」とは，本件発明1の構成上，影響を及ぼすものではない。",
                "この点に関し，原告は，本件発明1について，平板状のコンタクトアームがビットガイドの「前面」に設けられていると述べるが，本件発明1の実施例(別紙図面5参照)によれば，コンタクトアーム5とビットガイド12は，「面」を同じくしており，「前面」にはなく，「面」によってコンタクトアームとビットガイドの「配列」の順序を決めるのは，妥当を欠く。また，原告は，刊行物1記載の発明1の接触子が平板状ではないと主張する。しかし，本件発明1の特許請求の範囲における「前面」の意義は，ビットガイドの形状が平板状であることを示しているにすぎず，他の部材との位置関係を規定するものではないから，原告のこの点の主張は，失当である。",
                "なお，刊行物1において，実施例の接触子80は棒状のものが使われているが，特許請求の範囲の原文では「touches」(「touche」の複数形。「touche」とは「触れる，接触」のこと。)と記載されているだけであり，この「接触」のために，形状が限定されているわけではない。",
                "したがって，刊行物1において「接触子」の形状に限定があることを前提とした原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件発明1についての容易想到性の判断の誤り)に対し(1) 原告は，刊行物1記載の発明1は，トリガとコンタクトアームを備えた打込機でない上，接触子80の押しつけた位置に止具を打ち込むことを全く意図していない大型の止め金打機構であるから，本件発明1の技術課題を有しないと主張する。",
            "しかし，トリガとコンタクトアームについては，刊行物2を含む従来周知の事項であって，トリガとコンタクトアームを備えたものとすることは，当業者にとって，容易に想到することができるものである。また，刊行物1記載の発明1においても，位置決めをしなければ止具の打ち込みができない上，コンタクトアームを押しつけた位置に止具を打ち込むという技術的思想，すなわち釘打込点を正確に定めることは，刊行物1と技術分野を共通にする刊行物2において開示された技術的事項であり，そのために，コンタクトアームの先端部を射出穴(孔)にするという技術的思想は，甲11，13，15等の発明にも開示されているように従来周知の事項である。",
            "なお，原告は，刊行物1記載の発明1について，「大型の止め金打機構」であることを前提として，その開示内容を限定するが，刊行物1の特許請求の範囲には「大型の」とか「止め金」というような限定はなく，刊行物1記載の発明1も本件発明1と同じく止具の打込機構である点で相違はない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1及び刊行物2の記載には，相容れない教示内容が示されているから，刊行物1記載の発明と刊行物2記載の発明とを組み合わせることは容易ではないと主張する。しかし，原告の指摘する根拠となる記載は，刊行物1及び刊行物2のそれぞれの実施例を前提とするものであって，そのような前提には誤りがある。刊行物1には，先頭の止具をコンタクトアームではなく，プレートで受けることにより，止具集合体からの押圧力がコンタクトアームに掛からないという技術事項が開示されており，これに，刊行物2において開示されている，コンタクトアームの先端部分の中心に射出穴(孔)を設けるとの構成を適用することには，何ら阻害要因はない。仮に，実施例を前提として，容易想到性の有無について検討したとしても，刊行物1記載の発明1の接触子80も刊行物2記載の発明の可動ノーズ23も，いずれも被加工物に接触する部材であって，本件発明1のコンタクトアームの先端部分に相当するものであるから，被加工物に接触する部材をどのような構成にするかは，設計事項にすぎない。",
                "したがって，刊行物1の構成に刊行物2の構成を適用することについて，阻害要因はない。",
                "なお，原告は，刊行物1は，ドライブビットと接触子とを離間した位置に設けるという技術を開示するのに対し，刊行物2は，ドライブビットとコンタクトアームとを同一の場所に設けるという技術を開示している点で，刊行物1に刊行物2を適用することは困難である旨主張する。しかし，①本件発明1と刊行物1記載の発明1とは，接触子(コンタクトアーム)の中間部において先頭の止具を受けない構造とし，ドライブビットとコンタクトアームが離れている点で共通し，その技術的思想は一致していること，②本件発明1と刊行物2記載の発明とは，ドライブビットとコンタクトアームの先端部を同一の場所に設けるという構造という点で共通していることから，刊行物1に刊行物2を適用することは容易である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「打込み反力」は，ドライブビットを下方に駆動させて，その先端にある止具を被加工物に打ち込む場合に，その下方の動きと正反対のベクトル方向に発生する反力のことであり，このような打込み反力は作用・反作用の関係から発生するものであって，如何なる打込機においても共通して発生する。刊行物1記載の発明1においても，ドライブビットが止具を被加工物に打ち込む場合には，その反対の方向に「打ち込み反力」が発生する。そして，「打込み反力」に起因する前ズレの解決課題に対しては，刊行物2において，「ドライバが釘を被打込材に打込む際の反力を空気式釘打機全体が受けて被打込材から離れる方向に移動しても，・・・正確にガイドできる」と記載されているとおり，解決方法が開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明1の顕著な作用効果の判断の誤り)に対し本件発明1には，公知技術を組み合わせた効果を超える格別の作用・効果はない。また，原告は，本件発明1について，「直径1mm程度の細い釘を打ち込む構造」を採用したことによって，顕著な作用効果が発生すると主張するが，同構造は，特許請求の範囲に記載されていないから，主張自体失当である。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由5(本件発明2ないし4に関する認定・判断の誤り)に対し原告の主張は争う。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告が主張する取消事由には理由がなく，本件審決を取り消すべき違法は認められないから，原告の請求を棄却すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1記載の発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物1に「前記接触子80の前面にブロックの他方の部分73bを設けることにより，前記マガジン90側から前記ブロックの一方の部分73a，接触子80の中間部，前記ブロックの他方の部分73bの順に配列し，先頭の針Aの前面を閉鎖保持されているドア84で受けるようにし」との構成が記載されているとする本件審決の認定は誤りであると主張する。",
                "(2)しかし，以下のとおり，原告の上記主張は失当である。",
                "刊行物1には，次の記載がある(甲6。訳文4頁4ないし16行)。",
                "「接触部は，・・・通常はブロック73の下に突出する。止め金打機を降下すると，接触部は，針を留めるべき物体Oと接触し，その場合，接触部はリング77とロッド32を持ち上げてバルブ36を制御し，バルブにより止め金打ち操作が引き起こされる。",
                "ブロック73は，互いに溶接された2個の部分から構成される。ブロックの一方73aは，打込み71が内部で摺動する溝82を有し，綴じられる針Aが，この溝に配置される。他方の部分73bにはガイド81が設けられており，接触部80がこのガイドの内部を通過している。",
                "前記接触部の他方の部分は，また，横軸85に連結されるドア84が取り付けられる切込み83を含み，ローレットねじ87を用いてブロック73に固定される板ばね86が，通常，このドアを閉鎖保持する。ドアは，機械の故障を修理したい場合，開けることができる。このためには，ローレットねじ87をゆるめて，板ばね86を片側に軸回転させてからドアを開けて故障した針を除去する。」との記載がある。",
                "また，刊行物1には，マガジン側からみてブロック73の一方の部分73a，接触子80の中間部，ブロック73のもう一方の部分73bの順に配置され，先頭の針Aの前面を73bに閉鎖保持されているドア84で受ける実施例が図示されている(別紙図面1ないし3参照)。",
                "したがって，本件審決の認定には誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，73aと73bは溶接によって一体とされた部材であるから，刊行物1記載の発明1の認定において，これを別個のものとして，認定することは，相当でないと主張する。この点，確かに，前記刊行物1の記載及び図2，7，8(別紙図面1ないし3)によれば，73aと73bは溶接によって一体とされた部材であるが，打込機の打込動作時に一体として機能していることに照らして，本件発明1との対比の前提として，本件審決が上記のとおり認定したことに誤りがあるとはいえない。",
                "また，原告は，刊行物1記載の発明1において，ドア84は，マガジン側からみて接触子80の側方に位置しており，ドア84と73bを合わせることにより，ドア84の位置が接触子80の前方に転換されることは相当でないと主張する。しかし，前記刊行物1の記載及び図2，7，8(別紙図面1ないし3)によれば，73bの73aと接する側には，接触子80が内部を通過するガイド81が設けられており，接触子80の前方に73bが設けられているとの位置関係にあることが認められる上，73bにはドア84が取り付けられ，針詰まり等の機械の故障の場合以外には通常閉鎖保持されているところ，これを一体としてみれば，マガジン側からみて73a，接触子80の中間部，ドア84と一体となった73bの順に配列されているものと認められる。",
                "さらに，原告は，棒状又は針状のコンタクトアームにおいて，認識される面は円周面だけであり，接触子80は周囲をブロック73により囲まれているから，ブロック73の中から接触子80の左右に位置する部分を取り出した場合と，上下に位置する部分を取り出した場合とではマガジン側からみた配列は異なったものとなるし，部分の取り出し方によってその配列を変えることができると主張する。しかし，接触子(コンタクトアーム)を棒状又は針状にするか平板状にするかは自在であって，その相違により，配列関係が異なることに結びつくものではなく，本件審決の認定が誤りであるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件審決には刊行物1記載の発明1の認定の誤りは認められず，原告主張の取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と刊行物1記載の発明1との一致点・相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決が，本件発明1と刊行物1記載の発明1との一致点・相違点の認定に関し，刊行物1記載の発明1について，溶接され一体となってブロック73を構成する73aと73bを別々に取り出した上，先頭の止具の前面を受けているのはドア84であるにもかかわらず，73bとドア84を合わせて1つの「部材」と認定して，これと本件発明1のプレートと対比したことは誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，原告の主張は，以下のとおり採用できない。すなわち，前記1(3)のとおり，本件発明1のプレートとビットガイドについて，部品として別個のものが打込動作時には固定されて一体として機能するものであることは，刊行物1記載の発明1の73a，73bと同様である点にかんがみれば，73aと73bを別々に取り出して対比の対象とすることが不当ということはできない。また，前記刊行物1の記載及び図2，7，8(別紙図面1ないし3)によれば，刊行物1記載の発明1において，「接触部の他方の部分」(73bを示すものと解される。)は，横軸85に連結されるドア84が取り付けられる切込み83を含み，ローレットねじ87を用いてブロック73に固定される板ばね86が通常このドアを閉鎖保持していること，73bとドア84は一体となって先頭の止具の前面を受けるように構成されていることが認められる。そうすると，刊行物1記載の発明1において，閉鎖保持された状態のドア84と73bは，打込動作時においては一体となって本件発明1のプレートに相当する機能を有するものであるから，本件審決が，本件発明1と刊行物1記載の発明1の対比に当たり，本件発明1では，一体部材としてのプレートを用いているのに対して，刊行物1記載の発明1では，ブロックの他方の部分73bとドア84とを合わせたものである点を相違点4と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，73bとドア84を合わせることは，刊行物1記載の発明1の機能を損なう旨主張するが，ドア84は，針詰まり等の修理時に開くものであって，通常の打込動作時においてこれを合わせて一体とみることにより何ら機能を損なうことはない。また，原告は，刊行物1には，開閉可能なドア84を73bと一体化するという構成は記載されておらず，記載されているに等しいと認める根拠もないと主張するが，本件審決は，上記のとおり，刊行物1記載の発明1のドア84は，通常は閉鎖保持されているものであって，閉鎖保持された状態のドア84と73bは，打込動作時には一体となっていることから，本件発明1のプレートを閉鎖保持された状態のドア84と一体となった73bとすることは当然の設計事項であることを前提として対比しているのであって，このような対比が妥当を欠くということもできない。",
                "さらに，原告は，打込動作時に一体として機能していることを理由に73bとドア84を合わせた部材を本件発明1のプレートと対比させるのが妥当であるとするならば，打込動作時とそれ以外の時にも常に一体でありビットガイドとして機能している73aと73bから構成されるブロック73を本件発明のビットガイドに相当する部材としない理由がない旨主張する。しかし，本件発明1のビットガイド12は，止具集合体が通過する給送路121を有しているところ，刊行物1記載の発明1において上記給送路に相当するものを備えているのは73aに限られており，ブロック73が全体としてビットガイドとして機能していると解することはできず，本件発明1のビットガイドと刊行物1記載の発明1のブロック73を対比することは相当でないから，原告の上記主張は，理由がない。",
                "また，原告は，刊行物1記載の発明1において，接触子80には「前面」に相当する「面」を有しないし，接触子80を取り囲むような形状に73bが形成されており，接触子80の「前面」に部材(73bとドア84とを合わせたもの)が配置されているとはいえない旨主張する。しかし，前記1(2)のとおり，接触子(コンタクトアーム)を棒状又は針状にするか平板状にするかの相違により，配列関係が異なることに結びつくものではない。",
                "さらに，原告は，刊行物1記載の発明1において，仮に73aがビットガイドに当たるとしても，73aの前面の同じ面に，部材(73bとドア84とを合わせたもの)と接触子80が並置されているのであって，マガジン側からみてビットガイド，コンタクトアームの中間部，部材の順に配列されていない旨主張する。しかし，前記1(3)のとおり，73bの73aと接する側には，接触子80が内部を通過するガイド81が設けられており，接触子80の前方に73bが設けられているとの位置関係にあることが認められる上，73bとドア84を一体としてみれば，マガジン側からみて73a，接触子80の中間部，ドア84と一体となった73bの順に配列されているものと認められる。",
                "原告は，本件発明1は，ビットガイド，コンタクトアームの中間部，プレートの順に配列し，平板状のコンタクトアームをビットガイドとプレートの間で上下動できるように配置しながら先頭の止具はコンタクトアームでなくプレートで受けるようにしているのに対し，刊行物1記載の発明1は73aの前面であって，互いに離間した位置に，止具集合体が通過する給送路と接触子80とを並置し，しかも接触子80の形状が針状或いは棒状であるために，先頭の止具の前面を接触子80で受けることができないのであるから，コンタクトアームで受けないようにするための構成が本件発明1と刊行物1記載の発明1では相違する旨主張する。しかし，刊行物1記載の発明1においても，上記のとおり，マガジン側からみて73a，接触子80の中間部，ドア84と一体となった73bの順に配列され，先頭の止具の前面を接触子(コンタクトアーム)でなくドア84と一体となった73b(プレート)で受けるようにし，止具集合体が通過する給送路とプレートとの間に接触子(コンタクトアーム)が位置しないように接触子(コンタクトアーム)の中間部をビットガイドに支持するよう構成されているものと認められるから，本件発明1と刊行物1記載の発明1とで，止具集合体からの押圧力が接触子(コンタクトアーム)にかからないようにするための構成において，相違するということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件審決には本件発明1と刊行物1記載の発明1との一致点・相違点の認定の誤りは認められず，原告主張の取消事由2には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件発明1についての容易想到性の判断の誤り)について(1) 原告は，本件発明1では，コンタクトアームを被加工物に押し付けた状態でトリガを引くことにより止具を打出す打込機において，建材に押し付ける部材の中心位置と止具が出射する部材の中心位置がずれていると止具が被加工物の溝の外側に打込まれることがあるなどの解決課題が存在するのに対し，刊行物1記載の発明1は，大型の止め金打機構であって，上記のような解決課題がないから，課題を解決するために，刊行物2記載の発明等を適用することは考えられない旨主張する。",
            "しかし，原告の主張は，以下のとおり採用できない。すなわち，刊行物1記載の発明1の明細書(甲6)には，「本発明は，好適には所定の位置に調整可能なフレームを主に含み，前記フレームに対して摺動可能なたとえば箱状の支持体内に，この支持体の摺動方向に平行な軸を中心として回転式に止め金打機構が取り付けられた，配向可能な止め金打機を目的とする。」(訳文1頁15行ないし17行)と記載され，刊行物1記載の発明1においても，打込機構自体が移動することは想定されており，位置決めが必要であることが示唆され，また，刊行物2記載の発明の明細書(甲3)においても，「本考案の目的は被打込材の狭い凹みの内部でも，・・・釘打込点を正確に定めることのできる空気式釘打込機を提供することである。」との記載がある(3頁6欄27ないし30行)。そうすると，刊行物1記載の発明1も刊行物2記載の発明も共に打込機の発明であって，打込の位置決めといった課題を共通にするものであり，刊行物1記載の発明1に刊行物2記載の発明を適用するに当たって，これを妨げる要素はないといえる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1記載の発明1に刊行物2記載の発明を適用し，刊行物1記載の発明1の接触子80に代えて刊行物2記載の発明のセイフテイアーム8Aを用いると，73b内のガイド81内を接触子80が貫通するという構成が壊れ，本件審決が認定する本件発明1と刊行物1記載の発明1との一致点，すなわちマガジン側からみてビットガイド，コンタクトアームの中間部及びプレートという配列を壊すことになる旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。すなわち，刊行物1記載の発明1は，接触子(コンタクトアーム)の中間部において先頭の止具を受けない構造であって，ドライブビットとコンタクトアームは離れている。",
                "また，刊行物2記載の発明は，刊行物1記載の発明1の接触子(コンタクトアーム)の先端部に相当する可動ノーズ23に，ビットガイドから通じている射出穴を貫通して設ける構造になっている(別紙図面4参照)。したがって，刊行物1記載の発明1の接触子(コンタクトアーム)の先端部に，刊行物2記載の発明のセイフテイアーム8Aから可動ノーズ23にかけての構成を適用したとしても，73b内のガイド81内を接触子80が貫通するという構成や，マガジン側からみてビットガイド，コンタクトアーム(接触子)の中間部，プレートという配列を壊すことにはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物1記載の発明1は，ドライブビットの上下動する位置と接触子の上下動する位置を離間した位置に設けるという技術を開示しているのに対し，刊行物2記載の発明は，ドライブビットの上下動する位置と可動ノーズ(コンタクトアーム)の上下動する位置を同一の場所にするという技術を開示しており，互いに相容れない技術的思想を組み合わせることになるから，刊行物1記載の発明1に刊行物2記載の発明を適用するとの示唆等の存在が認められない旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。すなわち，前記のとおり，刊行物1記載の発明1に刊行物2記載の発明を適用しても，本件発明1と共通するマガジン側からみてビットガイド，コンタクトアーム(接触子)の中間部，プレートという配列を壊すことにはならない。また，刊行物1に記載された，先頭の止具を，コンタクトアーム(接触子80)ではなく，プレート(73b及びドア84)で受けることによって，止具集合体からの押圧力がコンタクトアームにかからないとの構成に加えて，刊行物2において開示された，コンタクトアームの先端部分の中心に射出穴を設けるという構成を適用することが，技術的に相容れないものであり，適用が困難であるとはいえない。",
                "なお，刊行物1記載の発明1の接触子80は，被加工物に接触したか否かを検知するプローブ(探針装置)の役割を有する部材であるのに対し，刊行物2記載の発明及び本件発明1のコンタクトアームは，トリガを引いたときに止具を打ち出しても安全か否かを決定する安全装置としての役割を有する部材であり，打込機の打撃開始の契機に関し，刊行物1記載の発明1では，被加工物への接触子の接触のみであるが，刊行物2記載の発明及び本件発明1では，被加工物への接触子ないしコンタクトアームの接触に加えて，トリガの作動が必要な構造となっており，接触子ないしコンタクトアームが安全装置としての機能を果たすものである。しかし，探針装置としての役割を果たす接触子に，安全装置としての役割を果たす接触子ないしコンタクトアームの技術思想を適用することができないとは認め難い上，被加工物への接触とトリガ作動を連動させることは，従来周知の技術であり，設計事項であるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件発明1は，止具を建材に打込むと打込み反力により手で保持する打込機本体が上方に持ち上げられ，降下するコンタクトアーム先端により建材の表面を傷付けたり，ドライブビットが止具から外れて取付け部材の表面に打撃痕を残したりすることを解決課題として，これを解決しようとしているのに対し，刊行物1記載の発明1は大型の止め金打機構であり，たとえ打込み反力が発生しても，箱状支持体全体が持ち上げられ前方に移動することは技術常識上考えられないから，刊行物1記載の発明1に刊行物2記載の発明を適用する示唆がない旨主張する。",
                "しかし，打込機においては，大小にかかわらず，止具を建材に打込むと作用・反作用の関係で打込み反力が生じるから，これにより打込機本体が上方に持ち上げられ，降下するコンタクトアーム先端やドライブビットにより取付け部材の表面を傷つけるという共通の課題が生じる上，本件発明1も刊行物1記載の発明1も共に打込機自体の大きさの限定はされていない。",
                "したがって，刊行物1記載の発明1に刊行物2記載の発明を適用する示唆がないとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件発明1について，止具にかかる押圧力がコンタクトアームに作用している場合，その押圧力に勝ってコンタクトアームを押し下げると，建材の表面を傷付けやすいことを問題とし，これを解決しようとしているが，刊行物1記載の発明1は止具にかかる押圧力を接触子で受け止めることができない構造であり，上記問題を有しないと主張する。",
                "しかし，前記2(3)のとおり，本件発明1と刊行物1記載の発明1とで，止具集合体からの押圧力が接触子(コンタクトアーム)にかからないようにするための構成において相違するということはできず，上記原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，原告の上記主張はいずれも採用することができず，本件審決には本件発明1についての容易想到性の判断の誤りは認められず，原告主張の取消事由3には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件発明1の顕著な作用効果の判断の誤り)について(1) 原告は，本件発明1は，コンタクトアームの中間部がビットガイドの前面に設けられ，コンタクトアームの前面にプレートが設けられていることにより，コンタクトアームの上下動にぶれがないため，ビットガイドの止具通路とコンタクトアームの貫通孔通路との連続性を高精度で維持することができ，直径1mm程度の細い止具を止具詰まりなどの故障を生じることなくコンタクトアーム先端部から打ち出すことが可能となるのであって，上記作用効果は刊行物1，2から予測し得ない格別な作用効果である旨主張する。",
            "しかし，原告の主張は，以下のとおり，採用できない。すなわち，①刊行物1記載の発明1は，本件発明1と同様にマガジン側からみて73a(本件発明1のビットガイドに相当)，接触子80(本件発明1のコンタクトアームに相当)の中間部，73b(本件発明1のプレートに相当)の順に配列していること，②これに刊行物2記載の発明を適用すると，ブロック73の垂直開口部88の下端よりも突出した接触子80の部分に垂直開口部88に連続した射出穴を接触子の下端まで貫通して設け，該射出穴から止具に相当する針Aを打ち出すような構成となること，③上記各構成を組み合わせたものは，本件発明1と同様に，針Aは固定されたブロックの一方の部分73aの針通路(本件発明1のビットガイドの止具通路に相当)と，上下動する接触子80の部分に設けられる射出穴(本件発明1のコンタクトアームの貫通孔に相当)通路の両方を通って打ち出されることになり，接触子80(本件発明1のコンタクトアームに相当)の上下動のぶれを回避することができ，73aの針通路(本件発明1のビットガイドの止具通路に相当)と，ブロック73の垂直開口部88の下端よりも突出した接触子80の部分に設けられる射出穴(本件発明1のコンタクトアームの貫通孔に相当)通路との連続性を高精度に維持できることが認められる。したがって，本件発明1に，原告主張のような，顕著な作用効果が存在するものではなく，容易想到であるとの判断を左右するものとはいえない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明は，止具集合体が通過する給送路とプレートとの間にコンタクトアームが位置しないようにコンタクトアームの中間部をビットガイドに支持するという構成，平板状のコンタクトアームの中間部をビットガイドの前面とプレートの間で上下動するという構成及びコンタクトアームの射出穴から止具を打ち出すという構成を備えることにより，打込み反力により打込機本体が上方に持ち上げられても，コンタクトアームが下降したときに止具の頭部から外れることなく，取付部材の表面に打撃痕を生じないという作用効果を有し，上記作用効果は刊行物1，2から予測し得ない格別な作用効果である旨主張する。",
                "しかし，原告の主張は，以下のとおり，採用できない。すなわち，前記2(3)のとおり，刊行物1記載の発明1においても，止具集合体が通過する給送路と部材(プレート)との間にコンタクトアームが位置しないようにコンタクトアームの中間部をビットガイドに支持し，止具を打ち出すように構成されており，この構成によりコンタクトアームの中間部がビットガイドの前面とプレートとの間で上下動することが可能であり，原告の主張する上記作用効果は，刊行物1記載の発明1に刊行物2記載の発明を適用した場合に当然に奏する作用効果を超えるものではなく，予測し得ない格別な作用効果であるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物1記載の発明1に刊行物2記載の発明を適用しても，直径1mm程度の細かい止具を打ち出して仕上げ建材を取り付ける打込機を実現することは不可能であるとも主張する。",
                "しかし，この点の原告の主張も採用できない。すなわち，前記のとおり，刊行物1記載の発明1に刊行物2記載の発明を適用することにより，ビットガイドの止具通路とコンタクトアームの貫通孔通路との連続性を高精度で維持するとともに，打込み反力により打込み機本体が持ち上がった直後にも，コンタクトアームには給送路部材の押圧力が加わっていないためにすばやく下降し，このときコンタクトアームはビットガイドとプレートに挟まれた状態で下降動作するため，被加工物の溝から外れることはないという作用効果を生じるものであり，原告の主張に係る作用効果が格別のものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告の上記主張はいずれも採用することができず，本件審決に本件発明1の顕著な作用効果の判断についての誤りは認められず，原告主張の取消事由4には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由5(本件発明2ないし4に関する認定・判断の誤り)について前記1ないし4のとおり，本件発明1についての本件審決の認定・判断に誤りはないから，それを前提とする本件発明2ないし4に関する本件審決の認定・判断にも誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に本件審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10344",
    "date": "2010-09-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080707",
    "ipprecedent_id": "2360",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}