{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，控訴人に対し，別紙商標目録1記載の登録商標について，控訴人と被控訴人との間の平成19年3月9日付け登録商標に係る期限付き譲渡契約の期限到来による終了を原因として別紙登録目録記載の登録の移転登録手続をせよ。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じて被控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "主文第2項と同旨"
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，別紙商標目録1記載の登録商標について，別紙登録目録記載の登録の抹消登録手続をせよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人(以下「原告」という。)が被控訴人(以下「被告」という。)に対し，原告から被告に対する別紙商標目録1記載の登録商標(以下「本件登録商標」という。)の移転登録の原因行為となった原告と被告との間の契約(以下「本件契約」という。)について，錯誤無効又は詐欺取消しを主張して，本件登録商標に係る商標権に基づき移転登録の抹消登録手続を求めたところ，原審は原告の請求を棄却したので，原告が控訴した事案である。",
        "原告は，当審において，前記抹消登録手続請求について，本件契約の目的終了及び期限到来による終了に基づく主張を追加すると共に，本件契約の期限到来による終了に基づく本件登録商標の移転登録手続請求を追加した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "下記の点を除き，原判決2頁2行目から3頁22行目までを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁9行目中「［省略］」を「乙が前項の終了期日60日前までに書面にて契約期間の延長を申し入れた場合，甲は協議に応じるものとし，延長の条件は甲乙協議により決するものとする。」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁22行目末尾から行を改めて，次を加える。",
                "「(5) 本件契約の期限の到来",
                "平成21年2月末日が経過したことにより本件契約の期限が到来した。そして，原告及び被告は，上記期日の60日前までに書面による契約期間の延長の申入れをしていない(争いのない事実)。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件契約の期限の到来による終了により本件登録商標の移転登録手続請求又は抹消登録手続請求をすることができるか。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件契約の目的達成による終了により本件登録商標の抹消登録手続請求をすることができるか。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "錯誤無効の成否"
            },
            {
              "fig": "(4)",
              "subject": "詐欺取消しの成否"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "下記を除き，原判決4頁2行目から6頁1行目までを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決4頁の冒頭に，次を加える。",
            "「1 争点(1)［本件契約の期限の到来による終了により本件登録商標の移転登録手続請求又は抹消登録手続請求をすることができるか］について［原告の主張］",
            "本件契約の契約期間は平成19年3月1日から平成21年2月29日までであるところ(本件契約書4条1項)，上記期限が到来し，また原告及び被告は，本件契約書4条2項による手続，すなわち，上記終了期日の60日前までに書面による契約期間の延長の申し入れ手続をしていない。したがって，本件契約は期限の到来により終了したので，被告は，原告に対し，本件登録商標の返還義務がある。",
            "［被告の主張］"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張のうち，本件契約の契約期間は平成19年3月1日から平成21年2月29日までとされていること(本件契約書4条1項)，原告及び被告は，書面による契約期間の延長の申し入れ手続をしていないことは認める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件契約の期限が到来したとしても，本件契約に基づく本件登録商標の移転の効力が遡及的に無効となるものではないから，本件登録商標の抹消登録手続請求には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)［本件契約の目的達成による終了により本件登録商標の抹消登録手続請求をすることができるか］について",
          "text": [
            "［原告の主張］",
            "本件契約は，被告の別紙商標目録2記載の商標の登録を完了することを目的とするものであるところ，上記商標は平成20年2月22日に完了したので，それにより本件契約は目的が達成され終了した。",
            "［被告の主張］",
            "本件契約には，その目的の達成により当然に終了する旨の条項がない以上，本件契約の目的が達成されたからといって本件契約が当然に終了するものではないし，本件契約の終了により本件登録商標の移転の効力が遡及的に無効となるものではない。したがって，本件登録商標の抹消登録手続請求には理由がない。」"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決4頁1行目中「争点(1)」を「争点(3)」に，同5頁4行目中「争点(2)」を「争点(4)」にそれぞれ改める。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)について",
          "text": [
            "前記第2，1記載の前提事実によれば，本件契約は，期限を平成21年2月29日までとし，その間本件登録商標を被告に譲渡し，その後原告に返却するものであること，上記期限が到来したこと，上記期日の60日前までに書面による契約期間の延長の申入れをしていないことは，いずれも当事者間に争いがなく，よって，本件契約は終了したものと認められる。そうすると，被告は原告に対し，本件商標の返還義務を負うこととなり，原告の本件登録商標の移転登録手続請求には理由がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の本件契約の期限の到来による終了を理由とした本件登録商標に係る移転登録手続請求は理由がある。なお，その余の本件登録商標の抹消登録手続請求については判断を要しない。",
            "よって，本件控訴には理由があるから，これと異なる原判決を変更した上で，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10018",
    "date": "2009-04-27",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(ワ)30807",
    "precedent_id": "037552",
    "ipprecedent_id": "1846",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}