{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−23668号事件について平成21年4月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成10年10月22日，発明の名称を「ビタミンK 高含有白色系鶏卵の生産方法」とする発明について，特許出願(特願平10−300693号)をしたが(甲3)，平成19年7月25日に拒絶査定(以下「本件拒絶査定」という。甲4)を受け，平成19年8月29日，不服の審判(不服2007−23668号事件)を請求した。",
            "特許庁は，平成21年4月21日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成21年5月12日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件出願の明細書(以下，図面と併せて，「本願明細書」という。)の特許請求の範囲(請求項の数2)の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「白色系卵採卵用鶏にビタミンK を10～100ppm含有する飼料を与えて飼育することを特徴とするビタミンK 高含有白色系鶏卵の生産方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。審決の判断の概要は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，特公平7−16365号公報(甲1。以下「甲1刊行物」という。)に記載された発明(以下「引用発明」ということがある。)の内容，及び本願発明と引用発明との相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "鶏にビタミンK を10～100ppm含有する飼料を与えて飼育するビタミンK 高含有鶏卵の生産方法。(審決書4頁下から8行，7行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "本願発明は，飼育する鶏が「白色系卵採卵用鶏」であり，その結果として生産される鶏卵が「白色系鶏卵」であるのに対し，引用発明は飼育する鶏の種類が特定されていない点(審決書4頁下から5行～3行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点に関する容易想到性を以下のとおり判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "採卵用の鶏として，褐色卵(白色以外の有色卵)採卵用鶏や白色系卵採卵用鶏が広く飼育されていることは明らかであるから，引用発明の鶏として「白色系卵採卵用鶏」を飼育し，「白色系鶏卵」を得て本願発明の相違点に係る構成に想到することは，当業者が容易になし得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "白色系卵採卵用鶏と褐色系卵採卵用鶏の卵黄中のビタミンK 蓄積量を比較すると，前者は後者より多いことが示されているが，本願発明のそのような効果は，引用発明を白色系卵採卵用鶏に適用することも，褐色系卵採卵用鶏に適用することも当業者が容易になし得たことであるから，その結果，「褐色系鶏卵に比し，白色系鶏卵の方がより有意にビタミンK を多く蓄積でき」るという効果を見いだすことも，当業者が容易になし得たことといえる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1)意見書提出の機会を付与しなかった違法(取消事由1)，(2)容易想到性判断の誤り(取消事由2)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(意見書提出の機会を付与しなかった違法)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件拒絶査定と審決とは，拒絶理由において相違するから，審判手続において，出願人である原告に対し，新たな拒絶理由を通知して，意見書提出の機会を与えるべきであったにもかかわらず，その機会を付与しなかった点において，審判手続には，手続上の違法がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件拒絶査定(甲4)の理由",
                      "text": [
                        "本件拒絶査定(甲4)は，その備考欄の記載及びそれに先立つ拒絶理由通知書(甲5)の記載からみて，特開昭62−269649号公報",
                        "(甲2。以下「甲2刊行物」という場合がある。)を主たる引用例とし，甲1刊行物を従たる引用例とすることにより本願発明の容易想到性を肯定したものと解すべきである。",
                        "確かに，本件拒絶査定は，備考欄で，本願発明と甲1刊行物に記載された発明の相違点を認定した上で，周知の技術事項との組合せに基づいて，本願発明を容易に発明し得たとしている。しかし，先立つ拒絶理由通知書で，清水惠太・藤村忍・石橋晃「卵のおいしさ(3)」(甲6。畜産の研究・1997年第51巻第4号459頁～463頁。以下「甲6",
                        "刊行物」という。)も挙げている以上，甲6刊行物も引用例であると解すべきであり，少なくとも，甲1刊行物に記載された発明のみに基づき，容易想到性を認めたと解することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "審決の理由",
                      "text": [
                        "これに対して，審決は，甲1刊行物を主たる引用例とし，甲2刊行物を従たる引用例とすることにより容易想到性を肯定したものと解すべきである。周知の技術事項を示す資料として甲2刊行物を挙げている以上，甲2刊行物を引用例としたことを否定し得ない。また，そのように解することができなくとも，審決が甲1刊行物に記載された発明のみに基づいて本願発明を容易に発明し得たとの理由を示したと理解することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本件拒絶理由通知で掲示した甲6刊行物，及び審決で掲示した甲2刊行物が，引用例ではなく，周知技術であったとしても，本件拒絶査定が指摘した周知技術の内容は，審決の内容とは異なるから，原告に対して，意見書を提出する機会を与えるべきである。すなわち，本件拒絶査定では，周知技術の内容を「採卵用鶏の飼料に添加した成分の卵中への移行量に関して，品種によって移行量に差が出ること」(甲5，2頁5行～7行)としているのに対して，審決では，周知技術の内容を「白色系卵はごく普通に生産され，大量に販売されているものであって，白色系卵についても付加価値を高めた方がよいと考えること」(審決書5頁下から3行～末行)としている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審判手続には，原告に対して意見書提出の機会を与えなかった手続上の違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「白色系卵採卵用鶏」の採用が容易想到であるとした判断の誤り(ア) 甲1刊行物に記載の発明から「白色系卵採卵用鶏」を用いるという技術的思想を生じることは困難である。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "以下の文献に照らすならば，消費者が目で区別することができ，しかもビタミン類の移行率の良い卵を開発する場合には，「褐色系卵採卵用鶏」を用いることが当業者における常識であったといえる。したがって，当業者であれば，甲1刊行物の発明において「褐色系卵採卵用鶏」ではなく，「白色系卵採卵用鶏」を用いることを想定することはない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「鶏卵に対する差別化商品の大半は，赤玉である。赤玉であることは，流通の大半を占めている白玉に対して，消費者が目で見ただけで区別できる差別化であり，卵黄色の違いなども含め，差別化の基本である。」(甲7)"
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "「卵価が低迷するなかで鶏卵を少しでも有利に販売するために，付加価値を付けた，特殊鶏卵の生産や直販方式が増加しつつある。これらは差別化商品とするために，白色卵よりも有色卵が用いられ，なかでも赤玉が主流となっており，養鶏農家においては赤玉鶏を取り扱う傾向が今後さらに高まっていく・・・」(甲8)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "「赤玉卵，ピンク卵，青色卵，鳥骨鶏卵など。一般に有色卵は白色卵より高価格で販売されている。」(甲9)"
                            },
                            {
                              "fig": "(d)",
                              "subject": "「1)配合飼料で褐色産卵鶏(ロードアイランドレッド；RIR，5羽)および白色産卵鶏(白色レグホン；WL，5羽)を2週",
                              "text": [
                                "間飼育し，飼料中・血中・卵黄中のトコフェロール同族体(α−，β−，γ−，δ−トコフェロール)濃度をHPLCにより測定し",
                                "た。・・・したがって，WLでは飼料から血中への移行過程でα−トコフェロールの選択輸送活性が高いのに対し，RIRでは飼料から血中および血中から卵黄中の両方の移行過程でα−トコフェロールの選択輸送が行なわれていることが示された。この結果から，血中から卵黄への移行段階での選択性の違いがRIRにおける高濃度の卵黄α−トコフェロール蓄積の原因である可能性が示された。」(甲10)。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "「赤玉の産卵鶏の方がビタミンEを移行しやすく，白玉の産卵鶏に比べると2～3倍の数値で移行するといわれ，産卵量も若干上がるという」(甲11)"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲1刊行物記載の発明において，ビタミンK 50ppm含有飼料を与えて得られた鶏卵の卵黄中のビタミンK 蓄積量が162μg／100gである(甲1，2頁，第1表)。これは，本願発明において，ビタミンK 50ppm含有飼料を与えて得られた褐色系卵の卵黄中のビタミンK 蓄積量129．9～157．7μg／100g(甲12)と",
                          "text": [
                            "ほぼ一致するのに対し，白色系卵の卵黄中のビタミンK 蓄積量193．8～216．5μg／100g(甲12)と大差がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「白色系卵採卵用鶏」が広範に飼育されている事情を参酌しても，「白色系卵採卵用鶏」を用いる技術的発想が生じることはない。",
                        "前記のとおり流通の大半を占める白色系卵に比し，褐色系卵は消費者が目で見ただけで区別することができ，しかもビタミン類の移行率が良いというのが当業者の技術常識であった以上，たとえ「白色系卵採卵用鶏」が広く飼育されていることを参酌したとしても，差別化卵の開発に当たり，当業者が甲1刊行物記載の発明から鶏として「白色系卵採卵用鶏」を選択してみようとする技術的発想が生じることはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以下のとおり，甲2刊行物記載の発明を適用したとしても，「白色系卵採卵用鶏」を用いるとの技術的発想を生じることはない。すなわち，甲2刊行物の上記記載によれば，甲2刊行物記載の発明の課題は，光合成細菌を飼料添加物として利用した場合の卵質の栄養的向上であり，褐色系卵，白色系卵等鶏卵の種類のいかんを問わない光合成細菌の有効利用であって，白色系卵におけるビタミン類の効率的な移行・蓄積ではない。",
                        "そして，甲2刊行物記載の発明は，前記課題の解決手段として，その特許請求の範囲に記載されているとおり，「濃厚光合成細菌培養液を配合飼料に吸着させたもの，または濃厚光合成細菌培養液を数倍に水で希釈したものを産卵鶏に給与すること」(甲2，1頁)を不可欠の構成とするものであるところ，当該「産卵鶏」には，「褐色系卵採卵用鶏」が含まれ，「白色系卵採卵用鶏」のみを対象とするものではない。そうすると，甲2刊行物記載の発明には，種々の産卵鶏の中から特に「白色系卵採卵用鶏」を選択し，得られる白色系卵に付加価値を付け，その差別化を図ろうとする技術思想は存在しない。",
                        "したがって，たとえ甲2刊行物に産卵鶏として白レグを用いた例が記載されているとしても，それは単に産卵鶏における光合成細菌の有効利用性を白レグで確認しているにすぎず，「白色系卵採卵用鶏」を選択することにより白色系卵の付加価値を高め，差別化卵とし得ることを確認しているものではない。",
                        "よって，甲2刊行物記載の発明を参照したとしても，甲1刊行物に記載の発明において，白色系卵の付加価値を高めるため，鶏として「白色系卵採卵用鶏」を選択してみようとする技術的思想は生じない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被告は，特開平10−150924号公報(乙4)及び特開平8−",
                      "text": [
                        "80164号公報(乙5)を挙げて，白色系卵の栄養を強化して付加価値を付けることは周知であると主張する。しかし，乙4及び乙5は，白色系卵におけるビタミン類の効率的な移行，蓄積を課題としたものではない。また，乙4及び乙5は，審判手続で提出されていなかったから，乙4及び乙5をもって審決の正当性を基礎付けることはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，甲1刊行物記載の発明において，「白色系卵採卵用鶏」が広く飼育されていることや甲2刊行物の記載，乙4及び乙5の各記載を参照したとしても，「白色系卵採卵用鶏」を選択する技術的思想は生じない。したがって，当業者が「白色系卵採卵用鶏」を採用することは容易とはいえず，審決の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明におけるビタミンK 蓄積量を当業者が当然に予測し得たとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願明細書に開示されているビタミンK 濃度",
                      "text": [
                        "本願明細書の実施例1により，本願明細書に添付の【図1】(甲12)における卵黄中のビタミンK 濃度(ppm)を，200μg／100gのY軸の長さ(cm)を基準として算出すると，ビタミンK 50ppm含有飼料を白色系卵採卵用鶏種に17日間給与した場合の白色系鶏卵の卵黄中のビタミンK 蓄積量は，193．8～216．5μg／100gであ",
                        "る。これに対し，褐色系卵採卵用鶏種に給与した場合の褐色系鶏卵の卵黄中のビタミンK 蓄積量は，129．9～157．7μg／100g",
                        "である。よって，白色系鶏卵の方が褐色系鶏卵に比し，約1．23～1．67倍も高濃度である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1刊行物に開示されているビタミンK 濃度",
                      "text": [
                        "甲1刊行物の第1表には，ビタミンK 50ppm含有飼料を鶏に17日間給与したところ，卵黄中のビタミンK 蓄積量が162μg／100gであったことが記載されている。",
                        "したがって，本願発明の白色系鶏卵の卵黄中のビタミンK 蓄積量193．8～216．5μg／100gは，甲1刊行物記載の褐色系鶏卵",
                        "の前記蓄積量に比し，1．20～1．34倍も高濃度である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ビタミンK 高含有鶏卵の有用性",
                      "text": [
                        "本願発明の鶏卵は，甲1刊行物記載の褐色系鶏卵と比較して，ビタミンK について約1．20～1．34倍も多量に含む。",
                        "ビタミンK 製剤は，ビタミンK 製剤と比較して非常に高価である。",
                        "また，ビタミンK のみが飼料に添加できるビタミンK添加物として認められており，ビタミンK は使用することができない(甲13，ビタミンの欄)から，本願発明は，安価なビタミンK を用いて，高価なビタミンK を得るという点において，極めて有効である。",
                        "また，骨粗鬆症にはビタミンK ，とりわけ「MK−4」が有用である(甲14，1070頁6行～18行，1073頁6行～15行)。そ",
                        "して，鶏卵中に含まれるビタミンK は「MK−4」である(甲15，359頁)。",
                        "一方，成人が1日当たり摂取するビタミンKは，野菜類及び納豆に由来するものがほとんどであり，その他の食品に由来するものは極く僅かである(甲16，ビタミンKの欄)。このうち，野菜類に含まれるビタミンKは，ビタミンK ではなく，ビタミンK であり，また，納豆に含まれるビタミンK は，「MK−4」ではなく，「MK−7」である(甲15，358頁)。",
                        "そうすると，ヒト血清中のビタミンK濃度は食事内容に影響されるところが大きいと考えられていること(甲14，1071頁11行～13行)とも相俟って，「MK−4」を含む鶏卵を食することは，特に骨粗鬆症患者にとって大きな意義がある。",
                        "さらに，ラットにビタミンK を含有する卵黄を経口投与すると，ビタミンK 製剤を経口投与した場合に比し，ラットの血漿中及び頸骨中のビタミンK 濃度が約3倍も増加したことが記載されている(特開2001−294523号公報・甲17，試験例1及び2)。このこと",
                        "は，卵黄中のビタミンK は，ビタミンK 製剤よりも利用性が高いことを示している。",
                        "以上によれば，本願発明により得られた鶏卵は，甲1刊行物記載の褐色系鶏卵に比してビタミンK を約1．20～1．34倍も多量に含むから，有用性が極めて高い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ビタミンK 濃度差がもたらす格別の効果",
                      "text": [
                        "本願明細書から明らかなように，ヒトのビタミンKの所要量は成人1日当たり60μgとされている。また，骨粗鬆症の患者等は更に多くのビタミンKが必要とされ，通常1日に不足するビタミンKは30～60μgである(甲3，段落【0007】)。",
                        "本願発明によって得られる白色系鶏卵の卵黄中のビタミンK 蓄積量は，193．8～216．5μg／100gであることから，ビタミン",
                        "Kを60μg摂取するには，白色系鶏卵の場合は2個食べればよい。",
                        "これに対し，褐色系鶏卵の卵黄中のビタミンK 蓄積量は129．9ないし157．7μg／100gであるから，ビタミンKを60μg摂",
                        "取するには，3個食べる必要がある。また，甲1刊行物の鶏卵の場合，卵黄中のビタミンK 蓄積量は162μg／100gであるから，ビタミンKを60μg摂取するには，褐色系鶏卵と同様に鶏卵3個を食する必要がある。",
                        "このように，本願発明によって得られる白色系鶏卵が，褐色系鶏卵及び甲1刊行物の鶏卵と比較して，卵1個分少なくて済むという差は，骨粗鬆症の疾患者はもとより，健常者にとってもコレステロールとの関係から健康を維持する上で極めて大きな技術的意義を有する(甲18，19参照)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり審決は，「白色系鶏卵」の採用が容易想到であるとした点及び本願発明におけるビタミンK 蓄積量は格別「高含有」であるともいえず，当業者が容易に予測し得たことであるとした点，その結果，本願発明は当業者が容易に発明をすることができたとした点において誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(意見書提出の機会を付与しなかった違法)に対しア 原告は，本件拒絶査定は，甲2刊行物を主たる引用例として，甲1刊行物を従たる引用例としているのに対し，審決は，甲1刊行物を主たる引用例として，甲2刊行物を従たる引用例とした点において，拒絶理由が相違するから，審判手続には，意見書提出の機会を与えなかった手続上の違法があると主張する。",
                "しかし，原告の主張は，次のとおり理由がない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "拒絶理由通知の内容",
                      "text": [
                        "本件拒絶理由通知書(甲5)には，「請求項1に対して，引用文献1及び2又は引用文献2及び3」と記載されている。本件拒絶査定(甲4)の理由は，その本件拒絶理由通知書の拒絶理由を引用しているので，これらを併せて理解すると，本件拒絶査定においては，「本願発明は，甲1刊行物(引用文献2)及び甲6刊行物(引用文献3)に記載された各発明に基づき，当業者が容易に発明をすることができたものである」旨が示されていると解すべきである。ところで，甲6刊行物(引用文献3)は，採卵用鶏の飼料に添加した成分の卵中への移行量が品種によって差のあることの周知例として示されたものであるから，本件拒絶査定は，実質的には，本願発明は甲1刊行物(引用文献2)記載の発明に基づいて当業者が容易に発明をすることができたことが示されたものと理解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "審決の内容",
                      "text": [
                        "審決は，甲1刊行物に記載された発明のみに基づき本願発明を容易に発明し得たとしたものであり，甲2刊行物(引用文献1)は，本願出願前の技術水準を示す周知例として示したにすぎないものと解すべきである"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件拒絶査定と審決とは，甲1刊行物に記載された発明のみに基づき本願発明を容易に発明し得たとした点で共通し，手続上の違法はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，本件拒絶査定における周知事項の内容は，「品種により成分移行量に差のあること」であったのに対し，審決における周知事項の内容は，「白色系卵への付加価値を高めること」とされている点で相違する点で，審判手続には，手続上の違法がある旨主張する。",
                    "しかし，前記各周知技術は，本願発明と甲1刊行物記載の発明との相違点に係る構成(白色系卵採卵用鶏の飼育との構成)を容易に想到することができるかどうかに際して参酌する技術事項として示したものであり，甲1刊行物に記載された発明から容易に発明をすることができたとする点では，本件拒絶査定の理由と，審決の理由は同一であり，手続的な違法はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件において，審判手続の過程で，原告は，実質的に意見を述べる機会が与えられ，実際に意見を述べていたから，審決に手続的な違法はない。",
                    "すなわち，原告提出の審査官あての意見書(乙1)には，「(ii)また，貴官のご指摘によりますと，本願発明と引用文献2に記載された発明とは，前者の採卵用鶏が『白色系卵採卵用鶏』であるのに対して，後者の採卵用鶏は，『白色系卵採卵用鶏かどうか不明』な点で相違しているが，採卵用鶏の飼料に添加した成分の卵中への移行量に関して，品種によって移行量に差が出ることは，引用文献3に記載されているように，本願出願前周知の事項であるので，引用文献2に記載された発明の採卵用鶏として，卵中のビタミンK 移行量が多い品種を選択することは，当業者が容易になし得ることである，とのことであります。しかしながら，引用文献2には，貴官ご認定の如く，『白色系卵採卵用鶏』ついては何らの言及も存在致しません。・・・従いまして，本願発明は引用文献2及び3に記載の発明によっても当業者の容易に想到し得たものではありません。」(乙1，2頁16行～下から7行)と反論していた。",
                    "また，審判請求書(乙2)の請求の理由を補充する手続補正書(乙3)においても，「【拒絶査定の理由の要点】(1)原査定の拒絶理由は，平成19年1月9日(発送日)付け拒絶理由通知書に記載した理由，すなわち本願の請求項1及び2に係る発明は，引用文献1及び2，又は引用文献2及び3に記載された発明に基づいて，特許法第29条第2項の規定により特許を受けることができない，というものである。」(乙3，1頁下から22行～18行)と記載した上で，原告は，甲1刊行物を主たる引用例とした前記拒絶査定の理由に対し，次のように反論していた。",
                    "「(ii)引用文献2及び3",
                    "a)引用文献3には，そもそも卵鶏に給与する『ビタミン』については何らの言及も存せず，まして『卵鶏にビタミンK を給与すれば，卵黄中にビタミンK として移行蓄積される』ことに関しては全く記載がないばかりかその示唆さえされていない。",
                    "しかも，引用文献3の『トリメチルアミンを白色卵鶏及び褐色卵鶏に経口投与した場合には，白色卵より褐色卵にトリメチルアミンが多く蓄積する』旨の記載に徴すれば，前述の如く，差別化卵の開発には褐色卵鶏を用いるのが当業者の技術常識であることとも相俟って，卵黄中にビタミンKをより多く蓄積させようとする際には，採卵用鶏として白色卵鶏ではなく褐色卵鶏を選択するのが自然であり，むしろ引用文献3の記載内容は，白色卵鶏を選択する阻害要因となっているものである。",
                    "また，引用文献2にも『白色卵鶏にビタミンK を給与する』ことについては全く記載がないばかりかその示唆さえされていないことは前述のとおりである。",
                    "b)してみれば，引用文献2及び3から『白色卵鶏』を選択し，これに『ビタミンK を給与』しようとする技術的発想が生じる余地は全くなく，自ずと本願発明が引用文献2及び3の記載の発明に基づいても当業者の容易に想到し得たものではないことは極めて明らかである。」(乙3，3頁11行～26行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決の拒絶理由は，本件拒絶査定における拒絶理由に含まれること，審判手続の過程で原告が実質的に反論をしていたことに照らし，審決に手続上の違法はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「白色系卵採卵用鶏」を用いることが容易想到であるとした審決の判断には誤りがあると主張する。",
                    "しかし，原告の上記主張は，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，甲1刊行物には用いる鶏の種類が明記されていないから，甲1刊行物に接した当業者は，甲1刊行物に記載された発明は，白色系卵採卵用鶏や褐色系卵採卵用鶏を含む鶏一般に適用できるものであると認識する方が自然である。確かに原告の提示した甲7ないし11には，褐色系卵の付加価値が高いことが示されているが，これらの証拠は，白色系卵採卵用鶏において，付加価値を高めようとする技術思想が生じないことまで示すものではない。よって，甲1刊行物に記載の発明の鶏として「白色系卵採卵用鶏」を採用するという技術的思想が生じないとする原告の主張は妥当でない。",
                        "なお，甲1刊行物記載の発明の飼料と甲12の表に示された鶏の飼料とは組成が同じものではないから，甲1刊行物記載の発明の鶏を「褐色系卵採卵用鶏」であると直ちに認識するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "流通の大半を占める白色系卵に比し，褐色系卵は消費者が見ただけで区別することができ，付加価値が高いことが当業者の技術常識であったとしても，そのような技術常識は，白色系卵採卵用鶏において，付加価値を高めようとする技術思想がないことまでをも示すものではない。",
                        "そして，市場に流通している卵の多くが白色系卵か褐色系卵であることを考慮すれば，甲1刊行物に記載された発明の鶏として，白色系卵採卵用鶏と褐色系卵採卵用鶏のどちらも採用してみようと思うことは，当業者として当然のことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲2刊行物は，白色系卵においても栄養を強化して付加価値をつけようとする周知技術として提示されたものである。白色系卵の栄養を強化して付加価値をつけることは，本件出願前に頒布された特開平10−150924号公報(乙4)，特開平8−80164号公報(乙5)に",
                      "text": [
                        "も記載されている。",
                        "以上のように，広く飼育されている「白色系卵採卵用鶏」において，白色系卵の栄養を強化して付加価値をつけようとすることが周知であることから，甲1刊行物に記載の発明の鶏として「白色系卵採卵用鶏」を採用することは，当業者が容易になし得たことである。",
                        "よって，鶏の種類が特定されていない甲1刊行物に記載された発明において，「白色系卵採卵用鶏」を採用することは当業者が容易になし得たことであるとした審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明におけるビタミンK 蓄積量は当業者が当然に予測し得たことであるとした審決の判断には誤りがあると主張する。",
                    "しかし，原告の上記主張は，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1刊行物に記載された発明を，ごく普通の白色系卵採卵用鶏に適用することが当業者にとって困難ではないことは，前記主張のとおりであり，同様に，甲1刊行物に記載された発明をごく普通の褐色系卵採卵用鶏に適用することも当業者にとって困難でないから，その結果，「褐色系鶏卵に比し，白色系鶏卵の方がより有意にビタミンK を多く蓄積でき」るという本願明細書記載の作用を見いだすことは，当業者にとって困難ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，「本願明細書によれば，卵黄中のビタミンK 蓄積量は，甲1刊行物に記載の褐色系卵に比し，約1．20～1．34倍の濃度となっている」としているが，甲1刊行物に記載された卵は，白色系とも褐色系とも特定されていないから，原告の主張は，その前提において誤りがある。また，本願明細書の実施例1と甲1刊行物の実施例とは，飼料成分が完全に一致しているわけではないから，本願発明におけるビタミンK 蓄積量に係る効果を，単純な計算だけで甲1刊行物に記載の発明の1．20～1．34倍程度とすることは妥当でない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本願発明により得られた鶏卵が，経済的，技術的，産業的な価値が高いばかりでなく，骨粗鬆症の予防，治療等医療上も極めて有用であるとの作用効果があると主張する。しかし，同効果は，甲1刊行物に記載の発明の効果として甲1刊行物に記載された「本発明によれば，安価なビタミンK 及びK を使用して，人体に活性の高いビタミンK 及びK を多量に含む家禽卵を得ることができ，しかも家禽卵中のビタミンK濃度を調整することができるので，本発明で得られる家禽卵はビタミンK欠乏症の予防食品等として極めて有用である。」(甲1，4欄8行～13行)との記載から予測できる効果にすぎない。本願発明の効果は，甲1刊行物記載の発明の効果と比べて，質的に異なるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本願発明により得られた鶏卵と甲1刊行物により得られた鶏卵におけるビタミンK の濃度差が，人が鶏卵からビタミンK を摂取する際に，食する鶏卵の個数が少なくてよいという効果をもたらすと主張する。しかし，本願発明は，「白色系卵採卵用鶏にビタミンK を10～100ppm含有する飼料を与える」というものであるところ，卵黄中のビタミンK の含有量は添加するビタミンK の添加量により異なるものであり，原告の主張する効果は，1実施例に基づくものであって，本願発明の特有の効果ではない。また，ヒトにおけるビタミンK は必ずしも鶏卵のみから摂取されるものではなく，1日に食する卵の数も人によって様々であるから，食する鶏卵の個数が少なくてよいという効果が格別顕著なものともいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本願発明の「ビタミンK 高含有白色系鶏卵」のビタミンK 含量は，甲1刊行物の鶏卵のビタミンK 含量と比べて，その「高含有」の程度において，顕著な差があるものではない。すなわち，本願発明のビタミンK 含量と甲1刊行物の実施例のビタミンK 含量とを量的に比較すると，まず，本願発明は「白色系卵採卵用鶏にビタミンK を10～100ppm含有する飼料を与えて飼育することを特徴とするビタミンK 高含有白色系鶏卵の生産方法。」というものであり，本願明細書(甲3)の【表2】には，白色系卵採卵用鶏にビタミンK を10～100ppm含有する飼料を3週間(21日間)与えて飼育した場合の卵黄中のビタミンK 含量が「130～233ppm」であることが示されている。次に，甲1刊行物の実施例1の「第1表」には，種類の特定されていない鶏にビタミンK を10～100ppm含有する飼料を17日間与えて飼育した場合の卵黄中のビタミンK 含量が「112～186ppm」であることが示されている。そうすると，本願発明における「高含有」は，甲1刊行物に記載された発明により得られる卵のビタミンK の含有量と比べて，量として顕著な差があるものではない。なお，ビタミンK を含有する飼料を鶏に与える期間と，卵中のビタミンK の含有量の関係について，本願明細書(甲3)の段落【0011】には，「給与2～4週間後にはビタミンK として白色系鶏卵中に高率で移行する。そして，白色系卵採卵用鶏が毎日卵を産み続けたとしても，毎日，前記飼料を与え続ければ卵中のビタミンK の含有量は変わらない。従って，ビタミンK 含有飼料は14日間以上給与すればよい。」と記載されており，上記ビタミンK を含有する飼料を17日間与えた場合と21日間与えた場合とで，卵のビタミンK の含有量は，大きく変化することはないと考えられる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によれば，本願発明におけるビタミンK 蓄積量は格別「高含有」であるとはいえず，当業者が当然に予測し得たことであるとした審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(意見書提出の機会を付与しなかった違法)について原告は，本件拒絶査定は，甲2刊行物を主たる引用例とし，甲1刊行物を従たる引用例としているのに対し，審決は，甲1刊行物を主たる引用例としたもので，その理由が異なるから，審判において，原告に意見書提出の機会を付与しなかったのは，手続的に違法である旨主張する。",
            "しかし，原告の主張は理由がない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件拒絶理由通知は，特許法29条2項を根拠とするものとして，「甲2刊行物及び甲1刊行物」，及び「甲1刊行物及び甲6刊行物」が示された(甲5，拒絶理由通知書)。そして，本件拒絶査定では，同拒絶理由通知書を引用した上，備考欄には，甲2刊行物を主たる引用例とし，甲1刊行物を従たる引用例とする拒絶理由が記載された(甲4，5)。",
                "他方，審決書では，甲1刊行物のみによって本願発明の容易想到性があると判断し，さらに，審判請求人(原告)の主張に対する判断として，甲2刊行物にも言及して，本願発明の容易想到性があると判断した。",
                "そこで，以下に，本件拒絶査定(拒絶査定で引用した本件拒絶理由通知を含む)と審決との間で，相違点に関する容易想到性の判断に相違があるか否かをまず検討した上で，審判手続において，原告に意見書提出の機会を付与しなかった手続上の違法があるか否かを検討する。なお，本件拒絶査定と審決では，本願発明の甲1刊行物記載の発明との間の相違点の認定についての差異はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件拒絶査定と審決との間の容易想到性判断の相違について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件拒絶査定における容易想到性の判断内容",
                  "text": [
                    "本件拒絶査定が準拠する本件拒絶理由通知書には，採卵用鶏の飼料に添加した成分の卵中への移行量に関して，品種によって移行量に差が出ることは，甲6刊行物(引用文献3)に記載されているように，本願出願前周知の事項である，そうすると，甲1刊行物に記載された発明の採卵用鶏として，卵中のビタミンK 移行量が多い品種を選択することは，当業者が容易になし得ることであり，該品種として白色系卵採卵用鶏を選択することを阻害する要因があるとも認められない旨の記載がされている(甲5，2頁5行～10行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決における相違点の容易想到性の判断内容",
                  "text": [
                    "前記第2の3(2)のとおりである。すなわち，"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「上記相違点について検討する。採卵用の鶏として，褐色卵(白色以外の有色卵)採卵用鶏や白色系卵採卵用鶏が広く飼育されていることは明らかであるから，引用発明の鶏として『白色系卵採卵用鶏』を飼育し，『白色系鶏卵』を得ることは，当業者が容易になし得たことである。」(審決書5頁1行～4行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "審判請求人(原告)の主張に対する判断の中で，「しかしながら，白色系卵はごく普通に生産され，大量に販売されているものであって，白色系卵についても付加価値を高めた方がよいと考えるのは当然のことである(例えば，原査定の拒絶の理由に引用された特開昭62−269649号公報には，白レグ(白色レグホン)の鶏卵の栄養を強化することが記載されている。)から，引用発明の鶏として『白色系卵採卵用鶏』を採用することが容易に想到し得ないものとはいえない。」(審決書5頁下から3行～6頁3行)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件拒絶査定(本件拒絶理由通知書を含む。)と審決では，容易想到であると判断する際に参酌した事項が，本件拒絶査定では，「採卵用鶏の飼料に添加した成分の卵中への移行量に関して，品種によって移行量に差が出ること」であるのに対し，審決では，「採卵用の鶏として，褐色卵(白色以外の有色卵)採卵用鶏や白色系卵採卵用鶏が広く飼育されていること」や「白色系卵はごく普通に生産され，大量に販売されているものであること」であり，本件拒絶査定(本件拒絶理由通知書を含む。)と審決とは，その理由において同一とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，審決において，相違点に係る容易想到性の判断に関連する理由付けに関して，拒絶理由通知又は拒絶査定において示された理由付けを付加変更した部分が含まれたときに，付加変更した部分が，当業者において，先行技術を理解し，新たな発明をしようとする上で周知の事項であり，請求人に対して意見を述べる機会を付与しなくとも，手続の公正を害さないと認められる事情が存する場合には，意見を述べる機会を付与しなくても，直ちに違法となるものとはいえない。",
                        "本件においては，①本願発明と引用発明(甲1刊行物記載の発明)とは，「鶏にビタミンK を10～100ppm含有する飼料を与えて飼育するビタミンK 高含有鶏卵の生産方法」という発明の特徴的な構成のすべてにおいて共通し，唯一，「飼育する鶏」及び「鶏卵」において白色系であることに限定されるか否かについてのみ相違する出願に係るものであること，②本件拒絶査定(本件拒絶理由通知を含む。)において，鶏の品種によって，作用効果に差が出ることを指摘していること(甲6刊行物)，③審決において前記周知の事項として示された「採卵用の鶏として，褐色卵(白色以外の有色卵)採卵用鶏や白色系卵採卵用鶏が広く飼育されていること」及び「白色系卵はごく普通に生産され，大量に販売されているもの」であることは，当業者に限らず一般人に広く認識されていると理解される，常識的な事項であること等を総合すると，審判手続において，原告に対して意見を述べる機会を付与しなくとも，手続の公正を害さないと認められる事情が存する場合であるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，審判手続において，原告に対し意見書提出の機会を付与しなかったことが手続的に違法であるとする原告の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「白色系卵採卵用鶏」の採用が容易想到であるとした判断の誤りについて 原告は，「白色系卵採卵用鶏」を用いることが容易想到であるとした審決の判断には誤りがあると主張する。",
                "しかし，原告の主張は，理由がない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1刊行物の記載",
                  "text": [
                    "甲1刊行物には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕",
                      "text": [
                        "本発明は家禽卵の生産方法，更に詳細には，ビタミンK (メナキノン−4,以下「ビタミンK 」と称する)又はビタミンK とK を高濃度に含有する家禽卵を生産する方法に関する。」(1欄6行～10行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔問題点を解決するための手段〕",
                      "text": [
                        "斯る実状において，本発明者は鋭意研究を行つた結果，家禽にビタミンK を給餌させるとこれがビタミンK に変化し，ビタミンK が家禽卵中に移行すること，またビタミンK を給餌させるとその一部がビタミンK に変化し，家禽卵中にビタミンK とビタミンK が移行することを見出し，本発明を完成した。」(3欄4行～10行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明により多量のビタミンK または／およびビタミンK を家禽に与えると，ビタミンK は家禽体内でビタミンK に変化し，給与約1週間後にビタミンK として家禽卵中に移行する。」(3欄30行～33行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「家禽卵中のビタミンK の濃度又はビタミンK とK の濃度は，給与するビタミンK 及びK の量に比例して増大するので，飼料中の当該濃度を調節することによつて所望ビタミンK 濃度又はビタミンK とK 濃度の家禽卵を得ることができるが，一般には，ビタミンK または／およびビタミンK の飼料中濃度が単独又は合計で10～500ppm，特に10～100ppmになるようにするのが好ましい。」(3欄37行～4欄6行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「実施例1.",
                      "text": [
                        "45週令の鶏1群50羽を使用し，下記鶏飼料にビタミンK 又はK (メナジオン亜硫酸水素ナトリウム)を第1表の濃度に添加したものを給与し，給与後4，7及び17日目に産卵した卵について，ビタミンK 及びK 量を測定した。その結果を第1表に示す。尚，第1表中に，対照としてビタミンK 及びK を添加しない飼料を給与した場合の測定結果を併せて記す。",
                        "＜家禽飼料＞トウモロコシ 35(重量部)",
                        "マイロ 30",
                        "ふすま 2.5",
                        "大豆粕 12.5",
                        "菜種油粕 5.5",
                        "魚粉 4.5",
                        "アルフアルフア 1.5",
                        "糖蜜 1.5",
                        "炭酸カルシウム 6.3",
                        "リン酸カルシウム 0.2",
                        "食塩 0.2",
                        "ビタミン・ミネラルミツクス(ビタミンK を0.5％含有) 0.2 」(4欄16行～37行)"
                      ]
                    },
                    {
                      "fig": "(カ)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2刊行物の記載",
                  "text": [
                    "甲2刊行物には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「2 特許請求の範囲",
                      "text": [
                        "濃厚光合成細菌培養液を混合飼料に吸着させたもの，または濃厚光合成細菌培養液を数倍に水で希釈したものを産卵鶏に給与することを特徴とするビタミン，ユビキノンを強化し，コレステリンを減少させた栄養強化鶏卵の生産法。」(特許請求の範囲の欄)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「(実施例)",
                      "text": [
                        "以下に，本発明の実施例を比較例と共に示す。",
                        "実施例1",
                        "産卵中の白レグ20羽を10羽ずつA区(光合成細菌区)，B区に分け，A区は，濃厚光合成細菌培養液(菌数1mℓ中1×109個)2ℓを配合飼料100kgに均一にスプレーして吸着させたもの120g／日／羽給与し，B区には，配合飼料のみ同量給飼して，それぞれの生産卵について，給飼10日後より卵黄中のユビキノンについて分析した。その結果，B区はユビキノンが検出できず，光合成細菌区のA区は，卵黄100g中11．5～13．1mgのユビキノンを確認した。",
                        "実施例2",
                        "産卵中の白レグ100羽を50羽ずつA区(光合成細菌区)，B区コントロールに分け，A区には，濃厚光合成細菌培養液(菌数1mℓ中5×109個)2ℓを水で10ℓに希釈したものを毎日飲料水として与え，B区は，水のみを使用し(配合飼料はA区，B区同様給与)，開始10日後より両区の生産卵の卵黄中のビタミンE，ユビキノンを分析した。",
                        "その結果は下表のとおりである。(表は略)」(甲2，4欄左17行～右20行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「白色系卵採卵用鶏」の採用が容易想到であるとした判断の誤りについての検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1刊行物の前記ア(ア)ないし(エ)の記載事項によれば，甲1刊行物に記載の発明の生産方法の対象は，家禽卵であり，ア(オ)及び(カ)の記載事項によれば，甲1刊行物に記載の発明の生産方法の実施例で用いられている家禽は，鶏であり，他に，これら家禽や鶏について説明する記載を甲1刊行物中に見いだすことができないから，甲1刊行物に接した当業者は，この鶏が「白色系卵採卵用鶏」であるのか，「褐色系卵採卵用鶏」であるのか，あるいは，更に別の種類の鶏であるのかを明確に理解することができない。",
                        "この点について，原告は，甲1刊行物の卵のビタミンK の蓄積量162μg／100gは，本願明細書記載の，ビタミンK 50ppm含有飼料を与えて得られた褐色系卵の卵黄中のビタミンK 蓄積量129．9～157．7μg／100g(甲12)とほぼ一致し，白色系卵の卵黄",
                        "中のビタミンK 蓄積量193．8～216．5μg／100g(甲1",
                        "2)とは大差があるから，甲1発明では「褐色系卵採卵用鶏」が用いられていると主張する。しかし，甲1発明では「褐色系卵採卵用鶏」が用いられているとの原告の主張は，本願明細書の記載内容を見てはじめて理解し得るとするものであって，本願明細書を見ずに甲1刊行物の記載のみに接した当業者が同様の解釈をすることができるとはいえないから，採用の限りでない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，当業者が甲1刊行物に記載の発明を追試し，検討しようとすれば，何らかの種類の鶏を選択することが必要になるが，その際，我が国において，最も一般的な卵であると認められる白色系卵を産卵する鶏とすることは，当業者はもとより，当業者ならずとも，まず第1に試みる選択肢であり，これを選択する発想が生じ得ないとする原告の主張は，当業者の創作能力を殊更に狭く限定的に見るものであって採用することができない。",
                        "この点について，原告は，前記甲7ないし11から明らかなように，差別化卵の開発に当たっては，消費者が目で区別することができ，しかもビタミン類の移行率の良い「褐色系卵採卵用鶏」を用いることが，当業者の技術常識となっていたことに照らせば，甲1刊行物に接した当業者は，甲1刊行物に記載の鶏は，「褐色系卵採卵用鶏」であると直ちに認識するものであり，たとえ「白色系卵採卵用鶏」が広く飼育されていることを参酌したとしても，否むしろ白色系卵が大量に流通していることを参酌すればこそ，差別化卵の開発に当たり，当業者が甲1刊行物に記載の発明から鶏として「白色系卵採卵用鶏」を選択してみようとする技術的発想が生じることはあり得ない旨主張する。",
                        "しかし，原告の主張は，理由がない。すなわち，まず第1に，甲7ないし11は，いずれも，平成10年10月22日の本願出願前に発行された刊行物であると認めることができないから，それらに記載された内容が本願出願時の技術常識を構成するものであるとは必ずしもいえない。また，仮に，甲7ないし11の記載事項が本願出願前に公知であったとしても，甲7ないし9に記載された内容は，鶏卵において，赤玉であること自体が差別化を図る手段であるというものであるから，付加価値を付与するべき対象が赤玉である旨示しているものではない。さらに，甲10及び11は，α−トコフェロールやビタミンEについて，鶏に与える飼料からの卵黄への移行量が，褐色(赤玉)産卵鶏の方が，白色(白玉)産卵鶏より多い旨示しているにとどまり，ビタミンK の卵黄への移行・蓄積量について示すものではない。",
                        "そうすると，甲7ないし11の内容を踏まえても，甲1刊行物に接した当業者が，甲1刊行物記載の鶏を「褐色系卵採卵用鶏」であると直ちに認識するとはいえず，差別化卵の開発に当たり，当業者が甲1刊行物に記載の発明から鶏として「白色系卵採卵用鶏」を選択してみようとする技術的発想が生じることがあり得ないとする原告の前記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原告は，甲2刊行物に記載の発明を参酌したとしても，甲1刊行物に記載の発明において鶏として「白色系卵採卵用鶏」を用いるという技術的発想は生じ得ないとも主張する。",
                        "しかし，前記相違点に係る構成は，前記のとおり甲2刊行物の記載内容を参酌するまでもなく甲1刊行物に基づいて当業者が容易に想到することができるものと認められるから，原告の上記主張は採用の限りでない。甲2刊行物に記載の発明は，甲2刊行物の特許請求の範囲の記載からみて，特に鶏の種類を特定しない栄養強化鶏卵の生産法に関するものであり，その実施例として，専ら白レグを用いた例が記載されているのであるから，原告の主張に反し，甲2刊行物には，栄養強化の対象として，白色系卵を使用することが示唆されているものであるといえる。そうすると，甲2刊行物の内容を参酌しても，前記相違点は，当業者が容易に想到することができるものといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明におけるビタミンK 蓄積量は当業者が当然に予測し得たことであるとした判断の誤りについて",
              "text": [
                "原告は，本願発明におけるビタミンK 蓄積量は格別「高含有」であるともいえず，当業者が当然に予測し得たことであるとした審決の判断は誤りであると主張する。",
                "しかし，原告の主張は，理由がない。以下，その理由を述べる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書の記載",
                  "text": [
                    "本願明細書には，以下の記載がある。",
                    "「【0012】",
                    "【実施例】次に実施例を挙げてさらに本発明を説明するが，本発明はこれにより何ら制限されるものではない。",
                    "【0013】実施例1",
                    "採卵用各鶏種の鶏1群10羽を使用し，表1に示す飼料にビタミンK(メナジオン亜硫酸水素ナトリウム)を50ppmの濃度添加したものを給与した。給与後17日後に採取した各鶏種の卵の卵黄中のビタミンK 濃度を高速液体クロマトグラフィーにより測定した。その結果を図1に示す。",
                    "【0014】",
                    "【表1】",
                    "【0015】その結果，図1から明らかなように，ビタミンK を50ppm配合した飼料を添加した場合，褐色系卵に比べて白色系卵においてビタミンK 濃度が有意に高くなっている。また，鶏卵(生卵)は1個あたり約60gであり，卵黄は1個あたり約15gであるので，本発明方法で生産された卵を1個食すると約30μgのビタミンK が摂取されることとなる。",
                    "【0016】実施例2",
                    "白色系卵採卵用鶏としてTX−35を1群10羽使用し，表1に示す飼料にビタミンK (メナジオン酸亜硫酸水素ナトリウム)を10～200ppmの各濃度添加したものを給与した。給与3週間後に採卵した各群の卵の卵黄中のビタミンK 濃度を高速液体クロマトグラフィーにより測定した。",
                    "その結果を表2に示す。",
                    "【0017】",
                    "【表2】",
                    "【0018】以上の結果により，飼料中にビタミンK を10～100ppm添加すると卵黄中のビタミンK 濃度は容量依存的に上昇するが，それ以降はプラトーに達することがわかる。",
                    "【0019】",
                    "【発明の効果】本発明によれば，安価なビタミンK を使用して，人体に活性の高いビタミンK を多量に含む白色系卵を得ることができるので，本発明で得られる白色系卵はビタミンK欠乏症の予防食品として極めて有用である。",
                    "【図面の簡単な説明】",
                    "【図1】ビタミンK 含有飼料給与による卵黄へのビタミンK の移行の比較を示す図である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの記載によれば，ビタミンK 50ppm含有飼料を白色系卵採卵用鶏種に17日間給与した場合の，白色系鶏卵の卵黄中のビタミンK 蓄積量が193．8～216．5μg／100gであるとの原告主張事実を認めることができる。",
                    "一方，甲1刊行物の前記(1)ア(オ)及び(カ)の記載事項によれば，ビタミンK 50ppm含有飼料を鶏に17日間給与したところ，卵黄中のビタミンK 蓄積量が162μg／100gであることが認められる。",
                    "そうすると，本願発明により達成された卵黄中のビタミンK 蓄積量である193．8～216．5μg／100gは，引用発明により達成された卵黄中のビタミンK 蓄積量である162μg／100gに比較して，1．20～1．34倍高いものであるということができるから，本願発明は引用発明に比較して有利な効果を奏し得るものであるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかし，前述のように，白色系卵を産卵する鶏は，甲1刊行物に記載の発明を追試し，検討しようとする当業者が，まず第1に試みる選択肢であるといえる。また，褐色系卵採卵用鶏も，白色系卵採卵用鶏と同様に広く飼育されているから，褐色系卵採卵用鶏を採用することも容易であるといえる。そうすると，白色系卵採卵用鶏を採用すると褐色系卵採卵用鶏と比べてビタミンK からビタミンK への移行量が多く，ビタミンK の濃度が高いという本願発明の作用効果に至ることは，容易であるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "この点に関し原告は，甲13ないし17に記載された内容を踏まえると，ビタミンK を甲1刊行物に記載の褐色系鶏卵に比し，約1．20～1．34倍も多量に含む本願発明により得られた鶏卵は，経済的，技術的，産業的な価値が高いばかりでなく，骨粗鬆症の予防，治療等医療上も極めて有用であり，顕著な作用効果である旨と主張する。",
                    "しかし，原告の主張は，理由がない。すなわち，確かに甲13には，ビタミンK のみが飼料に添加でき，ビタミンK は使用できないことが，甲14には，骨粗鬆症には，ビタミンK ，その中でもMK−4が有用であることが，甲15には，鶏卵にはMK−4，野菜類にはビタミンK ，納豆にはMK−7が含まれていることが，甲16には，成人が1日当たり摂取するビタミンKの殆どは野菜類及び納豆に由来することが，甲17には，卵黄中のビタミンK は，ビタミンK 製剤よりも利用性が高いことが，それぞれ記載されているが，本願発明により達成された卵黄中のビタミンK 蓄積量が，引用発明により達成された卵黄中のビタミンK 蓄積量に比較して1．20～1．34倍高いものになったことにより，経済的・技術的・産業的な価値や，骨粗鬆症の予防，治療等医療上の有用性が，1．20～1．34倍を超えてさらに向上したことを認めるに足りる証拠はない。",
                    "原告主張の経済的，技術的，産業的な価値や，骨粗鬆症の予防，治療等医療上の有用性や，ビタミンK を1日60μg摂取するための所要量を勘案しても，前記程度の必要摂取量の差異(作用効果の差異)は，格別顕著な作用効果には当たらず，本願発明は引用発明に基づいて容易に発明をすることができるとした審決の判断に誤りがあるとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}