{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して金1000万円及びこれに対する平成18年11月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて，被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "一審原告である控訴人は，中央化工機株式会社の販売会社として昭和42年11月21日に設立され一般化学機器・電気機器等の販売等を業とする株式会社であるが，本件は，控訴人が，①その元取締役であった一審被告(被控訴人)X，同X1，同X2が，控訴人会社の取締役在任中に退職後の競業を企てて機械に関する帳簿である経歴簿・顧客名簿・機械設計図面(複製図面)等を持ち出した行為等は取締役としての忠実義務(平成17年法律第87号による削除前の商法254条の3)及び善管注意義務(同254条3項，民法644条)違反に当たるとして前記削除前の商法266条1項5号又は民法709条に基づき，②被控訴人X・同X1・同X2が控訴人会社の取締役を退任した後に，一審被告で被控訴人であるMMテック株式会社を設立して同社の営業活動として行った行為は自由競争の範囲を逸脱する違法な行為であるとして民法709条に基づき，③また被控訴人MMテック株式会社は上記①②につき被控訴人X・同X1・同X2と共同不法行為責任を負うとして民法719条に基づき，被控訴人らに対し，連帯して損害賠償金9390万9885円及びこれに対する訴状送達の日の翌日である平成18年11月1日から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成20年11月20日，被控訴人らの上記違反事実を認めるに足りる証拠はないとして，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "これに対し控訴人は，上記判決の一部に不服であるとして，本訴請求のうち，連帯して損害賠償金1000万円及びこれに対する平成18年11月1日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で本件控訴を提起した。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "当審における争点は，原審におけるのと同様に，上記各違反事実の有無である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者双方の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，原判決の「事実及び理由」欄の「第2 事案の概要」記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，「…顧客先から原告製品の組立図を入手し得たこと，機械を分解し，部品を採寸することができること，被告Xが機械設計図面を作図し得ることが認められる。」(29頁23行～25行)として，「…上記機械設計図面(甲1ないし36)が存在することから，被告Xらにおいて，原告の下から機械設計図面を持ち出したとの事実を直ちに推認することはできないというべきである。」と判断した(29頁末行～30頁2行)。",
                    "しかし，この判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らの主張する組立図と部品の採寸によっては，機械設計図面(甲1ないし36)の作成は不可能である。すなわち，機械の構造を把握していたとしても，機械は多数の部品から成り立つものであるから，機械を製造するには各部品の図面を作成する必要があり，各部品の寸法まで記憶していることはあり得ない。また，実際の機械の部品を採寸して寸法等のデーターを取得する方法については，1台の機械の全ての部品を採寸するということは非現実的である。全ての部品を採寸するとなると，1台の機械を部品の一つに至るまで分解してから，部品の一つ一つをスケッチし，そのうえで，計測用機器や計測用治具を使って採寸していくことになり，相当の作業量が必要となる。",
                    "加えて，組立図は文字通り各部品を組み立てるための図面であり，各部品の寸法を正確に表わしてはいない。それなのに，控訴人作成の部品図面の各数値と被控訴人ら作成の図面において，0．1ミリ単位の数値まで合致していることを説明できない(例えば甲1と甲2)。",
                    "また，被控訴人らが，実測した場面を撮影した写真が証拠として提出されているが，被控訴人ら作成の図面(乙27)の数値と，採寸された数値は異なっている(乙28)。被控訴人Xが主張する修正を行っても，やはり，控訴人作成の部品図面の各数値と被控訴人ら作成の図面において，0．1ミリ単位の数値まで合致していることを説明できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "部品図面には，角を落とす「面取り」を意味するC(chamfer，チャンファー)の記号，及び角を丸くするR(radius)という記号も使われる。",
                    "これらの数値は，製造された部品では採寸対象が失われているのであるから，採寸によって正確にCまたはRの数値を特定することは不可能である。",
                    "しかし，控訴人作成の部品図面の各数値と被控訴人ら作成の図面において，0．1ミリ単位の数値まで合致しているものが多々存在する。",
                    "これを甲5(控訴人作成図面)と甲6(被控訴人ら作成図面)でみると，甲5では，CとRについて0．5と1．0を使用しているところ，甲6におけるCとRの数値及び指示場所が，全て合致している。数値の一致は，公差の数値までも一致しており，たまたま合致したものとは到底いえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人ら作成の図面からも，控訴人作成の図面を複製したことが伺える痕跡がある。",
                    "控訴人作成の甲1において，③番に「PS’1／4ネジ深さ15」との記載があるが，これが被控訴人ら作成の甲2では「PT1／4深さ15」となっている。PSとPTはネジの種類を表す記号であり，PSはストレートネジを，PTはテーパーネジを示すものである。両者の違いは，ストレートネジはネジ先から根元まで太さが同じものであるが，テーパーネジは根元に行くに従って太くなっていくものである(taper＝先細)。1／4の数値は径の大きさを示すものである。PSの場合，ネジの深さを図面に記入しないと，どこまでネジを切って良いのか施工者は判断がつかないため，深さを図面に指示する必要がある。他方，PTの場合は，径の大きさが決まれば，必然的にネジの深さも決まるので，図面にネジの深さを記入する必要がないので，通常図面にネジの深さが記入されることはない(証人Aの尋問調書9頁～10頁)。",
                    "しかし，被控訴人ら作成の甲2には「PT1／4深さ15」と記載がある。これは，被控訴人Xにおいて，何らかの判断からPSをPTに変更した際(一般にPSよりPTの方が強く締まる。)，作図に当たり控訴人作成の甲1を参考にしたため，そのまま「ネジ深さ15」を転記してしまったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "さらに，甲30と甲29の比較からも同様に複製したことが伺える。控訴人作成の甲29の図面には「20」「60」「20」の合計が「12",
                  "text": [
                    "0」と足し算が誤った数値が記載されている。この同じ間違いが，被控訴人ら作成の甲30の図面においても記載されている。作図に当たり控訴人作成の甲29を参考にしていたため，そのまま同じ誤りを転記してしまったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，「…甲8，10，24号証の図面は，被告Xか被告X1の手元にあったものを使用したとの点については，客観的裏付けを欠くものではあるものの，被告X及び被告X1の原告における業務内容(乙1ないし3，25，42，49，50)等に照らすと，直ちに不合理であるとまではいえない…」(29頁13行～17行)とする。",
                    "しかし，検図を自宅ですることは通常あり得ない。検図に当たっては，類似の図面を参照する必要が出ることも多く，資料や設備のない自宅で行うことは考え難い。また，検図は設計全体を見ながら行うものであるから，機械の1部品の図面だけ自宅に持ち帰っても無意味である。持ち帰るとすれば，全部品図面を持ち帰らなければ正確な検図は期待できない。従って，何枚かのみ自宅に残るということは，図面がバラバラになってしまうことを意味し，考え難い。被控訴人Xの原審における供述も不自然であり，競業行為を意図して控訴人会社から機械設計図面を持ち出したことを隠蔽するためのものと推認される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人ら作成の機械設計図面の作成経緯についても不自然な点が存する。被控訴人らは，甲26，28，30，32の作成の経緯として，平成15年2月ころ，顧客から控訴人会社製の高純度解砕機のオーバーホールを依頼され，機械を引き取り，分解，洗浄し，各パーツを採寸した等と主張する。しかし，甲26～36までの作成日付をみると，甲26が平成15年9月22日，甲28～34が同月25日，甲36が同月26日であり，",
                  "text": [
                    "被控訴人らは，上記6枚の部品図面をわずか5日で作成したことになる。",
                    "特に甲28～34の4枚は，1日で作成したことになる。この作成速度は，手本となる図面が存すれば，写すだけであるから可能であろうが，採寸したデーターや組立図から推測したデーターから図面を作成した場合にはあり得ない作成速度である。このことは，プレマックスの部品図面(甲4，12，14，16)についても同じである。被控訴人らが主張する機械設計図面の作成経緯に照らしても，被控訴人らが控訴人作成の図面を複製したことが推認される。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人Xらは，控訴人会社を平成14年10月26日に退職した後，ハローワークに通い，再就職先を探したものの，なかなか再就職先が見付からなかった，そこで，同年12月ころになって，知人の助言もあって，初めて新会社を設立することに思い至ったと主張するが，被控訴人会社の設立は平成14年12月16日であって，全く会社設立の準備をしていない者が，わずか2週間で会社を設立したことになり，通常要する設立準備行為の内容からすれば，本店所在地となる事務所も決まっていない状態から始めて2週間程度で会社が設立されることは難しいところである。",
                "被控訴人Xらは，平成14年10月6日頃には，亡Bが株主総会において人事に関する提案を行うことについて十分予測できたことが伺え，被控訴人会社設立後直ちに営業に着手できるようにするにはどのような資料を持ち出せば良いか，またどのような資料を廃棄するのが控訴人との競業に有効かなどについて，検討する時間もあったものであり，これらは被控訴人Xらによる機械設計図面の持ち出しを推認させるものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "C(以下「C」という)の陳述書(甲41)の内容及び同人の証人尋問の結果について，原判決は「…被告X及び被告X1が上記事実をいずれも否定していること(乙1，2)，その供述内容もあいまいであり，Cの客観的な裏付けに乏しい推測を含むものであることに照らし，容易に信用することができない。」(28頁下2行～29頁2行)とする。",
                "しかし，証人Cは，自身が体験したことを明確に述べており客観的裏付けが存する。そして，証人Cの尋問の結果によれば，被控訴人Xらの退職の前後で，機械設計図面が20～30冊程度なくなっていたと認定することができる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決は，被控訴人Xらが控訴人から機械設計図面等の資料の持出しをしていないことを前提としたものであるところ，この前提が誤りであることが明らかであるから，取り消されるべきものである。そのうえで，控訴人の損害額について判断が必要である。",
                "控訴人は，長年のノウハウを入れ込んだユニークな機械設計技術(耐熱，耐震構造の軸設計・外輪回転加重方式・テーパー式のボス構造ノウハウ・水冷循環式耐熱構造のノウハウ・ゴム，セラミック等ライニングの耐接着性保護効果)により機械を製造し販売している。したがって，機械の保証期間が過ぎた後も，メンテナンスの仕事による収入を想定している。しかるに，被控訴人会社(MMテック株式会社)は控訴人から持ち出された機械設計図面等の資料を利用して機械を製造販売し，またメンテナンスを行うという，自由競争の範囲を逸脱する違法な行為を行い，これにより控訴人は収入が削減されるという事態が生じている。しかし，その損害額については控訴人において立証が難しいという実情が存する。控訴人においては，被控訴人会社がTDK株式会社及び日立金属株式会社に対して製品を販売していることを確認しているところ，被控訴人会社においては，TDK株式会社に対する販売は株式会社共立エーティーエス(乙53)という会社を通すなど迂回販売している。そして，被控訴人会社は，これを理由にTDK株式会社への製品の販売はないとする。しかし，控訴人の上記2会社への売上げの減少，及び有限会社三楽機械が被控訴人会社へ納品した部品から推定される売上げから損害の立証はされているものである。仮に立証困難とされた場合であっても，民訴法248条により，口頭弁論の全趣旨及び証拠調べの結果に基づいて，相当な損害額の認定がされるべきである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "控訴人が販売する機械は，控訴人において長年の研究開発と改良を重ねてきたものである。そして，本件において問題とされている機械設計図面は，それら研究開発と改良の結果が反映されているものである。したがって，機械設計図面の複製の有無が争点となっている本件訴訟は，「主要な争点の審理に知的財産に関する専門的な知見を要する事件」(知的財産高等裁判所設置法2条3号)に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人の原審における主張は種々変転し，訴えの一部取下げ，請求金額の減縮等があったところ，請求原因事実がいかなるものかについても変転し，主張整理がなされた。企業財産の侵害行為といえば，古くは，単に窃盗か横領であったが，企業内情報を不正に持ち出したというのであれば，新種の企業財産侵害行為として別途に考慮すべきである。",
                "例えば，控訴人は，被控訴人らが図面を持ち出して「競業行為」を行い，控訴人会社に損害を与えたとの趣旨の主張が見受けられるが，不正競争防止法に関連する主張であるのか明らかではない。もし，不正競争防止法で定義された「営業秘密」の持ち出しとすれば，非公知性の要件，事業活動上の有用性の要件，企業内部における秘密管理性の要件が検討されなければならない。この場合，大阪地方裁判所平成19年5月24日判決(判例時報1999号129頁)が参考になる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件のように機械設計図面等の資料持ち出しについて不法行為を主張するのであれば，いかなる構成要件に該当する事実があったのか，明確に主張しなければならないところ，控訴人の原審における主張，及び当審における主張も，いずれも適正な主張ではない。控訴人の当審における主張は，第一審で控訴人が主張した内容以上のものはなく，新たな証拠が提出されたわけでもない。",
                "被控訴人らは，原判決を全面的に適正かつ妥当な判決であると考え，原判決の判旨をすべて援用する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人の主張(7)に対しては，特段の意見はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の被控訴人らに対する本訴請求はいずれも理由がないと判断する。その理由は，次のとおり付加するほか，原判決記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，①被控訴人らの主張する採寸の方法によっては機械設計図面の作成は事実上不可能であり，②被控訴人らが作成した図面には，控訴人作成の機械設計図面をもとに複製したのでなければ合理的に説明できない箇所がある，③被控訴人Xらの供述には不自然な箇所があり信用できない，④原審証人Cの証言は信用できる等からして，原判決が，「被告Xらにおいて，原告の下から機械設計図面を持ち出したとの事実を直ちに推認することはできないというべきである。」と判断した(30頁1行～30頁2行)のは誤りであると主張する。",
                "しかし，原判決が説示する(28頁5行～30頁5行)とおり，被控訴人Xらの手元にあった機械設計図面を使用した(甲8，10，24の図面)というのも被控訴人Xらの控訴人会社における業務内容等に照らしあながち不合理とはいえず，顧客先から組立図を入手し，機械を分解して採寸することも可能である(甲8，10，24以外の図面)こと等に照らせば，控訴人主張の被控訴人Xらにおける機械設計図面の持ち出しの事実について，本件全証拠によるもこれを認めるに足りない。",
                "加えて，原審証人Cも，被控訴人Xらが平成14年12月に控訴人会社の取締役を退任・退社した1か月ほど後に，機械設計図面控えの綴りの幅が減っていたとの印象を持ったが，すべての機械について図面を作るわけでも番号で管理されているものでもないので，何がなくなっているか調査もしなかったとするものであり(尋問調書4頁～5頁，22頁～23頁)，Cの上記証言から被控訴人Xらによる持ち出しの事実を認めることもできないというべきである。",
                "控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に控訴人は，被控訴人らは，控訴人会社の取締役を退任し，控訴人会社を退社する前の平成14年10月ころにはこれを予測することができ，その後速やかに被控訴人会社を設立した経緯に照らせば，被控訴人Xらにおいて退職後の競業行為を行うため有効な準備行為を行うことが可能であったから，被控訴人らによる機械設計図面の持ち出しの事実が推認されると主張する。",
                "しかし，被控訴人Xらが控訴人会社の取締役を退任・退社するのを余儀なくされることを事前に予期していたとしても，これをもって，被控訴人Xらにおいて退職後の競業行為を行う準備が可能であり機械設計図面の持ち出しもされたとするには飛躍があるというべきである。",
                "控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，その余の点について判断するまでもなく，控訴人の本訴請求はいずれも理由がない。",
            "よってこれと結論を同じくする原判決は相当であり，原判決の一部不服を内容とする本件控訴も理由がないことになるからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10001",
    "date": "2009-03-31",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成18年(ワ)23435",
    "precedent_id": "037507",
    "ipprecedent_id": "1832",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}