{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800036号事件について平成21年11月20",
        "日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告らは，特許第2856770号(発明の名称「機器の電装品検査装置」。",
            "以下「本件特許」という。)の特許権者である。",
            "本件特許は，平成元年6月26日，出願され(特願平1−162963号)，平成9年7月15日，拒絶査定を受けたが(甲4)，同年9月4日，拒絶査定不服審判が請求され(不服平9−14928号)，特許庁は，平成10年10月14日，請求成立の審決をし，本件特許は，同年11月27日，設定登録された(甲2)。",
            "本件特許については，平成11年8月10日，特許異議が申し立てられ(異議平11−73037号)，平成12年1月20日，訂正が請求され(甲6)，特許庁は，同年2月3日，「訂正を認める。特許第2856770号の特許を維持する。」との異議の決定をし(甲7)，同年4月11日，確定登録がされた(以下，訂正後の本件特許の明細書を図面とともに「本件明細書」という。請求項の数は1である。)。",
            "原告は，平成21年2月20日，本件特許につき無効審判を請求し(無効2009−800036号)，特許庁は，平成21年11月20日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年12月2日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件明細書の特許請求の範囲に記載された発明(以下「本件発明という。」)は，次のとおりである(なお，AないしD3の記号は，当裁判所において付した。)。",
            "A 複数の電装品を備えると共に，これらの電装品を制御するマイクロコンピュータを含んで成る制御装置を備え，",
            "B 且つ電源スイッチを初めとして各種のスイッチを備え，",
            "C 前記制御装置の制御モードとして通常運転制御モードと検査運転制御モードとを有するものにおいて，",
            "D1 前記各種のスイッチのうちの特定の複数のスイッチが同時にオン操作されたときに検査運転制御モードがセットされ",
            "D2 且つこのセット状態で個別のスイッチが操作されるとそのスイッチに応じた一つまたは複数の電装品についての検査運転が次のスイッチが操作されるまで実行され，",
            "D3 電源スイッチを再投入するまで前記検査運転制御モードを継続する構成としたことを特徴とする機器の電装品検査装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本件発明は，本件特許出願前に日本国内において頒布された刊行物である甲1(三菱 全自動洗たく機AW-B60(W)(EG)形 サービスハンドブック 1989 年 5 月発行No.B-002)に記載された発明であるということはできず，本件特許は特許法29条1項3号の規定に違反してされたものではないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決がその結論を導く過程において認定した甲1記載の発明(以下「甲1発明」という。)，本件発明と甲1発明の一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "電動機，給水弁，トルクモーター，水位センサー，押ボタンスイッチ，ブザー，電源トランスを備えるとともに，電子制御式コントロールユニットを備え，",
                    "且つ，電源スイッチを初めとしておこのみ(洗い，すすぎ，脱水)，水位切換，コーススタート，一時停止／解除のスイッチを備え，制御モードとして，診断モード及び少なくともそれ以外のモードを有し，洗いとすすぎの2つのスイッチを同時に押しながら電源入スイッチを押すと診断モードとなり，",
                    "コーススタート か 一時停止／解除 のスイッチを押すと，押している間モーターが正・逆転し，スイッチをはなせば，OFFし，すすぎスイッチを押すと，押している間，給水弁がOＮし，はなせば，OFFし，",
                    "洗いスイッチを押すと，押している間，トルクモーターがOＮし，約10秒間押し続けると，全開となり，はなせばOFFし，",
                    "電源をOFFするまで，そのモードを記憶する全自動洗たく機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "複数の電装品を備えると共に，これらの電装品を制御するマイクロコンピュータを含んで成る制御装置を備え，",
                    "且つ電源スイッチを初めとして各種のスイッチを備え，",
                    "前記制御装置の制御モードとして通常運転制御モードと検査運転制御モードとを有するものにおいて，",
                    "前記各種のスイッチのうちの特定の複数のスイッチが同時にオン操作されたときに検査運転制御モードがセットされ，",
                    "且つこのセット状態で個別のスイッチが操作されるとそのスイッチに応じた一つまたは複数の電装品についての検査運転が実行され，電源スイッチを再投入するまで前記検査運転制御モードを継続する構成とした機器の電装品検査装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本件発明では，検査運転が，次のスイッチが操作されるまで実行されるのに対し，甲1発明では，個別のスイッチを離せばオフするものである点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決は，本件発明と甲1発明に相違点があると認定し，本件発明が甲1発明であるということはできないとした判断に誤りがあるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「次のスイッチが操作されるまで」の意味",
          "text": [
            "本件特許の特許請求の範囲には，「且つこのセット状態で個別のスイッチが操作されるとそのスイッチに応じた一つまたは複数の電装品についての検査運転が次のスイッチが操作されるまで実行され，」(構成要件D2)と記載されている。同記載の「次の」という文言は，「スイッチが操作」という文言を修飾するものであり，「次のスイッチが操作されるまで」とは，「次にスイッチが操作されるまで」又は「次のスイッチ操作がされるまで」と同じ意味内容と解される。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件発明では，1番目のスイッチ，2番目のスイッチというように操作すべきスイッチの順番は決まっているわけではないので，検査運転を開始させる「個別のスイッチ」の後にすぐ続くスイッチというものは観念できず，「次の」という文言は，「スイッチ」を修飾するものと解釈することはできない。",
                "しかし，「スイッチが操作」という行為に関しては，「次の」ということを観念することができるから，「次の」という文言は，「スイッチが操作」という文言を修飾するものと解され，構成要件D2は，「個別のスイッチが操作される」と検査運転が開始され，その後に続く何らかの「スイッチが操作」されるという行為がされた場合に，検査運転が停止するという意味で解釈される。このように解釈すれば，「次に」という文言を，全く意味が異なる「別の」という意味と解釈する必要はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の詳細な説明の記載",
              "text": [
                "発明の詳細な説明には，セレクトスイッチ9を操作すると，モータ15の動作状況がステップS6にて判断され，停止中であればモータ15を反転させるようにオンし，反転中であればモータ15をオフすることが記載されており，モータの反転の検査は，セレクトスイッチ9の操作で検査を開始し，同じセレクトスイッチ9の操作で終了することが記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "拒絶査定，審判請求理由補充書の記載",
              "text": [
                "拒絶査定(甲4)には，「また，動作の終了機能(本願にいう「次のスイッチ操作」)を設けることは機器装置類における周知慣用技術の単なる付加にすぎない。」と記載されており，審査官は，特許請求の範囲の「次の」という文言が「スイッチが操作」という文言に係るものと理解している。被告株式会社東芝(拒絶査定不服審判の請求人)は，拒絶査定不服審判の審判請求理由補充書(甲5)で，審査官が「次のスイッチ操作」と認定したことを争っておらず，参考図2に「次のスイッチ動作」と記載しているから，同被告も審査官と同様に，特許請求の範囲の「次の」という文言が「スイッチが操作」という文言に係るものとして理解していたと推測できる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許異議決定の判断",
              "text": [
                "特許異議の決定(甲7)は，特開昭61−2894号公報(無効審判における参考資料6，甲8)に，あるセレクトスイッチを閉じることで試験動作を開始し，同じセレクトスイッチを開くことで試験動作を停止するという発明が記載されているとし，この発明が，本件発明の構成要件D2の構成を備えると判断した。したがって，特許異議の決定は，特許請求の範囲の「次の」という文言が「スイッチが操作」という文言に係ると理解していることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "同一性の判断",
          "text": [
            "構成要件D2の「次のスイッチが操作されるまで」とは，「次にスイッチが操作されるまで」又は「次のスイッチ操作がされるまで」と同じ意味内容であるから，個別のスイッチが操作されると検査運転が開始し，同一の個別のスイッチが操作されることにより検査運転が終了するものは，本件発明に該当する。",
            "甲1発明においては，コーススタートスイッチ等を押すと，押している間，モーターの正・逆転などの検査運転が行われ，コーススタートスイッチ等を離すとオフし，検査運転が終了する。そして，スイッチを押すことも離すことも，人の意思によりスイッチをあやつって働かせることであり，スイッチの操作であることに変わりはない。そうすると，甲1発明は，コーススタートスイッチ等を押すという操作により，検査運転が開始し，同じコーススタートスイッチ等を離すという操作により，検査運転が終了するものであり，本件発明に該当する。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "したがって，本件発明と甲1発明に相違点はなく，本件発明は甲1発明と同一であるから，審決は，本件発明と甲1発明に相違点があると認定し，本件発明が甲1発明であるということはできないとした判断に誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの反論",
      "text": [
        "審決が，本件発明と甲1発明に相違点があると認定し，本件発明が甲1発明であるということはできないとした判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「次のスイッチが操作されるまで」の意味に対し",
          "text": [
            "特許請求の範囲の「次の」という文言の「の」は，それに続く体言の内容を限定するから，「次の」という文言は，「スイッチ」という文言に係る。「スイッチが操作」という文言は体言ではないから，「次の」という文言が「スイッチが操作」という文言に係ると解することはできない。そして，「次の」とは，「別の」という意味であると解釈される。",
            "構成要件D2によれば，本件発明において，「セット状態で個別のスイッチが操作」されることにより，「そのスイッチに応じた一つ又は複数の電装品についての検査運転」が開始され，その検査運転が「次のスイッチが操作されるまで実行」されることを，容易に理解することができる。",
            "拒絶査定の「また，動作の終了機能(本願にいう「次のスイッチ操作」)を設けることは機器装置類における周知慣用技術の単なる付加にすぎない。」という記載から，審査官が，特許請求の範囲の「次の」という文言が「スイッチが操作」という文言に係ると理解していたと解することはできない。被告株式会社東芝は，審判請求理由補充書(甲5)の参考図2に「次のスイッチ動作」と記載したが，これは，「スイッチを動作させること」すなわち「スイッチを押すこと」の意味で記載したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "同一性の判断に対し",
          "text": [
            "甲1発明及び本件発明を構成するスイッチは，押すと電気回路が接続され，離すと自動的に初期位置に復帰して電気回路が遮断されるいわゆるプッシュスイッチである。そのため，スイッチから手を離すことは，スイッチを操作するための「押す」という行為に付随したものにすぎず，プッシュスイッチを操作する者は，「押す」ことをスイッチの操作と意識することはあっても，「離す」ことをスイッチの操作と意識することはなく，「離す」操作を「押す」操作と別個の操作と解することはできない。「押す」という行為のみによって，プッシュスイッチの一つの操作が構成される。本件明細書の発明の詳細な説明においても，スイッチを「押す」行為によってスイッチの操作が行われていると解釈することに不合理はなく，一つのスイッチ操作を「押す」と「離す」とに分離して解釈すべき合理的な理由は見い出せない。",
            "そうすると，本件発明は，「押す」という行為によってスイッチを操作すると，そのスイッチに対応する電装品の検査運転が実行され，「次のスイッチが操作されるまで」すなわち再びスイッチを「押す」までその電装品の検査運転の実行が継続されるものと解される。これに対し，甲1発明は，スイッチを「押す」ことによってそのスイッチに対応する電装品の検査運転が開始され，そのスイッチを押し続けている間だけその検査運転が実行されるものである。そうすると，本件発明は甲1発明と異なる。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "したがって，審決が，本件発明と甲1発明に相違点があると認定し，本件発明が甲1発明であるということはできないとした判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "発明の同一性の判断について",
          "text": [
            "当裁判所は，審決が，本件発明と甲1発明に相違点があると認定し，本件発明が甲1発明であるということはできないとした点に誤りはないと判断する。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「次のスイッチが操作されるまで」の意味について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の特許請求の範囲には，「個別のスイッチが操作されるとそのスイッチに応じた一つまたは複数の電装品についての検査運転が次のスイッチが操作されるまで実行され，」(構成要件D2)と記載され，同構成は，「個別のスイッチが操作されたことによって実行された検査運転について，その実行が終了する時点」について規定している。ところで，同構成における「次のスイッチが操作されるまで」との文言の「次のスイッチ」とは，検査運転の実行を開始するために操作した「個別のスイッチ」とは，異なるスイッチを意味するものであって，押している間だけ検査運転がされ，離すと検査運転が停止するように設計されているスイッチにおいて，離す対象となる「個別のスイッチ」そのものを含むものと解することはできない。",
                    "その理由は，以下のとおりである。すなわち，「次のスイッチ」における「次」とは，「後にすぐつづくこと。後にすぐつづくもの。順序がすぐあと(のもの)」を意味し，「の」とは，「前の語句の内容を後の体言に付け加え，その体言の内容を限定する」(広辞苑第六版参照)意味を有する格助詞であることから，「次のスイッチ」との文言においては，「次の」が，その直後に記載された名詞である「スイッチ」を限定していると解するのが相当である。",
                    "そうすると，特許請求の範囲の「個別のスイッチが操作されるとそのスイッチに応じた一つまたは複数の電装品についての検査運転が次のスイッチが操作されるまで実行され，」(構成要件D2)における「次のスイッチ」との語は，「個別のスイッチ」と対比，区別する目的で，用いられていると解されるから，「次のスイッチ」は，「個別のスイッチ」と比較して，すぐ後の順位のスイッチを指すと解するのが合理的である。",
                    "そして，あるスイッチを押している間だけ検査運転がされ，そのスイッチを離すと検査運転が停止するように設計されているスイッチは，検査運転を開始するために押す対象となるスイッチと，検査運転を終了するために離す対象となるスイッチは同一であるから，検査運転を終了するために離す対象となるスイッチも，検査運転を開始するために押す対象となるスイッチと同様に「個別のスイッチ」であって，「次のスイッチ」ではない。",
                    "上記のとおり，特許請求の範囲の「次のスイッチ」が「個別のスイッチ」と対比，区別する趣旨で用いられていることに鑑みると，上記の甲1発明のようなスイッチにおいて，離す対象であるスイッチは，押す対象であるスイッチ(「個別のスイッチ」)と同一スイッチであるから，これをもって「次のスイッチ」に該当すると解することはできない。",
                    "そして，特許請求の範囲に，「電源スイッチを初めとして各種のスイッチを備え」と記載されていることに照らすならば，「(検査運転を実行するために操作した)個別のスイッチ」と「次のスイッチ」とを，別個のスイッチと解したとしても，特許請求の範囲の他の記載と矛盾することはなく，むしろ整合するものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "発明の詳細な説明における実施例では，例えば，モータの正転中にセレクトスイッチ9を操作すると，モータが一時停止後反転し(ステップS8)，その後注水スイッチ8を操作すると(ステップS3)モータの一時停止後正転する(ステップS13)というように，個別のスイッチを操作すると検査運転が開始し，別のスイッチが操作されるまで実行され，別のスイッチが操作されると他の検査運転が開始されるという構成が記載されている。",
                    "確かに，実施例では，「セレクトスイッチ9が操作される(ステップS2で判断)と，モータ15の動作状況がステップS6にて判断され，停止中であればモータ15を正転(判決注：『反転』の誤記と認められる。)させるようにオンし(ステップS7)，正転中であれば該モータ15を一時停止後反転させるようにオンし(ステップS8)，また反転中であれば該モータ15をオフする(ステップS9)。この後はステップS2に戻る。」と記載されており，これによれば，モータが停止中にセレクトスイッチ9を操作するとモータが反転し，更にセレクトスイッチ9を操作するとモータが停止するものと認められ，個別のスイッチの操作により実行が開始した検査運転が，再度同一の個別のスイッチを操作することにより停止することも記載されている。",
                    "しかし，発明の詳細な説明に，同一の個別のスイッチを操作する記載があるとしても，特許請求の範囲に，「次のスイッチ」と記載されている以上は，「次のスイッチ」は，押している間だけ検査運転がされ，離すと検査運転が停止するよう設計されている「個別のスイッチ」において，離す対象である「個別のスイッチと同一のスイッチ」を指すものと解することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点，原告は，操作すべきスイッチの順番は，決まっているわけではなく，後にすぐにつづくスイッチは観念できないので，「次の」は，「スイッチ」を修飾するものとして解釈することはできない旨主張する。",
                    "しかし，発明の詳細な説明には，「前者の検査運転方式(注 通常の運転行程と同内容の運転を早い行程速度で実行する検査運転方式)では，電装品が動作されるのは時間的に決められており，所望の電装品について個別に検査できない。また，所望の電装品の検査時期が遅い場合には，それまでの時間が無駄である。また，後者の運転方式(注 それぞれ異なる特定操作で，異なる行程を個別に実行する検査運転方式)では，所望の電装品についての検査はできるものの，その行程が時限制御されるため時間的に限られており，その間に検査が終了しないこともあった。この場合には再度検査をやり直さなければならない面倒がある。本発明は上記事情に鑑みてなされたものであり，その目的は，任意の電装品を指定して検査でき，しかも時間的制約もなくこの検査を行なうことができる機器の電装品検査装置を提供することにある。」(発明が解決しようとする課題)と記載されている。同記載に照らすならば，操作順序が正確に決まっていないにしても，複数のスイッチが存在することを前提とする以上，ユーザにおいて適宜，順番を決定すれば足りるのであって，「次のスイッチ」を観念することができないものではない。この点の原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，拒絶査定や拒絶査定不服審判における審判請求理由補充書の参考図2の記載，特許異議決定の判断を根拠として，特許請求の範囲の「次の」という文言が「スイッチが操作」という文言に係ると解すべきであると主張する。しかし，拒絶査定や特許異議決定の判断に拘束力があるものではないから，無効審判の判断が誤りであるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "甲1発明は，個別のスイッチを押すと，押している間，検査運転が行われ，離せば検査運転が停止するものである。そうすると，審決が，本件発明では，検査運転が，次のスイッチが操作されるまで実行されるのに対し，甲1発明では，個別のスイッチを離せばオフするものである点を相違点として認定し，本件発明は，甲1発明であるということはできず，本件特許は特許法29条1項3号の規定に違反してされたものではないとした判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がない。",
            "なお，原告は，審判の第1回口頭審理において，参考資料6ないし8(甲8ないし10)記載の公知技術に基づいて本件発明の進歩性が否定されるべきである旨の主張を撤回したから(乙1，弁論の全趣旨)，参考資料6ないし8記載の公知技術に基づいて本件発明の進歩性が認められるか否かについては審判の対象とされていない。審決取消訴訟においては，審判の対象とされていない公知事実との対比における無効原因は，審決の違法事由とはならない。したがって，この点に関する取消事由の主張は，主張自体失当である。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10416",
    "date": "2010-08-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080638",
    "ipprecedent_id": "2332",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}