{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "「原判決を取り消す。被控訴人は，控訴人に対し，1億4600万円及びこれに対する平成20年5月23日から支払済みまで年5％の割合による金員を支払え。」との判決並びに仮執行宣言。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "名称を「ゴルフボール」とする発明の特許権者であり，意匠に係る物品を「ゴルフボール」とする意匠権の意匠権者である控訴人は，被控訴人による原判決別紙イ号物件目録ないしニ号物件目録記載の各ゴルフボールの販売行為によって本件特許権(ただし，請求項1ないし3，10，11，14，15)及び本件意匠権が侵害された旨主張して，不当利得の返還請求ないし不法行為に基づく損害賠償請求をした。",
            "原審は，本件明細書には記載不備の無効原因があるし，本件各発明には進歩性欠如の無効原因があるから，特許無効審判において無効とされるべきものである等として，控訴人の特許権侵害に基づく請求をいずれも棄却し，意匠権侵害に基づく請求も棄却した。",
            "そこで，控訴人は原判決の取消しと原判決8頁「2 原告の請求」記載の金銭の支払いを求めて本件控訴を提起したが，本件意匠権に基づく請求の訴えを取り下げ，被控訴人はこれに同意した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "下記本件訂正前における本件特許権の請求項の記載は，原判決5頁以下の(3)の項に分説して示しているとおりである。控訴人は，本件控訴を提起した後に，訂正審判請求をし，これが，本件特許権に係る無効審判手続において，特許法134条の3第5項により，特許請求の範囲の請求項1及び2の記載のうち「平行に」を削る等の訂正請求をしたものとみなされたところ(本件訂正)，特許庁は，平成22年3月31日，本件訂正を認め，本件特許権の請求項1ないし3，10，11，14，15に係る特許を無効とするとの審決をした。この審決については，控訴人からその取消しを求める訴えが提起されている(当庁平成22年(行ケ)第10120号)。",
            "本件訂正後の本件発明1ないし3，10，11，14，15を構成別に分説すると，次のとおりである。",
            "【訂正後の請求項1】",
            "1A’ 球表面を一つの大円よりなる仮想区画線(2)によって二つの半球面エリアに区画し，仮想区画線(2)上の50％以上の範囲に，隣合う六角形ディンプル(4)同士が辺を共有することでディンプル間に残る球表面の陸部分の幅が0．0mmのランド(6)をおいて並ぶように複数の六角形ディンプル(4)を列状に配設し，",
            "1B’ 前記二つの半球面エリア内の50％以上の範囲に，隣合う六角形ディンプル(5)同士が辺を共有することでディンプル間に残る球表面の陸部分の幅が0．0mmのランド(6)をおいて並ぶように複数の六角形ディンプル(5)を稠密に配設し，",
            "1C’ 前記仮想区画線(2)上の六角形ディンプル(4)と前記各半球面エリア内の六角形ディンプル(5)も辺を共有することでディンプル間に残る球表面の陸部分の幅が0．0mmのランド(6)をおいて並ぶようにし，",
            "1D’ 構成1Dに同じ",
            "1E’ 構成1Eに同じ",
            "【訂正後の請求項2】",
            "2A’ 球表面を球表面に内接，外接又は中接(稜が球に接する)する多面体の各辺を球表面に投影した仮想区画線(2)によって複数のエリアに区画し，仮想区画線(2)上の50％以上の範囲に，隣合う六角形ディンプル(4)同士が辺を共有することでディンプル間に残る球表面の陸部分の幅が0．0mmのランド(6)をおいて並ぶように複数の六角形ディンプル(4)を列状に配設し，",
            "2B’ 全ての前記エリア内の50％以上の範囲に，隣合う六角形ディンプル(5)同士が辺を共有することでディンプル間に残る球表面の陸部分の幅が0．0mmのランド(6)をおいて並ぶように複数の六角形ディンプル(5)を稠密に配設し，2C’ 前記仮想区画線(2)上の六角形ディンプル(4)と前記各エリア内の六角形ディンプル(5)も辺を共有することでディンプル間に残る球表面の陸部分の幅が0．0mmのランド(6)をおいて並ぶようにし，",
            "2D’ 構成2Dに同じ",
            "2E’ 構成2Eに同じ",
            "【訂正後の請求項3，10，11，14，15】",
            "「請求項1」，「請求項2」等をそれぞれ本件訂正後のものと読み替えるほかは，訂正前の各請求項の構成に同じ"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点は，原判決「事実及び理由」中の第2の3(1)及び(3)のほか，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「ウ 被告各製品は本件訂正後の本件発明1ないし3，10，11，14，15の各構成を充足するか(当審争点A)」"
            },
            {
              "fig": "(2)",
              "subject": "「エ 訂正要件違反(当審争点B)」"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，次の1ないし5のとおり改め，後記6及び7のとおり当審争点に関する当事者の主張を追加するほか，原判決「事実及び理由」中の「第3 争点に係る当事者の主張」の1ないし5に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決10頁3行「なお，」の前に，「ここで，構成要件1A等にいう『幅が0．0mmのランド(6)』には，ボールの工作上ランドに不可避的に付くアール部分も含まれ，出願当時の技術常識にかんがみれば，曲率半径1．778mm程度までのアール部分が含まれるものである。」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決13頁22行「被告各製品の」の前に，「構成要件1A等にいう『幅が0．0mmのランド(6)』とは，明細書の記載及び出願時における控訴人の主張等にかんがみると，『ランドの幅を限りなく細くしたことにより，ナイフの刃のような極限に幅の狭い『線状』あるいは『筋状』の突状となって残る球表面の一部』を意味するものというべきである。明細書の段落【0011】の記載を勘案しても，上記の『線状』あるいは『筋状』の突状に不可避的に丸みが形成されるものにすぎない。しかるに，」を加える。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決14頁12行「ものである。」の次に，「なお，本件訂正後の本件発明1ないし3，10，11，14，15も，同様に新規性ないし進歩性を欠く。」を加える。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決22頁1行「有する。」の次に，「なお，本件訂正後の本件発明1ないし3，10，11，14，15も，同様に新規性ないし進歩性を有する。」を加える。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決23頁7行「引用例5から，」の次に，「ディンプル占有率の上限が90％である」を加える。"
          ]
        },
        {
          "fig": "6",
          "subject": "当審争点A(被告各製品は本件訂正後の本件発明1ないし3，10，11，14，15の各構成を充足するか)についての当事者の主張",
          "text": [
            "【控訴人の主張】",
            "被告各製品は，本件訂正後の本件発明1との関係では，構成要件1a，1b，1cから「平行に」の文言をそれぞれ削った構成要件による構成を有し，本件訂正後の本件発明2との関係では，構成要件2a，2b，2cから「平行に」の文言をそれぞれ削った構成要件による構成を有する。",
            "被告各製品は，いずれも本件訂正前の本件発明1ないし3，10，11，14の各構成要件を充足するのと同様に，本件訂正後の本件発明1ないし3，10，11，14の各構成要件を充足し，さらに，ニ号物件は，本件訂正前の本件発明15の構成要件を充足するのと同様に，本件訂正後の本件発明15の構成要件をも充足する。",
            "【被控訴人の主張】",
            "本件訂正前の本件発明1ないし3，10，11，14と同様に，被告各製品は本件訂正後の本件発明1ないし3，10，11，14の各構成要件を充足しない。",
            "また，本件訂正前の本件発明15と同様に，ニ号物件は本件訂正後の本件発明15の構成要件を充足しない。"
          ]
        },
        {
          "fig": "7",
          "subject": "当審争点B(訂正の有効性)についての当事者の主張",
          "text": [
            "【被控訴人の主張】",
            "控訴人は，請求項1及び2の記載のうち「平行に」を削る等の訂正を行ったものであるところ，本件訂正前の構成に関し，「平行に」という語を「六角形ディンプルの対峙する二辺と隣の六角形ディンプルの対峙する二辺がどこまでも延長しても交わらない」という意味で使用していたし，手続補正書(乙1の4)や意見書(乙1の3)では，ランドのアール部分の両端部の2つの辺を前提にする記載がされている。",
            "そうすると，上記のとおり「平行に」を削ると，ディンプルの辺が平行であるものも，平行でないものも含まれることになり，さらにはランドのアール部分を構成する2辺が存しないものも含まれることになって，特許請求の範囲を拡張，変更することになる。",
            "したがって，本件訂正は特許法126条4項に反し，許されない。",
            "【控訴人の主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正は，もはや発明特定事項としての意味を有しておらず，その意味が不明瞭な記載を改めたものにすぎず，特許請求の範囲から「平行に」の文言を削っても，特許請求の範囲の実質的な拡張，変更に当たらないことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "隣り合う六角形のディンプル同士が辺を共有する以上，特許請求の範囲から「平行に」の文言を削っても，六角形ディンプルの対峙する2辺と隣の六角形ディンプルの対峙する2辺とが平行でないものが含まれることになるものではないし，控訴人はランドに不可避的にアール部分が付いたとしても，ランドの陸部分の幅は0であると主張しているから，このようなアール部分の両端の2つの辺が存在することを前提にしているものでもない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本件訂正は特許請求の範囲を拡張，変更するものではなく，特許法126条4項に反しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件特許は進歩性欠如の無効理由があって，特許無効審判において無効とされるべきものと認められるので，控訴人の特許権に関する本訴各請求はいずれも棄却すべきものと判断する。その理由は，原判決「事実及び理由」中の「第4 当裁判所の判断」の2(1)，(3)ないし(10)記載のとおりである。控訴人は，前記のとおり，請求項1及び2の特許請求の範囲から「平行に」を削る旨の訂正を行ったものであるが，本件訂正後の本件発明1ないし3，10，11，14，15にも，引用した原判決の理由と同様に進歩性欠如の無効理由があることに変わりはない。",
        "したがって，本件訂正後においても特許無効審判により無効とされるべきものであるから，特許法104条の3第1項により，被控訴人に対して控訴人は本件特許権を行使することができない。",
        "なお，引用する原判決の理由に次のとおり付加する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決61頁8行「しかしながら，」の次に「控訴人が主張する周期特性の急激な改善効果が現れるのは隣り合う六角形ディンプル同士が辺を共有する場合に限られるところ，請求項1の記載に照らしても，このような場合が生じるのはボールの半球面エリア内及び仮想区画線(2)上の各50％以上の範囲にすぎない。そうすると，球表面の相当部分の範囲で隣り合う六角形ディンプル同士が辺を共有せず，したがって上記の周期特性の急激な改善効果が生じない部分が残存し得ることになるから，本件発明1によっても果して上記の周期特性の急激な改善効果が生じるのか極めて疑問である。」を，同頁10行「らない。」の次に「したがって，現実のボールでは控訴人が主張する周期特性の急激な改善効果が発生する蓋然性はほぼ皆無であるといわざるを得ない。」をそれぞれ加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決62頁3行「認められない。」の次に「なお，引用例3のゴルフボールの球表面全体に対するディンプルの占有率の上限が90％であり，引用例5のゴルフボールのディンプルの占有率の上限を上回るとしても，引用例5に記載された発明として引用されるものは，ランド部の面積を小さくしてディンプルを密に配設することやディンプルの配設構造の概要等にとどまり，引用例5のゴルフボールのディンプルの占有率やこれをもたらすディンプルの詳細な配置ではないから，引用例3に記載された発明に引用例5に記載された発明を組み合わせられないものではない。また，本件発明1の出願当時において，ディンプルの占有率を大きくしすぎるとゴルフボールの飛行が低弾道になってかえって飛距離が伸びないことが当業者の技術常識であったことを認めるに足りる証拠はない(甲42，43はいずれも本件発明1の出願日(平成6年4月20日)よりも後に公にされたものである。)。」を加える。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，その余の争点について判断するまでもなく，本件控訴は理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10063",
    "date": "2010-12-13",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成20年(ワ)5712",
    "precedent_id": "080921",
    "ipprecedent_id": "2432",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}