{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2007−800287号事件について平成21年8月11日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「加工性の良い高強度合金化溶融亜鉛めっき鋼板とその製造方法」とする発明についての特許権者(特許第3527092号)であるところ，被告から特許無効審判請求がなされ，特許庁が平成20年9月17日付けでこれを無効とする審決(第1次審決)をしたが，知的財産高等裁判所が平成21年2月20日付けで特許法181条2項に基づき上記審決を取り消す旨の決定をしたので，特許庁において再び審理され，特許庁が平成21年8月11日付けで原告からの訂正請求(請求項の数3)を認めた上，訂正後の請求項1～3についての特許を特許法36条4項(実施可能要件)又は6項(明確性要件)違反を理由に無効とする旨の審決(第2次審決)をしたことから，これに不服の原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，訂正後の請求項1～3につき，平成14年法律第24号による改正前の特許法36条4項(実施可能要件)，又は，現行特許法36条6項2号(明確性要件)の違反があるか，である。",
            "〈判決注，〉平成14年法律第24号による改正前の特許法36条4項の規定は，下記のとおりである。",
            "記",
            "「36条4項 前項第3号の発明の詳細な説明は，通商産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成10年3月27日に本件特許出願(特願平10−81805号，公開公報は特開平11−279691号，請求項の数4)をし，平成16年2月27日付けで特許第3527092号として設定登録を受けた。",
                    "これに対し被告から，平成19年12月28日付けで下記(1)の無効理由A～Fを理由として(引用された甲1発明等の内容は下記(2)のとおり)，本件特許について特許無効審判請求(甲22)がなされ，同請求は無効2007−800287号事件として特許庁に係属したところ，その中で原告は，請求項の順序及び内容の変更等を内容とする訂正請求をして対抗したが，特許庁は，平成20年9月17日，訂正を認めるとした上，改正前特許法36条4項(実施可能要件違反)，及び特許法36条6項2号(明確性要件違反)についてのみ判断して，これを無効とする旨の審決(第1次審決，甲33)をした。",
                    "記(1)",
                    "・ 無効理由A：請求項1記載の発明(訂正前)は，甲1～甲3記載の発明により進歩性がない。",
                    "・ 無効理由B：請求項1記載の発明(訂正前)は，甲4記載の発明により新規性がない。",
                    "・ 無効理由C：請求項2記載の発明(訂正前)は，甲1～4，15記載の発明により進歩性がない。",
                    "・ 無効理由D：請求項3記載の発明(訂正前)は，甲1～3記載の発明により進歩性がない。",
                    "・ 無効理由E：請求項4記載の発明(訂正前)は，甲1～3記載の発明により進歩性がない。",
                    "・ 無効理由F：請求項1～4記載の発明(訂正前)の発明の詳細な説明は，発明の実施をすることができる程度に明確かつ十分に記載されていないから，特許法36条4項の要件(実",
                    "施可能要件)を満たしておらず，特許を受けようとする",
                    "発明を明確に記載したものでもないから特許法36条6",
                    "項2号の要件(明確性要件)も満たさない。",
                    "記(2)",
                    "甲1：特開平5−70886号公報",
                    "甲2：特開平2−217425号公報",
                    "甲3：特開平5−247586号公報",
                    "甲4：特開平2−290955号公報",
                    "甲5：特開平5−295433号公報",
                    "甲15：特開平9−13147号公報"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこでこれに不服の原告は，平成20年10月27日付けで審決取消訴訟を提起した(平成20年(行ケ)第10395号)ところ，知的財産高等裁判所は，平成21年2月20日付けで特許法181条2項に基づき上記審決を取り消す旨の決定をした(甲40)。",
                    "このようにして上記無効審判請求事件は再び特許庁において審理されるところとなり，その中で原告は，平成21年3月23日付けで特許請求の範囲の記載等を変更する訂正請求(以下「本件訂正」という。甲41の1，2)をしたところ，特許庁は，平成21年8月11日，「訂正を認める。",
                    "特許第3527092号の請求項1～3に係る発明についての特許を無効とする。」旨の審決(第2次審決。以下「本件審決」ということがある。)をし，その謄本は平成21年8月21日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の(新)請求項1～3(以下「本件発明1」～「本件発明3」という)は，以下のとおりである(下線が本件訂正における訂正部分)。",
                "・ 【請求項1】",
                "「重量％で，",
                "C：0．05～0．14％，",
                "Si：0．3～1．5％，",
                "Mn：1．5～2．8％，",
                "P：0．03％以下，",
                "S：0．02％以下，",
                "Al：0．005～0．283％，",
                "Ｎ：0．0060％以下を含有し，",
                "残部Feおよび不可避的不純物からなり，さらに％C，％Si，％MnをそれぞれC，Si，Mn含有量とした時に(％Mn)／(％C)",
                "≧15かつ(％Si)／(％C)≧4が満たされる化学成分からなり，その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする加工性の良い高強度合金化溶融亜鉛めっき鋼板。」",
                "・ 【請求項2】",
                "「重量％で，B：0．0002～0．0020％を含有する請求項1記載の加工性の良い高強度合金化溶融亜鉛めっき鋼板。」・ 【請求項3】",
                "「請求項1または請求項2に記載の化学成分からなる組成のスラブをAr 点以上の温度で仕上圧延を行い，50～85％の冷間圧延を施した後，連続溶融亜鉛めっき設備で700℃以上850℃以下のフェライト，オーステナイトの二相共存温度域で焼鈍し，その最高到達温度から650℃までを平均冷却速度0．5～3℃／秒で，引き続いて650℃からめっき浴までを平均冷却速度1～12℃／秒で冷却して溶融亜鉛めっき処理を行った後，500℃以上600℃以下の温度に再加熱してめっき層の合金化処理を行い，その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする加工性の良い高強度合金化溶融亜鉛めっき鋼板の製造方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は別添審決写しのとおりである。その理由の要点は，①本件訂正は，訂正要件を満たすので訂正は認められる，②前記無効理由Fに関し，請求人は訂正後の(新)請求項1～3について下記無効理由fを主張していると認められるところ，訂正後の請求項1～3(本件発明1～3)について実施可能要件，明確性要件とも認められないとして，本件発明1～3を無効としたものである。",
                "記",
                "・ 無効理由f：本件発明1～3に関する発明の詳細な説明は，発明の実施をすることができる程度に明確かつ十分に記載されていないから，特許法36条4項の要件(実施可能要件)",
                "を満たしておらず，特許を受けようとする発明を明確に記載したものでもないから同法36条6項2号の要件",
                "(明確性要件)も満たさない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べる誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(明確性要件についての認定・判断の誤り)(ア) 審決は，本件発明1～3の技術的意義に関して，「…訂正明細書には，金属組織としてフェライトに注目し，これが存在することの技術的意義が，高強度とプレス加工性の良いことの両立にあるとは，記載されていない。」(17頁4行～6行)とし，「…してみると，訂正明細書には，高強度とプレス加工性の良いことの両立という技術的意義は，本来的に，マルテンサイト及び残留オーステナイトを体積率で3～20％含む金属組織としたことによるものとして記載していると認められる。」(17頁16行～19行)と認定した。",
                    "確かに訂正明細書(甲41の2)には，本件発明1・2について，マルテンサイト組織，残留オーステナイト組織，及びマルテンサイトと残留オーステナイトの体積率を発明の技術的な特徴点として強調して記載しているが，だからといってフェライト組織については技術的に意味のない組織であるとしている訳ではない。",
                    "本件特許の出願時(平成10年3月27日)の技術常識からみれば，合金化溶融亜鉛めっき鋼板における高強度とプレス加工性の良いことの両立という本件発明1～3の技術課題に対して，フェライトがプレス加工性の維持・向上に大きく寄与している金属組織であることは当業者に自明であり，そこから本件発明1～3の発明特定事項として「その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」と規定したものである。",
                    "この点に関し，例えば，本件特許の出願日より前に頒布された刊行物である甲44(社団法人 日本鉄鋼協会編集「自動車用高強度薄板鋼板の製造技術・利用技術の進歩(限定版)」，昭和56年5月20日発行，99頁～105頁)の「2．2 複合組織鋼板(Dual Phase Sheet Steel)」の項には，本件発明1～3が対象とする鋼板の一つである Dual PhaseSheet Steel(DP鋼板ないしデュアル・フェーズ鋼)の特徴が記載されているところ，そのDP鋼板について，「加工硬化係数(n値)が高く，一様伸びが大きい」，「全伸びが大きい」(99頁17行)とされ，伸び(延性，加工性)に優れていることが記載されている。特に「DP鋼板が優れた強度−延性バランスを持つ理由については，α相が純化されて素地の変形能が大きくなる，α´とαの整合性が高いため，高ひずみとならなければボイドが生じない，数％の残留γ相が変形時にα´相に変る一種の加工誘起変態によるという考え方などがある。」(104頁8行～12行)と記載されているように，本件発明1・2と同様の複合組織を有する鋼板は，強度と延性すなわち加工性とがバランス良く両立されており，そのうちの延性(加工性)については，α相(フェライト相)が変形能(鋼板の変形能力)の向上に寄与していることが示されている。",
                    "このように，鋼中組織としてのフェライトが，加工性向上に寄与する組織であることは，当業者の技術常識そのものである。",
                    "したがって，本件発明1・2の合金化溶融亜鉛めっき鋼板の特性のうちのプレス加工性については，フェライトの存在によって担保されていることは明白である。",
                    "また，訂正明細書(甲41の2)の段落【0023】には，「650℃までを平均0．5～10℃／秒とするのは加工性を改善するためにフェライトの体積率を増す…」と記載されているように，フェライトの存在が合金化溶融亜鉛めっき鋼板の加工性の改善，すなわちプレス加工性の改善に寄与する金属組織であることは訂正明細書の記載からも明らかである。即ち，本件発明1，2の合金化溶融亜鉛めっき鋼板については，高強度とプレス加工性の良いことの両立という技術的意義は，金属組織についていえば，「フェライト中に」体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することによるものであることを前提として判断されなければならないところ，審決は，上記のとおり，「…訂正明細書には，高強度とプレス加工性の良いことの両立という技術的意義は，本来的に，マルテンサイト及び残留オーステナイトを体積率で3～20％含む金属組織としたことによるものとして記載していると認められる。」と認定しており，これは，高強度とプレス加工性の良いことの両立という技術的意義にはフェライトが関与していないとの認定に他ならない。これは，上記のとおり甲44等に記載の当業者の技術常識，訂正明細書の記載からして誤りであることが明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，「…訂正明細書には，高強度とプレス加工性の良いことの両立は，本来的には，マルテンサイト及び残留オーステナイトを3～20％含む金属組織としたことによるものとして記載されているのであって，前記主張は，訂正明細書に記載されている事項に基づかないもので，採用できるものではない。被請求人の主張は，その真偽は別にしても，事後的な知見を主張するものであり，採用の限りではない。」(17頁26行～32行)とした。",
                        "しかし，前記(ア)のとおり，本件発明1・2の合金化溶融亜鉛めっき鋼板における金属組織の一つであるフェライトがプレス加工性を維持・向上させる金属組織であることは，当業者にとっての技術常識であり，訂正明細書にも明確に記載されている(段落【0023】)から，本件発明1・2におけるフェライト組織の果たす作用・役割に関する主張は，何ら事後的な知見の主張に当たるものではない。",
                        "よって，上記審決の「訂正明細書に記載されていない事後的な知見を主張するものであり，採用の限りではない。」とする判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに審決は，「マルテンサイト及び残留オーステナイトを体積率で3～20％含む金属組織としたことの技術的意義は，高強度とプレス加工性の良いことの両立であるが，該技術的意義が成り立つには，マルテンサイトと残留オーステナイトが，強度とプレス加工性に関し，等価といえる程度の技術的効果を有することが，その前提になければならない。…そこで，このマルテンサイトと残留オーステナイトについてみると，前者は硬くて脆い組織で，また，後者は，軟らかで粘い組織で，…プレス加工性についてみれば，前者は悪く，後者は良いのは，技術常識であって，少なくとも，プレス加工性については，等価といえる程度の技術的効果を有するとの技術常識は，無いものである。」(17頁37行～18頁12行)とした。",
                        "しかし，上記のとおり，プレス加工による変形を主として担うのは，あくまでもフェライト組織であって，プレス加工性は，マルテンサイトと残留オーステナイト以外の主金属組織であるフェライトが担保するというのが本件発明1・2の金属組織の作用なのであるから，少なくともプレス加工性について，マルテンサイトと残留オーステナイトとが等価であることを前提にすること自体が誤りである。",
                        "一方，強度に関して，マルテンサイトは，もともとそれ自身で強度が高く，残留オーステナイトは，プレス加工によりマルテンサイトに変態することにより強度が高くなるという違いはあるにしても，両者ともにプレス加工後の最終的な成形品では強度を担う組織である。従って，合金化溶融亜鉛めっき鋼板の強度の維持・向上という観点から，マルテンサイトと残留オーステナイトは共通する機能を備えており，等価の技術的効果を有する金属組織ということができる。そうすると，本件発明1・2においてマルテンサイトと残留オーステナイトの体積率の内訳を規定していないということは，発明の明確性に何ら影響を与えるものではない。",
                        "さらに，訂正明細書(甲41の2)の表2には，金属組織として，体積率で3～20％のマルテンサイトと残留オーステナイトが含まれることによって，所定強度水準が得られるとともに，プレス加工性が向上した合金化溶融亜鉛めっき鋼板を具体的な実験事実として示している。",
                        "したがって，本件発明1・2の金属組織について，プレス加工性という観点からみて，マルテンサイトと残留オーステナイトは等価といえる程度の技術的効果を有するとの技術常識はないという審決の判断は誤りであって，本件発明1・2の金属組織におけるマルテンサイト，残留オーステナイトという組織は，合金化溶融亜鉛めっき鋼板において所定の強度を確保するという点で，等価といえるものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また審決は，「…上記技術的意義が成り立つには，強度とプレス加工性に関し，マルテンサイトと残留オーステナイトとが混在することから生じる技術的効果の存在を前提にしなければならない。しかしながら，このような技術的効果の認識が当業者にあったといえず，また，あったとする根拠も見当たらないし，更に，訂正明細書を精査しても，その存在を窺わせる記載は見当たらず，例えば，マルテンサイトと残留オーステナイトのうちの一方が存在しないものと，他方が存在しないものと，更に，両者を含むものとについて，『降伏強さ』，『引張強さ』や『伸び』を評価するなど(判決注：「評価すらなど」は誤記)していないから，やはり，その存在を窺わせる記載は見当たらないといわざるを得ない。",
                        "してみると，高強度とプレス加工性の良いことの両立という技術的意義は，本来的に，マルテンサイト及び残留オーステナイトを3～20％含む金属組織としたことによるものであるとの技術的内容を認めることはできず，結局のところ，訂正明細書の記載からは，金属組織として，フェライト中に『体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する』としたことの技術的意義を見出すことができない。」(18頁13行～28行)とした。",
                        "しかし，訂正明細書(甲41の2)の段落【0023】には「…加工性を改善するためにフェライトの体積率を増すと同時に，オーステナイトのC濃度を増すことにより，その生成自由エネルギーを下げ，マルテンサイト変態の開始する温度をめっき浴温度以下とする…」と，段落【0024】には「…650℃までの平均冷却速度を10℃／秒を超えるようにすると，フェライトの体積率の増加が十分でないばかりか，オーステナイト中C濃度の増加も少ないために鋼帯がめっき浴に浸漬される前にその一部がマルテンサイト変態し，…プレス加工性の良いことの両立が困難となる。」と，さらに段落【0027】には，「…残存するオーステナイトにCを濃縮させることにより，プレス加工中に効果的に加工誘起変態するよう…冷却することが好ましい…」と記載されており，オーステナイト中のC(炭素)濃度を高め，残留オーステナイトを混在させることによりフェライト中のC濃度を下げることを明らかにしている。",
                        "そうすると，組織中に残留オーステナイトを混在させずにマルテンサイトを体積率で3～20％とした場合には高強度が得られるものの，フェライト中のC濃度が高いために加工性の低下が生じることは明らかである。",
                        "一方，加工誘起変態は，鋼板に応力を加えると起きる現象であるが，加工性を向上させるためには，この現象が，鋼板の変形が進行中の特定の段階に集中して起こるのは好ましくなく，変形の進行中逐次に連続的に起こることが望ましい。本件発明1・2は，残留オーステナイトの加工誘起変態が連続的に起こるようにするために，マルテンサイトが混在するとその周囲からフェライトの変形が始まることに着目して加工性を向上させたものである。すなわち，組織中にマルテンサイトを混在させずに残留オーステナイトを体積率で3～20％とするのではなく，二つの相を混在させたことにより，高強度と加工性を両立しようとするものである。なお，マルテンサイトが混在するとその周囲からフェライトの変形が始まることについては，前記甲44に「周辺のα相素地における可動転位の形成および内部応力により，外部から応力が加わると容易にα´相周辺から転位が発生…」(103頁3行～5行)と記載されているとおりである。このように，本件発明1・2は，合金化溶融亜鉛めっき鋼板において高強度とプレス加工性が良いことを両立するために，金属組織として，フェライト中に「体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する」と特定しているのであり，これが正に混在させることの技術的効果なのである。",
                        "以上のとおり，本件発明1・2で，マルテンサイト及び残留オーステナイトを混在させたことの技術的効果は，訂正明細書(甲41の2)の記載から明らかであるばかりか，フェライト中に，マルテンサイト及び残留オーステナイトを3～20体積％混在させた金属組織に基づく技術的意義についても訂正明細書の記載から明らかである。",
                        "したがって，本件発明1・2において，「マルテンサイトと残留オーステナイトとが混在することから生じる技術的効果はなく，また，金属組織として，フェライト中に『体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する』としたことの技術的意義を見出すことができない。」旨の審決の認定・判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，本件発明1・2の合金化溶融亜鉛めっき鋼板は，本件発明3の製造方法をより具体化した方法によって形作られた結果(例えば，訂正明細書の段落【0029】～【0033】に示される本件発明1～3の具体例である試料番号4，8，10，12，14，15，18，21，25)としての金属組織を有するのであるから，金属組織として，フェライト中に「体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」ことの技術的意義を，これら具体例が示していることにはならない旨を示し(19頁10行～23行)，「…フェライト，マルテンサイトや残留オーステナイトの，それぞれの，金属組織における体積率，これら成分以外の金属組織成分の有無や，それらの体積率，更には，各金属組織成分の金属組織における配置関係などの構造が明らかにされていないから，金属組織における如何なる構成が，高強度とプレス加工性の良い合金化溶融亜鉛めっき鋼板であることに寄与しているかは，分からない…」(19頁25行～30行)とした。",
                        "しかし，訂正明細書(甲41の2)は上記の各点を実質的に開示しており，さらに本件発明1・2の技術的意義の理解の助けとすべく，本件発明外の成分組成の鋼種(例えば，表1，表2の鋼A，B，C，E，I，K，M，Ｎ，P，Q参照)，あるいは，本件発明外の製造条件(例えば，表2中，本件発明外の焼鈍時の最高到達温度として，試料番号5，6，13，19，本件発明外の平均冷却速度として，試料番号1，3，7，16，19，27，28，本件発明外の合金化の際の最高到達温度として，試料番号9，11，22，26)で合金化溶融亜鉛めっき鋼板を製造し，それらを比較対照して，その機械特性(降伏強さ，引張強さ，伸び)，金属組織，めっき特性(めっき密着性，パウダリング性)を評価し，その評価に基づき，フェライト中に「体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する」金属組織が形成された場合に，高強度とプレス加工性の良い合金化溶融亜鉛めっき鋼板が得られることを確認している。つまり，フェライト，マルテンサイト，残留オーステナイトの体積率は，マルテンサイト及び残留オーステナイトの合計体積率で3％以上20％以下(上記(ウ)のとおり，マルテンサイトと残留オーステナイトの体積率の内訳は特に規定される必要はない)であって，残部がフェライト主体であり，また，フェライト，マルテンサイト，残留オーステナイト以外の金属組織成分については，訂正明細書の段落【0027】に「合金化処理の後，…必要により…オーステナイトの一部をベイナイト変態させ…」と記載されているように，その有無及び体積率を特定することは，本件発明1・2の発明構成上の必須の要件ではなく単なる任意要件であるから，これらを規定することは無意味であり，さらに，金属組織の配置関係については，フェライト中にマルテンサイト及び残留オーステナイトが混在する金属組織が形成されていればよいのである。",
                        "よって，訂正明細書中に記載された本件発明の具体例が，本件発明1・2の金属組織の技術的意義を示していることにはならない，あるいは，金属組織における如何なる構成が，高強度とプレス加工性の良い合金化溶融亜鉛めっき鋼板であることに寄与しているか分からないとの審決の判断は，その根拠を欠く。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "審決は，「訂正明細書の発明の詳細な説明からは，本件発明1及び2において，金属組織として，フェライト中に『体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する』としたことの技術的意義を見出すことができないから，これら本件発明は，明確とはいえず，特許請求の範囲の記載は，特許を受けようとする発明が明確であることに適合するとはいえない。」(19頁32行～末行)と判断した。",
                        "しかし，本件発明1・2は，金属組織として，フェライト中に「体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する」としたことによって，高強度とプレス加工性の良い合金化溶融亜鉛めっき鋼板が得られることは，上記(ア)～(オ)記載のとおりであるから，本件発明1・2は明確であり，特許請求の範囲の記載は特許を受けようとする発明が明確であることに適合するといえる。",
                        "以上のとおり，本件発明1・2の明確性要件に関する審決の認定・判断は誤りであり，違法として取り消されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(実施可能要件についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…本件発明1又は2は，要するに，合金化溶融亜鉛めっきされる鋼板の化学成分組成に関する事項と，『金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』と記載した事項を発明特定事項とするもので，本件発明3の製造方法以外の方法で製造された物を包含するものであって，この製造方法以外の方法については，上述した実現を可能とする手段の示唆すらなく，本件発明1又は2については，発明の詳細な説明の記載は，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に，即ち，本件課題が解決できるように，明確かつ十分になされているということはできない。」(20頁6行～15行)と判断した。",
                        "しかし，訂正明細書(甲41の2)には，本件発明1，2に係る物の発明(加工性の良い高強度合金化溶融亜鉛めっき鋼板)について，その物を製造するための少なくとも一つの製造方法を本件発明3として開示し，さらに，より具体的な製造条件を，発明の実施の形態の欄に詳細に記述している。",
                        "審決は，上記のとおり「本件発明1又は2は，…本件発明3の製造方法以外の方法で製造された物を包含するものであって，この製造方法以外の方法については，上述した実現を可能とする手段の示唆すらなく，…」としているが，これは，即ち，本件発明1・2は，少なくとも，本件発明3の製造方法で製造できることを審決自体が認めているのであるから，訂正明細書には，本件発明1・2について，当業者が実施できる程度に明確かつ十分に記載されていることは明白である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，特許庁の審査基準(「特許・実用新案審査基準」第I部第1章「明細書及び特許請求の範囲の記載要件」，17頁～18頁。甲45)には，発明の詳細な説明の記載要件のうちの「3．2．1実施可能要件の具体的運用」について，「(1)発明の実施の形態…特許出願人が最良と思うものを少なくとも一つ記載することが必要である。」，「(2)物の発明についての『発明の実施の形態』 物の発明について実施をすることができるとは，上記のように，その物を作ることができ，かつ，その物を使用できることである…」と記載されている。ところで，物の発明である本件発明1・2は，審決が認めているように，少なくとも，本件発明3の製造方法で製造できるのであって，さらに，本件発明1・2は，高強度，加工性，塗装性，溶接性が要求される，例えば，自動車，家庭電気製品，建築などの用途にプレス加工をして使用される(甲41の2，段落【0001】，【0034】)のである。",
                        "そうであれば，本件発明1・2については，その物を作ることができ，かつ，その物を使用できるのであるから，特許庁の審査実務を規定した上記審査基準(甲45)に照らしても，実施可能要件に違反するものでないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，訂正明細書の記載は本件発明1・2について当業者が実施できる程度に明確かつ十分になされていない，との審決の判断は誤りであり，違法として取り消されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(本件発明3についての判断の誤り)について審決は，「6．むすび」(20頁19行)として，「本件発明1～3の本件特許は，特許法第36条第4項又は第6項の規定に違反した特許出願についてされたものであるから，上記本件特許は，特許法第123条第1項第4号に該当し，無効とすべきである。」(20頁20行～22行)と判断しているが，審決の理由を詳細に検討しても，審決には，本件発明3の加工性の良い高強度合金化溶融亜鉛めっき鋼板の製造方法の発明について，これを無効であると判断した具体的な理由が記載されていない。",
                    "特許法157条2項・同4項によれば，審決には理由を記載しなければならないと規定されているところ，審決には，本件発明3について無効であると判断した具体的な理由が記載されておらず，違法な手続きがなされたものであるから，審決は違法として取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)～(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1・2につき明確性要件を欠くとした理由として，以下の2つを述べる。",
                    "まず第1に，特許請求の範囲においてマルテンサイト及び残留オーステナイトの合計量のみが記載され，その内訳が何も規定されていないことから，「…マルテンサイトと残留オーステナイトが，強度とプレス加工性に関し，等価といえる程度の技術的効果を有することが，その前提になければならない。このことは，マルテンサイト及び残留オーステナイトにつき，その一方が他方に対して，金属組織に多量に含まれる場合を想定すれば，明らかである。…」(18頁2行～6行)と指摘し，マルテンサイト及び残留オーステナイトに関する技術常識を踏まえて，単に合計量を規定したのみでは技術的意義が見出せないと判断している。",
                    "第2に，上記とは反対に，マルテンサイトと残留オーステナイトの一方のみが含まれている場合を基準として，両者が混在していることによる効果が不明であることを指摘し，「混在」の技術的意義が見出せないと判断している。すなわち，仮に，マルテンサイトと残留オーステナイトの技術的意義が同等であるならば，いずれか一方でも効果を奏することにならざるを得ず，両者を混在させることの技術的意義が不明にならざるを得ないことを審決は指摘している。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，取消事由1として審決の明確性要件についての認定・判断の誤りを主張するが，審決が具体的に指摘した上記第1及び第2の理由に対する具体的な反論をしているとはいえない。",
        "まず，本件発明1・2の特許請求の範囲によれば，マルテンサイトと残留オーステナイトの双方を含み，その合計が3％以上20％以下の金属組織は，本件発明1・2に属することになる。本件発明1・2の特許請求の範囲の記載では，マルテンサイトと残留オーステナイトの技術的意義が同等であることが前提となるからであり，特許請求の範囲においてマルテンサイトと残留オーステナイトの含有量は個別に規定されていないからである。",
        "そして，審決の指摘を整理すると，以下のとおりである。",
        "第1に，本件特許の特許請求の範囲の記載を文字どおりに解釈すると，上記のとおりマルテンサイトと残留オーステナイトの双方を含み，その合計が3％以上20％以下の金属組織は，本件発明1・2に属することになるが，マルテンサイト及び残留オーステナイトに関する技術常識に照らして，上記数値範囲内でありさえすれば，その合計中のマルテンサイトと残留オーステナイトとの数値割合が著しく異なる場合でも，これらは同等であるとの技術的意義は認められない。この点について審決は，「…このマルテンサイトと残留オーステナイトについてみると，前者は硬くて脆い組織で，また，後者は，軟らかで粘い組織で…，プレス加工性についてみれば，前者は悪く，後者は良いのは，技術常識であって，少なくとも，プレス加工性については，等価といえる程度の技術的効果を有するとの技術常識は，無いものである。」(18頁6行～12行)としている。技術常識に関するこの審決の認定は正しい。",
        "第2に，本件発明1・2には，マルテンサイトと残留オーステナイトとが「混在」すると記載されているが，訂正明細書(甲41の2)には，マルテンサイトに残留オーステナイトを混在させることによる効果を説明した部分はない。同様に，残留オーステナイトにマルテンサイトを混在させることによる効果を説明した部分もない。審決は，「また，以上の視点とは別に」(18頁13行)で始まる段落において，この点を正しく指摘している。",
        "原告は，取消事由1に関する主張の一部として，訂正明細書では，フェライト組織について技術的に意味のない組織であるとしている訳ではないとして甲44を引用し，フェライトが，加工性向上に寄与する組織であることは当業者の技術常識そのものであり，本件発明1・2の合金化溶融亜鉛めっき鋼板の特性のうちのプレス加工性についてはフェライトの存在によって担保されていると主張する。しかし，これらの主張は，取消事由1とは何の関係もないことであり，審決には何らの誤認も存在しない。審決は，本件発明1(及び本件発明3)の記載中，「フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」ことの技術的意義が明らかでないことを指摘しているが，当該記載に含まれている「フェライト中」の技術的意義が不明であるか否かについては何も述べていない。審決が問題としているのは，第1に，マルテンサイトと残留オーステナイトの含有量の内訳を規定せずにそれらの合計量のみを規定することの技術的意義が不明であるということであり，第2に，両者が混在すること，すなわち，マルテンサイトのみ，あるいは，残留オーステナイトのみを含有する場合と比較して，両者が「混在」することの技術的意義が不明であるということである。当業者の技術常識に照らして審決の指摘が正当であることは，原告が依拠する甲44(全文は甲48)によっても明らかである。",
        "また，指摘しておくべき点として，甲44は昭和56年(1981年)当時の当業者の技術常識を示すものである。したがって，甲44にはDP鋼に関する記載はあるが，甲6～甲8などに記載されているTRIP(「Transformation Induced Plasticity」の略。変態誘起塑性の意)鋼に関する記載はない。TRIP鋼は，1990年代に開発されて普及し，本件特許の出願日である1998年(平成10年)3月27日には，TRIP鋼も当業者の技術常識の一部となっていたが，甲44にはTRIP鋼の説明は存在しない。その意味で，甲44は，乙2(Pierre Messien ら「2相域焼鈍されたデュアル・フェーズ鋼の相変態及び微細構造」1981年2月23・24日開催のAIME冶金学協会熱処理委員会等主宰のシンポジウムの講演予稿集161頁～180頁)と同じ内容を含んでいる。",
        "例えば，乙2には，「デュアル・フェーズ鋼の微細組織は，実質的に，微細粒の等軸フェライトからなり，その中に硬質相の島が分散しており，それは，多くの場合，幾分の残留オーステナイトを含むマルテンサイトである」(訳文「序論」中の1行～3行)との記載があり，この記載に対応するものとして，甲44には，「γ相はその一部がマルテンサイト相(α’相)に変態し，軟質のα相素地に硬質のα’相が分散したDP鋼板が得られる。なお，条件によってはγ相が冷却後に未変態のまま残ることもある」(99頁下12行～11行)と記載されている。ここで，α相とはフェライト相であり，γ相とはオーステナイト相である。したがって，金属組織の記述として見れば，乙2と甲44は同一の内容を記載しているのであって，原告の主張は，被告の主張を補強するものでこそあれ，被告の主張に対する反論にはなっていない。",
        "さらに，甲44には，「数％の残留γ相が変形時にα´相に変る一種の加工誘起変態による28)，31)，35)という考え方などがある。加工誘起変態説に対しては，2％程度のひずみでほとんど残留γ相がα’相に変態するので，残留γ相は延性の向上に寄与していないという反論もある。40)」(104頁下5行～下3行)と記載されている。この記載は，その後のTRIP鋼開発につながる記載であるが，当時(1981年)の技術常識では，残留オーステナイト(γ相)の技術的意義が確立されていなかったことも明らかである。",
        "しかし，本件特許の出願時には，TRIP鋼が開発されており，残留オーステナイトの技術的意義も当業者の技術常識の一部となっていた。このことは後記甲6～8からも明らかである。すなわち，これらの文献には，「TRIP(Transformation Induced Plasticity)とは，変態誘起塑性と訳されるが，化学的に不安定な状態で存在するオーステナイト(γ)相が，力学的エネルギーの付加により，マルテンサイトへと変態する際に，相伴う大きな伸びのことを指す。…」(甲6〔佐久間康治ら「変態誘起塑性効果を利用した次世代高強度薄鋼板」新日鉄技報第354号17頁～21頁，平成6年11月29日発行〕，17頁左下末行～右上欄3行)，「従来の1000MPa級複合組織鋼では全伸びが約10％程度(1)であったものが，この残留オーステナイトの変態誘起塑性(Transformation Induced Plasticity:TRIP)効果を利用した複合組織鋼では20～30％に改善され(3)−(5)，張り出し成形が可能な領域に達している．」(甲7〔杉本公一ら「TRIP 型複合組織鋼の延性に対する温度とひずみ速度の影響」日本金属学会誌 第54巻第6号657頁～663頁〕，657頁左欄本文5行～10行)，「…近年，張り出し成形可能な超高強度鋼板として開発された多量(10～20vol％)の残留オーステナイトを含む複合組織鋼(4)(TRIP 型複合組織鋼(5)−(7))では，この内部応力に加え，残留オーステナイトの変態誘起塑性(Transformation Induced Plasticity: TRIP)が変形に関与することが報告されている。」(甲8〔安木真一ら「TRIP 型複合組織鋼の低サイクル疲労硬化」日本金属学会誌 第54巻第12号1350頁～1357頁〕，1350頁左欄本文3行～8行)などと記載されている。これらの記載によれば，本件特許の出願前に，当業者にとって，マルテンサイトと残留オーステナイトの技術的意義が全く異なることは技術常識であった。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "さらに，甲7の658頁左欄～右欄に「1．微細組織」の記載があり，「…両鋼はいずれもベイナイト(B)・マルテンサイト(M)・残留オーステナイト(A)・フェライト(F)の4相組織からなり，第2相は互いにほぼ連結してフェライトを取り囲んでいる。硬質相としてはベイナイト相が大半をしめ，マルテンサイト相は少量である。…硬質相と残留オーステナイトを加えたものを第2相(SP:B+M+A)と呼ぶことにする…」(658頁左欄下2行～右欄7行)と記載されている。この記載と，乙2の「デュアル・フェーズ鋼の微細組織は，実質的に，微細粒の等軸フェライトからなり，その中に硬質相の島が分散しており，それは，多くの場合，幾分の残留オーステナイトを含むマルテンサイトである」(前出)との記載や，甲44の「γ相はその一部がマルテンサイト相(α’相)に変態し，軟質のα相素地に硬質のα’相が分散したDP鋼板が得られる。なお，条件によってはγ相が冷却後に未変態のまま残ることもある」(前出)との記載を対比すれば容易に理解できるとおり，本件特許の出願前において，マルテンサイトを含み，少量の残留オーステナイトを含むDP鋼と，反対に，残留オーステナイトを含み，少量のマルテンサイトを含むTRIP鋼とは異なる技術的意義を有する鋼として当業者に認識されていたものである。",
        "審決は，このような当業者の技術常識を踏まえた上で，「…そこで，このマルテンサイトと残留オーステナイトについてみると，前者は硬くて脆い組織で，また，後者は，軟らかで粘い組織で…，プレス加工性についてみれば，前者は悪く，後者は良いのは，技術常識であって，少なくとも，プレス加工性については，等価といえる程度の技術的効果を有するとの技術常識は，無いものである。」(18頁6行～12行)と認定し，この認定に基づいて「フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」ことの技術的意義が明らかでないことを指摘したものである。",
        "以上によれば，原告が，訂正明細書(甲41の2)では，フェライト組織について技術的に意味のない組織であるとしている訳ではない，フェライトが，加工性向上に寄与する組織であることは，当業者の技術常識そのものである，本件発明1及び2の合金化溶融亜鉛めっき鋼板の特性のうちのプレス加工性については，このフェライトの存在によって担保されているとの主張は，その主張の当否を別としても，いずれも，審決の認定とは無関係な事実を指摘するものであり，審決の認定の誤りを指摘するものとはなっていない。",
        "以上のとおりであるから，「訂正明細書の記載からは，金属組織として，フェライト中に『体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』としたことの技術的意義を見出すことができない」とした審決の認定に誤りはなく，原告の主張する取消事由1は理由がない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，訂正明細書(甲41の2)の表1・2を参照して，本件発明1・2が実施可能であるとする。原告の主張の前提には，マルテンサイトと残留オーステナイトの体積率の内訳は特に規定される必要はない，フェライト，マルテンサイト，残留オーステナイト以外の金属組織成分については，その有無及び体積率を特定することは，本件発明1・2の構成上の必須の要件ではなく単なる任意要件であるから，これらを規定することは無意味であるとの主張がある。",
        "しかし，原告の上記前提自体が誤りであり，審決に誤りはない。",
        "訂正明細書の表2には，実施例，比較例が記載されているところ，いずれの試料についても，マルテンサイト及び残留オーステナイトの合計体積率が記載されているだけであり，その内訳は不明である。また，マルテンサイトと残留オーステナイト以外の金属組織成分(例えば，ベイナイト)の有無及び体積率も不明である。原告は，マルテンサイトと残留オーステナイトの合計量のみで本件発明1・2を把握することができるから，その内訳を明らかにすることは不要であり，かつ，マルテンサイトと残留オーステナイト以外の金属組織成分は任意成分であるから，その有無や体積率を特定する必要もないとするが，発明の詳細な説明の果たすべき役割を誤解している。",
        "原告の主張する，マルテンサイトと残留オーステナイトの体積率の内訳は特に規定される必要はない，フェライト，マルテンサイト，残留オーステナイト以外の金属組織成分については，その有無及び体積率を特定することは，本件発明1・2の発明構成上の必須の要件ではなく単なる任意要件であるから，これらを規定することは無意味である等の内容は，このような主張が成り立つことを当業者が納得するに足りる記載が明細書中になければ，原告の主張そのものが記載不備を証明していることになる。そして，以下のとおり，訂正明細書(甲41の2)には原告の主張を根拠付けるような記載はない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件に先立つ第1次審決取消訴訟(平成20年(行ケ)第10395号)において，原告は，比較の具体例として，訂正明細書記載の試料番号9(比較例)と試料番号18(実施例)及び試料番号12(実施例)と試料番号13(比較例)の比較を挙げた。そこで，これらの比較に試料番号8(実施例)及び試料番号10(実施例)を加えて，比較しやすいようにマルテンサイト及び残留オーステナイトの体積率の順番に並べ替えてみると，当業者が訂正明細書の表2を検討しても，マルテンサイトと残留オーステナイトの合計体積率にいかなる意味があるのかを把握することはできない。",
        "すなわち，試料番号9と試料番号10及び8を比較すると，マルテンサイトと残留オーステナイトの合計体積率を大きくすることは，引張強さを保った上で伸びを大きくするという結果をもたらす。しかし，試料番号9と試料番号12及び18を比較すると，今度は，伸びを保ったまま，引張強さを大きくするという結果がみられる。ところが，特許請求の範囲に記載された下限よりもマルテンサイトと残留オーステナイトの体積率がわずかに0．1％だけ小さい試料番号13を基準にして比較すると，試料番号10及び8は，引張強さと伸びの間にトレード・オフの関係があり，引張強さを犠牲にして伸びを大きくした結果になっている。そして，試料番号12及び18は，引張強さを保ちながら，伸びを大きくしているが，伸びの増加は，試料番号10及び8には及ばない。これらの結果からみれば，試料番号10及び8の場合と，試料番号12及び18の場合とでは，マルテンサイトと残留オーステナイトの合計に含まれているマルテンサイト又は残留オーステナイトの割合が極端に異なり，そのことが引張強さ及び伸びに影響を与えているのではないか，したがって，マルテンサイトと残留オーステナイトの合計量ではなく，それぞれが含まれている量が重要なのではないかとの疑いを生ずる。",
        "また，マルテンサイトと残留オーステナイトの合計量が少ないために比較例とされている試料番号9及び13を比較すると，試料番号9は，引張強さが516MPaであるから，本件特許の解決課題である「引張強さTSが490～880MPa」という目標に到達し，かつ，伸び26％に示されるように加工性も良い。伸び26％によって加工性が良いことが示されていることは，試料番号18との比較により明らかである。",
        "これに対して，試料番号13は，実施例である試料番号10及び8よりもかなり高い引張強さを有している。その一方で，伸びは小さい。試料番号9と試料番号13にこのような違いがあることは，マルテンサイトと残留オーステナイトの合計量の違い以外に，フェライトを含むその他の金属組織にも違いがあり，その違いによって，試料番号9は，一応の引張強さと大きい伸びを有するのに対して，試料番号13は，高い引張強さとやや小さい伸びを有するのではないかとの疑いを生ずる。",
        "訂正明細書の発明の詳細な説明には，当業者が当然に持つであろう上記の疑問を解明する記載は一切ない。この点は審決が正しく指摘するところである。すなわち審決は，「…例えば，マルテンサイトと残留オーステナイトのうちの一方が存在しないものと，他方が存在しないものと，更に，両者を含むものとについて，『降伏強さ』，『引張強さ』や『伸び』を評価するなどしていない…」(18頁18行～21行)，「…各具体例につき，フェライト，マルテンサイトや残留オーステナイトの，それぞれの，金属組織における体積率，これら成分以外の金属組織成分の有無や，それらの体積率，更には，各金属組織成分の金属組織における配置関係などの構造が明らかにされていないから，金属組織における如何なる構成が，高強度とプレス加工性の良い合金化溶融亜鉛めっき鋼板であることに寄与しているかは，分からないというべきである。」(19頁24行～30行)と指摘している。",
        "以上のとおりであるから，訂正明細書に記載された発明の詳細な説明を読んでも，当業者は，「その金属組織に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが含まれること」という構成要件の技術的意義を理解することはできない。したがって，本件発明1～3を実施することもできない。",
        "審決の認定に誤りはなく，原告の主張する取消事由2は成り立たない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "取消事由3に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "審決は，本件発明1・2について，「訂正明細書の記載からは，金属組織として，フェライト中に『体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』としたことの技術的意義を見出すことができない」(18頁26行～28行)と明確に判断している。審決理由の記載において，本件発明3についてもこの判断が同様に当てはまるということを明示的に述べたところがないことは原告の指摘するとおりであるが，本件発明3の製造方法の目的物は「フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする加工性の良い高強度合金化溶融亜鉛めっき鋼板」として特定されているのであるから，審決は，実質的に，「本件発明1及び本件発明2と同様に本件発明3についても『フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』点の技術的意義が不明であること」を本件発明3にかかる無効理由としても述べているに等しい。したがって，原告の主張する取消事由3は成り立たない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以下，本件発明3においても，「その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在すること」が構成要件となっているために，本件発明3についても審決の認定した記載不備が存在することを明らかにする。",
        "本件発明1・2に関して審決が指摘しているとおり，本件発明3に関しても，一方において，マルテンサイトと残留オーステナイトの体積比を不問にして，両者の合計のみを構成要件とするものである。しかし，他方において，「マルテンサイト及び残留オーステナイトが混在すること」を構成要件とするものであるから，マルテンサイトのみ，あるいは，残留オーステナイトのみが金属組織に体積率で3％以上20％以下含まれていても，本件発明1～3の構成要件は充足しないことになる。",
        "これに対し審決は，マルテンサイトと残留オーステナイトが明らかに異なる組織であることを前提として，合計量のみを構成要件とすることの技術的意義が不明であるとする一方で，両者が混在することの技術的意義も不明であるとしたものである。この判断は，最初に述べた当業者の技術常識に沿った判断である。",
        "第1点については，マルテンサイトを生成させる冷却条件とオーステナイトを残留させる冷却条件が明らかに異なることは当業者の常識であり，マルテンサイトを生成させてその特性を利用する鋼がデュアル・フェーズ鋼と呼ばれているのに対して，オーステナイトを残留させてその特性を利用する鋼はTRIP鋼として知られている。したがって，両者の合計が一定であれば，その内訳は問わないという本件発明1～3は当業者の技術常識に反するものであるから，その根拠が十分に記載されていない限り，当業者は本件発明1～3の内容を理解できないことになる。",
        "次に，第2点については，デュアル・フェーズ鋼の製造においてオーステナイトが残留することがあること，オーステナイトを残留させる場合であってもマルテンサイトが生成する可能性を排除できないことは当業者の常識に属すると思われる。前者については，前記乙2において「幾分の残留オーステナイトを含むマルテンサイト」と記載されている。また，後者については，甲7(日本金属学会誌 第54巻第6号657頁～663頁，平成2年6月)の658頁左欄～右欄に「1．微細組織」の記載があり，「両鋼はいずれもベイナイト(B)・マルテンサイト(M)・残留オーステナイト(A)・フェライト(F)の4相組織からなり，第2相は互いにほぼ連結してフェライトを取り囲んでいる。硬質相としてはベイナイト相が大半をしめ，マルテンサイト相は少量である。」と記載されている。本件発明1～3は，これらとは区別されるものとして発明されたものであるから，両者が混在することの技術的意義が明確にされていなければならないはずである。しかし，訂正明細書の発明の詳細な説明においてこの点が明確にされているとはいえない。",
        "むしろ，訂正明細書(甲41の2)の発明の詳細な説明においては，以下に列挙するとおり，本件各発明とTRIP鋼とを区別することを困難にするような記載が存在する。",
        "・「…オーステナイトはマルテンサイト変態せず…」(段落【0010】)・「…オーステナイトがマルテンサイト変態するのを抑制する目的で…」(段落【0016】)",
        "・「…オーステナイトのC濃度を増すことにより，その生成自由エネルギーを下げ，マルテンサイト変態の開始する温度をめっき浴温度以下とすることを目的とする。…」(段落【0023】)",
        "・「…オーステナイトがパーライトに変態するため，高強度とプレス加工性の良いことの両立が困難となる。」(段落【0026】)",
        "・「…オーステナイトからパーライトやベイナイトへの変態が極めて起こりにくいことに特徴があり…」(段落【0027】)",
        "以上の記載からは，マルテンサイトと残留オーステナイトの合計量を規定することの技術的意義は，第1に，両者の比率を不問にするという観点からも，第2に，両者が混在しなければならないという観点からも，当業者が理解することはできない。したがって，審決の認定は正当であり，原告の主張するような誤認は存在しない。",
        "原告は，実施例と比較例を対比することによって本件発明1～3の意義を説明しようと試みているが，原告の指摘する実施例及び比較例によっても，本件発明1～3の意義は明らかではない。この点は，取消事由2に対する反論として述べたとおりであり，本件発明1・2のみならず，本件発明3についても同様に成り立つ。よって，原告の主張する取消事由3も成り立たない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(明確性要件についての認定・判断の誤り)について(1) 原告は，本件発明1，2につき明確性要件違反があるとした審決の認定・判断には誤りがある旨主張する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件訂正後の明細書(甲41の2〔全文訂正明細書〕)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "特許請求の範囲(請求項1～3)",
                  "text": [
                    "上記第3，1(2)記載のとおり"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "・ 「【発明の属する技術分野】",
                    "本発明は，加工性の良い高強度合金化溶融亜鉛めっき鋼板とその製造方法に関わるものである。本発明が係わる高強度合金化溶融亜鉛めっき鋼板とは，自動車，家庭電気製品，建築などの用途にプレス加工をして使用されるものであり，プレス加工性と防錆の一層の改善のために上層に鉄めっきや金属酸化物皮膜，有機皮膜を表面処理した鋼板を含む。」(段落【0001】)",
                    "・ 「…加工性を悪化させずに鋼板を高強度化する強化機構として一般に考えられているような固溶強化や複合組織強化ではSiやMn，Pといった元素を添加する必要があるが，これらの元素の添加は一般に鋼板表面の濡れ性を悪くし，溶融亜鉛めっきを施すことは困難とされてきた。…不必要なパーライトやベイナイト変態を避けるためにはSiやMnの添加量を一層増すことが必要となる。」(段落【0003】)・ 「このようなSiやMn，Pが多く添加された鋼板の溶融亜鉛めっきにおける密着性を改善する手法としては，溶融亜鉛めっきに先立って鋼板表面に…少量のFeや，…少量のＮiをプレめっきする方法があり，…内部と比べてC，Si，Mnの含有量が少ない表層を有するスラブから製造された鋼板を溶融亜鉛めっきする方法も開示されているが，製造コストの増加が著しく，工業的な生産には適さない。」(段落【0004】)",
                    "・ 「…溶融亜鉛めっき鋼板は塗装性や溶接性に劣るうえ，プレス加工時に軟質なめっき層がプレス金型との間に凝着し，摩擦抵抗が増大するためプレス破断を起こしやすく，特に厳しいプレス成形が必要とされる自動車をはじめとした用途に合金化溶融亜鉛めっき鋼板が開発されたが，フェライト中にマルテンサイトや残留オーステナイトが混在することを特徴とする複合組織強化された鋼板には適用しづらい。これはめっき層をZn−Fe合金とする合金化溶融亜鉛めっきではめっき直後の加熱合金化処理を行なうことが一般的であるが，溶接性や塗装性が損なわれず，製造コストの上昇も招かないような範囲での鋼板への合金元素の添加では，その間にパーライトやベイナイトへの変態が進むため，合金化温度から室温へ冷却した後の金属組織中に十分な体積率のマルテンサイトや残留オーステナイトが存在しないことに原因する。」(段落【0007】)",
                    "・ 「このため，特にオーステナイトの変態を抑制するMoやBの添加が…提案されているが，コスト高であるにもかかわらず，鋼板の降伏強さYPが上昇する一方，伸びElが減少し，プレス加工性は劣化する傾向にあり，複合組織強化により高強度化された裸鋼板に匹敵するようなプレス加工性の良い合金化溶融亜鉛めっき鋼板は見当たらなかった。」(段落【0008】)",
                    "・ 「【発明が解決しようとする課題】",
                    "上述のとおり，フェライト中にマルテンサイトや残留オーステナイトが混在した金属組織を有し，その複合組織強化により引張強さTSが490～880MPaとなるプレス加工性の良い合金化溶融亜鉛めっきを施した鋼板を開発することが課題とされてきた。」(段落【0009】)",
                    "・ 「【課題を解決するための手段】",
                    "本発明者らは，前記の課題を解決するべく，CとSi，Mnの添加量を制御した鋼を用いて，連続溶融亜鉛めっき設備において焼鈍温度からめっき浴に鋼帯を浸漬するまでの冷却条件とめっき直後に行なう合金化処理の加熱条件が変化した時の金属組織と合金化の進行状況の相関について鋭意検討を加えた結果，C，Mnが一定量以上添加された鋼をフェライト，オーステナイトの二相共存温度域から650℃までを平均冷却速度0．5～10℃／秒という緩冷却し，十分な体積率のフェライトが存在する状態とした後に，650℃からめっき浴までを平均冷却温度1～20℃／秒で冷却するとめっき浴に鋼帯を浸漬するまではオーステナイトはマルテンサイト変態せず，特にC量に対し添加されるSi，Mn量が一定割合以上である場合には，めっき直後に行なう合金化処理のため再加熱したとしてもその温度が500～600℃であれば，パーライトおよびベイナイト変態の進行が著しく遅滞するため，室温まで冷却後にも体積率で3～20％のマルテンサイトおよび残留オーステナイトがフェライト中に混在する金属組織となり，その複合組織強化により高強度とプレス加工性の良いことを合金化溶融亜鉛めっき鋼板で実現できることを見出した。」(段落【0010】)",
                    "・ 「以下，本発明を詳細に説明する。まず，C，Si，Mn，P，S，Al，Ｎ，Bの数値限定理由について述べる。Cはマルテンサイトや残留オーステナイトによる組織強化で鋼板を高強度化しようとする場合に必須の元素であり，ミストや噴流水を冷却媒体として焼鈍温度から急速冷却することが困難な溶融亜鉛めっきラインではCが0．05％未満ではセメンタイトやパーライトが生成しやすく，必要とする引張強さの確保が困難である。一方，Cが0．15％を超えると，スポット溶接で健全な溶接部を形成することが困難となると同時にCの偏析が顕著となるため加工性が劣化する。」(段落【0014】)・ 「Siは鋼板の加工性，特に伸びを大きく損なうことなく強度を増す元素として知られており，その添加は一般に有用と考えられるうえ，めっき直後に行なう合金化処理のための再加熱でパーライトおよびベイナイト変態の進行を著しく遅滞させ，室温まで冷却後にも体積率で3～20％のマルテンサイトおよび残留オーステナイトがフェライト中に混在する金属組織とするために0．3％以上でかつC含有量の4倍以上の重量％を添加する。しかし，その添加量が1．5％を超えると酸化物層を還元し，酸化膜厚を適当な範囲としたり，適当な薬剤を塗布してから鋼帯をめっき浴に浸漬したとしてもめっき密着性の悪化が著しいため，上限を1．5％とする。」(段落【0015】)・ 「MnはCとともにオーステナイトの自由エネルギーを下げるため，めっき浴に鋼帯を浸漬するまでの間にオーステナイトがマルテンサイト変態するのを抑制する目的で1．5％以上添加する。またC含有量の15倍以上の重量％を添加することにより，めっき直後に行なう合金化処理のための再加熱でパーライトおよびベイナイト変態の進行を著しく遅滞させ，室温まで冷却後にも体積率で3～20％のマルテンサイトおよび残留オーステナイトがフェライト中に混在する金属組織とできる。しかし添加量が過大になるとスラブに割れが生じやすく，またスポット溶接性も劣化するため，2．8％を上限とする。」(段落【0016】)",
                    "・ 「Pは一般に不可避的不純物として鋼に含まれるが，その量が0．03％を超えるとスポット溶接性の劣化が著しい…Sも一般に不可避的不純物として鋼に含まれるが，その量が0．02％を超えると，…鋼板の曲げ性に悪影響をおよぼす。」(段落【0017】)",
                    "・ 「Alは鋼の脱酸元素として，またAlＮによる熱延素材の細粒化，および一連の熱処理工程における結晶粒の粗大化を抑制し材質を改善するために0．005％以上添加する必要があるが0．5％を超えることはコスト高となるばかりか，表面性状を劣化させ，好ましくは0．1％以下が望ましい。Ｎもまた一般に不可避的不純物として鋼に含まれるが，その量が0．060％を超えると，伸びとともに脆性も劣化するため，これを上限とする。」(段落【0018】)",
                    "・ 「Bは一般に焼き入れ性を増す元素として知られており，合金化処理のための再加熱に際しパーライトおよびベイナイト変態を遅滞させることにより(判決注：「ことのより」は誤記)，室温まで冷却後に体積率で3～20％のマルテンサイトがフェライト中に混在した金属組織とすることを容易にするため0．0002％以上添加してもよい。",
                    "しかしその添加量が0．0020％を超すと，フェライト，オーステナイトの二相共存温度域から650℃までを緩冷却しても十分な体積率までフェライトが成長せず，650℃からめっき浴までの冷却途上でオーステナイトがマルテンサイトに変態し，その後合金化処理のための再加熱でマルテンサイトが焼き戻されてセメンタイトが析出するため高強度とプレス加工性の良いことの両立が困難となる。…」(段落【0019】)",
                    "・ 「次に，製造条件の限定理由について述べる。その目的はマルテンサイトおよび残留オーステナイトを3～20％含む金属組織とし，高強度とプレス加工性が良いことが両立させることにある。マルテンサイトおよび残留オーステナイトの体積率が3％未満の場合には高強度とならない。一方，マルテンサイトおよび残留オーステナイトの体積率が20％を超えると，高強度ではあるものの鋼板の加工性が劣化し，本発明の目的が達成されない。熱間圧延に供するスラブは特に限定するものではない。すなわち，連続鋳造スラブや薄スラブキャスター等で製造したものであればよい。また鋳造後直ちに熱間圧延を行う連続鋳造−直送圧延(CC−DR)のようなプロセスにも適合する。」(段落【0020】)",
                    "・ 「熱間圧延の仕上温度は鋼板のプレス成形性を確保するという観点からAr 点以上とする必要がある。熱延後の冷却条件や巻取温度は特に限定しないが，巻取温度はコイル両端部での材質ばらつきが大きく(判決注：「大きき」は誤記)なることを避け，またスケール厚の増加による酸洗性の劣化を避けるためには750℃以下とし，また部分的にベイナイトやマルテンサイトが生成すると冷間圧延時に耳割れを生じやすく，極端な場合には板破断することもあるため550℃以上とすることが望ましい。冷間圧延は通常の条件でよく，フェライトが加工硬化しやすいようにマルテンサイトおよび残留オーステナイトを微細に分散させ，加工性の向上を最大限に得る目的からその圧延率は50％以上とする。一方，85％を超す圧延率で冷間圧延を行うことは多大の冷延負荷が必要となるため現実的ではない。」(段落【0021】)",
                    "・ 「ライン内焼鈍方式の連続溶融亜鉛めっき設備で焼鈍する際，その焼鈍温度は700℃以上850℃以下のフェライト，オーステナイト二相共存域とする。焼鈍温度が700℃未満では再結晶が不十分であり，鋼板に必要なプレス加工性を具備できない。850℃を超すような温度で焼鈍することは鋼帯表面にSiやMnの酸化物層の成長が著しく，その還元に長時間を要するため好ましくない。また引き続きめっき浴へ浸漬し，冷却する過程で，650℃までを緩冷却しても十分な体積率のフェライトが成長せず，650℃からめっき浴までの冷却途上でオーステナイトがマルテンサイトに変態し，その後合金化処理のための再加熱でマルテンサイトが焼き戻されてセメンタイトが析出するため高強度とプレス加工性の良いことの両立が困難となる。」(段落【0022】)",
                    "・ 「鋼帯は焼鈍後，引き続きめっき浴へ浸漬する過程で冷却されるが，この場合の冷却速度はその最高到達温度から650℃までを平均0．5～10℃／秒で，引き続いて650℃からめっき浴までを平均1～20℃／秒とする。650℃までを平均0．5～10℃／秒とするのは加工性を改善するためにフェライトの体積率を増すと同時に，オーステナイトのC濃度を増すことにより，その生成自由エネルギーを下げ，マルテンサイト変態の開始する温度をめっき浴温度以下とすることを目的とする。650℃までの平均冷却速度を0．5℃／秒未満とするには焼鈍時の最高到達温度を低下するのでなければ，連続溶融亜鉛めっき設備のライン長を長くする必要があり，コスト高となる。」(段落【0023】)",
                    "・ 「また，最高到達温度を下げ，オーステナイトの体積率が小さい温度で焼鈍することも考えられるが，その場合には実際の操業で許容すべき温度範囲に比べて適切な温度範囲が狭く，僅かでも焼鈍温度が低いとオーステナイトが形成されず目的を達しない。一方，650℃までの平均冷却速度を10℃／秒を超えるようにすると，フェライトの体積率の増加が十分でないばかりか，オーステナイト中C濃度の増加も少ないために鋼帯がめっき浴に浸漬される前にその一部がマルテンサイト変態し，その後合金化処理のための再加熱でマルテンサイトが焼き戻されてセメンタイトが析出するため高強度とプレス加工性の良いことの両立が困難となる。」(段落【0024】)",
                    "・ 「650℃からめっき浴までの平均冷却速度を1～20℃／秒とするのは，その冷却途上でオーステナイトがパーライトに変態するのを避けるためであり，その冷却速度が1℃／秒未満では本発明で規定する温度で焼鈍し，また650℃まで冷却したとしてもパーライトの生成を避けられない。一方，650℃からめっき浴までを平均冷却速度20℃／秒を超えるように鋼帯を冷却することはドライな雰囲気では困難である。」(段落【0025】)",
                    "・ 「本発明では溶融亜鉛めっき後，500℃以上600℃以下の温度範囲に鋼帯を再加熱し，めっき層を鉄−亜鉛の合金とするが，その目的は塗装性や溶接性を改善するとともに，プレス加工時に軟質なめっき層がプレス金型との間に凝着して摩擦抵抗が増大し，プレス破断するのを避けることにある。再加熱する温度が500℃未満では合金化が不完全で塗装性や溶接性，プレス加工性に劣る。一方，600℃を超すような温度に再加熱すると，鋼帯をめっき浴に浸漬した後にも残存していたオーステナイトがパーライトに変態するため，高強度とプレス加工性の良いことの両立が困難となる。」(段落【0026】)・ 「本発明ではその前までの一連の熱処理を経ることによって，オーステナイトの生成自由エネルギーが低下しているため，合金化処理のための再加熱を行なってもオーステナイトからパーライトやベイナイトへの変態が極めて起こりにくいことに特徴があり，むしろフェライトが緩慢に成長することにより，鋼板の引張強さを安定させている。",
                    "合金化処理の後，鋼帯は200℃以下に冷却され，必要により調質圧延を施されるが，その間の冷却方法としてはオーステナイトの一部をベイナイト変態させ，残存するオーステナイトにCを濃縮させることにより，プレス加工中に効果的に加工誘起変態するよう，450℃から350℃までを2℃/ 秒以下で冷却することが好ましいが，100℃／秒以上で冷却したとしても本発明の効果に大きな影響を及ぼさない。」(段落【0027】)",
                    "・ 「尚，めっき浴の温度は浴組成により異なるが，一般には450～500℃程度であり，また鋼板表面の外観を損なわないようめっき浴に0．01～0．5％の濃度のAlを添加することもあるが，本発明の効果を何ら損なうものではない。この後，必要により，上層に鉄めっきや金属酸化物皮膜，有機皮膜などの表面処理を施しても，本発明の特徴とする高強度とプレス加工性の良いことの両立を阻害せず，プレス加工性や防錆の一層の改善につながるため本発明の目的を達成する上で好ましい。」(段落【0028】)",
                    "・ 「【発明の実施の形態】",
                    "表1に示す組成からなるスラブを1150℃に加熱し，仕上温度910～930℃で3．0～6．5mmの熱間圧延鋼帯とし，580",
                    "～680℃で巻き取った。酸洗後，65～75％の圧下率の冷間圧延を施して0．8～2．3mmの冷間圧延鋼帯とした後，ライン内焼鈍方式の連続溶融亜鉛めっき設備を用いて表2に示すような条件の熱処理と調質圧延を行い，合金化溶融亜鉛めっき鋼板を製造した。この鋼帯からJIS5号試験片を切り出し，常温での引張試験を行うことにより，降伏強さ(YP)，引張強さ(TS)，伸び(El)を求めた。",
                    "また，めっき密着性は半球状のポンチを落下させることにより形成された円状のくぼみにテープを付着した後剥離し，テープに付着しためっきの量を目視により判断する，いわゆるボールインパクト法で評価し，パウダリング性評点は曲げ−曲げ戻しした試験片の表面をテープ剥離し，テープに付着した脱落皮膜の量の多少により評価し，合金化の程度を判定した。以上の結果を表2に示す。」(段落【0029】)」(段落【0030】)",
                    "・ 【表2】",
                    "(段落【0031】)",
                    "・ 「この表から明らかなように，本発明試料である試料Ｎo4，8，10，12，14，15，18，21，25はフェライト中に3～2",
                    "0％のマルテンサイトや残留オーステナイトが混在した組織を有し，高強度でプレス加工性が良いことに加えて，めっきの密着性も良好で，加工時にプレス金型との間にめっき層の凝着も生じない。これに対し，試料Ｎo3，17のように本発明成分からはずれる鋼や，試料Ｎo11，22のように本発明鋼でフェライト中にマルテンサイトおよび残留オーステナイトが体積率で3～20％含まれた金属組織を有しても，めっき層の合金化が不適切であると，高強度でプレス加工性が良くとも，めっき層の密着性が悪かったり，加工時にプレス金型との間にめっき層の凝着を生じる。」(段落【0032】)",
                    "・ 「また，フェライト中に混在するマルテンサイトおよび残留オーステナイトの体積率が3％未満であるか，20％を超えるような場合には試料Ｎo1，2，7，20，23，24，29，30のように本発",
                    "明成分以外の鋼に加えて，試料Ｎo5，6，9，13，16，19，26～28のように本発明成分鋼であっても，高強度ではあっても加工性が良くないか，加工性が良くとも強度が低い。」(段落【0033】)・ 「【発明の効果】",
                    "以上詳述したように，本発明によれば塗装性や溶接性に優れ，加工時にめっき層がプレス金型との間に凝着することのないような合金化溶融亜鉛めっきが施された鋼板の金属組織をフェライト中に3～20％のマルテンサイトや残留オーステナイトが混在したものとし，その複合組織強化により引張強さ490～880MPaの高強度とプレス加工性が良いことを両立でき，自動車，家庭電気製品，建築等の分野で防錆強化と軽量化に寄与することにより産業上極めて大きな効果を有する。」(段落【0034】)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "上記(ア)，(イ)によれば，本件発明1～3は，加工性の良い高強度合金化溶融亜鉛めっき鋼板とその製造方法に関わる(段落【0001】)。",
                    "本件発明1～3は，複合組織強化された鋼板において加工性を悪化させずに強度化するため用いられる元素として，Si(ケイ素)やMn(マンガン)，P(リン)等を添加する必要があるが，これら元素を添加すると，濡れ性が悪化し，溶融亜鉛めっきを施すことが困難であった(段落【0003】)。そこで，フェライト中にマルテンサイトや残留オーステナイトが混在する複合強化された金属組織を有し，具体的にはこれにより加工性と高強度を両立することとし(段落【0007】)，これを溶融亜鉛めっき鋼板とするため(段落【0008】)，鋼板の強度化を担う必須元素のC(炭素，段落【0014】)の添加量と，上記Si，Mnとの添加量を一定割合とすることで，残留オーステナイトのパーライト・ベイナイト変態を抑制して十分な体積率のマルテンサイト及び残留オーステナイトを確保する(段落【0007】・【0010】)。",
                    "本件発明1～3においては，その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする(請求項1～3)ところ，その複合組織強化により高強度とプレス加工性が良いことを合金化溶融亜鉛めっき鋼板において実現する(段落【0010】)。これはマルテンサイトおよび残留オーステナイトの体積率が3％未満であると高強度とならず，マルテンサイトおよび残留オーステナイトの体積率が20％を超えると鋼板の加工性が劣るためである(段落【0020】)。そして，Fe(鉄)に添加するSi，Mnは，マルテンサイトおよび残留オーステナイトの体積率を確保し，これらがフェライト中に混在する組織とするため，より具体的には合金化処理におけるパーライト・ベイナイト変態を抑制する等の目的で，その添加量及びCとの添加比率を規定するものである(請求項1，段落【0015】・【0016】)。その他の元素であるP，S(硫黄)，Ｎ(窒素)は他の不可避的不純物と共に鋼に含まれるところ，これが一定割合を超えないようにし(段落【0017】・【0018】)，Al(アルミニウム)は結晶粒の粗大化抑制と材質改善のため規定量を添加する(請求項1，段落【0018】)。",
                    "また，本件発明2に関し，B(ホウ素)は，体積率3～20％のマルテンサイトがフェライト中に混在した金属組織とすることを容易にし，かつ十分な体積率のフェライトを確保する等のため，0．0002～0．0020％の範囲で添加するものである(請求項2，段落【0019】)。",
                    "さらに，本件発明3は，高強度合金化溶融亜鉛めっき鋼板の製造方法に関し，本件発明1・2の化学成分からなるスラブに仕上圧延・冷間圧延を行った後，700℃以上850℃以下のフェライト・オーステナイトの二相共存温度域で焼鈍し，その後，2段階の速度で冷却して溶融亜鉛めっき処理・合金化処理を行うことで，フェライト中に体積率3％以上20％以下のマルテンサイトおよび残留オーステナイトを混在させる高強度合金化溶融亜鉛めっき鋼板の製造方法である(請求項3)。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "一方，文献には以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "甲21(武智弘「成形用高張力鋼板の開発の動向＊」塑性と加工21巻229号，1980年)",
                  "text": [
                    "・ 「まず，Dual Phase 鋼の強度がマルテンサイトの存在比率で決まることは研究者の間で大体意見が一致している3)～5)。」(113頁文章部分14行～16行)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲44(社団法人 日本鉄鋼協会編集「自動車用高強度薄板鋼板の製造技術・利用技術の進歩(限定版)」，昭和56年5月20日発行。なお，該論文全文は甲48)",
                  "text": [
                    "・ 「2．2 複合組織鋼板(Dual Phase Sheet S",
                    "teel)",
                    "最近，プレス成形に好ましい種々の材質特性を有する高強度鋼板として，世界的に注目されているのが複合組織鋼板(以下DP鋼板と略す)である。DP鋼板は…軟質のフェライト相を素地として，硬質のマルテンサイトが微細で均一に分散した特徴的なミクロ組織を有しており，変態組織強化をうまく利用したユニークな鋼板である。",
                    "DP鋼板は一般に次のような特徴を有する。1)焼鈍ままで降伏点伸びがなく，降伏比が低い。2)加工硬化係数(n値)が高く，一様伸びが大きい。3)全伸びが大きい。…」(99頁11行～17行)",
                    "・ 「DP鋼板は…α´相の体積率が3～4％以上になると焼鈍ままで降伏点伸びが消失し，降伏比が低くなる。DP鋼板の降伏点伸び消失と低降伏比化は，α´相変態にともなう周辺のα相素地における可動転位の形成および内部応力により，外部から応力が加わると容易にα´相周辺から転位が発生し，均一に塑性変形が伝播することによると考えられている。」(103頁2行～5行)",
                    "・ 「DP鋼板が優れた強度−延性バランスを持つ理由については，α相が純化されて素地の変形能が大きくなる28)，α´とαの整合性が高いため，高ひずみとならなければボイドが生じない38)，数％の残留γ相が変形時にα´相に変る一種の加工誘起変態による28)，31)，35)という考え方などがある。…」(104頁下7行～下4行)(ウ) 甲49(高橋政司ら「加工用低降伏比複合組織高張力鋼板」日本金属学会会報第19巻第1号10頁～16頁，1980年)",
                    "・ 図7(「Fe−Mn−C合金における0．2％耐力，引張強さとマルテンサイト体積率との関係」14頁左欄)には，引張強さ，耐力とも，マルテンサイトの体積率に比例して増加するグラフが示されている。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "甲51(秋末治ら「自動車用鋼板の開発と将来」日鉄技報第354号1頁～5頁，1994年)",
                  "text": [
                    "・ 「更に最近では，超軽量車用高強度鋼板9)として，変態誘起塑性を活用した高残留オーステナイト鋼板10)や，大きな熱処理強化能を用いた銅添加鋼板11)などの開発が進められている。いずれの鋼板も，600MPa級以上の強度で，400MPa級の加工性を有してい",
                    "ることが特徴である。図8に高残留オーステナイト鋼板の強度と伸びの関係を示す。…」(4頁左欄文章部分4行～8行)",
                    "・ 図8(「残留オーステナイト鋼板の引張り強度と全伸びバランスに及ぼす残留オーステナイト量の影響」4頁左下欄)には，残留オーステナイトの量が20％から15％，10％と減少するにつれ，同一の引張り強度における全伸びの比率が低下するグラフが示されている。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "上記(ア)～(エ)によれば，軟質のフェライト相(α相)に硬質のマルテンサイト(α´)が微細で均一に分散した複合組織鋼板においては，鋼の強度はマルテンサイト含有量比率で決まり，マルテンサイト変態しない残留オーステナイト量が減ると，加工時の伸びの比率が低下することは技術常識であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "ところで被告は，本件発明1・2に関する特許請求の範囲の記載は明確性要件を満たさない旨主張するが，特許法36条6項2号にいう「特許を受けようとする発明が明確であること」とは，特許請求の範囲における構成の記載からその構成を一義的に知ることができれば特定の問題としては必要にして十分であると解すべきところ，上記イで認められる技術常識及び上記アの記載に照らせば，本件発明1・2における，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在するとの点は，加工性を担うフェライト中におけるマルテンサイトおよびマルテンサイト化せずオーステナイトのまま残った残留オーステナイトの体積率を規定したものであり，強度を担うマルテンサイトと，加工時の変形性及びマルテンサイト化した後の強度を担う残留オーステナイトについて，それらの技術的意義は明確であるから，本件発明1・2の特許請求の範囲の記載において，特許法36条6項2号にいう明確性要件違反はないというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "この点審決は，「訂正明細書には，金属組織としてフェライトに注目し，これが存在することの技術的意義が，高強度とプレス加工性の良いことの両立にあるとは，記載されていない。…」(17頁4行～6行)とし，「してみると，訂正明細書には，高強度とプレス加工性の良いことの両立という技術的意義は，本来的に，マルテンサイト及び残留オーステナイトを体積率で3～20％含む金属組織としたことによるものとして記載していると認められる。」(17頁16行～19行)とした上で，「してみると，高強度とプレス加工性の良いことの両立という技術的意義は，本来的に，マルテンサイト及び残留オーステナイトを3～20％含む金属組織としたことによるものであるとの技術的内容を認めることはできず，結局のところ，訂正明細書の記載からは，金属組織として，フェライト中に『体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』としたことの技術的意義を見出すことができない。」(18頁23行～28行)として，本件発明1・2は不明確であると判断した。",
                "しかし，上記ア(イ)で摘記したとおり，訂正明細書(甲41の2)には，「鋼帯は焼鈍後，引き続きめっき浴へ浸漬する過程で冷却されるが，この場合の冷却速度は…650℃までを平均0．5～10℃／秒とするのは加工性を改善するためにフェライトの体積率を増す…」(段落【0023】)，「本発明では…むしろフェライトが緩慢に成長することにより，鋼板の引張強さを安定させている。…」(段落【0027】)等の記載があり，フェライトが鋼板の加工性に寄与している旨が示されていることになる。",
                "以上の検討によれば，審決の本件発明1・2の明確性要件に関する判断は誤りというべきである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "被告の主張に対する補足的判断"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被告は，審決が問題としているのは，マルテンサイトおよび残留オーステナイトの含有量の内訳を規定せずにそれらの合計量のみを規定することの技術的意義が不明であり，またそれらが混在することの意義も不明であることから明確性要件を欠くとしたものであり，この審決の判断に誤りはないと主張する。",
                "しかし，上記(1)で検討したとおり，マルテンサイトおよび残留オーステナイトの内訳を規定せずとも，特許請求の範囲の記載が不明確となるものではないから，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "また被告は，本件特許の出願時(平成10年3月27日)には，甲6～8，乙2等のとおりTRIP鋼が既に知られており，マルテンサイトと残留オーステナイトの技術的意義が異なることも当業者(その発明の属する技術の分野における通常の知識を有する者)の技術常識に属するから，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することの技術的意義が明らかでないとしたもので，この審決の認定に誤りはないと主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "なるほど，甲6～8，44，乙2には，以下の記載がある。",
                    "・ 甲6(佐久間康治ら「変態誘起塑性効果を利用した次世代高強度薄鋼板」新日鉄技報第354号，平成6年11月29日発行)",
                    "「TRIP(Transformation Induced Plasticity)とは，変態誘起塑性と訳されるが，化学的に不安定な状態で存在するオーステナイト(γ)相が，力学的エネルギーの付加により，マルテンサイトへと変態する際に，相伴う大きな伸びのことを指す。…」(17頁左下末行～右上欄3行)",
                    "・ 甲7(杉本公一ら「TRIP 型複合組織鋼の延性に対する温度とひずみ速度の影響」日本金属学会誌 第54巻第6号1990年6月)「従来の1000MPa級複合組織鋼では全伸びが約10％程度(1)であったものが，この残留オーステナイトの変態誘起塑性(Transformation Induced Plasticity: TRIP)効果を利用した複合組織鋼では20～30％に改善され(3)−(5)，張り出し成形が可能な領域に達している．」(657頁左欄本文5行～10行)",
                    "・ 甲8(安木真一ら「TRIP 型複合組織鋼の低サイクル疲労硬化」日本金属学会誌 第54巻第12号1990年12月)",
                    "「…近年，張り出し成形可能な超高強度鋼板として開発された多量(10～20vol％)の残留オーステナイトを含む複合組織鋼(4)(TRIP 型複合組織鋼(5)−(7))では，この内部応力に加え，残留オーステナイトの変態誘起塑性(Transformation Induced Plasticity:TRIP)が変形に関与することが報告されている。」(1350頁左欄本文3行～8行)",
                    "・ 甲44(前出，一部重複)",
                    "「数％の残留γ相が変形時にα´相に変る一種の加工誘起変態による28)，31)，35)という考え方などがある。…2％程度のひずみでほとんど残留γ相がα’相に変態するので，残留γ相は延性の向上に寄与していないという反論もある。40)」(104頁下5行～下3行)・ 乙2(Pierre Messien ら「2相域焼鈍されたデュアル・フェーズ鋼の相変態及び微細構造」1981年2月23・24日開催のAIM",
                    "E冶金学協会熱処理委員会等主宰のシンポジウムの講演予稿集161頁～180頁)",
                    "「デュアル・フェーズ鋼の微細組織は，実質的に，微細粒の等軸フェライトからなり，その中に硬質相の島が分散しており，それは，多くの場合，幾分の残留オーステナイトを含むマルテンサイトである」(被告提出の訳文「序論」の1行～3行)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "上記(イ)によれば，被告の主張するとおり，本件特許出願前の段階において，残留オーステナイトの変態誘起塑性によるマルテンサイト変態の際に伸びが生じること，フェライト相とマルテンサイトを含むDP鋼に少量の残留オーステナイトが含まれる場合の技術的意義，残留オーステナイトの加工誘起変態を利用したTRIP鋼の性質等については技術常識に属することが認められる。",
                    "しかし，本件発明1・2は，合金化溶融亜鉛めっき鋼板において，フェライト中に含まれるマルテンサイトおよび残留オーステナイトの体積率を規定することにより，その強度と加工性を担保することとしたものであり，既に検討したとおり，その特許請求の範囲の記載として明確である。被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(実施可能要件についての判断の誤り)・ 取消事由3(本件発明3についての判断の誤り)について",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(1)",
                      "text": [
                        "審決は，「5−3．まとめ」(19頁下7行)において，本件発明1・2について明確性要件違反であると判断し，続けて，「…本件発明1又は2は，要するに，合金化溶融亜鉛めっきされる鋼板の化学成分組成に関する事項と，『金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』と記載した事項を発明特定事項とするもので，本件発明3の製造方法以外の方法で製造された物を包含するものであって，この製造方法以外の方法については，上述した実現を可能とする手段の示唆すらなく，本件発明1又は2については，発明の詳細な説明の記載は，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に，即ち，本件課題が解決できるように，明確かつ十分になされているということはできない。」(20頁6行～15行)とし，続けて，「6．むすび 本件発明1～3の本件特許は，特許法第36条第4項又は第6項の規定に違反した特許出願についてされたものであるから，上記本件特許は，特許法第123条第1項第4号に該当し，無効とすべきである。」(20頁19行～22行)と判断した。",
                        "これに対し原告は，上記審決の判断につき，本件発明1・2に実施可能要件違反(改正前特許法36条4項)はなく，また本件発明3につき無効であると判断した具体的な理由が示されておらず，手続き違背があると主張するので，以下検討する。"
                      ]
                    },
                    {
                      "fig": "(2)",
                      "subject": "実施可能要件につき"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "上記2(1)ア(イ)で摘記したとおり，本件発明1～3において，段落【0020】～【0028】で製造条件を限定した理由について述べ，段落【0029】～【0033】に実施例が示され，表1，2で試料4，8，10，12，14，15，18，21，25において，本件発明1～3の数値範囲を充たす化学成分のスラブを用いて，高強度で加工性がよく，めっき層の凝着も生じない例が示されている。また，上記2で検討したとおり，本件発明1～3において，「金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」と規定することの技術的意義についても明確である。",
                "そうすると，本件発明1～3において，実施可能要件違反はないというべきである。",
                "この点審決は，上記のとおり，本件発明1・2において，本件発明3の方法以外で製造する方法が示されていないとするが，本件発明3の方法で製造することが可能である以上，実施可能要件がないとすることはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "被告の主張に対する補足的判断",
              "text": [
                "被告は，試料9，10，8等を比較し，これらによれば，本件発明1～3に規定した「金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」との点について，マルテンサイトと残留オーステナイトの合計量を規定することに意味はなく，マルテンサイト，残留オーステナイトのそれぞれの量が重要であり，これについて記載されていない本件発明1～3について，実施可能要件はない旨主張する。",
                "しかし，本件発明1～3は，マルテンサイトおよび残留オーステナイトのそれぞれの含有量を規定するものではなく，内訳が特定されなければ実施できないとする理由はないから，被告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "本件発明3についての審決の判断につき",
                      "text": [
                        "上記(1)摘記の審決の認定では，本件発明3について，これが具体的にどのような理由により無効とされたのかが示されているということはできず，また本件発明3との関係においても，「金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」との点について技術的意義が不明確であるとはいえないことは，既に上記1で検討したのと同様である。審決の本件発明3についての判断は誤りであり，原告の取消事由3も理由がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上によれば，原告主張の取消事由1～3は理由があり，これが審決の結論に影響を及ぼすことは明らかである。特許庁は，被告が平成19年12月28日付けでなした特許無効審判請求の無効理由AないしE(第1・2次審決のいずれにおいても判断が示されていない)について審理判断することにより，改めて上記無効審判請求の当否を判断すべきである。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}