{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−16675号事件について平成21年6月3日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "原告は，別紙1記載のとおり，「IEＮA」(「E」は「´」(アクサンテギュ)が付されている。以下同じ。)の欧文字を横書きに書してなり，第35類に属する願書記載のとおりの役務を指定役務とし，登録第4976680号商標(以下「原登録商標」という。)に係る防護標章登録出願として，平成19年1月11日に登録出願をしたが(甲42。以下この商標を「本願商標」という。)，同年10月23日付けで拒絶理由通知を受け(甲43)，同年12月12日付け手続補正書を提出したが(甲45)，本願商標の指定役務は，平成20年5月23日付けで拒絶査定を受けた(甲46)。",
                "原告は，平成20年6月30日，これに対する不服審判を請求し(甲47。",
                "不服2008−16675号)，同年9月8日付け手続補正書(甲49)及",
                "び当審における平成21年3月30日付け手続補正書(甲52の2)を提出したことにより，本願商標の指定役務は，第35類「オリジナル及びセレクト編集型製造小売業態の婦人服専門店における被服その他服飾品の販売に関する情報の提供」となった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原登録商標",
              "text": [
                "原登録商標は，別紙2記載のとおり，「IEＮA」の欧文字を横書きに書してなり，平成18年2月13日に登録出願をし，第3類「せっけん類，化粧品」，第9類「眼鏡」，第14類「貴金属，キーホルダー，貴金属製食器類，貴金属製のくるみ割り器・こしょう入れ・砂糖入れ・塩振出し容器・卵立て・ナプキンホルダー・ナプキンリング・盆及びようじ入れ，貴金属製針箱，貴金属製のろうそく消し及びろうそく立て，貴金属製宝石箱，貴金属製の花瓶及び水盤，記念カップ，記念たて，身飾品，貴金属製のがま口及び財布，宝玉及びその原石並びに宝玉の模造品，貴金属製コンパクト，貴金属製靴飾り，時計，貴金属製喫煙用具」，第18類「かばん金具，がま口口金，皮革製包装用容器，愛玩動物用被服類，かばん類，袋物，携帯用化粧道具入れ，傘，ステッキ，つえ，つえ金具，つえの柄，乗馬用具，皮革」，第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，仮装用衣服，運動用特殊衣服，運動用特殊靴」及び第26類「衣服用き章(貴金属製のものを除く。)，衣服用バッジ(貴金属製のものを除く。)，衣服用バックル，衣服用ブローチ，帯留，ボンネットピン(貴金属製のものを除く。)，ワッペン，腕章，頭飾品，ボタン類，靴飾り(貴金属製のものを除く。)，靴はとめ，靴ひも，靴ひも代用金具」を指定商品として，同年8月4日に設定登録されたものである(争いのない事実)。",
                "なお，原登録商標と本願商標が同一であることについて，当事者間に争いはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決",
              "text": [
                "特許庁は，審理の結果，平成21年6月3日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年6月30日，原告に送達された(争いのない事実)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書の写しのとおりである。要するに，審決は，原登録商標は「需要者の間に広く認識された商標」ということはできないから，商標法64条1項に規定する要件を具備するものではなく，登録することができないと判断した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，以下のとおり，商標法64条1項該当性の判断に誤りがあるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，「1997年から2008年において，女性向けファッション雑誌に関連する記事を掲載している。」として，原告自身が広告目的で掲載したことを理由に，雑誌掲載の事実を，原登録商標の周知性の認定に当たって評価しなかった。しかし，同判断は，以下のとおり誤りである。",
            "すなわち，上記の雑誌記事は，原告が掲載を依頼したのではなく，雑誌各社が自発的に掲載したものである。雑誌掲載が継続的にされていることは，原登録商標が，業界内で一定の周知性を有していることを示すものと理解すべきである。審決が，雑誌掲載の事実から，原登録商標の著名性を認定しなかった点は，誤りである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，「請求人が原登録商標の著名性を立証するために提出したファッション雑誌の記事等における使用例は，原登録商標と構成態様を異にする『イエナ』の片仮名文字が使用されている例が多数見受けられるものである。」として，原登録商標が，一般需要者の間にまで，広く認識されているものではないと判断したが，同判断は，誤りである。",
            "すなわち，原告が運営する各店舗においては，原登録商標と同一の商標を用いて営業を行い，雑誌においても，これらの店舗の商品を示すものとして，掲載されている(甲21の1ないし31の16，甲54の1ないし62の4)。",
            "原告は，多数のセレクトショップブランドを取り扱っているが，ロゴ使用については，一定の基準を定めて，ブランドの管理をしている(甲63)。雑誌記事が「イエナ」の片仮名文字を表記していること(甲21の1ないし31の16)は，編集の便宜上のものにすぎない。ルイヴィトンやシャネルなどの世界的に著名なブランドについても同種の表記がされる例がある。このような編集の便宜から表記態様を変えたことについて，原登録商標と同一の商標が用いられていないとして，著名性の判断に当たり評価をしなかった点は，誤りである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "審決は，「請求人提出による『マガジンデータ2007』を徴するに，請求人の提出したファッション雑誌は，主に若年の女性層を中心とする需要者向けに発行されたものであると認められる。」と認定したが，以下のとおり，同認定は，誤りである。",
            "すなわち，40代の女性が，その趣向から「ヤングアダルト」と分類されている雑誌を愛読する場合もあり，現実の購買層と「マガジンデータ2007」の分類とが一致するものではない。また，仮に，当該分類に従ったとしても，原登録商標は，「女性ヤングアダルト誌」に分類される「MORE誌」，「With誌」，「女性ヤング誌」に分類される「non−no誌」，また比較的アダルト層向けの雑誌である「Figaro−japon誌」等に掲載され，原登録商標は，「若年の女性層を中心とする需要者向けに発行された」雑誌のみに掲載されているわけではない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "審決は，「請求人提出による証拠資料を見ても，一般需要者が接する機会が多いと認められるテレビや一般誌等の大衆向けマスメディアにおいて，請求人が，原登録商標を付した商品等に関し，テレビCM等の宣伝・広告を行っている事実は認めることができない。」と判断したが，同判断は，以下のとおり誤りである。",
            "すなわち，原告は，被服を中心とするセレクトショップ事業を営んでおり，セレクトショップ事業における広告は，テレビCM等よりファッション雑誌への掲載の方が，宣伝効果が高い。原登録商標は，多数の雑誌に掲載されているから，著名であるといえる(甲21の1ないし31の16)。したがって，テレビCM等の宣伝・広告例がないことを理由として，原登録商標が著名でないとした審決の判断は，誤りである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "審決は，「請求人が，『IEＮA』の標章を付した店舗について，日本全国に展開している事実は認められるものの，その半数は，首都圏に集中し，その他の店舗も地方の大都市圏のみに存するものであることからすれば，一般需要者の多数が，その店舗の存在を知り，かつ，原登録商標に接しているとはいい難い。」と判断したが，同判断は，以下のとおり，誤りである。すなわち，(1) 防護標章の登録されるためには，原登録商標が，全国的に一般需要者の多数に浸透していることを要件とするとの解釈は，誤りである。商標法64条1項所定の「広く認識されている」との要件が，商標法4条1項10号又は同法32条にいう「広く認識されている」との要件より厳格であるとしても，上記要件は，防護標章登録出願に係る指定商品・役務，その他取引の実情を考慮して判断すべきであり，「全国的に一般需要者の多数に浸透していること」を要件とすべきでない。",
            "原登録商標は，全国的に展開されており，過去10年にわたって発行部数の多い雑誌多数で継続的に紹介されていること，本件防護標章登録出願に係る指定役務は「オリジナル及びセレクト編集型製造小売業態の婦人専門店における被服その他服飾品の販売に関する情報の提供」であることに照らすならば，防護標章登録を受けるに値する著名性があるといえる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "原登録商標を付した商品の売上高が過去3年間いずれも50億円程度の売上を示していること，広告宣伝・販売促進費も多額であること，原告が毎年1月及び6月に実施している「BAY CRREW’S FAMILY",
              "text": [
                "SALE」(以下，「ファミリーセール」という。)において高い売上を記録していること(甲68の7ないし12)に照らすならば，本願商標は著名であるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決の前記判断は，セレクトショップの中心的顧客層がファッションに敏感な顧客層であり，お洒落のためには地方からでもファッション感度の高い近隣の大都市へ足を運ぶのが常態であるとことに照らすならば，審決の認定は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由には理由がなく，審決に違法はない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "防護標章登録制度は，商標の使用意思の存在を前提とする商標登録制度の例外をなすものであること，防護標章制度は，商標権の禁止的効力を画一的に拡大することになり，第三者の商標選択の自由を奪うおそれがあること等に照らすならば，商標法64条1項の「広く認識されている」との要件は，原登録商標と同一の商標が周知著名に至っていることと解すべきである。",
            "本件における雑誌の片仮名表記の掲載態様は，原登録商標の態様と異なっていることから，原登録商標の著名性を認定することは困難というべきである。",
            "原登録商標の雑誌掲載が，原告の広告意図に基づくか，雑誌社の編集上の便宜によるか否かにかかわらず，また，若年層向けの雑誌を若年層以外の者が購入するか否かにかかわらず，原登録商標が，著名であると認めるに足りる状況はない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原登録商標の指定商品中の「被服」を中心とするファッション関連商品の業界は，「セレクトショップ」業態に限定されるものではなく，アパレル業界全体であるから，原登録商標の指定商品に関連する業界を「セレクトショップ」の業態に限定して，その中での規模の大きさ等を主張することは失当である。",
            "原登録商標に係る店舗での売上データは示されているものの，他社の売上データや，市場規模に関するデータは示されていない。原登録商標に係る店舗での売上高は2008年(平成20年)のデータで約53億円であるが，仮に，業界全体の市場規模約を約10兆円と想定すると約0．053パーセントにすぎないものであり，市場規模を約4兆円と想定すると，約0．13パーセントにすぎないことに照らすならば，原告の売上高が，50億円を超えているからといって，原登録商標が周知著名性を有するとするものとはいえない。ファミリーセールでの売上高も年間の売上額の一部を構成するにすぎず，その事実のみをもって，原登録商標が，周知著名であると認定することはできない。原告の上記主張は，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由には理由がなく，原告の請求を棄却すべきものと判断する。以下理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標法64条1項について",
          "text": [
            "防護標章登録制度に係る商標法64条1項は，「商標権者は，商品に係る登録商標が自己の業務に係る指定商品を表示するものとして需要者の間に広く認識されている場合において，その登録商標に係る指定商品及びこれに類似する商品以外の商品又は指定商品に類似する役務以外の役務について他人が登録商標の使用をすることによりその商品又は役務と自己の業務に係る指定商品とが混同を生ずるおそれがあるときは，そのおそれがある商品又は役務について，その登録商標と同一の標章についての防護標章登録を受けることができる。」旨規定する。",
            "同項の規定は，原登録商標が需要者の間に広く認識されるに至った場合には，第三者によって，原登録商標が，その本来の商標権の効力(商標法36条，37条)の及ばない非類似商品又は役務に使用されたときであっても，出所の混同をきたすおそれが生じ，出所識別力や信用が害されることから，そのような広義の混同を防止するために，「需要者の間に広く認識されている」商標について，その効力を非類似の商品又は役務について拡張する趣旨で設けられた規定である。そして，防護標章登録においては，①通常の商標登録とは異なり，商標法3条，4条等が拒絶理由とされていないこと，②不使用を理由として取り消されることがないこと，③その効力は，通常の商標権の効力よりも拡張されているため，第三者の商標の選択，使用を制約するおそれがあること等の諸事情を総合考慮するならば，商標法64条1項所定の「登録商標が・・・需要者の間に広く認識されていること」との要件は，当該登録商標が広く認識されているだけでは十分ではなく，商品や役務が類似していない場合であっても，なお商品役務の出所の混同を来す程の強い識別力を備えていること，すなわち，そのような程度に至るまでの著名性を有していることを指すものと解すべきである。",
            "上記の観点から検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，アパレルメーカーとして1977年(昭和52年)に設立された。その業態は，いわゆる「セレクトショップ」といわれる経営形態を採用し，特定のメーカーやブランドに固執せず，小売店のコンセプトに応じた多数の商品やブランドに係る衣類，家具，小物，雑貨などの商品を仕入れ，小売店に販売する等の業務を行っていた。2002年(平成14年)度の売上高は約250億円，2007年(平成19年)8月期における売上高は50",
              "text": [
                "0億円であった。セレクトショップ業界で，原告は，「ユナイテッドアローズ」，「ビームス」，「シップス」と並ぶ売上高を上げている(甲2，44，乙18の1，2，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告は，その商号を営業等表示とすることはなく，原登録商標である「IEＮA」の他に，「JOURＮAL STAＮDARD」，「Spick",
              "text": [
                "＆Span」，「DEUXIEME CLASSE」，「EDIFICE」",
                "等の表示を用いて営業をしている(甲2，44，職務上顕著な事実)。",
                "「IEＮA」は，比較的若年層の女性を対象とし，その商標を付した店舗が，丸の内店，銀座店，青山店，ルミネ新宿店，新宿店，ルミネ立川店，ルミネ町田店，ルミネ大宮店，ルミネ横浜店，札幌店，仙台店，名古屋店，梅田店，心斎橋OPA店(大阪市中央区)，京都店，神戸店，広島店，福岡店として運営されている(甲3ないし20の各1，2)。",
                "他方，「UＮIQLO」を有する株式会社ユニクロの店舗数は全国に766店舗(2008年(平成20年)12月31日現在，乙7)，「ファッシ",
                "ョンセンターしまむら」を有する株式会社しまむらは1123店舗(2009年(平成21年)2月20日現在，乙8)，「BEAMS」を有する株式",
                "会社ビームスは93店舗(2009年(平成21年)11月現在，乙9)を",
                "展開している。",
                "また，ファッションブランドに関連する出版物，すなわち，繊研新聞社発行の「ファッションブランドガイド SEＮKEＮ FB2009」(乙1",
                "3の1)，「ファッションブランドガイド SEＮKEＮ FB200",
                "6」(乙13の2)，株式会社チャネラー発行の「ファッション・ブランド年鑑2005年度版」(乙14)，ボイス情報株式会社発行の「メンズファッション店名鑑2009【東日本編】」(乙15の1)，「レディスファッション店名鑑2008【東日本編】」(乙15の2)，株式会社新書館発行の「ファッション・ブランド・ベスト101」(乙16)，株式会社同文書院発行の「新田中千代服飾事典」(乙17)にはいずれも，原告及び原登録商標に関する掲載記事は存在しない。これに対して，これらの出版物には，同様のセレクトショップである「BEAMS(ビームス)」，「シップス」，「ユナイテッドアローズ」について，記事が掲載されている。",
                "さらに，「知恵蔵2007」(乙18の1)，「知恵蔵2006」(乙1",
                "8の2)の「セレクトショップ」の項目には，「・・新進のデザイナーや日本ではまだ知名度の低い海外ブランドの商品を積極的に取り扱う。ビームスやシップス，ユナイテッドアローズが良く知られているが，これらの企業は，仕入商品だけでなく，SPA(判決注：自社で製造し販売する業態。乙12)として，自社開発商品の品揃えにも取り組んでいる。」との記載があるが，原告ないし原登録商標についての記述はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「IEＮA」の店舗の売上高は，第27期(2005年(平成17年)",
              "text": [
                "9月～2006年(平成18年)8月)は48億8422万4952円，第",
                "28期(2006年9月～2007年(平成19年)8月)は51億137",
                "3万1668円，第29期(2007年9月～2008年(平成20年)8",
                "月)は53億4961万0422円である(甲65)。",
                "他方，「繊維白書2006年版」(乙11)によると，2004年(平成",
                "16年)における「衣料品総小売市規模」は，「紳士服・洋品」，「婦人服・洋品」，「子供・ベビー服・洋品」の市場の合計で，10兆130億円とされ，「アパレル産業白書2005」(乙12，19)によると，アパレル関連企業227社の売上高の合計が，2004年度に約4兆円とされ，原告を含む主要セレクトショップ6社の売上高の合計額は，2000年(平成12年)度1097億円，2001年(平成13年)度1338億8200万",
                "円，2002年度1502億7000万円，2003年度1679億400",
                "0万円，2004年度1802億5900万円である。また，同業他社と比較すると，株式会社ユニクロのウェブサイトにおける「会社情報」(乙7)中の「売上高」の欄によると，2008年8月期の売上高は，4623億円とされ，株式会社しまむらのウェブサイトにおける「会社概要」(乙8)中の「売上高」の欄によると，約3663億円(2009年2月20日決算)とされている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原登録商標は，「IEＮA」又は「EDIFICE(冒頭の「E」は「´」(アクサンテギュ)が付されている。以下同じ。) et IEＮA」の店舗の看板，フロアーマット，メッセージボード，フロアガイドボード，外壁，垂れ幕，商品の襟ネーム部やタグに付されている(甲54の1ないし甲62の4，)。",
                "平成9年(1997年)から平成20年(2008年)の間に発行された",
                "女性向けファッション雑誌には，原登録商標の他「IEＮA」(「E」に「´」(アクサンテギュ)が付されていないもの。)，「イエナ」，「Iena」(「e」に「´」(アクサンテギュ)が付されている。以下同じ。)，「Iena plus epuree(「Iena」の「e」に「",
                "´」(アクサンテギュ)が付されている。以下同じ。)」，「イエナ プリュス エピュレ」と横書き又は縦書きで記載された標章ないし原告の店舗名が原告の商品と共に掲載されている。",
                "具体的には，女性雑誌では，「MORE」(2007年(以下同じ。な",
                "お，以下の発行部数は甲32による。)の発行部数が55万5833部。甲21の1，4，9，10，16，甲22の1，2，6，7，9，10，1",
                "5，甲23の1，4，6，9，10，13，15，17，甲24の1，6，",
                "10，甲25の1，4，5，7，12，甲26の1，6，11，16，甲2",
                "7の1ないし3，5，7，12，甲28の1，5，7，9，甲29の1，",
                "3，6，10，13，16，18，甲30の1，5，7，11，13，1",
                "9，甲31の1，2，8，10，12，14)，「with」(発行部数5",
                "4万8333部。甲21の2，3，5，15，甲22の3，8，13，1",
                "6，甲23の2，11，16，甲24の2，5，8，甲25の3，8，1",
                "1，甲26の3，7，9，13，15，甲27の6，11，甲28の3，",
                "6，8，甲29の2，7，11，17，甲30の3，12，17)，「BA",
                "ILA」(発行部数16万3333部。甲21の6，8)，「FIGARO",
                "japon」(甲21の7，甲22の4，5，11，12，14，甲23の",
                "3，5，7，8，12，14，甲24の3，4，7，9，11，甲25の",
                "2，6，9，10，甲26の2，4，5，8，10，12，14，17，甲",
                "27の4，8，9，10，13，甲28の2，4，甲30の4，甲31の",
                "3，6，7，9，13)，「BOAO」(発行部数7万0275部。甲21",
                "の11)，「LEE」(発行部数30万5000部。甲21の12)，「C",
                "LASSY」(発行部数20万9975部。甲21の13)，「MIS",
                "S」(発行部数7万0650部。甲21の14)，「non−no」(発行",
                "部数42万7391部。甲29の4，5，8，9，12，14，15，1",
                "9，20，甲30の2，6，8ないし10，14ないし16，18，甲31",
                "の4，5，11，15，16)に掲載されている。",
                "もっとも，このうち雑誌の記事自体又は掲載された商品等に原登録商標が付されたものは，合計47誌(甲21の7，23の2，3，5，7，8，1",
                "1，12，14，16，甲24の2ないし5，7，8，9，11，甲25の",
                "2，3，6，8ないし11，甲26の2ないし5，7，8ないし10，12",
                "ないし15，17，甲27の4，6，8，11，甲28の3，6，甲29の",
                "7，甲30の3，4)にとどまる。",
                "また，原告は，ウエブサイトを運営しており，その中で前記店舗を紹介している(甲3ないし20の各1)他，「札幌PARCO」(甲3の2)，「",
                "さくら野百貨店」(甲4の2)，「Marunouchi．com」(甲5",
                "の2)，「Velvia館」(甲6の2)，「ラポルト青山」(甲7の",
                "2)，「ekipara．com」(甲8，10ないし13の各2)，「ヒ",
                "ューマックスグループ」(甲9の2)，「クレアーレナディアパーク」(甲14の2)，「DIAMOR」(甲15の2)，「心斎橋OPA」(甲16",
                "の2)，「藤井大丸」(甲17の2，3)，「ミント神戸」(甲18の",
                "2)，「ZOZORESORT」(甲19の2)，「イムズ」(甲20の",
                "2)のウエブサイトにおいても前記店舗が紹介されている。これらのウエブサイトでは，原登録商標又は「イエナ」，「EDIFICE et IEＮA」と横書きで記載した商標が付されている。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の支出した広告宣伝・販売促進費は，前記第28期が1億0128万3788円，第29期が8012万4722円である(甲67の1，",
              "text": [
                "2)。宣伝媒体としては，前記ファッション雑誌への掲載の他に，「YAHOO！JAPAＮ」における「辺見えみり」を起用してのバナー広告(平成20年8月開始，甲33の1ないし5)があり，平成20年8月22日から31日までの閲覧数は合計54万3597回であった(甲33の5)。ま",
                "た，前記「辺見えみり」の出演する企画で原登録商標に係るワンピースを製作したり(甲34の1，2)，「「EDIFICE et IEＮA」の商",
                "標に係る環境保護活動「MOTTAIＮAI」との共催企画として被服類のリサイクル活動を行ったり(甲35の1，2)，「au」の新機種に関連した商品として「IEＮA bluetooch headset」を製作し",
                "たりした(甲36)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上の認定事実によれば，原告は，「セレクトショップ」の業界で第3位であり，2007年8月期における売上高は500億円に上ること，原登録商標を付した原告の店舗が首都圏をはじめ日本各地に存すること，原登録商標を含め「IEＮA」又は「イエナ」の名称を含む記事が，代表的なファッション雑誌に多数掲載されていること等に照らすならば，需要者の間において，原登録商標がある程度は知られているということができる。",
                "しかし，①原登録商標は使用が開始されてから約10年にとどまること，②原告の店舗も首都圏以外は大都市に存在するにとどまること，③ファッション雑誌への掲載についても，原登録商標が付されたものは多くはないこと，④原告の開設しているウエブサイト等について，原登録商標が付されたものも存するが，需要者がどの程度，閲覧しているか必ずしも明らかでないこと，⑤原登録商標を付した商品の，前記雑誌やウエブサイト以外の宣伝広告についても，平成20年8月以降のものしか存しない上に，その際どのように原登録商標の付された商品が宣伝されたのか明らかでないこと，⑥原告店舗ないし原登録商標を付した商品の売上高は，市場全体からみれば1％にも満たないし，主要セレクトショップ6社全体の売上高と対比しても多いとはいえないこと，⑦前記ファッションブランドに関連する書籍には，「ユナイテッドアローズ」，「ビームス」，「シップス」に関して紹介されたものがあるが，原告ないし原登録商標に関して紹介されたものはないこと，「知恵蔵」の「セレクトショップ」の項目でも，原告ないし原登録商標に関する掲載はないこと等の事実が認められる。",
                "以上によれば，原登録商標は，出願時及び審決時において，需要者の間に，商品や役務が類似していないものに付された場合においてもなお，商品，役務の出所に混同を来す程に強い識別力，すなわち，そのような程度に至るまでの著名性を有していると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，①ファッション雑誌に原登録商標を付すか否かは当該出版社の判断によるものであるから，審決が，原登録商標を付されたものが少ないことをもって，著名性を否定した点には誤りがあること，②ファッションに関心のある需要者は，大都市まで赴いて購入するはずであるから，審決が，原登録商標を付した店舗が首都圏以外では大都市にしか存しないことを理由として，原登録商標の著名性を否定した点には誤りがあること等を総合すれば，原登録商標が著名であることが認められるべきであると主張する。しかし，そのような点があったとしても，原登録商標について，強い識別力ないし著名性があるとはいえないとの前記認定を左右するものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がない。原告はその他縷々主張するが，審決を取り消すべきその他の違法は認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10197",
    "date": "2010-02-25",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038509",
    "ipprecedent_id": "2139",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}