{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800130号事件について平成21年5月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「ダウンロード可能なソフトウエアの更新情報を有するテレビジョン・システム」とする特許第3965462号(平成8年6月6日国際特許出願,平成19年6月8日設定登録。以下「本件特許」という。請求項の数は,18である。)の特許権者である。",
            "原告は，平成20年7月17日，特許庁に対し本件特許を無効とすることを求めて無効審判請求(無効2008−800130号事件)をしたところ(甲11)，被告は,平成20年11月17日,本件特許について,特許請求の範囲の減縮等を目的として訂正請求をした(甲13，14。以下,この訂正を「本件訂正」という。)。",
            "特許庁は，平成21年5月8日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年5月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の明細書(甲14。以下「本件特許明細書」という。)によれば，本件特許の請求項1ないし18は，下記のとおりである(本件訂正に係る箇所に下線を引いた。)。",
            "【請求項1】",
            "ソフトウエアの更新情報をダウンロード可能なテレビジョン・システムにおいて，複数の受信装置であって，各々が，テレビジョン受信機と，セットトップ・ボックスと，ビデオ・レコーダと，テレビジョン及びビデオ・レコーダの結合体とのいずれか1つからなる，複数の受信装置と，前記複数の受信装置の各々に対応して設けられた受信機であって，前記ソフトウエアの更新情報に関連しかつ前記複数の受信装置の少なくとも1つを識別する識別子を含んでいるデータを受信する受信機と，前記複数の受信機それぞれに対応して設けられ，前記ソフトウエアの更新情報に関連するデータを記憶するメモリであって，前記識別子が対応する受信装置を表している場合にのみ，当該データが記憶される，ところのメモリと，前記受信装置のそれぞれに対応して設けられたプロセッサであって，それぞれが，前記メモリと前記受信機の少なくとも1つとに結合しており，前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装するプロセッサとを備えていることを特徴とするテレビジョン・システム。",
            "【請求項2】",
            "請求項1記載のテレビジョン・システムにおいて，該システムはさらに，前記ソフトウエアの更新情報の少なくとも1つに関係する情報を表示するスクリーンを有するデバイスを少なくとも1つ備えていることを特徴とするテレビジョン・システム。",
            "【請求項3】",
            "請求項1記載のテレビジョン・システムにおいて，該システムはさらに，前記ソフトウエアの更新情報を注文するための少なくとも1つの電話を購えており，前記ソフトウエアの更新情報の実装に必要なデータは，前記ソフトウエアの更新情報の少なくとも1つが前記電話を用いて注文された後に，前記受信装置にダウンロードされることを特徴とするテレビジョン・システム。",
            "【請求項4】",
            "請求項1記載のテレビジョン・システムにおいて，該システムはさらに，セットトップ・ボックスを介して前記ソフトウエアの更新情報を注文する少なくとも1つの遠隔制御装置を備えており，前記ソフトウエアの更新情報の実装に必要なデータは，前記ソフトウエアの更新情報の少なくとも1つが前記遠隔制御装置を用いて注文された後に，前記受信装置にダウンロードされることを特徴とするテレビジョン・システム。",
            "【請求項5】",
            "請求項1記載のテレビジョン・システムにおいて，前記ソフトウエアの更新情報は，ソフトウエアの修理に関する情報を含むことを特徴とするテレビジョン・システム。",
            "【請求項6】",
            "請求項1記載のテレビジョン・システムにおいて，前記ソフトウエアの更新情報は，赤外線(IR)コードを指定することを特徴とするテレビジョン・システム。",
            "【請求項7】",
            "請求項1記載のテレビジョン・システムにおいて，前記ソフトウエアの更新情報は，ピクチャ・イン・ピクチャの拡張，ピクチャ・イン・ピクチャ画面のチャネル識別子，表示されたチャネル識別子を有するグラフィック・ネットワークのロゴ及びアイコン，拡張されたデータ・サービス，株相場サービス，バーチャル・チャネル・サービス，ニュース・サービス，気象情報サービス，及びスポーツ・スコア・サービスの少なくとも1つに関する情報であることを特徴とするテレビジョン・システム。",
            "【請求項8】",
            "請求項1記載のテレビジョン・システムにおいて，前記受信装置の各々は，テレビジョンと，セットトップ・ボックスと，ビデオ・レコーダとのいずれか1つからなることを特徴とするテレビジョン・システム。",
            "【請求項9】",
            "請求項1記載のテレビジョン・システムにおいて，前記プロセッサは各々，ダウンロード可能な新規のソフトウエアの更新情報が利用可能となったときに，該ソフトウエアの更新情報を広告するためのアイコンを表示するように構成されていることを特徴とするテレビジョン・システム。",
            "【請求項10】",
            "請求項9記載のテレビジョン・システムにおいて，前記プロセッサは，ユーザによる新規のダウンロード可能なソフトウエアの更新情報に関連するデータの要求に応答して，該情報を受信するよう構成されていることを特徴とするテレビジョン・システム。",
            "【請求項11】",
            "ダウンロード可能なソフトウエアの更新情報を有するテレビジョン・システムにおいて，複数の受信装置であって，各々が，テレビジョンと，セットトップ・ボックスと，ビデオ・レコーダと，テレビジョン及びビデオ・レコーダの結合体とのいずれか1つからなる複数の受信装置と，前記複数の受信装置の各々に対応して設けられた受信機であって，前記ソフトウエアの更新情報に関連しかつ前記複数の受信装置の少なくとも1つを識別する識別子を含んでいるデータを受信する受信機と，前記複数の受信機の各々に対応して設けられ，前記ソフトウエアの更新情報に関連するデータを記憶するメモリであって，前記識別子が対応する受信装置を表している場合にのみ，当該データが記憶される，ところのメモリと，前記受信装置の各々に対応して設けられたプロセッサであって，各々が，前記メモリと前記受信機の少なくとも1つとに結合しており，前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装するプロセッサとを備え，前記ソフトウエアの更新情報に関連するデータは，システムのユーザが，自分のテレビジョン・システムに前記ソフトウエアの更新情報をダウンロードすることを望むかどうかの選択をすることができるようにするための情報を含んでいることを特徴とするテレビジョン・システム。",
            "【請求項12】",
            "ソフトウエアの更新情報をダウンロード可能なテレビジョン・システムにおいて，複数の受信装置であって，各々が，テレビジョンと，セットトップ・ボックスと，ビデオ・レコーダと，テレビジョン及びビデオ・レコーダの結合体とのいずれか1つからなる複数の受信装置と，前記複数の受信装置の各々に対応して設けられた受信機であって，前記ソフトウエアの更新情報に関連しかつ前記複数の受信装置の少なくとも1つを識別する識別子を含んでいるデータを受信する受信機と，前記複数の受信機の各々に対応して設けられ，前記ソフトウエアの更新情報に関連するデータを記憶するメモリであって，前記識別子が対応する受信装置を表している場合にのみ，当該データを記憶するよう構成されているメモリと，前記受信装置の各々に対応して設けられたプロセッサであって，各々が，前記メモリと前記受信機の少なくとも1つとに結合しており，前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装するプロセッサとを備え，前記識別子は，モデル，ブランド，及び製品タイプの1つによって，受信装置を識別するよう構成されていることを特徴とするテレビジョン・システム。",
            "【請求項13】",
            "テレビジョン・システムにおいて，ソフトウエアの更新情報をダウンロードする方法において，複数の受信装置に対して，前記ソフトウエアの更新情報に関連するデータであって，前記複数の受信装置の少なくとも1つを識別する識別子を含んでいるデータが送信されるステップと，前記データを，前記受信装置のそれぞれに配置されている複数の受信機において受信するステップと，前記データを，該データに含まれる前記識別子によって識別された前記受信装置において記憶するステップと，前記ソフトウエアの更新情報の少なくとも1つを使用可能にすべき旨のユーザ指示に応答して，前記識別子に識別された前記受信装置において記憶された前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて使用可能にするステップとを含むことを特徴とする方法。",
            "【請求項14】",
            "請求項13記載の方法において，前記ソフトウエアの更新情報は，ピクチャ・イン・ピクチャの拡張，ピクチャ・イン・ピクチャ画面のチャネル識別子，表示されたチャネル識別子を有するグラフィック・ネットワークのロゴ及びアイコン，拡張されたデータ・サービス，株相場サービス，バーチャル・チャネル・サービス，ニュース・サービス，気象情報サービス，及びスポーツ・スコア・サービスの少なくとも1つ用のソフトウエアの更新情報であることを特徴とする方法。",
            "【請求項15】",
            "請求項13記載の方法において，前記受信装置の各々は，テレビジョンと，セットトップ・ボックスとのいずれか1つからなることを特徴とする方法。",
            "【請求項16】",
            "請求項13記載の方法において，該方法はさらに，ダウンロード可能な新規のソフトウエアの更新情報が利用可能となったときに，該ソフトウエアの更新情報を広告するためのアイコンを表示するステップを含んでいることを特徴とする方法。",
            "【請求項17】",
            "請求項13記載の方法において，該方法はさらに，ユーザによる新規のソフトウエアの更新情報に関する情報の要求に応答して，該情報を受信するステップを含んでいることを特徴とする方法。",
            "【請求項18】",
            "テレビジョン・システムにおいて，ソフトウエアの更新情報をダウンロードする方法において，複数の受信装置に対して，前記ソフトウエアの更新情報に関連するデータであって，前記複数の受信装置の少なくとも1つを，モデル，ブランド，プロダクション，製品タイプの1つによって識別する識別子を含んでいるデータが送信されるステップと，前記データを，前記受信装置のそれぞれに配置されている複数の受信機において受信するステップと，前記データを，該データに含まれる前記識別子によって識別された前記受信装置において記憶するステップと，前記ソフトウエアの更新情報の少なくとも1つを使用可能にすべき旨のユーザ指示に応答して，前記識別子に識別された前記受信装置において記憶された前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて使用可能にするステップとを含むことを特徴とする方法(以下「本件特許発明1」等といい，本件特許発明1ないし本件特許発明18を総称して「本件各特許発明」という。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の判断",
          "text": [
            "別紙審決の写しのとおりである。要するに，審決は，①本件特許に係る明細書又は図面に記載した事項が，国際出願日における国際出願の明細書，請求の範囲又は図面に記載した事項の範囲内であるから，本件特許は，特許法184条の18の読替による123条1項5号に該当するとはいえない，②本件各特許発明は，平成14年法律第24号による改正前の特許法(以下単に「特許法」という場合がある。)36項4項，6項1号，2号，123条1項4号に該当するとはいえないなどと判断した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(請求項10の訂正の可否についての判断の誤り)審決は，請求項10の「更新情報に関連する情報の要求」を本件訂正により，「更新情報に関連するデータの要求」に訂正することは，明りょうでない記載の釈明を目的とするものであると認定判断したが，誤りである。",
            "本件特許明細書には，「図4は，ソフトウエアの更新情報に関連する情報が如何にしてテレビジョン画面に表示されるか，及び，追加の情報を得るために遠隔装置がどのように用いられるかを示す図である。」とあり，図4の中に「注文は1−800−STARＮOWにダイアルして下さい。以下のリモート・キーの押圧により，更に情報が得られます。」と記載されていることから，「ソフトウエアの更新情報に関連する情報」とは，テレビジョン画面に表示される情報であり，具体的にはユーザへのお知らせ的な内容の情報である。",
            "他方，本件訂正後の請求項1の「ソフトウエアの更新情報に関連するデータ」は，請求項1の記載より，「複数の受信装置の少なくとも1つを識別する識別子を含み」，「識別子が対応する受信装置を表している場合にのみメモリに記憶され」，「ソフトウエアの更新情報の少なくとも1つを，受信装置の少なくとも1つにおいて実装する際に用いられる」データであり，図4の「ソフトウエアの更新情報に関連する情報」は，識別子を含まず，識別子が対応する受信装置を表している場合にのみメモリに記憶されるものでも，実装する際に用いられるものでもない。したがって，両者は相違する。",
            "したがって，請求項10の訂正は，明りょうでない記載の釈明を目的とするものとはいえず，かつ，実質上特許請求の範囲を拡張し，又は変更するものである(特許法134条の2第5項，126条4項)。審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法184条の18の読替による同法123条1項5号の無効理由についての認定判断の誤り)",
          "text": [
            "審決は，①国際出願日における国際出願の明細書，請求の範囲又は図面(甲3，6。以下併せて「原明細書」という。)の図4のボタン116「RELATEDFEATURES(関連特徴)」が，本件特許明細書において「関連ソフトウエア更新」となっても，原明細書の事項の範囲内である，②原明細書に記載の「feature(s)(特徴)」が平成18年3月20日付け手続補正書(甲4)により「ソフトウエアの更新情報」とされた補正は，原明細書の事項の範囲内であると判断したが，誤りである。",
            "すなわち，審決は，①原明細書の「feature(s)」(特徴)が，「ソフトウエアの更新」という意味の他に，少なくとも「ソフトウエア検出訂正」，「適合性要求フィックス」及び「ソフトウエアの追加」という複数の意味を有すること，②原明細書の図4のボタン116の名称である「RELATED FEATURES」のうち「feature(s)」が複数の意味を有することから，直接的に「ソフトウエアの更新」のみの意味が読み取れないこと，③図4のボタン116の名称である「関連ソフトウエア更新」からは，「ソフトウエアの更新情報を実装すべき旨のユーザ指示」に応じた意味を有すると解すべきであること，以上の事項を看過し，その結果，図4のボタン116が「RELATED FEATURES」から「関連ソフトウエア更新」となっても，本件特許明細書に開示されている技術が，原明細書の事項の範囲内であるとした判断は，誤りである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件各特許発明の特許法36条6項該当性の判断の前提としての「本件特許明細書に開示されている技術」の認定の誤り)審決は，「本件特許明細書に開示されている技術」について，以下のとおり認定を誤り，その結果，請求項1は特許法36条6項の規定に違反しないと判断したから，審決は違法であり取り消されるべきである。",
            "すなわち，①「ソフトウェアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」からは，「ソフトウェアの更新情報を注文すべき旨のユーザ指示」という意味を読み取ることができないこと(事項1)，②本件特許発明1において，「ソフトウェアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」に応答するのは「プロセッサ」であること(事項2)，③本件特許明細書に開示されている技術では，「消費者による注文」に「プロセッサ」が応答することはできないこと(事項3)，④「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して」との事項に対応する本件特許に係る明細書の記載が不明確であること(事項4)，⑤本件特許発明13は，「テレビジョン・システムにおいて，ソフトウエアの更新情報をダウンロードする方法において，」と規定していることから，「ソフトウエアの更新情報」をダウンロードするものであること(事項5)，⑥「ソフトウエアの更新情報」と「(ソフトウエアの更新情報を使用可能状態にするために必要な)ソフトウエア」は異なること(事項6)に関して，審決は認定を誤った。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件特許発明1の特許法36条6項該当性についての判断の誤り)",
          "text": [
            "審決の「『ソフトウエアの更新情報』は，消費者により注文／購入された後に，『ソフトウエアの更新情報』を実装するためにデータが送られてくるものである。このことを本件特許発明1においては『前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して,前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装する』としているものと認められる。」との判断は，以下のとおり誤りである。すなわち，審決は，本件特許明細書の「消費者による注文／購入」等の記載を，本件特許発明1の「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して」という事項に対応させているが，合理性がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件特許発明11の特許法36条6項該当性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明11の「備え」のあとに記載される「前記ソフトウエアの更新情報に関連するデータ」は，審決が認定した第2(新たな「ソフトウエアの更新情報」が消費者の選択により利用可能である場合にデータが送られる。この場合データは通常，広告の形式を有している。)と第3(「ソフトウエアの更新情報」が消費者により注文／購入された後で，その「ソフトウエアの更新情報」を実装するためにデータが送られる。)の両方に相当する。しかるに，審決は，「前記ソフトウエアの更新情報に関連するデータ」は，このうち第2の場合のみに相当すると判断しているので，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件特許発明11の「ソフトウェアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」に応答するのは「プロセッサ」であることについて認定を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件特許発明12の特許法36条6項該当性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件訂正前の本件特許発明1については，「『メモリ』が，『前記識別子が対応する受信装置を表している場合にのみ，当該データを記憶するよう構成されている』ことになり，『メモリ』が『前記識別子が対応する受信装置を表している』ことを判断しているように読めるから，通常メモリはデータを記憶するものであることを考慮すると，明りょうでない記載である。」と判断したにもかかわらず，本件特許発明12については，「『メモリ』に関する記載は，『メモリ』が複数の受信機の各々に対応して設けられ，ソフトウエアの更新情報に関連するデータに記憶するものであって，識別子が対応する受信装置を表している場合にのみデータを記憶するように構成されていることを規定しており，明確でないといえず」と判断した。",
                "このように，本件特許発明12の「メモリ」についての判断は，本件訂正前の本件特許発明1の「メモリ」についての判断と矛盾するから，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件特許発明12の「ソフトウェアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」に応答するのは「プロセッサ」であることについて認定を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件特許発明13の特許法36条6項該当性についての判断の誤り)",
          "text": [
            "審決は，本件特許発明13は明確であり，本件特許明細書に記載されているものである旨判断したが，以下の理由により誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本件特許発明13においては，『使用可能』との用語が使用されているので，・・・『ソフトウエアの更新情報』を使用可能状態とするために必要なソフトウエアをダウンロードして組み入れる(実装する)ものに関する発明である。」と認定した。しかし，本件特許発明13は，「ソフトウエアの更新情報」をダウンロードする発明であるから，「ソフトウエアの更新情報」と「『ソフトウエアの更新情報』を使用可能状態にするために必要なソフトウエア」とを同じものとして解釈することは誤りである(理由1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「上記の『ソフトウエアの販売後』は『使用すべきユーザの指示に応答して』に相当するものと認められ(る)」と述べているが，その意味は不明であり，失当である(理由2)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，本件特許発明13の「ソフトウエアの更新情報の少なくとも1つを使用可能にすべき旨のユーザ指示に応答して，」が本件特許明細書に記載されたものであると判断したが，誤りである。",
                "本件特許発明13の上記記載は，本件特許発明1の「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して」と，「使用可能に」と「実装」が異なる以外は，その記載は同一である。前記4のとおり，本件特許発明1が特許法36条6項に該当しないのと同様の理由から，本件特許発明13も同項に該当しない(理由3)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由は理由がなく，審決に違法はない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(請求項10の訂正の可否についての判断の誤り)に対し請求項10の訂正は，「ソフトウエアの更新情報に関連する情報」を請求項1と同様の「ソフトウエアの更新情報に関連するデータ」に訂正することによって，用語の統一を図り，もって明りょうでない記載の釈明を目的とするものであり，当該訂正が実質的に特許請求の範囲を拡張し又は変更するものではない。審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法184条の18の読替による同法123条1項5号の無効理由についての認定判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「features」の意義",
              "text": [
                "原明細書にいう「features」は，以下のとおり，「第1のカテゴリ」でも，「第2のカテゴリ」でも，同じ内容で用いられており，それは「ソフトウエアの更新情報」を意味する。",
                "すなわち，「features」(特徴)は，「第1のカテゴリ」の特徴と「第2のカテゴリ」の特徴とに分類されるが，前者は，顧客からの入力や顧客による選択を必要とすることなく提供される特徴を意味し，後者は，顧客からの入力や顧客による選択に応じて提供されることを意味する。「第1のカテゴリ」と「第2のカテゴリ」とは，どのような態様により情報が提供されるかという観点からの分類であるから，カテゴリの相違によって，「特徴」の意味が異なることはない。ところで，「features」(特徴)が，テレビジョン・システムに実装されることによって，テレビジョン・システムのソフトウエアが更新されることになるから，「特徴」とは，「ソフトウエア更新の更新情報」，すなわち「ソフトウエアを更新するための情報」を意味することになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「ボタン116」の名称の意義",
              "text": [
                "原告は，本件特許明細書の図4のボタン116の名称である「関連ソフトウエア更新」は，原明細書のFig．4のボタン116の名称である「RELATED FEATURES」から直接的に読み取れなかった意味を含むなどとも主張するが，誤りである。すなわち，前記(1)のとおり，原明細書の「(related) feature(s)」(特徴)は，「ソフトウエアの更新情報」を意味するから，「(related) feature(s)」(特徴)という語が，本件特許明細書の図4のボタン116の本来の名称である「関連するソフトウエアの更新情報」を省略して表示したものであることは明らかである。したがって，本件特許明細書の図4のボタン116の名称である「関連ソフトウエア更新」という意味は，原明細書のFig．4のボタン116の名称である「RELATED FEATURES」から直接的に読み取ることができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件各特許発明の特許法36条6項該当性の判断の前提としての「本件特許明細書に開示されている技術」の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "事項1に対し",
              "text": [
                "ユーザ指示の結果として，ソフトウエアの更新情報の少なくとも1つが実装されるから，その契機となった「ユーザ指示」を「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」と認定したことに誤りはない。したがって，消費者による注文は，ユーザ指示の一例であり，その結果として，ソフトウエアの更新情報の少なくとも1つが実装されるから，「ソフトウエアの更新情報の少なくとも1つ」が実装される契機となった「消費者による注文」を「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "事項2，3に対し",
              "text": [
                "本件特許発明1は，「前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装するプロセッサ」を要件としているから，その「プロセッサ」は，「実装する」動作は必要となるが，「応答する」動作は不要である。すなわち，上記「・・・ユーザ指示に応答して，・・・実装する」との記載は，「実装する」動作を行うための契機が「ユーザ指示」であることを意味するものである。したがって，「実装する」動作が「ユーザ指示」を契機として起こる以上，「プロセッサ」は，「実装する」動作が行われれば，それで十分であって，「応答する」動作を必要とするものではない。",
                "以上のとおり，「プロセッサ」が「応答する」という動作を必ず行なわなければならないとする原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "事項4に対し",
              "text": [
                "原明細書には，「ユーザ指示(例えば，消費者による注文)に応答して，特徴(すなわち，ソフトウエアの更新情報)をVCR，テレビジョン，TVCR，セットトップ・ボックス等の受信装置に組み込むこと」が開示されていると共に，ユーザ指示の一例として，電話のキーパッドを用いた注文ないしリモコン100を用いた注文の態様が具体的に開示されている。したがって，「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，ソフトウエアの更新情報の少なくとも1つを実装する」という事項は，原明細書にも記載されており，明確に開示された事項であるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "事項5，6に対し",
              "text": [
                "原告の主張は，審決の結論に何ら影響を及ぼすものではなく失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件特許発明1の特許法36条6項該当性についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の「『ソフトウエアの更新情報』は，消費者により注文／購入された後に，『ソフトウエアの更新情報』を実装するためにデータが送られてくるものである。」という内容は，本件特許発明1の「前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装する」に対応しないと主張する。",
                "しかし，前記のとおり，消費者による注文／購入は，ユーザ指示の一例である。したがって，その結果として，ソフトウエアの更新情報の少なくとも1つが実装されるのであるから，「ソフトウエアの更新情報の少なくとも1つ」が実装される契機となった「消費者による注文／購入」を「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」に応答するのは「プロセッサ」であると主張する。",
                "しかし，前記のとおり，本件特許発明1は，「前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装するプロセッサ」を必要とするところ，「・・・ユーザ指示に応答して，・・・実装する」との記載は，「実装する」動作を行うための契機が「ユーザ指示」であることを意味する。「実装する」動作が「ユーザ指示」を契機として生じるから，「プロセッサ」は，「実装する」動作を行えば足りるのであって，「応答する」動作を行うことは不要である。したがって，プロセッサが，「応答する」という動作を行うことを必要とすることを前提とした原告の主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件特許発明11の特許法36条6項該当性についての判断の誤り)に対し",
          "text": [
            "「前記ソフトウエアの更新情報に関連するデータ」は，「ソフトウエアの更新情報」に関連するデータの総称であり，3つの状況下で送られるデータをすべて包括する表現であるから，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件特許発明12の特許法36条6項該当性についての判断の誤り)に対し",
          "text": [
            "本件特許発明1の「前記識別子が対応する受信装置を表している場合にのみ」との記載は，いかなる場合にメモリが当該データを記憶するのか，その条件を規定したものである。原告の主張は失当である。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件特許発明13の特許法36条6項該当性についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "理由1に対し",
              "text": [
                "本件特許発明13において，ダウンロードされる対象は「ソフトウエアの更新情報」であって，「ソフトウエアの更新情報」を使用可能とするために必要なソフトウエアではないから，審決の認定には誤りがあるが，同認定の誤りは，審決の結論に影響を及ぼすものではない。",
                "すなわち，「実装」とは，「今までに使えなかった所定の機能を使えるようにすること」を意味するものであるから，本件特許発明13にいう「使用可能にする」と「実装」とは，同じ内容を指す。そうすると，本件特許発明13は，「ソフトウエアの更新情報をダウンロードして新たに組み込むことによって，使えるようにする」という態様に限定した発明であるから，ソフトウエア更新情報がテレビジョンに付属して既に組み込まれており，これを使用できるようにするためのソフトウエアをダウンロード等する場合を含まない。したがって，本件特許発明13は特許法36条6項の要件を満たす。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "理由2に対し",
              "text": [
                "ユーザ指示(電話による注文等)の結果として，ソフトウエアの更新情報が使用可能とされるのであるから，「ソフトウエアの更新情報」が使用可能とされる契機となった「ユーザ指示」を「ソフトウエアの更新情報を使用可能にすべき旨のユーザ指示」としたことに誤りはない。よって，本件特許発明13は特許法36条6項の要件を満たす。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "理由3に対し",
              "text": [
                "前記のとおり，本件特許発明1については，「ユーザ指示(例えば，消費者による注文)に応答して，特徴(すなわち，ソフトウエアの更新情報)をVCR，テレビジョン，TVCR，セットトップ・ボックス等の受信装置に組み込むこと」が記載され，また，原明細書には，ユーザ指示の一例として，電話のキーパッドを用いた注文ないしリモコン100を用いた注文の態様が具体的に開示されている。これらから，「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，ソフトウエアの更新情報の少なくとも1つを実装する」という事項が原明細書に記載されており，本件特許発明13の「ソフトウエアの更新情報の少なくとも1つを使用可能にすべき旨のユーザ指示に応答して，」という事項が，本件特許明細書に記載されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由に理由はなく，原告の請求を棄却すべきものと判断する。以下，理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(請求項10の訂正の可否についての判断の誤り)について原告は，①請求項10の「関連する情報」は，本件特許明細書の図4に関する記載を参酌すると，「表示」されるものと解釈すべきであること，②請求項1の「関連するデータ」は，識別子を含み，識別子に応じてメモリに選択的に記憶されるもので，実装に用いられるのに対し，上記図4の「情報」は，識別子に応じたメモリに記憶もせず，実装に用いないから両者は異なること，を理由として，請求項10に係る訂正は明りょうでない記載の釈明に当たらず，実質上特許請求の範囲の拡張，変更に当たると主張する。しかし，以下の理由により，原告の主張は採用できない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "本件訂正前の明細書(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【請求項1】",
                  "text": [
                    "ソフトウエアの更新情報をダウンロード可能なテレビジョン・システムにおいて，複数の受信装置であって，各々が，テレビジョン受信機と，セットトップ・ボックスと，ビデオ・レコーダと，テレビジョン及びビデオ・レコーダの結合体とのいずれか1つからなる，複数の受信装置と，前記複数の受信装置の各々に対応して設けられた受信機であって，前記ソフトウエアの更新情報に関連しかつ前記複数の受信装置の少なくとも1つを識別する識別子を含んでいるデータを受信する受信機と，前記複数の受信機それぞれに対応して設けられ，前記ソフトウエアの更新情報に関連するデータを記憶するメモリであって，前記識別子が対応する受信装置を表している場合にのみ，当該データを記憶するよう構成されているメモリと，前記受信装置のそれぞれに対応して設けられたプロセッサであって，それぞれが，前記メモリと前記受信機の少なくとも1つとに結合しており，前記ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，前記データを用いて，前記ソフトウエアの更新情報の少なくとも1つを，前記受信装置の少なくとも1つにおいて実装するプロセッサとを備えていることを特徴とするテレビジョン・システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【請求項9】",
                  "text": [
                    "請求項1記載のテレビジョン・システムにおいて，前記プロセッサは各々，ダウンロード可能な新規のソフトウエアの更新情報が利用可能となったときに，該ソフトウエアの更新情報を広告するためのアイコンを表示するように構成されていることを特徴とするテレビジョン・システム。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【請求項10】",
                  "text": [
                    "請求項9記載のテレビジョン・システムにおいて，前記プロセッサは，ユーザによる新規のダウンロード可能なソフトウエアの更新情報に関連する情報の要求に応答して，該情報を受信するよう構成されていることを特徴とするテレビジョン・システム。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「発明の概要 本発明は，好適な実施例においては，ダウンロード可能な機能を提供することを意図しており，より詳細には，このような機能をテレビジョン・システムの識別特定された受信装置に提供することを意図している。機能は製造業者に所望のものであり，(1)ソフトウエアの障害を訂正すること，(2)ソフトウエアを追加又は更新すること，(3)汎用性の要求を満足するためのものである。機能はまた，テレビジョン・システムの広告に応答して，これらの機能に関する勧誘，広告に応答する顧客が，注文できるものである。」(5頁30行～36行)"
                },
                {
                  "fig": "オ",
                  "subject": "「【図面の簡単な説明】・・・図4は，ソフトウエアの更新情報に関連する情報が如何にしてテレビジョン画面に表示されるか，及び，追加の情報を得るために遠隔装置がどのように用いられるかを示す図である。」(6頁2行～9行)"
                },
                {
                  "fig": "カ",
                  "text": [
                    "「図4は，あるソフトウエアの更新情報に関係する情報がテレビジョン・スクリーン上にどのように示されるか，そして，追加的な情報を得るのにリモコンをどのように用いることができるかを，示している。テレビジョン・システム10と相互作用するためには，消費者は，テレビジョン・スクリーン110上のメッセージに応答して，リモコン100を用いる。",
                    "・・・これらのボタン102，104及び106は，テレビジョン・スクリーン110上に，図形的に表示されているボタン112，114及び116に対応する。」(10頁22～28行)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「消費者に対して新たなソフトウエアの更新情報を宣伝するためにデータが送られる場合には，メールボックス・アイコン120が，消費者に対して，新たなソフトウエアの更新情報を選択することができることを知らせるのに用いられるのが通常である。消費者は，望むときには，メールボックス・アイコン120の表示を消去することができる。消費者は，さらに，一般化されたボタン112，114及び116によって促されるときには，特別のリモコン・ボタン102，104及び106の任意のものを押すことにより，新たなソフトウエアの更新情報に関係するより多くの情報を受け取ることができる。好適な実施例では，メールボックス・アイコン120が一杯である(例えば，点滅するアイコン120は，メールボックスが一杯であることを示す)ときには，消費者は，テレビジョン・スクリーン110上で，新たに入手可能になったソフトウエアの更新情報に関係する情報を受け取ることができる。この情報は，消費者が特別のリモコン・ボタン102，104及び106の1つを押した後で，デモンストレーションとして与えられる。この短いデモンストレーションが終わると，次に，消費者は，リモコン・ボタン102，104及び106の1つを押下することによって，そのソフトウエアの更新情報を注文するか，又は，より多くの情報を受け取るかのどちらかを促される。」(10頁32行～46行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)の認定によれば，請求項1においては，「ソフトウエアの更新情報」と「ソフトウエアの更新情報に関連するデータ」があること，前者は，ダウンロード可能なものであって，受信装置において実装される情報を指すこと，後者は，「ソフトウエアの更新情報」を実装するために使用されるデータであり，同データが，受信機において受信され，メモリにより記憶され，ユーザ指示に応答して，プロセッサにより受信装置に実装される際に用いるものであることが認められる。",
                    "また，請求項10は，請求項9を引用し，請求項9が請求項1を引用していることに照らすならば，本件訂正前の請求項10においては，「ソフトウエアの更新情報に関連する情報」と「ソフトウエアの更新情報に関連するデータ」とを含むため，不明りょうな記載といえる。したがって，請求項10において，「ソフトウエアの更新情報に関連する情報」を「ソフトウエアの更新情報に関連するデータ」に訂正する本件訂正は，明りょうでない記載の釈明を目的とするものであり，かつ実質上特許請求の範囲を拡張し，又は変更するものであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，図4の記載を根拠として，請求項10の「ソフトウエアの更新情報に関連する情報」とは，ユーザへのお知らせ的な内容の情報を指すと主張する。しかし，原告の主張は失当である。",
                    "すなわち，発明の詳細な記載には，「ソフトウエアの更新情報に関連する情報」に関して，図4に関するごく簡単な説明がされているにすぎないこと，図4の実施例では，「アイコン表示後にソフトウエアの更新情報を注文する動作」，及び「より多くの情報を受け取りこれを表示する動作」が可能であるとされていること,また，「消費者に対して新たなソフトウエアの更新情報を宣伝するためのデータが送られる」との記載もあることに照らすならば，請求項10の「ソフトウエアの更新情報に関連する情報」がユーザへのお知らせ的な内容の情報に限定されるものと解釈することはできない。原告の主張は，理由がない。",
                    "したがって，取消事由1に係る原告の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法184条の18の読替による同法123条1項5号の無効理由についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "原明細書(甲3，6)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「テレビジョンのソフトウエアは往々にして，技術の進歩により，時代遅れとなる場合があり，または，機能しないことさえある。したがって，新規な機能を追加すること，ソフトウエアを更新すること，ソフトウエア・プログラムを修正することが必要な場合がある。さらに，テレビジョン・システムにおける新規購入ユニット(例えば，新規なVCRに必要な遠隔制御赤外線コード)によっては，不適合性の問題が生じる。これらの状況においては，サービスマンが顧客の家に出向いて修理又は更新をするか，または，顧客がデバイスのサービスが可能な小売店に該デバイスを持っていくか，又は送るかする必要がある。これら両方の状況において，顧客はある程度の不都合を被ることになる。したがって，この種のサービスのより簡便な提供方法が待たれている。さらには，新規に構築された機能の提供を希望する場合，顧客は依然として，機能可能なユニットを新しいユニットに取り替えて，これらの新機能を得るようにしなければならない。",
                    "最後に，製造業者は，顧客と直接連絡(通信)することができるものの，この通信は極めて限定されたものであり，しかも高価格となってしまう。例えば，製造業者は，郵便で送ることができ，電話連絡することができ，広告を分配することができ，又は，商業的に放送広告することができる。製造業者は，ある特別の製品を購入した顧客に対してダイレクト・メールを送りかつ電話連絡が可能であるが，同様な方法では製造業者のテレビジョン・コマーシャルを送ることができない。したがって，ある顧客のテレビジョン上に広告を表示することができるシステムの提供が要望されている。さらに，上記したように，修理係(a repairperson)を必要とせずに，製造業者がテレビジョン・システムのソフトウエアを更新し，取り替え，又はテレビジョン・システムのソフトウエアを追加することが，要望されている。」(甲6，2頁7～最下行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明は，好適な実施例においては，ダウンロード可能な機能を提供することを意図しており，より詳細には，このような機能をテレビジョン・システムの識別特定された受信位置に提供することを意図している。機能は製造業者に所望のものであり，(1)ソフトウエアの障害を訂正すること，(2)ソフトウエアを追加又は更新すること，(3)汎用性の要求を満足するためのものである。機能はまた，テレビジョン・システムの広告に応答して，これらの機能に関する勧誘，広告に応答する顧客が，注文できるものである。例えば，広告は，特定の顧客のテレビジョン(又は，他の電子的プロダクト)にネットワークを介して，プロダクトの電子的シリアル番号に基づいて，電子的に供給される。これらの特徴は，テレビジョン・システムに機能的に追加可能である。これらの特徴に関連するデータは，コンパイルされてメイン位置(中央位置)から多数の受信位置に配置される顧客の電子的プロダクト(例えば，テレビジョン)に対して送信される。該データは，識別特定された受信位置において格納され，ソフトウエアが用いられて該格納された特徴をインストールする。このような記憶は，通常，不揮発性メモリ又はフラッシュRAMにおいて実行される。",
                    "受信位置はそれぞれ，受信機，メモリ，プロセッサを備えている。受信機は，これらの特徴に関連するデータを受信する。該データは，受信位置の少なくとも1つを識別する識別子を含んでいる。各受信位置にあるメモリは，データの識別子が該受信位置を識別する場合にのみ，受信データを記憶する。受信位置のプロセッサは，セーブしたデータを用いて，受信位置に特徴をロードし，セーブし，又は実行する。」(甲6，3頁2～21行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「本発明は，テレビジョン・システムに特徴をダウンロードするためのスキームを提供する。ダウンロード可能な多数の特徴は，一般に，1又は2のカテゴリに分けられる。第1のカテゴリは，ソフトウエア検出訂正，適合性要求フィックス，及び，テレビジョン製造業者又は第3者によって提供されるソフトウエアの更新または追加を含んでいる。例えば，テレビジョン製造業者は，あるモデルのテレビジョンが売られて頒布された後に，ソフトウエアの欠点に気づくことがある。障害があるテレビジョン・モデルを購入した消費者を惑わせることなく，このような欠点を訂正するために，ソフトウエアの問題点を修正する新しいソフトウエアを，製造業者がはたやすくダウンロードすることが可能である。この場合，サービスマンが出向く必要はない。・・・",
                  "text": [
                    "特徴の第2のカテゴリは，顧客が自身のテレビジョン・システムにダウンロード又はイネーブル状態にしたい特徴を選択することである。・・・上記した特徴の多くは，販売されたテレビジョンに既に付属しており，テレビジョン・システムにおいて使用可能(イネーブル)状態にすることだけが必要である。例えば，表示されたチャネル識別子とともにアイコンを有するように選択すると，ユーザが新しいチャネルを選択する度に，左上に該アイコンが表示される。チャネル識別子を備えたこれらのアイコンは，テレビジョンが販売されたときに該テレビジョンのROMに通常記憶されているものであるが，適宜のソフトウエアが存在する場合にのみ表示されるものである。本発明は，このようなソフトウエアを販売後にダウンロード可能にするものである。」(甲6，4頁4行～5頁12行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「好適な実施例では，メールボックス・アイコン120が一杯である(略)ときには，消費者は，テレビジョン・スクリーン110上で，新たに入手可能になった特徴に関係する情報を受け取ることができる。この情報は，消費者が特別のリモコン・ボタン102，104及び106の1つを押した後で，デモンストレーションとして与えられる。この短いデモンストレーションが終わると，次に，消費者は，リモコン・ボタン102，104及び106の1つを押下することによって，その特徴を注文するか，又は，より多くの情報を受け取るかのどちらかを促される。」(甲6。12頁15行～22行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定によれば，本件各特許発明は，テレビジョンのソフトウエアが，技術の進歩により，時代遅れとなる場合や機能しない場合に，修理係(a repairperson)を必要とせずに，製造業者等がテレビジョン・システムのソフトウエアを更新し，取り替え，追加することが，要望されている背景のもと，ダウンロード可能な「特徴」(features)を提供することを目的とした発明である。そして，そのために本件各特許発明においては，「特徴」が，テレビジョン・システムにダウンロードされる，又はイネーブル状態にされることによって，テレビジョン・システムのソフトウエアが更新されることになるといえる。以上によれば，「feature(s)」(特徴)は「ソフトウエアの更新情報」を，「RELATED FEATURES」は，「関連ソフトウエア更新」を，それぞれ示すものと解される。よって，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，原明細書の図4のボタン116の名称である「関連ソフトウエア更新」からは，「ソフトウエアの更新情報を実装すべき旨のユーザ指示」に応じた意味を有するものと解すべきであると主張する。",
                    "確かに，原明細書には，リモコンボタンにより注文を行う旨の記載もあるが，図4には，ボタン116と共に，プロンプト130に，「注文」は所定の電話番号をダイアルすべきこと，「以下のリモート・キーの押圧により，更に情報が得られます。」と記載されていることに照らすと，ボタン116は，現在表示中のプログラムに関連する情報を表示するボタンを指すと解される。原告の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件各特許発明の特許法36条6項該当性の判断の前提としての「本件特許明細書に開示されている技術」の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事項1について",
              "text": [
                "原告は，「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」からは，「ソフトウエアの更新情報を注文すべき旨のユーザ指示」という意味を読み取れないと主張する。しかし，消費者の「注文」はユーザ指示の一例であり，「注文」の結果として「実装」が行われるのであるから，「実装」が「注文」を前提としていることは合理的に理解できる。原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "事項2について",
              "text": [
                "原告は，審決では，本件特許発明1，11，12において，「ソフトウェアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」に応答するのは「プロセッサ」であるにもかかわらず，この点を誤って認定した旨主張する。しかし，本件特許発明1，11，12に係る特許請求の範囲においては，「応答する」ための態様が特定されていないから，「プロセッサ」が直接的に応答する場合のみならず，間接的に応答する場合も含まれると解して差し支えない。原告の主張は，その前提において失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "事項3について",
              "text": [
                "原告は，本件特許明細書に開示されている技術では，「消費者による注文」に「プロセッサ」が応答することはできないと主張する。しかし，制御のために装置を接続することは，当業者における技術常識であるのみならず，本件特許明細書には，「好適実施例では，受信装置は，住居内に置かれた複数のテレビジョン50及びVCR46である。これらの受信装置46，48及び／又は50は，他のデバイス又は製品にリンクされ，これらのデバイス／製品に，データの更新又はダウンロードを提供することができる。」(8頁24～27行)として「機器をリンクする」旨記載されている。そうすると，たとえ，本件特許明細書に注文に用いる装置と受信装置が接続される旨の記載がないとしても，必要に応じてリンクを設けることは，当業者の技術常識に属する内容といえる。したがって，「プロセッサ」が応答できないとの原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "事項4について",
              "text": [
                "原告は，「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して」との事項に対応する本件特許に係る明細書の記載は不明確であると主張する。しかし，原明細書(甲6)には，「ユーザ指示(例えば，消費者による注文)に応答して，特徴(すなわち，ソフトウエアの更新情報)をVCR，テレビジョン，TVCR，セットトップ・ボックス等の受信装置に組み込むこと」が開示されていると共に，ユーザ指示の一例として，電話のキーパッドを用いた注文ないしリモコン100を用いた注文の態様が具体的に開示されている。したがって，「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示に応答して，ソフトウエアの更新情報の少なくとも1つを実装する」との事項は，原明細書に照らしても明確に記載されている。原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "事項5，6について",
              "text": [
                "原告は，取消事由3に係る事項5，6に関し，審決には認定を誤った違法があると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許明細書(甲14)の記載",
                  "text": [
                    "本件特許明細書の発明の詳細な説明には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「上記したソフトウェアの更新情報の多くは，販売されたテレビジョンに既に付属しており，テレビジョン・システムにおいて使用可能(イネーブル)状態にすることだけが必要である。例えば，表示されたチャンネル識別子とともにアイコンを有するように選択すると，ユーザが新しいチャンネルを選択する度に，左上に該アイコンが表示される。チャンネル識別子を備えたこれらのアイコンは，テレビジョンが販売されたときに該テレビジョンのROMに通常記憶されているものであるが，適宜のソフトウェアが存在する場合にのみ表示されるものである。本発明は，このようなソフトウェアを販売後にダウンロード可能にするものである。ダウンロードされたソフトウェアは，新しいネットワークに関する追加のアイコンを提供するためにも使用可能である。」(7頁32行～41行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「アドバンスト・プログラムは，テレビジョンが購入された当初には，テレビジョンに含まれる場合と含まれない場合とがある。アドバンスト・プログラムは，新たなソフトウエアの更新情報を実装させるデータが受信されたときに，後で追加することが可能であるし，そうでなくとも，アドバンスト・プログラムの一部を交換したり，イネーブルして，そのソフトウエアの更新情報を実装させるデータが送信されたときに，新たなソフトウエアの更新情報を与えることも可能である。したがって，あるソフトウエアの更新情報を実装させるために送られるデータには，アドバンスト・プログラム・データが含まれる。」(10頁3行～11行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "前記本件特許明細書の記載によれば，①アイコンがテレビジョンに記憶されるのに対し，それを表示するためのソフトウェアがダウンロードされること，②アドバンスト・プログラムは，テレビジョンにあらかじめ含まれる場合，及びダウンロードされて新たに追加される場合の両者があることが認められる。",
                    "そうすると，「ソフトウエアの更新情報」には，①販売されたテレビジョンにあらかじめ記憶されているものと，②販売されたテレビジョンには記憶されておらず，販売後のダウンロードを可能とするものがあると認められる。請求項13には，「ソフトウエアの更新情報をダウンロードする方法において」と記載されているが，同記載部分について「ソフトウエアの更新情報」に関連するデータのすべてがテレビジョンに付属している場合に限定して解することはできない。",
                    "したがって，審決に，本件特許発明13がソフトウエアの更新情報をダウンロードする場合についての認定上の誤りはない。審決が事項5，6を看過したとの原告の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件特許発明1の特許法36条6項該当性についての判断の誤り)について",
          "text": [
            "前記本件特許明細書の記載によれば，消費者による注文／購入は，ユーザ指示の一例であると認められる。そして，前記認定判断のとおり，ユーザ指示の結果，ソフトウエアの更新情報の少なくとも1つが実装されるのであるから，「ソフトウエアの更新情報の少なくとも1つ」が実装される契機となった「消費者による注文／購入」を「ソフトウエアの更新情報の少なくとも1つを実装すべき旨のユーザ指示」とした審決の認定判断に誤りはない。原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件特許発明11の特許法36条6項該当性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明11に係る特許請求の範囲は，「・・・前記ソフトウエアの更新情報に関連するデータは，システムのユーザが，自分のテレビジョン・システムに前記ソフトウエアの更新情報をダウンロードすることを望むかどうかの選択をすることができるようにするための情報を含んでいることを特徴とするテレビジョン・システム」と記載されている。",
                "そして，本件特許明細書(甲14)には，以下の記載がある。",
                "すなわち，「好適な実施例では，データに関係するソフトウエアの更新情報は，3つの状況下で，上述の態様で送られる。第1に，製造業者がデバイスを更新することを望んでいるか，又はソフトウエアの問題点を自動的に修理することを望むときに，データが送られる。この状況では，消費者の相互作用は要求されない。したがって，データは，消費者のテレビジョン・システムの中にダウンロードされるが，この際に消費者は，通常の保守の目的でこれを知ることはない。望む場合には，消費者に，そのテレビジョン・システムにダウンロードされたすべてのデータの記述を提供することもできる。",
                "相互作用が必要であれば，リモコン100を後に述べるように用いることになる。第2に，新たなソフトウエアの更新情報が，消費者の選択によって利用可能である場合に，データが送られる。このシナリオでは，データは，通常，広告の形式を有している。第3に，ソフトウエアの更新情報が消費者によって注文／購入された後で，そのソフトウエアの更新情報を実装するために送られる。上述のように，これらのソフトウエアの更新情報は，VCR，テレビジョン，TVCR，セットトップ・ボックス等に対して，用いられる。ソフトウエアの更新情報データがテレビジョンではない受信サイトに送られる場合には，テレビジョンは，依然として，そのソフトウエアの更新情報に関係する情報を表示するために使用可能である。」との記載がある(12頁6行～23行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記の記載によれば，「ソフトウエアの更新情報に関連するデータ」には，3つの場合が存するところ，本件特許発明11の「ソフトウエアの更新情報に関連するデータ」に含まれる情報は，前記第2の場合を指すものと解されるから，本件特許発明1のデータと異なるとしても何ら矛盾とはいえない。原告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件特許発明12の特許法36条6項該当性についての判断の誤り)について",
          "text": [
            "原告は，審決が，本件特許発明12の「メモリ」については明確であると判断したにもかかわらず，本件訂正前の本件特許発明1の「メモリ」については明りょうでないと判断した点に矛盾があると主張する。しかし，審決が判断した対象が異なること，本件特許発明12の上記判断に何ら固有の誤りはないことに照らすと，審決を取り消すに足りる違法ということはできない。原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件特許発明13の特許法36条6項該当性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の取消事由に係る主張(理由1)について",
              "text": [
                "原告主張に係る理由1は，取消事由3(事項6)に関する原告の主張が失当である以上，同様に理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の取消事由に係る主張(理由2)について",
              "text": [
                "原告主張に係る理由2については，審決の「上記の『ソフトウエアの販売後』は『使用すべきユーザの指示に応答して』に相当するものと認められ・・」は，「既存のソフトウエアを販売後」は「ユーザがソフトウエアの更新情報をダウンロードすることを指示した時」に相当するとの意味に理解できるので，これを前提とした判断に誤りはない。原告主張の理由2は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の取消事由に係る主張(理由3)について",
              "text": [
                "原告の取消事由に係る主張(理由3)は，取消事由4(本件特許発明1の特許法36条6項該当性の判断の誤り)に関する原告の主張が失当である以上，同様に理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第であるから,原告主張の取消事由は理由がない。原告はその他縷々主張するが,いずれも審決を違法とするものではない。よって,原告の請求を棄却することとし,主文のとおり判決する。"
      ]
    }
  ]
}