{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008―800272号事件について平成21年8月21日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の本件特許に対する原告の特許無効審判の請求について，特許庁が，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲7)",
              "text": [
                "発明の名称：「分析装置」",
                "出願日：平成6年9月29日(特願平6−234802号)",
                "登録日：平成14年4月5日",
                "特許番号：第3293717号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成20年12月4日(甲20。無効2008−800272",
                "号)",
                "訂正請求日：平成21年2月23日(甲22の1・2。以下「本件訂正」という。)",
                "審決日：平成21年8月21日",
                "審決の結論：「訂正を認める。本件審判の請求は，成り立たない。」審決謄本送達日：平成21年8月25日(原告に対する送達日)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件審決が判断の対象とした発明は，本件訂正後の明細書(甲22の2。以下，本件訂正前の平成19年6月26日付け訂正審判請求による訂正後の図面(甲17)を含め，「本件明細書」という。)の特許請求の範囲の請求項1に記載された本件発明であって，その要旨は，分説の便宜上符号を付すと，次のAないしGのとおりである。以下，同符号を付した構成要件を順に「構成要件A」ないし「構成要件G」という。",
            "A：物質表面の原子配列や表面形状の測定結果として分析手段側から得られる画像データの任意の輝度分割数に分割された輝度分布を求める手段と，B：前記輝度分布に対して，前記輝度分割数と実質的に1対1で対応させることができる任意のカラー分割数に分割されたカラーテーブルの割り当て範囲を，輝度分布表示に対して移動可能な表示画面上のレンジ・バーを用いて指定して色付けを行なう輝度分布の範囲を設定する手段と，",
            "C：前記カラーテーブルの割り当てに従って画像データを表示用画像データに変換する手段と，",
            "D：前記表示用画像データを記憶する手段と，",
            "E：前記輝度分布，カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する手段とを備えた",
            "F：分析装置であって，",
            "G：前記設定された輝度分布の範囲の上限以上，また，下限以下についてはそれぞれカラーテーブルの上限また下限と同一の色付けを行うことを特徴とする分析装置"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，下記ア及びイの引用例に記載された各発明(以下「引用発明1」及び「引用発明2」という。)並びに下記ウの明細書に記載された原告主張に係る技術事項(以下「甲10事項」という。)などに基づいて容易に発明をすることができたものということができないから，本件発明に係る本件特許を無効にすることができない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平4−198812号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：マックワールド Photoshop2．5大全(ディーク・マ",
                  "text": [
                    "クレラン著。平成6年2月28日株式会社扶桑社発行。甲2)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "米国特許第5333244号明細書(頒布日：平成6年(1994年)7月",
                  "text": [
                    "26日。甲10)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明1並びに本件発明と引用発明1との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1：ある形状を持った表示対象物の形状情報と，該表示対象物上のサンプリング点における工学や物理学，化学，医学等の分野での計測機器による測定データ等のスカラ量とに基づきカラーマップを表示するマップ表示手段と，上記スカラ量に基づきあらかじめ設定済みの分割数で等分割されたヒストグラムを表示するグラフ手段と，該グラフ表示手段と該マップ表示手段とを制御し，上記ヒストグラムに対応するカラーマップを表示させる制御手段とを備え，上記ヒストグラムの任意の区間をマウスカーソルを用いて指定する区間指定手段を有し，上記制御手段は，該区間指定手段により指定された区間についてのみのヒストグラムを表示させる機能を有し，カラーマップ表示手段とグラフ表示手段とにより，同一画面上にカラーマップのカラーバーとヒストグラムとを対応付けて，並列的に配置して，同時に表示し，さらにヒストグラムの各区間を，対応するカラーバーの色と同色で表示するとともに，指定された区間に対応するスカラ量分布をカラーマップ表示するスカラ量分布表示装置"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：測定結果として分析手段側から得られる画像データの複数の輝度分割数に分割された輝度分布を求める手段と，前記輝度分布に対して，前記輝度分割数 と実質的に1対1で対応させることができる複数のカラー分割数に分割されたカラーテーブルの割り当て範囲を，範囲指定手段により指定して色付けを行なう輝度分布の範囲を設定する手段と，前記カラーテーブルの割り当てに従って画像データを表示用画像データに変換する手段と，前記表示用画像データを記憶する手段と，輝度分布，カラーテーブル，及び表示用画像データを表示する手段とを備えた分析装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本件訴訟において問題となっている相違点は，次の相違点のうち，相違点5である。以下，相違点5を「本件相違点」という。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1：「複数の輝度分割数」及び「複数のカラー分割数」が，本件発明では「任意」の数値であるのに対し，引用発明1では「あらかじめ設定済みの」数値である点"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2：「範囲指定手段」が，本件発明では，「輝度分布表示に対して移動可能な表示画面上のレンジ・バーを用いたもの」であるのに対して，引用発明1では，「マウスカーソルを用いて指定するもの」である点"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3：本件発明では，「前記設定された輝度分布の範囲の上限以上，また，下限以下についてはそれぞれカラーテーブルの上限また下限と同一の色付けを行う」のに対して，引用発明1では，そのような構成かどうか明らかでない点(エ) 相違点4：「測定結果」が，本件発明では，「物質表面の原子配列や表面形状の測定結果」であるのに対して，引用発明1では，「工学や物理学，化学，医学等の分野での計測機器による測定」の結果である点"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点5：表示される「輝度分布」が，本件発明では「前記輝度分布」であるのに対して，引用発明1では，「区間指定手段により指定された区間についてのみのヒストグラム」であり，「輝度分布，カラーテーブル，及び表示用画像データを表示する手段」が本件発明では，「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」ものであるのに対して，引用発明1では，そのような構成であるかどうか明らかでない点"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由は，本件審決が本件発明の認定を誤り，その結果，本件相違点の認定及び判断を誤ったというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の認定の誤りについて",
          "text": [
            "本件審決は，構成要件Eに係る「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」が，表示された「前記輝度分布」における「前記設定された輝度分布の範囲の上限・下限と対応する範囲内」の位置に，カラーテーブルを表示することを意味すると認定したが，同認定には，以下の(1)ないし(3)のとおりの誤りがあり，特段の事情がないにもかかわらず，構成要件Eにつき，その技術的意義を狭く解釈した本件審決には，最高裁昭和62年(行ツ)第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁(リパーゼ判決)に違反する違法がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「輝度分布」と「輝度分布表示」との区別",
              "text": [
                "本件発明に係る請求項1の文言においては，「輝度分布」と「輝度分布表示」とが明確に使い分けられており，単に「輝度分布」と表現している場合には「輝度の強度に対する頻度分布」という内部データを表しており(本件明細書【0005】)，「輝度分布表示」と表現している場合には「輝度分布をヒストグラムの表示態様で表示するもの」というグラフ表示を表しているもの(同【0006】)である。",
                "そうすると，構成要件Bにおける「輝度分布表示に対して移動可能な表示画面上のレンジ・バーを用いて」の「輝度分布表示」は表示画面上にグラフ表示されたものを意味しているものであり，他方，構成要件Gの「前記設定された輝度分布の範囲の上限以上，また，下限以下についてはそれぞれのカラーテーブルの上限また下限と同一の色付けを行う」の「輝度分布」は表示画面上にグラフ表示されたものではなく設定された内部データを意味しているものである。そうではなく，「輝度分布の範囲」がグラフ表示されたものを表しているのであれば，同グラフ自身が色付けされるとの意味となってしまい不合理である。",
                "したがって，構成要件Eの「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」とは，「輝度分布の範囲」が特定されているのであって「輝度分布表示の範囲」が特定されているものではないから，表示されたカラーテーブルの範囲が設定された内部データに対応していることを示すにとどまり，「輝度分布表示」との関係で，「カラーテーブル」の上端・下端の表示位置を対応させるといった表示態様については何ら規定していないものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "カラーテーブル表示のタイミング",
              "text": [
                "本件審決は，本件明細書【0013】及び【0015】における記載を基に，「割り当て」が指定されたタイミングで「レンジ・バー12の位置に合わせて」カラーテーブルの表示がされると認定した。",
                "しかしながら，本件明細書【0015】からは，「カラーテーブル表示部11の表示範囲」が，「カラーテーブル割り当てメモリ23」の「記憶内容」，すなわち，このメモリに保存された「カラーテーブル割り当て範囲指定手段4が指定した割り当て」に係る何らかの「値」に基づいて表示されることが読み取れるだけであって，いかなる態様で表示されるものか(例えばヒストグラムとともに表示されるのか，また，そのヒストグラムは元のヒストグラムなのか指定された範囲のみのヒストグラムなのか)，あるいは，どのようなタイミングで表示更新をするものかは同記載において開示も示唆もされていないため不明である。「割り当て範囲」が指定されたタイミングで，レンジ・バー12の位置に合わせてカラーテーブルの表示がされるなどという技術的事項は【0015】の記載から一義的に読み取れない。",
                "本件明細書の図6は，レンジ・バーによるカラーレンジ指定(範囲設定)後には，変更された輝度区分に基づくカラー表示がされることを説明する図であって，カラーテーブルの表示態様を示す図ではなく，仮に，上記図6のような内部データの対応付けを示す図をもって，カラーテーブルがレンジ・バーの移動に伴い伸縮する表示態様としか読み取れないのであれば，この表示態様は周知の設計的事項であって進歩性がないことを自認するものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "カラーテーブルの表示の対応的な変化",
              "text": [
                "本件発明が，レンジ・バーの移動に伴ってカラーテーブルの表示が「対応的に変化する」発明であるとするためには，特許請求の範囲に「表示手段は，レンジ・バーの移動に伴いカラーテーブルの表示が対応的に変化する表示手段である」との構成要件を付加する記載がなければならない。",
                "それにもかかわらず，本件発明について，レンジ・バーの移動に伴いカラーテーブルの位置が「対応的に変化」する意味であるなどと解した本件審決の認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件相違点の認定の誤りについて",
          "text": [
            "以下の(1)及び(2)によると，引用発明1は，「輝度分布，カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する手段」を開示するものであるにもかかわらず，この構成を本件相違点として認定し，一致点の認定から除外した本件審決の判断には誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "表示される「輝度分布」の検討",
              "text": [
                "本件審決は，本件相違点の判断において，「ここで，『前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する』が，表示された『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限と対応する範囲内』の位置に，カラーテーブルを表示することを意味することも明らかである。」とし，本件相違点として，表示される「輝度分布」が，本件発明では「前記輝度分布」であるのに対して，引用発明1では「区間指定手段により指定された区間についてのみのヒストグラム」であることを挙げた。そして，本件審決は，このような構成はいずれの引用例にも記載がないと説示するものであるから，本件発明について，レンジを設定する前の輝度分布(前記輝度分布)を表示したヒストグラムに，指定したレンジをレンジ・バーにて表示したものと一緒に，設定後のカラーテーブルを表示するものであると解しているものということができる。",
                "しかしながら，構成要件Eは，「前記輝度分布，カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する手段」とを備えることを規定するのみであって，その記載自体からは，「前記輝度分布」の表示(レンジ設定前のヒストグラム)と，設定された輝度分布の範囲の上限・下限に対応する範囲内に表示されるカラーテーブルとが，表示態様として，同一画面に一緒に表示されなければならないことを読み取ることはできない。",
                "本件明細書【0013】の記載は，「ヒストグラム表示」に対して「レンジ・バー」が移動するという，ヒストグラム表示とレンジ・バーとの関係を説明しているにすぎず，レンジ・バーを移動して，色付け範囲を設定した後の表示画面における「レンジ・バー」と「ヒストグラム表示」と「カラーテーブル表示」との関係を示唆するものはない。",
                "また，本件明細書の【0015】も，カラーレンジ設定後の画面表示の態様について明らかにしておらず，本件明細書添付の図5及び6は，フルカラーレンジ，設定カラーレンジにおけるカラーテーブルの分割(n分割)という内部処理を説明するための図(【0023】【0024】)であるから，カラーレンジ設定後の画面表示の態様は分からないことから，本件審決が想定するような表示態様は，本件明細書に記載されていない。",
                "構成要件Eの「表示するとともに，…表示する手段」との記載における「とともに」は，表示手段が「前記輝度分布，カラーテーブル，レンジ・バー及び表示用画像データ」を表示することができ，かつ，「前記カラーテーブル」を所定の態様で表示することができることを規定するにすぎず，「前記輝度分布」と(設定された輝度分布の範囲の上限・下限に対応する範囲内に表示される)カラーテーブルとが「同一画面で一緒に表示される」という表示態様を規定するものではない。",
                "以上によると，構成要件Eは，カラーレンジを設定したときの画面表示の態様を何ら特定しておらず，本件審決が「表示された『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限と対応する範囲内』の位置に，カラーテーブルを表示することを意味することも明らかである」として，本件相違点の上記部分を認定したことも誤りである。",
                "なお，被告は，本件相違点について，本件発明では，…カラーテーブルの表示範囲が，レンジ・バーと対応的に変化すること，「設定される輝度分布の範囲」との「区間指定をしただけで，範囲設定をする直前の段階」(「範囲設定が完了することにより画像が変換」)という新たな時間的要素の導入を図ることによって，画像変換前の「カラーテーブルの表示範囲」の連動性による効果があることを主張する。",
                "しかしながら，画像データを表示用画像データへ変換する前に，カラーテーブルの表示範囲がレンジ・バーと対応的に変化するであるとか，カラーテーブルが，レンジ・バーの移動に伴い伸縮するなどという，特許請求の範囲に記載のない事項に基づく「発明の特徴点」に関する主張は失当であって，また，画像変換前にレンジ・バーの移動に伴って「カラーテーブルの表示範囲」が伸縮するなどという事項は本件明細書には開示も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「輝度分布，カラーテーブル，及び表示用画像データを表示する手段」の検討",
              "text": [
                "構成要件Eに係る「カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」との文言に忠実に要旨認定すると，引用例1(第6図)及び甲10の明細書(FIG．6)にも，「カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する手段」(区間指定に係る「S 1」という「上限」と「S 1」という「下限」に対応する範囲にカラー",
                "max min",
                "テーブルを表示する技術)が開示されていることは明白である。",
                "以上によると，本件相違点の認定のうち，「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲に表示する」ことは，引用例1の第6図の開示そのものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件相違点についての判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明による容易想到性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の作用効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明が本件相違点の構成を有することによって，「『装置画像データの表示状態の調整のための操作が容易な分析装置を提供することができる』との作用効果，例えば，全輝度範囲(フルカラーレンジ)のヒストグラムに対するカラーテーブルの割当て対応関係を表示画面上で確認しながら，色付けを行う輝度分布の範囲の設定調整を可能にするとの作用効果を奏する」とした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本件明細書には，「表示された『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限と対応する範囲内』の位置にカラーテーブルを表示すること」，すなわち，元のヒストグラムに設定後のレンジ・バー位置を示したものにおいて，レンジ・バーの上下範囲に対応する位置にカラーテーブルを表示することを示す記載は存在しない上，本件発明に特有の効果として本件審決が説示するような上記の作用効果を認めることはできないから，そのような作用効果を斟酌してされた容易想到ではないとの本件審決の判断には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，一見して，輝度分布のどの位置にはどの色が割り当てられるかが分かることが本件相違点の構成の特有の作用効果であると主張するが，そもそも，輝度分布のどの位置にどの色が割り当てられるかが256もの区分を有する輝度分布を見ながら一見して認識できるはずはなく，また，仮に輝度分布のどの位置にはどの色が割り当てられるかが分かるとしても，表示される画像データの各画素を256の輝度区分に区分分けをし，各輝度区分の度数分布を表したものがヒストグラムであって，ヒストグラムは画像データの各輝度区分に属する画素数をとらえるために利用されるにすぎず，ヒストグラムでは各輝度区分に属する各画素が画像データの2次元配置上のどの位置のものかという「画像」本来の位置情報は欠落してしまっているから，その結果どのような画像データに変換されるかを予想することは不可能であって，本件発明が達成しようとする課題である「装置画像データの表示状態の調整のための操作が容易」となるものではなく，現実には，変換(色付け設定)後の表示用画像データを表示させて初めて，画像本来の属性である2次元データが盛り付けられ，その結果，どのような画像となったのかが判明するものである。",
                        "そもそも，構成要件Bに係る「前記輝度分布」(色付けを行う輝度分布の範囲を設定する前に作成された輝度分布)のみが表示されている状態で「レンジ・バーの移動に伴いカラーテーブルが対応的に変化」するとしたならば，元の輝度分布と変化後のカラーテーブルとの対応関係が崩壊し，全輝度範囲(フルカラーレンジ)のヒストグラムに対するカラーテーブルの割当て対応関係を表示画面上で確認しながら，色付けを行う輝度分布の範囲の設定調整を可能にするとの作用効果はなくなってしまう。",
                        "範囲設定前のヒストグラムが表示された状態で，このヒストグラム表示はそのままに，レンジ・バーの移動に伴ってカラーテーブルのみが狭くなった状態では，「ヒストグラムに対するカラーテーブルの割り当て対応関係」が分からなくなることが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明との対比について",
                  "text": [
                    "本件相違点の後半部分に係る構成要件Eにおける「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」との構成も，以下の(ア)及び(イ)のとおり，引用例1及び2に基づき，当業者が容易に想到できたものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記構成の根拠ということができる本件明細書【0013】の「カラーテーブル割り当て指定部4によって，このレンジ・バー12をヒストグラム表示部13に対して移動し，輝度分布に対して色付けを行なう範囲を設定する」との記載部分についてみると，引用例1には，「グラフ内区間指定手段102，この場合，マウス等のポインティングデバイス，を用いて，解析結果のスカラ量を表すヒストグラムの任意の1区間，あるいは任意の複数区間の少なくとも1点以上を指示することにより，カラーマップ表示変更手段104は，指示された区間に対応するスカラ量分布を，詳細にカラーマップに表示する」との記載が存在し，ここで，マウス等のポインティングデバイス(範囲指定手段)に代えて引用例2に記載された「輝度分布表示に対し移動可能な表示画面上のスライダを用いたもの」を採用し，かつ，そのスライダの形状を棒状のものである「レンジ・バー」とすることは，容易想到である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また，同じく上記構成の根拠ということができる本件明細書【0015】における「カラーテーブル割り当て範囲メモリ23は，カラーテーブル割り当て指定部4が指定した割り当て範囲を記憶するメモリである。表示部1中のレンジ・バー12，及びカラーテーブル表示部11の表示範囲は，このメモリ23の記憶内容に応じて行なわれる」との記載についてみると，引用例1には，「グラフ表示手段101は，形状情報21と，該形状情報21に対応するスカラ量とを，一対一に対応づけてメモリ20内部に格納している。…そして，該データに対して，区間分割処理部23により全形状要素に対応するスカラ量の最大値S と最小値S",
                      "text": [
                        "max min",
                        "を求め，この区間をあらかじめ設定済みの分割数で等分割する。続いて，カウント処理部24は，分割された各小区間毎に，該区間内に存在するスカラ量22を属性としてもつ形状要素の個数をカウントする。そして，その結果をヒストグラム表示処理部25によりヒストグラムの形式で表示する。これにより，実際に等高線表示，あるいはカラーマップ表示する前に，スカラ量の分布状況を表したヒストグラムをチェックすることができ，解析結果が現実に即した，妥当なものであるかどうかを判断できる」，「指定された区間の最大値S 1と最小値S 1とが取り出",
                        "max min",
                        "され，あらかじめ設定済みの分割数(表示色数)で，再度，等分割される。そして，各小区間に存在するスカラ量を属性としてもつ形状要素の個数がカウントされる。",
                        "そして，この結果が，再度，ヒストグラム33として表示される」との記載が存在し，色付け範囲変更後の表示用画像データを表示するための，ヒストグラムの作成(フルカラーレンジ及び設定カラーレンジ)及び区間指定表示を行うための処理内容がすべて開示されており，「ヒストグラムと，カラーマップ(表示用画像データ)のカラーバー(カラーテーブル)を対応づけて，同一画面に表示する」処理に際して区間指定に係る値(最大値S 1と最小値S 1)が参照されることも",
                        "max min",
                        "自明であるから，「表示部1中のレンジ・バー12，及びカラーテーブル表示部11の表示範囲は，このメモリ23の記憶内容に応じて行なわれる」との処理も，引用例1に開示されたものか，区間指定手段としての引用例2のスライダ(レンジ・バー)を採用した容易想到な事項にすぎない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件相違点に係る構成の周知性の有無",
              "text": [
                "仮に構成要件Eの解釈が本件審決のとおりのものであったとしても，ヒストグラムとともに表示されたレンジ・バーの移動に伴ってカラーテーブルの表示範囲が「対応的に変化」する程度のことは，画面表示を作り込む上での設計事項であって，このような技術は，特開平5−282422号公報(甲18。以下「甲18公報」という。)に示されるような周知技術にすぎず，容易想到である。",
                "なお，引用発明1及び甲18公報についての周知技術のいずれも，詳細に確認したい区間の表示を容易にし，操作性を向上させるという同一の課題目的，機能作用を有するものである。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "本件発明の認定の誤りについて",
          "text": [
            "カラーテーブル表示部11に表示されるカラーテーブルの表示範囲が，固定表示された輝度分布に対して上記レンジ・バーを移動させる指定操作の完了により「設定された輝度分布の範囲の上限・下限」と対応的に変化することは，本件明細書の発明の詳細な説明の【0013】【0015】の記載から明らかであって，また，以下の(1)ないし(3)のとおり，本件審決における構成要件Eに係る「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」ということが，表示された「前記輝度分布」における「前記設定された輝度分布の範囲の上限・下限と対応する範囲内」の位置に，カラーテーブルを表示することを意味するとの認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「輝度分布」と「輝度分布表示」との区別",
              "text": [
                "原告は，「輝度分布」と表現している場合には「輝度の強度に対する頻度分布」という内部データを表しており，「輝度分布表示」と表現している場合には「輝度分布をヒストグラムの表示態様で表示するもの」というグラフ表示を表しているものであると主張する。",
                "しかしながら，原告の主張によると，構成要件Eの後半部は，単に「表示されたカラーテーブルの範囲が設定された内部データに対応していることを示すにとどま」るものとなり，構成要件Eの後半部の技術的意義，殊に「前記カラーテーブル」を表示画面上のどこに「表示する」のかが不明となるものであって，合理的解釈ということができない。",
                "そもそも，本件明細書においては，例えば【0009】においては，表示画面上に表示されている「輝度分布表示」中の「範囲」を意味するものとして「輝度分布に対する範囲」との語を使用しているように，「輝度分布」と「輝度分布表示」とが明確に使い分けられているわけではなく，本件明細書において，「輝度分布」と記載されていても，そもそも本件発明では，表示画面上に「輝度分布」の表示がされるものであるから，このことを前提として，「(表示されている)輝度分布」の意味で「輝度分布」という表現がされているものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "カラーテーブル表示のタイミング",
              "text": [
                "本件明細書【0015】には，「カラーテーブル表示部11の表示範囲」についてだけでなく，レンジ・バー12についても，「表示部1中のレンジ・バー12，…の表示範囲は，このメモリ23の記憶内容に応じて行なわれる。」と記載されている。",
                "そして，メモリ23が，構成要件Bの「カラーテーブルの割り当て範囲」を記憶する「カラーテーブル割り当て範囲メモリ23」と名付けられていること，この「カラーテーブルの割り当て範囲」は，同構成要件の「輝度分布表示に対して移動可能な表示画面上のレンジ・バーを用いて指定」によって定まるものであることを考慮すると，「レンジ・バー12の表示範囲」が「カラーテーブル割り当てメモリ23の記憶内容」に基づいて行なわれるとの記載にいう「記憶内容」は，(「輝度分布表示に対して移動」して「カラーテーブルの割り当て範囲」を指定するために2本1組になっているところの)「レンジ・バー12」それぞれの「カラーテーブルの割り当て範囲」の指定時点における表示画面上の表示位置(情報)であると理解できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "カラーテーブルの表示の対応的な変化",
              "text": [
                "本件明細書【0015】【0020】のとおり，表示画面上の特定部位である「カラーテーブル表示部11」内における「カラーテーブル」自体の表示範囲は，「カラーテーブルの割り当て範囲」の指定が異なると変化を生じ，「カラーテーブルの割り当て範囲」の指定時点における2本の「レンジ・バー12」それぞれの表示画面上の表示位置により画されるものである。",
                "しかるところ，表示画面上に表示されている2本の「レンジ・バー12」は，メモリ23の記憶内容に基づく「カラーテーブルの割り当て範囲」の指定時点における表示画面上のそれぞれ表示位置によって「輝度分布表示」中に示される輝度分布のある範囲(2個の輝度区分値A，Bで挟まれた輝度区分の範囲である。)を，同範囲の上限及び下限を指示することによって示す機能ないし作用を奏している。",
                "したがって，上記「カラーテーブル表示部11」内における「カラーテーブル」の表示範囲は，2本の「レンジ・バー12」の「カラーテーブルの割り当て範囲」の指定時点における表示画面上のそれぞれ表示位置によって画される「輝度分布表示中のある範囲」である構成要件Eにいう「前記設定された輝度分布の範囲」の「上限・下限と対応する範囲内」であることに帰着する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件相違点の認定の誤りについて",
          "text": [
            "以下の(1)及び(2)によると，本件審決の本件相違点の認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "表示される「輝度分布」の検討",
              "text": [
                "本件審決は，構成要件E後半部の「前記設定された輝度分布の範囲の上限・下限」について，「表示された『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限』」を意味すると解釈しているのであって，表示画面上に「表示された『輝度分布』」は1個だけ存在していて，その上に，「設定された…範囲」(これは「輝度分布」ではなく，レンジ・バーで指示した「範囲」にすぎない。)が示されるという意味構造を有している。",
                "したがって，原告が主張する「(設定された輝度分布の範囲の上限・下限に対応する範囲内に表示される)カラーテーブル」を例にとった場合，「設定された輝度分布の範囲」がその範囲の設定前から表示されている「前記輝度分布」上に示されているときは構成要件Eに該当し得るが，そうではなくて，「設定された輝度分布の範囲」がその範囲の設定後に表示された「新規輝度分布」上に示されているにすぎないとき(引用例1の第6図(b)及び甲10の明細書のFIG．6(b))は，構成要件Eに該当しないと判断されることになる。",
                "原告は，表示画面上に「表示された『輝度分布』」が複数個存在することを前提にしてその同時表示の要否を問題にしようとしているが，そもそも前提たる複数個存在それ自体を裏付ける根拠がなく，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「輝度分布，カラーテーブル，及び表示用画像データを表示する手段」の検討",
              "text": [
                "原告は，本件相違点の後半部分に係る「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」構成にいう「前記設定された輝度分布」を，その記載文言に忠実に認定したならば，引用例1等には，「カラーバー(カラーテーブル)が，範囲設定(区間指定)後の輝度分布(ヒストグラム)の上限S 1，と下限S 1に対応する位置に表示されている」ので，上記",
                "max min",
                "構成と全く同じということができ，上記相違点は存在しないと主張する。しかしながら，特許請求の範囲の文言の解釈につき，その文言を，特許請求の範囲の他の記載との関係を考慮することなく形式的にその文言のみに忠実に解釈しなければならないという原則は存在せず，原告の主張は，採用することができるものではない。",
                "そして，「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」が，表示された「前記輝度分布」における「前記設定された輝度分布の範囲の上限・下限と対応する範囲内」の位置に，カラーテーブルを表示することを意味するものであるところ，このような構成は，引用例1やその他の引用例にも記載されていない。また，甲10の明細書には，「前記輝度分布」，すなわち，「分析手段側から得られる画像データに基づいて，色付けを行う輝度分布の範囲を設定する前に作成された輝度分布」を表示するとともに，表示された「前記輝度分布」における「前記設定された輝度分布の範囲の上限・下限と対応する範囲内」の位置に，カラーテーブルを表示することは記載されていない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件相違点についての判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明による容易想到性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の作用効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明では，レンジ・バーは，「輝度分布表示に対して移動可能な」ものであって，そのレンジ・バーによって設定された輝度分布の範囲の上限・下限と対応する範囲にカラーテーブルを表示することとなる。",
                        "この構成により，本件発明では，「設定された輝度分布の範囲」の上限・下限と対応する範囲にカラーテーブルが表示されており，一見して，輝度分布のどの位置には，どの色が割り当てられるかが分かることになる。このような作用効果は，本件発明の課題である「装置画像データの表示状態の調整のための操作が容易」とすることを達成し得るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，引用発明1は，引用例1の第6図(b)の段階では，ヒストグラムとカラーバー(本件発明のカラーテーブルに相当)が対応して表示されているものの，これは，マウスカーソルでヒストグラムの一部区間を指定して範囲設定が完了することにより画像が変換された後のものであって，範囲設定をする直前のマウスカーソルで区間指定をしただけの段階においては，カラーバーはいまだマウスカーソルの位置と対応する位置に表示されておらず，マウスカーソルでのクリックでは，ヒストグラムのどの部分を選択しているのかが分かりづらいことに加え，マウスカーソルでクリックした部分とカラーテーブルの両端とが対応しておらず，所望のカラー表示になっているかどうかは，範囲設定の完了により変換された第6図(b)の画像を確認しないと分かりづらいものであって，本件発明と引用発明1とでは，「装置画像データの表示状態の調整のための操作が容易」の点において顕著な差がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明との対比について",
                  "text": [
                    "引用例1には，「『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限と対応する範囲内』の位置にカラーテーブルが表示されている」ということができず，引用発明1に他の引用発明を組み合わせても，「『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限と対応する範囲内』の位置にカラーテーブルが表示されている」構成となり得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件相違点に係る構成の周知性の有無",
              "text": [
                "原告は，甲18公報をもって，ヒストグラムとともに表示されたレンジ・バーの移動に伴ってカラーテーブルの表示範囲が「対応的に変化」することは周知技術であると主張するが，わずか1例のみをもって，これを周知技術であるとすることはできない。",
                "加えて，甲18公報の技術の課題は，従来技術の医療画像処理においては原画像のピクセル値に対応して色表示をすることが行なわれるが，使用するカラーマップはフルカラーであることが要求されることが多く，色表示を種々変更して原画像の検討をする場合，フルカラーそのままで種々変更して表示する場合には少なからず時間がかかっていたなどの不都合を解消しようとするものであって，スカラ量に全体の分布の傾向から離れた特異な値がある場合に，その特異値を取り除き，特異値以外の部分を詳細に表示することを目的とするものである引用例1の課題とは明らかに相違し，両者には，共通の解決課題ないし動機付けが存在しないものであるから，甲18公報に係る技術を引用例1と組み合わせることは容易想到ではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Eにおける「輝度分布」の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件Eは，「前記輝度分布」，「カラーテーブル」，「レンジ・バー」及び「表示用画像データ」を表示すること，また，「前記カラーテーブル」について，「前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」という記載である。",
                    "この記載についてみると，構成要件Eは，前段において，表示の対象として「前記輝度分布」，「カラーテーブル」，「レンジ・バー」及び「表示用画像データ」を記載し，後段において，表示の態様として，このうちの「カラーテーブル」が「前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」ものと解するのが合理的ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，原告は，本件発明に係る請求項1の文言において，「輝度分布」と表現している場合には「輝度の強度に対する頻度分布」という内部データを表しており，「輝度分布表示」と表現している場合には「輝度分布をヒストグラムの表示態様で表示するもの」というグラフ表示を表しているものであるとした上で，これによれば，構成要件Eの「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」にいう「輝度分布」は，内部データをいい，グラフ表示された輝度分布(以下「輝度分布グラフ」という。)をいうものではないから，表示されたカラーテーブルの範囲が設定された内部データに対応していることを示すにとどまり，「カラーテーブル」の上端・下端の表示位置を輝度分布グラフに対応させるといった表示態様については何ら規定していないと主張し，実際，本件明細書の特許請求の範囲の記載における「本発明における画像データの輝度分布は，測定した画像データの輝度の強度に対する頻度分布を表すものである」(【0005】)，「本発明の第3の実施態様は，輝度分布をヒストグラムの表示形態で表示するものであり」(【0006】)などの記載から，上記のとおり，「輝度分布」と表現している場合には「輝度の強度に対する頻度分布」という内部データを表しており，「輝度分布表示」と表現している場合には「輝度分布をヒストグラムの表示態様で表示するもの」というグラフ表示を表しているものであると主張する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，原告の主張のように，構成要件Eの後半部分における「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」にいう「輝度分布」が内部データをいうものであるとすると，表示されたカラーテーブルの範囲が設定された内部データに対応していることを示すにとどまることになってしまい，同構成要件の前半部分における同一の用語である「前記…カラーテーブル」について，どのような要素のものとして表示するのかが不明となってしまう。また，構成要件Gにおいても，「輝度分布」の上限以上，下限以下についてそれぞれカラーテーブルの上限また下限と同一の色付けすることが予定されていると規定されることからしても，当該「輝度分布」とは，画面に表示されていること，すなわち，輝度分布グラフを意味するものと解することができる。さらに，実際，本件明細書には，「表示部には，画像データとカラーテーブルと輝度分布が同時に表示される。そして，該表示状態を観察して，カラーテーブルの輝度分布に対する範囲を，表示された画像データの表示状態に応じてカラーテーブル割り当て指定手段によって変更することができる。」(【0009】)，「図1では，横方向の実線で示される2本のレンジ・バー12により設定される輝度分布の間において，カラーテーブル表示部11で示される色分布によってカラー表示が行なわれることになる。したがって，このレンジ・バー12を移動させることにより，色付けされる輝度分布の範囲を変更することができる。」(【0013】)と記載されているように，「輝度分布」について，輝度分布グラフの意味で用いられている箇所も存在し，内部データを表す場合と輝度分布グラフを表す場合とが明確に区別されて使用されているわけではない。これらに照らして，原告の主張を採用することはできない。",
                    "したがって，特許請求の範囲の記載に基づく本件発明の要旨認定に当たって，輝度分布及び輝度分布表示の意義を原告主張のように限定的に理解しなければならないものではなく，上記アのように認定することは妨げられないし，もとより，上記アで認定した「輝度分布」は輝度分布グラフという趣旨である。",
                    "なお，本件では，上記のとおり，特許請求の範囲の記載に基づき発明の要旨の認定を行うにすぎないのであって，原告の引用する前掲最高裁平成3年3月8日第二小法廷判決との関係が問題となり得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Eにおける「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」との意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件Eにおける「前記輝度分布」が構成要件Aで求めた「輝度分布」である「分析手段側から得られる画像データの任意の輝度分割数に分割された輝度分布」であることは当事者間に争いがないところ，上記(1)のとおり，構成要件Eの「前記設定された輝度分布」とは輝度分布グラフを指すものということができるから，同構成要件の「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」とは，輝度分布グラフの範囲の上限・下限と対応する範囲内の位置にカラーテーブルを表示することを意味するものと解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，原告は，カラーテーブル表示部の表示範囲が，どのような態様で表示されるのか，あるいは，どのようなタイミングで更新されるのかということは本件明細書からも読み取ることができないと主張するほか，本件発明について，レンジ・バーの移動に伴いカラーテーブルの位置が「対応的に変化」する意味であると解することができないと主張する。",
                    "しかしながら，本件明細書の発明の詳細な説明をみると，「【0008】【作用】…表示部には，前記輝度分布を表す部分と共に，カラーテーブルを表す部分が形成され，画像データ表示部で表示される画像データの色の分布を，例えば柱状の形態によって，ヒストグラムで表された輝度分布と対応できるように表示している。",
                    "そして，カラーテーブル割り当て指定手段によって画像データの輝度分布における表示範囲を指定して，カラーテーブルによって色付けされる輝度分布中の範囲を設定する。これによって，所望の輝度分布範囲におけるカラー表示を設定することができる。」，「【0013】…また，レンジ・バー12は，画像データ表示部10におけるカラー表示の状態を変更して設定する手段であり，例えば，マウス等のカラーテーブル割り当て指定部4等の入力手段により入力することができる。カラーテーブル割り当て指定部4によって，このレンジ・バー12をヒストグラム表示部13に対して移動し，輝度分布に対して色付けを行なう範囲を設定する。図1では，横方向の実線で示される2本のレンジ・バー12により設定される輝度分布の間において，カラーテーブル表示部11で示される色分布によってカラー表示が行なわれることになる。したがって，このレンジ・バー12を移動させることにより，色付けされる輝度分布の範囲を変更することができる。…」，「【0015】カラーテーブル割り当て範囲メモリ23は，カラーテーブル割り当て指定部4が指定した割り当て範囲を記憶するメモリである。表示部1中のレンジ・バー12，及びカラーテーブル表示部11の表示範囲は，このメモリ23の記憶内容に応じて行なわれる。…」と記載され，これらの記載によると，カラーテーブルは，輝度分布と対応して表示され，2本のレンジ・バーにより設定される輝度分布の間において，カラーテーブルで示される色分布によってカラー表示が行なわれ，レンジ・バーとカラーテーブルの表示範囲は，カラーテーブル割り当て範囲メモリの記憶する割当範囲の記憶内容に応じて定まるものとされているということができる。",
                    "以上によると，上記アの構成要件Eの解釈に加え，本件明細書の記載によっても，本件発明に係る請求項1から，レンジ・バーの位置に合わせてカラーテーブルの表示が更新されるタイミングまでを読み取ることができないとしても，少なくとも，レンジ・バーの移動に伴いカラーテーブルの表示範囲が対応的に変化するものであって，分析手段側から得られる画像データに基づく輝度分布の範囲の上限・下限と対応する範囲内の位置にカラーテーブルが表示されるものであると認められ，この認定に反する原告の主張はいずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本件発明の認定に誤りがあるとの原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件相違点の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "表示される「輝度分布」の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1についても，構成要件Eに係る「カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する手段」を開示するものであると主張するが，同主張は，構成要件Eにおける「前記設定された輝度分布の範囲」の「輝度分布」を輝度分布グラフと解することはできず，内部データと解するほかないとの前提に立つものであるところ，その前提を採用し得ないことは前記1のとおりであるから，この点の原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用発明1は，前記第2の3(2)アのとおりのものであるところ，レンジ・バーの移動に伴いカラーテーブルの位置が対応的に変化するとの技術が引用例1に記載されているとは認められないから，この点につき，本件相違点において，「輝度分布，カラーテーブル，及び表示用画像データを表示する手段」が本件発明では，「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」ものであるのに対して，引用発明1では，そのような構成であるかどうか明らかでない点を，容易想到性を判断する対象の相違点とした本件審決の判断に誤りはないということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「輝度分布，カラーテーブル，及び表示用画像データを表示する手段」の検討",
              "text": [
                "原告は，構成要件Eに係る「カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」との文言に忠実に要旨認定すると，引用例1(第6図)及び甲10の明細書(FIG．6)に「カラーテーブル，レンジ・バー，及び表示用画像データを表示するとともに，前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する手段」が開示されていることは明白であると主張する。",
                "しかしながら，前記1のとおり，構成要件Eに係る「前記カラーテーブルを前記設定された輝度分布の範囲の上限・下限と対応する範囲内に表示する」とは，「輝度分布グラフの範囲の上限・下限と対応する範囲内」の位置にカラーテーブルを表示することを意味するものであるのに対し，このような構成が引用例1の第6図や甲10の明細書のFIG．6等に記載されているとは認めることができないから，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本件相違点の認定に誤りがあるとの原告の主張は理由もない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件相違点についての判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明による容易想到性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の作用効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件明細書には，「表示された『前記輝度分布』における『前記設定された輝度分布の範囲の上限・下限と対応する範囲内』の位置にカラーテーブルを表示すること」，すなわち，元のヒストグラムに設定後のレンジ・バー位置を示したものにおいて，レンジ・バーの上下範囲に対応する位置にカラーテーブルを表示することを示す記載は存在しない上，本件審決が説示するような本件発明の作用効果を認めることはできないから，そのような作用効果を斟酌してされた容易想到ではないとの本件審決の判断には誤りがあると主張する。しかしながら，前記1及び2のとおり，本件発明は，輝度分布グラフの範囲の上限・下限と対応する範囲内の位置にカラーテーブルを表示するものと認めることができるのであるから，原告の主張は，その前提において失当で，これを採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，一見して，輝度分布のどの位置にはどの色が割り当てられるかが分かることが本件相違点の構成の特有の作用効果であるとする点について，そもそも，輝度分布のどの位置にどの色が割り当てられるかを256もの区分を有する輝度分布を見ながら一見して認識できるはずはないと主張する。確かに，分析手段側から得られた画像データに基づく輝度分布の範囲のうちから，上限・下限と対応する範囲内の位置にカラーテーブルを表示する場合において，新たに設定されるカラーテーブルの範囲が極端に縮まったときには色区分の視認が難しくなることも予想されるが，これは，表示画面の大きさ等に基づく相対的なものであって，適宜調整可能なものであるから，原告の主張は採用することができない。",
                        "また，原告は，仮に輝度分布のどの位置にはどの色が割り当てられるかが分かるとしても，表示される画像データの各画素を256の輝度区分に区分分けをし，各輝度区分の度数分布を表したものがヒストグラムであるから，ヒストグラムは画像データの各輝度区分に属する画素数をとらえるために利用されるにすぎず，ヒストグラムでは各輝度区分に属する各画素が画像データの2次元配置上のどの位置のものかという「画像」本来の位置情報は欠落してしまっているから，その結果どのような画像データに変換されるかを予想することは不可能であると主張する。しかしながら，本件発明においては，当初の全輝度範囲に対応して表示されたカラーテーブルから変動させるものとして，輝度分布(ヒストグラム)を見ながら，この輝度分布の特定の部分に特定の配色を行うなどという操作が容易となるものであることに照らすと，変換後の画像データを予想することが可能となるとの効果を奏するものということができ，原告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1の内容",
                      "text": [
                        "引用発明1は，前記第2の3(2)アのとおりのものであり，また，引用例1には，「グラフ表示手段101は，形状情報21と，該形状情報21に対応するスカラ量とを，一対一に対応づけてメモリ20内に格納している。…これにより，実際に等高線表示，あるいはカラーマップ表示する前に，スカラ量の分布状況を表したヒストグラムをチェックすることができ，解析結果が現実に即した，妥当なものであるかどうかを判断できる」，「グラフ内区間指定手段102，この場合，マウス等のポインティングデバイス，を用いて，解析結果のスカラ量分布を表すヒストグラムの任意の1区間，あるいは任意の複数区間の少なくとも1点以上を指示することにより，カラーマップ表示変更手段104は，指示された区間に対応するスカラ量分布を，詳細にカラーマップに表示する」，「指定された区間の最大値S 1と最max",
                        "小値S 1とが取り出され，あらかじめ設定済みの分割数(表示色数)で，再度，min",
                        "等分割される。そして，各小区間に存在するスカラ量を属性としてもつ形状要素の個数がカウントされる。そして，この結果が，再度，ヒストグラム33として表示される」などの記載があり，これらは，輝度分布とカラーテーブルとが対応しているものと認めることができるが，それを超えて，引用発明1が，本件発明のように，輝度分布グラフの範囲の上限・下限と対応する範囲内の位置にカラーテーブルが表示されるとの技術であるとも，そのような技術を示唆するものであるとも認めることができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明2の内容",
                      "text": [
                        "引用例2には，「入力レベル：画像の選択範囲内の，最も暗い部分と，最も明るい部分を選択して，画像のハイライトとシャドウ間のダイナミックレンジを上げることができる。“入力レベル”の3つの欄は，ヒストグラムのすぐ下のスライダと連動している。ピクセルを黒(または出力レベルの最も暗い値)に変えるには，最初の欄に0～255の値を入力するか，黒い三角のスライダをドラッグする。たとえば，値を『55』に設定すると，明るさが55以下のピクセルは黒に変わる。",
                        "Figure 16−9の左側の画像がその例だ。ピクセルを白に変える(または出力を最も明るい値)には，3番目の欄に0～255を入力するか，白い三角のスライダをドラッグする。たとえば『200』と入力すれば，明るさが200以上のピクセルは白に変わる。これを示した例が Figure 16−9の中央。Figure 16−9の右側は，先の2つの設定を組み合せて画像のコントラストを上げたものだ。」との記載がされ，また，Figure 16−9には，入力レベルを201階調(55～25",
                        "5)，201階調(0～200)，146階調(55～200)にそれぞれ設定さ",
                        "れたスケールバー，輝度分布及び表示画像データを上下並列に3つ表示し，輝度分布に対して移動可能な入力スライダ(△及び▲)の移動によって画像の明るさの分布域の幅が変更されていることが表示されているが，輝度分布に対して移動可能な入力スライダの移動による設定にスケールバー等が対応しているものではなく，引用発明2については，本件発明のように，輝度分布グラフの範囲の上限・下限と対応する範囲内の位置にカラーテーブルが表示されるとの技術であるとも，そのような技術を示唆するものであるとも認めることができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲10の明細書の記載",
                      "text": [
                        "甲10の明細書は，引用発明1に基づいて外国優先権を主張する発明に係るものであって，例えば，構造解析を始めとする科学技術計算，人工衛星を利用した気象，地理データ，工学や物理学，化学，医学等の分野での計測機器による測定データ等，計算機を用いた解析結果等が含まれる分野におけるスカラ量強度分布表示方法及び表示システムに関する発明であるが，「ある形状を持った表示対象物の形状情報と，前記表示対象物上の複数のサンプリング点におけるスカラ量とを用いて，等高線およびカラーマップのうち少なくとも1つにより当該表示対象物上のスカラ量分布を表示するスカラ量分布表示方法において，等高線およびカラーマップのうち少なくとも1つの表現形式で前記サンプリング点全てのスカラ量を含む範囲の第1ヒストグラムによる前記スカラ量を表示する前記ヒストグラムの任意の区間を指定する前記指定された区間をサブ区間に分割する等高線およびカラーマップのうち少なくとも1つの表現形式でのスカラ量であって，前記サブ区間のスカラ量のための第2ヒストグラムを，前記第1ヒストグラムと同時に表示する分割ステップで得られる前記サブ区間の境界値は，ユーザによって変更可能である」などと記載し，また，そのFIG．6には，第1ヒストグラムと第2ヒストグラムについて，それぞれ，ヒストグラムとカラーバーを同一画面に表示した表示画面が表示されている。",
                        "これらの記載及び図示によると，「サンプリング点全てのスカラ量を含む範囲の第1ヒストグラムとこれに対応するカラーバー」とこの第1ヒストグラムの指定された任意の「サブ区間のスカラ量のための第2ヒストグラムとこれに対応するカラーバー」を同時に表示することが記載されているものと認めることができるが，いずれのカラーバーも，ヒストグラムに対して設定される上限・下限と対応する範囲内の位置のものとして表示されるものではなく，原告の主張に係る甲10事項としてみても，本件発明のように，輝度分布グラフの範囲の上限・下限と対応する範囲内の位置にカラーテーブルが表示されるとの技術であるとも，そのような技術を示唆するものであるとも認めることができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，その他の引用発明についても，本件発明のように，分析手段側から得られる画像データに基づく輝度分布の範囲の上限・下限と対応する範囲内の位置にカラーテーブルが表示されるとの技術であるとも，そのような技術を示唆するものであるとも認めることができず，これらの引用例をもって，本件発明における上記技術が容易想到であったと認めることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件相違点に係る構成の周知性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，仮に構成要件Eの解釈が本件審決のとおりのものであったとしても，ヒストグラムとともに表示されたレンジ・バーの移動に伴ってカラーテーブルの表示範囲が「対応的に変化」する程度のことは，画面表示を作り込む上での設計事項であって，このような技術は，甲18公報に示されるように周知技術であると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲18公報に記載された技術は，CT装置等から得られる画像処理装置において，処理対象となる画像データが多量であるため，実際の処理に入る前に，装置に読み込んだデータをあらかじめ目視検査し，処理対象とすべきデータか否か，処理対象の範囲を定めるべきデータか否かを決める必要があり，そのために，すべての画像をメモリに読み込むとすると，メモリを専有し，余分の読み込み時間を要し(【0001】【0002】)，また，医療画像処理において，原画像のピクセル値に対応して色表示をする際，使用するカラーマップはフルカラーであることが要求されることが多く，色表示を種々変更して表示する場合には少なからず時間がかかっていた(【0005】)などの課題があったところ，データ量が多い画像の表示及び処理において，不必要なメモリ専有と読み込み時間の浪費とを避け，また，医療画像の表示における色表示の検討操作の効率を上げること(【0006】【0012】)などを達成するため，ファイルに格納された複数の原画像データの中から，所望の原画像データを選択し，選択された原画像データを上記ファイルからメモリに読み込んで処理し，2次元又は3次元画像を作成し，これを表示する画像処理装置において，上記原画像データに対応する，Z軸方向のスライス画像のうちから選ばれるスライスのID及び時間軸方向のフレーム画像のうちから選ばれるフレームのID(【0029】)であるアイデンティファイアを表示する手段と，原画像データを上記メモリに実際に読み込む前に，上記アイデンティファイアを選択することによって，表示に関するスクロール範囲及び処理に関する適用範囲を設定する設定手段と，同設定手段によって設定された原画像データのみを上記ファイルから読み出す手段とを具備することを特徴とするもの(【0013】)であって，その作用としては，原画像データを実際にメモリに読み込む前に，データを実際に表示するスクロール範囲及びデータを実際に処理する適用範囲を画面上で指定し，スクロール範囲で指定されたデータのみを実際にメモリに読み込み，適用範囲で指定されたデータは，実際に処理が必要になった時点で，初めてメモリに読み込まれることによって，必要なデータのみメモリ上に読み込むことができるとされ(【0015】)，一般に1ピクセル当たり16ビット程度の情報を持つ医療画像については，表示のコントラストを調整し，診断などがしやすい表示となるように，画像データの値に応じて適当な色付けを行ない表示することとし(【0076】)，表示上のコントラスト調整は，カラールックアップテーブルの書換えと画像の再転送により行うこととし，元となるカラールックアップテーブルを新たなカラールックアップテーブルの一部分に当てはめ，この位置を変化させることによって，任意のコントラストを実現するカラールックアップテーブルを作成しようとするもの(【0078】)であって，その調整として，ユーザーは，例えば，医療画像の脇にあらかじめ色付けの対応を示すカラーバーが表示された図30のような画面において，このカラーバーをマウスなどのポインティング・デバイスを用いて指示すると，図31のようなコントラスト調整用のメニューが画面上に現れ，このメニュー内のupper，lower位置を示す横線をポインティング・デバイスで指示し，図32のように上下への移動を指定すると，それに応じて，元のカラールックアップテーブルが書き換えられ，最適な表示を得ることができる(【0080】)というものである。そして，図31には，上記のとおり，医療画像のコントラスト調整のために，対応するカラールックアップテーブル及び医療画像を見ながら，並列する他方のカラールックアップテーブルのupper，lower位置を調整することが示されている。",
                    "しかしながら，平成5年10月29日に公開された甲18公報は，本件審判手続において引用例とされていなかった公報であるところ，この点はさておき，上記のとおりの甲18公報における，画像のコントラスト調整のために，対応するカラールックアップテーブル(本件発明のカラーテーブルに相当)及び画像を見ながら，並列するカラールックアップテーブルの上限及び下限位置を調整するとの技術が，本件特許の出願時の周知技術であったと認めるに十分ではなく，また，甲18公報に記載の技術は，本件発明のように輝度分布を利用するものでもなく，甲18公報に記載の技術の存在をもって，本件相違点に係る構成を容易に発明をすることができたと認められるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本件相違点についての判断に誤りがあるとの原告の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由は理由がなく，本件請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}