{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2008−32463号事件について平成21年1月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1，2項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが，下記1のとおりの手続において，下記1(1)の本件特許出願に対する拒絶査定不服審判の請求について，特許庁が同請求を却下するとした別紙審決書(写し)の本件審決(その理由の要旨は下記2のとおり)には，下記3の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告三星エスディアイ株式会社(以下「原告三星」という。)及び原告チェイルインダストリーズインコーポレイテッド(漢字表記は「第一毛織株式会社」。",
                "以下「原告チェイル」という。)は，名称を「リチウム二次電池およびリチウム二次電池の製造方法」とする発明について，平成15年6月20日，特許出願(特願2003−176971。平成14年(2002年)9月17日大韓民国において",
                "した特許出願に基づく優先権を主張。以下「本件特許出願」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成20年9月18日付けで拒絶査定(以下「本件拒絶査定」という。)をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告ら代理人亀谷美明(以下「亀谷弁理士」という。)は，平成20年12月24日，審判請求人欄に原告三星のみを記載し原告チェイルを記載しない審判請求書(以下「本件審判請求書」という。)を特許庁に提出して，本件拒絶査定に対する不服の審判(以下「本件審判」という。不服2008−32463号事件)を請求した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成21年1月23日，「本件審判の請求を却下する。」との本件審決をし，その謄本は同年2月10日，原告三星に送達された。なお，原告三星のための出訴期間として90日が付加された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，特許を受ける権利が原告両名共有に係る特許出願の拒絶査定に対する審判請求は，特許法132条3項の規定により，上記共有者の全員が共同してしなければならないところ，本件は，その一部の者によってされたものであるから不適法な請求であって，その補正をすることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審判の請求が原告両名により共同してされたことを看過した誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "特許法133条により補正を命じることを怠った違法(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件審判の請求が原告両名により共同してされたことを看過した誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審判の請求は，原告両名が特許管理人である亀谷弁理士を代理人として共同して請求したものであるところ，本件審判請求書の審判請求人欄に共同出願人のうちの原告チェイルの明示的な記載がなかったことから，本件審決は，短絡的に，原告チェイルが本件審判の請求をしていないものと決め付けるという誤った判断をした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審判請求書の記載",
              "text": [
                "本件審判請求書の「審判請求人」の欄には，原告三星の名称のみが記載され，原告チェイルの名称が明示的には記載されていないが，本件審判請求書の記載の全体を読めば，出願番号・審判の種別・請求の趣旨・代理人欄・請求の理由3(2)の記載等の記載自体から，本件拒絶査定に対する原告両名の審判請求であることが明らかであった。",
                "仮に，本件審判請求書から自明であると認められないとしても，亀谷弁理士が出願の時から一貫して特許管理人として出願その他の手続を行っていたものであるから，本件審判請求書を受理し，しかも包袋記録を保持している審判官において，亀谷弁理士が原告両名を代理して手続をしていることが明白であった。それにもかかわらず，本件審決は，本件審判請求書の「審判請求人」の欄の記載のみから，本件審判請求書では原告チェイルが審判請求をしていないものと決め付け，補正の看過(取消事由2)とあいまって，上記結論を導いたものであって，その違法が結論に影響するものであることが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "亀谷弁理士が特許管理人であるという特殊性",
              "text": [
                "亀谷弁理士は，平成17年7月27日に原告チェイルについての，平成18年3月1日に原告三星についての，包括委任状を提出し，原告両名の特許に関する代理人となった。原告両名はいずれも特許法上の在外者であり，特許管理人が存在しなければ日本国内において，特許法に基づく手続を行うことはできない。特許管理人は，通常の委任による代理人と異なり包括的な権限を有し，特許管理人の代理権は，全く制限されていない。したがって，特許法8条1項により，亀谷弁理士は，特許管理人たる地位にある。",
                "特許管理人においては，個別的な手続において，原則として，新たな代理権の授権は不要であり，特許法9条の特別授権に当たる拒絶査定不服審判の請求についても，新たな代理権の授権は不要である。代理権の授権が不要である以上，包括委任状の援用の問題を取り上げるまでもなく，代理権の証明の問題も生じない。",
                "本件審判請求書末尾の提出物件の目録の包括委任状欄には，原告三星の包括委任状番号のみが記載され，原告チェイルの包括委任状番号の記載はないが，包括委任状制度の下で，審判請求書に代理権を証明するための援用は不要であるから，亀谷弁理士は，本件審判の請求に際して，原告両名から改めて何らの授権を受ける必要もなく，更なる委任状の提出も，包括委任状の援用の必要もなかった。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "出願人の一部のみが審判請求することが考えられないこと",
              "text": [
                "本件審判の請求が，本件拒絶査定に対する不服申立てであり，本件特許出願を特許すべきものであるとの審決を求める旨記載されているから，原告両名が審判請求の意思を有することが当然の前提である。本件審判の請求の実体は，亀谷弁理士が，原告両名に有利な手続として，共同出願人である原告両名を代理して，本件拒絶査定に対する再考を求めていることが明らかであり，本件審判請求書の記載それ自体から原告両名が共同して審判を請求する意思を有していることを理解することができる。",
                "ところで，共同出願人が1人の出願代理人に手続を委任しているという場合において，その代理人が共同出願人を代理してなした特許出願に対する拒絶査定について，しかも，原告ら自らは手続をすることができないのに，共同出願人のうちの1人が単独で請求するという不利な手続をすることは，およそあり得ない。また，仮に共同出願人の片方が審判請求をする意思がない場合には，共同出願人の片方の意思と真っ向から反することになり，利益が相反する本人2名の両方から代理を受任し続けることは常識的にあり得ない。また，弁理士の職務に反して，共願の特許に関する拒絶査定に対する不服審判を単独で行い，審判が却下されるような行為をあえて行うとは考え難い。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "拒絶不服審判における当事者確定の一般的基準",
              "text": [
                "共同出願人全員の「共同して請求した」ものに当たるかどうかについて，単に，審判請求書の請求人欄の記載のみによって断定すべきものではなく，その請求書の全趣旨や当該出願から審判請求に至る経緯を踏まえて関係書類を総合的に観察すべきである。",
                "審判手続において，当事者が誰であるかは，審決の名宛人が誰になるかだけではなく，審判官の除斥，忌避，手続の中断又は中止などの問題や，当事者能力，手続能力，当事者適格などもその者について判断すべきであるから，明確にする必要があるところ，拒絶査定に対する不服審判は，審査に対する続審といった関係にあり，審判手続においては，審判請求書の請求人欄の記載のみによって請求人を確定すべきものではなく，請求書の全趣旨や当該出願について特許庁側の知り得た事情等を勘案して総合的に判定すべきものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "特許庁の審判実務の検討",
              "text": [
                "特許庁の審判実務では，審判請求書の請求人欄に共同出願人の全員が記載されていることを求めているが，その例外の1つに，共同出願人の全員が1人の代理人に対して審判の請求を委任したにもかかわらず，代理人の過誤により審判請求人欄に一部のみしか記載されなかった場合があり，その場合には表示上から意思があると認めているものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "共同出願における審判請求",
              "text": [
                "特許法132条3項は，特許を受ける権利の共有者(共同出願人)が，その共有に係る権利についての審判を請求するときは，共有者の全員が共同して，請求しなければならないと規定し，同法131条1項は，その手続として，審判を請求する者は，審判請求書に，当事者及び代理人の氏名又は名称及び住所又は居所，審判事件の表示，審判請求の趣旨及びその理由を記載しなければならないと規定している。",
                "すなわち，特許を受ける権利が共有に係る特許出願(共同出願)をするときは，願書に特許出願人を全員記載して，共同出願人を明確にしなければならない。そして，共同出願における拒絶査定不服審判を請求するときは，共有者の全員がそれぞれ審判を請求する意思があることを，出願(審査)手続におけるそれまでの経緯と離れて改めて，審判請求書に表示する要式行為によって明示することを求めたものであり，これによって何人が審判請求人であるかを一律に確定しようとするものである。",
                "この趣旨は，同法14条本文が，原則として複数当事者の相互代表を認めながら，その例外となる場合の一つとして拒絶査定不服審判の請求を規定していることにおいても現れている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告三星単独による審判請求であって，補正できないものであること本件特許出願は，原告両名による共同出願であることは明らかである。",
                "本件審判の請求は，本件審判請求書に，請求人として，原告三星が記載されているものの，原告チェイルについては全く記載されていない。",
                "また，本件審判請求書全体又は本件特許出願の経緯を見たとしても，原告チェイルが審判の請求をしようとした意思があるものと推認させる書面又は記載は全くみられないものであるから，本件審判の請求は，その請求書に記載されている原告三星が単独でしたものといわざるを得ない。",
                "原告チェイルが本件審判の請求人とされるためには，特許法の規定するところに従い，要式行為である審判請求書の提出(特許法131条1項)により本件審判を請求する意思を表示すべきであったのであり，また，少なくとも審判請求に係る書類自体の中に，当該審判請求が同原告によっても実質上されたことを推認させるものが含まれていなければならない。",
                "しかしながら，本件審判請求書には，審判請求人として，原告三星のみが記載され，代理人として，亀谷弁理士が記載され，原告三星の亀谷弁理士に対する包括委任状番号が記載されているのみである。他方，原告チェイルについては，審判請求人としての記載も，亀谷弁理士に対する包括委任状番号の記載もない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審判の請求の全趣旨からの検討",
              "text": [
                "本件特許出願について実体審査に入ってから提出された意見書(甲13)及び手続補正書(甲14)においても，実質的に原告三星のみが応答して手続を行っており，その実体審査を経て拒絶査定に至りそれを不服として審判を請求した経緯を勘案すると，実質的に共同審判であるとの意思表示を推認することはできない。",
                "ただし，複数当事者の相互代表を規定した特許法14条によれば，全員の不利益になるような又は改めて本人の意思を確認するのが適当と考えられる法定手続(拒絶査定不服審判の請求の手続も含まれる)以外の手続については，共同出願人の各人が全員を代表するものであるところ，本件については，出願審査の請求，意見書又は手続補正書の提出の各手続がこれに該当する。そして，原告三星のみが手続を行った上記意見書及び手続補正書については，確かに原告三星が共同出願人を代表したものととらえることはできるとはいえ，同じく相互代表で事足りる出願審査請求の手続については，原告両名がそろって手続をしているのであるから，手続において首尾一貫性がなく，実質的に共同審判であるとの意思表示を推認することはできないとした判断を覆すものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法133条により補正を命じることを怠った違法)について",
          "text": [
            "〔原告らの主張〕",
            "本件審判請求書から原告チェイルの審判請求の意思が読み取れないとしても，原告チェイルが審判請求しているか否かが不確定であるという状況であり，特許法131条の2の審判請求の要旨変更に当たるような状況にはなかったのであるから，被告は，単に同法131条1項1号に定める方式の不備があったものかどうかの確認のためにも，同法133条1項の規定に従い，相当の期間を指定して当事者の表示の補正を命じなければならなかった。しかるに，これを怠った違法がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法133条による補正命令",
              "text": [
                "特許法133条1項，131条の2の規定によれば，審判長は，請求書が同法131条の規定に違反していれば，必ず，相当の期間を指定して，請求書について補正をすべきことを命じなければならないのであり，例外として，同法131条の2の規定に違反する場合は，含まれないことになる。したがって，同法131条の規定に違反する場合でも請求書の補正がその要旨を変更するときには補正命令の対象にならないことは明らかであるが，反面，請求書の補正がその要旨を変更するか否かが明らかでない場合には，補正命令の対象になる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件における補正命令の要否",
              "text": [
                "本件審判請求書の請求人欄に当事者の名前がないということが方式違反であることは明らかであるが，それが直ちに補正命令の対象にならないというわけではない。",
                "仮に，本件審判請求書から原告チェイルの審判請求の意思が読み取れなかったとしても，亀谷弁理士が出願時から一貫して原告両名の特許管理人として手続を行っていることや拒絶査定の記載に照らし，少なくとも，審判請求書の補正がその要旨を変更するか否かが明らかでない場合に当たるものというべきである。したがって，補正命令の対象になるものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "特許法133条1項に定める補正",
              "text": [
                "特許法133条1項が補正の対象として規定しているのは，同法131条1項又は3項の規定する審判請求書の方式違反に限られるものであって，同法132条3項違反のように専ら審判請求をしない他の共有者の意思にかかることまで含むものと解すべきではない。共同審判の請求における同法132条3項違反を同法131条1項の違反と同じく審判請求書の形式的な記載の方式違背にすぎないことに帰着する原告らの主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求書の要旨の変更と共同審判における特許庁の実務",
              "text": [
                "審判請求書の補正は，その要旨を変更するものであってはならない(同法131条の2第1項)ところ，審判請求書の審判請求人を追加又は変更することは，その要旨を変更するものである。",
                "しかして，審判請求の審判請求人の認定に当たっては，その請求書の全趣旨などからみて判断すべきである。特許庁の実務においては，審判請求書の請求人の欄に記載されていない者であっても，審判請求期間満了までに提出された書面から共同して審判を請求する意思が表示されているものと推認することができるときには，審判請求書の方式に不備があるものとみて，審判長名による補正命令がされ，それに応答して審判請求書に欠落している共同出願人を補正することを認容するとしているが，該意思表示を推認することができないときには，その欠陥は補正できないものとして，直ちに審決をもって却下すると取り扱っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正の要否",
              "text": [
                "査定系審判においては，審判請求期間満了までに提出された書面によって，実質上共同審判であるとの意思が表示されているか否かを推認し，共同して審判を請求する意思が表示されていると認められる場合には，請求書の方式不備として，審判長名による補正命令を発しているところである。",
                "しかし，審判請求期間満了までに提出された書面によっては，実質上共同審判であるとの意思が表示されているものと認められない場合には，審判請求書の補正を命じることなく，審決をもって，その審判請求を却下しているものである。本件では，共同審判であるとの意思が表示されているとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告三星及び原告チェイル(当時の名称「第一毛織株式会社」)は，平成12年11月29日，亀谷弁理士外1名を代理人として，本件特許出願をした(特願2003−176971。甲3)。原告らは，いずれも韓国法人であり，日本国内に住所又は居所を有しない(甲1，2，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成16年7月30日，亀谷弁理士を代理人として，出願審査請求をした。上記請求書には，請求人として原告三星及び原告チェイル(当時の名称「第一毛織株式会社」)の両名が記載されている(甲5，6)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "亀谷弁理士は，平成17年7月27日，原告チェイル(当時の名称「第一毛織株式会社」)についての包括委任状を提出し，特許庁長官に原告チェイルの代理人であることを届け出た(甲7，8)。その後，第一毛織株式会社の名称・識別番号は原告チェイルに読み替えられた(甲9)。亀谷弁理士は，平成18年3月1日，原告三星についての包括委任状を提出し，特許庁長官に原告三星の代理人であることを届け出た(甲10，11)。委任の内容には，拒絶査定に対する審判の請求が含まれる(甲7，10)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審査官は，平成20年1月31日付けで，拒絶理由通知をしたが，この拒絶理由通知書には，出願人の記載はなく，特許出願代理人欄に「亀谷美明(外1名)」と記載されているのみであった(甲12)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "亀谷弁理士は，同年5月7日，審査官あての意見書及び特許庁長官あての手続補正書を提出した。その意見書の特許出願人欄には原告三星，代理人欄には亀谷弁理士の記載があり，補正書の補正をする者欄には原告三星，代理人欄に亀谷弁理士の記載がされていた(甲13，14)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "審査官は，平成20年9月18日付けで，本件拒絶査定をした。本件拒絶査定には，「三星エスディアイ株式会社(外1名)」及び「亀谷美明(外1名)」の記載がされていた(甲15)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "亀谷弁理士は，平成20年12月24日，本件審判請求書を提出したが，その請求人欄には原告三星のみの識別番号及び名称が記載され，代理人欄には亀谷弁理士の名前が記載され，提出物件の目録には原告三星のみの包括委任状番号が記載されていた。なお，本件審判請求書には，出願番号として「特願2003-176971」，審判の種別として「拒絶査定不服審判事件」，請求の趣旨として「原査定を取り消す，本願は特許をすべきものであるとの審決を求める。」との記載がある(甲16，11)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "亀谷弁理士は，同日，明細書中の特許請求の範囲を補正する旨の手続補正書を提出したが，補正をする者の欄には原告三星のみが記載されていた(甲17)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "特許庁長官は，亀谷弁理士に対し，審判請求書及び手続補正書の受領通知をしたが，その受領書の「出願番号通知(事件の表示)」の欄には本件拒絶査定に対するものであることが記載されていた(甲16～18)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告チェイルの原告適格",
          "text": [
            "本件審決には，請求人として，原告三星のみ記載され，原告チェイルの記載はないが，原告チェイルは，本件特許出願に係る発明の特許を受ける権利の共有者の1人である上，現に本件審決の取消訴訟を提起し，本件審判の請求人であった旨を主張しているのであるから，特許法178条2項にいう「当事者」に準ずる者として，本件審決の形式的な名宛人となっていないとしてもなお，原告適格を有するものというべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1及び2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許を受ける権利の共有者がその共有に係る権利について審判を請求するときは，共有者の全員が共同して請求しなければならず(特許法132条3項)，また，審判を請求する者は，当事者及び代理人の氏名及び住所その他所定の事項を記載した請求書を特許庁長官に提出しなければならない(同法131条1項)と規定されている。その趣旨は，特許を受ける権利の共有者が拒絶査定不服審判を請求するにあたっては，その全員がそれぞれ審判の請求をする意思のあることを，審査手続における経緯と離れて改めて請求書に表示する要式行為として明示することを求め，これにより，審判請求人がだれかを一律に確定しようとしたものと解される。",
                "したがって，特許を受ける権利の共有者全員の代理人が，共有者のためにその審判を請求するには，審判請求書の請求人欄に，当事者として共有者全員の氏名を記載すべきものであることはいうまでもない。他方，特許を受ける権利の共有者の代理人が行った審判請求において，それが共有者全員の「共同して請求」したものに当たるかどうかについては，単に，審判請求書の請求人欄の記載のみによって判断すべきものではなく，その請求書の全趣旨を合理的に探求し，当該特許出願について特許庁側の知り得た事情等をも勘案して，総合的に判断すべきものである。",
                "共有に係る特許を受ける権利についての審判請求のように，共有者の全員が共同して請求することが法律上の要件とされている場合において，共有者の全員それぞれからそのための委任を受けている代理人が，共有者の一部の者のためにのみ審判請求をし，その余の共有者のためにはこれを行わないときは，共有者全員の利益を害することになり，自ら審判請求の手続要件の欠缺をもたらし，拒絶査定を確定するにも等しいのであるから，代理人がこのような行動に出ることは合理的にみて考えられないことである。そうすると，代理人がこのような不合理な行為を行うのもやむを得ないとする特段の事情がない限り，当該審判請求は，たとえ，外観上共有者の一部の者のためにのみする旨の表示となっている場合であっても，実際には，共有者の全員のためにしたものと推認するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件においては，前記1認定のとおり，原告らは，いずれも日本国内に住所又は居所を有しない韓国法人であり，亀谷弁理士は，原告両名から拒絶査定不服審判の請求を含む包括的な事項についての代理人であった(前記1(1)(3))。そして，本件拒絶査定の書面には原告三星(外1名)及び亀谷弁理士の記載があったところ，亀谷弁理士は，本件審判請求書に，請求人欄には原告三星のみの識別番号及び名称を，代理人欄には亀谷弁理士の名前を記載し，原査定を取り消し本願は特許をすべきものであるとの審決を求める旨の記載をしたものである(前記1(6)(7))。",
                "このような事実関係の下においては，亀谷弁理士による本件審判請求書を受理した特許庁としては，亀谷弁理士が，原告両名のために審判を請求する代理権を有する者であることを知り得たのであるから，代理人がこのような不合理な行為を行うのもやむを得ないとする特段の事情が認められない本件においては，本件審判請求書の記載上は，原告チェイルのためにすることが明記されてはいないけれども，実際には，原告両名のためにしたものと推認され，代理人による本件審判の請求の法律的効果は，本人たる原告両名に帰属すると解すべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本件審判の請求は，原告両名によるものであるにもかかわらず，本件審判請求書の審判請求人の欄には原告三星のみが記載されていたのであるから，特許法131条1項の規定に定める方式についての不備があることになる。",
                "よって，審判長としては，同法133条1項に基づき，相当の期間を指定してその表示の補正をすべきことを命じるべきであり，補正を命じれば，亀谷弁理士において原告チェイルの記載を追加したものと推認される。しかるに，審判長は，上記補正を命じることなく，直ちに本件審判の請求を却下したものであって，本件審決は違法である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件審判請求書には，審判請求人として，原告三星のみが記載され，審判請求に係る書類自体の中に，当該審判請求が原告チェイルによっても実質上されたことを推認させるものが全くなく，原告三星単独による審判請求であると主張する。",
                    "なるほど，本件審判請求書に原告チェイルによっても請求されていることを推認させる記載は見当たらないが，本件審判の請求が，共同出願人たる原告両名を包括的に代理する亀谷弁理士によってされたことにかんがみると，その点は，亀谷弁理士が，過誤により請求人欄に原告チェイルの記載を脱落させたものと解するほかはない。そして，原告両名の代理人たる亀谷弁理士が原告両名の権利を喪失させる結果を招来する，原告三星のためにのみ本件審判の請求を行うことが不合理であることに照らし，本件審判の請求は，原告両名のためにするものであったものと推認するほかない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件審判の請求の全趣旨からの検討によっても，実質的に共同審判であるとの意思表示を推認することはできないと主張する。",
                    "被告が主張するとおり，亀谷弁理士は，代理人として，本件特許出願についての意見書(甲13)及び手続補正書(甲14)においては，原告三星のみを出願人として記載したのに対し，同じく相互代表で事足りる出願審査請求の手続については，原告両名を請求人として記載している(前記1(2)(5))。しかし，このことも，亀谷弁理士が，複数当事者の相互代表を規定した特許法14条と，全員で行うべきことを規定した同法132条3項とを，正確に区別して理解しなかったためというほかはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，審判請求書の審判請求人を追加又は変更することは，その要旨を変更するものであると主張する。",
                    "しかし，本件審判請求書の記載上，原告チェイルのためにすることが明記されてはいないけれども，その代理人による本件審判の請求の効果が本人たる原告両名に帰属するものと解すべき本件において，審判請求書の審判請求人を追加することは，単に方式の不備を補正することにすぎず，要旨変更には当たらないと解するべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審判請求書の記載上，原告チェイルのためにすることが明記されてはいないけれども，その代理人である亀谷弁理士がした本件審判の請求の効果は，原告両名に帰属すると解すべきであるところ，本件審決は，共有者の一部の者によってされたものであることを理由として，補正を命ずることなくこれを却下したものであるから，取消しを免れない。",
                "なお，業務に関する法令及び実務に精通して，公正かつ誠実にその業務を行うべき弁理士(弁理士法3条)としては，特許を受ける権利の共有者全員の代理人となった場合において，共有者のためにその審判を請求するには，当初から，特許法132条3項の規定を遵守して，審判請求書の請求人欄に当事者として共有者全員の氏名を記載してすべきものであることを付言する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告ら主張の取消事由は理由があるので，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10148",
    "date": "2009-11-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038180",
    "ipprecedent_id": "2031",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}