{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2008−300307号事件について平成21年4月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において原告の本件商標の不使用を理由とする登録の取消しを求める被告の審判請求について特許庁が同請求を認めた別紙審決書(写し)の本件審決(その理由の要旨は下記2のとおり)には，下記3のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標(甲1)",
              "text": [
                "商標登録番号：第4146855号",
                "商標の構成",
                "指定商品：第14類「時計，貴金属，貴金属製食器類，貴金属製のくるみ割り器・こしょう入れ・砂糖入れ・塩振出し容器・卵立て・ナプキンホルダー・ナプキンリング・盆及びようじ入れ，貴金属製の花瓶・水盤・針箱・宝石箱・ろうそく消し及びろうそく立て，貴金属製のがま口・靴飾り・コンパクト及び財布，貴金属製喫煙用具，身飾品，宝玉及びその原石並びに宝玉の模造品，記念カップ，記念たて」設定登録日：平成10年5月22日",
                "存続期間の更新登録日：平成20年5月20日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成20年3月12日(甲1)",
                "審判請求登録日：平成20年3月31日(甲1)",
                "審決日：平成21年4月20日",
                "本件審決の結論：「登録第4146855号商標の商標登録は取り消す。」審決謄本送達日：平成21年5月7日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由の要旨は，要するに，原告販売に係る腕時計(以下「原告商品」という。)の文字盤には本件商標を構成する文字とつづりを同じくする「DEEPSEA」との表示がされているが，これは商標法(以下「法」という。)上の自他商品の識別標識として使用されているものとは認められないから，本件商標についいて法50条1項にいう「使用」の事実は認めることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標が自他商品の識別標識として使用されていないとした認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "法50条1項にいう「使用」についての解釈の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件商標が自他商品の識別標識として使用されていないとした認定の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告商品の文字盤の表示態様",
              "text": [
                "原告商品の文字盤には，中心から上部に「ELGIＮ IＮTERＮATIOＮ",
                "AL」の文字が表され，下部に「AUTOMATIC」「DEEPSEA」の文字",
                "のほか，「WATER RESISTAＮT」「660ft＝200M」「DAT",
                "E」の文字が表されているが，このうち「AUTOMATIC」「DEEPSE",
                "A」の文字は，他の文字部分とは異なり，赤色で目立つ態様で表されている(甲3～7)。",
                "そして，原告商品の文字盤に表された上記文字のうち，「ELGIＮ IＮTERＮATIOＮAL」が原告ブランドを示すメインの商標であるが，「AUTOMATIC」「DEEPSEA」の文字部分も自他商品識別機能を有している。すなわち，時計を始めとするファッション関連商品においては，メインのブランド名のほかに，サブブランド名が付されることが一般的であるところ，原告商品に付された「AUTOMATIC」「DEEPSEA」の文字は，原告商品のサブブランド",
                "の名称として，取引者・需要者に認識されるものであって，自他商品識別機能を十分に果たしているということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「DEEPSEA」との文字の自他商品識別力",
              "text": [
                "本件審決は，「DEEPSEA」の文字が「深海」を意味すると認定するが，原告商品を目にする取引者・需要者が「DEEPSEA」の文字から「深海」との意味合いを見て取るということはできず，少なくとも，原告商品に表された「DEEPSEA」の文字から「深海に潜っても使用できる商品」というような具体的な商品の品質を認識するとは考えられない。",
                "本件審決は，「DEEPSEA」の文字が，防水機能付きであることを示す「WATER RESISTAＮT」，自動巻(オートマチック)機能付きであること",
                "を示す「AUTOMATIC」，水深(660フィート)200メートルを表した",
                "「660ft＝200M」，日付表示機能付きであることを表した「DATE」との各文字とともに表示されていることを根拠に，「DEEPSEA」の文字が，その下段の「660ft＝200M」とあいまって，水深200メートルの深海においても使用できる機能及び主な使用表示として認識されると認定したが，このような認定は，時計業界における取引の実情に合致しない。",
                "原告商品は，水中でも使用できる時計であるが，このような防水機能付きの時計についても，多くは一般消費者が購入するものであり，このような一般消費者は，「660ft＝200M」との表示の意味合いすら正確に把握することができるとはいえず，少なくとも，この記載と「DEEPSEA」の文字を連動させて，「DEEPSEA」の文字が，「水深200メートルの深海」を意味すると認識すると考えることはできない。",
                "また，防水機能，耐水機能を示す表現としては「WATER RESISTAＮ",
                "T」「WATER PROOF」等の表現が使用されるのが一般的であるのに対し，深い水深の場所でも使用できる腕時計の品質を表示する語として「DEEPSEA」との文字が品質表示的に使用される例は存在せず，このような語が腕時計の品質表示として一般的な表現であるということができず，需要者は，「DEEPSEA」の文字から神秘的なイメージを感じ取ることがあっても，これを深海でも使用できる商品であるとの具体的な商品の品質を表示する文字として理解するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告による「DEEPSEA」商標の使用態様",
              "text": [
                "被告販売の腕時計には，文字盤上部に「ROLEX」「DEEPSEA」，同下部に「SEA−DWELLER」「12800ft＝3900m」の各文字が表れ",
                "ているものがあるところ，被告は，当該腕時計を「ロレックス シードゥエラーディープシー」と呼称し，文字盤に記載の「DEEPSEA」の文字を出所識別標識ととらえて宣伝広告を行っている(甲12，13)。また，被告は，「ROLEX DEEPSEA」の文字から成る商標につき，「第14類 時計」等を指定商品とする商標登録出願(商願2008−26474号)を行っている(甲19)。",
                "このように，被告は，原告商品における「DEEPSEA」の文字について「660ft＝200M」とあいまって品質表示として認識されるとの主張をしながら，自らが販売する商品において，「DEEPSEA」の文字が出所識別機能を果たすことを前提とした宣伝広告を行い，このような文字を要部とする商標につき商標登録出願まで行っているものであって，被告の主張は不当である。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "原告商品の文字盤の表示態様",
              "text": [
                "原告は，原告商品の文字盤において「AUTOMATIC」「DEEPSEA」",
                "の文字が赤色で表示されていることから，これらの文字が原告商品のサブブランドの名称として取引者・需要者に認識されるものであると主張する。しかしながら，「AUTOMATIC」の語は，機械式腕時計の分野で「自動巻」という機能を意味する語として普通に用いられており(乙1)，このような普通名称が「原告商品のサブブランド」の名称として認識されることなどあり得ない。そして，「DEEPSEA」の文字は，機能を表す「AUTOMATIC」の文字と，一文字程度のスペースはあるものの，色，字体，大きさなど一連といえる態様で表示されており，また，「AUTOMATIC」及び「DEEPSEA」の文字は，原告商品の文字",
                "盤の6時位置の機能・性能を表す文字列の中に置かれているものであって，これらの事実によると，「DEEPSEA」の文字についても，取引者・需要者は，「自動巻」の語を意味する「AUTOMATIC」の語と同様に腕時計の機能及び仕様表示として認識するものということができる。",
                "以上のとおり，原告商品に表示された「DEEPSEA」の文字が腕時計の機能及び主な仕様表示として認識され，自他商品の識別標識としての機能を果たし得ないとした本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「DEEPSEA」との文字の自他商品識別力",
              "text": [
                "原告は，原告商品を目にする取引者・需要者が「DEEPSEA」の文字から「深海」との意味合いを見て取ることはできないと主張するが，「DEEP−SEA」は「深海」を意味する英単語であって，仮に，原告商品を目にする取引者・需要者が，「DEEP−SEA」との単語を知らなくとも，「DEEP」及び「SEA」の語は中学生向けの英語辞書にも載っている程度の平易な英単語であるから，両者を組み合わせた語が「深海」を意味する語であることは容易に理解できる。",
                "また，原告は，少なくとも，原告商品に表された「DEEPSEA」の文字から「深海に潜っても使用できる商品である」というような具体的な商品の品質を認識するとは考えられないと主張するところ，確かに，「DEEPSEA」の語は，深い水深の場所でも使用できる腕時計の品質を表示する語として一般的に使用されているとはいえない。しかしながら，原告商品は，単なる生活防水程度の腕時計ではなく，実際に水中で使用できる「ダイバーズウォッチ」(表示に従えば原告商品は200メートルまでの水深に耐えられる。)であること，原告商品と同程度の防水機能のついた腕時計は多数存在し，一般消費者であっても，腕時計の防水機能の表示等について一定の知識を有するということができ，「660ft＝200M」の表示の意味合いを容易に把握することができること，上記のとおりの原告商品における「DEEPSEA」の表示態様や「DEEPSEA」の語の意味が容易に理解できることを考慮すれば，取引者・需要者は，「660ft＝200M」との表示とあいまって，「DEEPSEA」の表示を「水深200メートルの深海においても使用できる機能及び主な使用表示」と認識するといえ，同表示をもって，原告製品と他の製品を識別するための手掛かりとして認識しているということはできない。",
                "以上のとおり，原告商品に表示された「DEEPSEA」の欧文字の使用は，自他商品の識別標識としての機能を果たし得ないとした本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告による「DEEPSEA」商標の使用態様",
              "text": [
                "被告における「DEEPSEA」「ディープシー」の使用態様と，原告が本件腕時計に「DEEPSEA」の欧文字を表示することが商標法上の商標の使用に該当するか否かは別個の問題である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(法50条1項にいう「使用」についての解釈の誤り)について〔原告の主張〕",
          "text": [
            "法2条3項は，商標の「使用」とは，商品又は商品の包装に標章を付する行為や標章を付した商品を譲渡する行為等をいうものと規定しているが，商標権侵害訴訟の場面においては，登録商標の類似商標が付されていても，およそ出所表示機能を果たしていないことが明らかである場合には，商標権侵害の事実が否定されるとの考えが一般的である。",
            "しかしながら，登録商標の不使用を理由とする取消しの審判における「使用」については，上記の商標権侵害における商標の使用の考えを適用する理由はなく，何らかの態様で登録商標が使用されていれば，登録商標の使用があったと解すべきである。けだし，商標権侵害の場面においては，第三者によって仮に形式的に登録商標と同一又は類似の商標が使用されていても，それが出所表示機能を果たしていない場合には，商標権者の利益が害されることがない以上，商標権侵害の事実は否定すべきとの価値判断がされることになるが，不使用取消しの場合には，商標権者の使用の有無のみが問題になるにすぎないのであって，第三者に対する関係を配慮する必要がないからであり，また，不使用取消審判は，不使用商標の登録を個別的に整理することを意図した審判制度であって，当該審判における商標の「使用」については，商標権の維持を認めるに足りる程度の使用といえるか否かを検討すれば十分であって，その使用が出所表示機能を果たすものであるか否かを厳密に問う必要もないからである。",
            "〔被告の主張〕",
            "不使用取消審判の制度趣旨は，法の保護は商標の使用によって蓄積された信用に対して与えられるのが本来的な姿であって，一定期間登録商標の使用をしていない場合には，保護すべき信用が発生しないか，あるいは発生した信用も消滅して，その保護の対象がなくなるし，一方，不使用の登録商標に対して排他的独占的な権利を与えておくのは国民一般の利益を不当に侵害し，かつ，その存在により権利者以外の商標使用希望者の商標の選択の余地を狭めるから，審判請求をする利益を有する者の請求によって，このような商標登録を取り消させることにある。",
            "そうであるから，自他商品の識別標識としての機能を果たし得ないような態様での「使用」によっては，当該商標に商標法上保護すべき信用が蓄積されるとはいえず，法50条1項にいう「使用」があったとして法の保護を与えるためには，当該商品の識別表示として，法2条3項各号所定の行為を必要とするものというべきである。",
            "これに対し，原告は，不使用商標の登録を個別的に整理することを意図した審判制度であるから，商標の「使用」については，商標権の維持を認めるに足りる程度の使用といえるか否かを検討すれば十分であって，その使用が出所表示機能を果たすものであるか否かを厳密に問う必要はないと主張するが，不使用取消審判は，上記のとおり，単に不使用商標の登録を個別的に整理することを意図した審判制度ではなく，ある商標が保護に値するかどうかを判断するに当たっては，当該商標が出所表示機能を果たすかを厳密に問う必要があるのであって，原告の主張は，商標が自他商品識別機能を本質的機能とすることを全く無視しており，採用できない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件商標が自他商品の識別標識として使用されていないとした認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告商品の文字盤の表示態様",
              "text": [
                "原告商品は，水中でも使用できるダイバーズウォッチであって，その文字盤には，中心から上部に「ELGIＮ IＮTERＮATIOＮAL」の文字が表され，中",
                "心から下部には，順に「WATER RESISTAＮT」「AUTOMATIC",
                "DEEPSEA」「660ft＝200M」「DATE」と4段で表示され，こ",
                "のうち「AUTOMATIC DEEPSEA」の文字は，他の部分とは異なり赤",
                "色で表示されている(甲3)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "表示の自他商品の識別力",
              "text": [
                "上記の下部の4段の表示は，腕時計の文字盤上に表されたものであるところ，1行目の「WATER RESISTAＮT」は腕時計が防水性を有していることを示す一般的な英語用語であり，3行目の「660ft＝200M」は660フィートすなわち約200メートルの水深までの耐水性を有していることを示しているものと解され，4行目の「DATE」は腕時計に日付表示機能が搭載されていることを示す一般的な英語用語であって，これらの用語は，いずれも商品の品質等を示すものであって，自他商品の識別標識として使用されているものとみることはできない。",
                "2行目の「AUTOMATIC DEEPSEA」の表示については，「AUT",
                "OMATIC」と「DEEPSEA」との間に約1字分の空白が設けられ，また，「AUTOMATIC」は腕時計が機械式の自動巻時計であることを示す一般的な英語用語であるのに対し，「DEEPSEA」は「深海」を意味する英単語の「DEEP−SEA」を表示し，「AUTOMATIC」とは関連性のない別の意味の",
                "ものであることからすると，「AUTOMATIC」と「DEEPSEA」とに分",
                "離してみることができる。なお，この「DEEPSEA」の表示は，「DEEP」と「SEA」とが連続して記載されているか否かなどといった違いはあるが，本件商標と社会通念上同一のものと認められる。",
                "そして，この「DEEPSEA」については，次行の「660ft＝200M」",
                "の表示とあいまって，需要者において，水深200メートルの深海においても使用できる耐水性を有するとの機能を表示するものと理解し得る可能性があるが，一方，「DEEPSEA」の語は，深い水深の場所でも使用できる腕時計の品質を表示する語として一般的に使用されているものではないこと(当事者間に争いがない。)などからすると，この「DEEPSEA」の表示については，「深海」の意味を示す用語として，需要者において，テレビ番組等においても目にする機会がめったにない深海や深い海の神秘的なイメージをも与えていると理解することができ，このことは，需要者に対して，これが付された腕時計である原告商品の自他の識別標識としての機能をも果たしているものであって，「DEEPSEA」の表示は，原告商品に自他商品の識別標識としての機能を果たす態様で用いるものとして付されているということができる。",
                "この点について，被告は，原告商品が実際に水中で使用できる「ダイバーズウォッチ」であること，原告商品と同程度の防水機能のついた腕時計は多数存在し，一般消費者であっても，腕時計の防水機能の表示等について一定の知識を有するといえ，「660ft＝200M」の表示の意味合いを容易に把握することができること，原告商品における「DEEPSEA」の表示態様や「DEEPSEA」の語の意味が容易に理解できることを考慮すれば，取引者・需要者は，「660ft＝200M」の表示とあいまって，「DEEPSEA」の表示を「水深200メートルの深海においても使用できる機能及び主な使用表示」と認識するということができ，同表示をもって，原告製品と他の製品を識別するための手掛かりとして認識しているということはできないと主張するが，商品に付された1つの標章が常に1つの機能しか果たさないと解すべき理由はなく，原告商品に付された「DEEPSEA」の表示が，次行の「660ft＝200M」の表示とあいまって，需要者において，水深200メートルの深海においても使用できる耐水性を有するとの機能を表示するものと理解し得るとしても，その表示が，同時に，自他商品を識別させるために付されている商標でもあると解することができるものであり，上記のとおりの「DEEPSEA」の持つイメージ等に照らすと，この表示が原告商品に自他商品を識別させる機能をも果たす態様で用いるものとして付されていると解することができるものであって，被告の主張は採用することができない。",
                "そうすると，原告が主張している取消事由2について検討するまでもなく，本件商標について法50条1項にいう「使用」の事実は認められるべきものであるから，その事実を認めることができないとして原告の商標登録を取り消した本件審決は誤りというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10141",
    "date": "2009-10-08",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038067",
    "ipprecedent_id": "1990",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}