{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800025号事件について平成21年5月19日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の下記2の本件発明に係る特許に対する被告の特許無効審判の請求について，特許庁が，同請求を認め，本件特許を無効とした別紙審決書(写し)記載の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲7)",
              "text": [
                "発明の名称：「テレビジョン番組リストのユーザーインタフェース」原出願日：平成3年9月10日",
                "分割出願日：平成15年9月24日(以下，当該分割出願(甲7)に係る明細書を，願書に添付した図面を含めて，「本件明細書」という。)",
                "請求項の数：4",
                "優先権主張日：平成2年(1990年)9月10日(米国)",
                "登録日：平成19年6月8日",
                "特許番号：第3968067号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成20年2月13日(無効2008−800025号)",
                "審決日：平成21年5月19日",
                "審決の結論：「特許第3968067号の請求項1乃至請求項4に係る発明についての特許を無効とする。」",
                "審決謄本送達日：平成21年5月29日(原告に対する送達日)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件明細書の特許請求の範囲の請求項1ないし請求項4に記載された発明(以下，請求項の番号に従って，「本件発明1」ないし「本件発明4」といい，これらをまとめて「本件発明」という。)は，次のとおりであって，その要旨は，本件審決が分説の便宜上付した符号によると，次のAないしF及びbないしfのとおりである。",
            "以下，その符号を付した構成要件をそれぞれ「構成要件A」などという。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "A：テレビジョン番組表に関する情報を提供する方法であって，該方法は，B：受信機の外部にある放送装置から受信機が受信した放送信号から，テレビジョン番組表に含まれる複数の項目のそれぞれに対応するタイトル情報と，該複数の項目のそれぞれに対応する番組説明情報とを取得するステップと，C：時間およびチャンネルの番組ガイドの形式で該テレビジョン番組表に含まれる複数の項目のうちの少なくともいくつかの項目をモニタースクリーンに表示するステップであって，該番組ガイドは，複数のセルを含み，該複数のセルのそれぞれは，該少なくともいくつかの項目のうちの1つに関連付けられている，ステップと，D：該モニタースクリーン上でカーソルを移動することにより，該複数のセルのうちの1つを選択するステップと，",
                "E：該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，該選択されたセル内に表示されている一方で，該選択されたセルに関連付けられている該項目に対応する該番組説明情報を，該選択されたセルが配置されている該モニタースクリーン上の領域とは異なる該モニタースクリーン上の領域に表示するステップと",
                "を包含する，方法"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "F：前記時間およびチャンネルの番組ガイドの形式で前記少なくともいくつかの項目を表示するステップは，グリッドガイド形式で該少なくともいくつかの項目を表示するステップを包含する，請求項1に記載の方法"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3",
              "text": [
                "b：受信機の外部にある放送装置から受信機が受信した放送信号から，テレビジョン番組表に含まれる複数の項目のそれぞれに対応するタイトル情報と，該複数の項目のそれぞれに対応する番組説明情報とを取得する手段と，",
                "c：時間およびチャンネルの番組ガイドの形式で該テレビジョン番組表に含まれる複数の項目のうちの少なくともいくつかの項目をモニタースクリーンに表示する手段であって，該番組ガイドは，複数のセルを含み，該複数のセルのそれぞれは，該少なくともいくつかの項目のうちの1つに関連付けられている，手段と，d：該モニタースクリーン上でカーソルを移動することにより，該複数のセルのうちの1つを選択する手段と，",
                "e：該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，該選択されたセル内に表示されている一方で，該選択されたセルに関連付けられている該項目に対応する該番組説明情報を，該選択されたセルが配置されている該モニタースクリーン上の領域とは異なる該モニタースクリーン上の領域に表示する手段と",
                "を含む，電子番組ガイドシステム"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4",
              "text": [
                "f：前記時間およびチャンネルの番組ガイドの形式で前記少なくともいくつかの項目を表示する手段は，グリッドガイド形式で該少なくともいくつかの項目を表示する手段を含む，請求項3に記載の電子番組ガイドシステム"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，下記ア及びイの引用例1及び2に記載された発明(以下，その順に従って「引用発明1」などという。)並びに下記ウないしオの周知例1ないし3に記載された周知技術(以下，その順に従って「周知技術1」などという。)に基づいて，当業者が容易に発明をすることができたものであるから，本件発明に係る特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効にすべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平1−209399号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2：特開平2−189753号公報(公開日：平成2年7月25日。",
                    "甲2)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例1：特開昭62−49528号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例2：特開昭63−247812号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例3：特開昭63−276069号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "なお，本件審決が認定した引用発明1並びに本件発明1と引用発明1との一致点及び相違点は，次のとおりである",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1：番組の数だけ設けられる番組フィールドに一般的には番組名称と，必要に応じてその番組の概要が記録されている論理フォーマットの放送スケジュールの内容を示すデータを通信手段を介して提供され，時間フィールドを表示する時間エリアとチャンネルフィールドの情報が表示されるチャンネルエリアとで囲まれた位置に番組フィールドの情報が表示される番組エリアが区画されて表示され，表示画面の中でカーソルを移動させ，番組を表示しているエリアを選択して番組を選択する，テレビ放送の番組表を表示する方法"
                },
                {
                  "fig": "イ",
                  "text": [
                    "一致点：テレビジョン番組表に関する情報を提供する方法であって，受信機の外部にある送信装置から受信機が受信した送信信号から，テレビジョン番組表に含まれる複数の項目のそれぞれに対応するタイトル情報と，該複数の項目のそれぞれに対応する番組説明情報とを取得するステップと，時間およびチャンネルの番組ガイドの形式で該テレビジョン番組表に含まれる複数の項目のうちの少なくともいくつかの項目をモニタースクリーンに表示するステップであって，該番組ガイドは，複数のセルを含み，該複数のセルのそれぞれは，該少なくともいくつかの項目のうちの1つに関連付けられている，ステップと，該モニタースクリーン上でカーソルを移動することにより，該複数のセルのうちの1つを選択するステップと，該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，該選択されたセル内に表示され，該選択されたセルに関連付けられている該項目に対応する該番組説明情報を表示するステップと，を包含する，方法。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1：タイトル情報と番組説明情報とを取得する手法が，本件発明1では「放送」を用いたものであって，装置として「放送装置」，信号として「放送信号」であることに対し，引用発明1では「通信」であって「送信装置」「送信信号」である点"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2：「番組説明情報」の表示態様が，本件発明1では「該選択されたセルが配置されている該モニタースクリーン上の領域とは異なる該モニタースクリーン上の領域に表示する」であることに対し，引用発明1では「該選択されたセル内に表示され」，「選択されていないセルにも番組説明情報が表示され」る点"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性に係る判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点及び一致点の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1についての判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2についての判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし4の進歩性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点及び一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記のとおり相違点1を認定したが，本件発明1は，番組の映像・音声を放送することを本来の目的とする放送信号に，その本来の目的でないタイトル情報及び番組説明情報を含ませる技術に関する発明であるのに対し，引用発明1は，専らタイトル情報及び番組説明情報を通信するための信号によって，これらの各情報を送信する技術に関する発明である点が，その相違点として認定されるべきものである。",
                    "この点について，被告は，構成要件Bの「放送信号」は，原告主張の「番組の映像・音声を放送するための放送信号」と限定されていないとして，本件審決の相違点1の認定に誤りはないなどと主張する。",
                    "しかしながら，構成要件Bには，明示的な記載はないものの，「放送信号」という文言は，本来，当然に「番組の映像・音声を放送するための信号」を意味するものであるから，本件発明1は，番組の映像・音声を送る信号にタイトル情報等を含ませる技術に関する発明と解釈すべきことはむしろ当然である。",
                    "本件審決も，本件発明1の「放送信号」とは，本来，番組の映像・音声を放送するための放送信号であると認定しているのである。",
                    "以上からすると，本件審決の認定した相違点1は，次の原告主張の相違点1のとおり認定されるべきものである。",
                    "原告主張の相違点1：タイトル情報と番組説明情報とを取得する手法が，本件発明1では「放送」を用いたものであって，装置として「放送装置」，信号として「放送信号」であり，本件発明1は，番組の映像・音声を放送するための放送信号(タイトル情報と番組説明情報を放送することを本来の目的としない信号)にタイトル情報と番組説明情報とを含ませる技術に関するのに対し，引用発明1では「通信」であって「送信装置」「送信信号」であり，引用発明1は，番組の映像・音声を通信するための信号にタイトル情報と番組説明情報とを含ませるのではなく，専らタイトル情報と番組説明情報とを通信するための信号(番組の映像・音声を通信することを本来の目的としない信号)にタイトル情報と番組説明情報とを含ませる技術に関する点"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件審決は，前記のとおり相違点2を認定したが，本件発明1では，「番組説明情報」が選択された「セル」の配置されている領域以外の領域に表示されることから，「番組説明情報」の表示が「セル」を選択したことの結果として起こるのに対し，引用発明1では，「番組説明情報」に相当する「番組の概要」の表示が「セル」に相当する「番組エリア」を選択したことの結果として起こるものではない。",
                    "この点について，本件発明1の構成要件Eには，「該選択されたセルに関連付けられている該項目に対応する該番組説明情報を…表示する」と記載されており，同文言からすると，表示されるべき番組説明情報を特定するためには，その論理的前提として，セルを選択することが必須とされるから，「番組説明情報の表示がセルを選択したことの結果として起こる」ことは，構成要件Eの記載自体から一義的に明らかである。しかも，本件明細書の発明の詳細な説明の記載を参酌しても，番組説明情報の表示がセルを選択したことの結果として起こることが明記されている。   すなわち，本件明細書【0024】図6には，番組説明情報(番組ノート)の表示位置を，選択されたセルを覆うことを回避するために，セルの選択に応じて自動的に移動させ，選択されたセルが配置されている領域とは異なる領域に番組説明情報を表示することが明記されているのであるから，選択されたセルの位置を認識して，選択されたセルを覆うことを回避するために，選択されたセルの位置とは異なる位置を認識して，番組説明情報を表示するという，論理的な先後関係の存在が明らかである。",
                    "そして，選択されたセルが変更されると，その結果として，「番組ノートオーバレイ」の表示内容も変更されることになる。",
                    "したがって，本件発明1において，はじめにセルの選択がなければ，選択されたセルの位置と異なる位置を認識することができないから，番組説明情報の表示がセルを選択したことの結果として起こることは論理的に当然の帰結であって，本件明細書には，番組説明情報の表示がセルを選択したことの結果として起こることが明記されているものということができる。",
                    "以上からすると，本件審決の認定した相違点2は，次の原告主張の相違点2のとおり認定されるべきものである。",
                    "原告主張の相違点2：「番組説明情報」の表示態様が，本件発明1ではセルを選択したことの結果として「該選択されたセルが配置されている該モニタースクリーン上の領域とは異なる該モニタースクリーン上の領域に表示する」ことであるのに対し，引用発明1では「該選択されたセル内に表示され」，「選択されていないセルにも番組説明情報が表示され」ることにより，セルの選択／非選択にかかわらず，「番組説明情報」が常にセル内に表示される点"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件発明1と引用発明1との相違点が原告主張の相違点1及び2のとおり認定されるべきであるとすると，本件審決の認定した一致点も，次の原告主張の一致点のとおり認定されるべきものである。",
                    "原告主張の一致点：テレビジョン番組表に関する情報を提供する方法であって，受信機の外部にある送信装置から受信機が受信した送信信号から，テレビジョン番組表に含まれる複数の項目のそれぞれに対応するタイトル情報と，該複数の項目のそれぞれに対応する番組説明情報とを取得するステップと，時間及びチャンネルの番組ガイドの形式で該テレビジョン番組表に含まれる複数の項目のうちの少なくともいくつかの項目をモニタースクリーン上に表示するステップであって，該番組ガイドは，複数のセルを含み，該複数のセルのそれぞれは，該少なくともいくつかの項目のうちの1つに関連付けられている，ステップと，該モニタースクリーン上でカーソルを移動することにより，該複数のセルのうちの1つを選択するステップと，該複数のセルのうちの1つのセルに関連付けられている該項目に対応する該タイトル情報が，該1つのセル内に表示され，該複数のセルのうちの1つのセルに関連付けられている該項目に対応する該番組説明情報を表示するステップと，を包含する，方法"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1についての判断の誤り",
              "text": [
                "本件審決は，相違点1についての判断において，引用例や技術常識による示唆等を具体的に提示することなく，「容易に想到できる」などと断定するものであって，以下のとおりの内容の引用発明1と引用発明2とを組み合わせることに容易性がない以上，当業者が本件発明の特徴点に到達できる試みをしたであろうという単なる推測を記載したものにすぎないというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "引用発明1は，専ら「番組名称」及び「番組の概要」などの情報を通信するための信号に，「番組名称」及び「番組の概要」を含ませる技術に関するものであって，番組の映像・音声を通信するための信号に「番組名称」及び「番組の概要」を含ませる発明ではない。",
                    "したがって，引用発明1には，番組の映像・音声を放送する「放送信号」に，「番組名称」及び「番組の概要」を含ませる技術を採用することに関する示唆は何ら存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "引用発明2には，放送信号を用いて，番組表及び表の各項目に対応する「番組予約データ」を送信する技術が開示されている。",
                    "しかしながら，引用発明2における「番組予約データ」は，「録画予約日付，チャンネル，録画開始及び終了時刻」という，単に，「番組を予約するためにVTRに設定されるべきデータ」を意味するにすぎず，「番組名称」及び「番組の概要」が包含されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1と引用発明2との組合せの容易性",
                  "text": [
                    "引用発明1において，「専らタイトル情報と番組説明情報とを通信するための信号に，タイトル情報と番組説明情報とを含ませる技術」を，「番組の映像・音声を放送するための放送信号に，タイトル情報と番組説明情報とを含ませる技術」に変更することは，タイトル情報と番組説明情報とを送るための技術を，それとは全く対照的な技術に置き換えることを意味するから，当業者にとっては，このような置き換えを行うように動機付けられることはない。",
                    "そして，それは，当業者が引用発明2や特開昭58−210776号公報(公開日昭和58年12月8日。甲6。以下「甲6発明」という。)を参照したとしても同様である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすると，引用発明1に引用発明2を組み合わせたとしても，番組の映像・音声と，「番組名称」及び「番組の概要」(本件発明1における「タイトル情報」及び「番組説明情報」に相当する。)とを，放送信号を用いて送信することは全く示唆されていないことは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，引用発明1と引用発明2とを組み合わせることで本件発明1の相違点1に係る構成とすることが当業者にとって容易想到であるとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての判断の誤り",
              "text": [
                "本件審決は，相違点1に関する判断と同様に，相違点2に関する判断においても，引用例や技術常識による示唆等を具体的に提示することなく，当業者が，本件発明の特徴点に到達できる試みをしたであろうという単なる推測から，進歩性を否定したが，その判断は以下のとおり誤っている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "本件審決は，相違点2について，「番組表提示に関する一般的な事項からみて…引用発明1の表示態様を工夫する手法として，当業者であれば，容易に想到できる」とする。",
                    "しかしながら，本件審決が指摘する，引用発明1における「表示態様の工夫」とは，以下の(ア)ないし(ウ)のとおりにすぎず，「番組の概要」をどのように表示するかに関するものではないから，「番組の概要」を「番組エリア」以外の領域に表示するという相違点2に係る技術内容に関連しない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "表示されない他チャンネルの番組をスクロールによって表示すること"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "表示されるチャンネル数を多くすること"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1個のチャンネルのみとして表示できる時間帯を多くすることこの点について，被告は，引用発明1における「表示態様の工夫」には，「番組の概要」をどのように表示するかに関する事項も含まれるなどと主張するが，引用発明1における工夫は，1個または複数のチャンネルをどのように表示するか，すなわち，「番組の概要」を「番組エリア」内でどのように表示するかという点に認められる余地がある程度にすぎず，被告の主張は誤りである。",
                        "また，相違点2の認定において先に指摘したとおり，「番組の概要」を表示することに関して，引用発明1に開示されているのは，「番組エリア」の選択／非選択にかかわらず，「番組の概要」を「番組エリア」内に表示することにすぎない。",
                        "したがって，引用発明1においては，「番組エリア」の選択／非選択にかかわらず，「番組の概要」が常に「番組エリア」内に表示されているのであるから，「番組エリア」を選択したことの結果として，「番組の概要」を表示する点に関する示唆は存在せず，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示する点についても示唆が存在しないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "番組表示提示に関する一般的な事項",
                  "text": [
                    "また，本件審決は，番組表示提示に関する一般的な事項からすると，引用発明1の番組表の提示形態として，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示することは，当業者が容易に想到できたことであるとする。",
                    "本件審決は，「番組表示提示に関する一般的な事項」について，新聞のテレビ・ラジオ欄や放送スケジュール雑誌などを念頭に置いているようであるが，新聞等においては，番組表内に書き切れない番組に関する詳細情報が，番組表とは異なる場所に表示されることはあっても，表示場所は，番組表を表示する場所に対して固定されていることは当然であり，番組表を表示する場所に対して相対的に変動することはない。加えて，紙媒体上に印刷されている番組表内の項目を選択することはできないことは明らかである。",
                    "したがって，本件審決が指摘する「番組表示提示に関する一般的な事項」，すなわち，新聞のテレビ・ラジオ欄などで番組表を提示することに関する一般的な技術常識を勘案したとしても，かかる「技術常識」には，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示するという示唆は，全く存在しないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明1と番組表示提示に関する一般的な事項との組合せの容易性以上からすると，引用発明1及び「番組表示提示に関する一般的な事項」のいずれにも，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示するなどという示唆は存在しないから，当該構成が，引用発明1の表示態様を工夫する手法として，当業者であれば，容易に想到できることであるとする本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "情報を表示する「手段」の容易想到性",
                  "text": [
                    "なお，本件審決は，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示する「手段」として，ディスプレイ表示における周知技術を採用すれば，相違点2の構成は，当業者にとって容易想到であるとする。",
                    "しかしながら，前記(1)及び(2)のとおり，かかる表示手法自体が容易想到ではない以上，当業者が，そのための手段を考慮することもないものである。",
                    "しかも，引用発明1の表示態様を工夫する手法として重要な点は，「番組の概要」をどのように配置して表示するかという点であるのに対し，本件審決が指摘する引用発明2及び周知技術1ないし3において，配置／表示される対象は，いずれも「番組の概要」ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，引用発明2及び周知技術1ないし3のいずれにおいても，表示態様の工夫として，「番組の概要」をどのように配置して表示するかという点については何らの示唆はされていないから，これらを斟酌することによって，引用発明1の表示態様を工夫する手法としてそれらを適用しようとする動機付けがないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1について，その進歩性を否定した本件審決の判断は誤りというべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点及び一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の構成要件Bには，単に「放送信号」と定められているのみであり，原告が主張する，「番組の映像・音声を放送するための放送信号」，「タイトル情報と番組説明情報を放送することを本来の目的としない信号」に限定する記載は存在しない。",
                    "また，「放送信号」における「放送」という用語の意味を考慮したとしても，「放送」は，本来，放送者側の使用目的に応じて様々なものを送ることが技術的に可能であるため，例えば，「文字を放送するための文字放送」などが存在するように，番組の映像・音声を送ることだけに限定されるものではない。",
                    "したがって，「放送信号」という用語から，原告の主張するような限定を一義的に導くことはできない。",
                    "以上からすると，本件審決における相違点1の認定は，相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，構成要件Eには，原告の主張するような「番組説明情報の表示がセルを選択したことの結果として起こる」という旨の規定はない。",
                    "構成要件Eは，「選択されたセルに関連付けられている該項目に対応する該番組説明情報を，選択されたセルが配置されている該モニタースクリーン上の領域とは異なる該モニタースクリーン上の領域に表示」すると規定しているのであるから，選択されたセルに係る番組説明情報を選択されたセル以外の領域に表示していれば，構成要件Eの技術的範囲に含まれることになるのであって，「セルを選択したことの結果として番組説明情報を表示する」場合だけに限定されるものではない。",
                    "この点について，原告は，「番組説明情報の表示が，セルを選択したことの結果として起こる」ことの理由として，「番組説明情報が，選択されたセルが配置されている領域以外の領域に表示される」ことを挙げるが，モニタースクリーンの上側の領域に「番組説明情報」の表示欄を常時設け，その下側の領域を「テレビジョン番組表」の表示欄とするとともに，「テレビジョン番組表」に含まれる各タイトルの番組説明情報を，「セル」の選択／非選択にかかわらず，上側の領域に常時表示する構成であれば，「番組説明情報が，選択されたセルが配置されている領域以外の領域に表示される」ときでも，「セルの選択に関係なく，番組説明情報が表示される」場合がある。",
                    "したがって，構成要件Eは，「セルが選択された結果として，番組説明情報が表示される」ことに限定されるものではない。",
                    "また，本件明細書の図6によると，セルが非選択でもタイトル情報が表示されているから，構成要件Eの「該選択されたセルに関連付けられている該項目に対応するタイトル情報が，該選択されたセル内に表示」するとは，図6のように，セルが非選択でもタイトル情報が表示される場合を含むものである。",
                    "「タイトル情報の表示」は，「番組説明情報の表示」と，表示場所以外は同等といえるから，構成要件Eの，「番組説明情報の表示」に係る規定も，「タイトル情報の表示」に係る規定と同様に，その技術的範囲に，セルが非選択でも番組説明情報が表示される場合を含むのは当然である。",
                    "以上からすると，本件審決の相違点2の認定も，相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件審決の相違点の認定の誤りを前提に，一致点の認定も誤っていると主張するが，相違点の認定に誤りがない以上，一致点の認定にも誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1についての判断の誤り",
              "text": [
                "原告は，本件審決の判断は，憶測にすぎないなどと主張するが，以下のとおり，本件審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2に「テレビジョン映像信号に番組タイトルを含ませる」ことが開示されていることや，引用発明1と引用発明2の間に技術分野の関連性があることを具体的に指摘している。",
                    "また，先に指摘したとおり，構成要件Bにおける「放送信号」は，「番組の映像・音声を通信するための放送信号」に限定されるものではない。",
                    "したがって，原告が主張する相違点1の認定に関する誤りは，その前提となる原告主張の相違点1に関する主張自体が誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "本件審決は，「放送局によっては，テレテキスト放送の一部として番組タイトル等の情報(番組表)を送る」こと及び「テレビジョン映像信号の垂直ブランキング期間に重畳されたテレテキスト信号には番組表及び番組予約データが含まれる」ことが，引用例2に記載されていることを指摘するから，引用発明2が，「放送局から送られるテレビジョン映像信号(放送信号)に，番組タイトル(番組名称)等の情報(番組表)を含ませる」ことを開示する旨を具体的に指摘しているものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1と引用発明2とを組み合わせることの容易性",
                  "text": [
                    "本件審決は，引用発明1に引用発明2を組み合わせるための動機付けとして，両者の間には「VTR(ビデオレコーダ)の録画予約で番組表を表示する」という技術分野の関連性があることを具体的に指摘している。",
                    "したがって，引用発明1において，タイトル情報と番組説明情報とを取得する手法として，「通信」を「放送」とし，「送信装置」，「送信信号」を「放送装置」，「放送信号」とすること，すなわち，相違点1に係る構成とすることは，当業者が容易に想到できるといえるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，甲6発明は，「音声多重放送における副チャンネル信号等に，番組案内情報を重じょうして送信する」こと及び「番組情報の例として，番組名及び番組内容等を副チャンネル信号等に重じょうして送信する」ことを開示しているから，同発明は，「音声多重放送信号(放送信号)に，番組名及び番組内容等を含ませる」ことを開示しているものである。",
                    "したがって，原告が相違点であると主張する「放送信号」に「番組名称」等を含ませること(原告主張の相違点1)は，引用発明2のほか，甲6発明でも開示されており，本件特許の優先日の時点で，既に周知技術にすぎないものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上からすると，相違点1についての本件審決の判断は，相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての判断の誤り",
              "text": [
                "原告は，本件審決の判断は，憶測にすぎないなどと主張するが，以下のとおり，本件審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "引用発明1は，「番組の概要」を，番組表のセル内に表示するものであるから，本件審決が指摘する，表示態様に関する各工夫は，「表示されない他チャンネルの「番組の概要」をスクロールによって表示」すること，「表示できる「番組の概要」の数を多くする」こと，「1個のチャンネルの番組ごとの「番組の概要」を表示できる領域を大きくする」こと，すなわち，「番組の概要」についての「表示態様の工夫」という技術的課題の存在を示唆するものということができる。",
                    "したがって，引用発明1における「表示態様の工夫」には，「番組の概要」をどのように表示するかに関する事項も当然含まれるものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "番組表提示に関する一般的事項",
                  "text": [
                    "本件審決は，新聞のテレビ・ラジオ欄などを例示して，「番組の更に詳しい説明」が番組表と異なる場所に表示されることを具体的に説明しており，このような番組表提示に関する一般的事項を斟酌すれば，引用発明1の番組表の提示形態として，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示することは，当業者が容易に想到できたことは明らかである。",
                    "原告は，新聞等においては，番組の更に詳しい説明が表示される場所が，番組表を表示する場所に対して固定されていることを強調するが，本件発明1の特許請求の範囲においては，「番組説明情報」の表示場所が変動することは定められていないのであるから，原告の主張は失当である。",
                    "また，原告は，新聞のテレビ・ラジオ欄などは，「番組エリアを選択したことの結果として，番組の概要を表示する」構成を有しないなどと主張するが，先に指摘したとおり，上記構成は相違点とは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明1及び番組表提示に関する一般的事項の組合せの容易性本件審決が指摘するとおり，引用発明1には，番組の概要に関する表示態様を工夫することに関する技術的課題が存在することについての示唆があり，番組表提示に関する一般的事項においては，「「番組の更に詳しい説明」を番組表と異なる場所に表示」することに関する示唆がある。",
                    "そして，引用発明1の「番組の概要」は，番組表提示に関する一般的事項における「番組の更に詳しい説明」と同義であると解されるから，引用発明1の表示態様を工夫する手法として，番組の概要を，番組表と異なる場所に表示しようとすることは，当業者が容易に想到するものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "情報を表示する「手段」の容易想到性について",
                  "text": [
                    "本件審決は，「ディスプレイ表示における周知技術」として，「ディスプレイ上でカーソルを用い，「カーソルで選択された項目に応じた情報を，選択された項目が配置された領域と異なる領域に表示する」ことは，周知技術である」ことを，周知例1ないし3を例示して，具体的に指摘している。",
                    "さらに，本件審決は，引用例2の番組表(第2図(A))において，カーソルで指定される番組の項目に対応する番組予約データを，番組表の番組の表示個所とは異なる位置(第2図(B))に表示することが記載されていることから，引用発明2の番組表において，上記周知技術を採用していることを，具体的に指摘している。",
                    "したがって，引用発明1の番組表の提示形態として，番組エリア内に必要に応じて表示される番組の説明に相当する「番組の概要」を，番組表とは異なる場所に表示しようとするという動機付けを前提として，引用発明2の第2図が開示する，「カーソルで指定される番組の項目に対応する番組予約データを，番組表の番組の表示個所と異なる位置に表示する」という手段を採用し，引用発明1において，カーソルを移動させて選択する番組の「番組の概要」を，「選択された番組のセルが配置された領域と異なる領域」に表示することは，当業者であれば容易に想到できるものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上からすると，相違点2についての本件審決の判断は相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決が，相違点1及び2について当業者が容易に想到できるものであるとした上で，本件発明1の進歩性を否定した判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2ないし4の進歩性に係る判断の誤り)について〔原告の主張〕",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "text": [
                "本件発明2は，本件発明1に従属する。",
                "したがって，本件発明1についてした指摘は，本件発明2についても当てはまるものであり，本件発明2の無効理由もまた，存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3について",
              "text": [
                "本件発明3は，本件発明1と実質的に同一の構成を含むものである。",
                "したがって，本件発明1についてした指摘は，本件発明3についても当てはまるものであり，本件発明3の無効理由もまた，存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明4について",
              "text": [
                "本件発明4は，本件発明3に従属する。",
                "したがって，本件発明3についてした指摘は，本件発明4についても当てはまるものであり，本件発明3の無効理由もまた，存在しない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "text": [
                "先に指摘したとおり，本件発明1に関する原告の主張は誤りである。",
                "したがって，本件発明2が本件発明1に従属することのみを主張するだけでは，本件発明2の無効理由が解消されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3について",
              "text": [
                "本件発明1に無効理由が存在する以上，本件発明3が本件発明1と実質的に同一の構成を含むことを理由として，本件発明3に無効理由が存在しないという原告の主張は明らかに誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明4について",
              "text": [
                "本件発明3に無効理由が存在する以上，本件発明4が本件発明3に従属することのみを主張するだけでは，本件発明4の無効理由が解消されるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "放送信号に係る特許請求の範囲の記載",
                  "text": [
                    "本件発明1の構成要件Bには，「放送信号」は，受信機の外部にある「放送装置」から「放送」され，受信機が受信する信号である旨の特定はされているものの，それ以外に「放送信号」を特定する記載はない。そして，「放送」の文言から，構成要件Bの「放送」，「放送信号」，「放送装置」の各文言の技術的意義が一義的に明らかであるとまでいうことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載",
                  "text": [
                    "そこで，本件明細書の記載を参酌すると，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "システムでは，ケーブルデコーダユニットの部分を構成するプログラマブルチューナは，TV信号をアンテナ及びケーブル入力部またはいずれかより受信する。",
                      "text": [
                        "チューナ出力は，字幕デコーダあるいは高速テレテキストデコーダである垂直ブランキングインターバル(VBI)デコーダに向かう。リスト情報やケーブルチャンネル割当データといった他の支持情報が，一つかそれ以上のローカル局またはケーブルチャンネルにより一日数回または連続的にVBIへ送信される。",
                        "更新が必要な場合，プログラマブルチューナは，データを伝送する局またはケーブルチャンネルへ自動的に同調する。VBI信号がCPUによって処理された後，リストデータは，スケジュールメモリへ記憶される一方，ケーブルチャンネル割当データは，ケーブル指定のRAMメモリへ記憶される(【0073】【007",
                        "4】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "スケジュール情報は，VBIからダウンロードされる。これに替えて，またはこれに補助的に，通信回線からモーデム及びラインによりCPUへダウンロードすることも可能である(【0083】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載によると，スケジュール情報(リスト情報，リストデータ)の通信媒体として，TV信号におけるVBI信号が記載され，スケジュール情報(タイトルや番組接続情報)が「TV信号」中の「VBI信号」に重畳されて送信され，スケジュールメモリへ記憶される構成が開示されている。",
                    "そして，スケジュール情報は，VBI信号に「替えて，またはこれに補助的に」，「通信回線」を用いることも可能であるとするものである。",
                    "また，「通信」とは，「郵便・電信・電話などによって意思や情報を通ずること」(広辞苑第三版)を意味し，「放送」とは，「一般公衆によって直接受信されることを目的とした無線通信。ラジオ放送・テレビジョン放送など。」(広辞苑第三版)を意味するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，本件発明1は，当該発明がテレビジョン番組リストに関する発明であること並びに構成要件Bの記載及び本件明細書の上記記載からして，その構成要件Bの「放送信号」の文言は，テレビ番組の放送に用いられる「VBI信号を含むTV信号」と，テレビ番組の放送に用いられていない「通信回線」上の信号とを区別するために，「放送信号」という文言を用いているものということができる。",
                    "そして，テレビ番組の放送に用いられる「VBI信号を含むTV信号」は，本来，番組の映像・音声を放送するものであることは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "しかるところ，本件審決は，本件発明1の「放送信号」について，タイトル情報等がVBI信号に含まれてはいるものの，本来，番組の映像・音声を放送するための放送信号であって，タイトル情報等を放送することを本来の目的としない信号であることが明らかであることを前提として，相違点1を認定しているものである。",
                    "したがって，本件審決の相違点1の認定が，「放送信号」について，「番組の映像・音声を通信するための信号」である点を相違点としなかった点を誤りであるとする原告の主張は，本件審決の認定を正解しないものであって，失当といわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "情報表示に係る特許請求の範囲の記載",
                  "text": [
                    "本件発明1の構成要件Eは，「該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，…表示されている一方で，該選択されたセルに関連付けられている該項目に対応する該番組説明情報を，…表示する」ものであり，モニタースクリーン上でカーソルを移動することによって，複数のセルのうちの1つが「選択」された(構成要件D)際において，当該選択されたセル内に，「タイトル情報」が表示され，他方で，「番組説明情報」を「表示する」ものである。",
                    "したがって，構成要件Eは，その文言からすると，タイトル情報が表示されたセルが「選択」されたことに応じて，選択されたセルに関連付けられている項目に対応する番組説明情報が「表示」されるという意味での先後関係を明示しているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載",
                  "text": [
                    "また，本件明細書には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の図6は，選択された一つのテレビジョン番組リスト「ゴールデンガールズ」に関する番組紹介情報「ドロシーは，誕生日に驚かすためシシリーからソフィアの妹(ナンシー・ウォーカー)をつれてくる。」を表示する番組ノートオーバレイを有すテレビジョンスケジュールグリッドスクリーンを示す(【0022】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，上記図6には，テレビジョン番組リストにおいて，番組「ゴールデンガールズ」のセルが選択されたことに応じて，選択されたセルに対応する，番組「ゴールデンガールズ」の「番組紹介情報」である，「ドロシーは，誕生日に驚かすためシシリーからソフィアの妹(ナンシー・ウォーカー)をつれてくる。」という表示がされることが図示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載からすると，本件発明1において，タイトル情報が表示されたセルが「選択」されたことに応じて，選択されたセルに関連付けられている項目に対応する番組説明情報が「表示」されるという意味での先後関係を有しているものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用発明1に係る情報表示",
                  "text": [
                    "これに対し，引用発明1においては，「時間フィールドには，対応する番組フィールドで示される番組の開始及び終了時刻が記録されており，番組フィールドには，一般的には番組名称と，必要に応じてその番組の概要が記録されている。」，「第3図には，このようにして表示された画面の一例が示されており，FD内の日付フィールド，曜日フィールドの情報は，日付エリアに，チャンネルフィールドの情報は，チャンネルエリアに夫々表示され，番組フィールドの情報は，時間フィールドを表示する時間エリアに対応した番組エリアに夫々表示される。第3図に示す例では，19時ないし23時における第1チャンネルと第2チャンネルの番組表が表示されている。録画予約を行おうとする操作者は，この表示画面の中に所望する番組を見付け出すと，カーソル移動キーを操作して，カーソルを所望の番組に移動させる。」と記載されている。",
                    "したがって，引用発明1においては，「番組エリア」に，各番組の「番組名称」や「番組の概要」が表示されているものであるから，「該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，該選択されたセル内に表示され」るものではない。",
                    "また，引用発明1においては，各番組の「番組名称」や「番組の概要」が表示された表示画面から，「番組エリア」を選択するものであるから，番組名称を表示した番組エリアの選択と番組の概要の表示が，先後関係にあるものでもない。",
                    "したがって，この点において，本件審決の相違点2の認定は誤っているといわなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定の誤り",
              "text": [
                "以上からすると，引用発明1は，「該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，該選択されたセル内に表示され」るのみならず，「選択されていないセルにもタイトル情報が表示」されるものであるから，本件審決が，「該選択されたセルに関連付けられている該項目に対応する該タイトル情報が，該選択されたセル内に表示され」る点を一致点と認定したこともまた，誤りといわざるを得ない。",
                "しかしながら，本件審決は，相違点2として，「引用発明1では「該選択されたセル内に表示され」，「選択されていないセルにも番組説明情報が表示され」る点」を相違点として認定しており，引用発明1においては，本件発明1とは異なり，セルの選択，非選択にかかわらず，全てのセル内に番組説明情報が表示されていること，セルの選択と番組説明情報の表示とが先後関係を有さないことを前提として，後記(5)のとおり，相違点2に関する本件発明1の進歩性の有無を判断しているものである。",
                "したがって，この点に関する本件審決の誤りは，相違点2についての判断の当否に帰するというべきであって，その判断を待たないで，直ちに，その結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "定められたスケジュールに従って提供される情報を処理する情報処理の形態は，例えば，…VTRによるテレビ放送の録画予約の処理等があるが，本発明の実施例は，本発明をテレビ放送の録画予約の処理に適用したものとして説明する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本発明が適用されたVTRにおけるテレビ放送の録画予約の処理システムは，…VTR制御部，予約制御部，操作パネル及びフロッピーディスク(FD)装置を有するVTR装置と，ディスプレイ装置とにより構成され，操作パネルは，カーソル移動キー，モード切換スイッチ，設定スイッチ及びテンキー等を備えて構成されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "予約制御部は，1週間分のテレビ放送のスケジュールが記録されたFDの内容をFD装置から読出して，その内容をRGB信号ケーブルを介してディスプレイ装置に表示する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "FD装置にセットされるFDは，予め提供される1週間分の放送スケジュールを記録しており，…FD内には，番組を提供している全てのチャンネルについて，その1週間分の番組が順次…フォーマットされたスケジュールとして記録されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "時間フィールドには，対応する番組フィールドで示される番組の開始及び終了時刻が記録されており，番組フィールドには，一般的には番組名称と，必要に応じてその番組の概要が記録されている。…FD内の日付フィールド，曜日フィールドの情報は，日付エリアに，チャンネルフィールドの情報は，チャンネルエリアに夫々表示され，番組フィールドの情報は，時間フィールドを表示する時間エリアに対応した番組エリアに夫々表示される。…録画予約を行おうとする操作者は，この表示画面の中に所望する番組を見付け出すと，カーソル移動キーを操作して，カーソルを所望の番組に移動させる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "番組の情報が通信手段を介して直接VTR装置に提供されるようにしてもいい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1が開示する技術",
                  "text": [
                    "以上の記載からすると，引用例1は，VTR装置に，フロッピーディスクや通信手段を介して提供されたテレビ番組の情報を受信して表示する技術を開示しているということができる。",
                    "そして，引用例1の発明の詳細な説明には，テレビ番組の情報の発信元については明確に記載されていないが，テレビ番組に関する詳細な情報は，番組の放送主体である放送局が有していることは明らかであるところ，当該放送局が，視聴者の便宜のためにかかる情報を提供することは十分想定し得ることであるから，番組を放送する放送局自体から，フロッピーディスク又は放送局が利用できる何らかの通信手段によって番組の情報が提供されることを示唆するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例2には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "テレビジョン映像信号の垂直ブランキング期間に重畳されたテレテキスト信号に含まれる放送予定番組の番組表及びこの番組表の各項目に対応する番組予約データを取り込むようにしたビデオテープレコーダーにおいて，画面上に表示される前記番組の項目を選択したとき，その選択された項目に対応する番組予約データを前記番組表の表示画面と同一画面に文字によって表示させるようにした番組予約方法"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "近年放送局によっては，テレテキスト放送の一部として放送予定番組の放送開始時刻，番組タイトル等の情報(番組表)を送っており…放送局から送られてくる放送予定番組の放送開始時刻やタイトルが書かれた番組表がディスプレイの画面上に表示され，ユーザはこの表示を見ながら，所望する予約番組をカーソルで指定することにより，録画予約に必要なデータをとりだして番組予約する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "放送局から送られてくる番組表の受信機側における表示態様は…簡略化された形または放送局独自のフォーマットで表示されるものであり，…更に詳細な予約データ(録画予約日付，チャンネル，録画開始及び終了時刻)等の情報を表示画面から知り得る事はできず，極めて不便であった。そこで，本発明はかかる欠点を解決しようとするものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "アンテナで捕らえられた放送信号はチューナで受信選択され，映像中間周波数及び検波回路(IF・DET)を介して映像信号処理回路によって信号処理された表示切換回路に供給される。…一方，IF・DETから得られるビデオ信号のうち垂直帰線期間に多重されたテレテキスト信号は，テレテキスト信号抜取回路によって抽出されて，ページ選択回路に供給される。このページ選択回路はテレテキスト制御部から指示されたページ番号のデータだけを抜き出して画面メモリに供給する。画面メモリはページ選択回路で選択された特定のページ番号の画面データを，テレテキスト制御部からの制御信号に従って書き込む。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本発明によれば，テレテキスト放送で送られてくる番組表の項目を指定する毎に，その項目に対応した番組予約データを画面上において文字で確認できるという効果がある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "以上の記載からすると，引用発明2には，テレビジョン映像信号，すなわち，「番組の映像・音声を放送するための放送信号」に重畳されたテレテキスト信号に，放送予定番組の番組表及びこの番組表の各項目に対応する番組予約データを送信したものを，ビデオテープレコーダーなどで受信し，番組表を表示する技術が開示されているものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲6発明の明細書には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "テレビ音声多重放送における副チャンネル信号又は，制御チャンネル信号に番組案内情報をのせて送信する手段と，その多重信号を受信して前記副チャンネル信号又は，制御チャンネル信号を分岐する手段を有し，この副チャンネル信号又は，制御チャンネル信号に含まれる案内情報を記憶し，テレビ映像としてテレビ受像機上に生成することを特徴とするテレビ受像方式"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本発明は，テレビ受像方式に関し，特に音声多重放送における副チャンネル信号又は制御チャンネル信号に，当該放送局の番組案内情報を重じょうして送信することにより，受信者すなわち，視聴者は，その案内情報を映像又は印刷物として見ることを可能としたテレビ受像方式である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本発明は，この音声多重放送の副チャンネル信号又は制御チャンネル信号に番組案内情報をのせて送信し，受信側では送られてきた多重信号の内の信号を処理し，テレビ画像として案内情報を表示したり，プリントアウトするものである。…本発明は，音声信号に代わって，文字情報信号をのせるものである。又，受信機には，この文字情報信号の判読機能，記憶機能，テレビ受信管に文字として表示する機能を持つと共に，この情報をプリンタ等に出力する機能を有する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "放送局では，番組情報として視聴者に対し，知らせたい内容，例えば①放送局名，②月日開始時間，終了時間，③番組名，④変更データか否かの区分，⑤消去命令か否か，⑥主な出演者名，⑦番組内容等をデジタル信号の形で副チャンネル信号又は，制御チャンネル信号に重じょうして送信する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "制御部は，操作スイッチからの表示指示命令を受けて，データメモリの内容と表示メモリの内容をとり出して，パターン発生部に表示すべき内容指示を行い，テレビ受像管に映像として表示する。又，受像管上に表示するだけでなくプリンタに印字することができる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "操作スイッチは局選択スイッチ，テンキーボタン等から構成されており，これらのボタン操作により，",
                          "text": [
                            "① 本日のある時刻の各放送局の番組リスト",
                            "② 本日のある放送局の一日分の番組リスト",
                            "③ 成日のある放送局の一日分の番組リスト",
                            "等，所望の番組情報を得ることが出来る。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲6発明の内容",
                  "text": [
                    "以上の記載からすると，甲6発明には，音声多重放送における副チャンネル信号，すなわち「番組の映像・音声を放送するための放送信号」に，当該放送局の番組案内情報を重畳して送信することにより，受信機を用いて受信した視聴者は，その案内情報を，番組表などの形式で見ることを可能としたテレビ受像方式に関する技術が開示されているものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "引用発明2及び甲6発明に示された技術の周知性",
                  "text": [
                    "上記のエ及びカのとおりの引用発明2及び甲6発明によると，いずれも，テレビ番組表において，番組を視聴したり録画したりする視聴者に番組に関する情報を提供するため，番組の映像・音声を放送するための放送信号に，番組に関する情報を重畳して送信する構成が開示されているものであって，引用発明2及び甲6発明の公開時期からすると，引用発明2及び甲6発明に開示された技術は，本件発明の優先日の前から，既に周知であったと認めることができる。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "引用発明1に上記キの周知技術を適用することの容易性",
                  "text": [
                    "先に指摘したとおり，引用例1には，番組の放送主体である放送局が，利用できる何らかの通信手段によって番組の情報を提供することに関する示唆を有するものである。",
                    "したがって，引用発明1において，番組の情報を提供するための「通信手段」について，「番組の映像・音声を放送するための放送信号」を用いることは，当業者にとって容易であるというべきである。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決の判断は，単なる推測を記載したものにすぎないと主張する。",
                        "しかしながら，本件審決は，別紙審決書記載のとおり，引用例1及び2の技術内容を具体的に指摘した上で，引用例2に開示された上記キの周知技術を引用例1に適用することが，引用例1には示唆されていることを具体的に指摘するものである。",
                        "原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，引用例1には，番組に関する情報を放送信号を用いて送信することに関する示唆が存しないと主張する。",
                        "しかしながら，引用例1において，VTR装置に提供される番組の情報が，番組の放送主体である放送局から，放送局が利用できる通信手段，すなわち放送信号により提供されることが示唆されていることは，上記イにおいて先に指摘したとおりである。",
                        "そして，上記キで指摘したとおり，本件発明の優先日において，放送信号に番組表に関する情報を重畳させて送信する技術は既に周知技術であったのであるから，放送局が自ら利用できる通信手段である「放送信号」を，番組表や番組情報の送信に用いることに関する阻害要因は認められない。原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明2の「番組予約データ」は，「録画予約日時，チャンネル，録画開始及び終了時刻」等の，「番組を予約するためにVTRに設定されるべきデータ」を意味するにすぎないなどとも主張する。",
                        "しかしながら，本件審決は，本件発明と引用発明1との一致点として，「番組説明情報」が取得されることを認定しており，原告も，当該認定について，取消事由として主張するものではない。",
                        "また，本件発明並びに引用例1及び2は，いずれも，テレビ番組の視聴者が，視聴する番組や録画する番組を選択することが便利なテレビ番組表を提供することに適用できる発明であるところ，テレビ番組の選択に資する情報としては，「録画予約日時，チャンネル，録画開始及び終了時刻」のほかに，「番組の名称」，「番組の概要(内容)」，「ジャンル」，「出演者等」等が容易に推測されるものである(新聞のいわゆるテレビ欄も，これらの情報が掲載されている。乙1)。",
                        "したがって，引用発明2が，「番組予約データ」を送信するのみであることをもって，引用発明1に組み合わせる動機付けが存在しないということはできない。原告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "時間フィールドには，対応する番組フィールドで示される番組の開始及び終了時刻が記録されており，番組フィールドには，一般的には番組名称と，必要に応じてその番組の概要が記録されている。…FD内の日付フィールド，曜日フィールドの情報は，日付エリアに，チャンネルフィールドの情報は，チャンネルエリアに夫々表示され，番組フィールドの情報は，時間フィールドを表示する時間エリアに対応した番組エリアに夫々表示される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "実施例は，1画面に2つのチャンネルの番組表を表示できるようにしたが，表示されるチャンネル数は，さらに多くてもよい。また，例えば，1個のチャンネルのみとして，表示できる時間帯を多くしてもよい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1が開示する技術的課題",
                  "text": [
                    "以上の記載からすると，引用例1には，テレビ番組の番組表において，個別の番組が表示される箇所に，番組名称及び番組の概要が表示される技術が開示されているものである。",
                    "また，引用例1には，番組表に表示されるチャンネル数及び時間帯を多くすることが示唆されており，番組表に表示される情報の種類及び量を増加させるという技術課題が提示されているものということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例2には，発明の詳細な説明として，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "画面上に表示される番組表の項目を選択したとき，その選択された項目に対応する番組予約データを番組表の表示画面と同一画面に文字によって表示させるようにした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "選択されたページ一画面分の予約データがワークメモリに書き込まれると，制御部はワークメモリに書込まれた一番初めの番組予約データを文字データとして画面メモリに書込むことにより番組表(第2図(A))とともに該番組表が表示された画面と同一の画面に番組予約データの内容(第2図(B))を表示する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "以上の記載(引用されている第2図(A)及び(B)を含む。)からすると，引用発明2には，テレビ番組表において，視聴者が選択したテレビ番組の項目に，番組予約データが表示されるとともに，同一画面の別の場所に，番組予約データが表示される技術が開示されているものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "周知例2には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は画面表示装置，特にアプリケーションプログラムにわたすための複数パラメータをそれぞれのパラメータ入力フィールドを一つの画面に表示する画面表示装置に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来，この種の画面表示装置は，定義した画面をそのまま表示していたので，パラメータの説明情報の表示は，画面定義方法に依存していた。すなわち，画面がパラメータ説明領域を有しないように定義されていればパラメータ入力フィールドのみから成り，それらの説明情報の無い画面が表示され，また，特定のパラメータに対する説明情報を定義しておくとパラメータ入力フィールドおよび定義された説明情報から成る画面が表示されることになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "従来の装置は，パラメータに対する説明情報の表示は画面の定義時点で定まるため，定義内容によっては，パラメータの説明情報が表示されておらずパラメータの入力に不便であったり，また，このような不便を排除するため，説明情報を表示すべきパラメータ入力フィールドの数を増やすと画面が煩雑になって見苦しく操作に支障をきたすという欠点がある。",
                        "さらに，一つの画面にパラメータ入力フィールドとパラメータの説明情報とが入りきらなくなって複数画面にわたることに画面制御や操作が困難になるという欠点があった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "第2図は，10個のパラメータ入力フィールドF1～F10とパラメータ説明領域DFとから成るパラメータ入力画面の一例を示し，また，第3図は，このパラメータ入力画面内の各パラメータ入力フィールドF1～F10とパラメータ説明情報とがパラメータ相対番号で関連付けられていることを示す。パラメータ入力画面およびパラメータ説明情報は，画面毎に予め画面情報格納手段に格納されている。",
                        "各パラメータ説明情報は，パラメータ相対位置から導かれるパラメータ番号によって管理され，パラメータ入力時にパラメータ入力手段によってパラメータ相対位置が通知されると画面情報格納手段から読み込まれ，第2図で示したパラメータ説明領域DFに画面情報表示手段によって出力装置に表示される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "周知技術2の内容",
                  "text": [
                    "以上の記載(引用されている第2図及び第3図を含む。)からすると，周知技術2には，パラメータ入力手段によって通知されたパラメータ相対位置から導かれるパラメータ番号に対応するパラメータ説明情報を，パラメータ入力フィールドとは異なる位置であるパラメータ説明領域DFに表示することによって，画面に入りきらなくならないようにパラメータ説明情報を表示する技術が開示されている。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "引用発明2及び周知技術2に示された技術の周知性",
                  "text": [
                    "上記のエ及びカのとおりの引用発明2及び周知技術2によると，いずれも，限られた表示領域に，より多くの情報を見やすく一覧表示するために，情報の項目に対応する一部の情報を項目自体の表示位置に表示せず，当該項目が選択された際など，必要に応じて参照できるように項目自体とは異なる位置に表示する技術が開示されている。",
                    "また，本件発明の優先権主張日(平成2年9月10日)直前の新聞(同年8月30日分。乙1)におけるテレビ番組表においても，各項目においては，番組名，出演者，番組内容の概略等が記載されるとともに，欄外において，複数の番組の詳細に関する情報が掲載されているものである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "引用発明1に上記キの周知技術を適用することの容易性",
                  "text": [
                    "先に指摘したとおり，引用例1には，番組表に表示される情報の種類及び量を増加させるという技術課題が示されているものということができる。",
                    "そして，かかる課題を解決するために，限られた表示領域に，より多くの情報を見やすく一覧表示するために，情報の項目に対応する一部の情報を項目自体の表示位置に表示せず，当該項目が選択された際など，必要に応じて参照できるように当該項目自体とは異なる位置に表示する周知技術を適用し，選択されたセルに関連付けられている項目に対応する番組説明情報を，選択されたセルが配置されているモニタースクリーン上の領域とは異なるモニタースクリーン上の領域に表示するように構成することは，当業者が容易に行い得たことと認められる。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決の判断は，単なる推測を記載したものにすぎないと主張する。",
                        "しかしながら，本件審決は，別紙審決書記載のとおり，甲2発明及び周知例1ないし3の技術内容を具体的に指摘した上で，これらに開示された周知技術を引用例1に適用することが，引用例1には示唆されていることを具体的に指摘するものである。原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，引用発明1が前提とする「表示態様の工夫」は，「番組の概要」に関するものではないから，「番組の概要」を「番組エリア」以外の領域に表示するという相違点2に係る技術内容に関連しないなどと主張する。",
                        "しかしながら，引用例1が，「表示態様の工夫」，すなわち，「番組表に表示される情報の種類及び量を増加させるという技術課題」を提示しており，しかも，テレビ番組に関する情報として，「番組の概要」を想起することは，当業者にとって容易であるということができる以上，「表示態様」に関する上記周知技術を組み合わせる動機付けはなお存在するものということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明1においては，「番組エリア」の選択／非選択にかかわらず，「番組の概要」が常に「番組エリア」内に表示されているのであるから，「番組エリア」を選択したことの結果として，「番組の概要」を表示する点に関する示唆は存在せず，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示する点についても示唆がないなどとも主張する。",
                        "しかしながら，先に指摘したとおり，引用例1においては，「番組表に表示される情報の種類及び量を増加させるという技術課題」を提示しており，かかる課題を解決するために，個別の番組の選択以前から，番組に関する情報を表示するか否か，詳細な情報を表示する場所を，番組表の外側にするか否かについては，当業者が適宜選択することが可能な事項であって，引用例1においては，かかる選択を制限するような何らの阻害事由は認められない。原告の主張は採用できない。",
                        "なお，相違点2の認定に関して先に指摘したとおり，本件審決は，引用発明1においては，本件発明1とは異なり，セルの選択，非選択にかかわらず，すべてのセル内に番組説明情報が表示されていること，セルの選択と番組説明情報の表示とが先後関係を有さないことを前提として，引用例2及び周知例1ないし3に開示された周知技術を引用例1に適用することの可否について検討しており，本件発明と引用発明1との一致点の認定に関する本件審決の誤りは，これを取り消すほどの違法は認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，原告は，新聞等の紙媒体を前提とする「番組表示提示に関する一般的な事項」には，「番組エリア」を選択したことの結果として，その選択された「番組エリア」に対応する「番組の概要」を，その選択された「番組エリア」以外の領域に表示するという示唆は，全く存在しないなどと主張する。",
                        "しかしながら，原告が指摘するかかる技術内容は，引用例2及び周知例2に開示されていることは，先に指摘したとおりであるし，本件審決も，引用例及び周知例1ないし3において開示されているものとするところである。",
                        "なお，原告が指摘するとおり，個別の番組エリアを選択した結果として，対応する番組の概要が表示されるという先後関係は存しないものの，「番組表示提示に関する一般的な事項」は，番組エリアに対応する番組の概要を，番組エリア以外の領域に表示する示唆を有するものということができる。原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，引用発明1の表示態様を工夫する手法として重要な点は，「番組の概要」をどのように配置して表示するかという点であるのに対し，本件審決が指摘する引用発明2及び周知技術1ないし3は，いずれも，配置／表示される対象は「番組の概要」ではないから，引用発明1の表示態様を工夫する手法としてそれらを適用しようとする動機付けがない等と主張する。",
                        "しかしながら，先に指摘したとおり，引用例1は，番組表に表示される，番組に関する情報の種類と量を増加させるという技術的課題を示唆していること，番組に関する情報として，「番組の概要」(内容)を当業者が想起することは容易であるということができるから，引用発明1に周知例1ないし3において開示された周知技術を適用することは，容易であるということができる。原告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1について，その進歩性を否定した本件審決の認定判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件発明2ないし4の進歩性に係る判断の誤り)について原告は，取消事由1に理由があることを前提にして，取消事由1に係る誤った判断に基づいて本件発明2ないし4に進歩性がないとした本件審決の判断も誤っていると主張するところ，前記のとおり，取消事由1には理由がない。",
            "また，本件発明1と本件発明3は，発明の形式が異なるにすぎず，さらに本件発明1と本件発明2，本件発明3と本件発明4の各相違点は，番組表が「グリッドガイド形式」であるか否かにすぎず，先に指摘した本件審決の本件発明1の進歩性にに係る判断は，いずれも本件発明2ないし4の進歩性に係る判断についても当てはまるものである。",
            "したがって，取消事由1に係る誤った判断に基づいて本件発明2ないし4に進歩性がないとした本件審決の判断が誤りであると主張するのみで，他に本件発明2ないし4の進歩性に係る本件審決の判断の誤りを指摘するところがない原告の主張は理由のないことが明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}