{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800064号事件について平成21年7月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告は，発明の名称を「衣類のオーダーメイド用計測サンプル及びオーダーメイド方式」とする特許第3692084号(出願日 平成14年2月13日，登録日 平成17年6月24日，請求項の数12)の特許権者(ただし，特許料不払により平成20年6月24日消滅)であったところ，被告の取締役であった原告は，平成21年3月27日付けで上記特許の請求項1～12について無効審判請求をしたが，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
            "被告は，適法な呼出しを受けたが本件口頭弁論期日に出頭しないし，答弁書その他の準備書面も提出しない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決において判断された事項は，請求項1～12に係る発明(以下順に「本件特許発明1～12」という。)が下記の各刊行物に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・ 特開平8−260206号公報(発明の名称「イージオーダー化を可能にしたファンデーションおよびその縫製方法」，出願人 株式会社ダッチェス，公開日 平成8年10月8日，甲1。以下これに記載された発明を「甲1発明」という。)",
            "・ 国際公開99／58007号公報(発明の名称「人体の支持・補正機構及びこれを備えた衣服機構」，出願人 A，公開日 1999年(平成11年)11月18日，甲2)",
            "・ 実公昭51−9368号公報(考案の名称「イージーオーダー用採寸合せ基本ズボン」，出願人 大賀株式会社，公告日 昭和51年3月12日，甲3)",
            "・ 米国特許3，763，866号明細書(発明の名称「ADJUSTABLE SUPPORT GARMEＮT(調整可能な支持用衣料)」，発行日",
            "1973年(昭和48年)10月9日，甲4)",
            "・ 特開平8−158111号公報(発明の名称「ファウンデーション」，出願人 株式会社ダッチェス，公開日 平成8年6月18日，甲5)・ 「Dublevé(デューブルベ)」と称する株式会社ワコールのセミオーダーシステムに関するカタログ(カタログ有効期間2000年［平成12年］8月1日～2001年［平成13年］1月31日，甲6)",
            "・ 特開平2−259102号公報(発明の名称「着脱自在のブラジャー」，出願人 B，公開日 平成2年10月19日，甲7)",
            "・ 「手作りランジェリー」レディブティックシリーズ通巻1404号(1999年［平成11年］3月20日株式会社ブティック社発行，甲8)・ 近藤れん子「近藤れん子の立体裁断と基礎知識」(1998年［平成10年］12月15日五版株式会社モードェモード社発行，甲9)",
            "・ 実願昭50−21222号(実開昭51−104125号)のマイクロフ",
            "ィルム(考案の名称「ヒップ部にダーツを有するガードル」，出願人 株式会社ワコール，公開日 昭和51年8月20日，甲10の1)",
            "・ 特開平9−209203号公報(発明の名称「ガードル」，出願人 グンゼ株式会社，公開日 平成9年8月12日。甲11)",
            "・ 実願昭50−84855号(実開昭52−3835号)のマイクロフィルム(考案の名称「X字形基本によるブラジャー用パターン」，出願人 C，公開日 昭和52年1月12日，甲12の1)"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，本件特許に関しては，下記(1)の職務発明の対価請求訴訟が係属しているほか，下記(2)の無効審判請求及びその審決に対する下記(3)の審決取消訴訟が存した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "知財高裁平成21年(ネ)第10020号(原審 大阪地裁平成18年(ワ)第7529号)",
              "text": [
                "控訴人・被控訴人(一審被告) マルコ株式会社(本件の被告)控訴人・被控訴人(一審原告) D(本件特許の発明者)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効2007−800144号",
              "text": [
                "請求人 X(本件の原告)",
                "被請求人 マルコ株式会社",
                "補助参加人 D",
                "結果 請求不成立(平成20年5月8日)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "知財高裁平成20年(行ケ)第10232号",
              "text": [
                "原告 X",
                "被告 マルコ株式会社",
                "補助参加人 D",
                "結果 請求棄却(平成20年12月24日)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成14年2月13日，発明の名称を「衣類のオーダーメイド用計測サンプル及びオーダーメイド方式」とする発明について，特許出願(特願2002−34888号。公開特許公報は特開2003−239130",
                "号)をし，平成17年6月24日特許第3692084号として登録を受けた(請求項の数12。甲13。以下「本件特許」という。)。",
                "原告は，平成21年3月27日付けで本件特許の請求項1～12について無効審判請求(甲14)をしたので，特許庁は，同請求を無効2009−800064号事件として審理した上，平成21年7月7日，「本件審判の請求は，成り立たない」旨の審決をし，その謄本は平成21年7月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許は，上記のとおり請求項1～12から成るが，その内容は，次のとおりである。",
                "【請求項1】",
                "身頃のヒップ部にヒップカップサイズを調節可能なヒップカップ計測手段を設けたオーダーメイド用ボトム計測サンプルで，該ヒップカップ計測手段は，前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連絡部材を介して着脱自在に止着可能でヒップカップサイズ調節可能とされ，前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記されたことを特徴とするオーダーメイド用ボトム計測サンプル。",
                "【請求項2】",
                "前記ヒップ部の切り込みの内端位置は，ヒップトップの高さよりも下としたことを特徴とする請求項1記載のオーダーメイド用ボトム計測サンプル。",
                "【請求項3】",
                "身頃のウエスト部にウエストサイズを調節可能なウエスト計測手段を設けた請求項1又は2記載のオーダーメイド用ボトム計測サンプルで，該ウエスト計測手段は，前記ウエスト部がその上端から略縦方向に切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でウエストサイズ調節可能とされ，前記一片の他片との連結位置にウエストサイズ計測用の目盛が記されたことを特徴とするオーダーメイド用ボトム計測サンプル。",
                "【請求項4】",
                "身頃の脚囲部にその下端の脚口サイズを調節可能な脚口計測手段を設けた請求項1～3のいずれかに記載のオーダーメイド用ボトム計測サンプルで，該脚口計測手段は，前記脚囲部が脚口から略縦方向に切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能で脚口サイズ調節可能とされ，前記一片の他片との連結位置に脚口サイズ計測用の目盛が記されたことを特徴とするオーダーメイド用ボトム計測サンプル。",
                "【請求項5】",
                "前記脚口計測手段は，前記ヒップカップ計測手段と連続して形成されたことを特徴とする請求項4記載のオーダーメイド用ボトム計測サンプル。",
                "【請求項6】",
                "身頃の胴部に胴部サイズを調節可能な胴部計測手段を設けた請求項1～5のいずれかに記載のオーダーメイド用ボトム計測サンプルで，該胴部計測手段は，前記胴部がその上端から略縦方向に切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能で胴部サイズ調節可能とされ，前記一片の他片との連結位置に胴部サイズ計測用の目盛が記されたことを特徴とするオーダーメイド用ボトム計測サンプル。",
                "【請求項7】",
                "請求項1～6のいずれかに記載のボトム計測サンプルに，カップ部を有するトップが付設されたオーダーメイド用衣類計測サンプル。",
                "【請求項8】",
                "前記トップは，前記ボトム計測サンプルに着脱可能に付設された請求項7記載のオーダーメイド用衣類計測サンプル。",
                "【請求項9】",
                "前記トップは，バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなる請求項7又は8記載のオーダーメイド用衣類計測サンプル。",
                "【請求項10】",
                "前記トップは，バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部と，一つのカップ受部において寸法の異なる複数のバック部との組み合わせからなり，カップ受部に対してカップ部及びバック部を着脱可能に設けてなる請求項7又は8記載のオーダーメイド用衣類計測サンプル。",
                "【請求項11】",
                "前記衣類が体型補正機能を有する衣類である請求項1～10のいずれかに記載のオーダーメイド用計測サンプル。",
                "【請求項12】",
                "ヒップサイズを変えた請求項1～11のいずれかに記載の計測サンプルを複数用意し，着用者のヒップサイズに応じて計測サンプルを選択して着用させ，カスタムサイズの計測をする衣類のオーダーメイド方式。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件特許発明1～12は，甲1発明及び甲2～12に記載された発明に基づいて容易に発明することができたものとはいえない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定する甲1発明の内容，同発明と本件特許発明1との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "「試着パーツとして着用者の寸法取りに供し得る，トップ部T，ウェスト部W及びボトム部Bの3つの部片からなるファンデーションであって，前記3つの部片T，W，Bは，未縫製の横切断部4，5にて分割して形成され，横切断部4，5の重合度合いを選択して調節自在に重合するマジックテープ等の横縫製代T4，W4及びW5，B5を形成することにより，着用者の背丈に適合させると同時に，個体差による体形の曲がりや肉付きに対してもきめ細かに適応させて縫製できるようにし，各部片T，W，Bのそれぞれに人体の縦方向に沿う縦切断部6をさらに設け，縦切断部6の重合度合いを選択して調節自在に重合するマジックテープ等の縦縫製代T6，W6，B6を形成することにより，個体差によるバスト，ウェスト及びヒップの各サイズに対してもきめ細かに適応させて縫製できるようにした，イージーオーダー化を可能にしたファンデーション。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明1と甲1発明との一致点及び相違点",
                      "text": [
                        "＜一致点＞",
                        "「身頃のヒップ部にサイズを調節可能な手段を設けたオーダーメイド用ボトム計測サンプル」である点",
                        "＜相違点＞",
                        "本件特許発明1は，ヒップカップサイズを計測するものであり，その具体的手段として，身頃のヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でヒップカップサイズ調節可能とされ，前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記されるように構成されるのに対して，甲1発明は，ヒップサイズを計測するものであり，上記具体的手段を備えていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおり誤りがあるから，違法なものとして取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(甲1発明認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "審決は，「…甲1発明では，…トップ部T，ウエスト部W及びボトム部Bのそれぞれについて，縦切断部6が着用者の背面に対応するファンデーションの後面を左右対称に分割するように設けられている。このうちボトム部Bの縦切断部6は，後面の上縁から下方の股間部近傍まで延びると考えられるが，少なくとも，左右の脚開口部3，すなわち股口の縁に達するものではない。そして，甲1発明は，ボトム部Bに設けられた縦切断部6の重合度合を調節することによって，着用者のヒップのサイズ，すなわちヒップ部頂部の周長に合わせるものというべきであり，ヒップ部の脹らみ具合であるヒップカップのサイズに合わせるものとはいえない。」(14頁下5行～15頁5",
                          "text": [
                            "行)，「…甲第1号証の縦縫製代B6は，ボトム部Bの縦切断部6に隣接して設けられており，前述したように，縦切断部6は股口の縁に達するものではないから，縦縫製代B6によってヒップカップサイズが調節可能となっているとはいえない。」(16頁24行～27行)と認定している。このように，審決は，甲1の縦切断部6が股口の縁に達するものではないことを理由に，甲1発明においては，ヒップカップサイズが調節可能ではないと認定している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，以下に示すとおり，甲1の縦切断部6によってもヒップカップサイズの調節は可能であるから，甲1の縦切断部6が股口の縁に達するものでないことをもって，甲1発明においてヒップカップサイズが調節可能ではないということはできない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許発明1において，ヒップカップ計測手段は，「前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でヒップカップサイズ調節可能とされ」るという構成であるところ，本件特許の明細書(甲13の特許公報，以下「本件明細書」という。)には，ヒップカップサイズに関して，「ここで，ヒップカップサイズとは，(ヒップサイズ)−(脚の付根の水平方向における周長寸法)で表され，脚の付根の水平方向における周長が短い程，ヒップの膨らみの具合は大きくなり，ヒップカップサイズは大きくなる。また，ヒップ部とは，後身のうち左右一対のヒップカップ部と，その間の臀裂部とを含む概念であり，ヒップカップ部とは，臀部の膨らみを包み込む部位を意味する。」(段落【0018】)と記載されている。また，ヒップサイズに関して，「…ガードルは，前身，後身，股下部及び必要に応じて股口に連設される脚囲部を備えており，ヒップ部頂部の周長であるヒップサイズ，ヒップ部の膨らみ具合であるヒップカップサイズ及びウエストの最もくびれた部分の周長であるウエストサイズが重要である。」(段落【0002】)と記載されている。",
                                "本件特許発明1の上記ヒップカップ計測手段の構成からすると，本件特許発明1において，ヒップカップサイズが調節可能であるとは，股口からヒップカップ部の略中央に向かう切り込みの全長にわたって，ヒップ部の膨らみに応じた調整が可能であることと解されるが，ヒップカップサイズに関する上記定義からすると，少なくとも，「ヒップ部頂部の周長」，「脚の付根の水平方向における周長」が調節可能(計測可能)であれば，ヒップカップサイズは調節可能と解されるから，本件特許発明1は，少なくとも，ヒップ部における「ヒップサイズ」，「脚の付根の水平方向における周長寸法」のうち，一箇所又は二箇所の寸法，すなわち，「ヒップサイズ」及び／又は「脚の付根の水平方向における周長寸法」を調整できるようにした発明ということができる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "もっとも，本件明細書(甲13)において，「脚の付根」とは，どの部位をいうのか明らかでないが，①ヒップカップ部とは臀部の膨らみを包み込む部位とされていること(段落【0018",
                              "text": [
                                "】)，②図2に，臀部の膨らみに相当する部分がジグザグ線で囲って示されていることからすると，上記図2において，ジグザグ線で囲って示された部位がヒップカップ部に相当すると解され，したがって，「脚の付根」とは，上記図2においてジグザグ線で囲って示された部位の水平方向最下方に引かれるラインの位置に相当する部位を指しているものと解される。",
                                "また，上記定義からすると，ヒップカップサイズとは，左右それぞれのヒップカップ部の膨らみ具合ではなく，ヒップ全体の膨らみ具合を示すものであると解されるから，「脚の付根の水平方向における周長寸法」は，上記図2のジグザグ線で囲って示された部位の最下方位置において計測される，水平方向でのヒップ部全周の寸法と解される。ヒップカップサイズが，左右それぞれのヒップカップサイズを意味するとの記載は，本件明細書に見当たらないし，ヒップカップサイズを，左右それぞれのヒップカップ部の膨らみ具合を示すものであるとすると，ヒップカップサイズを「(ヒップサイズ)−(脚の付根の水平方向における周長寸法)」によって割り出すに当たり，「ヒップサイズ」についてはヒップ全体の計測値を用い，「脚の付根の水平方向における周長寸法」については，左右それぞれの計測値を用いるとするのは不自然である。さらに，ヒップカップサイズを，左右それぞれのヒップカップ部の膨らみ具合を示すものであるとしても，左右それぞれにおいて，水平方向での周長を測定できるのは，「股間部」に隣接する左右の脚部分であり，この脚部分は，股口における切り込みの開始位置よりも下方となり，調整のなされない部分であるから(本件明細書［甲13］の図4参照)，この脚部分の周長を測定することに意味はなく，いずれにしても，「脚の付根の水平方向における周長寸法」は，ヒップ部全体で計測せざるを得ないと解される。また，上記図2から理解されるように，この部位は，股間部のやや上方に位置している。本件特許発明1において，この部位は，股口より上方である必要があり，股口からヒップカップ部の略中央に向かう切り込みがこの部位を超えるように，股口における切り込みの始端位置及び切り込みの長さを設定しないと，ヒップカップサイズは調整できないと解される。審決は，本件特許発明1においては，股口が切り込みによって分割され，股口におけるサイズ調整が可能であることをもって，ヒップカップサイズが調節可能であると解釈していると推測されるが，「脚の付根」の位置は，股口より上方にあると解されるから，このような解釈は正しくない。もっとも，切り込みは，股口からヒップカップ部の略中央に向かうのであるから，股口においてサイズ調整が可能であれば，その上方の「脚の付根」位置においてもサイズ調整が可能ということになる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "そうすると，ヒップカップサイズは，少なくとも，「ヒップ部頂部の周長」，「股間部のやや上方での水平方向における周長寸法」のいずれかが調節可能であれば，調節可能であるといえるから，甲1発明において股口の縁が切断されていないからといって，ヒップカップサイズが調節可能でないとはいえない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "審決の認定するとおり，甲1においては，縦切断部6は，「後面の上縁から下方の股間部近傍まで延び」ている。",
                                "甲1には，縦切断部6が後面の上縁から下方のどの部分まで延びているのかについて明記はされていないが，この縦切断部6が，ヒップに対応させて重合度合いを調整し，個体差によるヒップのサイズに対してきめ細かに適応させるためのものであること(段落【0010】)からすると，縦切断部6は，ヒップに対応させて重合度合いを調整するに十分なほどに下方に延びていると解すべきであり，審決のいう「下方の股間部近傍」は，「ヒップに対応させて重合度合いを調整するに十分なほどに下方の股間部近傍」と解釈する限りにおいて是認できるものである。また，上記したとおり，本件特許発明1において，「脚の付根」部分は，「股間部」よりもやや上方に位置すると解される。そうすると，甲1の縦切断部6は，「ヒップ部頂部」を通り，「脚の付根」部分を越えて下方に延びて，この間の全長において(すなわち，ヒップの上下方向の全ての部分において)，重合度合いの調整を可能としているというべきであるから，当然に，ヒップカップ部における水平方向の周長の調節を可能にしているといえる。",
                                "甲1において，ヒップカップ部における水平方向の周長の調節が可能である以上，少なくとも，「ヒップサイズ」と「脚の付根の水平方向における周長寸法」とが調整可能であるといえ，甲1発明もヒップカップサイズが調整可能なものであることは明らかである。",
                                "なお，脚の付根近辺の周長を調整して，ボトム衣類を，ヒップカップ部の膨らみに沿った立体形状とすることは周知のことである(特開2001−49503号公報［発明の名称「ボトム衣類及び",
                                "その製造方法」，出願人 グンゼ株式会社，公開日 平成13年2月20日，甲17］，段落【0020】～【0025】)。そうする",
                                "と，甲1において，「脚の付根」部分を越えた下方部分でも，必要であれば，縦切断部6の重合度合いの調整を試みることは，当業者が普通に行うことというべきである。",
                                "また，ヒップカップサイズが，左右それぞれのヒップカップ部の膨らみ具合をいうとしても，上記縦切断部6の重合度合いを調整することにより，左右それぞれのヒップカップ部に沿った寸法調整もなされることになり，上記縦切断部6の重合度合いの調整は，いわば，左右それぞれのヒップカップ部における寸法調整を一度に行っていることになる。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "仮に，甲1において，下方の股間部近傍が，「脚の付根」に相当し，「脚の付根の水平方向における周長寸法」を調節できないとしても，下方の股間部近傍より上方における部位の周長寸法は調節できるのであるから，少なくとも，ヒップ部頂部の寸法は調節可能である。この場合，「脚の付根の水平方向における周長寸法」は，着用者のサイズ(着用者が選んで試着するボトム試着パーツが有する固定サイズ)により定まり，他方，「ヒップ部頂部」すなわち「ヒップサイズ」は調節が可能であるから，「(ヒップサイズ)−(脚の付根の水平方向における周長寸法)」を求めることはでき，ヒップカップサイズは調節可能であるといえる。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "以上のとおり，審決が，甲1発明について，ヒップカップサイズが調節可能ではないと認定したのは誤りである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決の甲1発明の前記認定(前記第3，1(3)イ(ア))も誤りである。甲1からは，試着パーツとしてのボトム部Bという一まとまりの技術を認定できるのであるから，本件特許発明1と対比させるに当たり，引用発明を，三つの部片からなるファンデーションであると認定するのは誤っている。また，審決の上記認定においては，縦切断部6が延びる位置について言及されておらず，上記(ア)aの審決の認定と整合していないし，甲1発明を，「体形の曲がりや肉付きに対してもきめ細かに適応させて縫製できる」ものと認定しておきながら(前記第3，1(3)イ(ア))，「着用者のヒップのサイズ，すなわちヒップ部頂部の周長に合わせるものというべき」(上記(ア)a)と矛盾する認定をするなど，審決の甲1発明の認定は誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，甲1の記載からすると，甲1発明は，原告が審判請求書(甲14)において主張したとおり，「身頃のヒップ部にヒップカップサイズを調節可能な縦縫製代B6を設けたイージーオーダー用ボトム試着パーツで，該縦縫製代B6は，前記ヒップ部が縦切断部を入れて分割され，分割された一片と他辺とが接合部材(連結部材)を介して着脱自在に止着可能でヒップカップサイズ調節可能とされたことを特徴とするイージーオーダー用ボトム試着パーツ。」と認定されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(一致点・相違点認定の誤り，相違点の判断の誤り)(ア) 審決は，本件特許発明1と甲1発明との一致点・相違点を，前記第3，1(3)イ(イ)のとおり認定したが，この一致点，相違点の認定は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記アのとおり，甲1発明もヒップカップサイズが調節可能なものである。また，甲1発明のイージーオーダー用ボトム試着パーツが，オーダーメイド用ボトム計測サンプルであることは，審決が，「…甲1発明のボトム部Bは，ヒップのサイズ取りに供し得る試着パーツであるから，この限りにおいて，本件特許発明1でいう『オーダーメイド用ボトム計測サンプル』に該当する。」(15頁5行～7行)と認定するとおりである。そうすると，両者には，ヒップカップサイズを計測するか，ヒップカップを計測するかにおける相違はないといえ，両者は，「身頃のヒップ部にヒップカップサイズを調整可能な手段を設けたオーダーメイド用ボトム計測サンプル」で一致している。",
                            "したがって，審決の一致点の認定は誤っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許発明1における「ヒップカップサイズを調節可能なヒップカップ計測手段」は，「前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でヒップカップサイズ調節可能とされ，前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記された」というものであり，ヒップカップサイズの調節は，「前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能とされ」ることにより，また，ヒップカップサイズの計測は，「前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記され」ることにより可能となっているものと解される。",
                            "そして，上記アのとおり，甲1発明も，ヒップカップサイズの調節がなされるものであり，ヒップカップサイズの計測がなされるものである。甲1発明が，オーダーメイド用の計測サンプルである以上，ヒップカップサイズの調節後，何らかの手段を用いてヒップカップサイズの計測を行うことは明らかである(甲1，段落【0008】)。また，「ヒップ部頂部の周長」及び「脚の付根の水平方向における周長」は，ヒップ部の膨らみ部分の頂部と膨らみ部分の下方部に相当するが，上記アのとおり，この部分の周長を計測することは周知である。そうすると，本件特許発明1と甲1発明とは，身頃のヒップ部にヒップカップサイズを調節可能なヒップカップ計測手段を設けている点で軌を一にし，ヒップカップサイズを調節するための具体的な調節手段及びヒップカップを計測するための具体的な計測手段において相違するだけである。",
                            "なお，本件特許発明1において，「前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記され」ているが，この目盛から直ちにヒップカップサイズ(ヒップサイズ−脚の付根の水平方向における周長寸法)が判明するわけではない。また，ヒップカップサイズ(上記の二つの周長寸法の差の値)を求めるとしても，これは，上記二つの周長寸法を求めることの結果でしかなく，ヒップカップサイズを求めることが，本件特許発明1のオーダーメイド用計測サンプルにおける格別の作用効果であるとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件特許発明1と甲1発明との一致点，相違点は，原告が，審判請求書(甲14)において主張したとおり，両者は，「身頃のヒップ部にヒップカップサイズを調節可能な縦縫製代B6(ヒップカップ計測手段)を設けたイージーオーダー(オーダーメイド)用ボトム試着パーツ(計測サンプル)で，該縦縫製代B6(ヒップカップ計測手段)は，前記ヒップ部が縦切断部(切り込み)を入れて分割され，分割された一片と他辺とが接合部材(連結部材)を介して着脱自在に止着可能でヒップカップサイズ調節可能とされたことを特徴とするイージーオーダー(オーダーメイド)用ボトム試着パーツ(計測サンプル)。」(括弧内が，本件特許発明1における対応部分。)である点で一致し，(A)切り込みが，前者においては，股口からヒップカップ部の略中央に向かっているのに対し，後者においては，人体の縦方向に沿う縦切断部である点，(B)前者においては，一片の他辺との連結位置にヒップカップサイズ計測用の目盛が記されているのに対し，後者においては，目盛が記されていない点，で相違すると認定されるべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，上記の一致点，相違点の認定の下，相違点は容易想到ではないと判断しているが，上記のとおり審決の一致点，相違点の認定は誤っており，この誤った相違点の認定の下でなされた，相違点の判断も誤りである。",
                        "上記正しく認定した相違点については，審判請求書(甲14)における原告の主張(31頁13行～33頁18行)のとおり，当業者が容易に想到できるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件特許発明2～12の進歩性判断の誤り)",
                  "text": [
                    "審決は，本件特許発明1が容易に発明をすることができたものではないことを前提に，本件特許発明2～12についても容易に発明をすることができたものではないと判断しているが，上記イのとおり，本件特許発明1は容易に発明をすることができたものである。したがって，上記審決の判断は前提を誤ったものである。",
                    "審判請求書(甲14)において原告が主張した(33頁19行～46頁3行)とおり，本件特許発明2～12は，当業者が容易に発明をすることができたものである。",
                    "したがって，本件特許発明2～12について，容易に発明をすることができたものではないとする審決の判断は誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(審決の論理の誤り)",
                  "text": [
                    "仮に，甲1発明が，審決の認定するとおりのものであるとしても，審決の一致点・相違点の認定，相違点の判断は，以下のとおり，認定及び判断の手法についても，また，結果についても誤ったものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明においては，「…ボトム部Bの縦切断部6は，後面の上縁から下方の股間部近傍まで延びる…」(審決14頁下2行～下1行)のであるから，本件特許発明1と甲1発明とは，「ヒップ部が切り込みを入れて分割され」ている点でも一致し，また，甲1に，「…また可能ならばマジックテープ(登録商標)等による接合が各縫製代に採用できること言うまでもない。」(段落【0011】)と記載されていることからすると，甲1発明においても，「分割された一片と他片とが連結部材を介して着脱自在に止着可能で」あるから，本件特許発明1と甲1発明とは，「分割された一片と他片とが連結部材を介して着脱自在に止着可能で」ある点でも一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，本件特許発明1における「ヒップカップサイズを調節可能なヒップカップ計測手段」は，「前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でヒップカップサイズ調節可能とされ，前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記された」というものであり，ヒップカップサイズの調節は，「前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能とされ」ることにより，また，ヒップカップサイズの計測は，「前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記され」ることにより可能となっているものと解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，甲1発明が，ヒップサイズを調節，計測するものであるとの認定の下では，本件特許発明1と甲1発明との一致点は，「身頃のヒップ部にサイズを調節可能な計測手段を設けたオーダーメイド用ボトム計測サンプルで，該計測手段は，前記ヒップ部が切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でサイズ調節可能とされたことを特徴とするオーダーメイド用ボトム計測サンプル。」となるはずであり，相違点は，(A’)切り込みが，前者においては，ヒップカップサイズを調整可能とするために，股口からヒップカップ部の略中央に向かっているのに対し，後者においては，ヒップサイズを調整可能とするために，人体の縦方向に沿う縦切断部である点，(B’)前者においては，一片の他辺との連結位置にヒップカップサイズ計測用の目盛が記されているのに対し，後者においては，目盛が記されていない点，となるはずである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "にもかかわらず，審決は，本件特許発明1と甲1発明におけるサイズ調節，計測のための具体的手段について対比検討を行わず，あたかも，甲1発明が，審決が相違点として認定する本件特許発明1の構成要件を全て備えていないかのように認定している。本件特許発明1において，切り込み，連結部材及び目盛りが全て揃わないと，ヒップカップサイズの調節，計測ができないというのであればともかく，本件特許発明1において，切り込み及び連結部材は，ヒップカップサイズの調節のための手段であり(しかも，切り込み及び連結部材は調節手段として周知のものである［甲3，4］)。目盛りは，ヒップカップの計測のための手段であって(目盛り自体は周知である［例えば，甲3］。なお，この目盛りからヒップカップサイズの値が直接求められないことは上述したとおりである。)，両手段は機能を異にするものであるから，相違点を，「身頃のヒップ部が股口からヒップカップ部の略中央に向って切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でヒップカップサイズ調整可能とされ，前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記されるように構成されている」と，一括りで認定することは，本件特許発明1の本質を理解しないものというべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記したとおり，仮に，甲1発明が，ヒップサイズを計測するものであるとしても，本件特許発明1と甲1発明との一致点，相違点を，上記のとおり正しく認定するならば，相違点は，以下のとおり，容易想到と判断される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が「…甲1発明のボトム部Bは，ヒップのサイズ取りに供し得る試着パーツであるから，この限りにおいて，本件特許発明1でいう『オーダーメイド用ボトム計測サンプル』に該当する。」(15頁5行～7行)と認定するとおり，甲1発明は，寸法を調整可能とした部分を有する，オーダーメイド用ボトム計測サンプルに他ならない。",
                            "ところで，ボトムにおいては，種々の部位において，調整可能部分を設けることが知られている(甲2，4，10の1，11)。そして，甲1に，「…本発明の趣旨の範囲内において，横あるいは縦切断部の位置，形状，数や，横および縦の縫製代の幅，形状，材質については適宜採用できる他，縫製代の縫製形態についても，例えば縫製に代えて高周波接合，熱溶着等が採用できる。」と記載され(段落【0011】，審決8頁18～23行参照)，縦切断部の位置，形状を変更できる旨が記載されていることからすると，甲1発明において，調整可能部分を変更すれば，その部位のサイズの計測サンプルとすることができることは，甲1に接した当業者であれば容易に理解できることである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そうであれば，審決が，「甲第2号証には，平面的に形成され臀列にフィットしなかった従来のガードル製品の問題を解消するため，臀突位上の臀突部の下辺に，ヒップカップサイズに相当する臀部の丸みに準じた形状を達成するためのダーツ65を設けることが記載されており…，該ダーツ65は股口からヒップカップ部の略中央に向かう切り込みに相当するといえる…」と認定するとおり(15頁20行～25行)，甲2には，ヒップカップサイズの調整手段が記載されているのであるから，この調整手段を，甲1発明に適用して，ヒップカップサイズを計測可能な計測サンプルとすることは当業者が容易に想到できることというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審決は，審決が認定した相違点が容易想到ではないことの理由として，(甲2号証には)「切り込み(ダーツ)によって分割された一片と他片を着脱自在に止着することや，ヒップカップサイズの計測のために用いられることについては，記載も示唆もされていない。また，甲第2号証のダーツ65は，個体差に応じて設計されるものではなく，人の標準的な臀部の丸みを想定して設計され，縫製されるものというべきである」(15頁25行～29行)ことを挙げているが，甲1において切り込み(ダーツ)がヒップサイズの計測のために用いられること，切り込み(ダーツ)が個体差に応じて設計されるものであることは，自ら認定していることであるし(15頁17行，15頁5行～7行)，切り込み(ダーツ)によって分割された一片と他片を着脱自在に止着することは，甲1に記載されている。そうすると，甲2に，これらのことが記載も示唆もされていないからといって，直ちに，審決が認定した相違点が想到容易でないということにはならない。審決は，本件特許発明1と甲1発明との相違点を正しく認定した上で，(A’)切り込みが，前者においては，ヒップカップサイズを調整可能とするために，股口からヒップカップ部の略中央に向かっているのに対し，後者においては，ヒップサイズを調整可能とするために，人体の縦方向に沿う縦切断部である点が，甲2から容易に想到できるか否かを判断すべきであったといえる。審決の相違点の判断は，本件特許発明1と甲2発明とに相違があることを認定したにずぎず，本件特許発明1と甲1発明との相違点が，甲2発明から容易に想到できるか否かを検討していない。すなわち，審決は，本件特許発明1と甲1発明，甲2発明との対比を行ったに過ぎず，甲1発明と甲2発明とを組み合わせることができるかどうかについて何ら論じたものではないというべきである。",
                            "また，審決は，①甲4の右太もも用調整可能サポート50a等は，いずれもヒップカップサイズを調整するために設けられるものではない，②甲10の1のダーツ3は，股口から切り込まれるものではなく，また，甲10の1には，切り込みによって分割された一片と他片を着脱自在に止着することや，ヒップカップサイズの計測のために用いられることが記載されていない，③甲11には，切り込み(ダーツ)によって分割された一片と他片を着脱自在に止着することや，ヒップカップサイズの計測のために用いられることが記載されていない，甲11のダーツ12は，個体差に応じて設計されるものではなく，人の標準的な臀部の丸みを想定して設計され，縫製されるものである，④甲3はウエストの採寸に関するものである，⑤甲5ないし甲9及び甲12の1はブラジャーに関するものであると認定し(15頁30行～16頁13行)，甲2～12のいずれにも，上記相違点に係る構成は記載も示唆もされていないから，甲1～12に記載された技術をいかに組み合わせても，本件特許発明1が，当業者にとって容易に想到し得るものであるということはできないと判断している(16頁14行～17行)。しかし，この審決の認定，判断は，本件特許発明1と各甲号証に記載された発明を対比し，これらの間に相違点が存在すること(すなわち，本件特許発明1には新規性があること)をいうに過ぎないものである。審決は，甲3～12について，「甲第4号証には，右太もも用調整可能サポート50a，左太もも用調整可能サポート50b及び前面の中央の裂け目に形成されるフラップ10e，10fを備えたガードルが記載されている…」(15頁30行～32行)，「甲第10号証に記載されたダーツ3は，ガードル素材片1における股布付け位置附近の下方よりヒップの山に向かって二等辺三角形状に切欠したものであり…」(15頁下4行～下2行)，「甲第11号証には，ガードルの後身頃における臀部の部位で，且つ裾部付近にダーツ12を形成し，臀部に立体的な脹らみ部を形成することが記載されている…」(16頁3行～5行)，「甲第3号証はウエストの採寸に関するものであり，甲第5号証ないし甲第9号証及び甲第12号証はブラジャーに関する…」(16頁11行～12行)と認定しており，仮に，甲3～12に記載の各発明がこのように認定できるのであれば，本件特許発明1と甲3～12記載の各発明との間の一致点ないしは類似点に着目しつつ(ウエスト，ブラジャーに関するものであるとしても，寸法の調節技術であれば，本件特許発明1，甲1発明とは関連の深いものである。)，上記認定されたところに従い，甲1発明及び上記各甲号証に記載された発明同士の組合せが容易に想到できるか否かを論じてしかるべきである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "なお，上記相違点(B’)についても，当業者が容易に想到できるものである。なぜなら，甲1発明においても，サイズの計測が必須のものであるところ，甲3には，サイズ計測用の目盛を設けることが記載されているから，甲1発明において，甲2発明を適用してヒップカップサイズを調整可能なボトム計測サンプルとするに当たり，一片の他辺との連結位置にヒップカップサイズ計測用の目盛(周長計測用の目盛り)を記すことは，当業者が容易に想到できることといえるからである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，審決における本件特許発明1と甲1発明との一致点・相違点の認定，相違点の判断は，認定及び判断の手法についても，また，結果についても誤っており，審決は，本件特許発明1を容易想到でないとする論理を誤ったものといえる。",
                        "また，審決は，本件特許発明1が容易に発明をすることができたものではないことを前提に，本件特許発明2～12についても容易に発明をすることができたものではないと判断しているが，上記したとおり，本件特許発明1は容易に発明をすることができたものである。したがって，本件特許発明2～12についても容易に発明をすることができたものではないとの上記審決の判断は前提を誤ったものであり，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(手続違背)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，無効審判請求において，原告が，甲1発明は，ヒップカップサイズを計測するものであると主張したところ，甲1発明は，ヒップカップサイズを計測せず，ヒップサイズを計測するものであると認定し，この認定を前提として本件特許発明1は進歩性を有していると判断した。",
                        "しかし，審決の甲1発明の認定は，原告が主張した内容とは異なり，しかも，被告からの反論がなく，当事者が争点としていない内容のものである。",
                        "そうすると，審決は，甲1発明の進歩性を，原告も被告も主張しない甲1発明に基づいて判断したといえるから，当事者が申し立てない無効理由について職権で審理したといえる。そうであれば，特許法153条2項の規定により原告に意見を述べる機会を与えるべきであるにもかかわらず，この機会は設けられなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，上記認定・判断が当事者の申し立てない無効理由について審理したものでないとしても，上記認定は，甲1について，職権による証拠調べを行った結果であるといえるから，特許法150条5項の規定により原告に意見を述べる機会が与えられるべきであるところ，この機会は設けられなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原告は，本件特許発明1についての特許が無効である理由として，本件特許発明1は，甲1～3に記載された発明に基づいて当業者が容易に発明をすることができたものであることを申し立てた(審判請求書［甲14］33頁15行～18行)。なお，このことを論証する過程で，衣類にダーツを設けることが慣用手段であることを，甲2，甲9，甲10，甲11，甲12により立証している(審判請求書［甲14］31頁20行～32頁9行)。",
                        "これに対して，審決は，「…本件特許発明1は，本件出願前に日本国内において頒布された刊行物である甲第1号証ないし甲第12号証に記載された発明に基いて，当業者が容易に発明できたものであるとはいえない。」(16頁18行～20行)と判断している。",
                        "したがって，無効審判請求において，原告は，本件特許発明1が，甲1ないし甲3に基づく進歩性欠如の理由を申し立てたのに対し，審決は，原告の申し立てない，甲1～12に基づく進歩性欠如の理由を判断している。",
                        "そうすると，審決は，当事者が申し立てない無効理由について職権で審理したといえるし，少なくとも，甲4～12については，職権による証拠調べを行ったといえるから，原告に意見を述べる機会が与えられるべきであるところ，この機会は与えられなかった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，無効審判の審理は，両当事者に主張，立証を尽くさせた後，事件が審決をするのに熟したときに終結されるものである。上記審決の認定，判断と同旨の内容が，被請求人である被告から主張されたのであれば，審理終結通知の前後において，原告は，少なくとも，その主張に対して反論する機会はあったといえる。原告は，被告による具体的な主張，立証がなされなかったため，甲1から原告の主張した甲1発明とは異なる発明が認定されるとは全く予期できなかったのであり(そのため，審理の再開を求めることもできなかった。)，これは，原告に主張，立証を尽くさせないまま，審理を終結するに至ったといえるから，原告にとっては不意打ちに当たり，本件の審理は十分に尽くされたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，無効審判審判における審理には，重大な手続違背がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告は，本件口頭弁論期日に出頭しないし，答弁書その他の準備書面も提出しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告は，上記のとおり本件口頭弁論期日に出頭しないし，答弁書その他の準備書面も提出しないから，請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は明らかに争わないものとして，これを自白したものとみなす。",
            "なお，被告が審判手続において提出した平成21年6月3日付け審判事件答弁書(甲15)には，「本特許第3692084号については，年金未払いのため，平成20年6月24日をもって，権利が消滅しております。そのため，本件無効審判の請求に対して，本件特許を防御する必要はありません。ついては，速やかに審決がなされることを希望します。」旨の記載がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲1発明認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲13)には，特許請求の範囲として，前記第3，1(2)の記載があるほか，「発明の詳細な説明」として，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "従来の技術",
                  "text": [
                    "「ガードル等のフィット性及び／又は体型補正機能のある衣類は，様々な型の既製品が市販されており，着用者はその中から目的に応じて体型に合うものを購入する。ガードルは，前身，後身，股下部及び必要に応じて股口に連設される脚囲部を備えており，ヒップ部頂部の周長であるヒップサイズ，ヒップ部の膨らみ具合であるヒップカップサイズ及びウエストの最もくびれた部分の周長であるウエストサイズが重要である。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「本発明の目的とするところは，着用者の体型にフィットしたカスタムサイズの衣類を提供し得るオーダーメイド用計測サンプル及びオーダーメイド方式を提供するところにある。また，着用者がカスタムサイズと同様な計測サンプルを試着することができ，そのフィット感を確認した上で注文することができる衣類のオーダーメイド用計測サンプル及びオーダーメイド方式を提供することを目的とする。」(段落【0008】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「また，ヒップの頂部(ヒップの最も太い部分)を通る水平方向の周長寸法で表されるヒップサイズが同じでも，ヒップの膨らみ具合，つまり，ヒップカップサイズが異なることが多い。ヒップサイズのみのオーダーメイド方式では，顧客のヒップ形状に合わせることができない。ヒップカップサイズは各種あるため，顧客に合ったヒップカップサイズのカスタムサイズにオーダーできるのが好ましい。」(段落【0016】)",
                    "・ 「そこで，本発明は，後身のヒップ部にヒップカップサイズを調節可能なヒップカップ計測手段を設けたボトム計測サンプルを提供するものである。この構成によると，ボトム計測サンプルを顧客の身体に当ててヒップカップサイズを顧客のヒップカップサイズに調節できる。したがって，カスタムサイズのヒップカップサイズを有するボトム計測サンプルを試着させることができ，同時にその調節されたヒップカップサイズを計測することができる。」(段落【0017】)",
                    "・ 「ここで，ヒップカップサイズとは，(ヒップサイズ)−(脚の付根の水平方向における周長寸法)で表され，脚の付根の水平方向における周長が短い程，ヒップの膨らみの具合は大きくなり，ヒップカップサイズは大きくなる。また，ヒップ部とは，後身のうち左右一対のヒップカップ部と，その間の臀裂部とを含む概念であり，ヒップカップとは，臀部の膨らみを包み込む部位を意味する」(段落【0018】)",
                    "・ 「ヒップカップ計測手段は，ヒップカップサイズを調節する機能と，その調節量を計測する機能とを併せ持っている。ヒップカップサイズを調節する機能は，前身の下端縁，後身の下端縁及び股下部の側縁によって囲まれた股口のうち，後身の下端縁からヒップカップ部側に切り込みを入れて分割し，分割した一片と他片とが連結部材を介して着脱自在に止着可能とする態様で発現できる。また，身頃の股口の一部を錐形につまんで周方向に折返した折返部を形成し，この折返部を折返した側の股口に止着し，又は離反可能とする態様により，ヒップカップサイズを調節する機能を発揮できるようにしてもよい。この折返しの量を変えることにより，ヒップカップサイズを調節することができる。また，ヒップカップ調節量を計測する機能は，ウエスト計測手段と同様な構成によって発現される。」(段落【0019】)",
                    "・ 「…ヒップサイズを変えたボトム計測サンプルを複数種類用意し，着用者のカスタムサイズに合ったヒップサイズのボトム計測サンプルを選択して着用させる。そして，ウエスト計測手段，ヒップカップ計測手段，脚口計測手段及び／又は胴部計測手段により，それぞれのサイズを顧客のサイズに調節することにより，カスタムサイズとなったボトム計測サンプルの試着させることができる。同時に，調節されたそれぞれのサイズを計測することができる。」(段落【0031】)",
                    "・ 「これにより顧客はカスタムサイズのボトム計測サンプルを試着した上で注文することができるので，着用者の体型に合った衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができるオーダーメイド方式を提供することができる。また，この方式によれば，メジャー等での計測だけでは分からない素材収縮率の調整，体形補正を意図した修正なども実際の着用感を伴って実施することができる。また，同時に，カスタムサイズを計測することができるので，それに従ってカスタムサイズの衣類を製造し，提供することができる。」(段落【0032】)",
                    "・ 「また，ヒップサイズを変えたものさえ複数用意すれば，ウエスト，ヒップカップ等を調節して，多様な体型に対応することができる。したがって，ボトム計測サンプル点数が少なくてすみ，保管場所をとらず，持ち運びも容易となる。ボトムを有する衣類をオーダーメイド方式で店舗販売する場合の試着式採寸に限らず，出張採寸にも適したオーダーメイド用ボトム計測サンプル及びオーダーメイド方式といえる。」(段落【0033】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「以上の説明から明らかな通り，本発明の計測サンプルを使用すれば，顧客の体型にフィットした計測サンプルとすることが容易であり，顧客はカスタムサイズを有する計測サンプルを試着した上で注文することができるので，着用者の体型に合った衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができる利点を有している。」(段落【0080】)",
                    "・ 「また本発明のオーダーメイド方式によると，顧客はカスタムサイズを有する計測サンプルを試着した上で注文することができるので，着用時にフィット感のある衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができるオーダーメイド方式となし得たのである。また，このようなオーダーメイド方式によれば，メジャー等での計測だけでは分からない素材収縮率の調整，体形補正を意図した修正なども実際の着用感を伴って実施することができる利点も有している。」(段落【0081】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，本件特許の請求項1は，前記のとおり「身頃のヒップ部にヒップカップサイズを調節可能なヒップカップ計測手段を設けたオーダーメイド用ボトム計測サンプルで，該ヒップカップ計測手段は，前記ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でヒップカップサイズ調節可能とされ，前記一片の他片との連結位置にヒップカップサイズ計測用の目盛が記されたことを特徴とするオーダーメイド用ボトム計測サンプル。」というものであり，この記載から，ヒップカップ計測手段は，股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能とされていることが認められるから，ヒップカップ計測手段は，左右の各臀部のヒップカップサイズを測定するものであり，ここで「調節可能」とされているヒップカップサイズも左右の各臀部のヒップカップサイズをそれぞれ意味し，「ヒップカップサイズの調節」とは，左右の各臀部のヒップカップサイズをそれぞれ個別に調節することを意味することは明らかというべきである。そして，この「ヒップカップサイズの調節」が，個々人の体型に応じて調節するものであることも明らかというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，本件明細書には，上記(1)ウのとおり，「…ヒップカップサイズとは，(ヒップサイズ)−(脚の付根の水平方向における周長寸法)で表され，脚の付根の水平方向における周長が短い程，ヒップの膨らみの具合は大きくなり，ヒップカップサイズは大きくなる。また，ヒップ部とは，後身のうち左右一対のヒップカップ部と，その間の臀裂部とを含む概念であり，ヒップカップとは，臀部の膨らみを包み込む部位を意味する」(段落【0018】)と記載されているが，これは，脚の付根の水平方向における周長とヒップサイズ及びヒップカップサイズの大きさの一般的な関係について述べたに過ぎないものと解される。本件特許の請求項1の記載から認められる「ヒップカップサイズの調節」の意義は，上記(2)認定のとおりであって，本件明細書の上記記載は，この「ヒップカップサイズの調節」の意義の認定を左右するものとは解されない。",
                "したがって，本件明細書の上記記載を根拠とする，上記(2)の認定に反する原告の以下の主張は，いずれも採用することができない。",
                "① 本件特許発明1は，少なくとも，ヒップ部における「ヒップサイズ」，「脚の付根の水平方向における周長寸法」のうち，一箇所又は二箇所の寸法，すなわち，「ヒップサイズ」及び／又は「脚の付根の水平方向における周長寸法」を調整できるようにした発明ということができる。",
                "② ヒップカップサイズとは，左右それぞれのヒップカップ部の膨らみ具合ではなく，ヒップ全体の膨らみ具合を示すものであると解されるから，「脚の付根の水平方向における周長寸法」は，本件特許の図2のジグザグ線で囲って示された部位(甲13「図2」参照)の最下方位置において計測される，水平方向でのヒップ部全周の寸法と解される。",
                "③ ヒップカップサイズを，左右それぞれのヒップカップ部の膨らみ具合を示すものであるとしても，左右それぞれにおいて，水平方向での周長を測定できるのは，「股間部」に隣接する左右の脚部分であり，この脚部分は，股口における切り込みの開始位置よりも下方となり，調整のなされない部分であるから，この脚部分の周長を測定することに意味はなく，いずれにしても，「脚の付根の水平方向における周長寸法」は，ヒップ部全体で計測せざるを得ない。",
                "④ 審決は，本件特許発明1においては，股口が切り込みによって分割され，股口におけるサイズ調整が可能であることをもって，ヒップカップサイズが調節可能であると解釈していると推測されるが，このような解釈は正しくない。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1(特開平8−260206号公報，発明の名称「イージオーダー化を可能にしたファンデーションおよびその縫製方法」，出願人 株式会社ダッチェス，公開日 平成8年10月8日)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明は，サイズ調節によるイージオーダー化を可能にしたガードル，ボディスーツ，ウェストニッパー，水着等のファンデーションおよびその縫製方法に関する。」(段落【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「従来，図4に示したように，ガードル，ボディスーツ，ウェストニッパー，水着等のファンデーション等においては，それらを構成する素材自身の伸縮性によって僅かな寸法上の柔軟性はあるものの，着用者の体格の個体差や着用者自身の体格の変化に適応させるためには数種類の寸法(ボディスーツ等においては図中Fなる寸法が適否を決する。)のものを揃える必要があった。」(段落【0002】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「…本発明では，時間と労力をさほど要することなく安価で簡単に縫製できて，さらにはデザイン的な組合せ変化をも楽しめるイージオーダー化を可能にしたファンデーションおよびその縫製方法を提供するものである。」(段落【0003】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「上記課題を解決するために，本発明は，少なくともトップ部，ウェスト部およびボトム部の3つの部片からなるボディスーツ等のファンデーションにおいて，前記ファンデーションは未縫製の横切断部にて少なくとも前記3つの部片に分割されて形成されるとともに，これら部片間の対向する前記各横切断部に隣接して該横切断部の重合度合いを選択して調節自在に重合する横縫製代を形成したことを特徴とし，また，前記各部片のそれぞれに人体の縦方向に沿う縦切断部をさらに設け，これら各縦切断部に隣接して該縦切断部の重合度合いを選択して調節自在に重合する縦縫製代を形成したことを特徴とするもので，これらを課題解決のための手段とするものである。また本発明は，未縫製の横切断部にて少なくともトップ部，ウェスト部およびボトム部の前記3つの部片に分割されたボディスーツ等のファンデーションの縫製方法において，これら部片間の対向する前記各横切断部に隣接して形成された該横切断部の重合度合いを選択して調節自在な横縫製代を重合させて縫製することを特徴とし，また，前記少なくとも3つのトップ部，ウェスト部およびボトム部の各部片に形成された人体の縦方向に沿う縦切断部に隣接して形成された該縦切断部の重合度合いを選択して調節自在な縦縫製代を重合させて縫製することを特徴とするもので，これらを課題解決のための手段とするものである。」(段落【0004】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "作用",
                      "text": [
                        "・ 「本発明では，少なくともトップ部T，ウェスト部Wおよびボトム部Bの3つの部片からなるボディスーツ等のファンデーション1において，前記ファンデーション1は未縫製の横切断部4，5にて少なくとも前記3つの部片T，W，Bに分割されて形成されるとともに，これら部片T，W，B間の対向する前記各横切断部4，5に隣接して該横切断部4，5の重合度合いを選択して調節自在に重合する横縫製代T4，W4およびW5，B5を形成したことにより，未縫製の横切断部4，5にて少なくともトップ部T，ウェスト部Wおよびボトム部Bの前記3つの部片に分割されて形成された対向する前記各横切断部4，5に隣接して形成された該横切断部4，5の重合度合いを選択して調節自在な横縫製代T4，W4およびW5，B5を重合させて縫製することができるので，ボディスーツ1の丈(F)を着用者の背丈に応じて適切に適合させると同時に，前記横縫製代T4，W4およびW5，B5を人体の前後および左右にて各別にその重合度合いを選択して調節して縫製するならば，人体の個体差による体形の曲がりや肉付きに対しても，きめ細かに適応させることができる。」(段落【0005】)",
                        "・ 「また，本発明では，前記各部片T，W，Bのそれぞれに人体の縦方向に沿う縦切断部6をさらに設け，これら各縦切断部6に隣接して該縦切断部6の重合度合いを選択して調節自在に重合する縦縫製代T6，W6，B6を形成したことにより，これら縦切断部6の重合度合いを選択して調節自在な縦縫製代T6，W6，B6を重合させて縫製することができるので，着用者のバストやウェストおよびヒップ毎の個体差に応じて，さらにきめ細かに対応することができる。このように，本発明によれば，既成の半製品である分割形成された各部片を準備するだけで，まるで高価なオーダーメイドによって縫製したかのごとく着用者に適合したファンデーションを安価に得ることができる。",
                        "しかも，異なった生地や色彩の各部片を組み合わせてデザイン的な組合せ変化をも楽しめる他，例えば，生理用のパンツ部との機能的な組合せ等によってその利用範囲をさらに拡大することもできる。」(段落【0006】)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "・ 「…さらに，上記各部片T，W，Bはそれら自体を製品として着用者に供することもできる他，各部片T，W，Bを試着パーツとして着用者の寸法取りのみに供する場合には，上記した試着時の各縫製代をマークしたり，読取り記録をした後，これを製品としての各部片の縫製代に転記してこれらを縫製することになる。」(段落【0008】)。",
                        "・ 「…本実施例では，図1の第1実施例のものに加えて，前記各部片T，W，Bのそれぞれに人体の縦方向に沿う縦切断部6をさらに設け，これら各縦切断部6には前記実施例の横切断部と同様に，各縦切断部に隣接して該縦切断部6の重合度合いを選択して調節自在に重合する縦縫製代T6(トップ部)，W6(ウェスト部)，B6(ボトム",
                        "部)を形成したものである。」(段落【0009】)。",
                        "・ 「…本実施例によれば，ファンデーションの縦寸法および体形の曲がりや肉付きに対応させることができるばかりでなく，個体差によるバスト，ウェストおよびヒップの各サイズに対してもきめ細かに適応させて縫製することができるので，各部片T，W，Bについて，あまり多数のサイズのものを揃える必要がなく，経済的である。」(段落【0010】)。",
                        "・ 「以上，本発明の各実施例を説明してきたが，本発明の趣旨の範囲内において，横あるいは縦切断部の位置，形状，数や，横および縦の縫製代の幅，形状，材質については適宜採用できる他，縫製代の縫製形態についても，例えば縫製に代えて高周波接合，熱溶着等が採用できる。また可能ならばマジックテープ(登録商標)等による接合が各縫製代に採用できること言うまでもない。」(段落【0011】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載及び甲1の図面の記載からすれば，甲1記載のファンデーションは，従来のガードル，ボディスーツ，ウエストニッパー，水着等のファンデーション等においては，着用者の体格の個体差や着用者自身の体格の変化に適応させるために数種類の寸法のものを揃える必要があるという課題を解決するためのもので，少なくともトップ部，ウエスト部及びボトム部の三つの部片からなるボディスーツ等のファンデーションにおいて，未縫製の横切断部にて少なくとも上記三つの部片に分割されて形成されるとともに，これら部片間の対抗する各横切断部に隣接して該横切断部の重合度合いを選択して調節自在に重なり合わせる横縫製代を形成し，また，各部片のそれぞれに人体の縦方向に沿う縦切断部をさらに設け，これらの各縦切断部に隣接して該縦切断部の重合度合いを選択して調節自在に重なり合わせる縦縫製代を形成して，イージオーダー化を可能にしたものであると認められる。",
                    "また，上記アの記載及び甲1の図面の記載からすれば，甲1記載のファンデーションのボトム部片Bには，身頃に縦切断部6が設けられ，この縦切断部6に隣接して該縦切断部6の重合度合いを選択して調節自在に重なり合わせる縦縫製代B6があるが，縦切断部6は，股開口部3まで達するものではなく，左右の各臀部のヒップカップサイズをそれぞれ個別に調節可能とするものではないから，本件特許発明1における「ヒップカップサイズ」の調節を可能とするものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，ヒップカップサイズが，左右それぞれのヒップカップ部の膨らみ具合をいうとしても，上記縦切断部6の重合度合いを調整することにより，左右それぞれのヒップカップ部に沿った寸法調整もなされることになり，上記縦切断部6の重合度合いの調整は，いわば，左右それぞれのヒップカップ部における寸法調整を一度に行っていることになると主張するが，上記のとおり，甲1において左右の各臀部のヒップカップサイズをそれぞれ個別に調節することができないことは明らかであるから，本件特許発明1における「ヒップカップサイズの調節」を可能にするものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，審決の甲1発明の認定(前記第3，1(3)イ(ア))につき，①甲1からは，試着パーツとしてのボトム部Bという一まとまりの技術を認定できるのであるから，本件特許発明1と対比させるに当たり，引用発明を三つの部片からなるファンデーションであると認定するのは誤っている，②審決の上記認定においては，縦切断部6が延びる位置について言及されておらず，「…ボトム部Bの縦切断部6は，後面の上縁から下方の股間部近傍まで延びると考えられるが，少なくとも，左右の脚開口部3，すなわち股口の縁に達するものではない。」との他の部分の審決の認定(14頁下2行～15頁1行)と整合していないし，甲1発明を，「…体形の曲がりや肉付きに対してもきめ細かに適応させて縫製できる…」ものと認定しておきながら(8頁下8行～下7行)，「…着用者のヒップのサイズ，すなわちヒップ部頂部の周長に合わせるものというべき…」(15頁3行～4行)と矛盾する認定をしている旨の主張をする。",
                    "しかし，甲1発明の技術的意義は，上記イのとおり，少なくともトップ部，ウエスト部及びボトム部の三つの部片からなるボディスーツ等のファンデーションにおいて，未縫製の横切断部にて少なくとも上記三つの部片に分割されて形成されるとともに，これら部片間の対抗する各横切断部に隣接して該横切断部の重合度合いを選択して調節自在に重なり合わせる横縫製代を形成し，また，各部片のそれぞれに人体の縦方向に沿う縦切断部をさらに設け，これらの各縦切断部に隣接して該縦切断部の重合度合いを選択して調節自在に重なり合わせる縦縫製代を形成することにあるのであるから，ボトム部Bのみを取り出して認定することは相当ではなく，この点に関する審決の認定に誤りがあるということはできない。",
                    "また，審決の甲1発明の認定(前記第3，1(3)イ(ア))において縦切断部6が延びる位置について言及していないのに対し，審決の他の部分において縦切断部6が延びる位置について言及しているからといって，審決の判断が整合しないということはないし，甲1発明を「…体形の曲がりや肉付きに対してもきめ細かに適応させて縫製できる…」ものと認定する(8頁下8行～下7行)一方で，「…着用者のヒップのサイズ，すなわちヒップ部頂部の周長に合わせるものというべき…」(15頁3行～4行)と認定することが矛盾しているということもできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決の甲1発明の認定(前記第3，1(3)イ(ア))に誤りがあるということはできないから，取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(一致点・相違点認定の誤り，相違点の判断の誤り)について原告は，甲1発明がヒップカップサイズの調節がなされるものであることを前提として，審決の一致点・相違点認定及び相違点の判断に誤りがあると主張するが，前記2のとおり甲1発明は本件特許発明1における「ヒップカップサイズの調節」を可能とするものということはできないから，原告の上記主張を採用することはできない。",
            "したがって，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(本件特許発明2～12の進歩性判断の誤り)について原告は，取消事由1及び2に理由があることを前提として，本件特許発明1は，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に発明をすることができたものであるから，本件特許発明2～12も当業者が容易に発明をすることができたものであり，審決の本件特許発明2～12の進歩性判断には誤りがあると主張するが，前記2，3のとおり，取消事由1及び2には理由がないから，取消事由3も理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(審決の論理の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明においては，「…ボトム部Bの縦切断部6は，後面の上縁から下方の股間部近傍まで延びる…」(審決14頁下2行～下1行)のであるから，本件特許発明1と甲1発明とは，「ヒップ部が切り込みを入れて分割され」ている点でも一致し，また，甲1に，「…また可能ならばマジックテープ(登録商標)等による接合が各縫製代に採用できること言うまでもない。」(段落【0011】)と記載されていることからすると，甲1発明においても，「分割された一片と他片とが連結部材を介して着脱自在に止着可能で」あるから，本件特許発明1と甲1発明とは，「分割された一片と他片とが連結部材を介して着脱自在に止着可能で」ある点でも一致する，と主張する。",
                "確かに，原告が主張するように，本件特許発明1と甲1発明とは，①「ヒップ部が切り込みを入れて分割され」ている点で一致し，②「分割された一片と他片とが連結部材を介して着脱自在に止着可能で」ある点でも一致するということができるが，これらは「身頃のヒップ部におけるサイズを調節可能な手段」ということができる。",
                "審決は，前記第3，1(3)イ(イ)のとおり，本件特許発明1と甲1発明の一致点を「『身頃のヒップ部にサイズを調節可能な手段を設けたオーダーメイド用ボトム計測サンプル』である点」と認定しているのであるから，上記の①②の各点は，この一致点の判断に含まれているということができる。",
                "また，身頃のヒップ部にサイズを調節可能な計測手段を設けたとはいっても，該計測手段は，本件特許発明1では，「ヒップ部が股口からヒップカップ部の略中央に向かって切り込みを入れて分割され，分割された一片と他片とが連絡部材を介して着脱自在に止着可能」としたものであるのに対し，甲1発明では，「各部片T，W，Bのそれぞれに人体の縦方向に沿う縦切断部6をさらに設け，縦切断部6の重合度合いを選択して調節自在に重合するマジックテープ等の縦縫製代T6，W6，B6を形成」したものであって，切り込みを入れて分割し，分割された一片と他片とが連結部材を介して着脱自在に止着可能とされている具体的な態様は大きく異なるのであるから，審決が認定している上記の点に加えて，「ヒップ部が切り込みを入れて分割し，分割された一片と他片とが連結部材を介して着脱自在に止着可能である」という点を一致点とすることが相当であるとはいえない。",
                "したがって，上記の①②の各点を個別に取り上げて一致点と認定しなかったからといって，審決の一致点の認定が誤っているということはできないし，相違点の認定も誤っているということはできない。",
                "原告は，本件特許発明1と甲1発明との一致点は，「身頃のヒップ部にサイズを調節可能な計測手段を設けたオーダーメイド用ボトム計測サンプルで，該計測手段は，前記ヒップ部が切り込みを入れて分割され，分割された一片と他片とが連結部材を介して着脱自在に止着可能でサイズ調節可能とされたことを特徴とするオーダーメイド用ボトム計測サンプル。」となるはずであり，相違点は，(A’)切り込みが，前者においては，ヒップカップサイズを調整可能とするために，股口からヒップカップ部の略中央に向かっているのに対し，後者においては，ヒップサイズを調整可能とするために，人体の縦方向に沿う縦切断部である点，(B’)前者においては，一片の他辺との連結位置にヒップカップサイズ計測用の目盛が記されているのに対し，後者においては，目盛が記されていない点，となるはずである，と主張するが，この主張は，上記述べたところに照らし採用することはできない。",
                "また，原告は，切り込み及び連結部材は調節手段として周知のものである(甲3，4)とも主張するが，甲3，4に開示されている技術は，後記(3)のようなものであって，本件特許発明1とは大きく異なるから，上記認定を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また甲2(国際公開99／58007号，発明の名称「人体の支持・補正機構及びこれを備えた衣服機構」，出願人 A，国際公開日 1999年［平成11年］11月18日)には，「…本発明は，伸縮素材を用い，正中位の形に即して左右身頃の裁断線を設け，左右身頃の正中位を挟む股間部付近は，接合前の状態で互いに遊離した形状とし，前記左右身頃の接合によって股間部と左右大腿部との間の形状に準じた形成をなし，臀突位上の臀突部より臀部下辺に至る部位に切替えダーツ部を設けて臀部形状に準じた形状とし，着用時に機構全体に引張(緊張)関係が生じ，臀列部を含めボトム各部に密接すると共に，腹部及び臀部下辺に補正を促す面圧力が加わるボトム機構を提供するものである。」(13頁下2行～14頁5行)及び「…臀突位53上の臀突部54の下辺には臀部の丸みに準じた形状を達成するために，ダーツ65が設けられている。」(28頁3行～4行)の記載があり，図20，図21及び図22には，臀突部54の下辺に設けられたダーツ65が図示されているから，ダーツ65は，股口からヒップカップ部の略中央に向かう切り込みということができるが，分割された一片と他片とを連結部材を介して着脱自在に止着可能とすることや計測のために用いることは，記載も示唆もされていない。また，ダーツ65は，標準的な臀部の丸みに準じた形状とするためのものであると解される。そうすると，甲2には，個々人の体型に応じてヒップカップサイズを調節することは記載されておらず，示唆もされていないことになる。",
                "また甲1には，前記2(4)ア(カ)のとおり，縦切断部の位置，形状を変更できる旨が記載されているが，具体的にどのような変更できるかについては，示唆さえされていない。また，甲1には，切り込み(ダーツ)がヒップサイズの計測のために用いられること，「ヒップ部が切り込みを入れて分割し，分割された一片と他片とが連結部材を介して着脱自在に止着可能である」ことが記載されており，それは個々人の体型に応じて調節するものであるとしても，その具体的な態様は，前記(1)のとおり，本件特許発明1とは大きく異なるものであり，また甲1発明はそもそも本件特許発明1における「ヒップカップサイズの調節」を可能とするものではない。",
                "そうすると，当業者が甲1発明に甲2記載の発明を組み合わせて本件特許発明1を容易に想到することができるということはないことになる。",
                "なお，原告は，ボトムにおいては，種々の部位において，調整可能部分を設けることが知られているとして，甲2，4，10の1，11を引用しているが，甲2については，上記のとおりであるし，甲4，10の1，11は，それぞれ後記(3)認定のようなものであって，それらを併せ考慮したとしても，上記判断が左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲3(実公昭51−9368号公報，考案の名称「イージーオーダー用採寸合せ基本ズボン」，出願人 大賀株式会社，公告日 昭和51年3月12日)には，ウエスト寸法を測定するためのイージーオーダー用採寸合せ基本ズボン体に関する発明が記載されており，甲4(米国特許第3763866号明細書，1973年10月9日発行)には，右太もも用調整可能サポート50a，左太もも用調整可能サポート50b及び前面の中央上方端の裂け目に形成されて重ね合わせることができるフラップ10e，10fが記載されているが，いずれも個々人の体型に応じてヒップカップサイズを調節することが記載，示唆されているものではない。",
                "甲5(特開平8−158111号公報，発明の名称「ファウンデーション」，出願人 株式会社ダッチェス，公開日 平成8年6月18日)，甲6(「Dublevé(デューブルベ)」と称する株式会社ワコールのセミオーダーシステムに関するカタログ，平成12年8月1日発行)，甲7(特開平2−259102号公報，発明の名称「着脱自在のブラジャー」，出願人B，公開日 平成2年10月19日)，甲8(「手作りランジェリー」レディブティックシリーズ通巻1404号，1999年［平成11年］3月20日発行)，甲12の1(実願昭50−84855号［実開昭52−3835",
                "号］のマイクロフィルム，考案の名称「X字形基本によるブラジャー用パターン」，出願人 C，公開日 昭和52年1月12日)は，いずれもブラジャーに関するものであり，甲9(近藤れん子「近藤れん子の立体裁断と基礎知識」，1998年［平成10年］12月15日五版株式会社モードェモード社発行)は，ダーツを用いて乳房に応じた衣服形状を調整することが記載されたものであって，いずれも個々人の体型に応じてヒップカップサイズを調節することが記載，示唆されているものではない。",
                "甲10の1(実願昭50−21222号［実開昭51−104125号］",
                "のマイクロフィルム，考案の名称「ヒップ部にダーツを有するガードル」，出願人 ワコール株式会社，公開日 昭和51年8月20日)には，「…股布付け位置附近の下方よりヒップの山に向ってダーツを形成したので着用時のアウター部を美麗に保持すると同時に所謂ヒップの山附近にダーツによるゆとり部5が招来し，着用時のヒップが押圧されない自然な丸味が期待できるのである。」(明細書3頁1行～6行)との記載があり，図1及び図2には，下方よりヒップの山方向に向かって左右同長に切欠したダーツ3が図示されているが，このダーツ3は，股口から設けられたものでない上，分割された一片と他片とを連結部材を介して着脱自在に止着可能とすることや計測のために用いることは，記載も示唆もされていないのであって，個々人の体型に応じてヒップカップサイズを調節することが記載，示唆されているものではない。",
                "甲11(特開平9−209203号公報，発明の名称「ガードル」，出願人 グンゼ株式会社，公開日 平成9年8月12日)には，「…後身頃3における臀部4の部位で，且つ裾部10付近にダーツ12を形成されることにより，臀部4の部位に立体的な膨らみ部が形成されて臀部の包み込み効果並びに補正や造形効果が向上し，着用感の優れたガードルが得られるのである。」(段落【0006】)との記載があり，図1及び図2には，裾部付近に設けられたダーツ12が図示されているが，分割された一片と他片とを連結部材を介して着脱自在に止着可能とすることや計測のために用いることは，記載も示唆もされていないのであって，個々人の体型に応じてヒップカップサイズを調節することが記載，示唆されているものではない。",
                "したがって，甲1発明に上記の各発明を適用したとしても，個々人の体型に応じてヒップカップサイズを調節するという本件特許発明1を想起することができるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件特許発明1は，甲1～12に記載された発明に基づいて当業者が容易に発明をすることができたものということはできない。",
                "なお，甲16(特開平8−311704号公報，発明の名称「ガード",
                "ル」，出願人 株式会社カドリールニシダ，公開日 平成8年11月26日)及び甲17(特開2001−49503号公報，発明の名称「ボトム衣類及びその製造方法」，出願人 グンゼ株式会社，公開日 平成13年2月20日)から，本件特許出願当時(平成14年2月13日)ヒップカップという概念が知られていたことが認められ，また，上記甲17には，ギャザー8によってヒップカップ部28が前方に引っ張られることにより臀部の左右の膨らみを美しく整形できる点が記載されており，さらに，甲18(実願昭57−31899号［実開昭58−134701号］のマイクロフィルム，発明の名称「体型採寸用立体メジャー」，出願人 日本訪販商事株式会社，公開日 昭和58年9月10日)から，本件特許出願当時，注文製作において臀突位部及び脚の付け根の水平方向における周長寸法を計測することが知られていたことが認められるとしても，既に述べたところからすると，本件特許発明1は当業者が容易に発明をすることができたものということはできないとの上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本件特許発明1が容易に発明をすることができたものではないとの審決の判断に誤りはなく，それを前提とする，本件特許発明2～12についても容易に発明をすることができたものではないとの審決の判断にも誤りはないから，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，無効審判請求において，甲1発明は，ヒップカップサイズを計測するものであると主張したところ，審決は，甲1発明は，ヒップカップサイズを計測せず，ヒップサイズを計測するものであると認定し，この認定を前提として，本件特許発明1は進歩性を有していると判断した，と主張する。",
                "しかし，そうであるとしても，審決は，原告が引用例として主張した甲1(特開平8−260206号公報)について，その記載から，その発明の意義を解釈した上，それを本件特許発明1と対比して進歩性の有無について判断していたのであるから，原告が申し立てた無効理由について審理，判断したものであり，その証拠である甲1も原告が提出したものであって，職権で証拠調べをしたということもできない。",
                "したがって，特許法153条2項又は特許法150条5項の規定により原告に意見を述べる機会を与えるべきであったということはできず，この点に手続違背があるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また原告は，特許が無効である理由として，本件特許発明1は甲1～3に記載された発明に基づいて当業者が容易に発明をすることができたものであることを申し立て，このことを論証する過程で，衣類にダーツを設けることが慣用手段であることを，甲2，甲9，甲10，甲11，甲12により立証しているところ，審決は，「…本件特許発明1は，本件出願前に日本国内において頒布された刊行物である甲第1号証ないし甲第12号証に記載された発明に基いて，当業者が容易に発明できたものであるとはいえない。」(16頁18行～20行)と判断している，と主張する。",
                "しかし，審決は，原告の主張する無効理由について「本件特許発明1は，甲1～3に記載された発明に基づいて当業者が容易に発明をすることができた」旨の主張であると摘示した(4頁21行～5頁下2行)上，本件特許発明1と甲1発明を対比し(12頁下2行～15頁18行)，その相違点について，甲2，3，9～12を考慮しても当業者が容易に発明できたものであるとはいえない旨の判断をしている(15頁19行～16頁17行)から，原告の主張する無効理由について判断しているのであって，「…本件特許発明1は，本件出願前に日本国内において頒布された刊行物である甲第1号証ないし甲第12号証に記載された発明に基いて，当業者が容易に発明できたものであるとはいえない。」(16頁18行～20行)との判断部分は，その余の甲号証を考慮しても，本件特許発明1は当業者が容易に発明できたものであるとはいえないことを念のために示したに過ぎないものと解される。",
                "したがって，審決が当事者が申し立てない無効理由について職権で審理，判断したということはできないし，甲4～12は原告が提出した証拠であり，職権による証拠調べを行ったともいえないから，特許法153条2項又は特許法150条5項の規定により原告に意見を述べる機会を与えるべきであったということはできず，この点に手続違背があるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，被告による具体的な主張，立証がなされなかったため，甲1から原告の主張した甲1発明とは異なる発明が認定されるとは全く予期できなかったのであり，これは，原告に主張，立証を尽くさせないまま審理を終結するに至ったといえるから，原告にとっては不意打ちに当たり，本件の審理は十分に尽くされたとはいえない，と主張する。",
                "しかし，甲1は，原告が提出した証拠であるから，その技術的意義については，原告において十分検討の上，主張する機会があったものである。したがって，審決の判断が不意打ちに当たるとか，無効審判請求の審理が十分に尽くされたとはいえないということはできず，この点に手続違背があるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第で，原告主張の取消事由は全て理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10242",
    "date": "2009-11-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038197",
    "ipprecedent_id": "2042",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}