{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80320号事件について平成21年7月7日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が有する「容器，溶融金属供給方法及び溶融金属供給システム」との名称の発明に係る特許(第3506137号。以下「本件特許」という。)につ",
        "いて，原告が無効審判請求をしたが，請求不成立の審決を受けたことから，その取消しを求めた事案である。",
        "争点は，本件特許が，特許法36条4項(平成14年法律第24号による改正前",
        "の)，6項2号所定の要件を充たしているか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成13年6月22日，本件特許に係る発明につき出願し(優先日 平",
            "成12年6月22日，平成13年2月14日)，平成15年12月26日，設定登",
            "録を受けた。",
            "原告は，平成17年11月8日，本件特許につき無効審判請求をした。特許庁は，これを無効2005−80320号事件として審理し，平成18年7月19日，「本",
            "件審判の請求は成り立たない」旨の審決をした。",
            "原告は，同年8月24日に，上記審決を不服として，当庁にその取消訴訟を提起した。",
            "当庁は，平成19年5月29日，上記審決を取り消す旨の判決をした。",
            "特許庁は，その後，さらに審理した上で，同年9月28日，「請求項1，3，4，6に係る発明についての特許を無効とする。」との審決をした。",
            "被告は，同年11月9日，上記審決を不服として，当庁にその取消訴訟を提起し，さらに，平成20年1月11日，訂正審判請求をした。",
            "当庁は，同月30日，特許法181条2項に基づいて，上記審決を取り消す旨の",
            "決定をした。",
            "特許庁は，その後，さらに審理した上で，同年3月18日，「請求項1，3，5",
            "に係る発明についての特許を無効とする。」旨の審決をした。",
            "被告は，同年4月25日，上記審決を不服として，当庁にその取消訴訟を提起した。",
            "当庁は，平成21年2月4日，上記審決を取り消す旨の判決を言い渡した。",
            "特許庁は，その後，さらに審理した上で，同年7月7日，「訂正を認める。本件審判の請求は成り立たない。」旨の審決をし，その謄本は，同月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明の内容",
          "text": [
            "本件特許発明は，平成20年1月11日付けの訂正審判請求により訂正(下線部",
            "がその訂正部分である。)された後の明細書の特許請求の範囲の請求項1ないし6に記載された次のとおりのものである(甲28の1，2。以下，引用する場合を含めて，上記訂正後の請求項1の発明を「本件特許発明1」，請求項2の発明を「本件特許発明2」などといい，これらを「本件特許発明」と総称する。)。",
            "「【請求項1】溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される上部開口部に大蓋が配置された容器であって，フレームと，",
            "前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，",
            "前記配管取付部に取付けられ，前記流路に連通する第1の配管と，",
            "前記容器本体内を加圧するための第2の配管とを具備し，",
            "少なくとも前記流路の内径は，約65mm～約85mmであり，",
            "前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置されており，",
            "前記第2の配管は，前記ハッチの中央，または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され，",
            "前記容器本体内への加圧は，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから前記第2の配管を介して前記容器本体内に加圧気体が供給されることにより行われることを特徴とする容器。」",
            "「【請求項2】請求項1に記載の容器であって，",
            "前記流路の内径は，約70mmであることを特徴とする容器。」",
            "「【請求項3】フレームと，前記フレームの内側に設けられ，かつ，当該容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを有し，溶融アルミニウムを収容することができ，上部開口部に大蓋が配置された容器を用いて溶融アルミニウムを供給する方法において，"
          ],
          "content": [
            {
              "fig": "(a)",
              "subject": "前記容器内に溶融アルミニウムを導入する工程と，"
            },
            {
              "fig": "(b)",
              "subject": "前記溶融アルミニウムを収容した容器を運搬車輌を用いて公道を介してユースポイントまで搬送する工程と，"
            },
            {
              "fig": "(c)",
              "subject": "前記ユースポイントで，前記容器内を加圧して前記流路及び前記第1の配管を介して溶融アルミニウムを導出する工程と",
              "text": [
                "を具備し，",
                "少なくとも前記流路の内径は，約65mm～約85mmであり，",
                "前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置されており，",
                "前記ハッチの中央，または中央から少しずれた位置には，内圧調整用の貫通孔が設けられ，前記容器内への加圧は，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから前記内圧調整用の貫通孔を介して前記容器内に加圧気体を供給することにより行うことを特徴とする溶融アルミニウム供給方法。」",
                "「【請求項4】請求項3に記載の溶融アルミニウム供給方法であって，",
                "前記流路の内径は，約70mmであることを特徴とする溶融アルミニウム供給方法。」「【請求項5】(a)溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送され，上部開口部に大蓋が配置された容器であって，フレームと，前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備する容器と，"
              ]
            },
            {
              "fig": "(b)",
              "subject": "前記容器内を加圧する手段と",
              "text": [
                "を有し，",
                "少なくとも前記流路の有効内径は，約65mm～約85mmであり，",
                "前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置され，前記ハッチの中央，または中央から少しずれた位置には，内圧調整用の貫通孔が設けられており，",
                "前記加圧する手段は，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから前記内圧調整用の貫通孔を介して加圧用気体を供給するものであることを特徴とする溶融アルミニウム供給システム。」",
                "「【請求項6】請求項5に記載の溶融アルミニウム供給システムであって，",
                "前記流路の内径は，約70mmであることを特徴とする溶融アルミニウム供給システム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決は，以下のとおり，(1)特開平11−188475号公報(甲1)に記載さ",
            "れた発明(以下「甲1発明」という。)，特公平4−6464号公報(甲4)に記載",
            "された発明(以下「甲4発明」という。)及び周知技術から本件特許発明を想到することは容易ではなく，本件特許発明は，特許法29条2項の規定により特許を受けることができないものではない，(2)本件特許は，特許法36条4項及び同条6項2号所定の要件を充たしていないとはいえないとした。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "進歩性について",
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件特許発明1について",
                      "text": [
                        "「上記平成20年(行ケ)10155号判決において，知的財産高等裁判所は，以下のとおり判示している。",
                        "【取消事由3(甲4発明と対比した本件特許発明1の進歩性の判断の誤り)について】『…甲4発明の容器は，…溶湯は受湯口から取鍋内に収納され，使用先の工場では，注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯する方式の，いわゆる傾動式の取鍋であると認められるところ，この傾動式の取鍋から，これを密閉された容器に溶融金属用の配管が設けられ加減圧用の配管が接続されるという構成(いわゆる加圧式)とすること自体は，甲11(特開平8−20826号公報)，甲10の2…において，加圧式の場合，注湯精度，溶湯品質等の点で傾動式よりも優れていることが記載されているから，当業者がこれを適用することは容易に想起できるものと認められる。",
                        "しかし，このことは，当業者が甲4発明から出発してこれにいわゆる加圧式の容器を採用しようと考えた後は，加圧式の容器であれば性質上当然具備するはずの構成のほかそのすべての個々の具体的構成は当然に適用できることを意味するものではない。そして，甲4発明の傾動式の容器であれば，その傾動式の容器であるという性質自体から，溶湯を出し入れするために注湯口及び受湯口が必要であることが導かれるが，加圧式の容器の場合は，一つの流路を通して溶湯の導入と導出とを行う注湯方式であり加減圧用の配管が容器に接続されていればよいのであるから，傾動式の容器で必要な受湯口及び受湯口小蓋は必須なものではない。したがって，甲4発明の傾動式の容器に接した当業者がこれを加圧式の取鍋にすることを考える際，あえて，必須なものではない受湯口及び受湯口小蓋を具備したままの構造とするのであれば，そうした構造を採用する十分な具体的理由が存する必要があるというべきである。",
                        "しかるに，…本件特許発明1は，容器内を加圧して容器内に導入された配管を介して容器内の溶融材料を外部に導出するという構成において，容器本体の上部には，開閉可能なハッチが設けられ，このハッチは容器内に溶融金属を供給する度に開けられるが，このハッチに内圧調整用の貫通孔を設けるという構成をとることにより，ハッチを開けて加熱器を容器内に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防止できるという作用効果を有するものである。そうすると，本件特許発明1と上記(2)に記載したような甲4発明とを対比すると，甲4発明は取鍋を運搬車輌に搭載し公道を介して工場間で運搬するという技術的課題を有し，その課題解決手段としては，…運搬用車輌に搭載し公道上を搬送されるに適した構成を採用しており，技術分野は同じくするものの，その技術的課題は，傾動式取鍋の安全な工場間運搬(甲4発明)と加圧式取鍋特有の内圧調整用配管の詰まりの防止(本件特許発明1)というように基本的に異なっており，その課題解決手段も，注湯口，受湯口の密閉手段や運搬用車両への係止手段が設けられた構成(甲4発明)と『前記第2の配管は，前記ハッチの中央，または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され』た構成(本件特許発明1の相違点イ)というように異なっており，その機能や作用についても異なるものであるから，そのような甲4発明に接した当業者が，本件特許発明1の相違点イの構成を容易に想起することができたと認めることはできない。』",
                        "【取消事由2(甲1発明と対比した本件特許発明1の進歩性の判断の誤り)について】『上記2の説示(審決注 取消事由3についての説示を指す)は，主引例の相違にかかわらず，その内容に照らして，原告の取消事由2(甲1発明と対比したときの相違点2の判断の誤り)の主張に対しても基本的に妥当する。",
                        "また，そもそも甲1発明のラドル装置は，加圧式のものであるが，甲1公報記載のとおり，清浄な溶湯を汲み上げ，溶湯の移送及び注湯時においても溶湯を極力空気と接触させないようにする(【0006】)という技術的課題の課題解決手段として，非開放型の構成を採用したものであって，本件特許発明1のように，加圧式の容器に開放部分であるハッチを設けるものとは，その技術思想が基本的に異なるというべきである。",
                        "したがって，そのような甲1発明に接した当業者が，本件特許発明1の相違点2の構成を容易に想起することができたと認めることはできず，審決の，甲1発明との相違点2について容易想到であるとした判断も誤っているというべきであるから，原告の取消事由2の主張にも理由がある。』",
                        "当審の審理は，行政事件訴訟法第33条第1項の規定により，上記平成20年(行ケ)10155号判決の判断である上記判示事項に拘束されるものである。",
                        "よって，本件特許発明1は，甲第1号証～甲第4号証，甲第6号証−5記載の発明に基いて，当業者が容易に発明をすることができたものであるから，当該発明についての特許は，特許法第29条第2項の規定に違反してされたものであって，特許法第123条第1項第2号の規定により無効とされるべきであるとの請求人の主張は採用できない。」"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本件特許発明3，5について",
                      "text": [
                        "「上記平成20年(行ケ)10155号判決において，知的財産高等裁判所は，本件特許発明3，5について，下記のとおり判示している。",
                        "【取消事由4(本件特許発明3，5の進歩性)について】",
                        "『本件特許発明3及び5は，本件特許発明1の『容器』を用いた溶融アルミニウムの供給方式を，それぞれ『方法』，『システム』として特許請求をしたものであることが明らかであるから，上記2，3の説示(審決注 取消事由3，2に関する上記考察)に照らせば，本件特許発明1についてと同様に，本件特許発明3及び5についても，当業者において容易に発明をすることができたとの本件審決の判断には誤りがあるというべきである。』",
                        "当審の審理は，行政事件訴訟法第33条第1項の規定により，上記平成20年(行ケ)10155号判決の判断である上記判示事項に拘束されるものである。",
                        "したがって，本件特許発明3，5についても，甲第1号証乃至甲第4号証，甲第6号証−5記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，当該発明についての特許は，特許法第29条第2項の規定に違反してされたものであって，特許法第123条第1項第2号の規定により無効とされるべきであるとの請求人の主張は採用できない。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "実施可能要件及び明確性要件について",
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "数値限定部分に関して",
                      "text": [
                        "「・・・数値限定に関連する，本件特許明細書の発明の詳細な説明の記載について考察する。",
                        "本件特許発明は，『少なくとも前記流路の(有効)内径は，約65mm～約85mmである』という流路内径に関する数値限定を，その発明特定事項として具備するものであるが，当該数値限定に関し，本件特許明細書の段落【0018】及び【0085】には，次のように記載されている。",
                        "(中略)してみると，本件特許明細書には，流路内径の数値限定の根拠について，一通りの説明はなされているから，理論的根拠が完全か否かはともかく，その数値限定の意義は，一応理解できる程度に明らかであるといえる。そして，特定の内径寸法の流路を製造すること自体には，格別の技術的創意を要するものではないから，本件特許明細書においては，本件特許発明の実施に当たり，『少なくとも前記流路の(有効)内径は，約65mm～約85mmである』とすることを困難とする技術上の要因はなく，当業者が本件特許発明の実施をすることができる程度に明確かつ十分に記載されているということができる。",
                        "また，請求人は，自然法則上及び実務上ありえない理論に基づく流路内径決定方法を採用している旨主張する。",
                        "しかしながら，上記のとおり，本件特許明細書の発明の詳細な説明には，発明の実施をすることができる程度に明確かつ十分な記載がある以上，発明特定事項である数値限定について，その理論的根拠の詳細までを厳密に明らかにすることは，特許法第36条第4項の規定が要求するところではないというべきである。",
                        "確かに，本件明細書には，当該数値限定の導出に関して『溶融金属が流路や配管を上方に向けて流れる際に，流路や配管に存在する溶融金属自体の重量及び流路や配管の内壁の粘性抵抗の2つパラメータが溶融金属の流れを阻害する抵抗に大きな影響を及ぼしているものと考えられる』(段落【0085】)と記載されており，その他のパラメータの影響等については明記されていないが，そもそも本件特許明細書の『前記流路の内径が約65mm～約85mmであることは，発明者らが配管径と圧送に必要な圧力との関係を調べた結果得られた知見である』(段落【0018】)との記載によれば，本件特許発明における数値限定は，経験的，実験的に得られたものと解されるから，明細書の発明の詳細な説明には，その意義や科学的根拠の概略程度が示されていればよいのであって，理論的にゆるぎない程度にまで緻密で詳細な解説がなされていないということをもって本件特許明細書が記載不備となるものではない。」「次に，上記数値限定に関連する，本件特許明細書の特許請求の範囲の記載についてみる。",
                        "本件特許発明は，当該数値限定を，特許出願人が特許を受けようとする発明を特定するために必要と認める事項(発明特定事項)として具備するものであるが，これは，流路内径が当該数値限定の範囲に属するか否かで，特許を受けようとする発明と，そうでない発明とを区別しようとするものである。そして，当該数値限定自体，当業者が理解できないようなものではないし，この数値限定に起因して他の発明特定事項との関係等が不明確になるわけもないから，本件特許発明は，上記数値限定により，その発明を特定することができないとはいえず，明確でないともいえない。",
                        "また，請求人は，流路内径は取鍋本体内径その他の寸法や流速など操業条件と不可分一体の関係にあるにも拘らず，本件特許発明は流路内径のみを数値限定していることをもって，本件特許発明は特定できないと結論づけているが，本件特許発明を特定するために必要な事項は特許出願人自らが決定すべきものであり，特定すべき事項が足りないことをもって，ただちに発明が特定できない，ひいては発明が不明確であるとはいえない。さらに，特許法36条6項2号は，特許を受けようとする発明が明確であることをその要件としているものの，特許請求の範囲において数値限定を行う場合において，その数値に関する影響因子をすべて考慮し，それらを特許請求の範囲に網羅的に記載することまで要求するものではないから，当該要件と，数値限定の影響因子を捨象することとは同列に扱われるべきものではない。",
                        "そして，前記のとおり，本件特許発明における数値限定は本件特許明細書において明確であるから，特許出願人が流路内径のみを発明特定事項として記載したことによって，本件特許発明が不明確になるとはいえない。",
                        "したがって，本件特許発明についての特許が，当該無効理由を有するとする請求人の主張は採用の限りではない。」"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "特許請求の範囲と実施例の矛盾について",
                      "text": [
                        "「確かに，本件特許明細書の図11及び段落【0123】等には，ストークに相当する部材が認められる。",
                        "しかしながら，本件特許発明は，流路を有するものであることを発明特定事項としているわけであるから，流路を有さず，ストークにより溶湯を外部に供給する形態を包含しないことは明らかである。",
                        "してみれば，当業者であれば，本件特許発明は，本件特許明細書の図11及び段落【0123】等に記載されたような，ストークに相当する部材を具備する形態を含まないものとして，その内包を明確に理解することができるから，特許請求の範囲の記載が不明瞭であるとすることはできない。",
                        "そして，ストークを使用する形態が本件特許明細書に記載されているとしても，それは本件特許発明とは無関係のものであるから，そのことにより発明の詳細な説明の記載が，当業者が容易に本件特許発明の実施をすることができないとする程度に不明確なものであるともいえない。",
                        "したがって，本件特許発明についての特許が，特許法第36条第4項又は第6項第2号に規定する要件を満たしていない特許出願に対してされたものとはいえない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の要旨",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(数値限定部分に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の段落【0018】及び【0085】の記載からすれば，本件特",
              "text": [
                "許発明の数値限定にかかる効果は，容器内の溶融金属を容器外へ排出する際に，小さな圧送圧力で足りるというものである。",
                "しかし，甲5の3ないし5及び別紙「取鍋からアルミニウム溶湯を出すために必要な圧送圧力の計算」から明らかなとおり，本件特許発明の目的とする効果を達するためには，上記配管径の特定のみならず，①出湯管内部流速又は出湯時間，及び②取鍋本体平均内径をも特定しなければならない。",
                "審決は，理論的根拠が明細書に記載されていないことをもって，記載不備に当たらないとしているが，本件特許発明の特定事項からのみでは，明細書に記載された目的とする効果を奏さず，その他発明の詳細な説明の記載を参酌しても，本件特許発明を当業者が実施することは不可能である。",
                "そして，特許請求の範囲に記載された発明が，明細書記載の効果を奏さない場合には，特許法29条1項柱書に該当する未完成発明であるとともに，特許法36条4項に違反して登録された発明であるとも解されるのである。",
                "なお，「公道搬送可能な取鍋に収納される溶融アルミニウムも1トン程度までであり，それが当業者において容易に認識し得る」との被告の主張は，真実に反するものであり，現に，被告は，この点に関する証拠を提出していない。",
                "そもそも，被告の主張は溶融アルミニウムの収納容量に関するもので，取鍋内平均内径に関するものでない以上，主張自体失当である。",
                "実際に，公道搬送可能な取鍋については，4．5トンという大きなものや，0．7トンという小さなものも存在し(甲29，30参照)，これらは日本国内におい",
                "て走行可能である。そして，4．5トンのアルミニウムが収納可能な取鍋の本体平均内径は，1トン程度のものとは大きく異なる。このように，公道搬送可能な取鍋のサイズには様々なものがあり，取鍋本体平均内径を特定していない以上，本件特許発明は当業者にとって実施不能である。",
                "また，出湯時間についても，被告は当業者において容易に認識し得ると主張するが，立証がなく，具体的主張すらされていない。また，原告は，1トンの溶融アルミニウムを500秒かけて供給する場合のみを主張しているわけではなく，500秒の場合も計算に挙げて，出湯時間の特定が必要であると主張するものである。",
                "このように，被告は，抽象的に「当業者が認識し得る」と主張するのみであり，その主張に理由はない。",
                "本件特許発明の構成のみからでは，同発明の目的とする効果を奏するように実施することは当業者にとって不可能であり，同発明は特許法36条4項(平成14年法律第24号による改正前のもの)に違反して登録されたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "発明を特定すべき事項を欠くのであれば，その発明は特定されておらず，特許を受けようとする発明が不明確となるのは当然である。",
                "そもそも，特許請求の範囲は権利書としての働きをなす部分であり，その記載の仕方は出願人に任されるとしても，本件特許発明の「技術思想」との関係において，そこから抽出できる発明思想から外れるような記載は当然許されない。",
                "本件特許発明1の場合，「小さい圧力でアルミニウム溶湯を排出することができる容器」の実現であるから，その作用効果を奏さない記載は当然認められない。",
                "また，審決は，「さらに特許法36条6項2号は，…数値限定を行う場合において，その数値に関する影響をすべて考慮し，それらを特許請求の範囲に網羅的に記載することまで要求するものではないから，当該要件と，数値限定の影響因子を捨象することとは同列に扱われるべきものではない。」とするが，前述のとおり，少なくとも①出湯管内部流速又は出湯時間，②取鍋本体平均内径の双方が請求項に記載されていない以上，作用効果を奏さない構成まで本件特許発明に含まれることになり，当然，発明を特定できないことになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決は，原告の主張の理解を誤り，また，平成14年法律第24号による改正前の特許法36条の解釈を誤った結果，その判断を誤ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許請求の範囲と実施例の矛盾についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項との関係において，発明の詳細な説明については，前述のように「…その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明瞭かつ十分に記載したものであること(平成14年法律第24号改正前特許法36条4項)。」という要請があり，それを担保するために「請求項にかかるものの発明を特定するための事項の各々は，相互に矛盾せず，全体として請求にかかる発明を理解しうるように発明の詳細な説明に記載されていなければならない(審査基準第1章の16頁末行～17頁1行)。」と規定されている。ただ，「請求項にかかる発明を実施するために必要な事項以外の部分の記載があることのみでは特許法36条4項違反とはならない(審査基準第1章の16頁14～15行)」",
              "text": [
                "と記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許発明1は，審決の指摘するとおり，「流路を有する容器」についての発明であり，その解決課題は「ストーク等の部品交換を行う必要のない容器＝流路を有する容器」であるから，「ストークを有する容器」が本件特許発明1の実施例として記載されていることは明らかに矛盾するものであり，全体として請求に係る発明を理解し得るように記載されていない。",
                "しかも，この記載は「請求項にかかる発明を実施するために必要な事項以外の部分」ではなく，本件特許発明の実施例そのものとして記載されている。したがって，無効理由3に対する原告の請求を不成立としたことは明らかに誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決には，結論に影響を及ぼす判断の誤りがあり，取り消されなければならない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(数値限定部分に関する判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法36条4項違反について",
              "text": [
                "公道を介して搬送する取鍋の内径は，取鍋を搬送するトラックの車幅(その車幅は公道の幅により制約される。)により，自ずから一定の範囲に定まる。このような取鍋に搭載される溶融アルミニウムの量も1トン程度までである。このように，公道を介して搬送される取鍋の大きさは自ずから定まる。このような事情は，当業者において容易に認識し得るものである。",
                "また，公道を介して搬送される加圧式取鍋の溶融アルミニウムの供給時間も一定の範囲となる。このことも，当業者が容易に認識し得ることである。",
                "すなわち，供給圧力が強すぎて危険にはならない程度で，なるべく効率的に供給する観点から，自ずから一定の範囲に定まる。",
                "なお，原告は，圧送時間が「500秒」の例を挙げるが，1トンの溶融アルミニウムを8分以上もかけてゆっくり供給することはあり得ない。このことは，当業者である原告も認識していないはずがない。そのような速度で供給したのでは，固化するおそれさえあり，危険でもある。",
                "したがって，審決が本件訂正明細書(甲28の2)の発明の詳細な説明において，当業者が本件特許発明1の実施をすることができる程度に明確かつ十分に記載されていない点を看過したとする原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法36条6項2号違反について",
              "text": [
                "原告は，本件特許発明1における流路の内径が「約65mm～約85mm」であ",
                "るとの構成のみでは発明が特定されず，不明確である旨主張しており，その根拠は，流路の内径のみならず，①出湯管内部流速又は出湯時間，及び②取鍋本体平均内径の特定が必要であるというものである。",
                "しかし，前記(1)同様，このような原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許請求の範囲と実施例の矛盾についての判断の誤り)に対し",
          "text": [
            "て"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件特許発明1の「流路」は，「ストーク」式のものを想定していないのに，発明の詳細な説明には「ストーク」式のものも開示されており，本件訂正明細書(甲28の2)の発明の詳細な説明は，当業者において発明を実施することができる程度に明確かつ十分に記載されていない旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，審決が正しく認定するとおり，発明の詳細な説明に特許請求がされていない実施形態を含むとしても，当業者が発明を実施することができる程度に明確かつ十分に記載がされていないことにはならない。特許を受けようとする発明は，発明の詳細な説明に記載されていなければならない(特許法36条6項1号)としても，発明の詳細な説明に記載された発明のすべてについて，特許請求をしなければならないものではない。",
                "したがって，原告の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(数値限定部分に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明に係る明細書(平成20年1月11日付け訂正審判請求が認め",
                  "text": [
                    "られた後のもの。甲28の2)には，以下の記載がある。",
                    "「【0004】",
                    "しかしながら，特開平8−20826号に開示された装置では，ストークが容器内の溶融金属に晒され続けるために，ストークの基材金属が酸化，腐食がして，ストークを交換する必要性がしばしば発生する，という問題がある。また，このような容器を工場間で搬送する場合には，まず容器内をガスバーナ等を用いて予熱してから容器内に溶融材料を供給しているが，特開平8−20826号に開示された装置では，予熱の際に容器内のストークが邪魔となるため，例えばストークをこれを保持する大きな蓋と共に取り外して予熱を行う必要があるため，作業性が非常に悪い，という問題もある。",
                    "【0005】",
                    "本発明は，このような問題を解決するためになされたもので，ストーク等の部品交換を行う必要のない容器を提供することを目的としている。",
                    "【0006】",
                    "本発明の別の目的は，予熱を効率的に行うことができる容器を提供することにある。",
                    "【0018】",
                    "前記流路の内径が約65mm～約85mmであることは，発明者らが配管径と圧送に必要な圧力との関係を調べた結果得られた知見である。",
                    "【0085】",
                    "流路57及びこれに続く配管56の内径はほぼ等しく，65mm～85mm程度が好ましい。",
                    "従来からこの種の配管の内径は50mm程度であった。これはそれ以上であると容器内を加圧して配管から溶融金属を導出する際に大きな圧力が必要であると考えられていたからである。",
                    "これに対して本発明者等は，流路57及びこれに続く配管56の内径としてはこの50mmを大きく超える65mm～85mm程度が好ましく，より好ましくは70mm～80mm程度，更には好ましくは70mmであることを見出した。すなわち，溶融金属が流路や配管を上方に向けて流れる際に，流路や配管に存在する溶融金属自体の重量及び流路や配管の内壁の粘性抵抗の2つパラメータが溶融金属の流れを阻害する抵抗に大きな影響を及ぼしているものと考えられる。ここで，内径が65mmより小さいときには流路を流れる溶融金属はどの位置においても溶融金属自体の重量と内壁の粘性抵抗の両方の影響を受けているが，内径が65mm以上となると流れのほぼ中心付近から内壁の粘性抵抗の影響を殆ど受けない領域が生じ始め，その領域が次第に大きくなる。この領域の影響は非常に大きく，溶融金属の流れを阻害する抵抗が下がり始める。溶融金属を容器内から導出する際に容器内を非常に小さな圧力で加圧すればよくなる。つまり，従来はこのような領域の影響は全く考慮に入れず，溶融金属自体の重量だけが溶融金属の流れを阻害する抵抗の変動要因として考えられており，作業性や保守性等の理由から内径を50mm程度としていた。一方，内径が85mmを超えると，溶融金属自体の重量が溶融金属の流れを阻害する抵抗として非常に支配的となり，溶融金属の流れを阻害する抵抗が大きくなってしまう。本発明者等の試作による結果によれば，70mm～80mm程度の内径が容器内の圧力を非常に小さな圧力で加圧すればよく，特に70mmが標準化及び作業性の観点から最も好ましい。すなわち，配管径は50mm，60mm70mm，，，と10mm単位で標準化されており，配管径がより小さい方が取り扱いが容易で作業性が良好だからである。",
                    "【0123】",
                    "このような減圧，加圧により，配管474を通じて，流体(溶融金属や粉体)を容器から出したり，入れたりすることができる。配管473から非酸化性ガスを導入して気密領域を加圧すれば，配管474を通じて溶融金属を外部へ押し出すことができる。また配管473を排気系に接続して気密領域を減圧すれば，配管474を通じて溶融金属を外部から吸引することができる。配管474は必要に応じてヒータなどで加熱する。温度は管内を流通する内容物の融点より高くなるように設定することが好ましい。このとき排気系や非酸化性ガス供給系により，溶融金属や粉体の移動だけでなく，系内の酸素濃度も制御することができる。このように本願発明においては，減圧状態を含めた圧力差の生成が，溶融金属や粉体の質量移動と酸化防止のための両方に寄与している点が大きな特徴の一つとなっている。さらに配管474内の雰囲気が酸化的になると配管内に酸化物が付着し配管が詰まる。本発明では配管474内の酸素濃度が制御されるだけでなく配管内に内容物を残さないようにすることもできるので，このような詰まりの問題も解決することができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明は，いずれも平成20年1月11日付け訂正審判請求が認めら",
                  "text": [
                    "れたことにより，ハッチや貫通孔といった構成が加えられ，それによって，進歩性が認められたものである。上記各構成が加えられる前の本件特許発明は，原告が本訴で問題としている，流路の有効内径の数値限定部分等を発明の本質的事項の一部としていたといえるが，上記訂正により，同部分は，それによって進歩性が認められる事項ではなく，単に望ましい構成を開示しているにすぎないといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を前提として，本件特許発明につき実施可能要件違反の有無を検討するに，本件特許発明の目的の1つと解される「溶融金属を容器内から導出するために必要な圧力を小さくすること」を達成するためには，溶融金属の重量，流路の粘性抵抗等の条件を設定する必要があり，そのうち粘性抵抗については，溶融金属の性状，ライニングの性質，表面粗さ等のパラメータによって決定され，溶融金属の重量やそれによる影響は，金属の種類や流路の長さ，流速等のパラメータによって決定されるものである。",
                    "そうすると，単に「溶融金属を導出するために必要な圧力を小さくする」との目的のみを達成するためであれば，流路の有効内径以外のパラメータも設定する必要があることは自明であり，その限りにおいて，原告の主張は誤りではない。",
                    "しかしながら，「導出圧力の最小化」は，本件特許発明においては付随的な目的にすぎない。この点を措くとしても，被告が主張するように，公道を介して搬送する取鍋の内径は，取鍋を搬送するトラックの車幅との関係で，一定の限度内に収まらざるを得ないのであり，また，そのトラックの車幅も，公道の幅員等により，自ずから相当の限度内になるものということができる。この点につき，原告は，公道搬送可能な取鍋の大きさは千差万別である旨主張するが，取鍋の標準的な大きさは一定の範囲で自ずから存在するものであり，逆に，単に「望ましい」事項を記載しているにすぎない部分においても，あらゆる大きさや種類のトラックに対して有効なすべてのパラメータを提供しなければならないとするのでは，特許権者や出願人に過大な要求をするものであって，相当ではない。",
                    "また，作業に慣れた当業者(本件においては，溶融金属を取鍋等を用いて運搬する者)が出湯を行う場合であれば，その出湯時間や速度に，大きな差があるとは考えられない。",
                    "そして，溶融アルミニウムを流路や配管を通じて排出する場合に粘性抵抗があること自体は，当業者にとって自明であり，望ましいとされる流路の有効内径が提供されれば，それを最大限に生かすべく，他の条件を設定するよう努めるのは当然であって，ここで必要とされる試行錯誤が過度なものであるとは認められない。また，導出圧力の最小化のみを目的とする場合の数値限定と，これが単に付随的な目的にすぎない場合の数値限定では，必然的に相違が生じ，後者の場合には，他の条件との兼ね合いにより，当該目的達成の程度が変化することは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすれば，本件特許発明における，流路の有効内径に関する数値限定部分において，他のパラメータにつき記載がないことをもって，実施可能要件に違反するということはできず，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "明確性要件について",
              "text": [
                "原告は，本件特許の明細書において，「溶融金属を導入する圧力を小さくする」との効果を達成する上で必要な条件がすべて記載されていないから，本件特許発明は不明確であると主張するが，前述の訂正によって「溶融金属を導入する圧力を小さくする」ことは，既に本件特許発明の主たる目的ではなくなっている上，特許請求の範囲や発明の詳細な説明に記載すべき事項については，特許出願人において適宜選択すべきものであって，本件特許発明についても，その効果が実際に存在するかどうかはともかくとして，特許請求の範囲に記載された流路の有効内径の記載自体は明確であって，他のパラメータの記載がないからといって直ちに，同発明が不明確になるとはいえない。",
                "このように，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許請求の範囲と実施例の矛盾についての判断の誤り)につい",
          "text": [
            "て",
            "原告は，本件特許発明が，ストーク等の部品交換を行う必要のない容器を提供することを目的としながら(段落【0005】参照)，他方で，配管474は「スト",
            "ーク」に相当するものと解され(段落【0123】，図11参照)，以上からすれば，特許を受けようとする発明が明確ではなく，特許法36条4項違反であると主張する。",
            "確かに，明細書の段落【0123】や図11において，「ストーク」に相当する",
            "配管474が記載されており，これは，段落【0005】の記載とは整合しないと",
            "いえる。",
            "しかし，本件特許発明は，その特許請求の範囲の記載からすれば，いずれも流路を内在するものを指すことが一義的に明らかであって，流路を有さずストークにより溶湯を外部に供給するものは，本件特許発明の対象に含まれない。",
            "そもそも，特許出願人において，必ずしも，発明の詳細な説明に記載したものすべてにつき，特許として出願しなくてはならないものではない上，本件での特許請求の範囲の記載が，この点に関して明確であることからすれば，本件において，発明の詳細な説明の段落【0123】の記載や図11が存在することによって，実施可能要件に違反するとはいえず，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のように，本件特許発明につき，原告が主張する実施可能要件や明確性要件違反はなく，審決に誤りはないから，原告の請求は理由がなく，棄却を免れない。"
          ]
        }
      ]
    }
  ]
}