{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−2692号事件について平成21年7月2日にした審決",
        "を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，下記2の本願発明に係る原告の本件特許出願に対する拒絶査定不服審判の請求について，特許庁において，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続及び拒絶査定",
              "text": [
                "発明の名称：「高密度コバルトマンガン共沈水酸化ニッケル及びその製造法」出願番号：特願2001−340183号",
                "出願日：平成13年11月6日",
                "国内優先権主張日：平成12年11月6日",
                "手続補正日：平成19年7月20日(甲4。以下，同日付け手続補正書による補正後の明細書を「本願明細書」という。)",
                "拒絶査定：平成20年1月4日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求手続及び本件審決",
              "text": [
                "審判請求日：平成20年2月7日(不服2008−2692号)",
                "審決日：平成21年7月2日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成21年7月14日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "【請求項1】リチウムニッケル酸化物の製造原料として使用される高密度コバルトマンガン共沈水酸化ニッケルであって，",
            "前記高密度コバルトマンガン共沈水酸化ニッケルを(Ｎi Co Mn",
            "(1−x−y) x",
            ")(OH) と表した場合に，1／10≦x≦1／3，1／20≦y≦1／3で"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "y",
                  "subject": "2",
                  "text": [
                    "あり，かつ，タッピング密度が1．5g／ cc 以上であることを特徴とする，高密度コバルトマンガン共沈水酸化ニッケル。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，特開平8−153513号公報(甲20。以下「引用例」という。)に記載された発明であるから，特許法29条1項3号の規定により特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用例に記載された発明(以下「引用発明という。)並びに本願発明と引用発明の一致点及び相違点は以下のとおりであり，本件審決は，同相違点は実質的な相違点ではないと判断して，審判請求は成り立たないとの結論を導いた。",
                "引用発明：リチウム含有複合酸化物の原料としての水酸化ニッケル・コバルト・マンガン粉末であって，Ｎi比率，Co比率，Mn比率がそれぞれ0．8，0．1，0．1の組成比であり，タップ密度が1．8g／ cc である水酸化ニッケル・コバルト・マンガン粉末",
                "一致点：リチウムニッケル酸化物の製造原料として使用されるコバルトマンガン共沈水酸化ニッケルであって，前記コバルトマンガン共沈水酸化ニッケルを(ＮiCo Mn )(OH) と表した場合に，x＝0．1，y＝0．1であ",
                "(1−x−y) x y 2",
                "るコバルトマンガン共沈水酸化ニッケルである点",
                "相違点：コバルトマンガン共沈水酸化ニッケルに関し，本願発明は，「タッピング密度が1．5g／ cc 以上」で「高密度」であるのに対して，引用発明は，「タップ密度が1．8g／ cc」であり，「高密度」であることの記載がない点"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明と引用発明との相違点を看過した誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕",
        "本件審決は，本願発明と引用発明との間の相違点として上記第2の3(2)の相違点を認定するにとどまり，これ以外の相違点を認定しなかったが，その認定は誤りである。",
        "本願発明のコバルトマンガン水酸化ニッケルは，請求項1の記載から，ニッケル，コバルト及びマンガンを共同沈殿(共沈)させることにより水酸化ニッケルにコバルト及びマンガンを固溶させた固溶体であることが明らかであり，仮に，特許請求の範囲の記載から明らかでないとしても，発明の詳細な説明において，本願発明の製造方法は固溶体の発明である特開平10−97856号公報に記載の製造方法に準じたものである，と記載されていることから明らかである。",
        "これに対して，引用発明は引用例の実施例1及び同13に記載の方法により製造されるものであり，この製法は通常の共沈法の技術を踏襲したものであるから，引用発明の水酸化ニッケル・コバルト・マンガン粉末は，共沈水酸化物である。",
        "したがって，本願発明と引用発明とは，本願発明が水酸化ニッケル，コバルト及びマンガンの固溶体であるのに対して，引用発明は水酸化ニッケル，コバルト及びマンガンの共沈水酸化物であり，これが固溶体であるかどうかは不明であるとの相違点(以下「原告主張の相違点」という。)が存在する。",
        "そして，引用例においては，固溶体を製造するための操作と二次粒子を形成させる混合熟成とについての記載が不十分であるから，引用例の記載から本願発明と同じ固溶体の発明である引用発明を認定することはできない。",
        "以上によると，本件審決には，本願発明と引用発明との間に認められるべき原告主張の相違点を看過した違法があり，この違法が本件審決の結論に影響を及ぼすことは明らかであるから，同審決は取り消されるべきである。",
        "〔被告の主張〕",
        "原告は，本願発明に係るコバルトマンガン水酸化ニッケルは，請求項1の記載から，水酸化ニッケルにコバルト及びマンガンを固溶させた固溶体であると主張する。",
        "しかしながら，請求項1に記載された式は一般式であり，固溶体を表す際にも用いられるが，混合物や組成物の組成を示す組成式にも用いられるから，同請求項に記載された式から本願発明を固溶体に係るものに限定して理解することはできない。",
        "また，原告は，本願発明に係るコバルトマンガン水酸化ニッケルが固溶体であることは発明の詳細な説明に記載された先行技術文献からも明らかであると主張するが，同文献はアルカリ蓄電池に関するものであり，本願発明に係るリチウムイオン二次電池とは技術分野も異なるだけでなく，添加元素も異なる上，同文献中には「固溶」という用語は存在するものの，同文献に係る水酸化ニッケルが，添加元素が一部固溶した混合物や組成物でないことを裏付ける具体的な記載はないから，同文献の記載から，本願発明を固溶体に係るものと理解することもできない。",
        "なお，原告は，引用例の記載から，本願発明と同じ固溶体の発明である引用発明を認定することはできないとも主張するが，本願発明を固溶体に係る発明であると理解することができない以上，この点に関する原告の主張は失当である。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "原告の主張は，要するに，本願発明に係るコバルトマンガン水酸化ニッケルが固溶体であることを前提として，本件審決には，原告主張の相違点を看過した誤りがあるというのであるから，以下，その前提が認められるかどうかについて検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "請求項1の記載は前記第2の2のとおりであって，本件審決は同記載に基づいて本願発明の要旨を同記載のとおり認定したものである。",
            "上記記載における「高密度コバルトマンガン共沈水酸化ニッケル」の「高密度」は，「タッピング密度が1．5g／ cc 以上であること」を指しているものと認められ，「コバルトマンガン共沈水酸化ニッケル」は，水酸化ニッケル，コバルト及びマンガンを共同沈殿させた物質のことを意味するものと認められるところ，これが水酸化ニッケルとコバルトとマンガンの固溶体であるかどうかについては，この記載のみから明らかであるということはできない。",
            "原告は，請求項1の「前記高密度コバルトマンガン共沈水酸化ニッケルを(ＮiCo Mn )(OH) と表した場合に，1／10≦x≦1／3，1／",
            "(1−x−y) x y 2",
            "20≦y≦1／3であり，」との記載が固溶体を表すかのように主張するが，同記載は，共同沈殿させた物質におけるニッケル，コバルト及びマンガンの比率が1−x−y：x：yであることを意味するものであるとは認められるが，さらに進んで，当該記載が，共同沈殿させた物質が水酸化ニッケルとコバルト及びマンガンの固溶体となっていることを示すものとまで認めることはできない。",
            "もっとも，「リチウムニッケル酸化物の製造原料として使用される高密度コバルトマンガン共沈水酸化ニッケルであって，」との記載との関係において，「リチウムニッケル酸化物の製造原料」として使用される高密度コバルトマンガン共沈水酸化ニッケルは水酸化ニッケル，コバルト及びマンガンの固溶体に限られるとの技術常識が存在するのであれば格別，少なくともその記載自体から，上記高密度コバルトマンガン共沈水酸化ニッケルが固溶体を意味するものと理解することはできない。",
            "以上によると，本願明細書の特許請求の範囲の記載から，本願発明の係る高密度コバルトマンガン共沈水酸化ニッケルが，水酸化ニッケル，コバルト及びマンガンの固溶体であると解釈することはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "発明の詳細な説明の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には発明の詳細な説明として以下の記載がある。",
                "【0001】【産業上の利用分野】本発明は，充放電サイクル特性，高温安定性に優れたリチウムイオン二次電池用の正極活物質原料たる高密度コバルトマンガン共沈水酸化ニッケル及びその製造法に関するものである。",
                "【0002】【発明の属する技術分野】近年，リチウムイオン二次電池用の正極活物質としてのリチウムニッケル酸化物に他の成分を含ませて充放電サイクル特性，高温安定化を向上させる目的で，リチウムニッケル酸化物を製造する原料としての水酸化ニッケルに他の成分を含ませる試みがなされている(特開平10−316431)。しかしながら，これら従来の方法では，現在要求される十分な密度を有する他の成分としてコバルト及びマンガンを含む水酸化ニッケル粒子を得ることは困難である。",
                "【0003】【発明が解決しようとする課題】そこで，上述の従来の製造法では，リチウムイオン二次電池の正極用としてはまだ不十分であり，高温化で，安定した高い利用率を持ち，サイクル劣化の少ない高コバルトおよびマンガンを含む密度水酸化ニッケル(判決注：「コバルトおよびマンガンを含む高密度水酸化ニッケル」の誤記であると認められる。)の開発が重要な課題となっている。",
                "【0004】【課題を解決するための手段】本発明者は上記課題を解決すべく鋭意研究し，水溶液中で不活性ガス雰囲気中または適当な還元剤の存在下，十分な撹拌を行いながら，コバルト塩およびマンガン塩を含むニッケル塩水溶液，錯化剤，並びにアルカリ金属水酸化物を連続供給して連続結晶成長させ，連続に取り出すことにより高密度のコバルトマンガン共沈水酸化ニッケルを得ることができることを見出し本発明を完成した。すなわち，本発明は，高密度，特にタッピング密度が1．5g／ cc以上である高密度コバルトマンガン共沈水酸化ニッケルに関する。…【0005】さらには，本発明は，反応槽内に，不活性ガス雰囲気中または還元剤存在下，コバルト塩およびマンガン塩を含むニッケル塩水溶液，錯化剤，並びにアルカリ金属水酸化物を連続供給し，連続結晶成長させ，連続に取り出すことを特徴とする高密度コバルトマンガン共沈水酸化ニッケルの製造方法に関する。特に前記還元剤がヒドラジンであることを特徴とする方法に関する。…",
                "【0006】【発明の実施の形態】高密度コバルトマンガン共沈水酸化ニッケル本発明にかかるコバルトマンガン共沈水酸化ニッケルは，高密度であることが特徴であり，具体的には1．5g／ cc 以上である。さらに本発明にかかるコバルトマンガン共沈水酸化ニッケルの比表面積は8～20㎡／gの範囲であり，また図1に示されるように平均粒径は5～20μmの範囲である球状である。他の成分としてのコバルト及びマンガンの含有量には特に制限はないが，(Ｎi Co(1−x−y)",
                "Mn )(OH) と表した場合において，1／10≦x≦1／3，1／20≦"
              ],
              "content": [
                {
                  "fig": "x",
                  "subject": "y 2",
                  "text": [
                    "y≦1／3であることが好ましい。",
                    "【0007】製造方法",
                    "本発明にかかる前記コバルトマンガン共沈水酸化ニッケルの製造方法は，反応槽に十分な撹拌をしつつ，不活性ガス雰囲気中または還元剤存在下，コバルト塩(コバルト(Ⅱ)イオン)およびマンガン塩(マンガン(Ⅱ)イオン)を含むニッケル塩水溶液と，錯化剤並びにアルカリ金属水酸化物とを連続的に供給し，連続結晶成長させ，得られた沈澱物を連続に取り出すことにより，高密度のコバルト及びマンガンを共沈させた水酸化ニッケルを製造するものである。この時，反応槽内の塩濃度，錯化剤濃度，pH，温度を一定範囲内に維持することにより，結晶度，タッピング密度，比表面積，粒子径等の粉体物性が良く制御される。",
                    "【0009】本発明にかかる製造方法は，特開平10−97856に記載の高密度水酸化ニッケルの製造方法に準じたものであるがさらに適当な還元剤を存在させることが特徴である。すなわち，通常十分な撹拌が必要とされるがこの際空気の巻き込み等により不安定なコバルト(Ⅱ)イオンやマンガン(Ⅱ)イオンが部分的に酸化されることにより十分な高密度の生成物が得られない。かかる酸化を抑制するためには不活性ガス雰囲気下で，または還元剤を添加して製造を行う。添加される還元剤については特に制限はされないが，ヒドラジンの使用が好ましい。",
                    "【0010】また，一般に水溶液中に固体結晶を析出する際，その濃度勾配が大きいと微粒子の析出が多くなる。つまり，水溶液中より固体結晶を析出させるメカニズムは，水溶液が準飽和状態→飽和状態→過飽和状態→結晶析出となる。粒子を成長させるには上記メカニズムをできるだけゆっくりスムーズに行う必要があり，そのためには，飽和状態付近の濃度勾配を小さく取る必要がある。ところが，ニッケルやコバルト，マンガンの水酸化物の溶解度曲線はpHに対し，非常に大きく変化する。つまり，水溶液中で，pHに対する金属イオンの濃度勾配が非常に大きい。",
                    "従って，通常の方法では微粒子の生成しか望めない。本発明においては，金属イオンをアンモニウム錯塩とすることにより，水溶液中でのpHに対する金属イオンの濃度勾配を小さくし粒子の成長を行った。",
                    "【0011】さらにpHをコントロールするだけでは，アンモニアの分解や蒸発により液中のアンモニウムイオン濃度が変化し，アンモニウム錯塩から生じる結晶核の発生が不安定になる。液中のアンモニウムイオン濃度をコントロールすることによって初めて結晶核の発生が一定となり，粒子の成長度が揃ったものとなる。上記メカニズムの状態を保持するには，必要とする金属イオン量に見合うアンモニウムイオン供給体，アルカリ金属水酸化物を常に必要とするため，反応工程は連続とすることが好ましい。ここで，撹拌速度を早くすることにより，粒子同士の研磨作用が合わさり，研磨・成長を繰り返しながら，流動性の伴う球状の高密度粒子が得られることとなる。",
                    "【0012】なお，本発明における反応で使用された錯化剤であるアンモニウムイオン供給体は，反応式(1)，(2)で表されるごとく，反応中間体として使用されるものである。ニッケル塩，アンモニウムイオン供給体，アルカリ金属水酸化物をそれぞれ硫酸ニッケル，アンモニア，水酸化ナトリウムの場合を示す(式を単純にするため，コバルト，マンガンは省いたが同じようにアンモニウム錯塩を経由する)。式から明らかなように，4当量以上のアンモニアは必要なく，せいぜい0．5当量程度あればよい。",
                    "ＮiSO ＋4ＮH ＋2ＮaOH→Ｎi(ＮH ) (OH) ＋Ｎa S0 (1)",
                    "Ｎi(ＮH ) (OH) →Ｎi(OH) ＋4ＮH (2)",
                    "【0013】【実施例】実施例1",
                    "【0014】Ｎi：Co：Mn＝60：30：10であるコバルトマンガン共沈水",
                    "酸化ニッケル乾燥粉末を得た。",
                    "得られたコバルトマンガン共沈水酸化ニッケル粉末のタッピング密度を以下のように測定した。",
                    "【0015】20 mL セル［C］の質量を測定し［A］，48 meshのフルイで結晶をセルに自然落下して充填した。4 cm スペーサー装着の株式会社セイシン企業製，「TAPDEＮSER KYT3000」を用いて200回タッピング後セルの質",
                    "量［B］と充填容積［D］を測定した。次式により計算した。",
                    "タップ密度＝(B−A)／D g／ ml",
                    "かさ密度＝(B−A)／C g／ ml",
                    "測定結果：タップ密度＝1．91g／ cc",
                    "【0016】実施例2",
                    "Ｎi：Co：Mn＝50：30：20であるコバルトマンガン共沈水酸化ニッケルを製造しタッピング密度測定を行った。タッピング密度は1．71g／ cc であった。",
                    "【0017】実施例3",
                    "Ｎi：Co：Mn＝1：1：1であるコバルトマンガン共沈水酸化ニッケル乾燥粉末を得た。タッピング密度は1．82g／ ccであった。",
                    "【0018】比較例1",
                    "Ｎi：Co：Mn＝60：30：10であるコバルトマンガン共沈水酸化ニッケル乾燥粉末を得た。タッピング密度は1．40であった。",
                    "【0019】比較例2",
                    "Ｎi：Co：Mn＝50：30：20であるコバルトマンガン共沈水酸化ニッケルを製造しタッピング密度測定を行った。タッピング密度は1．33g／ cc であった。",
                    "【0020】【発明の効果】本発明によれば，反応槽内に，不活性ガス雰囲気中または還元剤存在下，コバルト塩およびマンガン塩を含むニッケル塩水溶液，錯化剤，並びにアルカリ金属水酸化物を連続供給し，連続結晶成長させ，連続に取り出すことにより高密度，特にタッピング密度が1．5g／ cc 以上である高密度コバルトマンガン共沈水酸化ニッケルを得ることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の本願明細書の発明の詳細な説明の記載によると，本願発明に関して次のようにいうことができる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "リチウムイオン二次電池用の正極活物質としてのリチウムニッケル酸化物に他の成分を含ませて充放電サイクル特性，高温安定化を向上させるため，リチウムニッケル酸化物を製造する原料としての水酸化ニッケルに他の成分を含ませる試みがあるが，従来技術によっては，現在要求される十分な密度を有するコバルト及びマンガンを含む水酸化ニッケル粒子を得ることは困難であったところ，本願発明によれば，求められる高密度のコバルトマンガン共沈水酸化ニッケルを製造することができる。",
                        "また，その製造には通常十分な撹拌が必要とされるが，この際空気の巻き込み等により不安定なコバルト(Ⅱ)イオンやマンガン(Ⅱ)イオンが部分的に酸化されることにより十分な高密度の生成物が得られないという問題があり，このような酸化を抑制するために，不活性ガス雰囲気下で，または還元剤を添加して製造を行うことにより，高密度のコバルトマンガン共沈水酸化ニッケルを得ることができる。",
                        "つまり，本願発明にかかるコバルトマンガン共沈水酸化ニッケル及びその製造方法は，コバルトマンガン共沈水酸化ニッケルのタッピング密度が1．5g／ cc 以上と高密度であることが特徴であって，各実施例及び比較例においても，Ｎi，Co，Mnの組成比について確認した上，タッピング密度について測定，比較されているのであり，固溶体が生成されているかどうかについて何ら確認されていない。",
                        "さらに，このような高密度のコバルトマンガン共沈水酸化ニッケルの生成メカニズムについては，水溶液中に固体結晶を析出する一般的なメカニズムによって説明されるとともに，粒子の成長については，これをできるだけ「ゆっくりスムーズ」に行うものとされ，ニッケルやコバルト，マンガンの水酸化物の溶解度曲線がpHに対して非常に大きく変化することから，金属イオンをアンモニウム錯塩とすることによって，上記のような「ゆっくりスムーズ」な固体結晶の析出，粒子の成長を行い，粒子の成長度を揃ったものにするために，液中のアンモニウムイオン濃度をコントロールする必要がある，と説明されているのみである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "以上によると，本願明細書の発明の詳細な説明の記載においては，本願発明に係るコバルトマンガン共沈水酸化ニッケルを固溶体とすることについては，そもそも本願発明の課題とされておらず，製造されたコバルトマンガン共沈水酸化ニッケルが固溶体であることを示す記載は存在しない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "他方，上記(1)のとおり，発明の詳細な説明には「他の成分としてのコバルト及びマンガンの含有量には特に制限はない」との記載がある。しかしながら，特開平6−88075号公報(乙2)の【0008】及び特開平5−182663号",
                      "text": [
                        "公報(乙4)の【0028】の記載によると，本件特許出願に係る国内優先権主張日において，固溶体の生成において，固溶範囲又は固溶限界を超えて固溶元素が過剰に添加されると，結晶に遊離層が生成されること，すなわち，固溶体とならないことは，当業者に周知の技術的事項であったものと認められる。そうすると，上記発明の詳細な説明の記載は，固溶することのできない(固溶限界を超えた)コバルトやマンガンが結晶として析出することを許容する記載と理解するほかなく，本願発明に係るコバルトマンガン共沈水酸化ニッケルが固溶体として存在するものであることを想定した記載としては極めて不合理なものであるといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "なお，錯化剤であるアンモニウムイオン供給体を利用した反応過程については，「式を単純にするため，コバルト，マンガンは省いたが同じようにアンモニウム錯塩を経由する」としつつ，ニッケルについてのみ記載されており，この記載は，ニッケル，コバルト及びマンガンが別々の結晶として析出される過程を表現したものとも，コバルト及びマンガンを加えた式によって固溶体として析出する過程を表現しようとしたものの，これを省略したものとも解する余地があるが，上記のとおり，発明の詳細な説明において固溶体を示唆する記載が何ら存在しないばかりか，このような解釈に反する上記のような記載が存在することからすると，上記反応過程についての記載をもって原告の主張に沿う解釈を導くことは到底できないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明に係るコバルトマンガン共沈水酸化ニッケルの製造方法が特開平10−97856公報(乙3)に記載の高密度水酸化ニッケルの製造方法に準じたものとされており，同公報は「アルカリ蓄電池用水酸化ニッケル及びその製造法」に関する発明についてのものであり，特許請求の範囲の請求項1において「アルカリ蓄電池の正極活物質として用いられる水酸化ニッケルにおいて，Znが3～8重量％，コバルトが0．5～5重量％，及びイットリウムまたはカルシウムの少なくとも1種以上が0．1～3重量％を固溶し，X線回折における(101)面ピークの半値幅が0．85～1．2°／2θ，タッピング密度が2．0g／ cc以上，比表面積が8～30㎡／g，平均粒径が5～20μmであることを特徴とする高密度水酸化ニッケル。」と記載されているとおり，固溶体に関するものであることから，これに準じた製造方法によって製造されるコバルトマンガン共沈水酸化ニッケルも固溶体であると主張する。",
                "しかしながら，上記公報に記載された発明がアルカリ蓄電池用水酸化ニッケルに関するものであるのに対し，本願発明はリチウムイオン二次電池用の正極活物質原料である高密度コバルトマンガン共沈水酸化ニッケルの発明であって，目的とするところが異なっているものであり，上記のとおり，本願明細書中に本願発明に係るコバルトマンガン共沈水酸化ニッケルが固溶体であることを示唆する記載が何ら存在せず，かえって，これが固溶体であると理解するには不合理な記載が存在するにもかかわらず，製造方法について引用された別の特許公開公報において，別の物質について固溶体を生成することが記載されていることをもって，本願発明に係る物質が固溶体であると理解することは到底できないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，本願明細書の発明の詳細な説明にも，本願発明に係る高密度コバルトマンガン共沈水酸化ニッケルが固溶体であると解釈する根拠となる記載が存在しないばかりか，このような解釈に沿わない記載が存在するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本願発明に係るコバルトマンガン水酸化ニッケル",
          "text": [
            "上記2及び3によると，特許請求の範囲の記載及び発明の詳細な説明の記載から，本願発明に係る高密度コバルトマンガン共沈水酸化ニッケルが固溶体であると解釈することはできないから，本件審決が原告主張の相違点を看過したという原告の主張は，その前提を欠くものといわざるを得ない。",
            "また，原告は，本件審決の説示に誤りがあるとるる主張するが，いずれも本願発明に係る高密度コバルトマンガン共沈水酸化ニッケルが固溶体であることを前提とするものであるか，その主張からして本件審決の結論に影響を及ぼさないものであることが明らかであるから，これを採用する余地はない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，取消事由は理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10239",
    "date": "2010-03-03",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038550",
    "ipprecedent_id": "2148",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}