{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人は，別紙被控訴人商品目録記載の商品の広告及び価格表を内容とする情報に別紙被控訴人標章目録記載1ないし3の標章を付して，被控訴人のウェブサイト(www.agathanaomi.com)で提供してはならない。"
        },
        {
          "fig": "(2)",
          "text": "被控訴人は，控訴人に対し，2248円及びこれに対する平成20年8月28日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(3)",
          "text": "控訴人のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，1審，2審を通じ，これを3分し，その1を控訴人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決は，主文第1項の(1)及び(2)に限り，仮に執行することができる。"
    },
    {
      "fig": "4",
      "text": "控訴人について，この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "主文第1項の(1)と同旨"
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，1000万円及びこれに対する平成20年8月28日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人が，インターネット上の被控訴人のウェブサイト(www.agathanaomi.com)(以下「被控訴人ウェブサイト」という。)で別紙被控訴人商品目録記載の商品(以下「被控訴人商品」という。)の広告及び価格表を内容とする情報に別紙被控訴人標章目録記載1ないし3の標章(以下，同目録記載の各標章を，番号に従い，「被控訴人標章1」，「被控訴人標章2」，「被控訴人標章3」といい，併せて「被控訴人各標章」という。)を付して提供する行為が，別紙商標目録に係る控訴人の登録商標(以下「本件商標」といい，その商標権を「本件商標権」という。)と類似する商標の使用(商標法37条1号，2条3項8号)に当たり，控訴人の商標権を侵害する旨主張して，被控訴人に対し，商標法36条1項に基づく上記行為の差止め及び不法行為に基づく損害賠償を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決は，最高裁平成19年(行ヒ)第223号平成20年9月8日第二小",
          "text": [
            "法廷判決・裁判集民事228号561頁(以下「つつみのおひなっこや判決」という。)を引用した上，被控訴人各標章は，いずれも本件商標に類似する商標に当たるものとは認められないから，被控訴人による被控訴人各標章の使用は，本件商標権の侵害に当たらない旨判示して，控訴人の請求をいずれも棄却した。そこで，控訴人がこれを不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争いのない事実及び争点は，原判決の事実及び理由第2の2，3(原判決2頁13行～3頁4行)のとおりであるから，これを引用する。ただし，原判決3頁2行目「被告による被告標章1ないし3の使用の有無及び期間」を「被控訴人各標章の使用の態様」と改める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "当事者の主張は，以下のとおり訂正し，後記2のとおり補充するほか，原判決の事実及び理由第3(原判決3頁5行～9頁19行)のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁6行目「被告による被告標章1ないし3の使用の有無及び期間」を「被控訴人各標章の使用の態様」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁8行目「設立当初(設立日平成15年11月7日)」を「平成18年10月10日」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決8頁25行目ないし26行目「設立当初(設立日平成15年11月7日)」を「平成18年10月10日」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原判決9頁4行目「平成15年11月7日から平成20年7月30日(本",
              "text": [
                "件訴えの提起の日)まで」を「平成18年10月10日から平成20年8月28日まで」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2についての補充主張",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "結合商標の類否の判断基準及びあてはめの誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，つつみのおひなっこや判決の採用した結合商標の類否判断の基準に依拠したものであるが，被控訴人各標章が「つつみのおひなっこや」商標と異なり「Agatha」と「Ｎaomi」との2語から成るという構成上の相違を無視し，「つつみのおひなっこや」商標においては，各文字の大きさ及び書体が同一であるのに対し，被控訴人各標章においては「A」と「Ｎ」とが大文字でありその他の文字は小文字であり，各文字の大きさが同一ではないという構成上の相違を無視したものである。",
                    "上記判決は，「Agatha」と「Ｎaomi」の2語からなり，両者の間には余白があり，かつ，「Agatha」の「A」と「Ｎaomi」の「Ｎ」とが大文字であり，他の文字が小文字である被控訴人各商標に妥当するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "最高裁昭和37年(オ)第953号昭和38年12月5日第一小法廷判決・",
                  "text": [
                    "民集17巻12号1621頁の判示するとおり，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していなければ，1個の商標から2つ以上の称呼，観念が生ずる。",
                    "最高裁昭和34年(オ)第856号昭和36年6月23日第二小法廷判決・民集15巻6号1689頁，最高裁平成3年(行ツ)第103号平成5年9月10日第",
                    "二小法廷判決・民集47巻7号5009頁，東京高裁平成15年9月30日判決等の従前の裁判例に照らせば，被控訴人各標章は，いずれも，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標であり，外観及び称呼においては，「Agatha」と「Ｎaomi」とが二分して認識され得るものである。よって，被控訴人各標章において，「Agatha」と「Ｎaomi」とはそれぞれ要部であり，「Agatha」及び「Ｎaomi」のそれぞれに対応した外観，称呼及び観念が生ずるのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "結合商標においては，構成要素のいずれかが対比する商標と外観，称呼，観念のいずれかにおいて類似するときは，両商標が用いられた商品の出所について誤認混同のおそれがある商標であり，両商標は類似する。",
                    "商標権侵害事件における商標の類否判断に際しても，外観，称呼，観念のいずれかが類似するときは，出所の混同のおそれがあり，両商標は類似するとするのが基本である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人各標章がその構成部分全体のみが商品の出所識別標識としての機能を有することにはならない。被控訴人各標章において，「Agatha」と「Ｎaomi」とは，2語からなり，明らかに可分であり，それを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められるものではない。「Agatha Ｎaomi」として長期間アクセサリーに使用され取引者需要者の間で周知であって，「Agatha Ｎaomi」と一体としてのみ把握するのが自然であるという事情は一切存しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の周知性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，昭和49年(1974年)パリの6区に発足したアクセサリー・宝飾品を製造販売するフランス法人であり，その製造販売にかかるアクセサリー・宝飾品は日本にも控訴人の子会社アガタジャポン株式会社(以下「アガタジャポン」という。)を通じて輸入され，30の日本全国の主要都市の有名デパート，専門店の1階売場等，最も需要者の目につく売場で販売されている。控訴人は，世界各地に約280店舗を有している。日本国内の店舗は，内観，外観ともパリにある店舗と同じデザインが施されており，年6回発売される新作コレクションや斬新なディスプレーが目を引くショーウィンドウの展開も全世界同時に行っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人及び控訴人の製造販売にかかるアクセサリー，宝飾品は，需要者である婦人向けの影響力のあるファッション雑誌等で広く告知，広告されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "アガタジャポン及び控訴人のウェブサイトには，控訴人の製造販売に係るアクセサリー，宝飾品のカタログが掲げられ，上記30の店舗にはカタログが備え付けられ，顧客に配付されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "グーグルで「AGATHA アクセサリー」を日本語のページのみで検索すると，約5万9900件ヒットするほどであり，「アガタ AGATHA」の見出しが出てくる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件商標「AGATHA」の下で日本で販売される控訴人製造に係るアクセサリー・宝飾品の販売高は，平成18年から平成20年の卸値でも13億円ないし14億円であり，小売値に換算すると，22億円ないし24億円である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "このように，本件商標「AGATHA」は，アクセサリー，宝飾品のメーカーである控訴人の略称として我が国において需要者の間に周知であり，控訴人がその製造販売に係るアクセサリー，宝飾品に使用する商標として我が国において需要者の間に周知である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人各標章と本件商標の類似性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，被控訴人各標章において「Agatha」と「Ｎaomi」とはそれぞれ要部である。",
                    "よって，本件商標との類否判断においては，「Agatha」と「Ｎaomi」とのうちのいずれかが，本件商標と外観，称呼，観念のいずれかにおいて類似すれば，出所において混同するおそれがあると認められることになる。そして，被控訴人各標章中の「Agatha」と本件商標「AGATHA」とを対比すれば，被控訴人各標章は，「AGATHA」の「gatha」を小文字にしたにすぎないから，被控訴人各標章中の「Agatha」は，本件商標と外観において類似する。そして，「AGATHA」はしばしば「Agatha」と表記されるから，外観類似に伴い，被控訴人各標章中の「Agatha」からは，「控訴人」又は「控訴人の製造販売に係るアクセサリー，宝飾品」の観念が生じ得るから，被控訴人各標章中の「Agatha」は，本件商標と観念においても類似する。したがって，また，被控訴人各標章中の「Agatha」からは「アガタ」の称呼が生じ得るから，被控訴人各標章中の「Agatha」は，本件商標と称呼においても類似する。",
                    "よって，被控訴人各標章は，本件商標に類似する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，結合商標の類否判断の基準として，つつみのおひなっこや判決において示された基準を用いるとしても，本件商標は，控訴人がその製造販売するアクセサリー，宝飾品に使用する商標として我が国において需要者の間に周知である。そして，被控訴人各標章中の「Agatha」は本件商標に類似し，需要者に対してアクセサリー，宝飾品の出所識別標識として強く支配的な印象を与える。他方，被控訴人各標章中の「Ｎaomi」は，日本人の女性の「ナオミ」という音の普通にある名前をローマ字表記したものと認識されるものであり，識別力において格別強い印象を有するものではない。",
                    "よって，被控訴人各標章において，「Agatha」は要部である。そして，被控訴人各標章中の「Agatha」と本件商標とは類似する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，被控訴人各標章は本件商標と出所について誤認混同を生ずるおそれがある，類似の商標である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，被控訴人は，代表者の娘のインドネシア名を商標として採択したと主張するが，全く信用出来ない。アパレルやアクセサリー，宝飾品においては，ブランド名はデザイナーの名前を採用するものであり，被控訴人の代表者の名前の欧文字表記でなく，わざわざ代表者の娘のインドネシア名を採用したりしない。",
                    "また，仮に「アガサ・クリスティ」(Agatha Christie)という",
                    "外国人作家が著名であるとすれば，「アガサ」(Agatha)は，姓ではなく，名前として知られていることになる。したがって，被控訴人各標章は，「Agatha」(アガサ)という外国人の名前と「Ｎaomi」(ナオミ)という日本人の名前を2つ並べたものと認識され，「アガサナオミ」という氏名の観念を生じない。",
                    "単に名前を2つ並べた商標が，観念の面で，全体としてのみ把握すべきことになるものではない。",
                    "〔被控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "結合商標の類否の判断基準及びあてはめについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "つつみのおひなっこや判決は，登録要件に関するものではあるが，従前から結合商標の類否判断における分離観察の可否については，商標法37条1号の類否判断においても，同判決が示した分離観察可否基準と同様の基準を用いてきたのであり，かかる基準を本件に用いることは，何ら誤りでない。",
                    "控訴人の引用する上記判例の箇所は，あくまでも，具体的事案に即した判断を示したものにすぎない。したがって，上記判断をあたかも判例により定立された規範であるかのように扱っている控訴人の主張は誤りである。",
                    "さらに，控訴人の主張によると，分離観察可否基準は，同一の大きさ，書体の文字を，間隔なく並べた結合商標の類否判断のみにしか用いることができないということにもなりかねず，上記判例の射程距離を極めて狭く解することになる点でも妥当でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人の引用する最高裁昭和38年12月5日判決は，「各構成部分がそれを分離独立して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標」については，2個以上の呼称，観念を生じることがあり得ると述べているだけであり，2個以上の称呼，観念が常に生じると述べているわけではない。したがって，控訴人の主張は判例の解釈を誤ったものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人の引用するその余の判決は，結合商標の類否判断における分離観察の可否について従前から用いられていた判断基準に照らして，商標を各構成要素に分離独立して判断すべきとする事由が認められる事案について判断したものであり，上記判断基準に照らしても，構成部分全体をもって対比をするのが相当とされた本件とは事案が異なる。したがって，これらの判決において，商標の各構成要素を分離独立して類否を判断していることをもって，被控訴人標章「Agatha Ｎaomi」の，各構成要素を分離独立して判断を行うべき根拠とすることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人各標章の「Agatha Ｎaomi」も，「Agatha」と",
                  "text": [
                    "「Ｎaomi」という2つの構成要素から成る結合標章であるので，つつみのおひなっこや判決の判断基準が妥当する。",
                    "そして，被控訴人各標章の「Agatha Ｎaomi」には，そのどちらか一方の構成要素が，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるとか，他方の構成要素からは出所識別機能としての称呼，観念が生じないとかいう事情は認められないのであるから，その構成部分の一部を抽出し，この部分だけを他人の標章と比較して標章の類否を判断することは許されない。",
                    "したがって，被控訴人各標章「Agatha Ｎaomi」は，一体的に把握すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の周知性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原審の全証拠に控訴審で新たに提出された証拠を加えても，本件商標が控訴人の略称として我が国の需要者に周知であり，被控訴人各標章の「Agatha」の文字部分のみから取引者，需要者に対し本件商標の出所識別標識として強く支配的な印象を与えるものとまでは認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人が提出した証拠は，Arial Black様の書体で大文字の欧文字を横書きにした本件商標「AGATHA」が用いられておらず，別の書体の「AGATHA」に「PARIS」という表記を加えた，本件商標とは別の標章が用いられ，控訴人の日本語表記も「アガタパリ」とされているものがある。これらの証拠をいくら重ねてみたところで，本件商標「AGATHA」が控訴人の略称として周知であるということにはなり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件商標が控訴人の略称として周知であるということはできないから，被控訴人各標章の「Agatha」の文字部分は，出所識別機能として強く支配的な印象を与えるなどということはできない。",
                    "よって，この点に関する控訴人の主張も理由のないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人各標章と本件商標との類似性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人各標章「Agatha Ｎaomi」と本件商標「AGATHA」",
                  "text": [
                    "とは，その外観，観念，称呼のいずれも類似していない。",
                    "加えて，控訴人の商品の主要な販売ルートが百貨店であるのに対して，被控訴人商品の主要な販売ルートはインターネットを通じた通信販売である上，被控訴人商品が掲載されているウェブサイトは被控訴人の主要商品であるアクセサリーパーツを販売しているウェブサイトとリンクしているという取引の実情を考慮してみても，商品の出所につき誤認混同を生じるおそれは認められない。",
                    "したがって，被控訴人各標章と本件商標は類似していない。",
                    "なお，被控訴人各標章の「Agatha Ｎaomi」とは，本件商標「AGA",
                    "THA」と前半の欧文字の6つの綴りが共通しているが，かかる一事をもって，被控訴人各標章と本件商標が似ているということができないことは，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人各標章の「Agatha Ｎaomi」を，「Agatha」と",
                  "text": [
                    "「Ｎaomi」に分離して本件商標との類否を判断すべきではない。よって，これを一体的に把握した上で本件商標とは類似していないと結論付けた原判決には，何ら判断の誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "アパレルやアクセサリー，宝飾品において，デザイナーの個性を強く打ち出したデザイナーズブランドがデザイナーの名前をブランド名としているからといって，ブランド名はデザイナーの名前を採用するのが普通であるということはできない。アクセサリーのブランドに，娘の名前を用いている例があることからすれば，ブランド名に娘の名前を用いることは，何ら珍しいことではない。",
                    "被控訴人が，代表者の娘の名前を標章に用いたのは，被控訴人の紹介するアクセサリーが，活力にあふれ，被控訴人の代表者にインスピレーションを与え続ける被控訴人の代表者の娘のように，活き活きとしたインスピレーションを日本のデザイナーに与える続ける存在になって欲しいという願いを込めたからであって，控訴人及び本件商標の周知性に只乗りする意図で敢えてそのようにしたものではない。",
                    "そもそも，被控訴人は，日本ではまだ余り一般的でない，大粒の良質な天然石や金をふんだんにつかったジュエリーを日本に紹介して定着させることを目指しているのであって，控訴人とは目指すところが異なる。かかる被控訴人にとって，控訴人の名前を利用することは，何もメリットのないことである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "諸外国においては「ヨハネ・パウロ二世」のように，氏名の名に相当する語句を2つ並べて人名に用いる例も，しばしば見られる。国際化が進んだ現在，我が国においても様々な国籍を背景にした多様な人名があり得るから，原判決が被控訴人各標章から「アガサナオミ」という人名の観念が生じると認定したことは，不自然なことではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "被控訴人の行為",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲4，8)及び弁論の全趣旨を総合すると，被控訴人は，平成18年10月10日から平成20年8月27日までの間，被控訴人ウェブサイト(www.agathanaomi.com)において，インターネットによる被控訴人商品の通信販売を行い，その際，被控訴人商品の広告や被控訴人商品の材質，サイズ及び価格に関する情報に，被控訴人各標章を付していたことが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，被控訴人ウェブサイトで，被控訴人標章A，B(別紙被控訴人標章目録記載A，B参照)を使用したことはあるが，被控訴人標章1，2を使用したことはない旨主張する。しかし，被控訴人の主張は，以下のとおり採用することができない。",
                "すなわち，被控訴人標章1は文字から成る標章であるところ，被控訴人主張の被控訴人標章Aは被控訴人標章1と同一の文字と緑色の地模様から構成されている。",
                "しかし，証拠(甲8)に照らすと，被控訴人標章Aにおける緑色の地模様部分は，文字部分の記載のない領域にも大きく広がっており，単なる背景模様であって文字部分と一体であるとはいえないから，被控訴人標章Aは，被控訴人標章1と同一の標章といって差し支えない。",
                "次に，被控訴人標章2は，白抜き文字から成る標章であるところ，被控訴人主張の被控訴人標章Bは被控訴人標章2と同一の白抜き文字から構成され，その背景色に格別の意味があるものとはいえないから，被控訴人標章Bは，被控訴人標章2と同一の標章といって差し支えない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標の類否",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断基準",
              "text": [
                "商標法37条1号は，「指定商品…についての登録商標に類似する商標の使用…」を商標権の侵害とみなす旨規定するところ，商標の類否は，同一又は類似の商品に使用された商標が外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものであるが，商標の外観，観念又は称呼の類似は，その商標を使用した商品につき出所を誤認混同するおそれを推測させる一応の基準というにすぎない。したがって，上記3点において綿密な観察によれば個別的には類似しない商標であっても，具体的な取引状況いかんによっては類似する場合があるし，他方，上記3点のうち類似する点があるとしても，他の点において著しく相違するか，取引の実情によって出所を混同するおそれが認められないものについては，類似しないというべきものである(最高裁平成3年(オ)第1805号平成4年9月22日第三小法廷判決・裁判集民事165号407頁，最高裁平成6年(オ)第1102号平成9年3月11日第三小法",
                "廷判決・民集51巻3号1055頁参照)。",
                "しかるところ，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合において，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されない。他方，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも，許されるものである(最高裁昭和37年(オ)第953号昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年",
                "(行ツ)第103号平成5年9月10日第二小法廷判決・民集47巻7号5009",
                "頁，最高裁平成19年(行ヒ)第223号平成20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定事実",
              "text": [
                "証拠及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の登録商標の周知性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，パリに本店を置くフランス法人であり，昭和49年(1974年)に創業した。控訴人は，アクセサリー・宝飾品の製造販売を業とし，我が国においても，子会社であるアガタジャポンを通じて，アクセサリー・宝飾品を販売している(甲1，35，36，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人のホームページには，スコッチテリアのブランド・シンボルと，本件商標と同様の書体で「AGATHA」と大きく書かれた文字の下に小さい文字で「PARIS」と二段書した標章が使用されている(甲1，32)。",
                        "そして，控訴人は，「アガタは，1974年にパリの6区で誕生しました。可愛いスコッチテリアのブランド・シンボルとして用い，そのデザインはパリの洗練されたモード感と美しい色合い，品質感の高さ，リーズナブルな価格設定，ラインナップの豊富さが魅力です。」などと紹介され，ブレスレット，ベルト，ブローチ，カフス，イヤリング／ピアス，ヘアアクセサリー，ネックレス，リング等のアクセサリーや宝飾品を販売している(甲35)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，日本国内においても，平成元年6月9日にAGATHA大阪ショールームを設立して以来，平成3年3月に東京都中央区のプランタン銀座本館1階及び名古屋市の松坂屋本店南館1階，同年9月に東京都新宿区の小田急百貨店新宿店2階，平成4年6月に東京都豊島区の東武百貨店池袋店2階，平成7年2月に横浜市の横浜ランドマークプラザ3階，同年4月に神戸市の大丸神戸店1階，同年10月に大阪市の阪急百貨店うめだ本店1階，平成8年9月に静岡市の松坂屋静岡店本館1階，平成9年9月に広島市のそごう広島店本館1階，同年10月に福岡市の三越福岡店1階，平成10年9月に横浜市のそごう横浜店1階，東京都渋谷区の渋谷東急東横東館2階及び浜松市の遠鉄百貨店1階，平成12年10月に仙台市の藤崎本館1階店，平成13年5月に東京都新宿区の伊勢丹新宿店本館1階，同年9月に大阪府豊中市の千里阪急1階，同年10月に京都市の大丸京都店1階，平成17年2月に熊本市の熊本鶴屋1階及び札幌市の大丸札幌店1階，同年3月に那覇市の沖縄三越1階，同年8月に大阪市の大丸心斎橋店1階，平成18年2月にさいたま市の伊勢丹浦和店1階，同年3月に金沢市の香林坊大和1階，同年9月に宝塚市の宝塚阪急1階に出店するなど，平成18年10月以前に，全国主要都市の25のデパート等に店舗を出店し，その後も，大丸東京店3階，松坂屋銀座店本館1階，三井アウトレットパーク幕張店，ジェイアール京都伊勢丹店，阪急西宮ガーデンズに出店した。なお，控訴人は，世界各地にも約280店舗を有している(甲1，32，33，39，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人及び控訴人の製造販売にかかるアクセサリー，宝飾品は，平成18年10月以前にも，その後も現在に至るまで，「CLASSY」，「Oggi」，「Gainer」，「FIGARO Japon」，「VIＮGTAIＮE」，",
                      "text": [
                        "「VERY」，「HERS」，「GRACE」等の多数のファッション雑誌に掲載され，又は広告されてきた(甲9～23，40～80)。これらの雑誌においては，本件商標と同様の書体で「AGATHA」を大きく表示した下に小さく細い書体で「PARIS」と表記されたり(甲9，13，15～19，21，41ないし45，",
                        "54)，「Agatha」の下に「アガタ」と表記されたり(甲14)，「アガタパリ」とカタカナ表記されたり(甲9，14，16～31，40，46，47，",
                        "49～77，79，80)，「AGATHA PARIS」及び「アガタ パリ」",
                        "が併記されたり(甲31，48，78)している。",
                        "そして，我が国における控訴人製造に係る本件商標「AGATHA」の付されたアクセサリー・宝飾品の販売高は，アガタジャポンの取引先への卸値ベースで，平成18年から平成20年のいずれも，年間13億円ないし14億円である(甲87，88)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標",
                  "text": [
                    "本件商標権は，昭和54年，株式会社ミヤコ袋物店が指定商品を第21類「装身具，ボタン類，かばん類，袋物，宝玉およびその模造品，造花，化粧用具」として出願し，昭和57年に設定登録を受けたものを，平成5年6月28日，控訴人が，指定商品「身飾品，頭飾品，ボタン類，宝玉およびその模造品」について分割譲渡を受け，さらに，平成16年9月22日，指定商品を「金属製のバックル(第6類)，カフスボタン，宝玉及びその模造品，身飾品(「カフスボタン」を除く。)(第14類)，頭飾品，ボタン類，衣服用き章(貴金属製のものを除く。)，衣服用バッジ(貴金属製のものを除く。)，衣服用バックル，衣服用ブローチ，帯留，ボンネットピン(貴金属製のものを除く。)，ワッペン，腕章(第26類)」と書換登録したものである(甲2，3)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の被控訴人各標章の使用の態様",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，平成15年に設立され，アクセサリーパーツの輸入販売やアクセサリーの通信販売等を業とする株式会社である(弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，遅くとも平成18年10月10日，インターネット上の被控訴人ウェブサイトを通じた通信販売の方法によるアクセサリーの販売を開始し，同日から平成20年8月27日までの間，被控訴人ウェブサイトで，上記アクセサリーの広告を内容とする情報に，被控訴人各標章を付して提供していた(甲4，8，乙7，8，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，アクセサリーパーツの販売には，「i♥Smart」の標示を用い，ジュエリーやアクセサリーの販売には，被控訴人ウェブサイトにおける被控訴人標章1及び2を用いていた(甲4，8，乙6～8)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人ウェブサイトにおいては，上部の各ツールバーに被控訴人標章1が，左側に被控訴人標章2が標示され，会社概要の欄に被控訴人標章3が使用されている。なお，被控訴人各標章は，いずれも，「Agatha」と「Ｎaomi」の冒頭は大文字であり，2つの語の間には空白がある(甲4，8)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被控訴人代表者Aとインドネシア人の夫の間の娘「B」のインドネシア名は，「C」であり，被控訴人は，その名前にちなんで被控訴人各標章を考えたものである(乙11，弁論の全趣旨)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と被控訴人各標章との類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)アで認定した，控訴人の我が国での出店状況，雑誌への広告，売上高等の事実を総合すると，遅くとも被控訴人が被控訴人各標章を使用開始する平成18年10月以前に，本件商標「AGATHA」は，アクセサリーブランドとしての控訴人の略称として，また，控訴人が製造販売するアクセサリーや宝飾品に使用する商標として，我が国において，取引者及び需要者の間で，周知性を獲得し，その後も現在に至るまで周知性を維持し続けているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人標章1の各冒頭の文字は，装飾されているが，被控訴人ウェブサイトの名称が「www.agathanaomi.com」である上，同一の画面に被控訴人標章2が表示されることから，その文字が「A」「Ｎ」であると理解することが可能である。",
                    "そして，被控訴人各標章は，その外観上，2個の英単語から成るものであって，「Agatha」の語と「Ｎaomi」の語とを組み合わせた結合商標である。",
                    "このように，被控訴人各標章は，「Agatha」と「Ｎaomi」の2つの語から構成され，それぞれの冒頭は大文字であり，2つの語の間には空白があることにもかんがみると，被控訴人各標章の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとまでいうことはできない。そして，上記アのとおり，アクセサリーの分野において「AGATHA」が周知性を有し，取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与えることに照らすと，被控訴人各標章からは，「Agatha Ｎaomi」という一連の称呼・観念が生じるとしても，それだけでなく，「Agatha」という称呼・観念も生じ得るものと解するのが相当である。",
                    "この点について，被控訴人は，被控訴人各標章「Agatha Ｎaomi」は，一体的に把握すべきであり，その構成部分の一部を抽出し，この部分だけを他人の標章と比較して標章の類否を判断することは許されないなどと主張する。しかしながら，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合には，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許されることは，前記判示のとおりであるところ，本件商標「AGATHA」がアクセサリーの分野において周知性を有することに照らすと，被控訴人各標章がアクセサリーの広告を内容とする情報に使用されるときは，被控訴人各標章の一部である「Agatha」という称呼・観念も生じ得るといわざるを得ず，被控訴人の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，被控訴人各標章からは，「Agatha Ｎaomi」のみならず，「Agatha」という，少なくとも2つの称呼，観念が生じるということができる。そして，後者の「Agatha」は，「A」以外の5文字が小文字であるものの，本件商標「AGATHA」と同一のアルファベットから成るものである。",
                    "そこで，被控訴人各標章中の「Agatha」と本件商標「AGATHA」とを対比すると，まず，「Agatha」からは，「アガタ」又は「アガサ」の称呼が生じ，本件商標「AGATHA」の称呼である「アガタ」と同一又は類似である。",
                    "また，「Agatha」からは，アクセサリーの分野で周知性を有する控訴人又は控訴人の製造販売に係るアクセサリー，宝飾品の観念が生じ得るから，本件商標「AGATHA」と観念においても同一である。被控訴人各標章中の「Agatha」の文字は一部が小文字であったり大文字に装飾が施されており，必ずしも本件商標と外観において類似するとはいえないものの，「Agatha」がアクセサリーや宝飾品に使用されるときは，称呼及び観念が同一又は類似であることに照らすと，デパートにおける販売とインターネットを通じた通信販売という販売方法の相違を考慮してもなお，被控訴人各標章中の「Agatha」は，周知の「AGATHA」との出所を誤認混同するおそれがあるといわざるを得ず，両者は，全体として類似といわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，1個の商標から2個以上の呼称，観念を生じる場合には，その1つの称呼，観念が登録商標と類似するときは，それぞれの商標は類似すると解すべきである(前掲最高裁昭和38年12月5日第一小法廷判決参照)。よって，被控訴人各標章から生じる称呼，観念の1つである「Agatha」と本件商標「AGATHA」とが類似する以上，被控訴人各標章と本件商標は，類似するものといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の行為の商標権侵害の成否",
              "text": [
                "前記1認定のとおり，被控訴人は，平成18年10月10日から平成20年8月27日までの間，被控訴人ウェブサイト(www.agathanaomi.com)において，インターネットによる被控訴人商品の通信販売を行い，その際，被控訴人商品の広告や被控訴人商品の材質，サイズ及び価格に関する情報に，本件商標と類似する被控訴人各標章を付していたものである。被控訴人の上記行為は，商標法2条3項8号に当たり，同法37条1号により，本件商標権の侵害とみなされる。",
                "なお，被控訴人は，被控訴人代表者の娘のインドネシア名を商標として採択したと主張するが，仮にそうであったとしても，商標法26条1項1号が規定する場合には当たらないから，商標権侵害の判断を左右するに足りない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，被控訴人の上記行為は，本件商標権を侵害するから，控訴人は，商標法36条に基づき，被控訴人の行為の差止めを請求することができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "損害",
          "content": [
            {
              "fig": "(1)",
              "subject": "売上高",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成18年10月10日から平成20年8月27日までの間における被控訴人商品の売上高は2億円を下らないと主張するのに対し，被控訴人は，4万4972円にすぎないと主張し，これにそう被控訴人代理人作成の報告書(乙15)を提出する。",
                    "上記証拠(乙15)は，被控訴人ウェブサイトを含む複数のウェブサイト上での電子商取引により上げた売上げを管理するために作成している電子データをプリントアウトした218頁のうち，被控訴人ウェブサイト上の取引を含む12頁を添付したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，証拠(乙16ないし24(枝番を含む))及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，被控訴人ウェブサイトのみならず，http://www.ilovesmart.com等のウェブサイトを通じてアクセサリーパーツの販売を行っているところ，被控訴人ウェブサイト以外の利用の方が圧倒的に多い。また，ウェブサイト以外からの売上げもある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の損益計算書(乙20，21)上の商品の売上げの合計は，平成18年11月1日から平成19年10月31日までが1億0392万0037円で",
                      "text": [
                        "あり，同年11月1日から平成20年10月31日までが1億1108万5473",
                        "円である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ウェブサイト上の個々の取引に関するデータ(乙22の2・3)の売上げの合計は，平成18年11月1日から平成19年10月31日までが1億0252",
                      "text": [
                        "万6220円であり，同年11月1日から平成20年10月31日までは1億08",
                        "49万7271円である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙15に添付された資料に記載されたデータは，乙22の1ないし4のデータに含まれている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "対象となる期間全部の納品書は，極めて大部になるところ，その一部の期間(平成18年10月10日から同月25日まで)の納品書番号198048から",
                      "text": [
                        "198610までの納品書が提出され(乙23)，当該期間の納品書の番号や金額と，乙22の1ないし4のデータは一致している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記認定の事実に，被控訴人の売上げに関する主張が原審における主張以来，一貫しており，提出された証拠の体裁も含め，総合的に評価すると，上記報告書(乙15)に記載された売上高である4万4972円という金額を信用するに足りるというべきである。なお，上記イ(イ)と(ウ)の金額は，約200万円前後相違するが，上記イ(ア)のとおり，ウェブサイト以外の売上げがあったことや売上げ全体の額に比してその差額が小さいことからすると，上記判断を左右するものではない。",
                    "他方，上記売上高を上回る売上げがあったことを認めるに足りる証拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用料相当額",
              "text": [
                "弁論の全趣旨によれば，本件商標の使用料相当額は，被控訴人商品の売上高の5％を下らないことが認められる。",
                "したがって，被控訴人の本件商標権の侵害により，控訴人が受けた損害額は，商標法38条3項により，上記売上高の5％に相当する2248円を下らない。",
                "(計算式) 44972×0.05＝2248"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，控訴人は，被控訴人に対し，本件商標権侵害の不法行為に基づく損害賠償として，2248円及びこれに対する不法行為の後である平成20年8月28日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の本訴請求を全部棄却した原判決を変更し，差止請求及び2248円の限度で損害賠償請求を認容することとする。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10031",
    "date": "2009-10-13",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)21018",
    "precedent_id": "038070",
    "ipprecedent_id": "1993",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}