{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80193号事件について平成21年4月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が，下記2の本件訂正を認めた上，同請求は成り立たないとした別紙審決書(写し)記載の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明に係る特許",
              "text": [
                "発明の名称：杭埋込装置及び基礎用杭の埋込方法",
                "出願日：平成7年2月3日",
                "出願番号：特願平7−39091号(以下，同出願に係る明細書及び図面を，それぞれ，「本件明細書」及び「本件図面」という。)",
                "設定登録日：平成10年8月14日",
                "特許番号：特許第2814356号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判手続及び本件審決",
              "text": [
                "無効審判請求日：平成18年9月29日(無効2006−80193号)",
                "訂正請求日：平成20年10月15日(以下，同日付け訂正請求書による訂正を「本件訂正」という。)",
                "審決日：平成21年4月15日",
                "審決の結論：訂正を認める。本件審判の請求は成り立たない。",
                "審決謄本送達日：平成21年4月25日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明に係る特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前の特許請求の範囲の記載(ただし，文中の「／」は原文における改行箇所である。以下同じ)",
              "text": [
                "【請求項1】基礎用杭を地盤に埋め込むための杭埋込装置であって，／油圧式ショベル系掘削機と(9)，／当該油圧式ショベル系掘削機(9)のアーム先端部に取り付けてあり，振動装置(2)と杭上部に被せるための嵌合部(15)を有する埋込用アタッチメント(A)と，／当該埋込用アタッチメント(A)の上部嵌合部(15)に自在継手を介して着脱可能に取り付けられる穿孔装置(4)と，／を備えており，／上記穿孔装置(4)は，／油圧モーター(21)と，／当該油圧モーター(21)により回転駆動される穿孔ロッド(44)と，／を備えており，／上記穿孔装置(4)と上記嵌合部(15)は，穿孔時と杭埋込時において選択的に使用されることを特徴とする，／杭埋込装置。",
                "【請求項2】基礎用杭を地盤に埋め込むための杭埋込装置であって，／油圧式ショベル系掘削機(9)と，／当該油圧式ショベル系掘削機(9)のアーム先端部に取り付けてあり，振動装置(2)と杭上部に被せるための嵌合部(15)を有する埋込用アタッチメント(A)と，／当該埋込用アタッチメント(A)の上部嵌合部(15)にピン(34)を介し着脱可能な自在継手を介して取り付けられる穿孔装置(4)と，／を備えており，／上記穿孔装置(4)は，／油圧モーター(21)と，／当該油圧モーター(21)により回転駆動される穿孔ロッド(44)と，／を備えており，／上記穿孔装置(4)と上記嵌合部(15)は，穿孔時と杭埋込時において選択的に使用されることを特徴とする，／杭埋込装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正に係る特許請求の範囲の記載(ただし，下線部分は訂正箇所である。)",
              "text": [
                "【請求項1】基礎用杭を地盤に埋め込むための杭埋込装置であって，／油圧式ショベル系掘削機(9)と，／当該油圧式ショベル系掘削機(9)のアーム先端部に取り付けてあり，四角形の台板(14)の上部に設けられており油圧モーター(21)を有する振動装置(2)と杭上部に被せるために当該台板(14)の下面に設けられている円筒状の嵌合部(15)を有する埋込用アタッチメント(A)と，／当該埋込用アタッチメント(A)の上部嵌合部(15)の側部に設けられている相対向するピン孔(16,16)に自在継手を介して着脱可能に取り付けられる穿孔装置(4)と，／を備えており，／上記四角形の台板(14)の四辺は，上記円筒状の嵌合部(15)よりも張り出しており，／上記台板(14)の四辺のうち油圧式ショベル系掘削機(9)側の辺は，油圧式ショベル系掘削機(9)側にある上記振動装置(2)の油圧モーター(21)の端よりも油圧式ショベル系掘削機(9)側にあり，／上記穿孔装置(4)は，／油圧モーター(43)と，／当該油圧モーター(43)により回転駆動される穿孔ロッド(44)と，／を備えており，／上記穿孔装置(4)と上記嵌合部(15)は，穿孔時と杭埋込時において選択的に使用されることを特徴とする，／杭埋込装置。",
                "【請求項2】基礎用杭を地盤に埋め込むための杭埋込装置であって，／油圧式ショベル系掘削機(9)と，／当該油圧式ショベル系掘削機(9)のアーム先端部に取り付けてあり，四角形の台板(14)の上部に設けられており油圧モーター(21)を有する振動装置(2)と杭上部に被せるために当該台板(14)の下面に設けられている円筒状の嵌合部(15)を有する埋込用アタッチメント(A)と，／当該埋込用アタッチメント(A)の上部嵌合部(15)の側部に設けられている相対向するピン孔(16,16)にピン(34)を介し着脱可能な自在継手を介して取り付けられる穿孔装置(4)と，／を備えており，／上記四角形の台板(14)の四辺は，上記円筒状の嵌合部(15)よりも張り出しており，／上記台板(14)の四辺のうち油圧式ショベル系掘削機(9)側の辺は，油圧式ショベル系掘削機(9)側にある上記振動装置(2)の油圧モーター(21)の端よりも油圧式ショベル系掘削機(9)側にあり，／上記穿孔装置(4)は，／油圧モーター(43)と，／当該油圧モーター(43)により回転駆動される穿孔ロッド(44)と，／を備えており，／上記穿孔装置(4)と上記嵌合部(15)は，穿孔時と杭埋込時において選択的に使用されることを特徴とする，／杭埋込装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件訂正について，特許請求の範囲の減縮，誤記の訂正及び明りょうでない記載の釈明を目的とするものであり，願書に添付された明細書及び図面の記載の範囲内において行われたものであって，実質上特許請求の範囲を拡張又は変更するものでもないから，訂正要件を満たすとして，これを認め，本件訂正後の特許請求の範囲の記載【請求項1】及び【請求項2】に基づいて発明の要旨(以下，それぞれ，「本件発明1」，「本件発明2」といい，これらをまとめて「本件発明」という。)を認定した上，本件発明は，下記の引用例1ないし5などに記載された発明に基づき当業者が容易に発明をすることができたものではない，としたものである。",
                "引用例1：実願昭52−4483号(実開昭53−100709号)の公開公報",
                "(甲1の1)及び同出願のマイクロフィルム(甲1の2)",
                "引用例2：特開平4−120313号公報(甲4)",
                "引用例3：昭和61年3月15日社団法人日本建設機械化協会発行の「日本建設機械要覧 1986」(甲5)",
                "引用例4：実願昭61−78127号(実開昭62−190735号)のマイク",
                "ロフィルム(甲8)",
                "引用例5：実願昭60−24561号(実開昭61−141344号)のマイク",
                "ロフィルム(甲12)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が上記判断に際して認定した本件発明1と引用例1記載の発明(以下「引用発明1」という。)との一致点及び相違点は，次のとおりであり，本件審決は，相違点1に係る本件発明1の構成は当業者が容易に想到し得るものであると判断したが，相違点2に係る本件発明1の構成を導き出すことが当業者にとって容易であるということはできないと判断し，相違点3及び4について検討するまでもなく本件発明1の進歩性が認められるとしたものである。",
                "一致点：基礎用杭を地盤に埋め込むための杭埋込装置であって，／土木建設機械と，／当該土木建設機械の作業部取付部に取り付けてあり，モーターを有する振動装置と杭上部に被せるための嵌合部を有する埋込用アタッチメントと，／当該埋込用アタッチメントの上記杭上部に被せるための嵌合部に着脱可能に取り付けられる穿孔装置と，／を備えており，／上記穿孔装置は，／モーターと，／当該モーターにより回転駆動される穿孔ロッドと，／を備えており，／上記穿孔装置と上記杭上部に被せるための嵌合部は，穿孔時と杭埋込時において選択的に使用される／杭埋込装置。",
                "相違点1：杭埋込装置を構成する土木建設機械，及び，埋込用アタッチメントの取付に関して，本件発明1は該土木建設機械が「油圧式ショベル系掘削機」であって，埋込用アタッチメントを「油圧式ショベル系掘削機のアーム先端部に取り付けて」いるのに対して，引用発明1は，該土木建設機械が「クレーン」であって，埋込用アタッチメントを「クレーン1のリーダー2に進退自在に支持された基台6に取付けて」ある点。",
                "相違点2：振動装置と嵌合部を有する埋込用アタッチメントの構成に関して，本件発明1は，四角形の台板を備えており，振動装置が台板の上部に設けられ，嵌合部が円筒状であって台板の下面に設けられており，該台板の四辺は，(円筒状の)嵌合部よりも張り出しており，さらに台板の四辺のうち土木建設機械(油圧式ショベル系掘削機)側の辺は，土木建設機械(油圧式ショベル系掘削機)側にある上記振動装置の(油圧)モーターの端よりも土木建設機械(油圧式ショベル系掘削機)側にあるのに対して，引用発明1は，そのような構成であるか定かでない点。",
                "相違点3：埋込用アタッチメントが有する嵌合部に穿孔装置を着脱可能に取り付ける構成に関して，本件発明1が，嵌合部の側部に設けられている相対向するピン孔(16,16)に，穿孔装置を自在継手を介して着脱可能に取り付ける構成としているのに対して，引用発明1は，嵌合部に相対向するピン孔(16,16)を設けたものではなく，自在継手を介して取り付けられたものでもない点。",
                "相違点4：振動装置及び穿孔ロッドを回転駆動するモーターに関して，本件発明1が「油圧モーター」であるのに対して，引用発明1が「駆動モータ12」，「回転モータ14」である点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適法性についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点2を認定した誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明1の進歩性についての判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本件発明2の進歩性についての判断の誤り(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正の適法性についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件訂正は，訂正前の特許請求の範囲に全く記載されていない「台板」という新たな構成要素を付加するものであり，この「台板」の形状及び「台板」と振動装置の油圧モーターとの相対位置関係を特定することにより，本件明細書に記載された発明の作用効果とは全く異なる作用効果を奏するものである。",
            "そして，本件明細書には，嵌合部からの台板の張り出し量や，台板と振動装置の油圧モーターとの相対位置関係については一切記載がなく，ましてや，当該台板の張り出し量や当該相対位置関係が如何なる技術的意義を有するのかについて全く示唆されていない。",
            "したがって，本件訂正は，実質上特許請求の範囲を拡張又は変更するものであり，新規事項の追加を禁止する特許法の趣旨にも反する違法なものであり，本件審決は，本件発明の要旨の認定を誤ったものとして，取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，本件訂正が違法であると主張するが，誤りである。",
            "本件発明1のような杭埋込装置によって杭埋込作業を行う際には，作業者の熟練度や，掘削機を操作するオペレーターとのあうんの呼吸が十分でない場合，杭の上部が円筒状の嵌合部にうまく嵌合しないことが必ず工事現場において生じることは当業者に周知であり，このような場合に台板が盾となって杭の上部が油圧モーターに当たるのを防ぐことは，本件明細書に記載された構成及び図面自体から当業者が直ちに感得することができる自明な効果である。",
            "そうすると，当業者は，図面に明示された台板(14)と嵌合部(15)及び油圧モーター(21)の位置関係を見れば，本件特許出願時の技術常識に照らし，台板(14)が盾となって，台板の下方からの外力(嵌合部へ嵌合しようとしたもののうまく嵌合しなかった杭等)に対して，油圧モーター(21)を保護するという技術的意義を有することは，明細書に記載がなくても一義的に明白である。",
            "したがって，本件訂正の訂正事項は，いずれも願書に添付した明細書又は図面に明示されているということができるのであり，特許請求の範囲を拡張又は変更するものでもないから，本件訂正を認めた本件審決の判断に誤りはなく，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2を認定した誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明1と引用発明1の相違点として，「台板」の存在及びその構成についての相違である相違点2を認定した。",
            "しかしながら，引用発明1には「台板」が存在するのであるから，この点を一致点として認定すべきであり，本件審決による相違点2の認定は誤りである。",
            "本件審決は，本件発明1の相違点2に係る構成を導き出すことが当業者にとって容易であるということはできないとして，本件発明1の進歩性を認める判断をしたのであるから，相違点2を認定した誤りが本件審決の結論に影響を与えることは明らかであり，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，本件審決が引用例1における台板の存在を看過したと主張する。",
            "しかしながら，引用発明1の第3図及び第4図における「板状のような部材」についての記載は鮮明ではないのであり，本件審決はこの点を指摘した上，他の証拠と照らし合わせて本件発明1と引用発明1の一致点及び相違点を認定したものである。",
            "そして，引用例1記載の「板状のような部材」は，引用発明1における嵌合部である「杭保持用のチャック9」よりも張り出している構成とは認められないのであり，いずれにしても本件審決の認定に誤りはない。",
            "したがって，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1の進歩性についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明1の相違点2に係る構成は，「油圧式ショベル系掘削機のアームなどの操作誤りによる振動装置の破損等を防止して，作業効率を向上させることをより十分に達成することができる」という効果を奏するものであることを前提として，引用例には台板状のものによって上部に設けた装置を下方からの外力から保護するという技術思想が記載されていると認めることはできないとして，本件発明1の相違点2に係る構成を導き出すことが当業者にとって容易になし得たということはできないと判断した。",
            "しかしながら，四角形の台板の上部に油圧モーターを含む駆動装置が設けられ，下部に嵌合部が設けられる構成を有する杭打ち用アタッチメントは，引用例5及び甲54ないし60から，本件特許出願時において周知であり，駆動装置と円筒状の嵌合部との間に台板が介在する杭打ち装置についても，引用例4，5等及び甲60により周知であり，甲54ないし60に示される杭打ちアタッチメントの台板の下部に設けられる嵌合部を円筒状とすることに阻害要因もない。",
            "そうすると，本件発明1の相違点2に係る構成は周知技術から自明の事項であり，少なくとも本件特許出願時の当業者が容易に想到し得た事項であるから，本件審決の判断は誤りである。",
            "なお，上記相違点2に係る構成を採用すると，嵌合部の上方において台板が油圧ショベル系掘削機に大きく張り出し，かつ，その上に振動装置が配置されることは，当該掘削機に搭乗する運転者が嵌合部と杭上部との嵌合状態を視認することの妨げになるおそれがあるから，少なくとも，上記構成の採用によって優れた効果を奏するものとも認められない。",
            "したがって，相違点2が容易想到でないことを理由として本件発明1の進歩性を認めた本件審決には，その結論に影響を与える違法があり，同審決は取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，本件発明1の相違点2に係る構成は周知技術から自明の事項であり，少なくとも本件特許出願時の当業者が容易に想到し得た事項であると主張する。",
            "しかしながら，本件発明1の「台板」は本件訂正後の特許請求の範囲に記載されたとおりのものとして特定されているのであり，引用例5にはそのような台板は記載されていない。",
            "また，甲54に示されているのは，パイルチャックと一体になったチャックヘッドであり，本件発明1の台板とは異なる。",
            "さらに，甲55ないし60に示されているものは，いずれも上下の装置等を接続するための「フランジ」であり，「台板」ではないのであるから，原告の主張は失当である。",
            "なお，原告は，上記相違点2に係る構成の採用によって特別優れた効果を奏するものとは認められないと主張するが，杭埋込作業において，埋込用アタッチメントの嵌合部と杭の上部とを嵌合させる作業の際には，埋込用アタッチメントは杭の上方に位置し，地面に立って杭を支える作業者も掘削機を操作するオペレータも，台板の下面に設けられている嵌合部を下から見上げることになるため，嵌合状態を視認することを妨げるおそれなどないから，原告の主張は誤りである。",
            "原告の主張はいずれも失当であり，本件審決の判断に誤りはないから，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明2の進歩性についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明1の進歩性の判断理由と同様の理由により，本件発明2の進歩性を認める判断をしたが，本件発明1の進歩性が認められる根拠は相違点2に係る構成を導き出すことが当業者にとって容易になし得たということはできないというものであり，この判断が誤りであることは上記3〔原告の主張〕のとおりであるから，本件審決による本件発明2の進歩性判断も誤りであり，同審決は取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，本件発明1と同様の理由により，本件発明2の進歩性についての本件審決の判断も誤りであると主張するが，上記3〔被告の主張〕のとおり，本件審決による本件発明1の進歩性の判断に誤りはないから，原告の主張は失当であり，取消事由4は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正の適法性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "原告は，本件訂正は，実質上特許請求の範囲を拡張又は変更するものであり，また，本件明細書又はこれに添付した図面に記載した事項の範囲内においてするものではないから，本件訂正を認めた上で，同訂正後の特許請求の範囲の記載に基づいて本件発明の要旨を認定した本件審決には，結論に影響を及ぼす違法があると主張するので，以下，原告の主張について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲の拡張又は変更の有無",
              "text": [
                "本件訂正は，誤記を訂正し，穿孔装置の油圧モーターの番号を加えて明確にするとともに，本件訂正前の特許請求の範囲の請求項1及び2の杭埋込装置について，特定の構成の台板を備え，かつ，嵌合部に特定のピン孔を備えるものに限定することを内容とするものであるから，本件訂正後の特許請求の範囲は同訂正前のものに比べて減縮したものとなることは明らかである。",
                "したがって，本件訂正によって，実質上特許請求の範囲が拡張又は変更されることになるということはできず，この点についての原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "新規事項の追加の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書及び図面の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明の記載",
                      "text": [
                        "本件明細書には，実施例として，次の記載がある。",
                        "【0013】埋込用アタッチメントAはフレーム1を備えている。フレーム1の上面板11の上部には，アーム91の先端部に取り付けるためのブラケット12，12が設けてある。ブラケット12，12には各々ピン挿着孔13，13が設けてある。フレーム1の下部には四角形の台板14が設けてある。台板14の上部には振動装置2が設けてある。振動装置2は，油圧モーター21によっておもりを回転させて振動させる一般的な構造のものである。",
                        "【0014】台板14の下面中央部には杭の上部に嵌め込むための円筒状の嵌合部15が設けてある。嵌合部15の側部には直径線上に相対向してピン孔16，16が設けてある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件図面",
                      "text": [
                        "また，本件特許出願の願書には，本件図面として，本発明に係る杭埋込装置の一実施例を示す説明図である図1，埋込用アタッチメントの要部分解斜視図である図2，ガイド孔を穿孔している状態を示す説明図である図3及び杭を埋め込んでいる状態を示す説明図である図4が添付されている。",
                        "図2において，「台板」は埋込用アタッチメントの一部を構成する四角形の板状部材であって，その上部にフレーム及び振動装置を固定し，その下面中央部には杭の上部に嵌め込むための円筒状の嵌合部が設けてあるものとして記載されている。",
                        "また，図1ないし4の振動装置はその油圧式ショベル系掘削機側に油圧モーターを備えているものであり，図2における台板下面の嵌合部の側部には相対向するピン孔が設けられているものであるほか，図2の台板の四辺は円筒形状の嵌合部よりも張り出したものとして記載されている。",
                        "他方，図1ないし4において，台板は振動装置の油圧モーターが存在する油圧式ショベル系掘削機側に張り出しているが，振動装置の油圧モーターの油圧式ショベル系掘削機側の端は，台板とは別の部材である三角柱の3つの側面のうちの1つの面を開放状態としたような形状の部材によってカバーされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書及び図面において開示されている「台板」等の構成本件明細書において「台板」について定義する記載は存在しないところ，「台」とは「物や人をのせる平たいもの。」(広辞苑第5版1590頁)であることからすると，本件明細書に記載され，本件訂正に係る訂正事項に含まれる「台板」とは，「物をのせる板状の部材」を意味するものと解釈すべきであり，本件明細書の記載に即して具体的に解釈すると，振動装置を載せる板状の部材のことであると理解することができる。",
                        "また，上記(ア)及び(イ)によると，本件明細書における「台板」の構成は，埋込用アタッチメントの一部を構成する四角形の板状部材であって，その上部にフレーム及び振動装置を固定し，その下面中央部には杭の上部に嵌め込むための円筒状の嵌合部が設けてあるものとして記載されているということができるが，本件図面における振動装置の油圧モーターの油圧式ショベル系掘削機側の端は，台板とは別の部材である三角柱の3つの側面のうちの1つの面を開放状態としたような形状の部材によってカバーされており，同図面上は同油圧モーターの端がどこに位置するのかを確認することはできないから，台板の四辺のうち油圧式ショベル系掘削機側の辺が，油圧式ショベル系掘削機側にある振動装置の油圧モーターの端よりも油圧式ショベル系掘削機側にあることについて，本件明細書又は本件図面に直接的に記載されているとまで認めることはできない。",
                        "もっとも，訂正が，当業者によって，明細書又は図面のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該訂正は，明細書又は図面に記載した事項の範囲内においてするものということができるので，本件訂正のうち特許請求の範囲に「上記台板(14)の四辺のうち油圧式ショベル系掘削機(9)側の辺は，油圧式ショベル系掘削機(9)側にある上記振動装置(2)の油圧モーター(21)の端よりも油圧式ショベル系掘削機(9)側にあり，」との記載を付加する部分が，本件明細書及び図面の記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものかどうかを判断するに当たっては，この種の杭埋込装置における前記説示した意味での台板の存在及び形状についての当業者の認識を踏まえる必要がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許出願時における技術状況を示す資料",
                  "text": [
                    "杭埋込装置における台板及びこれに関連する構成について，本件特許出願前に公刊された下の各文献には，次の各記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2(特開平4−120313号公報。甲4)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の詳細な説明の記載",
                          "text": [
                            "【0001】【産業上の利用分野】本発明は，アームの先端に取付軸を介してバイブロハンマやオーガ回転駆動機等の作業用アタッチメントを取付け，かつウインチからのワイヤをアームの先端よりガイドシーブを介して垂下するようにしたアーム式作業機に関する。",
                            "【0002】【従来の技術】この種の従来のアーム式作業機として，例えば図8に示すようなものが知られている。",
                            "これは油圧ショベルをベースマシンとした杭打機を示し，油圧ショベル本体1には，ブーム(第1アーム)2a，アーム2bおよびエクステンションアーム2c(これらが第2アームを構成する)が順に連結され，これらは油圧シリンダ7a～7cによりそれぞれ回動可能とされる。エクステンションアーム2cの先端には，起振装置を有するバイブロハンマ(作業用アタッチメント)5が取付軸6を介して取り付けられ，このバイブロハンマ5のチャック装置5aに矢板やH鋼等の杭3が把持される。この状態でバイブロハンマ5に設けられた起振装置を作動させるとともに，油圧シリンダ7a～7cにより各アーム2a，2b，2cを作動させてバイブロハンマ5を垂直に降下させながら杭3を地面に打ち込む。",
                            "【0007】【実施例】図1～図5により本発明の一実施例を説明する。なお図8と同様な箇所には同一の符合を付す。",
                            "図1は杭打機の側面図，図2～図4はそのエクステンションアーム2cの先端部近傍を示す正面図，平面図および側面図である。図2，図3に示すように，上述したエクステンションアーム2cの先端部には，横向きの取付軸6，ブラケット5fおよび縦軸5bを介してバイブロハンマ5のブラケット5cが回動位置調整可能に取付けられ，ブラケット5cには，振動吸収用弾性材5dを介してモータや偏心錘等から成る起振機5eが取り付けられている。また起振機5eの下部には，杭3を把持する油圧シリンダ等からなるチャック装置5aが取付けられる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面",
                          "text": [
                            "引用例2に係る発明の実施例についての図1，2及び7並びに従来の杭打機についての図8には，板状の部材の上部にバイブロハンマ(起振装置)が配置され，同板状の部材の下部略中央にチャック装置が設けられた杭打機が記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3(昭和61年3月15日社団法人日本建設機械化協会発行の「日本建設機械要覧 1986」。甲5)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "振動パイルドライバ(エーパイラ)についての記載",
                          "text": [
                            "1．概要",
                            "本機は，油圧ショベルに取付けて手軽に使用できる油圧式高周波振動杭打抜機である。",
                            "ショベルの油圧を利用して，油圧モーターで左右一対の偏心ロータを同期回転させることにより，水平振動を相殺し，垂直振動のみを利用する構造になっている。",
                            "2．特長",
                            "④ 起振部とブラケットの間で防振ゴムが有効に働くので，オペレータの疲労が少なく，ショベルへの悪影響も少ない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図6．1−18(「エーパイラ HP909−7 SX」の写真)",
                          "text": [
                            "板状の部材の上部において，そのアーム側に油圧モーターを備える起振部が配置され，同板状の部材の下部には杭を把持するチャック装置が配置されている写真が掲載されており，同板状の部材は，その下部略中央に位置するチャック装置よりも張り出している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例4(実願昭61−78127号(実開昭62−190735号)の",
                      "text": [
                        "マイクロフィルム。甲8)"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "考案の詳細な説明の記載",
                          "text": [
                            "(産業上の利用分野)",
                            "本考案は，油圧ショベルのアームの先端にバケットの代わりに着脱自在に油圧ハンマを取付けた杭打機に関する。",
                            "(実施例)",
                            "以下本考案の一実施例を図面により説明する。第1図は本考案の一実施例の全体図であり，周知のように，油圧ショベルは，…アーム7の先端にバケットシリンダ8により回動自在に掘削用バケット(図示せず)を取付けて構成されるが，本考案においては，前記バケットの代わりに下記の構造の油圧ハンマ9を着脱自在に取付ける。",
                            "該油圧ハンマ9は，取付け用ブラケット10をバケットの代わりにピン11により着脱自在に連結すると共に，ブラケット10をバケットシリンダ8のピストンロッド8aにリンク12およびピン13によって着脱自在に連結することにより，バケットと取換え可能に取付けられる。該ブラケット10には，第2図および第3図に示すように，油圧ハンマ9のケーシング14に長手方向に設けた一対のガイドパイプ15を包囲するように摺動自在に嵌合した水平断面が半円形をなす一対のガイド16を上下2段に固定している。",
                            "ケーシング14内には杭打ち込み用ラム17を上下動自在に収容している。…50は杭49に被せるキャップであり，該キャップ50はケーシング14の下端にボルト51により取り付けられた筒体52に上下動自在に嵌合され，かつケーシング14とキャップ50とはキャップ落下防止用のチェーン53により接続されている。キャップ50の上面には木材等でなる緩衝材55が設けられている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面",
                          "text": [
                            "考案の一実施例を示す全体側面図である第1図及び第1図の要部拡大断面図である第2図には，板状の部材の下面に杭上端に被せるキャップが形成され，その上面に緩衝材55を保持する筒状の部分が形成されている構造が示されており，第2図からは，上記板状の部材は，その下部略中央に位置する杭上端に被せる筒状の部分より外側に張り出している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用例5(実願昭60−24561号(実開昭61−141344号)の",
                      "text": [
                        "マイクロフィルム。甲12)"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実用新案登録請求の範囲の記載",
                          "text": [
                            "ベース板の下面に杭の上端に嵌合する筒状のソケットを回転自在に軸支し，ベース板の上面に縦板を左右対向に立設し，該縦板の上端前部にウインチを架設し，該ウインチのドラムに巻込みしたワイヤーをベース板の孔よりソケットの前方へ垂下させ，縦板の上端の中央と後部位置とにアーム取付用のカラーメタルを固定したことを特徴として成る，油圧ショベル用杭打ち装置。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "考案の詳細な説明",
                          "text": [
                            "産業上の利用分野",
                            "本考案は，油圧ショベルのアームを利用した杭打ち装置に関するものである。",
                            "問題点を解決するための手段",
                            "以下，実施例図により本考案の構成を説明する。",
                            "ベース板1の中央部よりやや後方位置に軸受2を設け，杭の上端に嵌合し得る筒状のソケット3の上端より突設した軸片を軸受2に回転自在に軸支させ，該ソケット3の内面にクッション材4を付設し，ベース板1の上面の両側部に左右1対の縦板5，5’を立設し，該縦板5，5’の上端の前部位置に油圧用または電動用のウインチ6を設置し，該ウインチ6のドラムに巻込みしたワイヤー7をベース板1に設けた孔8よりソケット3の前方に付設したリンク9に通係させ，縦板5，5’の上端の中央と後部位置とにアーム取付用のカラーメタル10，10’を固定した杭打ち装置11を構成するものである。尚，図中12は油圧ショベル，13はアーム，14は杭を示す。",
                            "作用，効果",
                            "本考案による杭打ち装置11は，第5図，第6図に示す様に，油圧ショベル12のアーム13の先端に取付けていたバケットを取外し，縦板5，5’のカラーメタル10，10’の位置にアーム13先端のピン孔を嵌合させ，ピンを嵌挿して着脱自在に杭打ち装置11をアーム13先端に装着し，そしてウインチ6を油圧ショベル12の油圧ユニットや電動ユニットに接続して使用するものである。そして，第5図に示す様にワイヤー7の先端を杭14に巻着してウインチ6を作動させながら杭14を吊上げ，杭14のヘッドをソケット3内に第6図に示す様に嵌合させて保持しながら所望位置へと移動してアーム13を利用して杭14を押込みするものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "図面",
                          "text": [
                            "実施例に係る杭打ち装置の正面図である第1図，その左側面図である第2図，その背面図である第3図及び第3図の断面図である第4図には，筒状のソケット3がベース板1の下面に取り付けられ，ベース板1はソケット3の前後左右に張り出しており，ベース板1の上面に設けられた縦板5，5’の上端の油圧ショベルとは反対側にウインチ6が設けられた構造が示されており，第2図及び第4図において，ベース板1の油圧ショベルとは反対側の辺は，上部のウインチ6の設置位置と同程度まで張り出している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "特開平6−294124号公報(甲54)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の詳細な説明の記載",
                          "text": [
                            "【0001】【産業上の利用分野】本発明は，杭打ち用のロータリ式起振機を回転駆動するとともに，起振機能を制御する方法，および同装置に関するものである。",
                            "【0002】【従来の技術】土木建設工事に用いられる振動装置は一般に，偏心重錘を取り付けた複数対の回転軸を平行に配設した構造である。…",
                            "【0003】【発明が解決しようとする課題】上述した起振機を用いて杭打作業を行う場合，振動公害の防止と騒音公害の防止とが重要な問題となる。…【0009】また，図7に示すようにチャックヘッド10の下面にパイルチャック12を設置して杭7をチャックするとともに，上記チャックヘッド10の上に起振機・甲11aと起振機・乙11bとを設置して振動杭打ちを行なおうとすると，従来技術においては双方の起振機の回転部材同志を何らかの連結部材(例えば歯車列，チェーン，タイミングベルト，ユニバーサルジョイント付のプロペラシャフト)13で接続しなければならなかった…。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面",
                          "text": [
                            "従来技術において2個の起振機を用いて杭打作業を行う場合の課題の説明である図7には，モータ9a，9bを有する2つの起振機11a，11bと杭7を把持するパイルチャック12との間に板状の部材であるチャックヘッド10が介在しており，チャックヘッド10は，起振機11を収める大きさである構造が示されており，板状の部材であるチャックヘッド10は，パイルチャック12より張り出しており，少なくとも左右方向においてはチャックヘッド10は板状の部材の略中央に配置されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実願昭55−105312号(実開昭57−31344号)のマイクロフ",
                      "text": [
                        "ィルム(甲55)"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "考案の詳細な説明の記載",
                          "text": [
                            "本考案は，くい打機に関し，特に形鋼，鋼管あるいは鋼矢板などの鋼ぐいを振動を加えながら地中へ埋込むためのくい打機に関する。…",
                            "…本考案に係るくい打機は，ショベル系掘削機本体ブーム先端に，先端部がわん曲したアームを枢着し，前記アームの先端に油圧モータを駆動源とする油圧式振動発生機を装着し，前記振動発生機の下端にくいをチャッキングするように構成したものである。…",
                            "第1図は本考案に係るくい打機の振動発生機10の外観を示した斜視図である。",
                            "筐体11の内部に油圧モータ12およびこれに連結されて偏心回転する振動発生部材13が収納されている。振動発生機10の下端にチャック装置14がボルト，ナットなどで固着されその下部の爪部材15によりくいの先端をチャッキングするようになっている。…振動発生部材13で発生した振動は筐体11およびチャック装置14を介して鋼ぐい16に伝えられる。振動発生部材13の駆動源となる油圧モータ12には，第2図ないし第4図に示すドラグショベルの本体1に搭載したショベル作動用の内燃機関および油圧ポンプ(図示省略)によってホース17(第1図，第2図)から作動油が供給される。…なお，この実施例はドラグショベルの本体1を用いた例であるが，勿論本考案はこのような態様にのみ限定されるものではなく，パワーショベルその他のショベル系掘削機の本体に取付けて本考案のくい打機を構成することができる。…"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "図面",
      "text": [
        "甲55の考案に係るくい打機の振動発生機の部分を示した斜視図である第1図には，4角形の2枚の板状の部材の上部に油圧モータ12を備える振動発生機10が設置され，同板状の部材の下部に杭16を把持するチャック装置14が設置されている構造が示されており，同板状の部材は，油圧モータ12を収める大きさであるとともに，その下部略中央のチャック装置14よりも張り出している。"
      ],
      "content": [
        {
          "fig": "(キ)",
          "subject": "平成4年2月26日社団法人日本建設機械化協会発行の「1992年版日本建設機械要覧」(甲56)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "振動パイルドライバ(エーパイラ)についての記載",
      "text": [
        "1．概要",
        "本機は，油圧ショベルに取付けて手軽に使用できる油圧式高周波振動杭打抜機である。",
        "ショベルの油圧を利用して，油圧モーターで左右一対の偏心ロータを同期回転させることにより，水平振動を相殺し，垂直振動のみを利用する構造になっている。",
        "2．特長",
        "④ 起振部とブラケットの間で防振ゴムが有効に働くので，オペレータの疲労が少なく，ショベルへの悪影響も少ない。"
      ]
    },
    {
      "fig": "b",
      "subject": "図6．1−33(「HP−7SX」の写真)",
      "text": [
        "板状の部材の上部において，そのアーム側に油圧モーターを備える起振部が配置され，同板状の部材の下部の略中央には杭を把持するチャック装置が配置されている写真が掲載されており，同板状の部材はチャック装置よりも張り出している。"
      ],
      "content": [
        {
          "fig": "(ク)",
          "subject": "平成4年6月付け日本ニューマチック工業株式会社の「ＮPK®油圧式高周波振動杭打抜機ニューエーパイラ」のカタログ(甲57)"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "製品についての説明の記載(いずれも2頁)",
      "text": [
        "油圧ショベルに取付けて使用できる杭打抜機がほしいというユーザーのご要望にお応えして，1980年世界で初めてＮPKの手で開発されたのがニューエーパイラです。",
        "プラス",
        "高い回転数の油圧モータから発生する大きな起振力 ＋ 油圧ショベルの押付力で強力な力となり，このクラス最高の杭打，杭抜能力を誇ります。"
      ]
    },
    {
      "fig": "b",
      "subject": "写真及び図面",
      "text": [
        "2頁右側並びに3頁下部の写真及び図面には，四角形の板状の部材の上部に起振部，下部に杭を把持するチャック部が配置されている構成が示され，同四角形の板状の部材は，エキステンションアーム側にある油圧モータを含む起振部を収める大きさであるとともに，その下部略中央のチャック部よりも張り出している。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "ウ",
              "subject": "本件特許出願時における「台板」についての当業者の認識",
              "text": [
                "上記イ(ア)ないし(ク)によると，本件特許出願時の当業者の認識に関して，以下のようにいうことができる。",
                "昭和50年代半ばころから，油圧ショベル系掘削機のアームの先端に振動装置付きのアタッチメントを取り付け，同アタッチメントの下部のチャック装置によって杭を把持して杭の打抜行為を行う技術が開発され，昭和62年ころまでには，チャック装置の代わりに杭上端に被せる筒状のキャップを備えた杭打機を含む関連技術が開発されてきた。",
                "そして，このような油圧ショベル系掘削機を利用した杭埋込装置においては，振動装置と杭を保持するチャック装置や杭上端に被せるキャップの間には板状の部材が介在しているものが複数存在し，同板状の部材の形状としては四角形のものが複数知られていた。",
                "また，このような四角形の板状の部材は，その上部に配置される振動装置を収める程度の大きさを有するのが一般であるとともに，チャック装置や杭上部に被せる筒状のキャップよりも張り出し，これらの嵌合部は台板下部の概ね中央部に配置されるのが一般であった。",
                "さらに，以上認定したところと甲61によると，上記のような四角形の板状の部材の上部に振動装置を備えるとともに，同四角形の板状の部材の大きさを油圧モーターを含む同振動装置を収める程度のものとし，その下部に杭を把持するチャック装置を備えた油圧ショベル系掘削機を利用した杭打抜機は，遅くとも昭和61年ころには製造・販売され，杭打や杭抜が必要となる作業現場において利用されていたものと認められ，その中にはエクステンションアーム側に油圧モーターが配置されたものも含まれていたことが認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "以上によると，本件特許出願時における当業者にとって，油圧式ショベル系掘削機のアーム先端部に取り付ける埋込用アタッチメントとして，四角形の台板の上部に振動装置を備えるとともに，その下部略中央部に杭との嵌合部を備えるものはよく知られており，振動装置，四角形の台板及び嵌合部相互の関係については，四角形の台板を油圧モーターを含む振動装置が納まる程度の大きさとし，振動装置が隠れるように配置する構成のものが知られ，作業現場において長年にわたって使用されてきたものとして周知であったということができる。",
                "そうすると，本件訂正のうち，特許請求の範囲の【請求項1】及び【請求項2】について「上記台板(14)の四辺のうち油圧式ショベル系掘削機(9)側の辺は，油圧式ショベル系掘削機(9)側にある上記振動装置(2)の油圧モーター(21)の端よりも油圧式ショベル系掘削機(9)側にあり，」との限定を加える部分は，本件特許出願時において既に存在した「台板の上部に振動装置を設けるとともに，下面中央部に嵌合部を設ける」という基本的な構成を前提として，「振動装置の油圧モーターが油圧式ショベル系掘削機側にある」という当業者に周知の構成のうちの1つを特定するとともに，「台板」と「振動装置」の関係について，同様に当業者に周知の構成のうちの1つである「四角形の台板の上に油圧モーターが隠れるように振動装置を配置するという構成」に限定するものである。",
                "そして，上記イ(ア)ないし(ク)で認定した技術状況に照らすと，上記周知の各構成はいずれも設計的事項に類するものであるということができる。",
                "したがって，本件明細書及び図面に接した当業者は，当該図面の記載が必ずしも明確でないとしても，そのような周知の構成を備えた台板が記載されていると認識することができたものというべきであるから，本件訂正は，特許請求の範囲に記載された発明の特定の部材の構成について，設計的事項に類する当業者に周知のいくつかの構成のうちの1つに限定するにすぎないものであり，この程度の限定を加えることについて，新たな技術的事項を導入するものとまで評価することはできないから，本件訂正は本件明細書及び図面に記載した事項の範囲内においてするものとした本件審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "(4)",
                  "subject": "小括",
                  "text": [
                    "以上によると，原告主張の取消事由1は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "2",
                      "subject": "取消事由2(相違点2を認定した誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "引用例1(甲1の1及び2)の図面によると，起振装置10とチャック9の間に板状の部材が存在することが認められる。",
                    "そして，上記1(3)ウにおいて認定した本件特許出願時における当業者の認識を踏まえると，この種の杭打込装置において，「台板の上部に振動装置を設けるとともに，下面中央部に嵌合部を設ける」という構成は基本的な構成のうちの1つであると認められるから，引用例1に接した当業者は，同記載の図面から台板の存在を認識することができるというべきである。",
                    "したがって，台板の有無及びその構成について，本件発明1と引用発明1との相違点2を認定した本件審決には，原告主張の誤りがあるといわなければならない。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "しかしながら，本件審決は，引用発明1には台板の上部にあるものを保護するという技術思想を認めることができないとの理由により，引用発明1と本件発明1との相違点2に係る構成を導き出すことは当業者にとって容易であるということはできないと判断しているのであって，引用例1における台板の存在を認定したとしても，その判断が異なる結果となったとは解されず，本件審決による相違点2の認定の前記誤りは，結局，本件審決の結論に影響を及ぼすものということはできないから，原告主張の取消事由2も採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "3",
                      "subject": "取消事由3(本件発明1の進歩性についての判断の誤り)について",
                      "text": [
                        "本件審決は，引用例のいずれにも板状の部材の形状や構造を工夫することによって台板の上部にあるものを保護するという技術思想を認めることができないとして，本件発明1の相違点2に係る構成を導き出すことが当業者にとって容易であるということはできないと判断した。",
                        "しかしながら，相違点2に係る構成は，この種の杭埋込装置における設計的事項であって，当業者によく知られた周知の構成のうちの1つであることについては，取消事由1及び2について検討したところから明らかであり，また，そうであるからこそ，本件訂正は，特許請求の範囲を拡張又は変更するものでもなく，新規事項を追加するものでもないということができるところ，台板と振動装置との関係として，油圧モーターを含む振動装置が台板に隠れるように構成することによって，下方からの外力から台板の上部にある振動装置が保護されることは，当業者であれば，作業現場における使用を通じて既に熟知している事柄であるといわなければならない。",
                        "そうすると，当業者に周知の設計的事項に係る構成である相違点2に係る構成を導き出すことは，当業者にとって容易であるというほかはない。",
                        "したがって，本件審決の上記判断は誤りであり，原告主張の取消事由3は理由がある。"
                      ]
                    },
                    {
                      "fig": "4",
                      "subject": "取消事由4(本件発明2の進歩性についての判断の誤り)について",
                      "text": [
                        "本件審決は，本件発明1と同様の理由により本件発明2の進歩性を認める判断をしたものであり，本件発明1の進歩性についての判断が誤りであることについては上記3のとおりであるから，本件審決による本件発明2の進歩性についての判断もこれと同様の理由により誤りであり，原告主張の取消事由4も理由がある。"
                      ]
                    },
                    {
                      "fig": "5",
                      "subject": "結論",
                      "text": [
                        "以上の次第であるから，本件審決は取り消されるべきものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}