{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−12560号事件について平成20年9月3日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，下記1のとおりの手続において補正後の特許請求の範囲(請求項1)の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年2月7日，名称を「記憶されたデータの保全性を確保するためのシステム及び方法」とする発明につき本件出願(甲16。パリ条約による優先権主張日：平成11年(1999年)2月8日(米国)。請求項の数は，出願時1，下記補正後は9。)をしたが，平成17年3月29日付けで拒絶査定(甲19)を受けた。",
            "原告は，平成17年7月4日，上記拒絶査定に対する不服の審判請求(甲20)をし，平成20年6月25日付けで特許請求の範囲の変更を内容とする手続補正(甲23。以下「本件補正」という。)をした。",
            "特許庁は，上記審判請求を不服2005−12560号事件として審理し，平成20年9月3日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月16日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正後の特許請求の範囲の記載",
          "text": [
            "本件審決が対象とした本件補正後の請求項1の記載(以下，同記載に係る発明を「本願発明」という。)は，次のとおりである。文中の「／」は，原文の改行部分を示す。",
            "記憶媒体のデータ信頼性を増大させるための方法であって，／トリガイベントが発生したか否かを判定し，該トリガイベントが，／a) 前記記憶媒体の挿入／b) 前記記憶媒体の使用期間／c) 前記記憶媒体上のファイルの変更／d) 前記記憶媒体上の予備テーブルの変更／からなるトリガイベントのリストから選択されるものであり，／前記トリガイベントが発生したと判定された際に，前記記憶媒体上に記憶されている前記トリガイベントの発生に関する合計を更新し，／前記合計が所定のしきい値を超えているか否かを判定し，／前記合計が前記しきい値を超えていると判定された際に，ディスク検証のためのディスク検証プロセスを自動的に実行し，該実行ステップが，該実行の頻度を前記記憶媒体の過去の履歴に合わせて設定するステップを含み，該ディスク検証プロセスが，前記記憶媒体の評価，前記記憶媒体の特定部分の更なる使用のブロック，及び前記記憶媒体上のデータの再配置を含む，／という各ステップを含む，記憶媒体のデータ信頼性を増大させるための方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，本願発明は，下記(1)ないし(15)の引用例1ないし15に記載された発明(以下「引用発明1」ないし「引用発明15」という。)及び周知の事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1：特開平3−203834号公報(甲1)"
            },
            {
              "fig": "(2)",
              "subject": "引用例2：特開昭57−74867号公報(甲2)"
            },
            {
              "fig": "(3)",
              "subject": "引用例3：特開平2−35602号公報(甲3)"
            },
            {
              "fig": "(4)",
              "subject": "引用例4：特開平9−128873号公報(甲4)"
            },
            {
              "fig": "(5)",
              "subject": "引用例5：特開平7−21608号公報(甲5)"
            },
            {
              "fig": "(6)",
              "subject": "引用例6：特開平4-192159号公報(甲6)"
            },
            {
              "fig": "(7)",
              "subject": "引用例7：特開平4-53062号公報(甲7)"
            },
            {
              "fig": "(8)",
              "subject": "引用例8：特開平2−278562号公報(甲8)"
            },
            {
              "fig": "(9)",
              "subject": "引用例9：特開昭54−118212号公報(甲9)",
              "text": [
                "(10) 引用例10：特開平11−15712号公報(甲10)",
                "(11) 引用例11：特開平10−83658号公報(甲11)",
                "(12) 引用例12：特開平9−259575号公報(甲12)",
                "(13) 引用例13：特開平6−243591号公報(甲13)",
                "(14) 引用例14：特開平5−120815号公報(甲14)",
                "(15) 引用例15：特開平9−265713号公報(甲15)"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の要旨認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の要旨認定の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願発明において，トリガイベントa)ないしd)に係るリストから選択されるものであって，これらa)ないしd)のすべてが共に追跡すると特定されるものではないとする。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "しかしながら，本願発明は，トリガイベントのリストを構成する異なるトリガイベントa)ないしd)をすべて検出し，それら異なるトリガイベントの発生に関する合計を更新し，この合計が所定のしきい値を越えた場合にディスク検証プロセスを自動的に実行するものである。すなわち，",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明に係る請求項1にはトリガイベントのすべてを選択するとの記載はなく，同請求項1の記載だけからは本願発明がトリガイベントa)ないしd)をすべて選択するものであるか否かが必ずしも明らかでないが，この不明瞭な点については，本件補正後の本願請求に係る明細書(甲16の出願に係る明細書がその後の甲17，18，21，23の各手続補正書によって補正されたものである。以下「本願明細書」という。)の【0001】ないし【0026】並びに添付図1及び2(以下，単に「図1」又は「図2」という。)等の記載を参酌することによって，トリガイベントa)ないしd)のすべてを検出するものであると解釈される。すなわち，①監視すべきトリガイベントの定義が携帯型記憶媒体等に格納され(【0011】)，②このトリガイベントが，第1ないし第6のトリガイベント(第1ないし第3及び第5のトリガイベントが，本願発明の「トリガイベントa)ないしd)にそれぞれ対応する。)として例示され(【0012】ないし【0022】)，③その各種トリガイベントがテーブル104(本願発明の「トリガイベントのリスト」に対応)に記録され(【0024】及び図1)，④このテーブルを個々のトリガイベント設定限界ボックス202と比較してその設定限界に達したか否かを決定し，⑤この設定限界に達した場合にボックス205において診断(ディスク検証ルーチンとすることが可能なもの)が実行される(【0026】)ものであって，以上によると，本願発明が，トリガイベントのリストを構成する異なるトリガイベントa)ないしd)のうちのいずれか1つのみを検出するものではなく，それらすべてを検出するものであることが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願明細書の【0006】には，「改善されたシステムは，現在CDに適用されている誤り訂正プロセスを含むが，そのアルゴリズムは，ディスク自体及びディスクの使用を調べ，特にディスクがユーザにより取り扱われた程度を調べる。」と記載されているところ，ここで「ディスク自体」を調べるとは，ディスクすなわち記録媒体の状態を調べることであるから，これには，本願発明の「c) 前記記憶媒体上のファイルの変更」及び「d) 前記記憶媒体上の予備テーブルの変更」が含まれ，また，「ディスクの使用」及び「ディスクがユーザにより取り扱われた程度」を調べることには，これらの文言上からも，「a) 前記記憶媒体の挿入」及び「b) 前記記憶媒体の使用期間」が含まれるから，本願発明は，課題解決手段として，本願発明に記載されたa)ないしd)のすべてのトリガイベントを追跡することをその本質的構成要件として具備するものと解すべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本願明細書の【0025】には，「図2は，ディスク検証プロセスを自動的に開始すべき時期を決定するアルゴリズムの制御を示している。ユーザがこの手順を呼び出す必要はない。大部分のユーザは，ディスク検証を実行すべきであることを知るための知識を有しておらず，このため，重要な点は，ディスク検証を実行すべきときを決定するための知能をシステムに与えることである。かなりの経験を有するユーザでさえ，これをいつ行うべきかが必ずしも分かる訳ではない。",
                    "その理由は，ユーザがある期間CDを有し，次いで該CDを友人に渡した場合には，その友人は，ディスクの状態，それがどの程度使用されてきたか，またクリーニングされてからどれくらい時間が経過したか等を知らないためである。更に，その友人の装置が当該ディスクに対して異なる動作をする可能性がある。光学系の良好さ又は不良さに起因して，読み出し時に多かれ少なかれ誤りが生じる可能性がある。",
                    "この改善されたシステムを使用することにより，多数のユーザ及び多数の所有者が1つの携帯型記憶装置を有することが可能となり，かかる場合にも依然として適切にケアされるものとなる。」と記載されているところ，同記載における，「それがどの程度使用されてきたか」は，本願発明の「a) 前記記憶媒体の挿入」に対応し，「クリーニングされてからどれくらい時間が経過したか」は，本願発明の「b) 前記記憶媒体の使用期間」に対応し，「ディスクの状態」には，本願発明の「c) 前記記憶媒体上のファイルの変更」及び「d) 前記記憶媒体上の予備テーブルの変更」が含まれる。また，「ディスクに対して異なる動作」には，ディスクに対して異なるデータの読み書き等を行うことが含まれるから，本願発明の「c) 前記記憶媒体上のファイルの変更」が含まれる。そして，「適切にケア」するとは，ディスク検証プロセスを実行することに対応するから，【0025】は，ここに記載された「ディスクの状態」，「それがどの程度使用されてきたか」，「クリーニングされてからどれくらい時間が経過したか」及び「ディスクに対して異なる動作」等のすべてに対して「適切にケア」することを記載したものであって，これは，本願発明が，a)～d)のすべてのトリガイベントを検出してディスク検証プロセスを実行することの根拠となり得るものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本願明細書の記載を参酌すれば，本願発明においては，トリガイベントa)～d)がその選択時に1つずつ選択されるか複数選択されるかはともかく，結果としてそれらのすべてが選択されて検出されるものであると解釈することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本願発明に係る請求項1の記載における「トリガイベントは，…トリガイベントのリストから選択される」とは，イベントa)ないしd)の各々ごとに，トリガイベントの検出，トリガイベントの発生に関する合計の更新及びこの合計が所定のしきい値を超えているか否かの判定を行うために「トリガイベントが選択される」ことを意図したものであって，トリガイベント a)ないしd)のうちのいずれか1つのみを選択してそれのみを追跡対象とすることを意図したものではない。本願発明についてのこのような解釈は，本願明細書中の上記記載を参酌することにより，当業者には容易に理解されるものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件審決が「本願発明において，イベントa)～d)に係るトリガイベントはリストから『選択』されるものであって，イベントa)～d)の全てを共に追跡すると特定されるものではな」いとした認定は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は，トリガイベントのリストを構成する異なるトリガイベントa)ないしd)をすべて検出し，それら異なるトリガイベントの発生に関する合計を更新し，この合計が所定のしきい値を超えた場合にディスク検証プロセスを自動的に実行するものであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願発明に係る請求項1において，「トリガイベント」は，「a)前記記憶媒体の挿入 b)前記記憶媒体の使用期間 c)前記記憶媒体上のファイルの変更 d)前記記憶媒体上の予備テーブルの変更 からなるトリガイベントのリストから選択されるもの」と，文言上明確に「選択」されるものと記載されており，同請求項1に「トリガイベントa)ないしd)をすべて検出」との記載はない。この「選択」との文言は，発明の詳細な説明，図面等を参酌するまでもなく明りょうなものであって，少なくとも「すべて」と限定して解することはできない。",
                "また，本願発明においては，「前記トリガイベントが発生したと判定された際に，前記記憶媒体上に記憶されている前記トリガイベントの発生に関する合計を更新し」と特定されるものであって，「それら異なるトリガイベントの発生に関する合計を更新」するとの記載はない。「前記トリガイベント」とは，「選択された」トリガイベントと解するのが，文言上自然な解釈であり，あえて「異なるトリガイベント」の発生に関する合計を更新すると解すべき余地はない。",
                "以上のとおり，本願発明は，文言上明確であって，あえて発明の詳細な説明や図面等にその解釈の根拠を求める必要のないことが明らかであるから，原告の主張する本願発明の認定は誤りである。",
                "この点について，原告は，本願発明につき，トリガイベントのリストを構成する異なるトリガイベントa)ないしd)のうちのいずれか1つのみではなく，それらすべてを検出するものであると解し得る根拠として，本願明細書の【0011】ないし【0026】並びに図1及び2の記載を指摘する。しかしながら，仮にこれらを参酌するとしても，①監視すべきトリガイベントが，何らかの記憶手段等に格納されるのは自明であり，「携帯型記憶媒体等」に記憶されることは，本願発明に特定される事項とは何ら関係のない事項であって，トリガイベントa)ないしd)のすべてを検出すると解する根拠となるものではないこと，②トリガイベントが第1ないし第6のトリガイベントとして例示されるのは，それぞれ「選択」されることのできるトリガイベント，すなわち選択肢の例を記載したにすぎず，また，第1ないし第3及び第5のトリガイベントが請求項1のトリガイベントa)ないしd)にそれぞれ対応するとの主張は，単に，選択肢の例が明細書中に記載されていることを示すにとどまり，トリガイベントa)ないしd)のすべてを検出すると解する根拠となるものではなく，原告の指摘する本願明細書の記載は，「選択」のための選択肢が，例示的に，個別に記載されているにすぎず，このような選択肢の例示がトリガイベントa)ないしd)のすべてを検出すると解する根拠となるものでないこと，③「選択」する前提として選択肢をテーブル又はリストとして保持することは普通のことであるから，トリガイベントが，テーブル又はトリガイベントリストに記録されることが，トリガイベントa)ないしd)のすべてを検出すると解する根拠となるものでないこと，④トリガイベントの定義自体がそれぞれ異なっているのであるから，その設定限界も個々に異なるのは当然の事項であって，本願発明につき，その請求項1に記載のとおり，「トリガイベントのリストから選択される」と解した場合であっても，この選択されたトリガイベントについて比較動作を行い，図2のボックス204に記載されるように，「特定のトリガイベントがその設定限界を超えた」か否かの判断を行うこととなるのも当然のことであるから，トリガイベントa)ないしd)のすべてを検出すると解する根拠となるものでないとともに，「それら異なるトリガイベントの発生に関する合計を更新」するものでもないこと，⑤本願発明につき，その請求項1に記載のとおり，「トリガイベントのリストから選択される」と解した場合にも，ボックス205に示される診断テストが行われることとなるのは当然のことであるから，トリガイベントa)ないしd)のすべてを検出すると解する根拠となるものでないこと，以上によると，本願明細書の記載は，本願発明を「トリガイベントのリストを構成する異なるトリガイベントa)ないしd)の全て検出し，それら異なるトリガイベントの発生に関する合計を更新」するものと解する根拠となるものではなく，むしろ，本願明細書及びその添付図面の記載は，本願発明をその請求項1に記載されるとおり，トリガイベントが「トリガイベントのリストから選択されるもの」と解することについて何ら障害となるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願発明に係る請求項1の記載における「トリガイベントは，…トリガイベントのリストから選択される」とは，トリガイベントa)ないしd)ごとに，トリガイベントの検出，トリガイベントの発生に関する合計の更新及びこの合計が所定のしきい値を超えているか否かの判定を行うために「トリガイベントが選択される」ことを意図したものと解することはできない。そもそも本願明細書の発明の詳細な説明において「選択」との語が用いられている箇所は，【0032】の例示的な実施態様中の10項のみで，同箇所には，「トリガイベントはa)～e)からなるリストから選択される」と記載されているにすぎず，本願発明が特定するトリガイベントa)ないしd)のみからなるトリガイベントのリストからすべてのトリガイベントを追跡することを記載したものではなく，まして，「イベントa)ないしd)の各々ごとに，トリガイベントの検出，トリガイベントの発生に関する合計の更新及びこの合計が所定のしきい値を超えているか否かの判定を行うために「トリガイベントが選択される」ことを意図したものということはできない。",
                "なお，原告は，本件審決において，本願発明が「トリガイベントa)ないしd)のうちのいずれか1つのみを選択」するものと認定したかのように主張するが，本件審決はそのように「1つのみ」を選択することを認定も判断もしているものではなく，その請求項1に「選択」と記載されていることに従い，本願発明の特定事項として「選択」することを認定した上で，その「選択」することについては当業者が容易に想到し得ることであると判断したものである。",
                "また，「選択」の態様には様々なものが含まれ得るが，本願発明はどのように「選択」するかまでは特定していないのであるから，本件審決においても，特定の「選択」の態様，例えば「1つのみ」を選択する場合に限って認定，判断したものではなく，逆に，特定の態様を除外して認定，判断したものでもないものであって，万一，本願発明を，原告が主張するように「すべてを共に追跡する」との意味に解したとしても，上記「すべてを共に追跡する」ことは，「選択」の態様の特別な場合として，「すべての選択肢を選択する」との態様において含まれ得ることとなり，結局，本件審決の認定判断には何ら誤りはないということができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1ないし15は，そのいずれもディスク検証プロセスを実行すべき時期を決定するために特定のイベントしか追跡しないものであり，「ディスク検証プロセスを実行すべき時期を正確に決定するためにトリガイベントa)ないしd)のすべてを共に追跡する」という本願発明の特徴の重要性を認識していないものであって，このような引用発明1ないし15に基づいて本願発明を想到することは不可能である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願発明における「前記合計が前記しきい値を超えていると判定された際に，ディスク検証のためのディスク検証プロセスを自動的に実行し，該実行ステップが，該実行の頻度を前記記憶媒体の過去の履歴に合わせて設定するステップ」という構成要件は，4つのすべてのトリガイベントについて，いずれかのトリガイベントが発生するごとに，過去の履歴を考慮してディスク検証プロセスの実行頻度を設定することを意味するものであり，このような構成によれば，4つの異なるタイプのトリガイベントの発生及び発生履歴を考慮することによって，ディスク検証プロセスをより適切な時期に実行することができ，もって記録媒体のデータ信頼性をより高めるという格別な効果が得られるというものであって，たとえ複数のトリガイベントを並列的に検出することが当業者には自明の事項であったとしても，このような格別な効果を達成し得る本願発明の構成は，当業者にとって容易に発明をすることができるものではない。なお，引用発明4，8及び15には，複数のトリガイベントを検出することは記載されているが，4つのすべてのトリガイベントの発生ごとに，過去の履歴に合わせてディスク検証プロセスの実行頻度を設定し，これによって，上記の格別な効果を達成することが可能な本願発明の構成は開示も示唆もされていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願発明は先願発明に基づいて当業者が容易に発明をすることができたものではなく，本件審決は，特許法29条第2項の規定を誤って適用したものであり，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "取消事由1の「被告の主張」のとおり，本願発明がトリガイベントa)ないしd)のすべてを検出するものであるとは，本願発明に係る請求項1に記載も示唆もなく，また，本願明細書及び図面を参酌しても，同請求項1の記載を原告が主張するように解することはできないものであって，本願発明は，請求項1に記載のとおり「トリガイベントのリストから選択されるもの」と解すべきものであるから，原告の主張は前提を欠く。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そもそも，引用発明2ないし14はトリガイベントa)ないしd)がいずれも記憶媒体のデータ信頼性に関与する事象として周知であることを例示するために掲げられたものであるところ，それら周知の事象(すなわち，トリガイベント)のうちの1つでも問題が生ずれば記憶媒体のデータ信頼性に影響を及ぼすことは明らかである。また，個々のトリガイベントa)ないしd)が他のトリガイベントに対して独立して検出し得ることも明らかであって，複数のトリガイベントa)ないしd)のそれぞれを並列的に検出することは，記憶媒体のデータ信頼性という極めて重要かつ必然的な課題において当業者には自明の事項であるから，この自明な事項に基づいて，本件審決は，記憶媒体のデータ信頼性に関与する事象たるトリガイベントに基づく方法である引用発明1において，本願発明に係る請求項1のa)ないしd)を各々トリガイベントとし，そのリストからトリガイベントを選択するようにすることは当業者が容易に想到し得たものであると判断したものであって，その判断に誤りはない。",
                "また，引用例4，8及び15には，記憶媒体のデータの信頼性に関与する事象として複数のトリガイベントを並列的に検出することも記載されており，これは当業者に自明の事項であるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件審決の判断は正当であり，原告の主張は，本願発明に係る請求項1の記載に基づかないものであって理由がなく，また，仮に「トリガイベントa)ないしd)のすべてを検出する」との原告の主張につき，トリガイベントa)ないしd)のすべてを選択肢とするとの意味において本願発明の「選択する」ことに含まれるとしても，本件審決で示された引用例に記載された事項に基づいて容易に発明することができたといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の要旨認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "text": [
                "本願発明に係る請求項1の記載",
                "本願発明に係る請求項1に記載された特許請求の範囲は，前記第2の2のとおりであり，トリガイベントについては，「トリガイベントが発生したか否かを判定し，該トリガイベントが，a)前記記憶媒体の挿入 b)前記記憶媒体の使用期間 c)前記記憶媒体上のファイルの変更 d)前記記憶媒体上の予備テーブルの変更からなるトリガイベントのリストから選択されるものであり」と記載されており，この記載からは，トリガイベントが発生したか否かを判定するトリガイベントは，トリガイベントリストに含まれる上記トリガイベントa)ないしd)から選択される1又は複数のトリガイベントであると解されるにすぎず，トリガイベントa)ないしd)のすべてを共に選択するものとまで解することは困難というべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する検討",
              "text": [
                "原告は，本願明細書によれば，①監視すべきトリガイベントの定義が携帯型記憶媒体等に格納され(【0011】)，②このトリガイベントが，本願発明のトリガイベントa)ないしd)に対応する第1ないし第6のトリガイベントとして例示され(【0012】ないし【0022】)，③その各種トリガイベントがテーブル104(本願発明の「トリガイベントのリスト」に対応)に記録され(【0024】及び図1)，④このテーブルを個々のトリガイベント設定限界ボックス202と比較してその設定限界に達したか否かを決定し，⑤この設定限界に達した場合にボックス205において診断が実行される(【0026】)ものであることから，本願発明が，トリガイベントのリストを構成する異なるトリガイベントa)ないしd)のすべてを検出するものであることが明らかであると主張する。",
                "しかしながら，上記(1)のとおり，本願発明に係る請求項1に記載された特許請求の範囲の記載からは，トリガイベントa)ないしd)のすべてを共に選択するものとまで解することが困難である。",
                "なお，本願発明の発明の詳細な説明においては，再書き込み可能なリムーバブル媒体であるディスクが，長期間にわたり使用される間に，保護ケースを持たないため，ディスクに引っかき傷，指紋，汚れが付くという損傷を受けやすく，データが読み取り不可能となったり，データが所与の記憶位置に正しく書き込まれないおそれがあること(【0003】～【0005】)から，ディスクがユーザにより取り扱われた程度を調べ，ディスク検証を自動的に実行することによってデータ保全の確実性を保証すること(【0006】)を目的とする発明であって，ディスクがユーザにより取り扱われた程度を調べるために監視するトリガイベントとすることが可能なものとして，①媒体の挿入回数，②媒体の使用時間数，③変更されたファイル数，④誤りの数及び誤りのタイプ，⑤予備テーブルにおける変更，⑥最新ファイルと最古ファイルのデータの時間差という6つのトリガイベントが例示され(【0011】～【0016】，【0021】)，それぞれのディスク検証の実行方法等(【0024】～【0026】，【0028】，【0032】)について記載され",
                "ており，このうちの上記①ないし③及び⑤は，本願発明に係る請求項1に記載されたトリガイベントである，a)の記憶媒体の挿入の回数，b)の記憶媒体の使用期間，c)の記憶媒体上のファイルの変更，d)の記憶媒体上の予備テーブルの変更にそれぞれ対応しているものということができるが，本願明細書の発明の詳細な説明には，これら6つのトリガイベント相互の格別の関連性については記載されておらず，これら6つのトリガイベントは，各々独立して監視できるイベントと認めるしかないものであって，この観点からも，原告の上記主張は，採用できない。",
                "また，原告は，①本願明細書【0006】の記載において，「ディスク自体」を調べることには本願発明の「c) 前記記憶媒体上のファイルの変更」及び「d) 前記記憶媒体上の予備テーブルの変更」が，「ディスクの使用」及び「ディスクがユーザにより取り扱われた程度を調べる」ことには本願発明の「a) 前記記憶媒体の挿入」及び「b) 前記記憶媒体の使用期間」が，それぞれ含まれ，②本願明細書【0025】の記載において，「それがどの程度使用されてきたか」は本願発明の「a)前記記憶媒体の挿入」に，「クリーニングされてからどれくらい時間が経過したか」は本願発明の「b) 前記記憶媒体の使用期間」に，それぞれ対応し，「ディスクの状態」には本願発明の「c) 前記記憶媒体上のファイルの変更」及び「d) 前記記憶媒体上の予備テーブルの変更」が，「ディスクに対して異なる動作」には本願発明の「c) 前記記憶媒体上のファイルの変更」が，それぞれ含まれ，そして，これらの「ディスクの状態」，「それがどの程度使用されてきたか」，「クリーニングされてからどれくらい時間が経過したか」，「ディスクに対して異なる動作」等のすべてに対して「適切にケア」することが記載されており，これは，本願発明がa)～d)のすべてのトリガイベントを検出してディスク検証プロセスを実行することの根拠となり得ると主張する。しかし，これら【0006】や【0025】に記載の各語句が原告主張のような意味を有し，本願発明のa)ないしd)と一義的に対応するものということはできず，これら【0006】や【0025】が，本願発明におけるトリガイベントa)ないしd)のすべてを選択することを記載したものと解することはできない。",
                "さらに，原告は，本願発明に係る請求項1の記載における「トリガイベントは，…トリガイベントのリストから選択される」とは，イベントa)ないしd)の各々ごとに，トリガイベントの検出，トリガイベントの発生に関する合計の更新及びこの合計が所定のしきい値を超えているか否かの判定を行うために「トリガイベントが選択される」ことを意図したものであって，トリガイベント a)ないしd)のうちのいずれか1つのみを選択してそれのみを追跡対象とすることを意図したものではないと主張するが，トリガイベントのリストのうちから1つ又は複数のトリガイベントを選択して監視することによっても，その選択されたそれぞれのトリガイベントにつき，発生に関する合計を更新してこの合計が所定のしきい値を超えているか否かの判定を行うことができるのであって，本願明細書の発明の詳細な説明を参酌しても，本願発明が，トリガイベントa)ないしd)のすべてを選択して追跡対象としているものと解することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によると，本願発明につき，トリガイベントa)ないしd)に係るトリガイベントはトリガイベントのリストから選択されるものであって，これらa)ないしd)のトリガイベントのすべてが共に追跡すると特定されるものではないとした本件審決の認定に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明に係るトリガイベントの信頼性の判断手法の周知性",
              "text": [
                "原告は，引用発明1ないし15は，そのいずれもディスク検証プロセスを実行すべき時期を決定するために特定のイベントしか追跡しないものであり，「ディスク検証プロセスを実行すべき時期を正確に決定するためにトリガイベントa)ないしd)のすべてを共に追跡する」という本願発明の特徴の重要性を認識していないものであって，このような引用発明1ないし15に基づいて本願発明を想到することは不可能であると主張するが，上記1のとおり，本願発明は，トリガイベントa)ないしd)のすべてを選択して追跡対象としているものと解することはできず，原告の上記主張は，前提を欠くものであって採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "もっとも，本願発明は，トリガイベントa)ないしd)のうちの1つ又は複数が選択されるものであるから，そのa)ないしd)のすべてが選択される場合も含まれることになるといえなくもない。そこで，このようなトリガイベントa)ないしd)のすべてが選択された場合についての本願発明の進歩性の有無について，念のため，更に検討することとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明に係る「記憶媒体の挿入」，「記憶媒体の使用期間」，「記憶媒体上のファイルの変更」及び「記憶媒体上の予備テーブルの変更」のそれぞれが記憶媒体のデータ信頼性に関与する事象であること，これらの事象に基づく信頼性の判定手法として，当該事象の発生に関する合計が所定のしきい値を超えているか否かで判定するとの手法を採ること，以上がいずれも周知なものであることは当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例4について",
                      "text": [
                        "引用例4の発明の詳細な説明には，次の記載がある。",
                        "【0004】【発明が解決しようとする課題】ところで，記録媒体の使用に伴うアクセス不良の発生は，必ずしも使用時間によって一義的に決まるものではない。また，アクセス不良発生後の対処では，記録した情報を保護するうえで信頼性に欠けるという問題がある。本発明は上記の点に鑑みてなされたもので，故障の程度を予めモニタでき，信頼性に優れた記録媒体，その故障診断方法及び情報記録装置を提供することを目的とする。",
                        "【0005】【課題を解決するための手段】上記目的を達成するため本発明の記憶媒体によれば，情報記録装置から取出自在で，少なくともユーザ領域と交代領域とを有し，記録情報を書き換え自在な記憶媒体であって，情報記録装置内における使用時間および／または滞在時間を記録する時間情報領域が設けられている構成としたものである。",
                        "【0006】上記目的を達成するため本発明の記録媒体の故障診断方法によれば，記録された交代処理の発生エリアまたは発生件数に係る情報に基づいて記録媒体の故障を診断する構成としたのである。好ましくは，更に記録媒体の前記情報記録装置内における使用時間および／または滞在時間に係る情報を加味して該記録媒体の故障を診断する。",
                        "以上によると，引用例4には，情報記録装置から取出自在な記録媒体において，「記録された交代処理の発生エリアまたは発生件数に係る情報」，「使用時間」及び「滞在時間」という複数の事象に基づいて，故障の程度を監視・診断する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例8について",
                      "text": [
                        "引用例8の発明の詳細な説明には，次の記載がある。",
                        "〔概要〕記憶媒体に少なくとも情報の書き込み及び読み取りを行う記憶装置に関し，記憶媒体の使用限界時期を管理すること目的とし，前記記憶媒体に，予め媒体の使用限界時間を記憶した使用限界時間記憶領域と，前記記憶媒体に，予め前記記憶媒体の読み取り及び書き込み時の障害発生の限界数を記憶した障害発生限界数記憶領域と，前記記憶媒体の使用時間を記憶する使用時間記憶領域と，前記記憶媒体の障害発生数を記憶する障害発生数記憶領域を設け，前記記憶媒体の使用時間記憶領域に，前記記憶媒体が使用される毎に，使用時間を書き込む使用時間書込手段と，前記障害発生数記憶領域に，障害が発生した毎に，障害発生数を書き込む障害発生数書込手段と，前記使用限界時間記憶領域に記憶された使用限界時間と，障害発生限界数記憶領域に記憶された障害発生の限界数と，前記障害発生数記憶手段に記憶された障害発生数を比較して記憶媒体の使用限界を検出する使用限界検出手段を有する構成とする(1頁右欄11行～2頁左上欄12行)。",
                        "〔産業上の利用分野〕本発明は書き込み及び読み取りを行われる記憶媒体の使用期限を管理する記憶装置に関する(2頁左上欄13～15行)。",
                        "本発明の目的は，上記課題を悉く解決し，フロッピーディスクの寿命や，リトライアブルなエラーの発生状況を機械的に把握し，使用者に警告を与えることを目的とする(3頁右上欄11～14行)。",
                        "第1図は本発明の原理説明図である。52は記憶媒体，43は使用限界時間記憶領域，45は障害発生限界数記憶領域，44は使用時間記憶領域，46，47は障害発生数記憶領域，61は使用時間書込手段，62は障害発生数書込手段，63は使用限界検出手段である(3頁右上欄16行～左下欄1行)。",
                        "記憶媒体52に，予め使用限界時間記憶領域43と，障害発生限界数記憶領域45(判決注：「43」との記載は「45」の誤記と解する。)と，使用時間記憶領域44と，障害発生数記憶領域46，47(判決注：「45」との記載は誤記と解する。以下同じ。)を設け，記憶媒体使用毎に，使用時間書込手段61と障害発生数書込手段62が，使用時間記憶領域44と障害発生数記憶領域46，47にそれぞれの情報を書き込む。そして，前記4つの記憶領域に記憶されている情報を比較して，使用限界検出手段記憶63が使用限界を検出する(3頁右下欄3～11行)。",
                        "以上の記載によると，引用例8は，記憶媒体の「使用時間」及び「障害発生数」を記憶し，予め記憶されている「使用限界時間」及び「障害発生限界数」と比較することで，記憶媒体の使用限界を検出するものということができる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "引用例15について",
      "text": [
        "引用例15の特許請求の範囲には，次の記載がある。",
        "【請求項1】オートチェンジャーと，1台以上のドライブと複数の可搬型メディアとからなる情報記憶装置において，上記各メディアの信頼性を決定する信頼性決定手段と，この信頼性決定手段で決定されるメディア毎の信頼性の値を管理する管理手段と，この管理手段で管理されるメディア毎の信頼性の値で予め定められた値を下回ったメディアがあった場合に外部に対して新しいメディアの要求を送信する送信手段と，を具備したことを特徴とする情報記憶装置。",
        "【請求項2】上記信頼性決定手段は，メディアの使用時間，総アクセス回数，エラー発生回数，メディアに情報が記憶されるブロック毎のアクセス回数とから求めることを特徴とする請求項1記載の情報記憶装置。",
        "引用例15の発明の詳細な説明には，次の記載がある。",
        "【0001】【発明の属する技術分野】この発明は，情報記憶装置に係り，特にオートチェンジャーと，1台以上のドライブと複数の可搬型メディアとからなり，装置内のメディアの信頼性を常にある一定以上に保つことができる情報記憶装置に関する。",
        "【0023】図2にメディア管理テーブル106aを示す。メディア管理テーブル106aは磁気ディスク106上に格納され，メインメモリ103上に読み出されて用いられる。メディア管理テーブル106aは，メディア番号201，格納場所202，使用ブロックのビットマップ203，使用量204，使用開始時間205，各々のメディアの各々のブロックにおけるアクセス回数が所定数を越えた危険ブロック数208，エラー発生の回数を記憶するエラー回数209，信頼性206，mode207とから構成されている。",
        "以上の記載によると，引用例15は，メディアの「使用時間」，「総アクセス回数」，「エラー発生回数」及び「ブロック毎のアクセス回数」により，メディアの信頼性を判定する技術であるということができる。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "上記(ア)ないし(ウ)によると，メディア(記憶媒体)のデータの信頼性に係る事項として，複数のトリガイベントを並列的に監視することが当業者にとって自明の事項であるといわなければならない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "そうすると，記憶媒体がユーザにより取り扱われた程度を調べるために，上記アのとおりデータ信頼性に関与するものとして周知なトリガイベントである本願発明に係る「記憶媒体の挿入」，「記憶媒体の使用期間」，「記憶媒体上のファイルの変更」及び「記憶媒体上の予備テーブルの変更」につき，この中から複数のトリガイベントを選択して監視する構成とすることも，当業者が容易に想到することができ，上記4つすべてを選択することについてもこの複数選択の1つということができるから，やはり当業者が容易に想到することができるものであるということができる。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "原告の主張に対する検討",
              "text": [
                "原告は，本願発明の「前記合計が前記しきい値を超えていると判定された際に，ディスク検証のためのディスク検証プロセスを自動的に実行し，該実行ステップが，該実行の頻度を前記記憶媒体の過去の履歴に合わせて設定するステップ」という構成要件は，4つのすべてのトリガイベントについて，いずれかのトリガイベントが発生するごとに，過去の履歴を考慮してディスク検証プロセスの実行頻度を設定することを意味し，これによりディスク検証プロセスをより適切な時期に実行することができ，記録媒体のデータ信頼性をより高めるという格別の効果が得られるものであって，複数のトリガイベントを並列的に検出することが当業者にとって自明の事項であったとしても，本願発明が容易想到ということはできないと主張するが，上記1のとおり，本願発明は，トリガイベントa)ないしd)のすべてを選択するものということはできず，原告の上記主張は，前提において誤りがあり，採用することはできない。",
                "なお，本願発明につき，トリガイベントのリストから複数の選択をする場合の1つとして，トリガイベントa)ないしd)のすべてについて過去の履歴を考慮してディスク検証プロセスの実行頻度を設定することを考慮するとしても，上記(2)のとおり，本願発明に係るa)ないしd)のすべてを選択することについても当業者が容易に想到することができるものであるところ，引用例1の発明の詳細な説明には，「本発明は，前記従来技術の不備を解消するためになされたものであって，その第1の目的は，寿命管理用の情報が記録された光記録媒体を提供することにあり，またその第2の目的は，そのような光記録媒体を用いた寿命管理方法を提供することにあり，またその第3の目的は，そのような光記録媒体を用いた寿命管理システムを提供することにある。」との記載(3頁右上欄14行～左下欄1行)，「また，前記第2の目的を達成するためのさらに他の手段として，記録領域または非記録領域の一部に寿命検査およびメインテナンスを行うべき期日情報が光学的に読み出し可能な手段をもって記録された光記録媒体をドライブにかけ，前記記録領域の一部に形成されたユーザー領域に対して記録／再生動作を実行する以前に前記期日情報を読み出し，使用日が寿命検査およびメインテナンスを行うべき期日を超えているか否かについて判断し，期日を超えている場合には，寿命検査及びメインテナンスを自動的に実行するようにした。」との記載(3頁右下欄12行～4頁左上欄2行)，「以下，前記光記録媒体を用いた寿命管理方法について説明する。まず，前記光記録媒体1をドライブにかけ，期日情報記録領域7から第5図に例示したテーブルを読み出す。寿命検査およびメインテナンスを行ったことを示すフラグが記録されていない年月日のうち，最も若い次数の年月日…と媒体の使用日とを比較し，媒体の使用日が未だこの寿命検査及びメインテナンスを行うべき年月日に至っていない場合には，一応当該光記録媒体の寿命には問題がないと判断されるので，ユーザー領域3に光学ヘッドをシークしてユーザー情報の記録／再生を行う。媒体の使用日が寿命検査およびメインテナンスを行うべき年月日を過ぎている場合には，ユーザー領域3に対するユーザー情報の記録／再生を禁止し，当該光記録媒体の寿命検査およびメインテナンスを行う。」との記載(5頁左下欄8行～右下欄6行)，「前記実施例においては，一定期間ごとに寿命検知及びメインテナンスを実行するようにしたが，製造年月日からの期間が長くなるに従って，寿命検知及びメインテナンス期間を短くすることもできる。」との記載(8頁左上欄9～13行)があり，これによると，引用例1には，過去の履歴を考慮してディスク検証プロセスの実行頻度を設定することが記載されているということができ，トリガイベントa)ないしd)のすべてについて過去の履歴を考慮してディスク検証プロセスの実行頻度を設定することも，容易に想到することができたということができ，本願発明につき格別の効果があるということもできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，取消事由2も理由がないといわざるを得ない。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "結論",
                  "text": [
                    "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}