{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008-800055号事件について平成21年8月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，被告(テバ社)を特許権者とする特許第3737801号(発明の名称「プラバスタチンラクトン及びエピプラバスタチンを実質的に含まないプラバスタチンナトリウム，並びにそれを含む組成物」，請求項の数9，以下「本件特許」という。)について，原告(協和キリン社)がその全請求項につき特許無効審判請求をし，これに対し被告は訂正請求をして対抗したところ，特許庁が，訂正を認めた上で請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
        },
        {
          "fig": "2",
          "text": [
            "争点は，①上記訂正の可否，②上記訂正前の各発明(請求項1ないし9)が本件特許の優先日前に公然実施されたか(新規性欠如，特許法29条1項2号)，③上記訂正前の各発明及び訂正後の各発明が下記甲1発明又は甲2発明と同一であったか(新規性欠如，特許法29条1項3号)，④上記訂正前の各発明及び訂正後の各発明が下記甲1発明ないし甲6発明との関係で容易想到であったか(進歩性欠如，特許法29条2項)，⑤上記訂正前の各発明及び訂正後の各発明に記載要件違反(平成14年法律第24号による改正前の特許法36条4項〔「・・・発明の詳細な説明は，経済産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない」，実施可能要件〕又は同条6項1号〔「特許を受けようとする発明が発明の詳細な説明に記載したものであること」，サポート要件〕)があるか，である。",
            "記",
            "・甲1：  A社発行「医薬品インタビューフォーム(メバロチン錠)1997年10月改定版」(以下「甲1文献」といい，これに記載された発明を「甲1発明」という。また，甲1文献に記載された製剤を「甲1製剤」という。)",
            "・甲2：  BIOGAL 社作成の「PRODUCT  SPECICATIONS  AND  CERCIFICATE  OF ANALYSIS：Certificate No.205/00・Batch No.PR-00100」(訳・ビオガル社「製品の使用および分析結果の証明」，以下「甲2文献」といい，これに記載された発明を「甲2発明」という。また，甲2文献に記載されたサンプルを「甲2サンプル」という。)",
            "・甲5：  平成20年5月30日付けB社Eの協和発酵工業株式会社F宛ての書簡(以下「甲5文献」といい，そこに記載された原末のサンプルを「甲5サンプル」という。)",
            "・甲6：  Council of Europa 作成の PHARMEUROPA VOL.12,No.1January 2000，114～116 頁(以下「甲6文献」といい，これに記載された発明を「甲6発明」という。)"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，本件被告であるテバ社は本件原告である協和キリン社を相手方(被告)として，訂正前の本件特許(請求項1～9)に基づき，協和キリン社の販売する「プラバスタチンＮa塩錠10mg・KH」が上記特許権を侵害するとして特許権侵害差止訴訟を提起したが，一審の東京地裁は平成22年3月31日請求棄却の判決(平成19年(ワ)第35324号)をしたため，テバ社が控訴し，当裁判所に係属中である(知財高裁平成22年(ネ)第10043号)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告(テバ社)は，下記内容の特許(本件特許)の特許権者である。",
                    "記",
                    "・優     先      日    平成12年(2000年)10月5日(米国)",
                    "・国   際 出  願   日    平成13年(2001年)10月5日(PCT／US 2001／031230，特願2002-533858号)",
                    "・国   際 公  開   日    平成14年(2002年)4月18日(WO  2002／030415)",
                    "・翻訳文提出日    平成14年11月27日(公表特許公報は特表2004-510817号)",
                    "・出     願      人    ビオガル  ジョジセルジャール  アール  テー．",
                    "・登     録      日    平成17年11月4日",
                    "・特   許   番   号    特許第3737801号",
                    "・発   明 の  名   称    プラバスタチンラクトン及びエピプラバスタチンを実質的に含まないプラバスタチンナトリウム，並びにそれを含む組成物",
                    "・ 請 求 項  の   数    9"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成20年3月27日，本件特許の訂正前請求項1ないし9につき，下記無効理由に基づき，特許無効審判請求をしたところ，特許庁は上記請求を無効2008-800055号事件として審理し，その中で被告は平成20年7月22日付けで特許請求の範囲の変更等を内容とする訂正請求(本件訂正。訂正内容は後記のとおり，請求項の数9)をしたところ，特許庁は，平成21年8月25日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年8月28日原告に送達された。",
                    "記",
                    "・無効理由A-1：  訂正前の本件各発明は，甲1発明であるか，又は公然実施された発明である(特許法29条1項2号，3号)。",
                    "・無効理由A-2：  訂正前の本件各発明は，甲2発明であるか，又は公然実施された発明である(特許法29条1項2号，3号)。",
                    "・無効理由B-1：  訂正前の本件各発明は，甲1発明及び技術常識に基づいて当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に発明できたものである(特許法29条2項)。",
                    "・無効理由B-2：  訂正前の本件各発明は，甲2発明及び技術常識に基づいて当業者が容易に発明できたものである(特許法29条2項)。",
                    "・無効理由B-3：  訂正前の本件各発明は，公然実施の下記甲5サンプルの発明及び下記甲6発明に基づいて当業者が容易に発明できたものである(特許法29条2項)。",
                    "・無効理由B-4：  訂正前の本件各発明は，甲1発明又は公然実施の甲1製剤の発明及び下記甲6発明に基づいて当業者が容易に発明できたものである(特許法29条2項)。",
                    "・無効理由B-5：  訂正前の本件各発明は，甲2発明又は公然実施の甲2サンプルの発明及び甲6発明に基づいて容易に発明できたものである(特許法29条2項)。",
                    "・無効理由C-1：  本件特許の特許請求の範囲請求項1(訂正前)に記載された「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満である」は，発明の詳細な説明に，当業者が当該発明の課題を解決できると認識できる程度に具体例を開示せず，本件出願時の当業者の技術常識を参酌しても，特許請求の範囲に記載された発明の範囲まで発明の詳細な説明に開示された内容を拡張ないし一般化できるとはいえないから，無効である(前記改正前特許法36条4項，6項1号)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正前の請求項1～9(本件訂正前発明1)として記載されている内容は，以下のとおりである。",
                    "・【請求項1】",
                    "次の段階：",
                    "a)プラバスタチンの濃縮有機溶液を形成し，",
                    "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                    "c)再結晶化によって当該アンモニウム塩を精製し，",
                    "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                    "e)プラバスタチンナトリウム単離すること，",
                    "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム。",
                    "・【請求項2】",
                    "水性の培養液を第一の有機溶媒で抽出し，8．0～9．5のpHの水溶液でプラバスタチンを逆抽出し，塩基性溶液を2．0～3．7のpHに酸性化し，そして酸性化した水溶液を第二の有機溶媒で抽出してプラバスタチンの濃縮有機溶液を形成する，請求項1に記載のプラバスタチンナトリウム。",
                    "・【請求項3】",
                    "第一と第二の有機溶媒が酢酸イソブチルである，請求項2に記載のプラバスタチンナトリウム。",
                    "・【請求項4】",
                    "アンモニウム塩が少なくとも1回の結晶化によって，水と逆溶媒の混合物から精製される，請求項1に記載のプラバスタチンナトリウム。",
                    "・【請求項5】",
                    "逆溶媒が酢酸イソブチル及びアセトンから成る群から選択される，請求項4に記載のプラバスタチンナトリウム。",
                    "・【請求項6】",
                    "塩化アンモニウム塩が水と逆溶媒の混合物に添加され，アンモニウム塩の結晶化を誘導する，請求項4に記載のプラバスタチンナトリウム。",
                    "・【請求項7】",
                    "アンモニウム塩が，酸性又はキレート型のイオン交換樹脂を用いて置き換えられる，請求項1に記載のプラバスタチンナトリウム。",
                    "・【請求項8】",
                    "プラバスタチンナトリウムが再結晶化によって単離される，請求項1に記載のプラバスタチンナトリウム。",
                    "・【請求項9】",
                    "プラバスタチンナトリウムが凍結乾燥によって単離される，請求項1に記載のプラバスタチンナトリウム。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正後の請求項1～9(本件訂正発明1～9)の内容は，次のとおりである(なお，訂正部分を下線部分で示した)。",
                    "・【請求項1】",
                    "次の段階：",
                    "a)プラバスタチンの濃縮有機溶液を形成し，",
                    "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                    "c)再結晶化によって当該アンモニウム塩を精製し，",
                    "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                    "e)プラバスタチンナトリウムを単離すること，",
                    "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム。」",
                    "・【請求項2～9】は，本件訂正前のそれと同じ"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，① 本件訂正請求は，脱字の加入及び明細書記載事項の範囲内の訂正であるので適法である，② 本件各訂正発明は甲1発明あるいは甲2発明と実質的に同一とも公然実施ともいえず，また，それらの発明と甲5文献，甲6発明及び技術常識に基づいて当業者が容易に発明することができたものでもない，③ 本件各訂正発明には特許法36条(改正前)にいう前記記載要件違反はない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べるとおりの誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件訂正に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正前発明1の技術的範囲については，特許請求の範囲の記載を文言どおりにとらえれば，「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム」，すなわち，プラバスタチンラクトンの混入量A重量％が0≦A＜0．5であり，エピプラバの混入量B重量％が0≦B＜0．2であるという数字さえ満たせば，本件訂正前発明1の技術的範囲に属するように見える。",
                        "しかし，そのように即断することは誤りである。本件訂正前発明1は，不純物であるプラバスタチンラクトン及びエピプラバの混入量を減らし，高純度のプラバスタチンナトリウムを得ることを目的とした発明であり，プラバスタチンラクトン及びエピプラバの混入量を一定数値以下に抑えたことをもって，従来にない作用効果とするものである。",
                        "そうであれば，プラバスタチンラクトンの混入量A重量％が0≦A＜0．5であり，エピプラバの混入量B重量％が0≦B＜0．2であるという数字さえ満たせば本件訂正前発明1の技術的範囲に属するということはできない。すなわち，数字の上では，プラバスタチンラクトン及びエピプラバの混入量がいずれも0(あるいは，0に限りなく近い数値)であるものも，本件訂正前発明1の技術的範囲に属するように見える。しかし，そのように不純物の混入量が微少なプラバスタチンナトリウムは，本件訂正前発明1よりもはるかに高度な課題を達成したもの(発明としての技術が高度なもの)であるから，それよりも課題の達成度の低い(発明としての技術が未熟である)本件訂正前発明1の技術的範囲に含まれると解することは背理以外の何ものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正は，不純物であるプラバスタチンラクトンの混入量を訂正前の「0．5重量％未満」から一挙にその半分以下である「0．2重量％未満」と変更し，エピプラバの混入量を「0．2重量％未満」からその半分である「0．1重量％未満」と変更するというものであり，混入量の数値を大幅に減少させる内容であって，その内容自体からして，「特許請求の範囲の減縮を目的とするもの」とは，到底いえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，本件訂正について，訂正前後における「特許請求の範囲」の記載を形式的に比較することで「特許請求の範囲の減縮を目的とするもの」に該当するということが可能であるとしても，本件訂正は実質上特許請求の範囲を変更するものとして許されない。すなわち，前記(ア) 及び(イ) で検討したことを踏まえれば，本件訂正前発明1は，実質上，「プラバスタチンラクトンの混入量が0．5重量％を若干下回る数値であり，エピプラバの混入量が0．2重量％を若干下回る数値のプラバスタチンナトリウム」をもって，技術的範囲というべきである。そうすると，訂正後の特許請求の範囲の記載は，実質上当該技術的範囲の外にあるものであるから，本件訂正は，「特許請求の範囲を実質的に変更するもの」というべきである。ここで，「特許請求の範囲を実質的に変更するもの」に該当するかどうかは，明細書全体ではなく，専ら「特許請求の範囲」の問題であり，訂正の前後における「特許請求の範囲」の記載を比較して，発明としての同一性を判断すべきものである。前記(イ) のとおり，本件訂正は，不純物であるプラバスタチンラクトンの混入量を訂正前の「0．5重量％未満」から一挙にその半分以下である「0．2重量％未満」と変更し，エピプラバの混入量を「0．2重量％未満」からその半分である「0．1重量％未満」と変更するものであり，混入量の数値を大幅に減少させる内容であって，訂正前後の「特許請求の範囲」の記載を比較するときには，発明の同一性を欠くことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件訂正前発明1は，プラバスタチンナトリウム自体の純度を規定しておらず，組成物中のプラバスタチンラクトンとエピプラバの混入量を規定しているだけであって，それ以外の不純物の混入量を規定していないから，プラバスタチンナトリウムが「高純度」であることを特定した発明ということはできない。要するに，プラバスタチンナトリウム自体の純度が規定されず，混合物中の他の不純物の混入量も規定されていない以上，本件訂正前発明1も本件訂正発明1も，全く産業分野への応用可能性を欠く発明であり，この点において既に無効事由を備えたものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(新規性の欠如に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明と本件訂正前各発明及び本件各訂正発明との同一性を認めなかった判断の誤り(無効理由A-1に関する判断の誤り)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "プロダクト・バイ・プロセス・クレームの要旨の認定について",
                          "text": [
                            "特許庁における特許要件の審査・審判においては，いわゆるプロダクト・バイ・プロセス・クレームとして規定された発明については，発明の要旨は，当該製造方法によって得られた物に限定されることなく，製造方法にかかわらず当該物自体を発明の対象と解することとし，新規性・進歩性を判断するに当たっても，当該物自体を公知の物と対比する(いわゆる「物同一説」)という運用がされている。他方，特許権侵害訴訟における特許発明の技術的範囲の認定では，特許要件の審査・審判におけるのと同様，特段の事情がない限り物同一説によるとする裁判例(東京地裁平成11年9月30日判決)と，技術的範囲の解釈は特許請求の範囲の記載に基づいて解釈すべきであるから，特段の事情がない限り，請求の範囲の記載を意味のないものとして解釈することはできない(いわゆる「製法限定説」)とする裁判例(東京地裁平成14年1月28日判決)があり，学説もこれらの裁判例に対応するように，分かれている。",
                            "しかし，いわゆるプロダクト・バイ・プロセス・クレームとして規定された発明においても，特許請求の範囲に製造方法が明確に記載されている以上，当該製造方法を無視して発明の要旨を認定すべきではない。このことは，特許出願に係る発明の新規性及び進歩性について審理するに当たっての発明の要旨認定につき，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであるとした最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁〔リパーゼ事件〕及び特許法70条の趣旨に照らしても明らかである。",
                            "したがって，本件においても，プロダクト・バイ・プロセス・クレームとして規定された発明であるからといって，本件訂正前発明1につき，製造方法についての記載部分を除外して発明の要旨を認定することは許されないものと解すべきである。",
                            "上記の趣旨に照らし，本訴において，原告は，審決の取消事由として，新規性・進歩性の欠如を理由とする無効理由に対する判断の誤りを主張する点については，製法限定説を主位的に主張し，物同一説を予備的に主張する。",
                            "もっとも，製造方法を考慮するとしても，本件訂正発明1のように，プラバスタチンを「塩析結晶化」する工程を含むことに進歩性はない。",
                            "このことは，被告の「プラバスタチン又はその医薬として許容される塩の単離及び精製方法」に係る特願2004-278522の出願(甲24)，及びプラバスタチンをアンモニウム塩の形態で「塩析結晶化」する方法について，特願2005-304900の出願(甲34)が特許庁において，いずれもプラバスタチンの精製方法において周知の塩析方法を用いるにすぎず，当業者であれば容易になし得る，として拒絶されている(甲25，甲35)ことからも明らかである。",
                            "また，水溶性の物質を塩析を用いて精製する方法は本件特許の優先日前に公知であり(甲30)，スタチン系の物質の精製に塩化アンモニウムを用いることについての動機付けもある(甲26)。塩析法自体は，不純物を除去する精製法の一種であるから，塩化アンモニウムを用いた塩析により，エピプラバ，またはプラバスタチンラクトンが除去できることは特段，顕著な効果ということはできない(甲25，甲33)。",
                            "さらに，プラバスタチンラクトンをプラバスタチンナトリウムに変換する方法(水酸化ナトリウムを用いる方法。甲20)は本件特許の優先日前に公知であるから，塩析法にはエピプラバの除去だけを望めばよく，エピプラバを効率よく除去できる塩を選択すればよいことは，当業者が容易に想到できる。",
                            "このように，塩化アンモニウムを塩として採用して塩析を行うことによりプラバスタチンアンモニウム塩の結晶を取得する工程でエピプラバを除去し，塩析で除ききれなかったプラバスタチンラクトン，及びその後の精製工程で生成したプラバスタチンラクトンは，水酸化ナトリウムを加えることによりプラバスタチンナトリウムに変換できるので，最終的にエピプラバ及びプラバスタチンラクトンの含有量が少ないプラバスタチンナトリウムを取得することは，本件特許の優先日において当業者が容易に想到できることであった。",
                            "以上のとおり，審決が本件特許発明の進歩性判断において，「塩析結晶化」という方法の部分について進歩性を肯定した点は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件訂正前発明1との対比",
                          "text": [
                            "本件訂正前発明1の技術的範囲は，「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム」である。",
                            "これに対し，甲1文献のメバロチン錠は，HPLCで測定した時の面積百分率で，「プラバスタチンラクトンを0.02～0.06％，エピプラバを0.19～0.65％含有するプラバスタチンナトリウム製剤」であり，該面積百分率の値が重量％で表示した値とほとんど同じであることは審決の認定するところであるから，本件訂正前発明1は，実質的に甲1発明である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明1との対比",
                          "text": [
                            "本件訂正発明1の技術的範囲は，「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」というにすぎず，甲1発明の「プラバスタチンラクトンを0.02～0.06％，エピプラバを0.19～0.65％含有するプラバスタチンナトリウム製剤」とは，プラバスタチンラクトンの混入量で一致し，エピプラバの混入量が0.09％程度異なるにすぎない。0.09％程度異なる差異は，原料，反応条件又は精製操作次第で常に変動するものであって，当業者にとって両者は同一と判断される範囲にすぎない。",
                            "したがって，本件訂正発明1と甲1発明とは実質的に同一である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のことは，請求項1を直接又は間接に引用する本件訂正前発明2ないし9及び本件訂正発明2ないし9についても同様である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2発明と本件訂正前各発明及び本件各訂正発明との同一性を認めなかった判断の誤り(無効理由A-2に関する判断の誤り)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2文献及び甲2サンプルの公知性を認めなかった誤り",
                          "text": [
                            "審決は，甲3(平成20年9月10日付け書簡)等の原告(協和キリン社)が提出した証拠について，「これらの証拠をもって秘密保持契約が締結されていなければ秘密保持義務はないとするのが医薬品業界における常識であるとすることはできず，秘密保持契約書が提出されていないことをもって，甲2文献及びその分析対象のサンプルが誰でも入手可能であったとすることはできない。」(審決13頁15行～19行)と判断して，甲2文献及びその分析対象である甲2サンプルの公知性を否定した。",
                            "しかし，甲2文献及び甲2サンプルは，甲3(平成20年9月10日付け書簡)に記載されているとおり，本件特許の優先日前にビオガル社から商社(C社)を介して訴外製薬会社(B社)に，秘密事項であるとの契約・説明等がなく配布されて，その内容が公然実施されたものであり，公知性はそれだけで肯定される。秘密保持契約の存在等の公知性を妨げる事情は，特許権者において主張立証すべきものであり，審決は，主張立証責任の分配について解釈を誤ったものである。加えて，本件では，秘密保持契約が締結されていなかったことについては当事者間に争いがない上，その旨の合意や業界の慣習等の存在しなかったことは原告の提出した陳述書，書簡(甲11～16)等により明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件訂正前発明1との対比",
                          "text": [
                            "本件訂正前発明1の技術的範囲は前記(ア)bのとおりであり，これに対し，甲2発明は，「プラバスタチンラクトンを0.03％，エピプラバを0.11％含有するプラバスタチンナトリウム製剤」であるから，本件訂正前発明1は実質的に甲2発明である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明1との対比",
                          "text": [
                            "本件訂正発明1の技術的範囲は前記(ア)cのとおりであるが，甲2発明の「プラバスタチンラクトンを0.03％，エピプラバを0.11％含有するプラバスタチンナトリウム製剤」とは，プラバスタチンラクトンの混入量で一致し，エピプラバの混入量が0．01％程度異なるにすぎない。エピプラバの混入量が0．01％程度異なる差異は，検出誤差の範囲にとどまる程度の差異であるから，両者は実質的に同一である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のことは，請求項1を直接又は間接に引用する本件訂正前発明2ないし9及び本件訂正発明2ないし9についても同様である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(進歩性の欠如に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由B-1に関する判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が，甲1発明及び技術常識に基づいても本件各訂正発明を容易に想到できないとした判断は誤りである。",
                            "審決は，「医薬品に関する技術分野において，その有効成分である化学物質をできるだけ高純度で得ることは当然の課題であるとしても，有効成分である化学物質をある純度以上に高純度とする手段を当業者が容易に想到し得ない場合は，そのような高純度の有効成分である化学物質の発明は，当業者が容易に発明をすることができるものではない。",
                            "そこで，上記相違点について，エピプラバの混入量を0.1重量％未満とする手段を当業者が容易に想到し得るかどうかを以下検討する」(審決16頁21行～27行)とし，「エビプラバの混入量を減少させるために，精製を繰り返すとプラバスタチンラクトンの混入量が増大するおそれがある。そうすると，本件特許発明1のプラバスタチンラクトンの混入量が0．2重量％未満であり，エビプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムは，単に精製工程を繰り返せば得られるというものではない。」と認定している(審決16頁34行～17頁2行)。",
                            "しかし，一般的な技術常識として，医薬品の純度を高め，不純物の混入量を低減させようとすることは当業者が普通に行うことである。純度や混入不純物量で特定された有用化学物質に係る発明が，公知の高純度の有用化学物質に係る発明に対して進歩性が認められる場合があるのは，公知の発明から予測できない特別な技術的な効果を奏する場合に限られると解されるが，甲1文献の10頁右欄には，プラバスタチン類縁物であるプラバスタチンラクトンやエピプラバ等の混入量が低減された99％前後の高純度プラバスタチンナトリウムが開示されている。既にこのように高純度であるプラバスタチンナトリウムに比して，エピプラバの混入量がわずかに0．09％程度少ないプラバスタチンナトリウムが，当業者の予測を超えた優れた治療効果などの技術的効果を奏するとは到底考えられない。したがって，エピプラバの混入量の低減に進歩性はない。",
                            "また，プラバスタチンラクトンが増大するとされる点についても，エピプラバはプラバスタチンと構造自体は非常に似ているが，プラバスタチンラクトンと違い，自己の分子骨格内で基が移動する分子内転位によってプラバスタチンに変換する物質ではないため，本件訂正発明1に記載されるような通常のプラバスタチンナトリウムの精製操作において，プラバスタチンからエピプラバが生じることがないことは周知である。一方，プラバスタチンラクトンは，プラバスタチンとその構造は大きく異なるが，pHにより容易にプラバスタチンに転換する性質があることも周知である。よって，エピプラバを除去した後，プラバスタチンラクトンを除去する工程をとれば，プラバスタチンラクトンの増大を招くことなく，エピプラバ，プラバスタチンラクトンとも高度に除去されたプラバスタチンナトリウムが得られることは周知の事実から当然導かれることである。",
                            "したがって，審決の上記理由は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "審決は，さらに，「本件特許発明1は，プラバスタチンをアンモニウム塩の形態で『塩析結晶化』するという甲第1号証には記載されていない工程を採用することにより，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを得ることができるものである。」(審決17頁3行～7行)と認定しているが，製造方法を考慮するとしても，プラバスタチンを「塩析結晶化」する工程を含むことなどに進歩性がないことは，前記イ(ア)aのとおりである。"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由B-2に関する判断の誤り",
                      "text": [
                        "審決が，甲2発明及び技術常識に基づいても本件各訂正発明を容易に想到できないとした判断は誤りである。",
                        "審決は，「請求人の提出した証拠からは，甲第2号証の書面及びその分析対象のサンプルが，本件特許の優先日前に誰でも入手可能であったとすることはできない。」(審決17頁22行～24行)，「そして甲第2号証には，プラバスタチンをアンモニウム塩の形態で『塩析結晶化』するという精製工程は記載されておらず，上記(4) イ．のとおり，甲第2号証に基づいてプラバスタチンラクトンの混入量が0．2重量％未満であり，エビプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを得るための手段を当業者が容易に想到することはできない。」(審決18頁2行～6行)と認定している。",
                        "しかし，甲2文献及び原末サンプルの公知性を否定した判断が誤りであることは，前記イ(イ)aのとおりであり，また，プラバスタチンを「塩析結晶化」する工程を含むことなどに進歩性がないことは，前記イ(ア)aのとおりであるから，審決の上記理由は失当である。",
                        "そして，前記イ(イ)bのとおり，甲2文献には，プラバスタチン類縁物であるプラバスタチンラクトンやエピプラバ等の混入量が既に十分に低減された高純度プラバスタチンナトリウムが開示されており，このように高純度であるプラバスタチンナトリウムに比して，エピプラバの混入量がわずかに0．01％程度少ないプラバスタチンナトリウムが，当業者の予測を越えた優れた治療効果などの技術的効果を奏するとは到底考えられない。",
                        "甲2文献との0．01％程度のエピプラバの混入量の差は，製造時に日常的に起きる微差にすぎず，そのような混入量の差異によって進歩性が認められることはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由B-3に関する判断の誤り",
                      "text": [
                        "審決が，甲5文献に記載された甲5サンプル及び甲6発明に基づいても本件各訂正発明を容易に想到できないとした判断は誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，甲5文献に記載された「秘密事項」に関する記載は個人的見解を示したものであることを理由として，「プラバスタチンナトリウムの原末のサンプルの発明(甲第5号証参照)は，本件特許の優先日前に公然実施された発明ということはできない」(審決20頁4行～6行)と認定する。",
                            "しかし，本件では，秘密保持契約がなかったことは当事者間で争いがなく，また，上記サンプルが顧客に交付された時点で秘密保持契約が存在しなかったことについては甲3等の第三者の供述書によって，当業界において秘密保持契約なしに秘密保持義務を負うなどの慣習など存在しないことについては甲11～15，甲16などによって明らかであって，甲5サンプルの公知性については疑問の余地がない。",
                            "この点，審決は，上記甲号証を「個人的な見解」などとして退け，公知性を否定しているが，甲5サンプルが顧客に交付されたことに関して当該顧客が秘密保持義務を負うことについては，それを主張する被告側に立証責任があるのであって，審決は立証責任の解釈を誤っている。そして，被告は，顧客に秘密保持義務が存在したことを立証し得ていないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決は，「甲第6号証記載の検査方法においては，プラバスタチンラクトンは検査対象不純物として認識されておらず，プラバスタチンラクトンについては何ら言及がなされていない。そうすると，甲第6号証の記載からは，同号証に記載された高速液体クロマトグラフィー(HPLC)法が，プラバスタチンラクトンとプラバスタチンナトリウムを分離できるものであるかどうかは不明であり，エピプラバの混入量，プラバスタチンラクトンの混入量をともに一定量以下に抑えるために，甲第6号証に記載された高速液体クロマトグラフィー(HPLC)法を採用することを当業者が容易に想到し得るということはできない。なお，請求人は『分析方法』を『精製方法』に転用することは通常行われていることであると主張しているが，仮にそうであるとしても・・・容易に想到し得るということはできない」(審決20頁18行～26行)とする。",
                            "しかし，甲6文献にはプラバスタチンラクトンに関する記載こそないが，むしろプラバスタチンと構造的に非常に近いエピプラバが分離できる条件であることから，構造的にはより遠いものであるプラバスタチンラクトンであれば当然に分離できる条件にあることは技術常識である。また，プラバスタチンはラクトン化することで疎水性が上がるため，甲6文献の逆相液体クロマトグラフフィー(HPLC)の条件では，プラバスタチンラクトンはプラバスタチンよりも後にピークが検出されることも技術常識であり，実際に甲4(D社の「プラバスタチンの精製試験結果報告書」)でもそのとおりの結果が得られている。",
                            "さらに，「分析方法」が公知の場合，それを「精製方法」に転用を試みることは当業者の技術常識であるから，「分析方法」から「精製方法」への転用の発想自体はごく当たり前のことである。",
                            "すなわち，分析用HPLCをそのまま物質の精製に用いることは，通常行われていることである(甲61)。また，当業者であれば，分析用HPLCの条件を分取用に最適化できる。プラバスタチンナトリウムとその類縁物質がカラムにより分離できる方法が知られている場合，カラムからのHPLCによる物質の分離を「分析」に用いるか，「精製」に用いるかは，目的の違いにすぎない(甲46)。",
                            "この点に関して，被告は，甲6文献で得られるプラバスタチン画分の分取液には酢酸及びトリエチルアミンが混入しており，これを除去することが困難であると主張する。",
                            "しかし，プラバスタチン分取画分に酢酸及びトリエチルアミン等の水溶性の塩が含まれていたとしても，それらを除去することは技術的に容易であり，技術常識である。",
                            "したがって，審決の上記判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "無効理由B-4に関する判断の誤り",
                      "text": [
                        "審決が，甲1発明又は公然実施の原末サンプル及び甲6発明に基づいても本件各訂正発明を容易に想到できないとした判断が誤りであることは，前記(ア) 及び(ウ) から明らかである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "無効理由B-5に関する判断の誤り",
                      "text": [
                        "審決が，甲2発明又は公然実施の原末サンプル及び甲6発明に基づいても本件各訂正発明を容易に想到できないとした判断が誤りであることは，前記(イ) 及び(ウ) から明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(無効理由C-1に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "サポート要件違反",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「本発明の好ましい態様を遵守するプラバスタチンナトリウムの製造実験例であり，かつ，段落【0031】に，『本発明の好ましい態様を遵守することによりプラバスタチンナトリウムが，プラバスタチンラクトンが0．2％(w/w)未満で且つエピプラバが0．1％(w/w)未満で単離されうる』ことを例示する2つの例であると記載されている，例1及び例3は，いずれもプラバスタチンナトリウムが，プラバスタチンラクトンが0．2％(w/w)未満で且つエピプラバが0．1％(w/w)未満で単離されたプラバスタチンナトリウムの製造実験例であると理解するのが自然である。そうすると，本件特許明細書の発明の詳細な説明には，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを製造するための，工程a)～工程e)おける具体的な条件が，工程a)～工程e)に関する段落【0010】～【0030】に，『好ましい態様』として具体的に記載されている。そして，その製造実施例が例1，例3として記載され，混入量の具体的な数値は記載されていないが，プラバスタチンラクトンの混入量が0．2％(w/w)未満で且つエピプラバの混入量が0．1％(w/w)未満であったことが記載されているといえる。」(審決25頁15行～31行)と認定判断している。",
                            "しかし，本件明細書には，「プラバスタチンナトリウムは更に，2つが例1及び3で例示される，本発明の好ましい態様を遵守することによってプラバスタチンラクトンが0．2％(w/w)未満で且つエピプラバが0．1％(w/w)未満で単離されうる。」との記載があるだけで，プラバスタチンナトリウムの不純物であるプラバスタチンラクトンやエピプラバを実際に測定した数値は何ら記載されていないし，「プラバスタチンラクトンの混入量が0．2重量％未満」及び「エピプラバの混入量が0．1重量％未満」であるプラバスタチンナトリウムが得られたことを裏付ける，実験によりサポートされた具体例の開示はおろか，かかるプラバスタチンナトリウムが得られたか否かを確認するための具体的な測定方法すら明細書に開示されていない。",
                            "このように，特許請求の範囲の記載が，実験によりサポートされた具体例により開示されていないときは前記改正前特許法36条6項1号が定めるいわゆる明細書のサポート要件に適合しないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，審決は，「段落【0031】には『単離されうる』と記載されているが，・・・，各工程に関する段落【0010】～段落【0030】の記載，この段落【0031】の記及び『得られた』と記載されている例1，例3の製造実験例の記載とから，本件特許明細書はサポート要件を満たすものといえるのであるから，段落【0031】が『単離されうる』と記載されていることをもって本件特許明細書がサポート要件を満たさないとすることはできない。」(審決26頁36行～27頁3行)と認定判断している。",
                            "しかし，上記段落【0010】～【0030】の記載からは不純物の量は導けないし，「単離されうる」との記載は，あくまでも可能性を述べているにすぎない。プラバスタチンラクトン及びエピプラバという複数の不純物成分の含量を共に実際に測定しているとはいえない明細書の記載に照らせば，「プラバスタチンラクトンが0．2％(w/w)未満で且つエピプラバが0．1％(w/w)未満」が，実験によりサポートされていないことは明らかであり，上記審決における判断は失当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審決は，「当審の上記判断は上記のとおりであり，例5において純度が99．9％であることを含め，例1，3～6の純度に基づくものではなく，この点は当審の上記判断に影響を及ぼすものではない。」(審決25頁38行～26頁2行)との判断を示している。",
                            "この「例1，3～6の純度に基づくものではない」旨の判断は，以下の理由によるものと思われる。すなわち，甲2文献の「Assay(on water-free and solvent-free basis)」の欄には，「SPECIFICATION」として「98．0-101．0％」，「RESULTS」として「99．8％」と記載されている。この記載からも明らかなように，プラバスタチンナトリウムの純度は101．0％になりうることが示されている。このことは，日本薬局方の通則(甲9)の記載，「31  医薬品各条の定量法で得られる成分含量の値について，単にある％以上を示し，その上限を示さない場合は101．0％を上限とする．」によっても裏付けられている。",
                            "そうだとすると，本件明細書の例5に記載されている最高純度(約99．9％)のプラバスタチンナトリウムであっても，最大約1．1％の不純物を含むことになり，仮にプラバスタチンラクトンとエピプラバの比率がおよそ2：1であるとした場合，プラバスタチンラクトンの混入量が0．7重量％未満であり，エピプラバの混入量が0．3重量％未満であるということはできても，「例5にはプラバスタチンナトリウムの純度が約99．9％である旨記載されており，例えば，プラバスタチンラクトンの含有量は必然的に0．2％未満である」とか，「製品はプラバスタチンラクトン以外の不純物を含むであろうから，プラバスタチンラクトンの含量は0．2％となる筈である」とはいえないことは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施可能要件違反",
                      "text": [
                        "前記(ア)によれば，当業者が本件明細書の記載に基づいて「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」を得ることができるとはいえないから，前記改正前特許法36条4項1号が定めるいわゆる実施可能要件を満たしていないことも，明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件訂正は，特許請求の範囲の「減縮」を目的とし，かつ，実質上特許請求の範囲を拡張し又は変更するものでないから，訂正を認めた審決の認定に何ら違法はない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "原告は，プラバスタチンラクトン及びエピプラバの混入量がいずれも0(あるいは，0に限りなく近い数値)であるプラバスタチンナトリウムは，本件訂正前発明1よりはるかに高度な課題を達成したものであるから，それよりも課題の達成度の低い本件訂正前発明1の技術的範囲に含まれるものではないと主張する。",
                    "しかし，本件訂正前発明1の技術的範囲は，請求項記載のとおりの「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム。」であり，文理解釈上，この技術的範囲には，「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満である高純度プラバスタチンナトリウム」の全てが包含されるのは当然であって，当然に本件訂正発明1のプラバスタチンナトリウムも包含される。",
                    "このことは，本件明細書(特許公報，甲43)の「例5」には純度99．9％のプラバスタチンナトリウムの例が記載されているように，プラバスタチンラクトン，エピプラバの混入量が0(ゼロ)に限りなく近いプラバスタチンナトリウムをサポートする実施例があることからも裏付けられる。",
                    "以上のとおり，当該技術的範囲には，不純物の混入量が微少なプラバスタチンナトリウムも明らかに包含されているから，原告の上記主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "原告は，本件訂正は，混入量の数値を大幅に減少させる内容であって，その内容自体からして「特許請求の範囲の減縮を目的とするもの」とはいえないと主張する。",
                    "しかし，本件訂正は，プラバスタチンラクトンの混入量について「0．5重量％未満」から「0．2重量％未満」に，エピプラバの混入量について「0．2重量％未満」から「0．1重量％未満」に，各訂正するものであるから，特許請求の範囲の「減縮」に当たることは明らかである。",
                    "そして，前記アで述べたとおり，本件訂正前発明1の技術的範囲には，不純物の混入量が微少なプラバスタチンナトリウムも明らかに包含されているから，プラバスタチンラクトンあるいはエピプラバの混入量の上限を「0．5重量％未満」あるいは「0．2重量％未満」から「大幅に減少」させようと，そうしたプラバスタチンナトリウムが依然本件訂正前発明1の技術的範囲に含まれることは明らかであり，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "原告は，本件訂正前発明1は，実質上，「プラバスタチンラクトンの混入量が0．5重量％を若干下回る数値であり，エピプラバの混入量が0．2重量％を若干下回る数値のプラバスタチンナトリウム」をもって，技術的範囲というべきであるから，本件訂正は，「特許請求の範囲を実質的に変更するもの」というべきであると主張する。",
                    "しかし，原告の上記解釈は，そもそも本件訂正前発明1の請求項に「0．5重量％未満」，「0．2重量％未満」という明確な記載があるにもかかわらず，請求項に記載されていない事項を付加して解釈すべきとするものであって全く論拠がなく，また，具体的にどの程度下回る数値なのか明らかにしておらず，発明の「構成」を何ら特定していない点で不合理であり，誤りであることは明らかである。",
                    "前記ア及びイのとおり，本件訂正前発明1の技術的範囲には，文理解釈，実施例によるサポート等に照らして，「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるような高純度プラバスタチンナトリウム」の全てが包含されるから，本件訂正が発明の「変更」に当たるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張イ(ア)(甲1発明との同一性)につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正前各発明のように，新規な「物」が得られた場合，多くの場合において，その新規な「物」を得るための新規な方法を実現することが必要である。しかし，このように，新規な「物」の取得が，新規な方法の取得により初めて可能になった場合でも，いったん新規な「物」が得られれば，その「物」に係る発明は，その製造方法による限定を受けることなく，「物」自体の発明として特許性を有するのである。このことは，我が国の化学分野における確立した実務慣行である。",
                        "このことは，例えば次の卑近な例からも明らかである。すなわち，新規な抗生物質の発明においては，多くの場合，新規な微生物を自然界から分離し，その新規な微生物を培養するという新規な方法により，初めて新規な抗生物質が得られる。すなわち，新規な培養方法は，新規な抗生物質の発明の成立のための必須要素である。このような場合においても，当該抗生物質の発明は，培養方法(微生物)の拘束を離れて特許される。なお，抗生物質を目的物とする場合，そのための生産微生物は製造方法の概念に属する(乙27)。したがって，本件訂正前各発明の要旨に関する被告(テバ社)の主張に何ら矛盾はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，甲1文献及び甲1製剤は，そこに開示のプラバスタチンナトリウムについてその取得方法(製法)を開示せず，かつ，「従来技術」を参酌しても，甲1文献からその製法を読み取ることはできない。",
                        "したがって，前記のように，甲1文献及び甲1製剤は「発明」を開示するものではなく，新規性はもちろんのこと，進歩性を判断する際の「引用例」となり得ないというべきであるから，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明1との対比",
                      "text": [
                        "原告は，本件訂正発明1と甲1発明とは，プラバスタチンラクトンの混入量で一致し，エピプラバの混入量が0.09％程度異なるにすぎず，0.09％程度の差異は当業者にとって両者は同一と判断される範囲にすぎないから，両者は実質的に同一であると主張する。",
                        "しかし，特許発明の技術的範囲は，請求項の記載により特定される(特許法70条1項)。請求項の記載は明瞭であることが義務付けられる(同法36条6項2号)。また，引用例の開示事項も，その文理に従って，一義的かつ明瞭に解釈されるべきことが原則である。明瞭な基準，根拠もなく，文理解釈を無視した実質解釈を採用すべき理由はない。",
                        "したがって，原告の上記主張は文理解釈の原則を失念した不合理な主張であって，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イ(イ)(甲2発明との同一性)につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(イ)a(甲2文献の公知性等)につき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本件では，秘密保持契約が締結されていなかったことについては当事者間に争いがない上，その旨の合意や業界の慣習等も存在しなかったと主張する。",
                            "しかし，甲2文献及び甲2サンプルには，次のとおり，秘密保持義務が課されており，「公然実施」された発明(29条1項2号)，「刊行物に記載」の発明(29条1項3号)，のいずれにも該当するものでもない。",
                            "すなわち，甲2文献及び甲2サンプルは，テバグループが日本市場への本格的な進出を始めた2000年(平成12年)に，ビオガル社(被告の前身会社)からB社に提供されたものであるが，日本市場への本格参入に当たり，テバグループは，ビジネスの提携が可能と思われる日本の製薬企業を厳選した。甲2文献や甲2サンプルは，極めて限定された顧客に配布されたものであり，「誰でも入手可能なものであった」との事実はない。",
                            "また，本件での提供は，研究開発段階(未承認段階)の後発薬のための原薬サンプル及び甲2(試験成績書)の提供である。よって，これらはあくまで研究開発目的用であり，B社内部においても，これらにアクセスし得る者は同社の製剤研究部の者に限定されていた。甲2文献における「Sample for Experimental purposes only」の記載は，まさに，原薬サンプル・試験成績書は，これを受領した後発薬を開発している当該製薬企業の研究開発部門内限りで，研究開発の目的のためのみに使用されるように，との意味である。",
                            "そして，未承認の後発薬のためのサンプル・試験成績書の情報は，秘密裏に保つというのが世界の製薬業界における通常の常識である。日本市場，欧米市場を問わず，後発薬(ジェネリックドラッグ)については，その製品の品質の維持，信用性の確保にジェネリックメーカーは腐心している。サンプル提供という取引開始段階で，いちいち秘密保持契約を締結していては商取引の迅速性が失われる。このため，書面による秘密保持契約を締結しない場合が多々ある。しかし，このような場合に，秘密保持契約はなくとも，特定の相手方との商取引の内容や情報を，当事者間限りで扱われる情報とすることは，一般的にも商取引における常識である。すなわち，商慣習上，取引の内容や情報を秘密扱いとすることが期待され，了解されているのである。",
                            "さらに，サンプル・試験成績書の提供があった2000年(平成12年)当時，先発薬であるA社のプラバスタチンナトリウム製品(メバロチン錠)を保護する同社の基本特許(特許第1347361号)が存続中であった。本件は，同特許の存続中における後発薬開発のための原薬サンプル・試験成績書提供であり，2000年(平成12年)当時，サンプルやその試験成績書を秘密裏に保つ必要があったし，その他，先発メーカーに対する配慮という日本独特のしがらみや，B社とテバ社との継続的で円満なビジネス関係の存在という観点からも秘密に保持することは当然の要請であったのである。",
                            "この点は，2000年(平成12年)の提供時から本件無効審判に至るまでの8年間以上もの間，甲2文献及び甲2サンプルやそれらに関する情報が第三者に開示されることもなくB社の研究開発部門において保管されていたという客観的事実状況自体からも明らかである。",
                            "以上のとおり，本件では，書面による秘密保持契約がなくとも，黙示の秘密保持契約若しくは秘密保持の慣習があったというべきであるから，甲2文献及び甲2サンプルの公知性を認めなかった審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲2文献及び甲2サンプルは，開示にかかる「物」の取得方法(製法)の開示を欠き，公然実施された「発明」(29条1項2号)や，刊行物記載の「発明」(29条1項3号)を証するものではない。",
                            "すなわち，甲2文献は，開示にかかるプラバスタチンナトリウムの製造方法(精製方法)について記載を欠いている。物の「発明」を開示するというためには，その物の取得方法が周知でない限り，その「製法」の記載も要する。「製法」の記載を欠く甲2文献及び甲2サンプルは，公然実施された「発明」(29条1項2号)や，刊行物記載の「発明」(29条1項3号)を開示するものではなく，新規性はもちろんのこと，進歩性を判断する際の引用例とすることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲2文献の刊行物性",
                          "text": [
                            "特許法29条1項3号の「刊行物」といえるためには，不特定又は多数の者を対象としているという「公開性」と，対象が本来的に頒布する目的であるという「頒布性」が必要であるとされる。",
                            "しかし，甲2文献は，B社という特定企業宛てに作成されており，およそ不特定または多数の者を対象としているとの事情はない。  また，当該特定企業に対して提供されたものであって，本来的に「頒布」を目的としたとの事情もない。したがって，甲2文献は，「刊行物」に当たらない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明1との対比",
                      "text": [
                        "原告は，本件訂正発明1と甲2発明とは，プラバスタチンラクトンの混入量で一致し，エピプラバの混入量が0．01％程度異なるにすぎず，エピプラバの混入量が0．01％程度の差異は，検出誤差の範囲にとどまる程度の差異であるから，両者は実質的に同一であると主張する。",
                        "しかし，前記ア(ウ)のとおり，新規性あるいは進歩性の判断に際して，発明の要旨認定についてはもちろんのこと，引用例の解釈においても，明確な文理解釈が貫かれるべきである。明確に存在する「エピプラバの混入量が0．01％」の相違点について，検出誤差であるから実質的に同一であると解釈してよいとの主張は許されないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由B-1につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア) aに関し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，エピプラバの混入量がわずかに0．09％程度少ないプラバスタチンナトリウムが，当業者の予測を超えた優れた治療効果などの技術的効果を奏するとは到底考えられないなどとして，甲1発明及び技術常識に基づいても本件各訂正発明を容易に想到できないとした審決の判断は誤りであると主張する。",
                            "しかし，本件訂正発明1は，プラバスタチンラクトンの混入量を0．2重量％未満に低減し，かつエピプラバの混入量を0．1重量％未満に低減させることにより極めて高純度にしたプラバスタチンナトリウムに関するものであり，このように高純度にしたプラバスタチンナトリウムは，本件訂正発明1の前には存在せず，新規な「化学物質」である。",
                            "そして，新規な化学物質に係る発明の進歩性は，まず第一に，当該新規な化学物質を得る(製造する)ための方法を見出したことの困難性(すなわち，構成の困難性)に依拠すべきものである。",
                            "したがって，本件訂正発明1の，甲1発明に対する進歩性は，甲1文献における，「プラバスタチンラクトンの混入量が0．02～0．06％であり，エピプラバの混入量が0．19～0．65％であるプラバスタチンナトリウム」に関する記載に基づいて，本件訂正発明1の，「プラバスタチンラクトンの混入量を0．2重量％未満に低減し，かつエピプラバの混入量を0．1重量％未満に低減させることにより極めて高純度にしたプラバスタチンナトリウム」との構成が，容易に製造できたか否かにより判断すべきである。",
                            "この点，本件訂正発明1は，上記の困難性を，プラバスタチンを，いったんアンモニウム塩に転換し，これを塩析結晶化法にかけるという全く新規な方法により克服したのである。",
                            "これに対し，甲1文献には，「プラバスタチンラクトンの混入量が0．02～0．06％であり，エピプラバの混入量が0．19～0．65％であるプラバスタチンナトリウム」の記載は存在するが，その製造方法は全く記載されていない。つまり，当業者は，甲1文献によっても，そこに記載されている「プラバスタチンラクトンの混入量が0．02～0．06％であり，エピプラバの混入量が0．19～0．65％であるプラバスタチンナトリウム」から，プラバスタチンラクトンの混入量を0．2重量％未満に低減し，かつエピプラバの混入量を0．1重量％未満に低減させることにより極めて高純度にしたプラバスタチンナトリウムを製造するにはいかにすればよいか，そのヒントを得ることは不可能である。",
                            "そして，「エピプラバの混入量が0．09％少ない」との構成の差異はわずかであるとの原告の主張も，原告の単なる恣意的な主張にすぎず，この構成の相違を克服する「手段」に当業者が容易に想到できなかったことは明らかである。",
                            "そして，このことは，請求項1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "以上により，甲1発明及び技術常識に基づいても本件各訂正発明を容易に想到できないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，「エビプラバの混入量を減少させるために，精製を繰り返すとプラバスタチンラクトンの混入量が増大するおそれがある。」との審決の判断を非難するが，エピプラバは，プラバスタチンと極めて類似しており，したがって相互に分離することが極めて困難である。他方，プラバスタチンラクトンは，プラバスタチンのラクトン体であり，例えば精製工程においてプラバスタチンから生成する。したがって，プラバスタチンからプラバスタチンラクトンへのラクトン化を防止しながらエピプラバ及びプラバスタチンラクトンの両者を所定量(エピプラバは0．1重量％，プラバスタチンラクトンは0．2重量％)未満に低減することは非常に困難である。つまり，従来技術である精製方法を繰り返したとしても，本件訂正発明1が規定するプラバスタチンナトリウムを取得することは極めて困難であるのは事実であるから，この点に関する審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，エピプラバを除去した後，プラバスタチンラクトンを除去する工程をとれば，プラバスタチンラクトンの増大を招くことはない等と主張する。",
                            "しかし，原告の主張は典型的な「後知恵」である。すなわち，原告が提案する方法は，まず第1工程としてエピプラバを除去し，その後第2工程として，プラバスタチンラクトンを除去する「2段階法」である。しかしながら，エピプラバとプラバスタチンラクトンの両方を所定のレベル未満に低減する方法として，まず第1工程としてエピプラバを除去し，その後第2工程として，プラバスタチンラクトンを除去するという「2段階法」が，本件特許の優先日前に知られていた又は示唆されていたことを示す証拠は全く存在しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(ア) bに関し",
                      "text": [
                        "原告は，本件訂正発明1において，製造方法を考慮するとしても，プラバスタチンを「塩析結晶化」する工程を含むことなどに進歩性がないと主張する。",
                        "しかし，前記(ア)aのとおり，新規な化学物質の進歩性はその構成取得の困難性に基づいて評価すれば足りるところ，これを本件訂正発明1についていえば，甲1文献における「プラバスタチンラクトンの混入量が0．02～0．06％であり，エピプラバの混入量が0．19～0．65％であるプラバスタチンナトリウム」に関する記載に基づいて，本件訂正発明1の，「プラバスタチンラクトンの混入量を0．2重量％未満に低減し，かつエピプラバの混入量を0．1重量％未満に低減させることにより極めて高純度にしたプラバスタチンナトリウム」は容易に取得できなかったところであり，甲1文献との対比において本件訂正発明1の進歩性は明らかであり，請求項1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由B-2につき",
                  "text": [
                    "原告は，甲2文献との0．01％程度のエピプラバの混入量の差は，製造時に日常的に起きる微差にすぎず，そのような混入量の差異によって進歩性が認められることはないとして，審決が甲2発明及び技術常識に基づいても本件各訂正発明を容易に想到できないとした判断は誤りであると主張する。",
                    "しかし，そもそも甲2文献が公知性，刊行物性を欠いており，進歩性を判断する際の「引用例」になり得ないことは，前記(2)イ(ア)のとおりである。",
                    "仮に，甲2文献が，特許法29条1項に該当し，同29条2項の進歩性判断の基礎となり得るとしても，甲2発明と，本件訂正発明1とは，エピプラバの混入量において0．01％以上の差があり明確に異なっている。そうしたところ，甲2文献には，プラバスタチンラクトンの増量を抑えつつ，プラバスタチンラクトンとエピプラバの双方を減少させ得る本件訂正発明1に特有の「塩析結晶化法」という精製工程の開示はなく，また，従来技術である精製工程を単に繰り返しても本件訂正発明1の構成を取得できないことは前記のとおりであるから，当業者は，甲2発明に基づいて，本件訂正発明1の構成に想到することは極めて困難である。",
                    "したがって，甲2発明と対比しての本件訂正発明1の進歩性は明らかであり，また，請求項1を直接又は間接に引用する本件訂正発明2ないし9も同様であるから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由B-3につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ウ) aに関し",
                      "text": [
                        "甲5サンプルに公知性がないことは，甲2サンプルに関する前記(2)",
                        "イ(ア)と同様である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(ウ) bに関し",
                      "text": [
                        "原告は，甲6文献に記載された逆相液体クロマトグラフィー(HPLC)は記載こそないがプラバスタチンラクトンに使用できるとした上，「分析方法」が公知の場合，それを「精製方法」に転用を試みることは当業者の技術常識であると主張する。",
                        "しかし，甲6文献は，わが国における「日本薬局方」に相当し，欧州における医薬品の許可基準及びそれとの適合性を試験するための検査方法などを公定した書類であり，そこには，この試験・検定方法をプラバスタチンナトリウムの精製に使用することについては，全く記載されていない。また，本件優先日前に，そのような技術常識が存在したとの証拠は全く存在せず，現実に高速液体クロマトグラフィーによりプラバスタチンナトリウムの精製が行われたという証拠はどこにも存在しない。",
                        "また，甲6文献に記載のHPLC分析法をプラバスタチンナトリウムの精製に転用することに関しては，その動機付けを阻害する具体的な事情が存在する。すなわち，甲6文献の方法では，プラバスタチンナトリウムをHPLC分析する際に，移動相に酢酸及びトリエチルアミンを酢酸が過剰となるように加えており，甲4(精製試験結果報告書)もそれを踏襲している。その結果，HPLCにより分取されたプラバスタチン溶液には，酢酸及びトリエチルアミンが酢酸が過剰となるように混入されることとなる。このような過剰量の酢酸が混入したプラバスタチン溶液を乾燥して固体とする場合，酢酸イオンの一部がナトリウムイオンと結合するため，プラバスタチンイオンとナトリウムイオンとの比率が崩れ，プラバスタチンイオンの一部がナトリウムイオンと結合できなくなる。ナトリウムイオンと結合できなかったプラバスタチンイオンはラクトンを形成し，プラバスタチンラクトンを生じる傾向がある。これは，溶出液から，プラバスタチンナトリウムを乾燥などにより回収しようとする場合顕著となる。したがって，高純度のプラバスタチンナトリウムの獲得を意図する当業者であれば，不純物量を増大させる甲6文献のHPLC法をプラバスタチンナトリウムの精製に適用することはあり得ず，当業者が，プラバスタチンの精製のために甲6文献のHPLC法を適用することの動機付けを欠くことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由B-4につき",
                  "text": [
                    "この点に関する原告の主張は，甲6文献にはプラバスタチンナトリウムの分析方法が記載されているから，甲1製剤に甲6文献記載の分析方法を適用すれば，本件訂正発明1の高純度プラバスタチンナトリウムが得られたはずであるというものである。",
                    "しかし，甲6文献には，HPLCによりプラバスタチンナトリウムの精製に関しては記載がないこと，また，そのような精製が行われたという証拠も存在しないこと，甲6文献に記載のHPLC分析法をプラバスタチンナトリウムの精製に転用する動機付けを欠くことは前記ウのとおりであるから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由B-5につき",
                  "text": [
                    "この点に関する原告の主張は，甲6文献にはプラバスタチンナトリウムの分析方法が記載されているから，甲2文献及び甲2サンプルに甲6文献記載の分析方法を適用すれば，本件訂正発明1の高純度プラバスタチンナトリウムが得られたはずであるというものである。",
                    "しかし，甲2文献及び甲2サンプルが進歩性判断のための「引用例」になり得ないことは，前記(2)イ(ア)のとおりであり，また，甲6文献記載のHPLC分析法をプラバスタチンナトリウムの精製に転用する動機付けを欠くことは前記ウのとおりであるから，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張エ(ア)(サポート要件違反)a及びbにつき",
                      "text": [
                        "原告は，本件明細書には，「単離されうる。」との記載があるだけで，「プラバスタチンラクトンの混入量が0．2重量％未満」及び「エピプラバの混入量が0．1重量％未満」であるプラバスタチンナトリウムが得られたことを裏付ける具体例の開示も具体的な測定方法も開示されていないとして，本件訂正発明1はサポート要件に違反する旨主張する。",
                        "しかし，請求項1には，「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」を得ることができる方法の例として，工程a)～e)が記載されているところ，本件明細書の「発明の詳細な説明」には上記工程a)～e)の好ましい態様が具体的にかつ詳細に記載されており，また，本件明細書の段落【0031】には，「プラバスタチンナトリウムは更に，2つが例1及び3に例示される，本発明の好ましい態様を遵守することによってプラバスタチンラクトンが0．2％(w／w)未満で且つエピプラバが0．1％(w／w)未満で単離されうる。」と記載されており，そして，上記例1及び例3においては，上記の工程a)～e)の好ましい態様の具体例が実際に行われ，その結果として，約99．8％の純度のプラバスタチンナトリウムが現実に得られている。",
                        "したがって，段落【0031】の記載を考えれば，上記例1及び例3において得られた約99．8％の純度のプラバスタチンナトリウムが，「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満である」という要件を満たしていることは明らかである。",
                        "また，本件明細書の段落【0051】の最終文章には，例5において製造されたプラバスタチンナトリウムの純度が「約99．9％」であったことが記載されている。このことは，プラバスタチンラクトン及びエピプラバ並びにその他の不純物の合計が約0．1％未満であることを意味する。したがって，プラバスタチンラクトンの混入量が0．2％(w/w)未満であり，エピプラバの混入が0．1％(w/w)未満であるという要件が必然的に満たされている。",
                        "以上により，この点に関する審決の判断は妥当であり，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張エ(ア) cにつき",
                      "text": [
                        "原告は，甲2文献及び甲9文献の記載を根拠として，本件明細書の例5に記載されている最高純度(約99．9％)のプラバスタチンナトリウムであっても，プラバスタチンナトリウムの最高純度は101％であり得るから，最大約1．1％の不純物を含むことになり，したがって，不純物の合計量が0．1％とは限らない旨主張する。",
                        "しかし，甲2文献における[Assay」(分析)の欄の右側の欄は，ビオガル社の社内製品規格，すなわち製品とし出荷できるか否かを判断する際の判断基準を定めたものであり，原告が併行して引用する甲9文献は，医薬の一般的な製品企画を公的に定めたものであって，いずれにしても医薬製剤の製品規格(すなわち商品の規格)を政策的あるいは商業的観点から定めたものである。そして，上記の基準はあくまで，プラバスタチンナトリウムの純度のみを「内部標準法」により測定した値(定量値)について，その許容され得る上限値が101％であることを意味するものであり，不純物の量とは無関係である。他方，本件明細書の例5の「約99．9％」という値は，「面積百分率法」により測定された値であり，プラバスタチンナトリウムと他の不純物との総量を100％とした場合に，プラバスタチンナトリウムの相対比率が約99．9％であったことを意味する。かかる手法で測定された純度の上限値は100％であり，これよりも高くなることはあり得ない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張エ(イ) (実施可能要件違反)につき",
                  "text": [
                    "上記アと同様の理由により，本件訂正発明1が実施可能要件を満たすことは明らかであり，この点に関する原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "特許法180条の2第2項に基づく特許庁長官の意見",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所が本件訴訟に関し，特許法180条の2第1項に基づき特許庁長官に対し平成23年5月20日付けでなした求意見の内容は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の請求項 1(訂正前と訂正後を含む。)のa)～e)には製造方法が記載されているが，同請求項は特許庁の審査基準にいう「プロダクト・バイ・プロセス・クレーム」と理解してよいか。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件の無効理由B-1を判断するに当たり，「甲第 1 号証には記載されていない工程を採用することにより，」と「プラバスタチンナトリウムを得るための手段を当業者が容易に想到することはできない。」(17頁3行～11行)として，製法要件の相違をもって進歩性の有無を判断しているように解されるが，そのような理解でよいか。特許庁の審査基準との関係はどうか。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その他本件に関する参考意見"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "平成23年7月5日付け特許庁長官の意見",
          "content": [
            {
              "fig": "(1)",
              "subject": "求意見事項(1) について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審査基準にいうプロダクト・バイ・プロセス・クレーム",
                  "text": [
                    "審査基準は，特許法36条5項(以下，法条は，特許法を指す。)の「特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載」すべき旨の規定の趣旨に鑑み，特許請求の範囲の記載について，種々の表現形式を用いること，例えば，特許を受けようとする発明が「物の発明」の場合については，その特定事項として，作用・機能・性質・特性・方法・用途その他のさまざまな表現方式を用いることを許容する。(審査基準，第Ⅰ部 明細書及び特許請求の範囲 第 1 章 明細書及び特許請求の範囲の記載要件5～6頁，2．2．2(4)参照)",
                    "そして，上記表現方式として，特に製造方法により生産物を特定しようとする記載がある請求項を「プロダクト・バイ・プロセス・クレーム」と称し，特許請求の範囲の記載要件についての審査における指針や，新規性・進歩性の審査における発明の認定の指針を示している。(審査基準，第Ⅰ部 明細書及び特許請求の範囲 第 1 章 明細書及び特許請求の範囲の記載要件11頁，2．2．2．1(7)及び第Ⅱ部 特許要件 第 2 章 新規性・進歩性8頁，1．5．2(3)参照)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許の訂正前及び訂正後の請求項1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の訂正前及び訂正後の請求項1の記載は，それぞれ次のとおりである。",
                        "・  訂正前",
                        "「次の段階：",
                        "a)プラバスタチンの濃縮有機溶液を形成し，",
                        "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                        "c)再結晶化によって当該アンモニウム塩を精製し，",
                        "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                        "e)プラバスタチンナトリウム単離すること，",
                        "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム。」",
                        "・  訂正後",
                        "「次の段階：",
                        "a)プラバスタチンの濃縮有機溶液を形成し，",
                        "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                        "c)再結晶化によって当該アンモニウム塩を精製し，",
                        "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                        "e)プラバスタチンナトリウムを単離すること，",
                        "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記請求項には，物の発明であるプラバスタチンナトリウムを特定する事項について，不純物であるプラバスタチンラクトンならびにエピプラバの混入量についての記載があるほか，当該物の製造方法として段階a)～e)を含んで成ることが記載されている。",
                        "そうすると，上記アのとおり，審査基準において，製造方法によって生産物を特定しようとする記載がある請求項を「プロダクト・バイ・プロセス・クレーム」と指呼するのであるから，「段階a)～e)を含んで成る方法によって製造される…プラバスタチンナトリウム」という表現方式をとる本件特許の訂正前及び訂正後の請求項1はいずれも，審査基準にいう「プロダクト・バイ・プロセス・クレーム」である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "求意見事項(2) について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の記載",
                  "text": [
                    "審決は，想到容易性に係る原告主張の無効理由B-1について，以下のとおり判断する。(審決16頁7行～17頁19行。なお，A～Kは，説明の便宜のために各段落ごとに付与した記号であり，以下，各段落を，「段落A」，「段落B」，…などという。)",
                    "A  本件特許発明1はプラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が 0.1 重量％未満であるプラバスタチンナトリウムであるのに対し，甲第1号証に記載された発明はプラバスタチンラクトンを0．02～0．06％，エビプラバ(意見書注：「エピプラバ」の誤記と解する。以下同じ。)を0．19～0．65％を含有するプラバスタチンナトリウムであるから，両発明は，エビプラバの混入量の点で異なる。",
                    "B  請求人は，一般に，医薬品等に用いられる有機化学物質の純度を高め，不純物である有機化学物質の混入量を低減させようとすることは当業者が普通におこなうことであるから有機化学物質自体の発明の進歩性の判断に際しては，純度や混入不純物量で特定された有機化学物質に係る発明が，公知の高純度の有機化学物質に係る発明に対して進歩性が認められるのは，公知の発明から予測できない技術的な効果を奏する場合に限られると解せられるとした上で，本件特許発明はいずれも当業者の予測を超えた技術的効果(例えば，優れた治療効果)を奏するものではなく進歩性を有しないと主張している。",
                    "C  医薬品に関する技術分野において，その有効成分である化学物質をできるだけ高純度で得ることは当然の課題であるとしても，有効成分である化学物質をある純度以上に高純度とする手段を当業者が容易に想到し得ない場合は，そのような高純度の有効成分である化学物質の発明は，当業者が容易に発明をすることができるものではない。",
                    "D  そこで，上記相違点について，エビプラバの混入量を 0.1 重量％未満とする手段を当業者が容易に想到し得るかどうかを以下検討する。",
                    "E  エピプラバは，本件特許明細書の段落【0006】に，「プラバスタチン C-6 エピマー(「エピプラバ(epiprava)」)と記載があるとおり，プラバスタチンC-6 エピマーであって，プラバスタチンと 6 位の置換基の立体配置が異なるのみの化学構造がきわめて類似した化合物であり，エビプラバをプラバスタチンと分離することは困難である。さらに，プラバスタチンラクトンは，プラバスタチンの分子内反応により生成し，この反応は精製工程においても生ずる(乙第3号証の第2頁目(例3))ものであり，エビプラバの混入量を減少させるために，精製を繰り返すとプラバスタチンラクトンの混入量が増大するおそれがある。",
                    "F  そうすると，本件特許発明1のプラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムは，単に精製工程を繰り返せば得られるというものではない。",
                    "G  そして，本件特許明発明1(意見書注：「本件特許発明1」の誤記と解する。)は，プラバスタチンをアンモニウム塩の形態で「塩析結晶化」するという甲第1号証には記載されていない工程を採用することにより，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを得ることができるものである。",
                    "H  したがって，甲第1号証に基づいて，プラバスタチンラクトンの混入量が 0.2 重量％未満であり，エピプラバの混入量が 0.1 重量％未満であるプラバスタチンナトリウムを得るための手段を当業者が容易に想到することはできない。",
                    "I  また，本件特許発明1を引用し，さらに特定事項を付する本件特許発明2～9についても同様である。",
                    "J  よって，本件特許発明1～9は，甲第1号証に記載された発明に基づいて当業者が容易に発明することができたものとすることはできない。",
                    "K  なお，同様の理由により，本件特許発明1～9は，甲第1号証にその説明が記載されている本出願前に販売されていたメバロチン錠の発明に基づいて当業者が容易に発明することができたものとすることはできないことを念のために記す。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許庁における進歩性有無の判断手法について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審判審理における29条2項所定の要件の判断，すなわち，当業者が同条1項各号に該当する発明に基づいて容易に発明をすることができたか否かの判断は，通常，審理の対象となる請求項に係る発明の要旨を認定し，先行技術のうちで請求項に係る発明の構成に近似する特定の先行技術を選択して引用発明を認定し，両発明を対比して両発明の相違する構成(相違点)を認定し，上記引用発明やそれ以外の先行技術ないし周知技術等を総合的に考慮し，当業者において，上記相違点を補完ないし代替させることによって，請求項に係る発明に到達することが容易であったか否かにより行われる。",
                        "ちなみに，審査基準(第Ⅱ部 第 2 章 新規性・進歩性14頁，「2．4 進歩性判断の基本的な考え方」参照)に示されるように，審査においても，審判審理と同様な判断手法がとられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また特に，新規性，進歩性の判断におけるプロダクト・バイ・プロセス・クレームに係る発明の要旨の認定について，審判では，原則，最終的に得られた生産物自体を意味しているものと解して審理を行っており，審査でも同様な手法がとられている。(審査基準，第Ⅱ部 特許要件第 2 章 新規性・進歩性8頁，1．5．2(3)参照)",
                      "text": [
                        "物の発明の中には，生産物の構造等によってはその生産物を適切に表現することができず，製造方法によってのみ生産物を適切に表現することができる場合(例えば，動植物等の材料から特定の方法を用いて単離した物質等)がある。2条3項に規定されているように，「物の発明」の実施行為と「物を生産する方法の発明」の実施行為とは異なるため，上記のような場合に，「物を製造(生産)する方法の発明」とは別に「物の発明」について特許を受けようとする出願人は，製造方法により表現した物の発明を特許請求することとなる。にもかかわらず，製造方法により表現した(プロダクト・バイ・プロセス・クレーム)物を，請求項に記載された製造方法によって得られた物に限定して解釈すると，「物の発明」と「物を生産する方法の発明」の実施行為は実質的に同じとなってしまい，発明の保護の観点から適切でなく，「物の発明」として特許を取得する意味が没却されてしまう。プロダクト・バイ・プロセス・クレームとしては，上記のような場合のほかにもさまざまな場合があるが，上記(1)アで述べたとおり，プロダクト・バイ・プロセス・クレームに係る発明は，あくまでも「物の発明」であって表現形式として製造方法を用いたにすぎないものである。以上の観点から，プロダクト・バイ・プロセス・クレームに係る発明は，新規性，進歩性等の特許要件の判断に際し，一律に，最終的に得られた生産物自体を意味しているものと解することとしている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決の進歩性有無の判断についての具体的意見",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告主張の無効理由B-1は，訂正後の請求項1に係る発明(本件特許発明1)は甲1に記載された発明及び技術常識から想到容易であるというものである。そこで審決は，プロダクト・バイ・プロセス・クレームに係る発明である本件特許発明1の進歩性有無を検討するに際し，上記イに記載した判断手法にしたがい，まず，本件特許発明1の要旨を「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」と認定し，甲1に記載された発明(引用発明)を「プラバスタチンラクトンを0．02～0．06％，エビプラバを0．19～0．65％を含有するプラバスタチンナトリウム」と認定し，さらに，両発明の相違点については「エビプラバの混入量の点で異なる」と認定している。(【段落A】)",
                      "text": [
                        "ところで，本件明細書には，請求項に記載されたプラバスタチンナトリウムの単離方法の詳細について記載され(【0011】～【0030】)，続けて「・・・本発明の方法の実施で単離されるプラバスタチンナトリウムは，プラバスタチンラクトン及びエピプラバを実質的に含まない。以下の例で示すように，プラバスタチンナトリウムは，プラバスタチンラクトンの混入が0．5％(W/W)未満で且つエピプラバの混入が0．2％(W/W)未満で単離されうる。プラバスタチンナトリウムは更に，2つが例1及び3で例示される，本発明の好ましい態様を遵守することによってプラバスタチンラクトンが0．2％(W/W)未満で且つエピプラバが0．1％(W/W)未満で単離されうる。」(【0031】)と記載されている。これらの記載から，請求項に記載された製造方法を採用することによって，請求項に記載された「プラバスタチンラクトンが0．2重量％未満で且つエピプラバが0．1重量％未満」のプラバスタチンナトリウムが得られると理解することができる。すなわち，請求項1に記載されたa)～e)の工程は，結局のところ，その工程を経て得られたプラバスタチンナトリウムの不純物濃度に帰結する要素であり，不純物濃度で規定されている「プラバスタチンラクトンが0．2重量％未満で且つエピプラバが0．1重量％未満」のプラバスタチンナトリウムに，さらになんらかの限定を加える事項ではないと理解することができる。",
                        "そのような理由で，審決は，本件特許発明1の要旨を認定するに際して，製造方法を特定した部分である段階a)～e)に言及することなく最終生産物を認定し，また，引用発明との対比においても，上記段階a)～e)の製造方法を相違点として認定せず，最終生成物であるプラバスタチンナトリウムに含まれた不純物であるエピプラバの混入量の差異(本件特許発明1：0．1重量％未満，引用発明：0．19～0．65％)のみを認定している。そして，本件特許発明1における上記相違点に係る構成に到達することが容易であったか否か，すなわち，「エピプラバの混入量が0．1重量％未満」であるプラバスタチンナトリウムが引用発明及び技術常識から想到容易であるかどうかについて，【段落B】以下で検討を行っている。",
                        "以上のことから，審決は，本件特許発明1が段階a)～e)という特定の製造方法を含むものであること，すなわち，本件特許発明1と引用発明との相違点が製法要件の相違であることを前提に進歩性の判断をしたわけではないと，形式上，いうことができる。",
                        "そして，以下述べるように，審決は，実質的にも，製法要件の相違をもって進歩性の有無を判断するものではないといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，相違点に係る構成の想到容易性について検討するに当たり，「有効成分である化学物質をある純度以上に高純度とする手段を当業者が容易に想到し得ない場合は，そのような高純度の有効成分である化学物質の発明は，当業者が容易に発明をすることができるものではない。」(【段落C】)として医薬品の技術分野において進歩性が肯定される場合の考え方を示し，当該考え方を「相違点について，エビプラバの混入量を 0.1 重量％未満とする手段を当業者が容易に想到し得るかどうかを以下検討する。」(【段落D～H】)として本件事案に当てはめて，本件特許発明1は引用発明から想到容易でない旨の結論を導き出している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一般に，本件特許発明1のような化学物質に関する発明において，その化学物質を得るための手段を示す刊行物や技術常識等が存在しないときは，当該発明の新規性及び進歩性は肯定される。",
                        "これを本件事案に則していうと，プラバスタチンナトリウムの純度を高くすることが仮に自明の課題であったとしても，高い純度のプラバスタチンナトリウムを得るためのいかなる手段(本件特許の明細書等に記載されている手段と同じかどうかを問わない。)も本件特許の出願時において知られていなかったときに，本件特許発明1において，はじめて課題を達成し，不純物であるエピプラバの混入量を特定の値未満とすることができたのであれば，当該特定純度のプラバスタチンナトリウムの発明には，新規性及び進歩性が認められることとなる。審決の【段落C】は，これを説示するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ウ)のような考え方は，審査基準に具体的には記載されていないが，進歩性の通常の判断手法(上記イ(ア))を踏まえれば，当然の帰結である。",
                        "進歩性の判断においては，請求項に係る発明と引用発明とを対比して認定した相違点について，引用発明やそれ以外の先行技術ないし周知技術等を総合的に考慮し，相違点を補完ないし代替させることで請求項に係る発明が想到容易かを判断する。これを本件に当てはめると，本件特許発明1と甲1に記載された発明(引用発明)との相違点は有効成分である化学物質(プラバスタチンナトリウム)における不純物(エピプラバ)の混入量の差異のみであって，これが単に自明の課題を特定したものにすぎないとしても，課題が自明であるというだけでは進歩性を否定する根拠には足りず，相違点を補完ないし代替させるための技術，すなわち当該課題を達成するための手段(その発明に係る明細書等に開示されている課題を達成するための手段と同じかどうかを問わない。)が，本件出願時において，引用発明やそれ以外の先行技術ないし周知技術等として当業者に知られたものであるか否かが審理される。そして，相違点を補完ないし代替させるための技術，本件についていえば，課題を達成するための手段が本件出願時に存在しなければ，本件出願時の技術水準からその課題を達成することは困難であったということになり，発明の進歩性は肯定される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，「本件特許発明1は，・・・甲第1号証には記載されていない工程を採用することにより，・・・エピプラバの混入量が 0.1 重量％未満であるプラバスタチンナトリウムを得ることができるものである。したがって，甲第1号証に基づいて，・・・エピプラバの混入量が 0.1重量％未満であるプラバスタチンナトリウムを得るための手段を当業者が容易に想到することはできない。」(【段落G～H】)と説示するが，この部分の説示は，製法要件の相違すなわち本件特許の請求項1に記載されている段階a)～e)からなる製造方法が甲1に記載された発明(引用発明)に特定されていないことをもって進歩性の有無を判断しているのではない。上記ア～エを総合すると，審決は，引用発明との相違点に係る構成であるエピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを達成する手段は，本件特許発明1が採用した手段を含め，甲1には記載も示唆もなく，出願時の技術常識でもないことをもって進歩性の有無を判断していることが理解できる。審決が，「プラバスタチンをアンモニウム塩の形態で『塩析結晶化』するという甲第1号証には記載されていない工程を採用することにより」(【段落G】)のように，本件特許の請求項1に記載の製造方法をことさら挙げて説示したのは，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを具体的に達成する手段として唯一存在する請求項1に記載の製造方法ですら，甲1には記載も示唆もされていないことをいうためである。",
                        "そして，この審決の判断は，仮に，本件特許発明1が製造方法についての特定事項を有しないもの，換言すれば，本件特許の請求項1の記載が「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム。」であったとしても変わるものではないのは，上述(エ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また，審査基準との関係についてみると，審決は，無効理由B-1を判断するに当たって，プロダクト・バイ・プロセス・クレームである請求項1に係る発明を，最終的に得られた生産物自体と解して進歩性の判断をしており，審査基準に則しているといえる。審査基準は，あらゆるケースについて具体的な判断手法を記載するものではないため，本件発明のような高純度の化学物質に関する発明についての具体的な判断手法は，審査基準に記載されているわけではないが，審決の判断が審査基準に示された一般的な判断手法(前述した第Ⅱ部 第 2 章 新規性・進歩性14頁，「2．4 進歩性判断の基本的な考え方」参照)からみて当然の判断であることは，上述したとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "求意見事項(3) について",
              "text": [
                "本件が特許されるまでの審査官による審査は，以下述べるように，審査基準に則したものではない点を付記する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許に係る審査経緯",
                  "text": [
                    "概ね，次のとおりである。",
                    "被告は，平成13年10月5日に本件特許の国際出願をした。その特許請求の範囲には，製造方法の記載を含む請求項，含まない請求項がそれぞれ記載されていた。",
                    "本件特許の出願に対して，平成16年3月17日付けで，出願に係る発明は新規性・進歩性を欠く等の理由で，拒絶理由通知がされた。これに対し，被告は，平成16年9月24日付けで手続補正書等を提出した。",
                    "本件特許の出願は，平成17年4月22日付けで，進歩性を欠く等の理由で拒絶査定を受けた。しかし，この拒絶査定において，製造方法の記載がされていた請求項(本件特許の訂正前の請求項1と同一の内容)については，拒絶理由がある請求項としては挙げられていなかったが，製造方法の記載がなく，プラバスタチンラクトンやエピプラバの含有量のみで特定したプラバスタチンナトリウムに関する請求項については，拒絶査定の対象となっていた。",
                    "これに対し，被告は，平成17年7月25日，拒絶査定不服審判の請求をするとともに，同日付けで手続補正書を提出して，製造方法の記載がなく，プラバスタチンラクトンやエピプラバの含有量のみで特定したプラバスタチンナトリウムに関する請求項をすべて削除し，本件特許の訂正前の特許請求の範囲の記載と同一とする補正を行った。そして，前置審査の結果，本件出願は，同年9月16日付けで特許査定を受けた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審査についての審査基準との整合性",
                  "text": [
                    "審査官は，拒絶査定において，拒絶理由がある請求項として製造方法の限定のない請求項のみを挙げ，プロダクト・バイ・プロセス・クレームを挙げておらず，さらに，前置審査において，製造方法の限定のない請求項が削除され，プロダクト・バイ・プロセス・クレームのみが特許請求の範囲に記載されることとなった出願について特許査定をした事実が認められる。",
                    "しかし，審査基準では，プロダクト・バイ・プロセス・クレームは，最終的に得られた生産物自体を意味しているものと解して，新規性，進歩性の審査を行うこととなっており(上記(2)イ(イ)参照)，最終生産物が同じであれば，製造方法の限定のある請求項に係る発明も限定のない発明も同じ発明と解して審査を行うことになるから，製造方法の限定の有無によって異なる判断をした審査は，審査基準に則したものということはできない。そうすると，製造方法の限定がされていることのみをもってその請求項に係る発明の新規性ないし進歩性を肯定した本件特許に係る審査は，少なくとも審査基準に沿うものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "平成23年8月23日付け特許庁長官の意見(補足)",
          "content": [
            {
              "fig": "(1)",
              "subject": "求意見事項(1) についての意見の補足",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審査基準にいうプロダクト・バイ・プロセス・クレームについて，前回意見書において，以下のとおり意見を述べたが，これに関連し，後記イ以降に，補足意見を述べる。",
                    "「審査基準は，特許法36条5項(以下，法条は，特許法を指す。)の「特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載」すべき旨の規定の趣旨に鑑み，特許請求の範囲の記載について，種々の表現形式を用いること，例えば，特許を受けようとする発明が「物の発明」の場合については，その特定事項として，作用・機能・性質・特性・方法・用途その他のさまざまな表現方式を用いることを許容する(審査基準，第Ⅰ部 明細書及び特許請求の範囲 第1 章 明細書及び特許請求の範囲の記載要件5～6頁，2．2．2(4)参照)。",
                    "そして，上記表現方式として，特に製造方法により生産物を特定しようとする記載がある請求項を「プロダクト・バイ・プロセス・クレーム」と称し，特許請求の範囲の記載要件についての審査における指針や，新規性・進歩性の審査における発明の認定の指針を示している。(審査基準，第Ⅰ部 明細書及び特許請求の範囲 第 1 章 明細書及び特許請求の範囲の記載要件11頁，2．2．2．1(7)及び第Ⅱ部 特許要件 第2 章 新規性・進歩性8頁，1．5．2(3)参照)」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前回意見書で引用する審査基準の「第Ⅰ部 明細書及び特許請求の範囲",
                  "text": [
                    "第 1 章 明細書及び特許請求の範囲の記載要件11頁，2．2．2．1(7)」には，",
                    "「発明の対象となる物の構成を，製造方法と無関係に，物性等により直接的に特定することが，不可能，困難，あるいは何らかの意味で不適切(例えば，不可能でも困難でもないものの，理解しにくくなる度合いが大きい場合などが考えられる。)であるときは，その物の製造方法によって物自体を特定することができる(プロダクト・バイ・プロセス・クレーム)。参考：東京高判平14．06．11(平成11年(行ケ)437異議決定取消請求事件「光ディスク用ポリカーボネート形成材料」)",
                    "しかし，請求項が製造方法による物の特定を含む場合，機能・特性等による物の特定を含む場合と同様，必ずしも発明の範囲が明確とはいえず，発明を明確に把握することができない場合がある。」",
                    "という記載があるが，これは，",
                    "「請求項が製造方法による物の特定を含む場合(プロダクト・バイ・プロセス・クレーム)は，機能・特性等による物の特定を含む場合と同様，必ずしも発明の範囲が明確とはいえず，発明を明確に把握することができない場合がある。」",
                    "という記載であったものが，平成15年の審査基準改訂の際に，判決の判示内容を加えるために訂正されたものである。",
                    "この審査基準の改訂の前後で「プロダクト・バイ・プロセス・クレーム」の意味に実質的な変更はなく，改訂前の「請求項が製造方法による物の特定を含む場合(プロダクト・バイ・プロセス・クレーム)」と同様，改訂後においても「プロダクト・バイ・プロセス・クレーム」はその直前に記載されている「その物の製造方法によって物自体を特定」しようとする請求項を意味するものである。その意味は，審査基準の「第Ⅱ部 特許要件",
                    "第 2 章 新規性・進歩性8頁，1．5．2(3)」に記載された",
                    "「製造方法によって生産物を特定しようとする記載がある場合(プロダクト・バイ・プロセス・クレーム)」",
                    "とも同じである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，審査基準において，製造方法によって生産物を特定しようとする記載がある請求項を「プロダクト・バイ・プロセス・クレーム」と指呼するのであるから，「段階a)～e)を含んで成る方法によって製造される…プラバスタチンナトリウム」という表現方式をとる本件特許の訂正前及び訂正後の請求項1はいずれも，審査基準にいう「プロダクト・バイ・プロセス・クレーム」である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "なお，前回意見書で引用する審査基準の「第Ⅰ部 明細書及び特許請求の範囲 第 1 章 明細書及び特許請求の範囲の記載要件11～12頁，2．2．2．1(7)」には，さらに，",
                  "text": [
                    "「当業者が，出願時の技術常識を考慮して，請求項に記載された当該物を特定するための事項から，当該製造方法により製造される具体的な物を想定できる場合は，発明の範囲は明確であり」",
                    "「具体的な物を想定できない場合には，発明に属する具体的な事物を理解することができず，通常，発明の範囲は明確であるとはいえない」",
                    "としつつ，",
                    "「製造法により製造される具体的な物を想定できない場合であっても，"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(i)",
                          "subject": "当該製造方法による物の特定以外には，明細書又は図面に記載された発明を適切に特定することができないことが理解でき，かつ",
                          "text": [
                            "(ii)  当該製造方法により製造される物と出願時の技術水準との関係が理解できる場合は，発明の範囲が明確でないとはいえない。」",
                            "との記載がある。",
                            "審査基準には，36条6項2号(明確性要件)について，",
                            "「特許請求の範囲の記載は，これに基づいて新規性・進歩性等の特許要件の判断がなされ，これに基づいて特許発明の技術的範囲が定められるという点において重要な意義を有するものであり，一の請求項から発明が明確に把握されることが必要である。」(第Ⅰ部 明細書及び特許請求の範囲 第 1 章 明細書及び特許請求の範囲の記載要件4頁，2．2．2(1))",
                            "という基本的な考え方が記載されているが，上記プロダクト・バイ・プロセス・クレームについての明確性要件の判断手法は，「具体的な物を想定できるか否か」を判断基準にするとともに，具体的な物を想定できない場合であっても(i)(ii)の要件を満たすときには，明確であると取り扱うことが説明されており，「一の請求項から発明が明確に把握されることが必要である」という明確性要件の基本的な考え方どおりの説明となっていない。また，審査基準には，(i)の「製造方法による物の特定以外には，明細書又は図面に記載された発明を適切に特定することができないことが理解でき」の要件を判断するための指標を説明しにくいことから，この要件をどのように判断するのかについて具体的な記載がなく，その判断が難しいため，審査官による判断のばらつきが懸念されていた。",
                            "現在，「第I部  第1章  明細書及び特許請求の範囲の記載要件」の審査基準については，改訂作業を行っているところであり，プロダクト・バイ・プロセス・クレームにおける明確性要件の判断手法に関する上記の記載は削除し，最終的に得られた生産物自体を意味する請求項であることを前提に，明確性要件の基本的な考え方に沿った説明となるように修正する予定である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参考意見(求意見事項(3))の補足",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "新規性，進歩性の判断におけるプロダクト・バイ・プロセス・クレームに係る発明の要旨の認定を，原則，最終的に得られた生産物自体を意味しているものと解して審査，審理を行っている理由について，前回意見書のにおいて以下のとおり意見を述べたが，これに関連した参考意見を後記イ以降に補足する。",
                    "「物の発明の中には，生産物の構造等によってはその生産物を適切に表現することができず，製造方法によってのみ生産物を適切に表現することができる場合(例えば，動植物等の材料から特定の方法を用いて単離した物質等)がある。2条3項に規定されているように，「物の発明」の実施行為と「物を生産する方法の発明」の実施行為とは異なるため，上記のような場合に，「物を製造(生産)する方法の発明」とは別に「物の発明」について特許を受けようとする出願人は，製造方法により表現した物の発明を特許請求することとなる。にもかかわらず，製造方法により表現した(プロダクト・バイ・プロセス・クレーム)物を，請求項に記載された製造方法によって得られた物に限定して解釈すると，「物の発明」と「物を生産する方法の発明」の実施行為は実質的に同じとなってしまい，発明の保護の観点から適切でなく，「物の発明」として特許を取得する意味が没却されてしまう。プロダクト・バイ・プロセス・クレームとしては，上記のような場合のほかにもさまざまな場合があるが，プロダクト・バイ・プロセス・クレームに係る発明は，あくまでも「物の発明」であって表現形式として製造方法を用いたにすぎないものである。以上の観点から，プロダクト・バイ・プロセス・クレームに係る発明は，新規性，進歩性等の特許要件の判断に際し，一律に，最終的に得られた生産物自体を意味しているものと解することとしている。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規性，進歩性の判断におけるプロダクト・バイ・プロセス・クレームに係る発明を，最終的に得られた生産物自体を意味していると解するという運用は，日欧米三極特許庁で一致している。この点は，2009年(平成21年)に日米欧三極特許庁において行われた「新規性についての法令・審査基準の比較研究」において確認され，その成果物である「COMPARATIVE STUDY REPORT ON NOVELTY」，及びその仮訳である「新規性に関する比較研究報告書」には，",
                  "text": [
                    "「d．製造方法で製品を特定するクレーム(プロダクト・バイ・プロセス・クレーム)",
                    "三極特許庁はすべて，製造方法によって生産物を特定しようとする記載がある場合には，その記載は最終的に得られた生産物自体を意味している物と解釈する。したがって，生産物自体が公知であれば，その発明は新規性を有しない。」",
                    "と記載されている。",
                    "実際，欧州特許庁審査便覧の「C部  第 III 章-11  4．12」によれば，方法によって製品を規定するクレームは，その製品自体に関するクレームとして解釈されるべきであるとされ，製品は新規な方法によって生産されたという事実のみでは新規とはされない。",
                    "また，米国特許商標庁特許審査便覧の「2113  プロダクト・バイ・プロセス・クレーム」によれば，プロダクト・バイ・プロセス・クレームの特許性の判定は製品そのものを根拠とするとされ，プロダクト・バイ・プロセス・クレームにおける製品が先行技術による製品と同一，あるいはそこから明白である場合，当該先行技術製品が異なったプロセスによって製造されていても，当該請求項は特許可能でないと取り扱われている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成6年の特許法改正(平成6年12月法律116号)において，技術の多様性への対応の必要性や国際調和の必要性という観点から明細書の記載要件の見直しが行われ，これに合わせて新規性・進歩性を判断する際の発明の認定についても運用の明確化が行われた。そして，同改正以来，特許庁は一貫して，プロダクト・バイ・プロセス・クレームに係る発明は最終的に得られた生産物自体を意味していると解して新規性・進歩性の判断を行っている。",
                    "プロダクト・バイ・プロセス・クレームに係る発明の特許の権利解釈の場面で，製法で物を特定せざるを得ない場合等に，製法が異なっても得られた物が同じであれば技術的範囲に属すると考える，いわゆる「物同一説」が採用されることがあるのであれば，プロダクト・バイ・プロセス・クレームに係る発明を，最終的に得られた生産物自体を意味していると解して新規性・進歩性等の特許性の判断を行うことが必要である。なぜならば，権利解釈の場面で「物同一説」が採用されるにもかかわらず，権利設定の場面では，特定の製造方法によって得られた生産物を意味すると解する，いわゆる「製法限定説」によって特許性の判断を行うならば，特許性の判断を部分的にしか行っていない発明が特許され，第三者に無用の混乱を招くことになるからである。",
                    "これまでの裁判例は，権利解釈の場面で「物同一説」を原則論とするものが多かったため，特許庁の運用は理に適ったものということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ところで，プロダクト・バイ・プロセス・クレームに係る発明を最終的に得られた生産物自体を意味していると解するということは，当該クレームに記載された発明特定事項のうちの製造方法の部分を無視するということではない。明細書の記載及び出願時の技術常識を参酌して，生産物を特定しようとする製造方法の意義，すなわち当該製造方法が生産物の構造や性質にどのような影響を及ぼすのかを考慮して，最終的に得られた生産物を解釈するということである。",
                    "なお，このような手法は，米国特許商標庁特許審査便覧に，",
                    "「先行技術に対するプロダクト・バイ・プロセス・クレームの特許性を評価するに当たっては，当該プロセスの各ステップによって含意される構造が考慮されなければならない。特に，当該製品がその製品が生産される際のプロセスの各ステップによってのみ特定される場合，あるいは，製造プロセスの各ステップが最終製品に明確な構造的諸特性を与えると期待される場合がそうである。」",
                    "と記載されているように，米国においても採られているものである。",
                    "我が国の審査基準においても，例えば，審査基準の「第Ⅱ部 特許要件",
                    "第 2 章 新規性・進歩性8頁，1．5．2(3)例2」において，「溶接により鉄製部材Aとニッケル製部材Bを固着してなる二重構造パネル」の発明につき，",
                    "「仮に溶接以外の方法で，溶接により固着した二重構造パネルと同じ構造の物が得られるものとすると，それが公知である場合には，新規性が否定されることになるが，通常は溶接により固着された物と同一の構造の物は他の方法では得られないため，溶接という方法を使用した二重構造パネルの発明が公知でなければ新規性は否定されない」",
                    "と記載されているように，「溶接により・・・固着して」というプロセスが，生産物である二重構造パネルの構造にどのように影響を及ぼすのかを考慮して，生産物を解釈することが理解されよう。",
                    "この例は，請求項に記載された製造方法が生産物の構造に影響を及ぼす例であり，請求項に記載された製造方法によってもたらされる構造と同じ構造が他の方法によって得られることが出願前に公知でない場合には，生産物の発明の新規性は肯定されるが，出願前に公知である場合には，生産物の発明の新規性は否定されることになる。",
                    "他方，「方法Pで製造された，構造式Xで表される化学物質。」(Pは新規性及び進歩性を有する方法。なお，構造式Xで表される化学物質は公知。)という発明について考えてみると，生産物である化学物質は構造式Xによって特定できており，製法Pによって化学構造に何らの影響をも及ぼさないことが明らかであるから，構造式Xで表される化学物質が公知であれば，この発明は新規性がないと判断される。",
                    "この例は，請求項に記載された製造方法が生産物の構造に影響を及ぼさない例である。この例において，構造式Xで表される化学物質が新規でないにもかかわらず，方法Pで製造された化学物質に限定して解釈することによって，方法Pが新規でかつ進歩性があることをもって物の発明の新規性及び進歩性を肯定することは，不合理であるし，新規性及び進歩性の結論が欧米と異なることになってしまう。",
                    "以上2つの例から明らかなように，明細書の記載及び出願時の技術常識を参酌して，生産物を特定しようとする製造方法が生産物の構造や性質にどのような影響を及ぼすのかを考慮することにより，「物の発明」である「生産物自体の発明」についての新規性及び進歩性の判断を行うことが妥当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "後者の例に挙げたような発明は，プロダクト・バイ・プロセス・クレームを最終的に得られた生産物自体を意味していると解する運用のもとでは，新規性がないと判断されるから，このような，物の構造等に何の影響も及ぼさない製造方法によって表現された物の発明が，特許になって侵害訴訟で争われることは通常は起こらない。また，プロダクト・バイ・プロセス・クレームについての侵害訴訟においては，特許出願後に第三者が独創的な方法で同じような生産物を製造している等の状況が起こりうる。",
                    "このように権利設定の場面とは事情が異なる侵害訴訟の場面においては，侵害の存否の前提となる特許発明の解釈及び同一訴訟における無効の抗弁の前提となる特許発明の解釈を，請求項に記載された製造方法によって得られた生産物に限定して行うことが妥当であるようにみえる場合があるかもしれない。",
                    "しかしながら，権利設定の段階では，上記エの後者の例で示したように物の構造等に何の影響も及ぼさない製造方法によって表現されたプロダクト・バイ・プロセス・クレームも存在する以上，製造方法が生産物の構造や性質に影響を及ぼしているか否かを考慮することなく，プロダクト・バイ・プロセス・クレームを，請求項に記載された製造方法によって得られた生産物に限定して解釈することは，妥当ではないと考える。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件特許無効審判請求において，請求人たる原告が主張した無効理由によっては無効とすることはできない，と判断する。その理由は以下に述べるとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "請求原因(1) (特許庁における手続の経緯)，(2) (記載発明の内容)，(3)",
          "text": [
            "(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の出願経過",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲68の1～18)及び弁論の全趣旨によれば，本件特許の出願の経緯及びその過程において被告が行った説明等は，次のとおりであったことが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成12年(2000年)10月5日の優先権(米国)を主張して，平成13年(2001年)10月5日に本件特許の国際出願をし，平成14年11月27日付けで，願書に添付して提出した明細書とみなされる翻訳文を提出した。当該翻訳文中の特許請求の範囲には，次のとおり，製造方法の記載を含まない請求項が含まれていた(甲68の1)。",
                    "「【請求項1】実質的に純粋なプラバスタチンナトリウム。",
                    "【請求項2】0．5％未満のプラバスタチンラクトンを含む，請求項1に記載のプラバスタチンナトリウム。",
                    "【請求項3】0．2％未満のエピプラバを含む，請求項1に記載のプラバスタチンナトリウム。",
                    "【請求項4】0．5％未満のプラバスタチンラクトン及び0．2％未満のエピプラバを含む，請求項1に記載のプラバスタチンナトリウム。",
                    "【請求項5】0．2％未満のプラバスタチンラクトンを含む，請求項1に記載のプラバスタチンナトリウム。",
                    "【請求項6】0．1％未満のエピプラバを含む，請求項1に記載のプラバスタチンナトリウム。",
                    "【請求項7】0．2％未満のプラバスタチンラクトン及び0．1％未満のエピプラバを含む，請求項1に記載のプラバスタチンナトリウム。",
                    "【請求項8】次の段階：",
                    "a)プラバスタチンの濃縮有機溶液を形成し，",
                    "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                    "c)再結晶化によって当該アンモニウム塩を精製し，",
                    "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                    "e)プラバスタチンラクトン及びエピプラバを実質的に含まないプラバスタチンナトリウム単離すること，",
                    "を含んで成る方法によって製造される，実質的に純粋なプラバスタチンナトリウム。",
                    "(【請求項9】ないし【請求項20】を省略)」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成16年1月29日に特許庁に提出した「早期審査に関する事情説明書」(甲68の5)において，特許協力条約に基づく国際調査報告において引用された3つの文献(引用文献1：米国特許Ｎo．4346227明細書，引用文献2：米国特許Ｎo．5202029明細書，引用文献3：WO  00／17182)との対比説明として，次のように記載した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "前記引用文献1",
                      "text": [
                        "「引用文献1に開示されているのは，スタチン類の新規な化合物であって，それらを高純度に精製する方法については記載されていません。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記引用文献2",
                      "text": [
                        "「引用文献2には，HMG-CoAレダクターゼ阻害剤の高純度精製方法が記載されていますが，この方法はシリカゲルクロマトグラフィーを使用することを特徴としており，本願発明の方法とは異なります。また，この引用文献に具体的に記載されているのはロバスタチンの精製であり，プラバスタチンナトリウムの精製については記載されていません。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "前記引用文献3",
                      "text": [
                        "「引用文献3には，プラバスタチンなどの精製方法が記載されていますが，高性能液体クロマトグラフィーを用いる方法であり，本願発明の方法とは異なります。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許庁は，平成16年3月17日，本件特許出願に対し，出願に係る発明は刊行物等に記載された発明と同一であるか又はこれに基づき容易に発明をすることができたから新規性・進歩性を欠くことなどを理由とする拒絶理由通知をした(甲68の8)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，出願人である被告は，平成16年9月24日付けの意見書(甲68の10)及び手続補正書(甲68の11)を提出した。当該意見書及び手続補正書には，次のような記載があった。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "意見書の記載(甲68の10，3頁以下)。",
                        "「7．理由6及び7(特許法第29条第1項第3号及び同条第2項)について"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "既に御説明致した通り，高純度のプラバスタチンナトリウムを得るのは極めて困難であり，従来技術においては，例えば99．5％以上という高純度のプラバスタチン又はプラバスタチンナトリウムを得ることは不可能でありました。その主な理由は，プラバスタチンの生成の過程で必然的に生成するプラバスタチンラクトン及びエピプラバはその理化学的性質がプラバスタチンに非常によく似ているためです。本発明は，(1)精製の前段階として，酢酸ブチル類又は酢酸プロピル類を用いて，発酵液からプラバスタチンを抽出すること，及び(2)(a)酸処理及び／又は塩基処理によりプラバスタチンラクトン及びエピプラバを破壊するか，又は(b)プラバスタチンのアンモニウム塩の結晶化を反復してプラバスタチンラクトン及びエピプラバを除去することです。」"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "手続補正書の記載(甲68の11，下線は補正部)",
                      "text": [
                        "「【請求項1】0．5重量％未満のプラバスタチンラクトンが混入している，プラバスタチンナトリウム。",
                        "【請求項2】0．2重量％未満のエピプラバが混入している，プラバスタチンナトリウム。",
                        "【請求項3】0．5重量％未満のプラバスタチンラクトン及び0．2重量％未満のエピプラバが混入している，プラバスタチンナトリウム。",
                        "【請求項4】0．2重量％未満のプラバスタチンラクトンが混入している，プラバスタチンナトリウム。",
                        "【請求項5】0．1重量％未満のエピプラバが混入している，プラバスタチンナトリウム。",
                        "【請求項6】0．2重量％未満のプラバスタチンラクトン及び0．1重量％未満のエピプラバが混入している，プラバスタチンナトリウム。",
                        "【請求項7】次の段階：",
                        "a)プラバスタチンの濃縮有機溶液を形成し，",
                        "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                        "c)再結晶化によって当該アンモニウム塩を精製し，",
                        "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                        "e)プラバスタチンナトリウム単離すること，",
                        "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム。",
                        "(以下省略)」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "特許庁は，平成17年4月22日，本件特許出願に対し，「引用例2には，99．7～99．8％のHPLC純度を有するプラバスタチンのナトリウム塩が記載されている(実施例1～3)。引用例2には，プラバスタチンラクトン又はエピプラバの含有量についての記載はないが，医薬として使用される化合物はより純度の高い方が好ましいことは技術常識であるところ，プラバスタチンのナトリウム塩の精製を繰り返すことにより，より純度の高い，プラバスタチンラクトン又はエピプラバの含有量の少ない本発明のプラバスタチンナトリウム等を得ることは当業者が容易になし得ることである。」等の理由により，拒絶査定をした(甲68の13)。",
                    "なお，この拒絶査定においては，製造方法の記載がされていた前記【請求項7】(本件発明1と同一の内容)については，拒絶理由があるとはされていなかった。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "これに対し，出願人である被告は，平成17年7月25日，拒絶査定不服審判の請求をするとともに(甲68の14)，同日付けで手続補正書を提出して，製造方法の記載がなく，プラバスタチンラクトンやエピプラバの含有量を示すことのみで特定したプラバスタチンナトリウムに関する請求項(すなわち，物のみを記載した請求項)をすべて削除し，本件各発明に係る特許請求の範囲の記載と同一とする補正を行い(甲68の15)，前置審査の結果，同年9月16日付けで特許査定がされ(甲68の18)，同年11月4日付けで特許登録がなされた(甲43)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，本件特許の訂正前請求項1には前記のとおり「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム」との記載部分があり，また，証拠(甲1，43，乙24，25)及び弁論の全趣旨によれば，本件特許の優先日(平成12年10月5日)当時，プラバスタチンナトリウム自体は当業者にとって公知の物質であったと認められるところ，出願当初の特許請求の範囲には，製造方法の記載がない物と，製造方法の記載がある物の双方に係る請求項が含まれていたが，製造方法の記載がない物の請求項について進歩性がないとして拒絶査定がされたことにより，その後の拒絶査定不服審判請求時の補正において，製造方法の記載がない請求項をすべて削除し，その前置審査の結果，製造方法の記載のある請求項について特許査定を受けたこと，被告はそれらの審査の過程で進歩性判断に係る引用発明とは異なる特徴を有する製造方法によるものであることを強調し，その結果，前記のとおりの特許査定に至ったものであることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告主張の取消事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の可否(取消事由1)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正前明細書(特許公報，甲43)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "・【請求項1】～【請求項9】  前記第3，1(2)ア のとおり。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・「本発明の分野",
                            "本発明は，スタチン及び更に詳細にはプラバスタチンナトリウム，並びに培養液からのコンパクチンの酵素的ヒドロキシル化産物としてそれを単離するための方法，に関する。」(段落【0002】)",
                            "・「本発明の背景",
                            "スタチン系薬は，心血管疾患の危険性がある患者の血流中のLDLレベルを低下させるのに利用可能な，現在最も治療的に有効な薬物である。この薬物のクラスは，特にコンパクチン，ロバスタチン，シンバスタチン，フルバスタチン及びアトルバスタチンを含む。」(段落【0003】)",
                            "・「本発明は，高純度，高効率で，予備的な規模で且つクロマトグラフィーによる精製無しに，培養液からプラバスタチンナトリウムを単離する効率的な方法についての当業界での必要性を満たす。」(段落【0006】)",
                            "・「本発明の要約",
                            "本発明は，プラバスタチンラクトン及び，プラバスタチンのC-6エピマーであるエピプラバ，を実質的に含まないプラバスタチンナトリウムを提供する。本発明は更に，その様な実質的に純粋なプラバスタチンナトリウムを製造するための，工業的な規模で実施され得る方法を提供する。」(段落【0007】)",
                            "・「本方法の好ましい態様は，水性培養液から有機溶媒へのプラバスタチンの抽出，塩基性水性溶液へのプラバスタチンの逆抽出及び有機溶媒への再抽出を含み，その結果培養液中のプラバスタチンの初濃度と比較してプラバスタチンに富む有機溶液をもたらす。プラバスタチンは，そのアンモニウム塩としての沈殿及びそれに続く当該アンモニウム塩の再結晶による精製によって豊富となった溶液から得ることができる。」(段落【0008】)",
                            "・「本発明の詳細な説明",
                            "本発明は，プラバスタチンラクトン及びエピプラバを実質的に含まないプラバスタチンナトリウム，並びにプラバスタチンナトリウム塩を高純度で培養液から単離するための方法を提供する。」(段落【0009】)",
                            "・「コンパクチンの酵素的ヒドロキシル化",
                            "プラバスタチンが単離される酵素的ヒドロキシル化培養液は，コンパクチンの工業的な規模での培養について知られている任意な水性の培養液であってもよく，・・・・好ましくは，酵素的ヒドロキシル化は，コンパクチン及びデキストロースの栄養混合物を含む，生きているステプトミセス(Steptomyces)の培養液を用いて実施される。培養液が醗酵の完了時に中性又は塩基性である場合，培養液を約1～6，好ましくは1～5．5，そして更に好ましくは2～4のpHにするために酸がそれに加えられる。・・・・培養液の酸性化は，培養液中の任意なプラバスタチンカルボン酸塩を遊離酸及び／又はラクトンへと変換する。」(段落「【0010】)",
                            "・「実質的に純水なプラバスタチンナトリウムの単離",
                            "プラバスタチンは，一連の抽出及び逆抽出段階によって，比較的高度に濃縮された有機溶液中での水性培養液から最初に単離される。」(段落【0011】)",
                            "・「第一段階において，プラバスタチンが培養液から抽出される。C-C アルキルのギ酸塩及びC -C カルボン酸のC -C アルキルエステルは，水性溶媒液からプラバスタチンの効率的な抽出を行うことができる・・・・好ましいエステルはギ酸エチル，・・・・を含む。これらの好ましい有機溶媒の中でも，我々は酢酸エチル，酢酸i-ブチル，酢酸プロピル及びギ酸エチルが特によく適していることを発見した。最も好ましい抽出溶媒は酢酸i-ブチルである。他の有機溶媒も当該エステルと交換されてもよい。(略)」(段落【0012】)",
                            "・「プラバスタチンは，約8．0～約9．5のpHの塩基性溶液中に任意に逆抽出される。・・・・抽出溶媒は，好ましくは，有機層中のプラバスタチンの量が，薄層クロマトグラフィー又は，完全な抽出のために十分な接触が起こったという主観的な判断を含む任意な他の方法，によって決定した場合に実質的に枯渇するまで，塩基性水溶液と接触される。複数回の逆抽出は，至適な回収のために実施され得る。・・・・逆抽出は，有機性の抽出液の量未満の量の水性塩基を用いることによってプラバスタチンを濃縮するために使用され得る。好ましくは，逆抽出は，有機性抽出液の量の1／3未満，更に好ましくは有機性抽出液の1／4未満，最も好ましくは約1／5の量未満の量の塩基性水溶液と接触される。」(段落【0013】)",
                            "・「水溶液は，好ましくは酸，・・・・を用いて，約1．0～約6．5，更に好ましくは約2．0～約3．7のpHに酸性化される。」(段落【0014】)",
                            "・「プラバスタチンは，好ましくは，培養液からプラバスタチンを抽出するのに適しているとして既に記載した有機溶媒の1つへ再抽出される。・・・・この再抽出において，プラバスタチンの更なる濃縮は，好ましくは水性抽出液の約50％(v／v)，更に好ましくは約33％(v／v)～約20％(v／v)，そしてより更に好ましくは約25％(v／v)の量の水性抽出液よりも少ない量の有機溶媒に再抽出することによって達成されうる。プラバスタチンは，最初の有機抽出液から89％の収率で，100Lの培養液から8Lの濃縮有機溶液へと濃縮されうる。当業者には，本発明の実施にとっての好ましい態様においてわずかに1回の抽出を記載した高収率の精製プラバスタチンが，複数回の抽出を実施することによって達成されうることが理解される。この好ましい態様は，溶媒の経済性と高い生成物の収率との平衡をもたらす。・・・・「塩折」によって濃縮した有機溶液からプラバスタチンを得る手順の前に，濃縮した有機溶液は好ましくは乾燥され，これは常用の乾燥剤(略)を用いることによって行われることがあり，そして任意に活性炭を用いて脱色される。乾燥し，そして／あるいは脱色した濃縮有機溶液は，好ましくは，続いて常用の方法で，例えば濾過又はデカンテーションによって分離される。」(段落【0015】)",
                            "・「次の段階において，プラバスタチンは，アンモニア又はアミンを用いて濃縮有機溶液から塩折され得る。・・・・窒素上の置換の有無又はそれが多数であるか否かに関わらず，アンモニア又はアミンの反応によって形成される塩は，以降アンモニウム塩として言及する。この意味は，アミンの塩及びアンモニアの塩を包含することを意図する。」(段落【0016】)",
                            "・「プラバスタチンのアンモニウム塩の沈澱も，アンモニウム塩単独の，又はアンモニア若しくはアミンと組み合わせた添加によって誘導され得る。・・・・アンモニウム塩並びに高沸点の液体及び固体のアミンが，常用の手段によって，好ましくはよく換気された領域で，固体，ニートな液体又は水性若しくは有機性溶媒中の溶液として加えられ得る。・・・・特に好ましい態様において，プラバスタチンは，濃縮有機溶液への気体のアンモニア及びＮH Clの添加によって，アンモニアのプラバスタチン塩として，濃縮有機溶液から得られる。」(段落【0017】)",
                            "・「凍結乾燥又は結晶化あるいは生成物の純度を損なわない他の手段によって単離されようとなかろうと，本発明の方法の実施で単離されるプラバスタチンナトリウムは，プラバスタチンラクトン及びエピプラバを実質的に含まない。以下の例で示すように，プラバスタチンナトリウムは，プラバスタチンラクトンの混入が0．5％(w/w)未満で且つエピプラバの混入が0．2％(w/w)未満で単離されうる。プラバスタチンナトリウムは更に，2つが例1及び3で例示される，本発明の好ましい態様を遵守することによってプラバスタチンラクトンが0．2％(w/w)未満で且つエピプラバが0．1％(w/w)未満で単離されうる。」(段落【0031】)",
                            "・「例1",
                            "プラバスタチンの精製",
                            "培養液(100L)を硫酸の添加によって約2．5～約5．0に酸性化した。酸性化した培養液を酢酸i- ブチル(3×50L)で抽出した。・・・・一緒にした酢酸i-ブチル層を，続いて濃水酸化アンモニウムの添加によって約pH7．5～約pH11．0となった水(35L)を用いて抽出した。生じたプラバスタチン水溶液は，続いて5M硫酸の添加によって約2．0～約4．0のpHに再酸性化され，そして酢酸i-ブチル(8L)で逆抽出された。生じたプラバスタチンの酢酸i-ブチル溶液は，パーライト及びＮaSO 上で部分的に乾燥された。プラバスタチン溶液をデカンテーションし，そして次に乾燥剤から濾過され，そして活性炭(1．7g)で脱色された。溶液を続いて濾過し，活性炭を除いてガス注入口を備えたフラスコに移した。」(段落【0039】)",
                            "・「アンモニアガスを，素速く撹拌した前記溶液の上のヘッドスペースに導入した。プラバスタチンの炭酸アンモニウム塩の沈澱した結晶を濾過によって回収し，そして酢酸i-ブチル，次にアセトンで洗浄し，それにより，λ＝238nm で測定するUV吸光度計を備えたHPLCによって決定した場合，約94％の純度のプラバスタチンアンモニウム塩が生成された。」(段落【0040】)",
                            "・「プラバスタチンアンモニウム塩は，以下の様に飽和塩化アンモニウム溶液から結晶によって更に精製された。162gの活性物質を含むプラバスタチン塩を水(960ml)に溶解し，そしてアセトン(96ml)及び酢酸i-ブチル(96ml)を用いて35～40℃で希釈した。この溶液を約30～32℃に冷却し，そしてプラバスタチンアンモニウムは，固体のＮH  Clの添加によって結晶化する様に誘導され，これは更なる添加が結晶の形成の見かけ上の増大が生じなくなるまで続けられた。塩化アンモニウムの添加の後，この溶液を約0～26℃に冷却した。プラバスタチンアンモニウムの結晶を濾過によって回収し，そして酢酸i-ブチル及びアセトンで洗浄し，以前のとおり，続いて約40℃で乾燥した。生じたプラバスタチンアンモニウム塩の結晶(155．5g)が，前述の条件を適用するHPLCによって決定した場合に，約98％の純度で得られた。」(段落【0041】)",
                            "・「プラバスタチンアンモニウム塩を，以下の別の結晶によって更に精製した。プラバスタチンアンモニウム塩(155．5gの活性物質)を水(900ml)に溶解した。イソブタノール(2ml)を加え，そしてpHを濃水酸化ナトリウム溶液の添加によって約pH10～約pH13．7に上げ，そしてこの溶液を周囲温度で30分間撹拌した。この溶液を硫酸の添加によって約7のpHへと中性化し，プラバスタチンアンモニウムの結晶化を固体のＮH  Clの添加によって誘導した。結晶(150g)は濾過によって回収され，そしてアセトンで洗浄した。プラバスタチンアンモニウムは，上述した条件を用いるHPLCの決定によって約99．3％であることが明らかとなった。」(段落【0042】)",
                            "・「プラバスタチンアンモニウムは，続いて，以下の様にナトリウム塩へと置き換えられた。プラバスタチンアンモニウム塩の結晶を水(1800ml)に溶解した。酢酸i-ブチル(10．5L)を添加した。この溶液を硫酸の添加によって約pH2～約pH4の間のpHに酸性化し，これにより，プラバスタチンをその遊離酸へと戻した。プラバスタチンを含む酢酸i-ブチル層を水(5×10ml)で洗浄した。プラバスタチンは，続いてそのナトリウム塩へと変換され，そして約pH7．4～約pH13のpHに達するまで8MのＮaOHを途中添加しながら，約900～2700ml の水の中で酢酸i-ブチル溶液を撹拌することによって別の水層の中に逆抽出した。」(段落【0043】)",
                            "・「プラバスタチンナトリウム塩溶液は，続いて過剰なナトリウムカチオンを捕捉するために，イオン交換樹脂で処理された。分離後，水層をH+ イオン交換樹脂のIRC上で30分間撹拌した。撹拌は，約pH7．4～約pH7．8の pH に達するまで続けられた。」(段落【0044】)",
                            "・「この溶液は，樹脂を除くために続いて濾過され，そして減圧下で508gの重さに部分的に濃縮された。アセトニトリル(480ml)を加え，そしてこの溶液を脱色するために活性炭(5g)上で撹拌した。プラバスタチンナトリウムが，約-10～約0℃に冷却しながら，1／3／12の水／アセトン／アセトニトリル混合物(5．9L)を形成するためにアセトン及びアセトニトリルを添加した後に，結晶化によって90％の収率で結晶として得られた。プラバスタチンナトリウムは，上述した条件を用いるHPLCによって測定した場合に，出発時の培養によって生成した活性物質から，65％の全収率，約99．8％の純度で得られた。」(段落【0045】)",
                            "・「例3",
                            "プラバスタチンアンモニウム塩の結晶化を1回繰り返すことによってプラバスタチンアンモニウム塩を更に精製したことを除き，例1の手順に従い，プラバスタチンナトリウムが約99．8％の純度及び68．4％の収率で得られた。」(段落【0047】)",
                            "・「例5",
                            "例1の手順に従い，培養液(100L)を硫酸の添加によって約2 ．5～約5．0のpHに酸性化した。酸性化した培養液を酢酸i-ブチル(3×50L)で抽出した。一緒にした酢酸i-ブチル層を，濃水酸化アンモニウムの添加によって約pH7．5～約pH11．0のpHに塩基性化した水(35L)で抽出した。」(段落【0049】)",
                            "・「水性抽出物を再び酸性化し，そして例1で行った様に更に濃縮された溶液を得るために酢酸i-ブチルで抽出する代わりに，水性の抽出物を減圧下で140g／Lに濃縮した。生じた濃縮溶液は，続いて1M  HClの添加によって約pH4．0～約pH7．5のpHに酸性化された。」(段落【0050】)",
                            "・「塩化アンモニウムの結晶(405g)を続いて濃縮溶液に加え，そしてプラバスタチンアンモニウム塩が周囲温度で放置されて結晶化した。結晶は続いて濾過によって単離され，そして塩化アンモニウムの飽和溶液を用いて洗浄された。続いて結晶を40℃の水(1L)に加えた。溶解後，温度を30℃に下げ，そして塩化アンモニウム(330g)を溶液に加えた。続いてこの溶液を周囲温度で15時間撹拌し，そしてプラバスタチンアンモニウム塩の結晶を濾過によって回収し，そして酢酸i-ブチル，その後アセトンで洗浄し，そして乾燥した。生じた結晶は，続いてナトリウム塩に置き換えられる再結晶化によって更に精製され，そして例1に記載の様に単離された。プラバスタチンナトリウムは，約99．9％の純度及び67．7％の収率で得られた。」(段落【0051】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によると，本件訂正前各発明は，心血管疾患の危険性がある患者の血流中のLDLレベルを低下させるのに有効な薬物であるプラバスタチンナトリウムに関し，より高純度・高効率で，かつクロマトグラフィーによる精製なしに，培養液からプラバスタチンナトリウムを効率的に単離するために，「液-液抽出法」によって生成された濃縮有機溶液を請求項1記載の工程a)ないしe)の製造方法を用いて精製・単離することにより，不純物であるプラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満しか含まれないプラバスタチンナトリウムという物の発明であると認めることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正の内容",
                  "text": [
                    "証拠(訂正請求書，甲54)によれば，本件訂正は，前記のとおり，訂正前の旧請求項1の記載である",
                    "「次の段階：",
                    "a)プラバスタチンの濃縮有機溶液を形成し，",
                    "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                    "c)再結晶化によって当該アンモニウム塩を精製し，",
                    "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                    "e)プラバスタチンナトリウム単離すること，",
                    "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム。」",
                    "を，新請求項1の記載(下線部が訂正箇所)である",
                    "「次の段階：",
                    "a)プラバスタチンの濃縮有機溶液を形成し，",
                    "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                    "c)再結晶化によって当該アンモニウム塩を精製し，",
                    "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                    "e)プラバスタチンナトリウムを単離すること，",
                    "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム。」",
                    "に訂正しようとするものであり，その根拠は，① 請求項1においてプラバスタチンラクトンの混入量を「0．5重量％未満」から「0．2重量％未満」に訂正しエピプラバの混入量を「0．2重量％未満」から「0．1重量％未満」に訂正することは，特許請求の範囲の減縮を目的とするものである，② また「e)プラバスタチンナトリウム単離すること」を「e)プラバスタチンナトリウムを単離すること」に訂正することは，誤記の訂正を目的とするものである，というものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正①は，上記のとおり，プラバスタチンラクトンの混入量が0．5重量％未満から0．2重量％未満へ，エピプラバの混入量が0．2重量％未満から0．1重量％未満へ，それぞれ限定するものであるが，「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満である」という数値限定が「プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満である」に数値上含まれていることは明らかである。",
                        "そして，上記の限定に関して，本件訂正前明細書(特許公報，甲43)の段落【0031】には，以下の例で示すように，「プラバスタチンナトリウムは，プラバスタチンラクトンの混入が0．5％(w/w)未満で且つエピプラバの混入が0．2％(w/w)未満で単離されうる。プラバスタチンナトリウムは更に，2つが例1及び3で例示される，本発明の好ましい態様を遵守することによってプラバスタチンラクトンが0．2％(w/w)未満で且つエピプラバが0．1％(w/w)未満で単離されうる。」と記載されており，本件訂正で限定する数値が記載されている。また，本件訂正前明細書の実施例には，段落【0040】ないし【0045】及び【0047】のとおり，得られたプラバスタチンナトリウムの純度が約99．8％の例1，3が記載されており，これらの例では，本件訂正によって限定されたプラバスタチンラクトンとエピプラバの混入量の要件が達成されている蓋然性が高いと考えられる。すなわち，本件訂正で限定されたプラバスタチンナトリウムは，本件訂正前明細書に実質的に記載されていると認められる。",
                        "したがって，本件訂正は，願書に添付した明細書に記載した事項の範囲内においてするものであり，また，実質上特許請求の範囲を拡張し，又は変更するものでないことも明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件訂正②は，脱字を記載するものであり，誤記の訂正を目的とするものであることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張に対する補足説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，前記第3，1(4)ア(ア)において，「数字の上では，プラバスタチンラクトン及びエピプラバの混入量がいずれも0(あるいは，0に限りなく近い数値)であるものも，本件訂正前発明1の技術的範囲に属するように見える。しかし，そのように不純物の混入量が微少なプラバスタチンナトリウムは，本件訂正前発明1よりもはるかに高度な課題を達成したもの(発明としての技術が高度なもの)であるから，それよりも課題の達成度の低い(発明としての技術が未熟である)本件訂正前発明1の技術的範囲に含まれると解することは背理以外の何ものでもない。」と主張する。",
                        "しかし，原告が指摘する「プラバスタチンラクトン及びエピプラバの混入量がいずれも0(あるいは，0に限りなく近い数値)であるもの」が本件訂正前発明1の技術的範囲に含まれるか否かは，本件明細書に記載された高純度のプラバスタチンナトリウムの精製方法によってそのようなものを得ることができるか否かを実質的に検討して判断される事項であるから，本件訂正前発明1の技術的範囲に「プラバスタチンラクトン及びエピプラバの混入量がいずれも0(あるいは，0に限りなく近い数値)であるもの」が含まれるとは直ちにいえないから，原告の主張はその前提において誤りであり，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，原告は，前記第3，1(4) ア(イ) において，「本件訂正は，不純物であるプラバスタチンラクトンの混入量を訂正前の『0．5重量％未満』から一挙にその半分以下である『0．2重量％未満』と変更し，エピプラバの混入量を『0．2重量％未満』からその半分である『0．1重量％未満』と変更するというものであり，混入量の数値を大幅に減少させる内容であって，その内容自体からして，『特許請求の範囲の減縮を目的とするもの』とは到底いうことができない。」と主張する。",
                        "しかし，前記ウ(ア) で検討したとおり，本件訂正で限定されたプラバスタチンナトリウムは，本件訂正前明細書に実質的に記載されていたといえるものであり，また，本件訂正による限定は，その数値を限定するものであるから，特許請求の範囲の減縮に該当することは明らかであり，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，前記第3，1(4) ア(ウ) において，「本件訂正は，不純物であるプラバスタチンラクトンの混入量を訂正前の『0．5重量％未満』から一挙にその半分以下である『0．2重量％未満』と変更し，エピプラバの混入量を『0．2重量％未満』からその半分である『0．1重量％未満』と変更するというものであり，混入量の数値を大幅に減少させる内容であって，訂正前後の『特許請求の範囲』の記載を比較するときには，発明の同一性を欠くことは明らかである。」と主張する。",
                        "しかし，前記ア(ア) の本件訂正前明細書の記載からみて，本件訂正前発明1は高純度のプラバスタチンナトリウムに関するものであるから，本件訂正前明細書に記載された発明の中において，より高純度のものに特定された本件訂正発明1が，本件訂正前発明1と発明の同一性を有することは明らかであるから，原告の上記主張は採用することができない。",
                        "なお，この点に関し，原告は，前記第3，1(4) ア(エ) において，「本件訂正前発明1は，プラバスタチンナトリウム自体の純度を規定しておらず，組成物中のプラバスタチンラクトンとエピプラバの混入量を規定しているだけであって，それ以外の不純物の混入量を規定していないから，プラバスタチンナトリウムが『高純度』であることを特定した発明ということはできない。」と主張する。",
                        "しかし，本件特許が出願当初から一貫して「高純度のプラバスタチンナトリウム」に関する発明であることは，本件訂正前明細書の記載からみて明らかであり，また，プラバスタチンラクトン及びエピプラバはプラバスタチンナトリウムに含まれる不純物の主要な不純物であり，とりわけその除去が困難な不純物であるから，「それ以外の不純物の混入量を規定していない」からといって，「高純度」であることを特定していないということはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件訂正を認めた審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規性の欠如(取消事由2)及び進歩性の欠如(取消事由3)に関する主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2文献及び甲2サンプル等の公知性の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決が，「これらの証拠をもって秘密保持契約が締結されていなければ秘密保持義務はないとするのが医薬品業界における常識であるとすることはできず，秘密保持契約書が提出されていないことをもって，甲第2号証の書面及びその分析対象のサンプルが誰でも入手可能であったとすることはできない」(13頁15行～19行)としたことに対し，「甲2文献及び甲2サンプルは，甲3に記載されているとおり，本件特許の優先日前にビオガル社を介して訴外製薬会社に，秘密事由であるとの契約・説明等がなく配布された」から公知性はそれだけで肯定される等と主張するので，以下検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証拠(甲2，3，17，58，乙32，証人G，同H)及び弁論の全趣旨によれば，甲2文献は，被告の前身であるビオガル社が本件特許の優先日以前の2000年(平成12年)3月31日に作成した書面で，その内容は，同社が売却を検討しているプラバスタチンナトリウム製品バッチＮo.PR-00100仕様及び分析結果の説明に関する書面であること，同書面(甲2)は，2000年(平成12年)4月6日以前に，商社であるC社を通じて，日本の後発医薬メーカーである複数のメーカー(B社ほか)に製品サンプルと共に送付されたが，後発医薬品メーカーは，ビオガル社と明示の秘密保持契約を締結することはなかったこと，甲2文献には「Sample for Experimental purposes only」(試験目的使用のみのサンプル)との記載があったこと，ビオガル社が日本の後発医薬品メーカーに対して甲2文献と甲2サンプルを送付したのは，基本特許を持つA社の特許期間がまもなく切れることから，上記基本特許に抵触するが特許期間満了後は後発医薬品として販売することができる甲2サンプルを日本の後発医薬品メーカーに納入すべく，その試験用として送付したものであること，甲2文献とそのサンプルを受け取ったB社は，これを試験用に使用したが，甲2文献やそのサンプルを他の第三者に開示することはなかったこと，以上の事実を認めることができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "確かに原告主張のとおり，被告の前身であるビオガル社が後発医薬メーカーに配布した甲2文献及び同サンプルに関し，同メーカーとビオガル社との間で明示の秘密保持契約を交わしたことはないものの，甲2文献には前記のとおり，「Sample for Experimental purposes only」(試験目的使用のみのサンプル)との表示があり，現にこれを受け取ったB社等においても基本特許の特許期間満了前である事情等もあって，これを第三者に開示したことはなかったのであるから，甲2文献及びそのサンプルの後発医薬メーカーへの配布をもって特許法29条1項2号の「公然実施」ないし3号の「配布された刊行物」に該当すると解することは相当でないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，「甲第2号証は，本件特許の優先日以前に頒布された刊行物にはあたらない」とした審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，以上の経緯に鑑み，念のため，甲2文献も含めて，原告主張の取消事由について，以下検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許無効審判請求における発明の要旨の認定方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訴訟において審理の対象とされているのは，特許庁が平成21年8月25日付けでなした本件審決の当否であり，一方，本件審決がその審理の対象としているのは，原告が平成20年3月27日でなした本件特許についての特許無効審判請求である。",
                        "ところで，上記特許無効審判請求は，特許法123条に基づく請求であるが，その第1項本文は「特許が次の各号のいずれかに該当するときは，その特許を無効にすることについて特許無効審判を請求することができる。この場合において，2以上の請求項に係るものについては，請求項ごとに請求することができる。」と定め，また，その対象となる特許権については特許法66条が，その第1項において「特許権は，設定の登録により発生する」とし，その第3項において「前項の登録があったときは，次に掲げる事項を特許公報に掲載しなければならない。」とした上，特許権者の氏名・発明者の氏名・願書に添付した明細書及び特許請求の範囲・図面等が特許公報の記載対象となるとしている。",
                        "そうすると，特許権の設定登録後になされる手続である特許無効審判請求において，特許庁がその審理の対象として把握すべき請求項の具体的内容(発明の要旨)は，特許公報に記載された請求項(特許請求の範囲)によりなされるべきものであり，そこには「特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべて」が記載されている(特許法36条5項)ほか，「特許を受けようとする発明が明確である」(明確性要件，36条6項2号)とともにその「記載が簡潔である」(36条6項3号)必要があることになる。特許法における上記の規定，特に，特許公報の公示機能を考慮すると，無効審判事由の有無の前提となる発明の要旨の認定においては，特許請求の範囲の記載の全てが基準になるのが原則であるというべきである。",
                        "したがって，本件のように「物の発明」に係る「特許請求の範囲」にその物の製造方法が記載されている場合，当該発明の要旨の認定は，当該製造方法により製造された物に限定されるものとして解釈・確定されるべきであって，特許請求の範囲に記載された当該製造方法を超えて，他の製造方法を含むものとして解釈・確定されることは許されないのが原則である。",
                        "もっとも，本件のような「物の発明」の場合，特許請求の範囲は，物の構造又は特性により記載され特定されることが望ましいが，物の構造又は特性により直接的に特定することが出願時において不可能又は困難であるとの事情が存在するときには，発明を奨励し産業の発達に寄与することを目的とした特許法1条等の趣旨に照らして，その物の製造方法によって物を特定することも許され，特許法36条6項2号にも反しないと解される。そして，そのような事情が存在する場合の発明の要旨の認定は，特許請求の範囲に特定の製造方法が記載されていたとしても，製造方法は物を特定する目的で記載されたものとして，特許請求の範囲に記載された製造方法に限定されることなく，「物」一般に及ぶと解釈され，確定されることとなる。",
                        "ところで，物の発明において，特許請求の範囲に製造方法が記載されている場合，このような形式のクレームは，広く「プロダクト・バイ・プロセス・クレーム」と称されることもあるが，前述の観点に照らすならば，上記プロダクト・バイ・プロセス・クレームには，「物の特定を直接的にその構造又は特性によることが出願時において不可能又は困難であるとの事情が存在するため，製造方法によりこれを行っているとき」(本件では，このようなクレームを，便宜上「真正プロダクト・バイ・プロセス・クレーム」ということとする。)と，「物の製造方法が付加して記載されている場合において，当該発明の対象となる物を，その構造又は特性により直接的に特定することが出願時において不可能又は困難であるとの事情が存在するとはいえないとき」(本件では，このようなクレームを，便宜上「不真正プロダクト・バイ・プロセス・クレーム」ということとする。)の2種類があることになる。そして，真正プロダクト・バイ・プロセス・クレームにおいては，当該発明の要旨の認定は，「特許請求の範囲に記載された製造方法に限定されることなく，同方法により製造される物と同一の物」と解釈されるのに対し，不真正プロダクト・バイ・プロセス・クレームにおいては，当該発明の要旨の認定は，「特許請求の範囲に記載された製造方法により製造される物」に限定されると解釈されることになる。この場合，特許無効審判手続を主宰する審判官としては，発明の対象となる物の構成を，製造方法によることなく，物の構造又は特性により特定することが出願時において不可能又は困難であるとの事情が存在すると認めることができたときは真正プロダクト・バイ・プロセス・クレームとして扱うが，全証拠によるも上記事情があると認めるに足りないときは，これを上記にいう不真正プロダクト・バイ・プロセス・クレームとして扱うべきものと解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，以上の見地に立って本件についてみると，証拠(甲1，6)及び弁論の全趣旨によれば，本件特許の優先日(平成12年〔2000年〕10月5日)当時，本件訂正発明1に開示されているプラバスタチンナトリウム自体は，当業者にとって公知の物質であり，また，プラバスタチンラクトン及びエピプラバは，プラバスタチンナトリウムに含まれる不純物であることが認められる。したがって，特許請求の範囲請求項1の記載における「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」の構成は，不純物であるプラバスタチンラクトン及びエピプラバが公知の物質であるプラバスタチンナトリウムに含まれる量を数値限定したにすぎないものであるから，その記載自体によって物質的に特定されていると認められる。そうすると，特許請求の範囲請求項1に記載された「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」という「物」は，その当該物の特定のために，その製造方法を記載する必要がないものである。",
                        "したがって，本件訂正前発明1は物の発明に係る特許請求の範囲の記載中に発明の対象となる物の製造方法が付加して記載されているものの，当該発明の対象となる物を，製造方法によることなく，その構造や特性により直接的に特定することが出願時において不可能，困難であるとの事情が存在するとは認められないから，特許無効審判請求における発明の要旨の認定は，特許公報に記載された特許請求の範囲に基づいてその記載どおりに行われるべきであり，その内容は，以下のとおりのものとなる。",
                        "「次の段階：",
                        "a)プラバスタチンの濃縮有機溶液を形成し，",
                        "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                        "c)再結晶化によって当該アンモニウム塩を精製し，",
                        "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                        "e)プラバスタチンナトリウム単離すること，",
                        "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．5重量％未満であり，エピプラバの混入量が0．2重量％未満であるプラバスタチンナトリウム。」",
                        "そして，特許請求の範囲はその後の本件訂正により変更されているので，検討の前提となる請求項1(本件訂正発明1)の内容は，次のとおりのものである。",
                        "「次の段階：",
                        "a)プラバスタチンの濃縮有機溶液を形成し，",
                        "b)そのアンモニウム塩としてプラバスタチンを沈殿し，",
                        "c)再結晶化によって当該アンモニウム塩を精製し，",
                        "d)当該アンモニウム塩をプラバスタチンナトリウムに置き換え，そして",
                        "e)プラバスタチンナトリウムを単離すること，",
                        "を含んで成る方法によって製造される，プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，本件訂正発明2ないし9も，請求項1を引用しているから，その発明の要旨は，特許請求の範囲請求項2ないし9として記載されているとおりのものとなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由2及び3について",
                  "text": [
                    "審決は，本件各訂正発明は甲1発明あるいは甲2発明と実質的に同一といえず，また，それらの発明と甲5文献，甲6発明及び技術常識に基づいて当業者が容易に発明することができたものでもないとし，一方，原告はこれを争うので，以下検討する(甲2文献及び甲2サンプルに公知性がないことは前述のとおりであるが，念のため併せて検討する。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明1の要旨",
                      "text": [
                        "前記第3，1(2) イのとおり。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "各引用例の意義",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1(「医薬品インタビューフォーム(メバロチン錠)1997年10月改定版」)によれば，甲1文献はプラバスタチンナトリウム製剤である「メバロチン錠」の医薬品インタビューフォームであって，そこには，「IV．製剤に関する項目  6．混入する可能性のある夾雑物」の項に，「本品は99％前後の含量を有する高純度品であるため，本品中に含まれる類縁物質は微量である。本品をHPLCで測定した時の結果を次に示す。」と記載され，続いて示された表中には，RMS-414(判決注：プラバスタチンラクトン)の面積百分率が0．02～0．06％，RMS-418(判決注：エピプラバ)の面積百分率が0．19～0．65％であることが示されていることが認められる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "以上の記載によれば，甲1発明は，「プラバスタチンラクトンの混入量が0．02～0．06％(面積百分率)であり，エピプラバの混入量が0．19～0．65％(面積百分率)であるプラバスタチンナトリウム。」という発明であることが認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲2発明",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲2(「PRODUCT  SPECICATIONS  AND  CERCIFICATE  OF ANALYSIS：Certificate No.205/00・Batch No.PR-00100」)によれば，甲2文献はプラバスタチンナトリウム製品(バッチ No．PR-00100。甲2サンプル)の仕様及び分析結果の証明に関する書面であって，その関連物質の項に，エピプラバスタチンが0．11％，プラバスタチンラクトンが0．03％であることが記載されていると認められる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "以上の記載によれば，甲2発明は，「プラバスタチンラクトンの混入量が0．03重量％であり，エピプラバの混入量が0．11重量％であるプラバスタチンナトリウム。」という発明であると認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲5文献",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲5(平成20年5月30日付書簡)によれば，甲5文献は，本件無効審判請求後の平成20年5月30日に，原末のサンプルを入荷したとされる製薬企業の物性分析研究部長が原告の従業員である知的財産部長に宛てて個人として作成した書簡であって，そこには，原末の小瓶「プラバスタチン Na Biogal 81100100100」を原告の要請により提供すること，当該小瓶は，平成12年(2000年)7月10日に入荷した原末(Lot.81100100100)を小分けしたものであること，平成12年(2000年)8月21日に当該製薬企業で純度等を試験した結果を示す文書である「原末試験成績結果」を添付したこと，平成12年(2000年)7月当時，当該原末は誰でも入手できるものであり，秘密事項であるとの契約・説明等はなかったことが記載されていることが認められ，添付書類として，上記小瓶の写真及び類縁物資が0．11％で，定量が99．7％と記載された「原末試験成績書」が付属していることが認められる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "以上の記載によれば，甲5サンプルは，本願優先日(平成12年10月5日)以前に配布された薬物のサンプルであって，不純物の含有量が0．11％であるプラバスタチンナトリウムの原末であることが認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲6発明",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲6(PHARMEUROPA VOL.12,No.1January 2000，114～116 頁)によれば，甲6文献は，本件特許の優先日前の平成12年(2000年)1月に欧州評議会により作成された「PHARMEUROPA」の「プラバスタチンナトリウム」の項であって，そこには，高速液体クロマトグラフィ(HPLC)によりプラバスタチンナトリウム(C23H35NaO7)の百分含有量(percentage content)を検査する方法，検査溶液の調製方法，クロマトグラフィ工程の操作条件，プラバスタチンナトリウムの百分含有量の計算式等が記載され，さらに，その検査の結果検出された不純物が記載されており，不純物A(エピプラバ)の記載はあるものの，プラバスタチンラクトンの記載はないことが認められる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "以上の記載によれば，甲6文献には，高速液体クロマトグラフィ(HPLC)により，エピプラバの含有量を検査する方法が記載されているが，あくまで不純物の分析方法が記載されているにすぎず，プラバスタチンナトリウム自体を分取する方法についての記載はないことが認められる。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明1と各引用例との対比",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件訂正発明1と甲1発明及び甲1サンプル",
                          "text": [
                            "前記のとおり，甲1発明は，「プラバスタチンラクトンの混入量が0．02～0．06％(面積百分率)であり，エピプラバの混入量が0．19～0．65％(面積百分率)であるプラバスタチンナトリウム。」という発明と認められるが，その製造方法についての記載はなく，製造方法は明らかではない。ここで，面積百分率が重量％とほぼ同じ値であることについては当事者間に争いはない。",
                            "したがって，本件訂正発明1と甲1発明を対比すると，プラバスタチンラクトンの混入量が0，2重量％未満であるプラバスタチンナトリウムという点で一致するものの，エピプラバの混入量が前者では「0．1重量％未満」であるのに対し，後者では0．19重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件訂正発明1と甲2発明及び甲2サンプル",
                          "text": [
                            "前記のとおり，甲2発明は，「プラバスタチンラクトンの混入量が0．03重量％であり，エピプラバの混入量が0．11重量％であるプラバスタチンナトリウム。」という発明であると認められるが，その製造方法についての記載はなく，製造方法は明らかではない。",
                            "したがって，本件訂正発明1と甲2発明を対比すると，プラバスタチンラクトンの混入量が0，2重量％未満であるプラバスタチンナトリウムという点で一致するものの，エピプラバの混入量が前者では「0．1重量％未満」であるのに対し，後者では0．11重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明1と甲5文献及び甲5サンプル",
                          "text": [
                            "前記のとおり，甲5サンプルは，本願優先日以前に配布された薬物のサンプルであって，不純物の含有量が0．11％であるプラバスタチンナトリウムの原末であることが認められるが，その製造方法についての記載はなく，製造方法は明らかではない。",
                            "したがって，本件訂正発明1と甲5サンプルを対比すると，プラバスタチンナトリウムという点で一致するものの，含有される不純物につき，前者がプラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるのに対し，後者では類縁物質0．11重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取消事由2について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "無効理由A-1に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)aのとおり，本件訂正発明1と甲1発明が実質的に同一といえないことは明らかである。",
                            "以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由A-1に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "無効理由A-2に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)bのとおり，本件訂正発明1と甲2発明が実質的に同一といえないことは明らかである。",
                            "そして，以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由A-2に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点に関して原告は，プラバスタチンを「塩析結晶化」する工程を含むことに進歩性はないとし，その理由として，プラバスタチンをアンモニウム塩の形態で「塩析結晶化」する方法については特許庁において拒絶査定されているとか，塩化アンモニウムを塩として採用して塩析を行うことによりプラバスタチンアンモニウム塩の結晶を取得する工程でエピプラバを除去し，塩析で除ききれなかったプラバスタチンラクトン，及びその後の精製工程で生成したプラバスタチンラクトンは，水酸化ナトリウムを加えることによりプラバスタチンナトリウムに変換できるので，最終的にエピプラバ及びプラバスタチンラクトンの含有量が少ないプラバスタチンナトリウムを取得することは，本件特許の優先日において当業者が容易に想到できることであったなどと主張する。",
                            "しかし，本件訂正発明1は，工程a)～工程e)に記載された製造方法によって製造されるプラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムという発明であるから，単にプラバスタチンをアンモニウム塩の形態で「塩析結晶化」する方法が知られていたということのみで容易に想到し得ると断言できるものでないことは明らかである。したがって，原告の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，原告主張の取消事由2は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "取消事由3について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "無効理由B-1に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)aのとおり，本件訂正発明1と甲1発明とは，エピプラバの混入量が前者では「0．1重量％未満」であるのに対し，後者では0．19重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違するところ，少なくとも，塩析結晶化法等を用いてエピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを製造することが容易であったと認めるに足りる的確な証拠はないから，本件訂正発明1が甲1発明及び技術常識に基づき当業者が容易に発明できたとはいえない。",
                            "そして，以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由B-1に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "無効理由B-2に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)bのとおり，本件訂正発明1と甲2発明とは，エピプラバの混入量が前者では「0．1重量％未満」であるのに対し，後者では0．11重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違するところ，前記のとおり，少なくとも，塩析結晶化法等を用いてエピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウムを製造することが容易であったと認めるに足りる的確な証拠はないから，本件訂正発明1が甲2発明及び技術常識に基づき当業者が容易に発明できたとはいえない。",
                            "そして，以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由B-2に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "無効理由B-3に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)cのとおり，本件訂正発明1と甲5サンプルとは，含有される不純物につき，前者がプラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるのに対し，後者では類縁物質0．11重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違するところ，前記(イ)dのとおり，甲6発明は，高速液体クロマトグラフィ(HPLC)により不純物の含有量を検査する方法であって，塩析結晶化法とは全く異なるものであるから，これを甲5サンプルに適用しても，当業者が容易に訂正発明1に想到できたということはできない。",
                            "そして，以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由B-3に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "無効理由B-4に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)aのとおり，本件訂正発明1と甲1発明とは，エピプラバの混入量が前者では「0．1重量％未満」であるのに対し，後者では0．19重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違するところ，前記(イ)dのとおり，甲6発明は，高速液体クロマトグラフィ(HPLC)により不純物の含有量を検査する方法であって，塩析結晶化法とは全く異なるものであるから，これを甲1発明に適用しても，当業者が容易に訂正発明1に想到できたということはできない。",
                            "そして，以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由B-4に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "無効理由B-5に関する判断の誤りにつき",
                          "text": [
                            "前記(ウ)bのとおり，本件訂正発明1と甲2発明とは，エピプラバの混入量が前者では「0．1重量％未満」であるのに対し，後者では0．11重量％であること，また，前者は塩析結晶化法等により製造されたものであるのに対し，後者はその製造方法が明らかでない点で相違するところ，前記(イ)dのとおり，甲6発明は，高速液体クロマトグラフィ(HPLC)により不純物の含有量を検査する方法であって，塩析結晶化法とは全く異なるものであるから，これを甲1発明に適用しても，当業者が容易に訂正発明1に想到できたということはできない。",
                            "そして，以上のことは，本件訂正発明1を直接又は間接に引用する本件訂正発明2ないし9についても同様である。",
                            "したがって，無効理由B-5に理由がないとした審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "以上によれば，原告主張の取消事由3は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4(無効理由C-1に関する判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "サポート要件違反の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告の主張(ア) a及びbにつき",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本件明細書には「単離されうる。」との記載があるだけで，プラバスタチンナトリウムの不純物であるプラバスタチンラクトンやエピプラバを実際に測定した数値は何ら記載されていないと主張する。",
                            "確かに，本件明細書の段落【0031】には，「プラバスタチンナトリウムは更に，2つが例1及び3に例示される，本発明の好ましい態様を遵守することによってプラバスタチンラクトンが0．2％(w／w)未満で且つエピプラバが0．1％(w／w)未満で単離されうる。」と記載されているにすぎず，実施例においてプラバスタチンラクトンやエピプラバに関する上記数値を実際に測定した記載はみられない。",
                            "しかし，本件明細書の段落【0045】及び【0047】の記載のとおり，「本発明の好ましい態様を遵守する」ものと考えられる例1及び例3には，プラバスタチンナトリウムが約99．8％の純度で得られたことが記載されており，すなわち，例1及び例3のプラバスタチンナトリウムは不純物を全て合わせても約0．2％しか含有されていないところ，そこには甲1文献の「6．混入する可能性のある夾雑物」の項に示されているようなプラバスタチンラクトンやエピプラバ以外の不純物も含有されていると考えられるから，これらの例におけるプラバスタチンラクトンとエピプラバの混入量は「プラバスタチンラクトンが0．2％(w／w)未満で且つエピプラバが0．1％(w／w)未満」という要件を満たしているということができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，数値要件を満たすプラバスタチンナトリウムが得られたか否かを確認するための具体的な測定方法すら明細書に開示されていないと主張する。",
                            "確かに，本件明細書にはプラバスタチンラクトンやエピプラバの測定方法に関しての記載はない。",
                            "しかし，当業界において不純物を測定する一般的な方法として「面積百分率法」が知られており，実際，甲1文献の10頁「9．混入する可能性のある夾雑物」の項において，HPLCを用いた「面積百分率法」により不純物を測定していることから，本件明細書に不純物の測定方法が具体的に記載されていなくとも，当業者はこのような一般的な方法によって不純物の混入量を測定することができると考えられるから，原告の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件明細書の実施例においてプラバスタチンラクトンやエピプラバの含有量が直接測定されていなくても，本件明細書には上記数値を満たすプラバスタチンナトリウムが記載されており，また，それを得る手段も具体的に記載されていると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張(ア) cにつき",
                      "text": [
                        "原告は，甲2文献及び甲9文献の記載を根拠として，プラバスタチンナトリウムの最高純度は101％であり，最大約1．1％の不純物を含むことになると主張する。",
                        "しかし，甲39(日本薬局方解説書)の記載(B-13頁)によれば，製品中のプラバスタチンナトリウム等の活性成分を測定するには「内部標準法」又は「絶対検量線法」が用いられるが，一般的に，原薬を内部標準法や絶対検量線法で定量することにより，一定量中に含有される原薬の重量比がわかり，かつ含有される異性体の吸光係数がわかっていれば，特定波長で検出される不純物の総面積比と，絶対検量線法等で定量した原薬の重量比の和がおよそ100.0～101.0％であれば，未検出の不純物はほとんどないと考えることができ，逆に100.0～101.0％に大きく届かなければ，特定波長で検出されないか，吸光係数が大きく異なる異性体が混入している可能性が高くなると認められるところ，甲2文献の記載をみると，製品を分析した結果，「関連物質」と「プラバスタチンナトリウム」の合計が99．8％であることが示されているが，「関連物質」と「プラバスタチンナトリウム」の合計が「不純物の総面積比」と「原薬の重量比」の和に相当するから，その合計が「99．8％」であることは「およそ100.0～101.0％」に該当することになる。したがって，原告が指摘する甲2文献の「98．0-101．0％」という記載は，この値が98．0-101．0％の範囲であるから分析が正確に行われたことを示しているにすぎないと解されるのであって，プラバスタチンナトリウムの純度が101．0％になりうることを示すものではない。",
                        "また，原告の指摘する甲9の記載は，日本薬局方の通則として記載されたものであるが，「31  医薬品各条の定量法で得られる成分含量の値について，単にある％以上を示し，その上限を示さない場合は101．0％を上限とする」との記載は，医薬品に含まれる各成分について，個々の成分含量を示すとき，その合計の上限が101．0％であることを記載しているにすぎないと認められる。すなわち，これは，測定誤差や数値の四捨五入などを勘案しても，全ての成分についての含有率を合計した場合に上限が101．0％までとなるような精度で秤量あるいは分析をし，成分含量を示すべきであることを述べたにすぎず，プラバスタチンナトリウムの純度が101．0％となりうることを述べたものでない。",
                        "これに対して，プラバスタチンナトリウム等の活性成分と共にエピプラバ等の不純物を測定するには「面積百分率」が用いられる。このことは，甲39(日本薬局方解説書)に「純度は，通例，試料中の混在物の限度に対応する濃度の標準溶液を用いる方法，又は面積百分率法により試験を行う。別に規定するもののほか，試料の異性体比は面積百分率法により求める。面積百分率法は，クロマトグラム上に得られた各成分のピーク面積の総和を 100 とし，それに対するそれぞれの成分のピーク面積から組成比を求める。ただし，正確組成比を得るためには混在物検出感度に基づくピーク面積の補正を行う。」(B-12頁下から5行目～B-13頁1行目)と記載されていることからも裏付けられる。すなわち，活性成分の純度を表す場合には完全に純粋な化学物質について純度を100％とし，それを基準として純度を表すことが一般的な方法であり，本件明細書の実施例においても，そのような一般的方法で純度を表しているものと認められる。したがって，完全に純粋な場合が100％であり，それ以上の数値となることはないと解される。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件明細書にはプラバスタチンラクトンの混入量が0．2重量％未満でかつエピプラバの混入量が0．1重量％未満であったことが記載されていると認められるから，特許法36条6項1号の要件を満たしており，この点に関する審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施可能要件違反の有無",
                  "text": [
                    "原告は，当業者が本件明細書の記載に基づいて「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」を得ることができるとはいえないと主張するが，上記アと同様の理由により，本件明細書には「プラバスタチンラクトンの混入量が0．2重量％未満であり，エピプラバの混入量が0．1重量％未満であるプラバスタチンナトリウム」の具体例もまたそれを得る手段も具体的に記載されていると認められるから，実施可能要件を満たしているものと認められる。",
                    "したがって，この点に関する審決の判断に誤りはなく，原告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，本件特許無効審判請求においてなした請求人主張の無効理由によっては無効と判断することはできないとした審決の結論に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}