{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009−800021号事件について平成21年9月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告らが特許権者で発明の名称を「建具用ランナー」とする後記特許の請求項1について被告が特許無効審判請求をし，これに対し原告らが請求項1ないし3につき訂正請求をしたところ，特許庁が上記各訂正を認めた上，訂正後の請求項1に係る特許を無効とする審決をしたことから，原告らが請求項1に係る部分につき取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記訂正後の請求項1に係る発明(本件特許発明)が，下記引用文献に記載された発明(引用発明)との関係で進歩性を有するか(特許法29条2項)及び審判手続の違法性の有無，である。",
            "記",
            "・ 特開平8−68258号公報(発明の名称「開閉体取付装置」，出願人 株式会社ムラコシ精工，公開日 平成8年3月12日。以下，この文献を「引用例」といい，これに記載された発明を「引用発明」という。甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告アトムリビンテック株式会社(旧商号「高橋金物株式会社」)及び原告磯川産業株式会社は，平成8年8月29日に特許出願(特願平8−229134号)をし，平成11年2月19日に特許第2889538号と",
                  "text": [
                    "して設定登録を受けた(請求項の数5)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，平成11年6月18日付けでケージーパルテック株式会社から(旧)請求項1につき特許異議の申立てがなされ，特許庁に平成11年異議第72507号事件として係属したところ，原告らは，その手続中の平成12年7月17日に訂正請求(当初の請求項1を削除し，請求項2，3をまとめて新たな請求項1とし，以降の項数を繰り上げて新たな請求項2，3とした。)をしたところ，特許庁は，平成12年8月22日，上記訂正を認め，異議申立てを却下する旨の決定をした(甲5〔特許決定公報〕)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その後，被告から，平成21年2月5日付けで本件特許の(新)請求項1について無効審判請求がなされ，同請求は無効2009−800021号事件として特許庁に係属したところ，原告らは平成21年4月27日付けで(新)請求項1ないし3につき訂正請求(以下「本件訂正」という。)をしたが，特許庁は，平成21年9月29日，「訂正を認める。特許第2889538号の請求項1に記載された発明についての特許を無効とする。」旨の審決をし，その謄本は平成21年10月9日原告らに送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の請求項1に係る発明の内容は，次のとおりである(下線は訂正部分。以下「本件特許発明」という。甲15)。",
                "・「【請求項1】",
                "レールを走行するランナー部材と，戸板に固定される取付部材と，ランナー部材，取付部材を連結する支軸とが備えられ，取付部材が戸板に掘込まれる取付溝に埋込み固定されるカップ部材と支軸を支持してカップ部材の内部に着脱されるホルダ部材とから分割されてなる建具用ランナーにおいて，",
                "カップ部材とホルダ部材を係合ロツクするための係合溝と係合突起とからなる係合部の一方がカップ部材に設けられ，係合部の他方がホルダ部材の可動片に設けられ，ホルダ部材の可動片には弾性が付与されているとともに係合部の一方の手前には係合部の他方への案内面が設けられ，可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され，可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されていることを特徴とする建具用ランナー。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，本件訂正は訂正要件を備えるものであるとした上で，訂正後の本件特許発明(請求項1)は引用発明及び周知技術から容易に発明をすることができたから特許法29条2項の規定に違反し無効である，等としたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の請求項1に係る部分には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(審理不尽，理由不備)",
                  "text": [
                    "審決では，次のとおり，引用発明及び周知技術の認定に関して理由を示さない，あるいは理由を示したとは認められない判断が多数されている。",
                    "したがって，審決は，特許法157条2項4号の規定に違背しているとともに，審理不尽に起因する瑕疵を包含しており，違法である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用発明について，「(3−10) 上記(3−4)の記載を参酌すると，図5からは，ロックレバー39の中ほどにロックレバーの係止部43が設けられるとともに，その先端には上下動自在に配設された操作部44が形成されているようすが見て取れる。」と認定した(審決13頁26行～29行)。",
                        "上記認定は，審決の(3−4)において認定したその余の部分，特に「下部ケース部」の構造に関する記述(引用例の段落【0029】，【0032】)を全て捨象した上で，本件特許発明と引用発明との一致点認定のために引用発明の構成を上位概念化したものである。審決の上記認定は，「下部ケース部」の構造を捨象した判断過程を示しておらず，また，引用発明には上位概念化を示唆する記載もない。よって，引用発明の上位概念化を前提とする審決は，実質的に理由不備であり，必然的に審理不尽の違法がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，引用発明について，「ロックレバーをローラーケースに回動自在に軸支し，ロックレバーは回動附勢されている」と認定している(審決14頁7行，8行)。",
                        "ところで，本件特許発明においては，合成樹脂素材によりホルダ部材と一体成形された可動片自体の弾性を利用することにより，可動片に弾性が付与される効果が導かれるのに対し，引用発明では，ロックレバーがローラーケース両壁間の支軸に軸支され，かつ，支軸にコイルスプリングを巻き付けて組み立てることによって回動附勢の効果を生むという構造となっている。しかるに，審決は，このような本件特許発明と引用発明との根本的な相違点を捨象し，「回動附勢され」という言葉のみを抽出して，これを素材自体が本来持つ弾性を利用することを内容とする本件特許発明の「弾性を付与され」という効果と「相当する」という無理な認定を行っている。このような引用発明の認定については，「下部ケース部」の構造に関する一致点認定のための上位概念化に基づくものというほかなく，この上位概念化に至る検討及び判断理由も示されていない。よって，審決には，理由不備，審理不尽の違法がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，引用発明の構成要件の用語(「ガイドレール」等)を列挙して，本件特許発明の構成要件(「レール」等)に相当すると判断し，一致点を認定しているが(審決14頁14行～15頁7行)，この判断部分にもその理由が一切示されていない。対比の手法も，引用発明の構成要件を「ロックレバー」等の部品と「回動附勢され」等の機能部分とを分断して，その一部を上位概念化した評価を行う(これを「可動片」，「弾性が付与され」に相当する等としている。)など，極めて主観的ないし非論理的判断であって，特許法上いかなる理由があるのか不明である。",
                        "そして，審決は，上記対比に基づいて，引用発明の上記ロックレバーの構造を全て捨象し，外面的な側面のみ指摘して，引用発明の「ロックレバーの中ほどにロックレバーの係止部が設けられるとともに，その先端には上下自在に配設された操作部が形成されている」は，本件特許発明の「可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されている」に相当すると判断している(審決14頁28行～32行)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，本件特許発明と引用発明の課題の共通性に関する検討を全くしていない。すなわち，本件特許発明は審決が捨象した引用発明の「下部ケース部」内部の複雑な組付構造を解消することを主要な解決課題の一つとして掲げ，それを解決することによって様々な作用効果を期したものである(甲5〔特許決定公報〕中の段落【0008】，【0009】，【0025】，【0050】参照)。審決は，引用発明と本件特許発明との課題の共通性の検討を回避している上に，その判断理由が示されていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，本件特許発明と引用発明との相違点として，本件特許発明では「可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され」ているのに対し，引用発明では，「可動片(ロックレバー)とホルダ部材(ローラーケース)は別体であり，それらの素材が不明な点。」を認定している(審決15頁8行～12行)。",
                        "しかし，前述のとおり，可動片がロックレバーに，ホルダ部材がローラーケースにそれぞれ相当するとの認定自体に何らの理由もない上に，ロックレバーとローラーケースが別体であるとの認定も，一対の側板部36a，36b，支軸37，係止軸38，及びコイルスプリング46の5部材を備え，かつこれらにロックレバー39の組付けを必要とするという構造を無視して引用発明を把握する上位概念化に基づくものである。",
                        "よって，上記相違点の認定もまた，対比の対象たる引用発明の上位概念化を判断過程に混入させるものであり，実質的に理由を示さない判断であって，審理不尽である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "審決は，「着脱自在な2つの部材を，…係合ロックするような構成において，可動片を含む部材を合成樹脂材で一体成形することは，様々な技術分野において広く用いられている周知技術である。」と判断する(審決15頁14行～17行)。",
                        "しかしながら，この判断は，結論から帰納法的に合成樹脂材による係合構造を前提化したものというほかない。その上，周知技術に関し，各分野における合成樹脂材の一体成形技術が周知性を獲得する過程(各分野別，周知性獲得の時期，当業界における技術との異同等)に関する検討を全面的に省略し，一般的な合成樹脂技術を際限なく周知技術と認定したものであり，全てが事後分析的な思考構造を採っている。",
                        "ちなみに，特許発明の進歩性の要件に係る容易想到性の判断の過程においては，事後分析的な思考方法，主観的な思考方法及び論理的でない思考方法が排除されていなければならないとされている(知的財産高等裁判所平成20年(行ケ)第10096号事件平成21年1月28日判",
                        "決)。",
                        "以上のとおり，審決は，理由のない事後分析的評価を含むものであり，実質的に理由を示さない判断を内容としている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "審決は，「例えば，甲第2号には，吊り戸用ランナーの吊り棒4…に取り付けられる係合体5に，吊り戸の上端に固定される固定枠2と係合する係合部10を合成樹脂で一体成型し，係合部を薄肉の弾性部11により可動とすることが記載されている。」と認定し，審決が実公平5―23734号公報(以下，この文献を「甲2文献」という。甲2)の記載を引用した部分(2−4)～(2−5)を参照事項として挙げている(審決15頁18行～22行)。",
                        "上記認定は，審決が甲2文献を引用した(2−3)の部分を前提とするものであるが，審決では，(2−3)の部分につき，甲2文献における左右の係合部10による挟み込み技術を「…」と中略部分を挿入して認定し，これを合成樹脂材の一体成型技術として上位概念化している。",
                        "ところが，その中略部分には「係合体の両端には，固定枠の両端に係合する係合部が設けられ，」と記載され(甲2文献，3欄25行～27行)，中略部分の後半には，「また，後側の係合部の内端面が」，「内方水平突出縁を前後から挟んだ状態となり，係合体が固定枠に取り付けられる。」と記載され(甲2文献，3欄41行～44行)，甲2文献に記載された発明については，手前側から操作できないことが示されている。",
                        "審決は，このような中略箇所の設定によって，本件特許発明とは全く機能が異なる甲2文献の挟み込み技術を理由なく捨象した上で，甲2文献の構成要素を合成樹脂材の一体成型技術として上位概念化して認定しようとするものであり，「合成樹脂材の一体成型」の技術を理由なく抽象化ないし一般化してその周知性の認定を誤導するものというほかない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "審決は，本件特許発明が手前側から係合片を操作することのできる機能を構成要素としている点について，引用発明のほか，特開平7−274352号公報(以下，この文献を「甲17文献」という。甲17)，特開平8−96908号公報(以下，この文献を「甲18文献」という。",
                        "甲18)，特開昭62−131487号公報(以下，この文献を「甲1",
                        "9文献」という。甲19)及び特開平8−154742号公報(以下，",
                        "この文献を「甲20文献」という。甲20。)にも示され，様々な分野において広く用いられる周知技術であると判断している(審決15頁23行～31行)。",
                        "しかしながら，甲17～20文献を検討したとしても，甲17文献の配管接続用係止爪の操作片15と，甲18文献のモジュラプラグの爪部25と，甲19文献のプラグジャックコネクタと，甲20文献の配線ボックスを保持するラッチ機構29とからは，様々な分野における周知性の獲得経過が不明である上に，建具金物分野における建具用ランナーに適用できる課題も示唆もなく，事後分析的に周知技術とするために収集したものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "審決は，引用発明のロックレバーとローラーケースとを合成樹脂材で一体成型することは，当業者が周知技術を適用して容易になし得ると判断している(審決15頁32行～36行)。",
                        "しかしながら，まず引用発明のロックレバーについては，前述した5つの部材と複数の組付工程をいかなる技術によって簡略化して樹脂成型することができるかという技術的思想を検討することなくして，本件特許発明の想到容易性の判断資料とすることは不適当である。次に，上記判断は，甲17～20文献に記載された各発明について，建具金物分野における建具用ランナーの発明である本件特許発明の作用効果に到達することができる理由ないし技術的な論理経路を全く示していない。",
                        "すなわち，上記判断も実質的な理由を示さないものであり，特許法157条2項4号の規定に違背するとともに，主観的かつ非論理的な判断である。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "原告らは，審判手続において，甲6～14，23，24，31，33(審判段階の乙1～9及び参考図1～4)を提出して主張したが，審決においては，原告らの主張に対する判断及び理由は一切示されていない。",
                        "よって，理由のない審決は特許法157条2項4号の規定の趣旨に違背するものであるから，取り消されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(手続違背)",
                  "text": [
                    "審決は，甲17～20文献に記載された技術を重要な周知技術と認定しているにもかかわらず，原告らは，これらの文献の審理に際して相当の期間を指定して意見を申し立てる機会を与えられていない。したがって，審判手続は，特許法153条2項の規定の趣旨に違背しており，審決は取り消されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(進歩性判断に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "次のとおり，引用発明に周知例を組み合わせたとしても，本件特許発明における解決課題は解消されず，また，本件特許発明の構成にもならない。したがって，進歩性を否定した審決は誤りであり，取り消されるべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明は，側板部36a，36b，支軸37，係止軸38，ロックレバー39及びコイルスプリング46という5部材から構成されている。また，その組付工程は，コイルスプリング46のコイル部への支軸37の装着工程，側板部36a，36bへの支軸37及び係止軸38の軸架とコイルスプリング46の端部46a，46bの係止とを伴うセッティング工程と，セッティング後の係止工程とを必要とするものである。よって，引用発明は，部品点数が多く，組み立てが面倒であって，加工コストがかさむものである。さらに，引用発明は，コイルスプリング等を収容する組付構造体になっていることから，ローラケースの耐衝撃強度，耐荷重強度が低下し，かつ，側板部36a，36bが大型化するので，戸板側に大きな取付スペースを必要とするという問題がある。",
                            "これに対し，本件特許発明は，これらの課題を解消するものである(甲5〔特許決定公報〕中の段落【0008】，【0009】参照)。",
                            "このように，引用発明の「下部ケース部」は，本件特許発明で解消された解決課題である組付構造を含んでおり，これが本件特許発明の構成要件に該当するはずがないのに，審決は，引用発明の「下部ケース部」の複雑な構造を捨象して「ロックレバー」の用語のみを上位概念化し，これを一致点として認定しており，その誤りは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許発明には，「係合部の他方がホルダ部材の可動片に設けられ」という部分があるが，引用発明には，そのような構造は開示されていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件特許発明には，「ホルダ部材の可動片には弾性が付与されているとともに係合部の一方の手前には係合部の他方への案内面が設けられ，可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され，可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されている」という構成があるが，これは，手前側から解除操作を行うものである。これに対し，甲2文献では手前側からのみの解除操作をすることはできない構成が示されており，特開平7−11834号公報(以下，この文献を「甲1文献」という。甲1)に記載された発明も同様である。また，引用発明は，下部ケース部の5部材の組付けを省略化できる具体的構造が不明である。さらに，甲17～20文献に記載された技術は周知技術とは認められず，これを組み合わせることもできない。",
                            "したがって，引用発明と周知技術とを組み合わせても本件特許発明の構成には至らない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告代表者(A)は，本件特許発明の出願後で出願公開前の時期に従来技術であるネジ止めに係る発明(特開平10−196203号公報，甲11)を出願しているのに対し，本件特許発明の出願公開後には本件特許発明と同様の可動片に係る2件の発明(特開2002−70404号公報〔甲9〕，特開2000−291322号公報〔甲12〕)を出願",
                      "text": [
                        "している。このような経緯によれば，本件特許発明と同様の可動片と部材本体とを合成樹脂材により一体成形する技術は，本件特許発明の出願前には周知ではなく，本件特許発明の出願公開後に当業者に知られるようになったことは明らかである。したがって，これを容易想到とした審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明を実施した原告らのHR(Hanger Door",
                      "text": [
                        "System Parts Revolution)製品は，①施工業",
                        "者がワンタッチで簡便に取付け作業をすることが可能であり，②複数部品を一体化して小形軽量化することで戸板への掘込穴寸法を小さくすることが可能となり，③耐荷重性を30Kgと向上させ，④ホルダ部材の弾性係合により走行時の軋み音の発生をなくし，⑤レールを含めたシステム化を達成したこと等の理由によって，原告らの主力商品となっている。",
                        "このように，本件特許発明を実施したHR(Hanger Door",
                        "System Parts Revolution)製品は，本件特",
                        "許発明の優秀性により商業的成功をおさめており，本件特許発明の進歩性を推認できる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の「(3−10)」の部分は，引用例(甲3)に実施例として記載された装置構造の事実認定を行っているにすぎない。このうち「ロックレバー39の中ほどにロックレバーの係止部43が設けられるとともに，その先端には上下動自在に配設された操作部44が形成されている」の部分は，「(3−4)」の記載並びに「図5」に示された構造から自明である。このような認定は，その余の構造を捨象した上で上位概念化したものではなく，引用発明をあるがままに認定した上で，発明の進歩性判断を行うために必要十分な構成部分の抽出を行っているにすぎない。",
                    "審理対象である本件特許発明と引用発明との対比に際し，一致点及び相違点の認定を行うために必要十分な構成部分のみを抽出することは訴訟・審判実務において広く行われている手法であって，上記認定においては実質的な理由として「(3−4)」の記載及び「図5」を挙げているのであるから，何ら審理不尽はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の「ロックレバーをローラーケースに回動自在に軸支し，ロックレバーは回動附勢されている」との認定もまた，引用例の装置構造の事実認定にすぎないものであるし，さらに，引用例の明細書及び図面の記載から自明な構成にすぎないものであるから，審決の理由において引用例の記載を引用していることをもって，必要十分な検討及び判断理由が示されているのであって，何ら審理不尽はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告ら主張の取消事由1(ウ)(エ)の理由はいずれも，およそ審理不尽についてのものではなく，むしろ審決における本件特許発明と引用発明との一致点・相違点の認定判断の誤りを自らの見解に立って論難するものにすぎない。審決は，本件特許発明の進歩性欠如の理由を示すに当たり，本件特許発明と引用発明との一致点・相違点を，本件特許発明の各構成要素の作用効果並びに引用発明の各構成要件の作用効果を勘案した上で認定しているのであるから，何ら審理不尽はない。",
                    "取消事由1(ウ)について，審決は，引用例の記載を「(3−1)～(3−10)」の各項において引用し，当該引用箇所記載の作用効果と本件特許発明の作用効果とを比較勘案した上で各用語を対比して一致点・相違点を認定しているのであるから，何ら審理不尽はない。",
                    "取消事由1(エ)について，原告らが主張するように，引用発明において「下部ケース部」内部の複雑な組付構造を有するならば，引用発明には，部品点数が多く，組み立てが面倒であって，コストがかさむなどといった本件特許発明の課題と同様の課題が内在していたといえる。また，引用発明の「下部ケース部」の各部の構成は，本件特許発明の各構成要件とは関係がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明における「一対の側板部36a，36b，支軸37，係止軸38，及びコイルスプリング46の5部材を備え且つこれらにロックレバー39の組付けを必要とする構造」は，審理対象である本件特許発明の構成要件とは関係がないのであるから，一致点・相違点の認定に際しこれらを抽出しなかったとしても，何ら審理不尽に当たるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "取消事由1(カ)に関し，審決は，事後分析的，帰納法的な思考構造は採っていない。審決は，まず，本件特許発明と引用発明との相違点として，本件特許発明では「可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形されている」のに対して，引用発明では「可動片(ロックレバー)とホルダ部材(ローラーケース)は別体であり，それらの素材が不明な点」であることを認定した上で，本件特許の出願当時において「着脱自在な2つの部材を，(中略)係合ロックするような構成において，可動片を含む部材を合成樹脂材で一体成形することは，様々な技術分野において広く用いられている周知技術であ」ったことに鑑みれば，引用発明のロックレバーをローラケースに樹脂一体成形することにより本件特許発明のように構成することは，当業者が容易に発明をすることができたものであるとしているのである。かかる審決における判断は演繹的，客観的かつ論理的な判断である。",
                    "なお，原告らが引用する判例(知的財産高等裁判所平成20年(行ケ)第10096号事件)も，審理不尽については何ら言及していない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "取消事由1(キ)に関し，審決は，要素技術としての「着脱自在な2つの部材を係合ロックするような構成において，可動片を含む部材を合成樹脂材で一体成形する」という技術が，様々な技術分野において広く用いられている周知技術であると認定した上で，その代表的な例として，本件特許発明と同じ建具用ランナーの技術分野に属する甲2文献に開示された係合部10が，吊り棒4に取り付けられる係合体5に一体成型されている構造を例示している。原告ら主張の中略箇所は審決における相違点についての判断において何ら関係がない構造部分であって，これを審決において省略したとしても何ら審理不尽には当たらない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "取消事由1(ク)に関し，審決は，本件特許発明と引用発明との相違点が，単に可動片をホルダ部材と別体とするか一体成型するかという違いにすぎないものである点に鑑み，まず，「相違点についての判断」の冒頭において「様々な技術分野において広く用いられている周知技術である。」ことを認定した上，建具用ランナー以外の技術分野の文献についても，甲17～20文献を補強的に例示したにすぎない。すなわち，甲17～20文献を例示する審決の趣旨は，本件特許発明と引用発明との上記相違点は，健常な成人の日本人であれば誰でも想到し得る程度のものにすぎないというものである。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "取消事由1(ケ)に関し，引用発明のロックレバーを，甲2文献に開示された周知技術を適用して，ローラケースに一体成型することが容易である以上，それにより不要となった引用発明の5つの部材を省略あるいは簡素化することは単なる設計的事項にすぎないし，本件特許発明が引用発明のロックレバーをローラケースに一体成型したものと比較して格別顕著な作用効果を奏するものとも認められない。",
                    "また，甲17～20文献についても，「着脱自在な2つの部材を…係合ロックするような構成において，可動片を含む部材を合成樹脂材で一体成形することは，様々な技術分野において広く用いられている周知技術である。」ことの証拠として例示されており，技術的な論理経路が必要十分に示されている。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "審判手続においては，原告らの提出した甲6～14，23，24，31，33(審判段階の乙1～9及び参考図1～4)について，本件特許発明の構成要件との関連が不明確な点が多々存在したため，口頭審理の際に，これらの証拠によって主張しようとする事項について審判長が原告らに求釈明し，原告らはこれに応答する陳述をしている。すなわち，審決は，原告らの主張を十分に審理した上で，審判合議体の結論として理由を付してなされたものであるから，特許法157条2項4号の規定に違背するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲17～20文献は，被告が本件審判手続において当初からしていた主張である「『着脱可能な2つの部品を取付けるために，可動片を含む部品の全体を合成樹脂材を素材として一体成形し，可動片の中途部には係合部の他方を設けるとともに自由端には指先を掛けることのできる操作部を形成すること』は，凡そプラスチック成形品の分野全般において周知・慣用されていた技術にすぎず，例えば卓上時計や掛け時計の電池の裏蓋やプラスチック製収納ボックスの蓋などの身近な日用品にもよく見受けられる技術にすぎない。」(審判請求書10頁8行～14行，甲21)ことについて，補強的に示されたものにすぎず，甲17～20文献の引用によって新たな理由を審理しようとするものではないから，特許法153条2項の規定が適用されるものではない。また，原告らは，被告の上記主張に対して十分に反論する機会があったのであるから，公平性も担保されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，審決は，原告らが，審判手続において，本件特許発明は手前側に係合解除するために手前側の係合片を操作するものである旨主張したことから，これに対して応答するため，敢えて甲17～20文献を例示したものである。しかし，そもそも，本件特許発明には，原告らが主張する「手前側に解除するために手前側の係合片を操作するものである。」との構成要件が具備されているものとは到底認められないものであるから，審決が甲17～20文献を例示したことは，あくまで補足にすぎず，本来不要なものである。ちなみに，可動片をホルダ部材に一体成型することが周知技術である点は甲2文献によって立証されているのである。したがって，かかる観点からも審判手続が特許法153条2項の規定に違背するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明の請求項には，ホルダ部材全体を合成樹脂材により一体成形する旨の記載しかなく，ホルダ部材の板厚を確保することは規定されていないから，本件特許発明により，本件明細書(甲5)の段落【0008】記載の課題である耐衝撃強度・耐荷重強度が確保されるとはいえない。このような課題は，本件特許発明には記載のない実施品の設計によって解決されているものである。",
                        "むしろ，本件明細書に記載された従来技術(特開平7−91134号公報，甲8)に存在する解決課題のうち，本件特許発明により解決されたものとして評価され得るのは，本件明細書(段落【0007】)記載の「ホルダ部材の操作片を押し下げ操作した状態を保持しつつカップ部材のL字溝の横溝に係合突起を係合させなければならないうえに，押し下げ操作したままでホルダ部材をさらに押し込み操作しなければならないものであった。そのために，手を一杯に伸ばした戸板の上端部においての作業が面倒であったことを何等解消できていないものであった。」という課題であるが，かかる課題が引用発明において既に解消されていることは原告らも争っていない。",
                        "また，引用発明が，本件明細書(段落【0008】)の記載に対応する課題を有していることは原告らが自認しているところであるが，そのような課題を有することは，耐衝撃強度，耐荷重強度の向上のために，同じ技術分野に属する甲2文献記載の合成樹脂材による一体成形の技術を引用発明のロックレバーに適用することの起因ないし契機(動機付け)となり得るものである。",
                        "なお，引用発明の「下部ケース部」の複雑な構造は本件特許発明との対比において阻害要因となるものでもなく，一致点・相違点の認定に際し必要な構成のみを抽出することは訴訟・審判実務において広く行われていることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，取消事由3(ア)bに関し，引用発明のロックレバー(可動片)には，ローラケース(ホルダ部材)の係止突片47(係合部の一方)に係合する係止部43(係合部の他方)が設けられており，審決の認定判断に違法はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告らは，関連事件(特許権侵害差止等請求事件 平成20年(ワ)第14669号)において，引出しに際して工具による手前側からではない引出し操作が必要となる製品も本件特許発明の技術的範囲に属すると主張していた。",
                        "また，甲2文献の4欄1行～4行には「係合体を固定枠から取り外すには，一方の係合部，たとえば，前側の係合部を押し下げて内方水平突出縁の前端面との係合を解き，係合体を固定枠から後方に引き出すかまたは押し出せばよい。」と記載されているとおり，前側の係合部を押し下げて係合体を後方に押し出すことにより，手前側からの操作により取り出すことが記載されているので，「甲2文献では…手前側からの操作により取出すことができない」との原告らの主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告代表者(A)による他の特許出願の経過と本件特許発明の無効判断とは何ら関係がない。また，そもそも，被告代表者が出願した特許(甲11，甲12，甲9)における特許請求の範囲に記載した発明の特徴は，本件特許発明とは全く異なるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告らによって実施されたHR(Hanger Door Syste",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "m",
                          "subject": "Parts Revolution)製品は，本件特許発明の構成要",
                          "text": [
                            "件には含まれていない多数の構成，例えば，小型軽量化されて戸板への掘込穴寸法を小さくした点，耐荷重性を30Kgとした点，レールを含めたシステム化を達成した点，ホルダ部材の可動片は相対して一対設けられて両可動片の操作部は2本の指先で摘む格好となるように配置されている点(本件特許の請求項2)，ホルダ部材の可動片は中途部の係合部の他方よりも自由端の操作部側で屈曲され基端からの長さが長く確保されている点(本件特許の請求項3)，その他，本件明細書の実施例に開示された多数の構成を具備するものであって，本件特許発明の構成要件にはない多数の構成の具備により商業的成功を収めたものであると推認でき，本件特許発明の優秀性により商業的成功を収めたものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明の意義",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明の内容(請求項1)は，上記第3，1(2)記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件明細書(特許決定公報，甲5)の「発明の詳細な説明」には，次のとおりの記載がある。",
                    "・ 「【発明の属する技術分野】本発明は，折戸や引戸をレールに建込むための建具用ランナーに係る技術分野に属する。」(段落【0001】)・ 「【従来の技術】一般に，建具用ランナーは，レールを走行するランナー部材と，戸板に固定される取付部材と，ランナー部材，取付部材を連結する支軸とで構成されている。そして，この取付部材は，戸板に固定されるカップ部材と支軸を支持してカップ部材の内部に装着されるホルダ部材とから分割され，ネジ止により固定されている(実公平6−24541号公報，実開平3−63677号公報参照)。」(段落【0002】)",
                    "・ 「この建具用ランナーによる折戸の建込み作業は，通常，レールにランナー部材を装着した後に，レールから支軸を介して突出しているホルダ部材を戸板を当接させ，戸板に取付けしたカップ部材にホルダ部材を組み付けした後にネジ止する手順により行われている。従って，ドライバー等の工具が必要であるうえに，ネジ止作業が必要である。特に，作業者の手を一杯に伸ばした戸板の上端部での作業であるために目視して確認できずに時間が掛かるため，折戸の建込み作業が面倒である。また，カップ部材，ホルダ，戸板のネジ止を一々解除しなければ建込まれた折戸を取外すことができないため，折戸の取外し作業も面倒である。」(段落【0003】)",
                    "・ 「このため，建具用ランナーに係る技術分野では，折戸の建込み作業，取外し作業の容易化が指向されている。特に，ノックダウン方式が採用さ肌ている昨今では，高度な組み付け技術を必要としなくなっており，戸板に取り付けされたカップ部材に対するホルダ部材の固定作業に際しても同様な要望があった。」【0004】",
                    "・ 「前述の指向に対応した建具用ランナーとしては，例えば，特開平7−91134号公報に記載のものが開示されている。」(段落【0005】)・ 「この従来の建具用ランナーは，カップ部材，ホルダ部材の間で折戸をねじ止めせずに建込み，取外しできるようにしてなるものである。カップ部材には略々L字形の係合溝が設けられ，ホルダ部材にはコイルスプリングに弾圧されてスライドするロック体が収納されるとともにロック体には係合突起が設けられて，カップ部材，ホルダ部材の間の係合ロックがなされるようになっている。",
                    "なお，ホルダ部材の係合突起には，カップ部材，ホルダ部材の間の係合ロックの解除を行うための操作片が設けられている。」(段落【0006】)・ 「【発明が解決しようとする課題】前述の従来の建具用ランナーでは，ホルダ部材の操作片を押し下げ操作した状態を保持しつつカップ部材のL字形の横溝に係合突起を係合させなければならないうえに，押し下げ操作したままでホルダ部材をさらに押し込み操作しなければならないものであった。そのために，手を一杯に伸ばした戸板の上端部においての作業が面倒であったことを何等解消できていないものであった。」(段落【0007】)",
                    "・ 「ホルダ部材は，ホルダ本体とロック体とコイルスプリングとから部品構成されているうえに，内部空間にロック体とコインルスプリングを収納した後に封止材で封止して組み立てしているので，部品点数が多くて組み立てが面倒であって，コストが嵩むものであった。また，ホルダ部材が内部空間にコイルスプリング等を収容する組付構造体になっていることから，ホルダ部材の耐衝撃強度，耐荷重強度が低下して耐久性が低いという問題も指摘されている。さらに，ホルダ部材が大型化しているので，戸板側に大きな取付スペースが必要になるという問題点も指摘されていた，」(段落【0008】)",
                    "・ 「本発明は，このような問題点を考慮してなされたもので，取付部材のホルダ部材の構造を簡素化，小型化するともに，取付部材のホルダ部材の耐久性を高めた建具用ランナーを提供することを課題とする。」(段落【0009】)・ 「【課題を解決するための手段】前述の課題を解決するため，本発明に係る建具用ランナーは，次のような手段を採用する。即ち，請求項1の建具用ランナーの特徴は，カップ部材とホルダ部材を係合ロックするための係合溝と係合突起とからなる係合部の一方がカップ部材に設けられ，係合部の他方がホルダ部材の可動片に設けられ，ホルダ部材の可動片には弾性が付与されているとともに係合部の一方の手前には係合部の他方への案内面が設けられ，可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され，可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されていることにある。」(段落【0010】)",
                    "・ 「この手段では，可動片の弾性を利用してカップ部材にホルダ部材を押し込みすると，案内面の案内により可動片が弾性変移して係合溝，係合突起が係合ロックされる。また，ホルダ部材の全体が一体成形されているために，ホルダ部材の耐衝撃強度，耐荷重強度が高められて耐久性が高くなっている。さらに，可動片の弾性により係合溝，係合突起の係合ロックを保持，解除するため，ホルダ部材の構造が簡素化，小型化される。さらに，弾性を発揮可能な中途部で係合され，指先で操作部を操作して係合溝，係合突起の係合ロックを解除する。」(段落【0011】)",
                    "・ 「戸板Aの上部側では，図3，図4に詳細に示されるように，上部レールBを走行する上部ランナー部材1と，戸板Aに固定される上部の取付部材2と，上部のランナー部材1，上部の取付部材2を連結する上部の支軸3とで構成される。」(段落【0018】)",
                    "・ 「上部ランナー部材1は，戸板Aの荷重を受けて箱形の上部レールBの内部を走行する4輪型から構成できる。」(段落【0019】)",
                    "・ 「上部取付部材2は，戸板Aに固定されるカップ部材21と，上部支軸3を支持してカップ部材21に着脱されるホルダ部材22とからなる。」(段落【0020】)",
                    "・ 「上部取付部材2のカップ部材21は，戸板Aの裏面Aaに掘込まれたU字形の取付溝Abに埋込み取付けされるもので，取付溝Abに収容されホルダ部材22が嵌合着脱されるカップ部材本体211と，取付溝Abの周囲の裏面Aaに当接して戸板Aにネジ止固定されるフランジ212とを備えている。カップ部材本体211は略々直方形状の収容部を有し，上部にホルダ部材22の着脱の際にホルダ部材22に支持された上部支軸3を通過させる通過溝213が端部(フランジ212側)から切込み形成され，切込みされた残部が上部規制壁211aとされる。また，カップ部材本体211は，通過溝213のフランジ212近くにホルダ部材22を係合ロックするための係合部の一方として係合溝214が一対切込み形成され，下部に前記係合溝214と対応してホルダ部材22を係合ロックするための係合溝215が長孔形に穿孔形成されている。",
                    "フランジ212には，3箇所に皿穴216が穿孔され，カップ部材本体211近くにホルダ部材22を位置決めする一対のフレーム枠溝217，小突起用溝218とホルダ部材22の離脱操作を容易にする下側の逃溝219とが表面側から掘込み形成され，全体として略々U字形を呈している。」(段落【0021】)",
                    "・ 「上部取付部材2のホルダ部材22は，合成樹脂材を素材としてカップ部材21のカップ部材本体211に嵌合可能なブロック形に一体成形されてなる。",
                    "ホルダ部材22の上部と下部とには，それぞれ強力な弾性を有する可動片221が延びている。可動片221の中途部には，カップ部材21の係合溝214，215に係合可能な係合部の他方として係合突起222が設けられている。この係合突起222には，カップ部材21の係合溝214，215への係合を案内する案内面としてのテーパ面222aと同係合を保持する係合段部222bとが設けられている。テーパ面222aはホルダ部材22を押し込みしたときに可動片221を弾性に抗して容易に後退させることができる程度の傾斜面に構成される。両可動片221の自由端には，指先を掛けることのできる操作部223がそれぞれ形成されている。可動片221の係合突起222，操作部223の間には，可動片221の基端からの長さを確保するため相対方向へ屈曲した屈曲部224が設けられている。従って，両操作部223は，2本の指先で摘むような格好で掛けられるように配置されている。この場合に，下位の可動片221の基端側に空隙221aを延長して弾性力を高める構造とすることができる。なお，屈曲部224の外部から視認できる位置には，カップ部材21の係合溝214，215から係合突起222を離脱操作する操作部223の3角印の操作方向表示225と「外す」の文字の操作内容表示226とが設けられている。また，可動片221の周囲には，可動片221を保護しホルダ部材22のカップ部材21への嵌合を位置合わせすフレーム227とフレーム227から突出した小突起228とが設けられている。」(段落【0022】)・ 「この実施の形態によると，上部取付部材2のホルダ部材22が合成樹脂材で一体成形され，従来例のような複数パーツの組付構造が避けられているため，ホルダ部材22の耐衝撃強度，耐荷重強度が高められている。従って，上部取付部材2のホルダ部材22の耐久性が高くなるとともに，戸板Aの開閉に伴う軋み音の発生が防止される。」(段落【0026】)",
                    "・ 「また，上部取付部材2のホルダ部材22に一体化されている弾性のある可動片に係合突起222が設けられて，従来例のような別部材を組込む部品点数の増加が避けられているため，ホルダ部材22の構造が簡素化，小型化される。",
                    "従って，上部取付部材2のホルダ部材22の製造を安価，容易に行うことができるとともに，ホルダ部材22に対応したカップ部材21をも小型化させて戸板A側に大きな取付スペースを確保する必要がなくなる。」(段落【0027】)・ 「【発明の効果】以上のように，本発明に係る建具用ランナーは，カップ部材に対してホルダ部材を押し当てすると，中途部の手前にある案内面によって可動片が弾性変移するので，操作片を押し下げ操作することなく，単に押し当てするだけで係合溝と係合突起とを係合ロックすることができた。その結果，手の伸ばした戸上端部や屈み込みした戸下端部における折戸へのランナー部材の取付作業性を向上させることができ，ノックダウン方式に好適に用いられる。」(段落【0048】)",
                    "・ 「また，可動片を含むホルダ部材を一体成形したうえで可動片の中途部に係合溝又は係合突起を設ける係合ロック構造としたので，ホルダ部材の構造を簡素化，小型化することができ，戸板側へのカップ部材の取付スペースを小さくすることができる。その結果，戸板での取付部材を小さくして外観上優れたものとし，戸板の取付溝を大きくしたことによる戸板の構造劣化を阻止することができる。このことはホルダ部材を一体成形できることと相まって，安価，容易に製造することともなる。」(段落【0049】)",
                    "・ 「さらに，ホルダ部材の全体が一体成形されているために，ホルダ部材の耐衝撃強度，耐荷重強度を高めることができ，耐久性を高くすることができる。」(段落【0050】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲4(特許公報)には，次のとおりの図が記載されている。",
                    "【図1】(本発明に係る建具用ランナー 【図4】(縦断面図)の実施の形態(1)を示す建込み",
                    "前の状態の斜視図)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本件特許発明は，折戸や引戸をレールに建込むための建具用ランナーに関するものである(段落【0001】)。建具用ランナーは，レールを走行するランナー部材と，戸板に固定される取付部材と，ランナー部材と取付部材とを連結する支軸とで構成され，このうち取付部材が，戸板に固定されるカップ部材と支軸を支持してカップ部材の内部に装着されるホルダ部材とに分割されている(段落【0002】)。このような建具用ランナーは，作業前にはレール側の部材(ランナー部材，支軸及び取付部材のうちホルダ部材)と戸板側の部材(取付部材のうち戸板に固定されるカップ部材)とに分かれており(段落【0002】，【0003】)，ホルダ部材とカップ部材との組み付け方法が課題となっていた(段落【0003】，【0004】)。従来技術では，カップ部材にL字型の係合溝が設けられ，ホルダ部材にはコイルスプリングによりスライドする係合突起を有するロック体が設けられ，係合溝と係合突起により係合ロックされていたが(段落【0006】)，組み付け時に係合突起に設けられた操作片を押し下げ操作し，その状態を保持しながら戸板を押し込む操作が必要であり，戸板の上端部での作業が面倒であるという欠点があるほか(段落【0007】)，ホルダ部材は，コイルスプリング等の部品点数が多く，組立てが面倒であり，コストがかさみ，また，ホルダ部材の内部にコイルスプリングを収容する組付構造体なので，耐衝撃強度や耐加重強度が低下するなどの問題点があった(段落【0008】)。そこで，本件特許発明は，このような問題点を解決し，構造の簡素化，小型化，耐久性を高めることを目的とする(段落【0009】)。",
                "このため，本件特許発明は，特に，係合溝と係合突起とからなる係合部の一方がカップ部材に設けられ，係合部の他方がホルダ部材の可動片に設けられ，ホルダ部材の可動片には弾性が付与されているとともに係合部の一方の手前には係合部の他方への案内面が設けられ，可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され，可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されることにより(特許請求の範囲)，カップ部材に対してホルダ部材を押し当てすると，中途部の手前にある案内面によって可動片が弾性変移するので，操作片を押し下げ操作することなく係合溝と係合突起とを係合ロックすることができるので，作業性が向上し(段落【0048】)，また，可動片を含むホルダ部材を一体成形したので，ホルダ部材の構造が簡素化，小型化され(段落【0049】)，ホルダ部材の耐衝撃強度，耐荷重強度を高めることができ，耐久性が高まる(段落【0050】)とするものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一方，引用例(甲3)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "・ 「【請求項1】開閉体の木口に埋設固定され嵌合凹部を有するケースホルダーと，このケースホルダーの嵌合凹部に嵌合固定され前記開閉体の木口側に操作口を開口するとともに前記開閉体を案内するガイドレールに係合する回転自在のガイドローラを有するローラケースと，このローラケースに設けられ前記ガイドローラを上下動調整する回転操作部を前記操作口に回転自在に配設したローラ調整機構と，を具備したことを特徴とする開閉体取付装置。」・ 「【請求項2】ローラ調整機構は，ガイドローラを回転自在に軸架した上下方向の調整杆と，この調整杆を上下動させる傘歯車と，この傘歯車に噛合した傘歯車を有するとともに操作口に回転操作部を配設した回転軸とを有する，ことを特徴とする請求項1記載の開閉体取付装置。」",
                    "・ 「【請求項3】ケースホルダーは，その嵌合凹部の相対する位置に突設されローラケースの嵌合方向の案内突条と，前記嵌合凹部の相対する位置に前記案内突条と離間して平行に突設されたストッパーとを有し，前記ローラケースは，その両側部に形成され前記案内突条に案内される案内凹部と，この案内凹部と離間して平行に形成され前記ストッパーを挿入する挿入溝と，この挿入溝に出没可能に設けられ前記ケースホルダーに嵌合した際に前記ストッパーに係合するロックレバーとを有する，ことを特徴とする請求項1または2記載の開閉体取付装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "・ 「【産業上の利用分野】本発明は開閉体取付装置に係り，たとえば，家具や建具等の開口部を開閉する折り戸等の開閉体を高さ調整可能に取り付けるものに関する。」(段落【0001】)",
                    "・ 「請求項3記載の開閉体取付装置では，ケースホルダーにローラケースを嵌合する際には，ケースホルダーの嵌合凹部の相対する案内突条がローラケースの両側部の案内凹部に係合され，かつ，ケースホルダーのストッパーがローラケースの挿入溝に挿入されることにより，この案内突条と案内凹部との相互及びストッパーと挿入溝との相互による位置決め及び案内作用によってケースホルダーにローラケースがスムーズに嵌合される。」(段落【0013】)",
                    "・ 「そして，ケースホルダーにローラケースが深く嵌合されるとともに，このケースホルダーのストッパーにローラケースのロックレバーが自動的に係合され，このストッパー及びロックレバーにてケースホルダーに嵌合したローラケースがワンタッチでロックされる。」(段落【0014】)・ 「1は家具や建具等の開口部の上端部に沿って配設固定された左右方向の上部ガイドレールで，この上部ガイドレール1は上面板2と，この上面板2の幅方向の両端部から下方に向かって相対して突設された前後の側板3と，この前後の側板3の下端部から相対して互いに近接方向に向かって突設された前後の弧状のローラ支持板4と，この前後のローラ支持板4の相対する内端部間にて形成された案内溝5と，この前後のローラ支持板4の相対する内端部の上方に位置して前記上面板2の下面部に相対して下方に向かって突設された前後の案内突条6とを有して断面略矩形状に形成されている。」(段落【0016】)",
                    "・ 「また，前記上部ガイドレール1には前記上面板2の下面部と前記前後の案内突条6とにより前記案内溝5の上方に位置して上部のローラ収容部7が形成されているとともに，前記前後の側板3と前記前後のローラ支持板4及び前記上面板2の前後部とにより前後のローラ収容部8がそれぞれ形成されている。」(段落【0017】)",
                    "・ 「つぎに，15は前記開口部を開閉する開閉体としての折り戸の複数の扉体で，この各扉体15の幅方向の両端上部及び両端下部における木口16には上下方向の埋設凹部17がそれぞれ形成されている。そして，前記両端上部の埋設凹部17は略U字状に形成されているとともに，前記両端下部の埋設凹部17は略逆U字状に形成されている。なお，前記各扉体15は図示しない複数の蝶番にてそれぞれ開閉自在に連設されている。」(段落【0020】)",
                    "・ 「つぎに，前記各扉体15の両端上部の埋設凹部17には上部ランナーユニット18がそれぞれ埋設固定されているとともに，前記各扉体15の両端下部の埋設凹部17には下部ランナーユニット19がそれぞれ埋設固定されている。」(段落【0021】)",
                    "・ 「前記上部ランナーユニット18は，前記埋設凹部17内に埋設される上下方向のケースホルダー20と，このケースホルダー20に嵌合されるローラケース21と，このローラケース21の上方部に回転自在に軸架された複数のガイドローラ22とを有して構成されている。」(段落【0022】)",
                    "・ 「前記ケースホルダー20は，前記埋設凹部17内の内側壁部に固定する上下方向に細長い固定基板23を有し，この固定基板23の幅方向の両端部から外方に向かって略U字状に形成された埋設側板24が一体に突設され，この略U字状の埋設側板24と前記固定基板23とにより前記ローラケース21を嵌合する嵌合凹部25が形成されている。」(段落【0023】)",
                    "・ 「また，前記埋設側板24の相対する側板部24a ，24b 内の上部には前記ローラケース21の嵌合方向の案内突条26が相対して平行に一体に突設されている。",
                    "また，前記埋設側板24の相対する側板部24a ，24b 内の下部の開口縁部には前記相対する案内突条26と離間しかつ案内突条26と平行にストッパー27が相対して一体に突設されている。前記相対するストッパー27は，それぞれの下面部に案内面27a を有するとともに，それぞれの内端部には前記案内面27aに連続した垂直状の係止面27b を有している。」(段落【0024】)・ 「つぎに，ローラケース21は，前記ケースホルダー20の嵌合凹部25内に嵌合する上下方向のケース本体31を有し，このケース本体31の両側上部には前記ケースホルダー20の相対する案内突条26を係合案内する案内凹部32がローラケース21の嵌合方向にそれぞれ形成されている。また，前記ケース本体31の両側下部には前記案内凹部32と離間して平行に前記相対するストッパー27を挿入する挿入溝33が形成され，この挿入溝33は挿入端部及び両側部を開放して形成されている。」(段落【0026】)",
                    "・ 「また，前記ケース本体31には挿入方向と反対側の外端部には上下方向の基板34が一体に形成され，この基板34の周側縁部には前記略U字状の埋設側板24の開口縁部24c に当接する当接縁部34a が略U字状に形成されている。また，前記基板34の下部には前記挿入溝33に連通する矩形状の操作口35が形成されている。」(段落【0027】)",
                    "・ 「また，前記挿入溝33にて形成された前記ケース本体31の下部は，前記基板34に一体で略U字状の下部ケース部36として形成され，この下部ケース部36の相対する側板部36a ，36b の挿入端部間の上部には水平方向の支軸37が軸架されているとともに，この支軸37の下方に位置して前記相対する側板部36a，36b の挿入端部間の下部には係止軸38が軸架されている。」(段落【0028】)",
                    "・ 「また，前記下部ケース部36の上部の支軸37には前記相対する側板部36a ，36b間に配設されたロックレバー39が上下方向に回動自在に軸支されている。",
                    "このロックレバー39は，前記ローラケース21の挿入方向の操作片40を有し，この操作片40の幅方向の両側部には相対して略三角形状のレバー片41がそれぞれ一体に突設されている。」(段落【0029】)",
                    "・ 「また，前記相対するレバー片41は上端部に前記相対するストッパー27の案内面27a に沿って摺動する摺動面42がそれぞれ前記ローラケース21の挿入方向と反対方向に向かって次第に後上りに傾斜して形成され，この摺動面42の後端部には下方に向かって垂直状の係止部43がそれぞれ形成されている。」(段落【0030】)",
                    "・ 「また，前記係止部43の下端部より後方に位置して前記操作片40の後端部を延長した操作部44が形成され，この操作部44は前記操作口35内に上下動自在に配設されるようになっている。また，前記相対するレバー片41の挿入端部には前記支軸37を回動自在に挿通した挿通孔45がそれぞれ形成されている。」(段落【0031】)",
                    "・ 「さらに，前記支軸37にはコイルスプリング46が巻回され，このコイルスプリング46の一端部46a が前記操作片40の挿入端部に係止されているとともに，その他端部46b が前記係止軸38に係止されている。そして，前記コイルスプリング46にて前記支軸37を中心として前記ロックレバー39が上方に向かって回動附勢され，その両側部の摺動面42がそれぞれ常時前記挿入溝33内に突出されるようになっているとともに，このロックレバー39の操作部44の途中部は前記基板34から前記操作口35内に突出された前後方向に弾性変形可能な係止突片47の下端部に係止されるようになっている。なお，前記係止突片47と前記係止部43との間には僅かな間隙が形成されている。」(段落【0032】)・ 「つぎに，前記挿入溝33と前記案内凹部32との間の中間部は前記基板34に一体で前記ケース本体31の中間ケース部48として形成され，この中間ケース部48にはローラケース21の嵌合方向を開口した収容凹部49が形成され，この収容凹部49と前記基板34に開口された操作口50との間には軸受孔51が連通形成されている。」(段落【0033】)",
                    "・ 「つぎに，前記案内凹部32にて形成された前記ケース本体31の上部は，前記基板34に一体で上部ケース部56として形成され，この上部ケース部56には上面を開口した多角形状の上下方向の角孔ガイド57が形成されている。また，前記角孔ガイド57内には多角形状の角柱体58が上下動自在に嵌合され，この角柱体58には上下方向の調整杆59の略中間部が固着され，この調整杆59の下部に形成された螺杆部60は前記傘歯車55の中心部に貫通形成された上下方向のねじ孔61に回動により進退自在に螺合されている。」(段落【0035】)・ 「そして，前記回転軸52にて前記傘歯車53及びこの傘歯車53に噛合した前記傘歯車55が回動されることにより，この傘歯車55のねじ孔61にて前記調整杆59の螺杆部60が昇降されるとともに，この調整杆59の中間部に固着した前記角柱体58が前記角孔ガイド57に沿って昇降されるようになっている。」(段落【0036】)",
                    "・ 「また，前記調整杆59の上部にはこの調整杆59より大径のストッパー62が固着され，このストッパー62上の調整杆59にはローラホルダー63が水平方向に回動自在に軸架され，このローラホルダー63の上方部に位置して調整杆59の上端部にはローラホルダー63の抜止体64が固着されている。」(段落【0037】)",
                    "・ 「前記ローラホルダー63は，前記上部ガイドレール1内に挿入可能な略矩形状に形成され，その幅方向の両側部には前記調整杆59と直交する方向のローラ支軸65がそれぞれ突設され，この両側部のローラ支軸65には前記上部ガイドレール1の両側部に形成されたローラ収容部8内に収容され，かつ，そのローラ支持板4上に支持される移動用の前記ガイドローラ22がそれぞれ回転自在に軸架され，この両側部のガイドローラ22は前記ローラホルダー63の幅方向の両側部に形成された凹窪部66内に回転自在に配設されている。」(段落【0038】)",
                    "・ 「つぎに，前記実施例の作用を説明する。」(段落【0048】)・ 「各扉体15の木口16の上端部に形成された埋設凹部17内に上部ランナーユニット18のケースホルダー20を埋設し，このケースホルダー20の固定基板23に形成された上下の挿通孔29から埋設凹部17の内壁部に固定ねじ28を捩じ込んで埋設凹部17内にケースホルダー20を固定する。」(段落【0049】)・ 「つぎに，扉体15の木口16に固定した上部ランナーユニット18のケースホルダー20の嵌合凹部25内に上部ガイドレール1に各ガイドローラ22を係合して吊持した上部ランナーユニット18のローラケース21を挿入すると，このローラケース21に設けたロックレバー39の相対するレバー片41に形成された摺動面42の挿入端部がケースホルダー20の嵌合凹部25に相対して突設したストッパー27の案内面27a に当接される。」(段落【0053】)",
                    "・ 「また，ケースホルダー20の嵌合凹部25内にローラケース21を更に強く挿入すると，このローラケース21のロックレバー39の相対する摺動面42が相対するストッパー27の案内面27a にて押動され，このロックレバー39が支軸37を中心としてコイルスプリング46に抗してローラケース21の挿入溝33から後退する方向の下方に向かって回動されつつ相対するストッパー27の案内面27aに沿って次第に押し込まれる。」(段落【0054】)",
                    "・ 「この際，ケースホルダー20の嵌合凹部25の相対する案内突条26がローラケース21の両側部の案内凹部32に係合され，かつ，ケースホルダー20の相対するストッパー27がローラケース21の挿入溝33に挿入されることにより，この案内突条26と案内凹部32との相互及びストッパー27と挿入溝33との相互による位置決め及び案内作用によってケースホルダー20にローラケース21がスムーズに嵌合される。」(段落【0055】)",
                    "・ 「そして，ケースホルダー20の嵌合凹部25内にローラケース21が深く嵌合されるとともに，このローラケース21のロックレバー39の相対する摺動面42が相対するストッパー27の案内面27a から外れ，このロックレバー39がコイルスプリング46の復帰力によって支軸37を中心として復帰回動され，このロックレバー39の相対する係止部43がケースホルダー20の相対するストッパー27の係止面27b にそれぞれ自動的に係止される。」(段落【0056】)・ 「したがって，ケースホルダー20の嵌合凹部25内にローラケース21を深く嵌合されるとともに，このローラケース21はケースホルダー20にロックレバー39にてロックされ，上部ランナーユニット18がワンタッチで連結され，かつ，この上部ランナーユニット18のケースホルダー20を固定した扉体15はローラケース21及びこのローラケース21の各ガイドローラ22にて上部ガイドレール1に沿って移動自在に取付けられ，すなわち，上部ガイドレール1には扉体15の上端部が上部ランナーユニット18にてワンタッチで簡単に取付けられる。」(段落【0057】)",
                    "・ 「つぎに，上部ランナーユニット18のケースホルダー20の嵌合凹部25内からローラケース21を外す場合には，ローラケース21の操作口35内に突出したロックレバー39の操作部44を係止突片47から離間する方向の下方に向かって押動操作すると，この操作部44にてロックレバー39が支軸37を中心としてコイルスプリング46に抗して下降回動され，このロックレバー39の相対する係止部43がケースホルダー20の相対するストッパー27の係止面27b から外れ，ローラケース21のロックが解除される。」(段落【0058】)",
                    "・ 「そして，ケースホルダー20の嵌合凹部25内からローラケース21を引き抜くか，または，その逆にローラケース21からケースホルダー20を引き抜くことにより，ケースホルダー20の嵌合凹部25内からローラケース21が簡単に外される。また，下部ランナーユニット19のケースホルダー20の嵌合凹部25内からローラケース21を外す場合も，前記上部ランナーユニット18の場合と同様にロックレバー39を操作することにより，ローラケース21のロックが解除され，ケースホルダー20の嵌合凹部25内からローラケース21が簡単に外される。」(段落【0059】)",
                    "・ 「【発明の効果】請求項1の発明によれば，開閉体の木口側に開口した操作口にガイドローラを上下動調整するローラ調整機構の回転操作部を配設し，この回転操作部を回転操作することにより，ガイドレールに係合するガイドローラを介して開閉体の高さを簡単に調整することができ，この回転操作部は開閉体の木口側に開口した操作口に配設したことにより，回転操作部の回転操作が容易で，この回転操作部をガイドレールとの間の狭い箇所やガイドレールに近接した位置に配設したもののように調整操作に面倒な手数を要することがなく，現場での調整作業を容易を行うことができる。また，ケースホルダーの嵌合凹部内にガイドローラを回転自在に軸架したローラケースを嵌合するだけのワンタッチ操作によってケースホルダーにローラケースを確実に固定することができる。したがって，作業性にすぐれた開閉体取付装置を提供することができる。」(段落【0076】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面",
                  "text": [
                    "【図3】(嵌合状態を示す断面図) 【図5】(ロックレバーの斜視図)(2)ア 上記(1)によれば，引用発明は，建具等の開口部を開閉する折り戸等の開閉体取付装置に係る発明である(段落【0001】)。この開閉体取付装置は，上部ガイドレール1に挿入可能で移動するローラホルダー63，ガイドローラ22等と(段落【0022】，【0038】)，扉体15の上部木口16に形成されている埋設凹部内17に埋設されるケースホルダー20及びこのケースホルダー20に嵌合されるローラケース21と(段落【0020】～【0022】)，ローラホルダー63と回動自在に軸架され，かつ，ローラケース21に設けた傘歯車55とも螺合している調整杆59(段落【0026】，【0035】，【0037】)から成っている。",
                    "そして，引用発明は，ケースホルダー20にローラケース21を嵌合して相互に係止するため，垂直状の係止面27bを有するストッパー27をケースホルダー20に設け(段落【0024】)，これと係合する係止部43が形成されたロックレバー39をローラケース21の支軸37に回動自在に軸支しており(段落【0026】～【0030】)，ロックレバー39は，コイルスプリング46により上方に向って回動附勢され(段落【0032】)，ストッパー27には係止面27bと連続した案内面27aが，また，ロックレバーに突設されたレバー片には案内面27aに沿って摺動する摺動面42が形成されており(段落【0024】，【0029】，【0030】)，ロックレバー39の中ほどに係止部43が設けられ，その先端には上下自在に配設された操作部44が形成されている(段落【0029】～【0031】，【図5】)。これにより，引用発明では，ケースホルダー20にローラケース21を手前側から押し当てて挿入すると，案内面27a，摺動面42によってロックレバー39が回動して変移するので，操作部44を押し下げ操作することなく，単に押し当てて挿入するだけでロックレバー39の係止部43がストッパー27の係止面27bと係止され，ワンタッチで簡単に取り付けられる(段落【0053】，【0054】，【0056】，【0057】)。",
                    "また，引用発明においては，ケースホルダー20からローラケース21を外すのは，ロックレバー39の操作部44を手前側から押動操作してロックを解除し，手前に引き抜くことにより行うことができる(段落【0058】，【0059】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，引用例(甲3)には，「ガイドレールを移動自在なローラーホルダーと，扉体の上部木口に形成されている埋設凹部内に埋設されるケースホルダー及びケースホルダーに嵌合するローラーケースと，ローラホルダーに回動自在に軸架されるとともにローラーケースに設けた傘歯車に進退自在に螺合する調整杆とを有する開閉体取付装置であって，ケースホルダーとローラーケースを係止するためのストッパーに設けた垂直状の係止面とロックレバーの係止部とからなる係合部を有し，ストッパーをケースホルダーに設け，ロックレバーをローラーケースに回動自在に軸支し，ロックレバーは回動附勢されているとともにストッパーの係止面の手前にはロックレバーの案内面が設けられ，ロックレバーの中ほどにロックレバーの係止部が設けられるとともに，その先端には上下自在に配設された操作部が形成されている開閉体取付装置。」の発明が記載されていると認められるのであって，審決の引用発明に関する認定に誤りはない。なお，引用発明において，ガイドレールを移動する部材はローラホルダー63のみでなく，ガイドローラ22等も含まれるが，審決は，これらの部材の代表としてローラホルダー63を挙げたものと解されるので，審決の上記認定に誤りはないといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由に対する判断",
          "text": [
            "事案に鑑み，まず取消事由3から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3(進歩性に関する判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，審決には引用発明の認定に誤りがあり，これにより本件特許発明と引用発明との一致点認定にも誤りがある旨主張する(原告らの取消事由3(ア)a，b)。",
                        "そこで検討するに，上記2，3で認定した内容により本件特許発明と引用発明とを比較すると，引用発明の「ガイドレール」は本件特許発明の「レール」に，引用発明の「移動自在」は本件特許発明の「走行」に，引用発明の「ローラホルダー」は本件特許発明の「ランナー部材」に，引用発明の「扉体」は本件特許発明の「戸板」に，引用発明の「ケースホルダー」は本件特許発明の「カップ部材」に，引用発明の「ローラケース」は本件特許発明の「ホルダ部材」に，引用発明の「係止」は本件特許発明の「係合ロック」に，引用発明の「案内面」は本件特許発明の「案内面」にそれぞれ相当するといえる。",
                        "また，引用発明では，ロックレバー39は，ローラケース21の支軸37に回動自在に軸支され，コイルスプリング46により回動附勢され，その中ほどに係止部43が形成され，先端には上下自在に配設された操作部44が形成され，コイルスプリング46に抗して回動されつつ押し込まれ，ロックレバー39の係止部43とケースホルダー20の垂直上の係止面27bとが係止されるのに対し，本件特許発明では，ホルダ部材から可動片が延び，可動片は弾性を有しており，その中途部には係合突起が設けられ，端には操作部が形成され，可動片の弾性変移により係合溝と係合突起とを係合ロックすることができるのであるから，引用発明の「ロックレバー」は本件特許発明の「可動片」に，引用発明の「回動附勢され」は本件特許発明の「弾性が付与され」に，引用発明の「ストッパーに設けた垂直状の係止面」は本件特許発明の「係合溝(係合部の一方)」に，引用発明の「ロックレバーの係止部」は本件特許発明の「係合突起(係合部の他方)」に，引用発明の「ロックレバーの中ほどにロックレバーの係止部が設けられるとともに，その先端には上下自在に配設された操作部が形成されている」は，本件特許発明の「可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されている」にそれぞれ相当するといえる。",
                        "他方，引用発明では，ロックレバー39はローラケース21のケース本体31とは別の部品であるのに対し，本件特許発明では，ホルダ部材は，合成樹脂材を素材として一体成形されるので，ホルダ部材に設けられた可動片を含めて一体である。",
                        "そうすると，審決における引用発明と本件特許発明との対比(審決14頁15行～32行)に誤りはなく，両者の一致点を「レールを走行するランナー部材と，戸板に固定される取付部材と，ランナー部材，取付部材を連結する支軸とが備えられ，取付部材が戸板に堀込まれる取付溝に埋込み固定されるカップ部材と支軸を支持してカップ部材の内部に着脱されるホルダ部材とから分割されてなる建具用ランナーにおいて，カップ部材とホルダ部材を係合ロツクするための係合溝と係合突起とからなる係合部の一方がカップ部材に設けられ，係合部の他方がホルダ部材の可動片に設けられ，ホルダ部材の可動片には弾性が付与されているとともに係合部の一方の手前には係合部の他方への案内面が設けられ，可動片の中途部には係合部の他方が設けられるとともに自由端には指先を掛けることのできる操作部が形成されている建具用ランナー。」とし(審決14頁34行～15頁6行)，相違点を，本件特許発明では「可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され」ているのに対して，引用発明では「可動片(ロックレバー)とホルダ部材(ローラーケース)は別体であり，それらの素材が不明な点。」(審決15頁9行～12行)とした審決の判断には誤りはない。",
                        "なお，本件特許発明の請求項及び本件明細書の段落【0010】・【0011】の記載に照らすと，可動片への弾性の付与と合成樹脂材による一体成形とは並列的に規定されており，本件特許発明において，弾性を付与する方法が合成樹脂自体の有する性質によるものに限定されているとはいえない。したがって，弾性が付与される仕組みそのものは相違点とはいえず，相違点を上記のとおり認定した審決に誤りはない。仮に，本件特許発明について合成樹脂材による一体成形が規定されているが故に，可動片に弾性が付与される仕組みは当然に合成樹脂材自体の有する弾性に限定されると解するとした場合，合成樹脂材による一体成形と可動片への弾性付与との結び付きは非常に強いことになるから，引用発明についても，合成樹脂材による一体成形の技術が適用されれば，当然に可動片(ロックレバー)に弾性が付与されることになると解される。したがって，仮に「引用発明ではコイルスプリングにより弾性が付与されるのに対し，本件特許発明では合成樹脂材自体の性質により弾性が付与される点」を相違点に加えたとしても，いずれにせよ，引用発明に合成樹脂材による一体成形の技術を適用することが容易想到であるかどうかにより進歩性の有無が決せられることになる。そして，この点が容易想到であることは後記(2)のとおりであるから，審決の結論に誤りはないことになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告らの主張に対する補足的判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告らは，引用発明の下部ケース部は，ロックレバー39のほかに，側板部36a，36b，支軸37，係止軸38及びコイルスプリング46という5部材から成る複雑な構造を有しているのに，これを捨象して，ロックレバーのみを上位概念化し，一致点として認定したことは誤りである旨主張する(取消事由3(ア)a)。",
                            "しかし，進歩性判断の前提として公知文献に記載された発明を認定する場合，本件特許発明との対比に必要な範囲内で発明を認定すれば足りるのであって，細かな部材まで認定する必要はないというべきである。これを本件についてみるに，原告らの主張する側板部等の構造は，ロックレバーが回動附勢される仕組みの詳細に関するものであるか，又はロックレバーとローラケース本体とが別体であることの詳細に関するものであって，本件特許発明との対比に必要とはいえない。",
                            "そして，審決における引用発明中のロックレバーに関連する認定や，本件特許発明との一致点・相違点に関する認定が相当であることは前判示のとおりである。",
                            "したがって，原告らの上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に原告らは，引用発明には，本件特許発明の「係合部の他方がホルダ部材の可動片に設けられ」に相当する構造が開示されていない旨主張する(取消事由3(ア)b)。",
                            "しかし，上記3で認定した内容によれば，引用発明には，「垂直状の係止部43がローラケース21の支軸37に回動自在に軸支されたロックレバー39に形成され」る構成が開示されており，これが本件特許発明の上記原告ら主張部分に相当するといえるから，原告らの上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，引用発明と周知技術とを組み合わせることはできない，あるいは，これらを組み合わせても本件特許発明の構成には至らない旨主張する(取消事由3(ア)c)。そこで，周知技術について検討した上で，原告らの当該主張について判断することとする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1文献(特開平7−11834号公報，発明の名称「引き戸等の吊下げ滑動装置」，出願人 株式会社シモオカ，公開日 平成7年1月13日)には，次の記載がある。",
                            "・ 「【産業上の利用分野】この発明は，家具の引き戸等を吊下げて滑動させる装置に関する。」(段落【0001】)",
                            "・ 「図1に示すように，この発明の滑動装置は，滑動部材1と，この滑動部材1を引き戸に取り付けるための保持部材20より成る。」(段落【0010】)",
                            "・ 「前記滑動部材1は，合成樹脂の一体成形品であって，図1乃至図4に示すように，欠円形のベース2と，このベース2の裏面に一体に形成されかつ欠円形に配置された係止脚3と，ベース2の上端に設けられたガイド4と，このガイド4の中央部に回転自在に取り付けられた一対のローラ5より成る。」(段落【0011】)",
                            "・ 「上記のような滑動部材1及び保持部材20を取り付けるには，図6に示すように，保持部材20の筒状部21が嵌り込む欠円形凹所Rを引き戸Dに設け，その両側にピン23を圧入する孔Pを設け，この孔Pにピンを挿入して保持部材20を引き戸Dに固着する。勿論，図5に示すように木ネジSで固定してもよい。」(段落【0017】)",
                            "・ 「一方，引き戸Dを取り付ける枠体又は筺体Eには，チャネル形のレールCが固着されている。このレールCに予め滑動部材1のガイド4とローラ5を係合させておいて，滑動部材1の係止脚3を保持部材20の筒状部21に圧入して結合するか，或は先に滑動部材1と保持部材20を結合した後，滑動部材1をレールCに結合してもよい。」(段落【0018】)",
                            "・【図6】(吊下げ滑動装置の使用状況を示す斜視図)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aによれば，甲1文献には，保持部材20を引き戸に固着し，引き戸の滑動部材1を保持部材20に圧入して結合する引き戸等の吊下げ滑動装置において，滑動部材1を合成樹脂の一体成形品とすることが開示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2文献(実公平5―23734号公報，考案の名称 「吊り戸用ランナー取付具」，出願人 中西金属工業株式会社，公告日 平成5年6月17日)には，次の記載がある。",
                            "・ 「この考案は，ランナーの吊り戸への取り付けおよび吊り戸から取り外しのための操作が簡単な吊り戸用ランナー取付具を提供することを目的とする。」(2欄24行～3欄1行)",
                            "・ 「課題を解決するための手段",
                            "この考案による吊り戸用ランナー取付具は，吊り戸案内レールに沿つて走行する吊り戸用ランナーを，吊り戸に取り付けるための取付具であつて，吊り戸の上端面に固定されかつ横断面略U形で両側上端に内方水平突出縁を有する固定枠と，吊り戸用ランナーに下方突出状に保持された吊り棒の下端部に取り付けられかつ吊り棒が両内方水平突出縁間を通るようにして固定枠内に一端開口から嵌め入れられる合成樹脂製係合体からなり，係合体の両端には，固定枠の両端に係合する係合部が設けられ，両係合部のうち少なくとも一方は，先端に向かつて下り勾配のテーパ面を有するとともに，中央の吊り棒保持部と薄肉の弾性部で繋がつており，弾性変形により固定枠内を通過しうるようになされているものである。」(3欄2行～3欄17行)",
                            "・ 「作用",
                            "この考案による吊り戸用ランナー取付具は，吊り戸の上端面に固定されかつ横断面略U形で両側上端に内方水平突出縁を有する固定枠と，吊り戸用ランナーに下方突出状に保持された吊り棒の下端部に取り付けられかつ吊り棒が両内方水平突出縁間を通るようにして固定枠内に一端開口から嵌め入れられる合成樹脂製係合体からなり，係合体の両端には，固定枠の両端に係合する係合部が設けられ，両係合部のうち少なくとも一方は，先端に向かつて下り勾配のテーパ面を有するとともに，中央の吊り棒保持部と薄肉の弾性部で繋がつており，弾性変形により固定枠内を通過しうるようになされているので，ランナーに吊り棒を介して取り付けられた係合体を固定枠に取り付けるには，まず，係合体を固定枠の一端開口，たとえば，後端開口から，固定枠内に押し込めばよい。すると，前側の係合部は，先端に向かつて下り勾配のテーパ面の存在により，固定枠内に円滑に入るとともに，係合部に繋がる薄肉の弾性部の弾性によつて撓みながら固定枠内を移動する。そして，前側の係合部が，固定枠内を通過すると，弾性復帰によつてその内端面が内方水平突出縁の前端面に係合する。また，後側の係合部の内端面が内方水平突出縁の後端面に係合する。つまり，前後の係合部が内方水平突出縁を前後から挾んだ状態となり，係合体が固定枠に取り付けられる。」(3欄18行～3欄44行)",
                            "・ 「係合体を固定枠から取り外すには，一方の係合部，たとえば，前側の係合部を押し下げて内方水平突出縁の前端面との係合を解き，係合体を固定枠から後方に引き出すかまたは押し出せばよい。」(4欄1行～4欄4行)",
                            "・ 「吊り戸用ランナー取付具は，吊り戸1の上端面に固定される金属製固定枠2と，吊り戸用ランナー3に下方突出状に保持された吊り棒4の下端部に取り付けられかつ固定枠2に着脱自在に取り付けられる合成樹脂製係合体5とからなる。」(4欄10行～14行)",
                            "・ 「係合体5は，平面からみて前後方向に長い矩形であり，中央の横断面略U形の吊り棒保持部9と，先端に向かつて下り勾配のテーパ面10aを有する両端部の係合部10と，各係合部10と吊り棒保持部9との間の薄肉の弾性部11とからなる。各弾性部11の両端は，吊り棒保持部9の端面下部および係合部10の下部にそれぞれ繋がつている。」(4欄20行～27行)",
                            "・【第1図】(吊り戸の取付構造を示す 【第2図】(一部切欠拡大側面図)分解斜視図)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aによれば，甲2文献には，ランナーの吊り戸への取付け及び取外しの操作が簡単な吊り戸用ランナー取付具に関し(2欄24行～3欄1行)，吊り戸1に固定された固定枠2に，吊り戸用ランナー3の下方に保持された吊り棒4が嵌め入れられた合成樹脂製係合体5を取り付けるもので(4欄10行～14行)，合成樹脂製係合体5は，吊り棒保持部9とその両側に薄肉の弾性部11を介して繋がったテーパ面10aを有する係合部10からなる構成が記載されている(4欄20行～27行)。そして，甲2文献において，合成樹脂製係合体5を固定枠2に取り付けるには，合成樹脂製係合体5を固定枠2の一端開口から固定枠内に押し込むことで，テーパ面10aの存在により係合部10が薄肉の弾性部11の弾性によって撓みながら固定枠2内を移動し，係合部10が固定枠2を通過すると，弾性復帰することによって前後の係合部10の突出した内端面12が固定枠2の内方水平突出縁8を前後から挟んだ状態となり，合成樹脂製係合体5が固定枠2に取り付けられるような構成が開示されている(3欄18行～3欄44行)。",
                            "したがって，甲2文献には，着脱自在な2つの部材(合成樹脂製係合体5，固定枠2)を，一方の部材(固定枠2)に設けられた係合部(内方水平突出縁8)と，他方の部材(合成樹脂製係合体5)に設けられた可動片(係合部10と弾性部11)上の係合突起(特に内端面12部分)とによって係合ロックするような構成において，可動片(係合部10と弾性部11)を含む部材(合成樹脂製係合体5)を合成樹脂材で一体成形した技術が開示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲17文献(特開平7−274352号公報，発明の名称「管接続用の受口」，出願人 未来工業株式会社，公開日 平成7年10月20日)には，以下の記載がある。",
                            "・ 「【請求項1】管が挿入される筒体の周壁にスリットを形成して，該スリットにより囲われた部分に弾性をもたせ，内面に管を係止するための爪部を突出させて成る管係止爪を一体に備えた管接続用の受口であって，前記管係止爪の外面側に，基端を中心に該管係止爪を拡開方向にしならせるための操作片を延設して成ることを特徴とする管接続用の受口。」・ 「【請求項2】 操作片は，管係止爪の基端側に延設され，先端部の押圧によって管係止爪を拡開方向にしならせるものであることを特徴とする請求項1記載の管接続用の受口。」",
                            "・ 「【従来の技術】従来，とくに山部と谷部が交互に形成された波付管を接続するための管接続用の受口としては，図18に示すように，管が挿入される筒体30の周壁にスリット32を形成して，スリット32により囲われた部分に弾性をもたせ，内面に管を係止するための爪部34を突出させた管係止爪33を一体に備えた構造のものが知られている。」(段落【0002】)",
                            "・ 「この管係止爪33を備えた受口は，図19に示すように，管Pを挿入するだけで爪部34が管Pの谷部に係合して管Pを抜け止め状態に係止することができ，管Pの接続作業を容易に行うことができると共に，その構造がきわめて簡単であり，又，受口を構成する筒体30の周壁によって管係止爪33を形成しており，合成樹脂による一体成形によって容易に製造できるという利点を有している。」(段落【0003】)",
                            "・ 「【作用】上記請求項1記載の発明に係る管接続用の受口にあっては，管係止爪に延設された操作片の一端を手指又はペンチ等の工具でもって押圧又は引き上げるといった簡単な操作で管係止爪をその基端を中心に拡開方向にしならせ，これによって，管と爪部との係止を解除し，受口からの管の取り外しを容易に行うことができるようになっている。」(段落【0010】)",
                            "・ 「管係止爪13の外面側には，管係止爪13の基端側に延設された操作片15を有している。この操作片15はその先端部15aを押圧することによって操作片15に連設した管係止爪13を拡開方向にしならせることができるようになっている。このような操作片15は，いわゆるてこの作用によって支点の周りを回動し得る棒として構成されるものであって，管係止爪13をしならせることが可能な剛性を有している。その場合，管係止爪13と同等の剛性をもったものであれば足りる。操作片15は，管係止爪13と合成樹脂による一体成形，あるいは金属によるインサート成形により形成されるものであっても，又，合成樹脂又は金属の別部材で構成されて管係止爪13に一体に取り付けられるものであってもよい。又，操作片15は，板状であっても，ピン状であってもよい。」(段落【0016】)",
                            "・【図4】(受口について管の係止を解除する場合の使用状態を示す断面図)b 上記aによれば，甲17文献には，管と筒体とを係止する構成において，係止に用いる管係止爪と係止を解除する際に用いる操作片がいずれも筒体に形成され，操作片と管係止爪と筒体とを合成樹脂により一体成形し，操作片は手前側から操作される技術が示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲19文献(特開昭62−131487号公報，発明の名称「シールドされたプラグ−ジヤツクコネクター」，出願人 スチユアート・スタンピング・コーポレーシヨン，公開日 昭和62年6月13日)には，以下の記載がある。",
                            "・ 「プラグ10は前方ハウジング16と頂部および底部ハウジング部品20，22を含む後方ハウジング18とを含んでいる。」(明細書8頁右上欄17～19行)",
                            "・ 「前方ハウジング16は通常の射出成形法により適当な誘電材料，例えばポリカーボネートから作られた剛性一体部材であり且つ実質的に平らな頂部壁40と底部壁42，平らな側壁44，46，閉じられた前方端38，開いた後方入口端48で規定される四角形の横断面を有している。前方ハウジング16のこれらの壁は入口開口52で開口した縦方向にのびる空洞部50を規定している。」(明細書8頁左下欄13～20行)",
                            "・ 「解放自在にプラグ10をジャックにロックするための各ラッチ面68を有する一対のラッチ64，66は，側壁44，46の前方端区域に一体結合され且つそこから後方にのびている。」(明細書9頁左上欄11～15行)",
                            "・ 「挿入によって，ラッチ64，66のラッチ面68が第21図に示すようにロック面246とロック係合する。」(明細書16頁右上欄3～6行)・ 「プラグ10をジャック200から外したい時には，ラッチ64，66を内側に押して表面68と246とを離すだけでよい。」(明細書16頁左下欄20行～右下欄2行)",
                            "・ 【第2図】(組立てられたプラグとターミナル化されたケーブル端部の平面図)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aによれば，甲19文献には，プラグ10とジャック200とを係合・解除するために，ラッチ64，66がプラグ10の前部ハウジング16の側面44，46に設けられ，これらがポリカーボネート等の素材により一体部材とされ，手前側からこのラッチを押すことによりプラグ10をジャック200から外すことができる構成が記載されているといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用発明と本件特許発明との相違点については，上記ア(ア)のとおり，本件特許発明では「可動片を含むホルダ部材の全体が合成樹脂材を素材として一体成形され」ているのに対して，引用発明では「可動片(ロックレバー)とホルダ部材(ローラーケース)は別体であり，それらの素材が不明な点。」である。",
                        "上記(ア)，(イ)で認定した内容によれば，本件特許発明と同じ建具用ランナーに関して，係合ロックに用いる部材の一方を合成樹脂で一体成形とすることは，通常行われている技術であるということができる。特に，上記(イ)で認定した内容によれば，甲2文献には，係合ロックに用いる部材の一方を，これに形成された可動片(係合部や弾性を付与する弾性部)を含めて合成樹脂材により一体成形する技術が記載されているのであって，このような合成樹脂材による一体成形の技術は当該分野における周知技術であったといえる。これに加えて，上記(ウ)，(エ)で認定した内容からすると，着脱可能な部材を係合ロックするような構成において，可動片を含む部材を合成樹脂で一体成形し，かつ，可動片を手前側から操作することは，他の分野においても周知技術であったということができる。そして，複数の部材を合わせて合成樹脂により一体成形を行えば，それぞれの部材を組み付ける手間を省略することができることは自明のことであり，また，合成樹脂はある程度の強度を有するものであって破断しない限りその形状を保つのであるから，耐久性が向上し得ることも自明である。さらに，合成樹脂に弾性があることは普通のことであるから，部材全体を合成樹脂で一体成形することにより可動片に弾性が付与されることも自明の作用ということができる。したがって，引用発明のロックレバー等による係合ロックの構成に，甲2文献の合成樹脂材による一体成形の周知技術を適用することは，当業者(その発明の属する技術の分野において通常の知識を有する者)において容易に想到し得るものと認められる。",
                        "そうすると，審決が，本件特許発明と引用発明との相違点の構成につき容易想到であるとした判断についても誤りはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "原告らの主張に対する補足的判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告らは，甲2文献及び甲1文献は手前側からのみ解除操作をする構成になっていないので，これを引用発明に適用することができない旨主張する。しかし，上記3で認定したとおり，手前側から解除操作をする構成は引用発明に開示されている。また，そもそも審決は，甲2文献や甲1文献を，素材として合成樹脂材を用いることや，合成樹脂材による一体成形の周知技術として示しているのであって，手前側からの操作に関する周知技術として挙げているものではない。さらに，合成樹脂材による一体成形の技術は，手前側からの解除操作に限定されない構成に特有なものとは解されないので，引用発明への適用が阻害されるとは解されない。したがって，原告らの上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告らは，下部ケース部の組付けを省略できる理由が不明である旨主張するが，上記(オ)で検討したとおり，合成樹脂材による一体成形によって部材に弾性が付与されることは自明であり，そうであれば，部材に弾性を付与する旧来の構造を省略できることも明らかであるから，原告らの上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，原告らは，甲17～20文献記載の技術は周知技術とは認められないと主張する。確かに，このうち甲18文献及び甲20文献については，その記載から合成樹脂材による一体成形の技術を明確に認定することまではできない。しかし，上記(オ)で判示したとおり，甲17文献及び甲19文献により他の分野で一体成形の技術が周知技術であると認められるから，甲18文献及び甲20文献に周知技術の記載がないとしても，上記判断を左右するものではなく，原告らの上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に原告らは，本件特許発明の出願公告前後における被告代表者の特許出願状況から，本件特許発明は当業者にとって容易想到とはいえない旨主張する。しかし，被告代表者による他の特許出願の状況は，本件特許発明がその特許出願前に刊行物に記載された発明等から容易想到であるかどうかの判断とは無関係であるというべきであるから，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に原告らは，本件特許発明を実施した製品の商業的成功から本件特許発明の進歩性が推認されると主張する。しかし，本件特許発明が引用発明と周知技術から容易想到であることは上記イ(オ)で判断したとおりであるから，仮に原告らの製品が商業的成功を収めているとしても，上記判断を覆すものではなく，原告らの上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1(審理不尽，理由不備)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(ア)の有無",
                  "text": [
                    "原告らは，審決が引用発明について「(3−10) 上記(3−4)の記載を参酌すると，図5からは，ロックレバー39の中ほどにロックレバーの係止部43が設けられるとともに，その先端には上下動自在に配設された操作部44が形成されているようすが見て取れる。」と認定したことにつき，下部ケース部の構造を捨象し，引用発明の構成を上位概念化したもので，下部ケース部の構造を捨象した判断過程を示しておらず，引用発明に上位概念化を示唆する記載もないので，審決には理由不備・審理不尽の違法がある旨主張する。",
                    "しかし，上記3で認定した内容によれば，引用発明に関する審決の認定に誤りはない。審決で下部ケース部の構造が認定されていない点については，既に判示したとおり，進歩性判断の前提として公知文献に記載された発明を認定する場合，本件特許発明との対比に必要な範囲内で発明を認定すれば足りるのであって，本件では，下部ケース部の細かな構造を認定する必要はない。また，思想レベルを合わせるために，上位概念として抽出することは一般的な手法である。さらに，審決は，引用例の記述に基づき引用発明を認定しているのであって，理由は示されているといえる。",
                    "以上のとおり，審決に理由不備・審理不尽の違法はなく，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1(イ)の有無",
                  "text": [
                    "原告らは，審決が引用発明について「ロックレバーをローラーケースに回動自在に軸支し，ロックレバーは回動附勢されている」と認定したことにつき，引用発明では，ロックレバーはコイルスプリングにより回動附勢されているのに対し，本件特許発明では素材自体の弾性を利用するものであるという相違があるのに，この相違を捨象し，「回動附勢され」の部分のみを抽出して上位概念化し，これが本件特許発明の「弾性を付与され」に相当するという無理な認定をしており，この上位概念化に至る理由が示されておらず，審理不尽である旨主張する。",
                    "しかし，審決の引用発明に関する認定に誤りがないことは，上記3で説示したとおりである。また，上記(1)ア(ア)で判示したとおり，本件特許発明の請求項や明細書の記載に照らすと，可動片に弾性を付与する方法が合成樹脂が有する弾性に限られるとまではいえない。したがって，原告らの上記主張は，明細書の記載に基づかないものであり，採用することができない。また，仮に弾性を付与する仕組みの違いを相違点として加えたとしても，引用発明に合成樹脂材による一体成形の技術を適用することができれば，可動片(ロックレバー)に弾性を付与させることができるのは自明のことである。そして，引用発明に合成樹脂材による一体成形の技術を適用することが容易想到であることは上記(1)イ(オ)で判示したとおりであるから，いずれにせよ，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由1(ウ)の有無",
                  "text": [
                    "原告らは，審決における引用発明と本件特許発明との用語の対比や一致点認定について，理由が示されておらず，また，部品と機能とを分断してその一部を上位概念化した評価を行うことは極めて非論理的判断であるなどと主張する。",
                    "しかし，審決における引用発明と本件特許発明との用語の対比(引用発明の「ガイドレール」が本件特許発明の「レール」に該当することなど。)や一致点認定に誤りがないことは上記(1)ア(ア)で判示したとおりである。また，審決は，証拠として引用例(甲3)を挙げ，その内容を認定した上で，対比に必要な範囲で構成部分を抽出した上，本件特許発明との対比や一致点認定を行っており，理由は示されているといえる。原告らの主張する部品と機能とを分断しているとの点についても，一致点・相違点認定の前提として，これに必要な個々の構成部分をそれぞれ抽出し，対比を行っているにすぎず，違法とはいえない。さらに，審決が下部ケース部の構造を認定しないことや，上位概念化に関しては，上記アで判示したとおり審決に違法はない。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由1(エ)の有無",
                  "text": [
                    "原告らは，審決が本件特許発明と引用発明の課題の共通性を検討していないことは理由不備に当たる旨主張する。しかし，課題が共通していなくても，技術を組み合わせることや対比に用いることは可能というべきであるから，審決において明示的に課題の共通性を検討しないとしても，これをもって違法ということはできず，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由1(オ)の有無",
                  "text": [
                    "原告らは，審決の相違点認定について，本件特許発明の「可動片」が引用発明の「ロックレバー」に相当するという認定自体に理由がなく，下部ケース部の構造を無視して引用発明を上位概念化したことに基づく判断であるから，実質的に理由を示していないと主張する。",
                    "しかし，審決における「ロックレバー」が「可動片」に相当するとの対比や相違点の認定について誤りがないことは上記(1)ア(ア)で判示したとおりである。また，審決は，引用例に基づき引用発明の認定を行い，これと本件特許発明とを対比し，相違点の認定を行っているのであって，理由を示しているということができる。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由1(カ)の有無",
                  "text": [
                    "原告らは，審決が「着脱自在な2つの部材を，…係合ロックするような構成において，可動片を含む部材を合成樹脂材で一体成形することは，様々な技術分野において広く用いられている周知技術である。」と判断したことについて，結論から帰納法的に判断したものであり，また，周知技術について，各分野で周知性を獲得する過程に関する検討を省略したもので，実質的に理由を示さない判断であると主張する。",
                    "しかし，甲2文献等に記載された周知技術を引用発明に適用して容易想到とした審決の判断に誤りがないことは上記(1)イ(オ)のとおりである。",
                    "このように，審決は，甲2文献等に基づき周知技術を認定したもので(なお，上記(1)イ(カ)cで判示したとおり，甲18文献及び甲20文献からは合成樹脂材による一体成形の技術を認定することまではできないが，甲17文献等により周知技術を認定することができるので，審決の結論に影響を及ぼすものではない。)，帰納法的な判断をしたものとはいえない。また，周知技術について，原告らの主張するような細かな認定が必要と解することはできない。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "取消事由1(キ)の有無",
                  "text": [
                    "原告らは，審決における甲2文献の認定について，係合体が固定枠を挟み込むもので，手前側から操作できないものであるのに，この部分を理由なく捨象して，上位概念化して合成樹脂材による一体成形技術を認定したものであると主張する。",
                    "しかし，審決は，甲2文献を合成樹脂材による一体成形の周知技術として示しているのであるから，甲2文献の認定に際して，手前側から操作するものであるかどうかを認定する必要はない(なお，手前側から操作する構成は引用発明に開示されている。)。",
                    "したがって，審決における甲2文献の認定に誤りはなく，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "取消事由1(ク)の有無",
                  "text": [
                    "原告らは，審決が示した甲17～20文献に記載された周知技術について，周知性の獲得経過が不明であるなどと主張する。しかし，上記カで判示したとおり，周知技術を示す際に，原告らの主張するような詳細な認定が必要であると解することはできず，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "取消事由1(ケ)の有無",
                  "text": [
                    "原告らは，審決の容易想到性に関する判断について，ロックレバーに関して下部ケース部の構造を簡略化することができる技術思想を検討しておらず，また，甲17～20文献に示された技術について，これを建具用ランナーの発明である本件特許発明の作用効果に到達することができる技術的な論理経路を示しておらず，理由が示されていないと主張する。",
                    "しかし，既に説示したとおり，合成樹脂材による一体成形により下部ケース部の構造が簡略化されることは明らかである。また，審決は，甲17～20文献に記載された技術について，各技術分野における周知技術であることを示したにすぎず，これを直接建具用ランナーに適用するものではないから，これらの技術が建具用ランナーに適用される経路を示す必要はなく，そのことをもって理由不備ということはできない。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "取消事由1(コ)の有無",
                  "text": [
                    "原告らは，審判手続において原告らが提出した図面や証拠に基づく判断がされていない旨主張する。",
                    "しかし，審決の判断に誤りがないことは，これまで説示してきたとおりである。また，審決において，審判手続の被請求人の提出した図面や証拠の全てに応答しなければならないとはいえないから，審決に理由不備があるとはいえず，原告らの上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2(手続違背)について",
              "text": [
                "原告らは，審判手続において，甲17～20文献について意見を申し立てる機会が与えられていないので，特許法153条2項の趣旨に違背している旨主張する。",
                "しかし，審決は，周知技術として，甲2文献を挙げた上で，そのような技術が他の分野においても周知であることや手前側からの操作の例を示すために甲17～20文献を挙げている，すなわち，周知技術の補強等としてこれらの文献を用いているにすぎないから，これらの文献について意見を申し立てる機会を与えなければ特許法153条2項の趣旨に反するとはいえない。",
                "したがって，原告らの上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告ら主張の取消事由はいずれも理由がない。",
            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}