{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，補助参加によって生じた費用を含め，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，金3440万円及びこれに対する平成20年5月21日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "概要",
          "text": [
            "控訴人(以下，「原告」という。)は，「携帯型コミュニケータおよびその使用方法」に関する発明の特許(以下，「本件特許」という。)の特許権者である。控訴人は，被控訴人(以下，「被告」という。)に対し，別紙物件目録記載の製品(以下，「被告製品」という。)を販売し，販売のために展示その他販売の申出をしている行為が，本件特許に係る特許権(請求項2及び請求項5に係る特許権)を侵害し，被告の上記行為が特許法101条4号，5号に該当すると主張して，①被告製品の販売等の差止め(特許法100条1項)及び廃棄(同条2項)を求めるとともに，②損害賠償金3440万円(民法709条，特許法102条3項)及び所定の遅延損害金の支払を請求した。原判決は，原告の各請求をいずれも棄却したので，原告は上記損害賠償請求及び遅延損害金請求について控訴を提起した。",
            "ところで，原告は，本件特許の請求項2につき，平成21年3月30日，特許庁に対して訂正審判請求をし，特許庁は，同年5月1日に訂正を認める旨の審決をし，同審決は原審口頭弁論終結後に確定した(以下，この訂正を「本件訂正」という。)。そこで，原告は，当審において，本件訂正前の特許権の請求項2に基づく請求を本件訂正後の特許権の請求項2に基づく請求に変更するとともに，請求項5に係る特許権に基づく請求を取り下げた。",
            "なお，略語については，原判決と同一のものを使用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，コンピュータソフトウエアの開発及び販売，コンピュータ及びコンピュータ関連機器の開発及び販売等を目的としている株式会社である。",
                "(弁論の全趣旨)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告は，移動体通信事業，電気通信に関するソフトウエアの制作及び販売，移動体通信に係る電気通信用品及びシステムの保守及び販売，通信機器の販売等を目的とする株式会社である。(争いのない事実)"
            },
            {
              "fig": "(3)",
              "subject": "本件特許権",
              "text": [
                "原告は，本件特許の特許権者である(以下，この特許権を「本件特許権」といい，本件特許に係る明細書及び図面を併せて「本件明細書」という。請求項の数は6である。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "登録番号 第2590397号"
                },
                {
                  "fig": "イ",
                  "subject": "発明の名称 携帯型コミュニケータおよびその使用方法"
                },
                {
                  "fig": "ウ",
                  "subject": "出願日 平成5年3月30日"
                },
                {
                  "fig": "エ",
                  "subject": "登録日 平成8年12月19日"
                },
                {
                  "fig": "オ",
                  "text": [
                    "請求項2 原判決別紙特許公報の各該当欄に記載のとおり。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件特許に係る請求項2の訂正",
              "text": [
                "原告は，平成21年3月30日，本件特許に係る請求項2について特許庁に対し訂正審判を請求したところ(訂正2009−390042号)，特許庁は，同年5月1日，上記請求項2に対する訂正を認めた(甲14，16。",
                "以下訂正後の発明を「本件訂正発明」という。また訂正後の本件明細書を「本件訂正明細書」という。)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "構成要件の分説",
              "text": [
                "本件訂正発明の構成要件を分説すると，次のとおりである(以下，各構成要件を「構成要件a」等という。なお，訂正部分に下線を付した。)。",
                "【a】携帯可能な筐体と，",
                "【b】上記筐体内に設けられ，公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う無線通信手段と，【c】上記筐体内に設けられ，該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出する携帯コンピュータとを備え，",
                "【d】上記携帯コンピュータは，さらに上記筐体に保持された，又は該筐体外のGPS利用者装置から位置座標データを入力する位置座標データ入力手段と，",
                "【e】ディスプレイと，",
                "【f】CPUと，",
                "【g】上記ディスプレイに表示された所定の業務名を文字画像で示す発信先一覧から選択された選択項目の名称に基づき，上記位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段と，",
                "【h】上記選択手段の選択した発信先の発信先番号に電話発信を実行して通信する電話発信手段と，",
                "【i】上記電話発信処理によって電話が接続されて後，上記通話中の文字画像を上記ディスプレイに表示する通話中手段と，を備え，【j】上記位置座標データ入力手段と，上記選択手段と，上記電話発信手段と，上記通話中手段とは，上記CPUによって実行されることを特徴とする携帯型コミュニケータ。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告の行為",
              "text": [
                "被告は，平成20年3月15日から被告製品を販売し，また，販売のための展示その他販売の申出をしている。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "被告製品の構成",
              "text": [
                "別紙被告製品説明書記載のとおりである。(争いのない事実，甲6の3，8，弁論の全趣旨)"
              ]
            },
            {
              "fig": "(8)",
              "subject": "構成要件の充足",
              "text": [
                "被告製品は，本件訂正発明の構成要件aないしc，e，fを充足する。(争いのない事実)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件の争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品は，本件訂正発明の技術的範囲に属するか(争点1)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件d「位置座標データ入力手段」の充足性"
                },
                {
                  "fig": "イ",
                  "subject": "構成要件g「選択手段」の充足性"
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件h「電話発信手段」の充足性"
                },
                {
                  "fig": "エ",
                  "subject": "構成要件iの充足性"
                },
                {
                  "fig": "オ",
                  "subject": "構成要件jの充足性"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件gにおける均等の成否(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "本件特許には，乙5に記載された発明及び周知技術による進歩性欠如(特許法29条2項)の無効理由(特許法104条の3)があるか(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "損害の発生及び数額(争点4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1ア(被告製品は，構成要件dの「位置座標データ入力手段」を具備しているか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告製品は，以下の理由により，「筐体に保持された・・・GPS利用者装置から位置座標データを入力する位置座標データ入力手段」を備えている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「位置座標データ入力手段」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「位置座標データ」は，緯度経度そのものでなくとも，緯度経度を算出できるデータであれば現在位置を特定できる。したがって，構成要件dの「位置座標データ」とは，GPS利用者装置の現在位置を特定できるデータを指し，緯度経度そのものに限られない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件dは，「上記筐体に保持された，又は該筐体外のGPS利用者装置から，位置座標データを入力する位置座標データ入力手段」と規定されているとおり，「GPS利用者装置」と「コミュニケータ」とは別体であるとの限定はない。実施例においては，両者が別体であるものが示されているが，別体のものに限る合理性はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "緯度経度を算出できる基礎データに基づいて，緯度経度を算出する処理は，GPS利用者装置内のCPUとコミュニケータの筐体内のCPUのいずれが行ってもよいというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「位置座標データに基づいて・・・発信先番号を選択する」場合，CPUが基礎データから算出した緯度経度を用いることになる。しかし，これは「位置座標データに基づいて」選択をしているのであり，「位置座標データにより」選択しているのではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品において，GPS衛星からの位置データと信号発信時刻データがあれば，「位置座標データ」に相当するGPS受信機の緯度経度は一義的に特定できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品は，CPUの処理能力が高く，一元的に当該CPUで処理されているため，GPS利用者装置とコミュニケータが別体になっていないにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "緯度経度の計算は，「GPS利用者装置」に相当するGPS受信専用回路によってなされても，「携帯コンピュータ」に相当するCPUによってなされても，いずれも差異はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告製品において，「位置座標データ」が緯度経度そのものであるとしても，被告製品のCPUは，緯度経度を算出してレジスタ等を含む何らかのメモリに記憶し，その緯度経度を読み出しているのであるから，当該メモリ領域をも含めて「GPS利用者装置」に含まれると解される。よって，被告製品のCPUが当該緯度経度を読み出す処理は，構成要件dの「位置座標データを入力する」との構成に該当する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告及び被告補助参加人(以下，併せて「被告ら」という。)の反論構成要件dにおける「位置座標データ」とは，GPS利用者装置の現在位置を示す座標データを指す。これに対して，被告製品において，GPS受信専用回路からCPUに対して入力されるのは，「GPS衛星の位置データ」と「GPS衛星からの信号発信時刻データ」のみであり，これらのデータは，いずれも被告製品の現在位置を示す「位置座標データ」には該当しないから，被告製品のCPUは，「位置座標データ入力手段」を具備しない。したがって，被告製品は，構成要件dの「位置座標データ入力手段」を充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1イ(被告製品は，構成要件gの「選択手段」を具備しているか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件gにいう「選択」とは，「①えらぶこと，適当なものをえらびだすこと，良いものをとり，悪いものをすてること。」(広辞苑第6版)をいうのであり，文言上「先方のコンピュータにデータ処理を指令してこれが送り返されること」が除外されているわけではない。すなわち「選択」とは，本件訂正明細書の実施例のように，携帯コンピュータ自体のCPUが筐体内部のEPROMコネクタ76に差し込まれた地図ROM96からデータを読み出す場合だけを指すものではなく，他の装置にデータが記憶されている場合に，携帯コンピュータのCPUが「先方のコンピュータにデータ処理を指令してこれが送り返されること」により，その記憶装置からデータを読み出す場合も含むものと解すべきである。後者の場合も，選択する主体は，携帯コンピュータ自体のCPUであるから，本件訂正発明が後者の場合を除外しているとは解釈できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正明細書(甲14，16)の各記載(【0074】，【0104】等)によれば，本件訂正発明の実現手段として，地図データROM96からの読み出しに係る技術のみが開示されているのではなく，「先方のコンピュータにデータ処理を指令してこれが送り返される」技術も開示されていると解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲17は，本件特許出願日(平成5年3月30日)前の昭和62年3月26日に出願され，昭和63年10月3日に公開された公開特許公報である。甲17には「数千点以上のプラントデータ」(1頁右下欄14行)の伝送システムにつき，従来例として，「データプロセッサを構成したデータ処理装置のプロセッサCPUA2と，プロセッサCPUA2を介したデータサーバ3と」(2頁右上欄8行～10行)を備えたデータ処理システムであり，「プラントデータは伝送装置17，伝送ケーブル18により遠隔地に設置した伝送装置17−1を介してデータ処理装置19に送られる。データ処理装置19では，プロセッサCPUB20と，(m×m)の画数のCRT表示装置21と，CRT表示装置21のデータを記録する記録装置22で構成され，発電プラントに設置したデータ処理装置1のプラントデータを遠隔地に伝送するシステムである。」(2頁左下欄14行～同頁右下欄1行，なお第4図)旨が記載されている。すなわち，遠隔地間で大量のデータを伝送するためにCPU間でデータ通信行うために，サーバに所定のデータを読み出して送信する指令を送信する技術は，本件特許出願当時に公知であった。",
                    "また，甲18(昭和62年9月24日に公開された公開特許公報)には，ローカルエリアネットワークを介してダウンロードにデータを伝送する技術が開示され(例えば，3頁右下欄11行～14行，第1図)，甲19には，地図データにつきネットワークを介して読み出す技術が開示されている。",
                    "上記の本件特許出願当時の技術水準を前提にすれば，構成要件gについて，「先方のコンピュータにデータ処理を指令してこれが送り返される」技術は，当業者であれば，データ量が多い場合に当然に考える態様であるから，構成要件gの「選択」について，上記のような技術を含むものと解釈できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件訂正発明の特許請求の範囲である構成要件gには，先方のコンピュータにデータ処理を指令してこれが送り返される技術思想が開示されているということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告製品のCPUは，①現在位置情報とユーザの選択内容(所定の業務名)をナビタイムサーバに送信して，ナビタイムサーバに記憶されている現在位置に最も近い施設の電話番号を選び出しており，また，②ディスプレイに表示された「駐車場」，「コンビニ」，「銀行／信金／ATM」などの業務名を文字情報で示した発信先一覧から選択項目の名称に基づき，上記選択する処理を実行するものであるから(甲8)，構成要件gの「選択手段」を具備している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "text": [
                "本件訂正発明の構成要件gは，構成要件dの「上記携帯コンピュータは，・・・」を受け，「上記ディスプレイに表示された所定の業務名を文字画像で示す発信先一覧から選択された選択項目の名称に基づき，上記位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段と，」と記載され，それに続けて，構成要件iの「上記電話発信処理によって電話が接続されて後，上記通話中の文字画像を上記ディスプレイに表示する通話中手段と，を備え，」が記載されている。すなわち，構成要件gは，「携帯型コミュニケータ」の「携帯コンピュータ」が「現在位置に最も近いものの発信者番号を選択する選択手段」を備えていることを前提としている。",
                "これに対し，被告製品では，CPUは，GPS受信専用回路から3個以上のGPS衛星が送信したGPS衛星の位置及び信号発信時刻のデータを入力し，その入力に応答して信号到達時刻データを生成した上で，これらの衛星の位置，信号発生時刻及び信号到達時刻の各データに基づいて演算を行うことにより，被告製品の現在位置の緯度経度情報(現在位置情報)を取得する。そして，CPUが，現在位置情報及びユーザの選択内容(「周辺スポット検索」，カテゴリー選択の「施設種類」)をインターネットを介してナビタイムジャパン株式会社(以下「ナビタイム社」という。)の所有，運営するナビタイムサーバに送信すると，ナビタイムサーバは，サーバの有するデータベースにより，前記現在位置情報を中心として東西南北方向へ各2km(4km四方)の正方形エリア内に存在する施設について，現在位置との直線距離をそれぞれ計算して，施設の名称及び距離数を距離の近い順に表示したリスト画面データを作成し，被告製品に送信し，CPUがリスト画面データを表示する。そして，ユーザが施設のリスト画面の中から特定の施設(現在位置に最も近い施設に限らずユーザの任意の選択による。)を指定すると，CPUは，現在位置情報及びユーザが指定した施設を特定する情報をナビタイムサーバに送信する。ナビタイムサーバは，指定された特定の施設の詳細情報(名称，電話番号，住所)の表示等からなる画面データを作成し，被告製品に送信する。",
                "このように，被告製品では，ナビタイムサーバが，被告製品の現在位置情報に基づいて現在位置の周辺に存在する施設を距離の近い順に並べたリストの画面データを作成し，インターネットを介して被告製品に送信し，その画面上でのユーザの選択に従って特定された施設(現在位置に最も近い施設を特定するとは限らない。)の電話番号等をナビタイムサーバのデータベースより抽出し，画面データを作成し，CPUが受信した情報の表示を行っているのである。被告製品のCPUは，位置座標データに基づいて現在位置に最も近いものの発信先番号を選択するという処理は行っていない。",
                "したがって，被告製品は，構成要件gの「選択手段」を備えていないから，構成要件gを充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点1ウ(被告製品は，構成要件hの「電話発信手段」を具備しているか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告製品は，選択した発信先の電話番号に電話発信を実行して通信するものであるから(甲8)，「電話発信手段」を備え，構成要件hを充足する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件hの「電話発信を実行して通信する電話発信手段」とは，本件訂正明細書の詳細な説明及びフローチャートの記載に裏付けられるようにユーザの行為を介さずになされるものに限定される。",
                    "被告製品においては，現在位置に一番近いものを含む4キロメートル四方に存在する全店舗のリストの「選択」は，ナビタイムサーバにおいて現在位置との距離を算出し行っているものであって，被告製品のCPUは，「現在位置に最も近いものの発信先番号を選択する選択手段」を備えていないから，かかる「選択手段の選択した発信先の発信先番号」に電話発信を実行して通信する電話発信手段は備えていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，ナビタイムサーバによる選択も，「選択」に含まれると解釈したとしても，ナビタイムサーバによる選択は，現在位置に最も近いものを含む4キロメートル四方に存在する所定の業務を行うすべてのもののリストの選択であり，「最も近いものの発信先番号を選択」していない。すなわち，リストの画面には，別紙被告製品説明書第2図中「(2)周辺検索」に示された「③コンビニのリスト画面の表示」のように，電話番号は表示されていない。同図の「③コンビニの詳細情報を表示」の画面に示されるように，電話番号は，ユーザがリスト中から，所望の一店舗を選択した場合にはじめて，ナビタイムサーバから送信されて表示されるものであるから，仮にユーザが選択した店舗が「最も近いもの」であったとしても，位置座標に基づいてCPUが当然に選択するものではなく，「位置座標データに従って」選択された「発信先番号」ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告製品においては，ナビタイムサーバによって選択されてディスプレーに表示された1番目に近い店舗等を含むリストから，ユーザが所望の店舗等を指定する行為を行ない，かかるユーザの指定によりはじめてディスプレーに表示される電話番号について，さらに，電話発信を実行すべきことを指定する行為をユーザが行うことによって，はじめて，電話発信が実行されるものであるから，被告製品のCPUは，「発信先番号に電話発信を実行」して通信する「電話発信手段」を備えるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点1エ(被告製品は，構成要件iを充足するか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告製品は，電話発信処理によって電話が接続されると，「音声通話中」の文字画面をメインディスプレイに表示するものであるから(甲6)，構成要件iを充足する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "text": [
                "被告製品において，電話が接続されると「通話中」の文字画像がディスプレイに表示されるが，被告製品においては，「上記電話発信処理によって電話が接続され」ることはないし，「上記ディスプレイ」も存在しない。被告製品は，構成要件iを充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点1オ(被告製品は，構成要件jを充足するか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告製品のCPUは，位置座標データ入力手段，選択手段，電話発信手段及び通話中手段を実行する携帯型無線通信機であるから，構成要件jを充足する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "text": [
                "前記のとおり，被告製品は「位置座標データ入力手段」，「選択手段」及び「電話発信手段」を備えておらず，被告製品のCPUは，「位置座標データ入力手段」，「選択手段」及び「電話発信手段」を実行するものではない。被告製品は構成要件jを充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点2(構成要件gの均等の成否)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "仮に，被告製品が構成要件gを充足しないとしても，被告製品のCPUにより実行される処理は，構成要件gと均等である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点は本件訂正発明の本質的部分ではないこと",
                  "text": [
                    "本件訂正発明の構成要件gについて，仮に自己の筐体内のCPUによりすべての処理がなされなければならず，先方のコンピュータにデータ処理を指令してこれが送り返される場合は含まないと解するとしても，自己のCPU自体がデータを読み出すか，他の記憶装置にデータを読み出す指令を送信してデータを読み出すかの相違は，本件訂正発明の特有の作用効果を生じさせる技術的思想の中核をなす特徴部分ということはできない。",
                    "すなわち，本件訂正発明は，無線電話装置と，携帯型コンピュータと，GPS利用者装置との個々の機能を複合させた機能を実用的に得るという目的のもと，最寄りの発信先や緊急発信先に電話が接続されることから，実際に役立つ相手に電話が接続され，利便性が高い情報交換装置が得られるという効果を奏する。このような目的，効果に照らせば，上記部分を他の構成に置き換えたとしても，本件訂正発明の目的を達することができ，同一の作用効果を奏する。",
                    "したがって，構成要件gおける被告製品の相違する部分は，本件訂正発明の本質的部分ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "置換可能性・置換容易性",
                  "text": [
                    "「自己の筐体内のCPUによりすべての処理がされる」との構成と「先方のコンピュータにデータ処理を指令してこれが送り返される」との構成」とは，サーバとのデータの送受信によりデータを取り出す技術が周知であることに照らして(甲17，18)，解決原理に相違はないから，置換は可能である。",
                    "また，被告製品の製造時において，構成要件gにおける，「自己の筐体内のCPUによりすべての処理がされる」との構成を，被告製品における「先方のコンピュータにデータ処理を指令してこれが送り返される」との構成に置換することは，容易であるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告製品の容易推考性",
                  "text": [
                    "被告製品は，本件特許出願時における公知技術と同一又は当業者がこれから本件特許出願時に容易に推考できたものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "意識的除外",
                  "text": [
                    "被告製品が本件特許の出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点は本件訂正発明の本質的部分であること",
                  "text": [
                    "乙5(7の(1)のア)には，本件訂正明細書の記載及びGPS装置を利用して現在位置に最も近い施設を検索して選択することが記載され，同技術は，自動車電話において公知であった。乙5記載の公知技術に照らすならば，本件訂正発明は，「携帯コンピュータ」が「選択手段」を有することが，本件訂正発明の本質的部分である。",
                    "被告製品は，本件訂正発明の本質的部分について相違するから，原告の均等の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "置換可能性がないこと",
                  "text": [
                    "被告製品は，本件訂正発明の本質的部分，すなわち「携帯コミュニケータ」の備える「携帯コンピュータ」が，「位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段」を備えておらず，本件訂正発明の作用効果を奏さないのであるから，本件訂正発明の構成要件gにつき被告製品の構成との置換可能性は存在しない。",
                    "また，本件訂正発明の「携帯コンピュータ」が「選択手段」を有する構成と，インターネットを利用した被告製品の構成とでは，現在位置に最も近い施設を選択し通信を行う機能において，その作用，効果は異なる。例えば，被告製品では，インターネットに接続できる環境下においてのみ使用可能である一方，製品中に膨大な地図データを保存したりその処理を行う機能を有する必要がないので筐体をコンパクトにでき，サーバに対して非常に多くの携帯端末を接続できるので多数の端末に対して同一のサービス(処理)を供給でき，さらに地図データや施設データのアップデートもサーバ単位で行えばよいので迅速かつ容易に行え，そのためユーザに対して常に最新情報を提供できる等の効果がある。このように，被告製品においては，本件訂正発明とは極めて顕著に異なる構成が採用されており，その結果，その異なる構成に基づいた別個の作用効果を奏している。このような点に照らすならば，本件訂正発明の「選択手段」の構成と被告製品のインターネットを介したサーバによる選択の構成とは，解決課題及び解決原理が異なり，置換可能とはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点3(本件特許に特許法104条の3の無効理由があるか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告らの主張",
              "text": [
                "以下のとおり，本件訂正発明の技術的事項は，乙5(特開平4−56429号公報)にそのすべてが開示されているか，又は，周知技術を組み合わせることにより容易に想到し得るから，本件特許には特許法104条の3の無効理由が存する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙5の記載",
                  "text": [
                    "乙5には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕",
                      "text": [
                        "本発明は，車両に搭載される移動無線電話機からなる自動車用電話に関するものである。」(1頁右下欄1行ないし3行)",
                        "「〔従来の技術〕",
                        "従来，例えば特公平1−13255号公報に示されるように，車両に搭載された移動無線電話機によって諸施設に設置された電話機と通話できるように構成された自動車用電話が知られている。そしてこの自動車用電話は，走行時等において容易に通話相手を呼び出すことができるようにするため，予め登録した諸施設の電話番号をワンタッチで呼び出す呼び出しスイッチを設けることが行われている。」(1頁右下欄4行ないし13行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔発明が解決しようとする課題〕",
                      "text": [
                        "上記呼び出しスイッチによって呼び出される諸施設としては，ガソリンスタンド，病院もしくは自動車販売店等が考えられるが，これらの施設が各地域ごとに設けられている場合において，自車の現在位置に対応した最寄りの施設を呼び出して通話するためには，最寄りの施設の電話番号を電話帳等から探し出す必要があり，上記呼び出しスイッチを有効に利用することができないという問題がある。",
                        "本発明は，上記問題点を解決するためになされたものであり，自動車が走行することによって変化する自車位置に対応した最寄りの施設を呼び出しスイッチによってワンタッチで呼び出すことができる自動車用電話を提供することを目的としている。」(同1頁右下欄14行ないし2頁左上欄9行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「(実施例)",
                      "text": [
                        "第1図は，本発明に係る自動車用電話の実施例を示している。この自動車用電話は，送信器と受信器とからなる電話機本体1と，ブラウン管デイスプレイ等からなる表示手段2と，予め登録された自動車販売店もしくは病院等の諸施設の電話番号およびこの諸施設の設置位置を記憶するコンパクトディスク等からなる記憶手段3と，呼び出しスイッチ4の操作に応じて上記記憶手段3から最寄りの諸施設の電話番号を読出して上記電話機本体1の送信器に出力する読出手段5と，自車の現在位置を推測して上記読出手段5に自車位置を示すデータを出力する自車位置推測手段6と，この自車位置推測手段6によって読出された自車位置に応じて上記表示手段2の表示内容を更新する更新手段7とを備えている。",
                        "上記表示手段2は，第2図に示すように，自動車販売店名を表示する第1画面と，病院名を表示する第2画面と，ガソリンスタンド名を表示する第3画面と，サービス工場名を表示する第4画面とからなっている。また，上記呼び出しスイッチ4は，表示手段2の第1～第4画面に対応する第1～4スイッチを備えている。また，上記自車位置推測手段6は，図外の地図記憶手段に記憶された地図データと，地磁気センサおよび車輪速センサ等の車両に設けられた各センサの実測データとに基づいて車両の現在位置を読出す自立推測航法と，人工衛星から送信される電波を受信し，そのデータに基づいて車両の絶対位置を読出す衛星航法とを組み合わせることにより，自車の現在位置を高精度で推測するように構成されている。",
                        "そして例えば上記呼び出しスイッチ4の第1スイツチが操作された場合に，自車位置推測手段6によって読出された自車位置のデータに応じ，読出手段5において，記憶手段3に記憶された販売店データから自車の現在位置に最も近い位置にある自動車販売店を検索してその電話番号を読出し，この電話番号データを電話機本体1に出力して上記販売店の電話を呼び出すようにしている。」(同2頁右上欄16行ないし右下欄14行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "「上記のように，呼び出しスイッチ4の操作時点において，自車位置推測手段6により推測された自車の現在位置に応じ，記憶手段3の記憶データから最寄りの施設を検索してその電話番号を読出すように構成したため，自車の現在位置に最も近い施設を電話帳等から探し出してダイヤル操作するという繁雑な操作を要することなく，上記呼び出しスイッチ4を利用して最寄りの施設をワンタッチで自動的に呼び出すことができる。",
        "また，上記のように各施設名を表示する表示手段2を設け，この表示手段2の表示内容を自車位置の変化に応じて最寄りの施設名に更新するように構成した場合には，上記呼び出しスイッチ4を操作した場合に呼び出される施設名を上記画面によって事前に確認することができる。」(同3頁左上欄6行ないし20行)"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "本件訂正発明と乙5記載の発明との対比"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "構成要件aについて",
      "text": [
        "乙5に記載された自動車用電話が「携帯可能な筺体」を備えることは，出願時の技術水準を参酌することにより当業者が導き出せる事項であるから，構成要件aは，乙5に開示されている。仮に，乙5に開示されているとまではいえなくとも，乙5に記載の自動車用電話を，出願時において既に発売されていた携帯可能型の「ショルダーホン」等の自動車用電話(乙8，9)と組み合わせて，「携帯可能な筺体」に収め「携帯型」とすることは，当業者にとって容易に想到し得る。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "構成要件bについて",
      "text": [
        "乙5には，「自動車用電話は，送信器と受信器とからなる電話機本体1と・・・を備えている」と記載されている(2頁右上欄18行ないし同左下欄11行)。「本発明は，車両に搭載される移動無線電話機からなる自動車用電話に関するものである。」との記載(1頁右下欄2行ないし3行。)によれば，上記送信器と受信器とが無線により発信，受信を行うこと，及び「公衆回線を経由」することは，当業者にとって自明である(乙10)。すなわち，上記電話機本体1の送信器と受信器とは，「公衆通信回線に無線によって接続され，該公衆通信回線を経由して発信，または受信を行う」ものであるから，構成要件bの「無線通信手段」に相当する。",
        "乙5の車両に「搭載」される移動無線電話機からなる自動車用電話が，「携帯可能な筐体」を備えることは，乙5の頒布時における技術常識を参酌することにより当業者が導き出せることであり，乙5に記載されているに等しい事項である。乙5には，構成要件bが開示されている。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "構成要件cについて",
      "text": [
        "乙5の「本発明によれば，呼び出しスイッチの操作時点において，自車位置推測手段により推測された自車位置の最も近くに位置する自動車販売店の施設を，ワンタッチで自動的に呼び出して通話する」(2頁右上欄6行ないし同10行)との記載から，電話機本体1の送信器と受信器とに，制御指令が出力されているとの事項が開示されている。また，通話の際に，公衆通信回線から，少なくともアナログ音声信号及びデジタル制御信号を含むデータが入力され，公衆通信回線に，少なくともアナログ音声信号及びデジタル制御信号を含むデータが送出されることは技術常識であることを踏まえると，乙5には，電話機本体1が，送信器と受信器とを介して，公衆通信回線から少なくともアナログ音声信号及びデジタル制御信号を含むデータを入力され，公衆通信回線に少なくともアナログ音声信号及びデジタル制御信号を含むデータを送出していることが開示されている。また，これら制御指令の出力，データの入力，送出がコンピュータ(CPU)により実現されている。",
        "以上により，電話機本体1を含む乙5に記載された自動車用電話は，コンピュータ(CPU)により「無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線にデータを送出」しており，「携帯コンピュータ」に相当するので，乙5には，構成要件cが開示されている。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "構成要件dについて",
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "text": [
                "乙5の第1図及び「自動車用電話は，・・・自車の現在位置を推測して上記読出手段5に自車位置を示すデータを出力する自車位置推測手段6・・・を備えている」との記載(2頁右上欄18行ないし同左下欄11行)によれば，乙5には，読出手段5が自車位置推測手段6から自車位置を示すデータを入力することが開示されている。ここで，読出手段5のデータの入力がコンピュータにより実現されているのは明らかである。そして，乙5の「自車位置推測手段6は，図外の地図記憶手段に記憶された地図データと，地磁気センサおよび車輪速センサ等の車両に設けられた各センサの実測データとに基づいて車両の現在位置を読出す自立推測航法と，人工衛星から送信される電波を受信し，そのデータに基づいて車両の絶対位置を読出す衛星航法とを組み合わせることにより，自車の現在位置を高精度で推測するように構成されている」との記載(2頁左下欄18行ないし右下欄6行)から，自動車用電話が備える自車位置推測手段6は，構成要件dの「GPS利用者装置」に相当し，また上記自車位置を示すデータは，「位置座標データ」に相当する。",
                "したがって，「読出手段5」は，コンピュータにより「GPS利用者装置から位置座標データを入力」しており，「携帯コンピュータ」が備える「位置座標データ入力手段」に相当するので，乙5には，構成要件dが開示されている。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "自立推測航法と衛星航法(GPS)とを組み合わせた自車位置推測手段6は，乙5の請求項1の「地図上における自車の位置を推測する自車位置推測手段」の1実施例であって，「地図上における自車の位置を推測する自車位置推測手段」が自立推測航法と衛星航法(GPS)とを組み合わせた態様のみに限定されるものでない。そして，自車の位置を推測する手段として，乙5の頒布時において，少なくとも①衛星航法(GPS),②自立推測航法,③両航法の組み合わせの3つの手段があったことは技術常識である(乙21，22)。したがって，当業者であれば，乙5に記載がなくとも，乙5の「地図上における自車の位置を推測する」手段の1つとして，衛星航法(GPS)を，前記技術常識に照らして当然に導き出すことができるから，自車位置推測手段として衛星航法(GPS)のみを用いることは，乙5に実質的に開示されている事項であるといえる。",
                "したがって，乙5には，構成要件dが開示されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(オ)",
      "subject": "構成要件eについて",
      "text": [
        "乙5には，「この自動車用電話は，・・・ブラウン管ディスプレイ等からなる表示手段2と，・・・を備えている」(2頁右上欄18行ないし2頁左下欄11行)，「表示手段2は，第2図に示すように，自動車販売店名を表示する第1画面と，・・・第4画面とからなっている」(2頁左下欄12行ないし16行)と記載されている。すなわち，乙5に記載された「表示手段2」は，構成要件eの「ディスプレイ」に相当する。",
        "したがって，乙5には，構成要件eが開示されている。"
      ]
    },
    {
      "fig": "(カ)",
      "subject": "構成要件fについて",
      "text": [
        "乙5には，「呼び出しスイッチ4の操作時点において，自車位置推測手段6により推測された自車の現在位置に応じ，記憶手段3の記憶データから最寄りの施設を検索してその電話番号を読出すように構成したため，・・・上記呼び出しスイッチ4を利用して最寄りの施設をワンタッチで自動的に呼び出すことができる。」(3頁左上欄6行ないし14行)と記載されている。同記載によれば，自動車用電話の「読出手段5」，「電話機本体1」等の各種制御は，手動によるものではなく，また，手動では行えるものではない。そうすると，乙5に記載の自動車用電話がCPUを備え，CPUにより当該自動車用電話の各構成を制御していることは，当業者なら当然に導き出せる事項である。構成要件fは，乙5に実質的に開示されている事項である。",
        "したがって，乙5には，構成要件fが開示されている。"
      ]
    },
    {
      "fig": "(キ)",
      "subject": "構成要件gについて",
      "text": [
        "乙5には，「上記表示手段2は，第2図に示すように，自動車販売店名を表示する第1画面と，病院名を表示する第2画面と，ガソリンスタンド名を表示する第3画面と，サービス工場名を表示する第4画面とからなっている。また，上記呼び出しスイッチ4は，表示手段2の第1～第4画面に対応する第1～第4スイッチを備えている。」(2頁左下欄12行ないし18行)と記載され，図2の表示手段2の各画面には，自動販売店，病院，ガソリンスタンド，サービス工場なる一覧が表示されている。これら一覧は，「所定の業務名を文字画像で示す」ものであり，またこれら一覧の1つを選択することで電話が発信されるから，「発信先一覧」にほかならない。",
        "そして，乙5には，「例えば上記呼び出しスイッチ4の第1スイッチが操作された場合に，自車位置推測手段6によって読出された自車位置のデータに応じ，読出手段5において，記憶手段3に記憶された販売店データから自車の現在位置に最も近い位置にある自動車販売店を検索してその電話番号を読出し，この電話番号データを電話機本体1に出力して上記販売店の電話を呼び出すようにしている。」(2頁右下7行ないし14行)と記載されている。同記載によれば，自動販売店，病院，ガソリンスタンド，サービス工場からなる「所定の業務名を文字画像で示す発信先一覧」から選択スイッチによって選択された1つの選択項目の名称に基づいて，現在位置から最も近い位置にあるものの電話番号を選択することが開示されている。乙5には，構成要件gが開示されている。"
      ]
    },
    {
      "fig": "(ク)",
      "subject": "構成要件hについて",
      "text": [
        "乙5には，「読出手段5において，・・・自車の現在位置に最も近い位置にある自動車販売店を検索してその電話番号を読出し，この電話番号データを電話機本体1に出力して上記販売店の電話を呼び出す」(2頁右下欄9行ないし14行)と記載されている。電話機本体1は，読出手段5から発信先の電話番号が入力され，電話発信を実行していると理解されるから，乙5の「電話機本体1」は，構成要件hの「電話発信手段」に相当する。乙5には，構成要件hが開示されている。"
      ]
    },
    {
      "fig": "(ケ)",
      "subject": "構成要件iについて",
      "text": [
        "乙5には，「自車の現在位置に最も近い自動車販売店もしくは病院等の施設を自動的に呼び出して通話することができる」と記載されているものの(3頁右上欄12行ないし14行)，発信先の施設と接続した後で，「通話中」との文字画像をディスプレイに表示することは記載されていない。したがって，構成要件iの「通話中手段」は，乙5には記載されていない(以下，この相違点を「被告ら主張の相違点1」という。)。"
      ]
    },
    {
      "fig": "(コ)",
      "subject": "構成要件jについて",
      "text": [
        "乙5に記載の自動車用電話がCPUを備え，CPUにより，当該自動車用電話の各構成を制御していることは，当業者なら当然に導き出せる事項である。したがって，「上記位置座標データ入力手段と，上記選択手段と，上記電話発信手段と」が「上記CPUによって実行される」ことについては，乙5に実質的に開示されている。",
        "また，乙5に記載された自動車用電話が「携帯型」であり，かつ「コミュニケータ」としての機能を備えることは，本件特許出願当時の技術水準を参酌することにより当業者が導き出せる事項であるから，乙5に実質的に開示されている。仮に，「携帯型」であることが乙5に開示されているとはいえないとしても，乙5に記載の自動車用電話を，出願時において既に発売されていた携帯可能型の「ショルダーホン」等の自動車用電話と組み合わせて，「携帯型」とすることは，当業者にとって容易に想到できる事項である。",
        "他方，乙5には，構成要件iの「通話中手段」についての明示の記載はないので，乙5には，「通話中手段」が，「上記CPUによって実行される」ことについての記載はない(以下，この相違点を「被告ら主張の相違点2」という。)。"
      ]
    },
    {
      "fig": "(サ)",
      "subject": "小括",
      "text": [
        "以上のとおり，本件訂正発明は，乙5において，被告ら主張の相違点1及び2を除くすべての構成要件が開示されている。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "被告ら主張の相違点についての容易想到性",
          "text": [
            "被告ら主張の相違点1及び2は，乙5記載の発明に，周知技術(乙23，24)を適用することで，当業者が容易に想到できるものである。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "被告ら主張の相違点1について",
      "text": [
        "乙23には，「ディスプレイ8に各種の情報を表示するようにされた携帯電話機」が記載されている(段落【0005】，図1，図2)。そして，この携帯電話機においては，「相手が電話に出ると，制御回路6の処理はステップ143からステップ144に進み，このステップ144において図7に示すような画面244，すなわち，相手の電話番号と，その通話の経過時間と，それまでの通話料金と，オフフックマークとが，LCD8に表示される。」(段落【0024】)。ここで，ステップ143は，「発呼処理」であり，ステップ144は，「通話表示」である(図6)。また，通話表示画面244は，相手の電話番号とその通話の経過時間を示す文字画像を含んでいる。",
        "以上の記載から，乙23には，「電話発信処理によって電話が接続された後，相手の電話番号や経過時間等を示す文字画像をディスプレイに表示する」発明が記載されていると認められる。ここで，携帯型の通信機器での通話中に，ディスプレイに「通話中」という文字画像を表示することは，本件特許出願時における当該分野においては周知の技術である(例えば，本件特許出願時に，既に市販されていた自動車用電話MP−301Ｎの取扱説明書(乙24)の22−23頁でも，「2 電話機",
        "をとる」と，「通話中」と表示され，「4 終了を押す」と，「通話中」表示が消えることが記載されている。)。",
        "そうであれば，乙5の自動車用電話における通話の際に，乙23に記載された上記技術的事項を適用し，電話発信処理によって電話が接続された後，相手の電話番号等を示す文字画像を表示手段2に表示させ，また，その際に，上記周知技術を参酌し，相手の電話番号等を示す文字画像に換えて(又は加えて)，「通話中」という文字画像を表示させること(すなわち「通話中手段」を構成すること)は，当業者であれば容易に想到できる事項である。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "被告ら主張の相違点2について",
      "text": [
        "前記のとおり，「通話中手段」を構成することは，当業者に容易に想到できる事項である。そうであれば，乙5に記載の自動車用電話の「電話機本体1」による通話がCPUによって制御されていることは明らかであるから，通話中の処理である「通話中処理手段」を当該CPUで制御することも，当業者なら容易に想到できる事項である。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "顕著な作用効果があるとの主張に対し",
          "text": [
            "原告は，本件訂正発明には乙5記載の発明にはない顕著な作用効果を奏すると主張するが，主張自体が失当であるか，又は，乙5記載の発明等から当然に得られるか，当然に予測される作用効果にすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "「電話発信処理によって電話が接続されて後，通話中の文字画像をディスプレイに表示する構成(構成要件i)」について",
      "text": [
        "乙23には，電話発信処理によって電話が接続された後，相手の電話番号や経過時間等を示す文字画像をディスプレイに表示することが記載されている。これにより，ユーザは，電話が接続されると，ディスプレイを参照して通話の相手，通話時間を確認できる。この場合，当然ながら，電話が通話状態となったことも確認できる。したがって，乙23に記載の携帯電話は，「相手先に接続されたか否かについては，受話器を耳に当てて音声信号により，現在の状態が，呼び出し中か，話し中かなどといったことを確認する必要」はないし，「ユーザはディスプレイを見たままの状態を維持したままで，電話の接続を確認することができ，確実に電話が接続された場合にのみ受話器を耳に当てて相手方と会話を始めればよいことになる」という作用効果を奏する。すなわち，原告が主張する顕著な作用効果は，乙23に記載の技術的事項から当然に得られる又は予測されるものにすぎない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "「発信先一覧と，通話中とが両方とも同一のディスプレイに文字画像によって表示させる構成(構成要件e，g，i)」について",
      "text": [
        "まず，本件特許出願時において，①ディスプレイを1つのみ備える携帯型の通信機器が一般的であり(乙8，9，23)，また，②通話に際して，発信先一覧や通話中の情報を文字画像でディスプレイに表示することは周知技術である(乙23の図7)から，原告が主張する「視認対象の同一化と視認性状の同一化」とは，本件特許出願時における携帯型の通信機器において，当業者によって通常行われていた手段にすぎず，顕著な作用効果があるとはいえない。",
        "また，乙5記載の発明に乙23に記載された技術的事項を適用した場合，「発信先一覧」も「通話中」も表示手段2に文字画像によって表示され，「視認対象の同一化と視認性状の同一化」がなされる。",
        "したがって，原告が主張する顕著な作用効果は，乙5記載の発明に乙23記載の技術的事項を適用することで，当然に得られるか，当然に予測される作用効果にすぎないといえる。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "「業務名の発信先一覧を表示して，その一覧から項目を選択する構成(構成要件g)」について",
      "text": [
        "原告は，「業務名の発信先一覧を表示して，その一覧から項目を選択する構成」による本件訂正発明の顕著な作用効果を縷々主張するが，当該構成は，乙5にすべて開示されているから，原告が主張する顕著な作用効果は，乙5記載の発明から当然に得られる又は予測されるものにすぎない。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "「同一CPUと同一ディスプレイとによって，行われる構成(構成要件eないし構成要件j)」について",
      "text": [
        "原告は，同一のCPUと同一のディスプレイによって行われる構成をとることにより，上記(イ)及び(ウ)を実効化していると主張する。しかし，同一のCPUと同一のディスプレイによって行われる構成は，乙5に周知技術を適用することで，当業者が容易に想到することができるものである。",
        "また，装置における複数の処理を，1つのCPUで行うか異なるCPUで行うかは，処理の内容や負荷の程度等を加味して，当業者が適宜選択できる設計事項にすぎないところ，携帯型の通信機器において，小型化等の要請から，複数の処理を一つのCPUで行うようにすることは当業者であれば当然に行うことである。そして，本件特許の出願時において，ディスプレイを1つのみ備える携帯型の通信機器はむしろ一般的である。したがって，同一CPUと同一ディスプレイとによって，行われる構成は，本件特許の出願時の携帯型の通信装置が通常備える構成にすぎないのであって，格別なものとはいえない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "原告の反論"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "本件訂正発明と乙5記載の発明との対比"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "構成要件aについて",
      "text": [
        "乙5記載の発明の「自動車電話」について「携帯可能」とする記載はない。そして，乙5の自動車用電話が予定しているのは「ガソリンスタンド，病院若しくは自動車販売店等」の施設であり，その目的は「自動車が走行することによって変化する自車位置に対応した最寄りの施設を呼び出すことができる自動車電話を提供すること」である。そうであれば，本件特許の出願当時に，いわゆるショルダーホンが存在していたとしても，自動車用電話をあえて携帯可能とする必要性はないから，乙5に構成要件aが開示されているとはいえない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "構成要件cについて",
      "text": [
        "乙5には，「呼び出して通話する」に至る処理がCPUにより実行されていることの記載はあるが，公衆通信回線(電話回線)を通じてデジタル制御信号が送受信されることまで記載も示唆もないし，本件特許の出願当時の技術水準からして技術常識であるともいえない。したがって，乙5に構成要件cが開示されているとはいえない。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "構成要件dの「GPS利用者装置」について",
      "text": [
        "乙5には，「地磁気センサ及び車輪速センサ等の車両に設けられた各センサの実測データとに基づいて車両の現在位置を読み出す自立推測航法と，人工衛星から送信される電波を受信し，そのデータに基づいて車両の絶対位置を読み出す衛星航法とを組み合わせることにより，自車の現在位置を高精度で推測するように構成されている」構成が記載されているにすぎず，自車位置推測手段として衛星航法(GPS)のみを用いることが乙5に記載されているとはいえない。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "構成要件gについて",
      "text": [
        "本件訂正発明は，乙5記載の発明のように運転者が電話発信先に行くことを便利にしたり瞬間操作を便利にする技術というよりは，コンビニエンスストア，銀行，駐車場といった業務を含めて日常生活で連絡をしたり注文をしたりなどの使用法に便利に使えることが求められ，あらゆる業務名の中から所望の業務名を選択することができることで利便性が著しく向上する。",
        "したがって，乙5には構成要件gの「上記ディスプレイに表示された所定の業務名を文字画像で示す発信先一覧から選択された選択項目の名称に基づき」との構成は開示されていない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "被告ら主張の相違点についての容易想到性に対し",
          "text": [
            "以下の理由により，乙5記載の発明及び乙23，24記載の技術的事項から本件訂正発明を容易に想到することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "本件訂正発明の「通話中」の文字画像をディスプレイに表示することは，選択手段と電話発信手段とを経由後，電話が接続される特有の構成であり，同構成により有効な機能を発揮することができる。これに対し，仮に乙5記載の自動車電話に乙23，24記載の技術的事項を組み合わせたとしても，表示手段2に「通話中」の文字を表示させる構成にはならず，受話器に「通話中」の表示がされるだけである。そうであれば，表示画面2を見ながら操作していたユーザが必ずしも受話器の表示に気付くとは限らず，本件訂正発明の構成及び効果は得られない。",
        "したがって，乙5記載の発明に乙23，24記載の技術的事項を組み合わせたとしても，本件訂正発明の構成及び効果も得られないことから，両者の組合せの動機付けは存在しない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "乙5記載の発明では，公衆通信回線を介して電話機本体からデジタル信号を入力する構成を備えておらず，表示手段2に通話中の表示をすることはできない。したがって，乙5の表示手段2に「通話中」の文字表示をする構成を組み合わせることは技術的に不可能である。",
        "また，乙5記載の発明の目的は，「自動車が走行することによって変化する自車位置に対応した最寄りの施設を呼び出すことができる自動車電話を提供すること」にあるから，車両の走行時に利用することが予定されている自動車用電話については，ディスプレイの表示を見ながら操作をするということは予定されておらず，むしろそのような表示をすること自体，危険であることから回避される。",
        "以上により，乙5記載の発明に乙23，24記載の技術的事項を組み合わせることにつき阻害事由が存在する。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "顕著な作用効果の存在",
          "text": [
            "本件訂正発明は，乙5記載の発明にない独自の構成を備えることにより顕著な作用効果を奏するので，乙5記載の発明から容易に想到し得るものではない。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "電話発信処理によって電話が接続されて後，通話中の文字画像をディスプレイに表示する構成(構成要件i)",
      "text": [
        "本件訂正発明の構成要件iによれば，電話が接続されて後，通話中の文字画面がディスプレイに表示される。すなわち従来の電話機では，相手先に接続されたか否かについては，受話器を耳にあてて音声信号により，現在の状態が，呼出中か，話中かなどといったことを確認する必要があった。しかし，本件訂正発明によれば，電話が接続されると通話中の文字画面がディスプレイに表示されるため，ユーザはディスプレイだけを参照して電話が通話状態となったか否かを確認できる。そのため，受話器を耳にあてて，現在の通話状態がどのようなものであるかを逐一確認する必要がなくなる。このことによりユーザはディスプレイを見たままの状態を維持しながら，電話の接続を確認することができ，確実に電話が接続された場合にのみ受話器を耳に当てて相手方と会話を始めればよいことになる。この点は特に，携帯型コミュニケータにあっては，山間部，ビルの影，地下など無線電波が届きにくい場合も想定され，電波状態も含めて電話が接続されたことを確認できるため，ユーザにとっては利便性がよい。",
        "したがって，本件訂正発明の構成要件iの構成により，従来の電話機では得られない格段に向上した操作性が得られるという顕著な作用効果を奏する。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "発信先一覧と，通話中とが両方とも同一のディスプレイに文字画像によって表示される構成(構成要件e，g，i)",
      "text": [
        "本件訂正発明によれば，発信先一覧と，通話中とが両方とも同一のディスプレイに文字画像によって表示されるという独自の構成を備えることにより顕著な作用効果を奏する。すなわち外出先で手軽に使用することが予定されている携帯型コミュニケータでは，ディスプレイに注視することなく正確に情報を認識することができる機能が必要とされている。このためには，視認対象の同一化と視認性状の同一化とが有効であり，特に一連の処理においては，より一層重要である。例えば，発信先一覧の表示と，通話中の表示とが相違するディスプレイである場合には，発信先一覧を見て，業務の名称を選択するという相当の注視を要する作業の後に，通話中の表示が行われているディスプレイを探さなければならず，現実的に見ることを阻害する要因になる。また，発信先一覧が文字画像で通話中の表示がランプの点灯である場合，あるいは他の図形である場合には，発信先一覧を選択した結果としての通話中であることを常に認識できるとは限らない。例えば，通話中であることを認識できたとしても，それが発信先一覧を選択した結果なのか，その他の要因にる通話中なのかを認識できず，予期しない操作の結果で通話中になったと誤解して，操作を繰り返す無駄が生じる。",
        "本件訂正発明の構成によれば，視認対象の同一化と視認性状の同一化とが図られているため，発信先一覧を選択した結果として通話中であることを認識でき，携帯型コミュニケータとして理想的な使用環境を提供することができるという顕著な作用効果がある。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "業務名の発信先一覧を表示して，その一覧から項目を選択する構成(構成要件g)",
      "text": [
        "業務名を直接ディスプレイに表示してその項目を選択する操作を必須とすることにより，外出先で手軽に使用する携帯型コミュニケータとして理想的な使用環境を提供することができる。例えば，タクシーなどの業務の名称の一覧を選択する操作がない場合に，タクシーを選択するとしたら，○○交通××営業所というような発信先の一覧を最初に選択することになる。この様な発信先を選択することは大画面を利用することが可能で，ディスプレイを注視して操作することが可能なカーナビやパソコンならば，細部のタクシーなどの説明を読んで，それから発信を選択することができるので，それ程の困難性はないが，携帯型コミュニケータでは，ディスプレイが小さく表示文字数や文字フォントに制限があり，手持ちで不安定なディスプレイ位置で使用することで，視力の低下がある動体視力下での使用の考慮や，緊急時などで一瞬での使用を考慮しなければならず，利便性が著しく低下して，現実的ではない。",
        "この点，本件訂正発明の業務名の発信先一覧を表示して，その一覧から項目を選択する構成は，ディスプレイが小さく表示文字数や文字フォントに制限があり，手持ちで不安定なディスプレイ位置で使用することで，視力の低下がある動体視力下での使用や，緊急時などで一瞬での使用の場合でも，最善の使用環境を提供するという顕著な作用効果を得ることができる。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "同一CPUと同一ディスプレイとによって，行われる構成(構成要件eないし構成要件j)",
      "text": [
        "前記(イ)と(ウ)の構成を得るには，同一CPUによる各種手段の実行の結果，同一ディスプレイに各種の表示を行うことが必須であり，異なるCPUで，異なるディスプレイに表示を行う装置では，前記(イ)と(ウ)の構成の提供はできない。本件訂正発明の構成によれば，同一CPUと同一ディスプレイによって行われる構成を採ることにより，前記(イ)及び(ウ)を実効化している。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "8",
                      "subject": "争点4(損害の発生及び数額)"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "原告の主張"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "被告は，被告製品についてこれまでに少なくとも2万個を販売し，その単価は3万4440円を下らないため，被告製品の総売上額は，6億8800万円を下らない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告が本件特許権の実施に対し受けるべき実施料相当額は，被告製品の総売上額に対して5％の割合を乗じた金額である3440万円を下らない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "被告らの主張",
                  "text": [
                    "原告の主張はすべて否認する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被告製品は本件訂正発明の構成要件gの「選択手段」を具備せず，また，被告製品は，本件訂正発明の均等物ではないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1イ(被告製品は，構成要件gの「選択手段」を具備するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件訂正発明の特許請求の範囲には，「上記携帯コンピュータは，・・・上記ディスプレイに表示された所定の業務名を文字画像で示す発信先一覧から選択された選択項目の名称に基づき，上記位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段と，・・・を備え」と記載されている。上記特許請求の範囲の記載によれば，「選択」は，「所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号」を対象としているが，「所定の業務を行う複数の個人，会社あるいは官庁」の発信先番号等の情報取得態様及び選択態様について，必ずしも明確であるとはいえない。そこで，本件訂正明細書の発明の詳細な説明を参酌する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の詳細な説明の記載",
              "text": [
                "本件訂正明細書の発明の詳細な説明には，以下の記載がある。",
                "【0002】【従来の技術】従来，携帯型の情報装置として，無線呼出装置や無線電話装置，あるいはGPS利用者装置が用いられている。",
                "【0004】【発明が解決しようとする課題】しかしながら従来の情報装置では，無線電話装置と，携帯型コンピュータと，GPS利用者装置とを持ち歩けば，個々の機能を活用することは可能であるが，全てを携帯することが現実的ではなく，かつ相互を組み合わせてそれらを複合した機能を得ることができなかった。",
                "【0005】本発明は，上記の問題を解決して，これらの個々の機能を複合させた機能を，実用的に得ることを目的とする。",
                "【0020】【実施例】次に本発明の実施例を説明する。・・・パーソナルコミュニケータ1は，・・・本体5と，無線電話装置7と，GPS利用者装置8とを備えている。",
                "【0022】無線電話装置7と，本体5とは，収容箱21に収容されている。収容箱21には，CPU23と，・・・EPROMコネクタ76・・・とが備えられている。",
                "【0023】・・・EPROMコネクタ76には，地図データROM96が差し込まれる。・・・地図データROM96は，道路地図や地名，施設名などの地図データと，公的施設の住所や電話番号などの地図関連データとを備えている。例えば，JAF等のロードサービスや，タクシ，警察署などの住所，位置座標，電話番号などの地図関連データを備えている。電話番号は，1の名称に対して，課毎や要件先毎に複数登録されている。",
                "【0041】図9は，コミュニケータ制御処理ルーチンのフローチャート・・・である。コミュニケータ制御処理ルーチンは，オンスイッチ17からオン信号が出力されたときCPU23によって起動され・・・る。",
                "【0064】図20は，電話処理ルーチンのフローチャート・・・である。",
                "【0065】電話処理が起動されると，まず電話メニュー画面の表示が行われる(S1000)。電話メニュー画面は，・・・発信選択領域243とを備えている。・・・発信選択領域243には，発信先選択(次ページ)表示251・・・が設けられて・・・いる。",
                "【0066】ここで，発信先選択(次ページ)表示251の次ページ表示251Aを選択すると，図22に示す電話メニュー画面に変更される。この電話メニュー画面には，・・・最寄発信表示265と，発信先一覧266・・・が設けられている。",
                "【0067】電話メニュー画面の表示後，次に判断を行う(S1010)。判断では，何れかの発信先名257が選択されたか，設定表示245が選択されたか，留守録表示247が選択されたか，中止表示249が選択されたか，何れかの最寄り発信先が選択されたか，何れかの緊急発信先が選択されたかを判断する。",
                "【0069】S1010の判断で，最寄発信が選択された場合には，最寄発信処理が行われる(S1031)。最寄発信処理とは，発信先一覧266の中から，何れかの発信先が選択された場合に実行される処理のことである。この処理では，まず，現在位置の座標ＮEを入力し，次いで最寄りの発信先の名称を入力する。例えば，名称としては，「1JAF」表示266Aを入力する。",
                "【0070】次いで，この現在位置から最も近い選択項目の名称の電話番号を地図データROM96から入力する。地図データROM96から読み込んだ電話番号が複数の場合，例えば「○○警察署の受付○○番，交通課○○番，防犯課○○番など」の場合には，図22に示す電話メニュー画面に選択枠266Bが表示される。選択枠266Bには，選択一覧266Cと，次ページ表示266Dと，削除表示266Eと，実行表示266Fとが設けられている。選択一覧266Cには，「1 受付○○番」などのように表示される。",
                "【0072】最寄発信処理(S1031)，又は緊急発信処理(S103",
                "2)の処理後，電話発信処理を実行する(S1030)。この電話発信処理では，速やかに設定された電話番号の発信を行う。これにより，最寄りの発信先，又は緊急発信先に電話が接続される。",
                "【0074】通話先名称表示269Aは，現在電話が接続されている先方の名称を表示するものである。これを表示するためのデータは，発信先名257を表示するために用いられたデータや地図データROM96から読み込まれたデータである。通話先機器表示269Bは，現在電話中の先方の機器がコミュニケータの○形であると表示するものであって，所定の規則に則って，先方との間でデータ交換されることにより，表示される。",
                "【0077】地理アナウンス処理は(S1035)，現在位置の地理をアナウンスするものである。この処理では，まず，現在位置の座標ＮEを，入力する。次いで，現在位置の地図データを地図データROM96から読み込む。次に，現在位置の地理的特徴を抽出する。ここでは，地名のデータ，公的施設からの距離と方向，国道，県道などの案内標識の位置と，案内標識からの距離，方向を読み込む。",
                "【0104】・・・以上に説明したデータ処理により，先方のコンピュータに直接データを送信したり，先方から送られてきたデータを表示したりすることができる。",
                "【0135】これにより，緊急時に，電話通話に現在位置の付近の特徴を具体的に示した道案内を行うアナウンスが行われ，利便性が高い情報交換装置が得られるという極めて優れた効果を奏する。請求項2および請求項5は，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択し，その発信先と通信することができる。",
                "【0136】これにより，最寄りの発信先や緊急発信先に電話が接続されることから，実際に役に立つ相手に電話が接続され，利便性が高い情報交換装置が得られるという極めて優れた効果を奏する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「選択手段」の意義について",
              "text": [
                "以上によれば，本件訂正発明は，従来の無線電話装置と，携帯型コンピュータとGPS利用者装置とをすべて携帯することができず，かつ相互を組み合わせてそれらを複合した機能を得ることができないとの課題を解決するために，複合した機能を，実用的に得ることを目的とするものである。そうすると，本件訂正発明は，携帯型の情報装置がこれらの装置の機能を複合させた機能を有することに特徴があり，機能の一部を他のサーバ等に置くことを想定したものということはできない。",
                "そして，前記認定の本件訂正明細書の発明の詳細な説明の記載によれば，「携帯型コミュニケータ」は，CPUを備えた携帯コンピュータと無線電話装置とGPS利用者装置とを備えるとともに，地図情報を備えた地図データROMが接続されており，CPUにより実行される最寄発信処理においては，まず，現在位置の座標と発信先の名称が入力され，次に，地図データROMから現在位置から最も近い発信先番号を選択する処理を行い，それは，現在位置の座標と地図データROMから読み込まれた地図情報とに基づいて選択しているものと認められる。したがって，「選択手段」による「発信先番号の選択」は，携帯コンピュータのCPUが，携帯型コミュニケータ自体で取得できるデータを用いて，発信先番号の選択に係る処理を実行することを指すと解するのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告製品の「選択手段」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品の構成は，別紙被告製品説明書に記載のとおりである(争いのない事実)。このうち，構成要件gの「選択手段」に対応する部分は，次のとおりである。",
                    "「(1) 現在地の地図の表示のフロー",
                    "① 「ＮAVITIME」のメニュー画面が表示されている状態で，ユーザは「現在地(GPS)」を選択する。",
                    "② CPUは，被告製品の現在位置情報を取得する。",
                    "③ CPUは，取得した現在位置情報をナビタイムサーバに送信する。",
                    "④ ナビタイムサーバは，受信した現在位置情報に基づいて現在位置を中心とする所定範囲の地図画面データを作成し，被告製品に対し送信する。",
                    "⑤ CPUは，受信した地図画面データをディスプレイに表示する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周辺スポット検索のフロー",
              "text": [
                "A ユーザが，地図画面においてセンターボタンを押下することによって表示されるメニュー画面で「ナビゲーションメニュー」を選択し，さらに「周辺スポット検索」を選択すると，",
                "① CPUはその時点で取得されている現在位置情報とユーザの選択内容をナビタイムサーバに送信する。",
                "② ナビタイムサーバは，現在位置情報に応じた現在位置周辺の施設をカテゴリー別に検索することができるカテゴリー選択画面データを作成し，被告製品に送信する。",
                "③ CPUは②で受信したカテゴリー選択画面を表示する。",
                "B ユーザがカテゴリー選択画面で，施設種類を選択すると，① CPUは，前記現在位置情報とユーザの選択内容をナビタイムサーバに送信する。",
                "② ナビタイムサーバは，サーバの有するデータベースにより，前記現在位置情報を中心とする東西南北方向各2km(4km四方)の正方形エリア内に存在する施設について，前記現在位置との直線距離をそれぞれ計算し，施設の名称及び距離数を距離の近い順に表示したリスト画面データを作成し，被告製品に送信する。",
                "③ CPUは受信した施設のリスト画面データを画面表示する。",
                "C ユーザが施設のリスト画面の中から特定の施設を指定すると，① CPUは，前記現在位置情報とユーザが指定した施設を特定する情報をナビタイムサーバに送信する。",
                "② ナビタイムサーバは，指定された特定の施設の詳細情報(名称，電話番号，住所)の表示並びに現在地から当該施設へのルート地図，周辺スポット情報及び地点情報(緯度経度)等へのリンクからなる画面データをデータベースに基づいて作成し，被告製品に送信する。",
                "③ CPUは受信した当該施設の詳細情報を含む画面データを画面表示する。",
                "D ユーザが当該施設に電話をかける場合，",
                "① ユーザが詳細情報の中から「電話番号」を指定すると，当該施設の電話番号が通常の形式でディスプレイに表示される。",
                "② ユーザの発信ボタン押下により，CPUは，通常の電話処理動作に入り，表示されている電話番号に対し電話接続処理を行う。",
                "③ 通話が終了すると，当該施設の詳細情報表示画面に戻る。」"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "上記認定によれば，",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告製品のCPUは，",
                      "text": [
                        "「(1)②現在位置情報の取得，",
                        "(1)③現在位置情報のナビタイムサーバへの送信，",
                        "(1)⑤ナビタイムサーバから受信した地図画面データのディスプレイへの表示，",
                        "(2)A①現在位置情報とユーザの選択内容のナビタイムサーバへの送信，",
                        "(2)A③ナビタイムサーバから受信したカテゴリー選択画面の表示，(2)B①現在位置情報とユーザの選択内容のナビタイムサーバへの送信，",
                        "(2)B③ナビタイムサーバから受信した施設のリスト画面データの画面表示，",
                        "(2)C①現在位置情報とユーザが指定した施設を特定する情報のナビタイムサーバへの送信，",
                        "(2)C③ナビタイムサーバから受信した画面データの画面表示，(2)D①電話番号のディスプレイ表示，",
                        "(2)D②電話接続処理」",
                        "など，現在位置情報及びユーザの選択内容の送信並びにナビタイムサーバからの画面データの受信及びその表示と電話接続に関係する処理を実行している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "他方，ナビタイム社が所有，運営するナビタイムサーバは，「(1)④CPUから受信した現在位置情報に基づいて現在位置を中心とする所定範囲の地図画面データを作成して被告製品に対し送信し，(2)A②現在位置情報に応じた現在位置周辺の施設をカテゴリー別に検索することができるカテゴリー選択画面データを作成して被告製品に送信し，",
                      "text": [
                        "(2)B②ナビタイムサーバが有するデータベースに基いて，現在位置情報を中心とする東西南北方向各2km(4km四方)の正方形エリア内に存在する施設について，現在位置との直線距離をそれぞれ計算し，施設の名称及び距離数を距離の近い順に表示したリスト画面データを作成して被告製品に送信し，",
                        "(2)C②ナビタイムサーバが有するデータベースに基づいて，施設の詳細情報(名称，電話番号，住所)の表示並びに現在地から当該施設へのルート地図，周辺スポット情報及び地点情報(緯度経度)等へのリンクからなる画面データを作成して被告製品に送信し」",
                        "ている。",
                        "すなわち，現在位置に最も近い施設を含む施設及びその電話番号の検索並びにその検索結果たるリストの作成は，データベースを有するナビタイムサーバが実行している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上からすると，被告製品においては，専らナビタイムサーバが，そのデータベースを用いてディスプレイに表示される発信先番号の「選択」に係る検索処理を実行しており，被告製品は，地図情報も備えておらず，構成要件gの「選択手段」に相当する検索処理を実行することなく，単に，施設カテゴリーの選択及び現在位置情報の送信と検索結果の取得のみを行っている。",
                    "したがって，被告製品は，構成要件gの「選択手段」を具備するものではなく，同構成要件を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件gの「選択手段」の意義についての原告の主張について(ア) 原告は，構成要件gは，どのメモリ領域から電話番号を選択すべきかについて何らの限定も付していないから，ネットワークのいずれの記憶領域であっても，同構成を充足する旨主張する。",
                    "しかし，構成要件gは，前記のとおり，携帯コンピュータのCPUが，携帯型コミュニケータ自体で取得できるデータを用いて，発信先番号の選択に係る処理を実行する技術を提供するものであるから，これを外部のコンピュータにデータ処理を指令して，これが送り返される態様を含むものではない。したがって，原告の主張は，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件訂正明細書の段落【0074】，【0104】の記載には，構成要件gでは，先方のコンピュータにデータを処理を指令してこれが送り返される技術が開示されていると主張する。しかし，原告が指摘する本件訂正明細書の段落【0074】，【0104】の記載は，電話が接続されている相手方との間でデータ交換をするというにすぎず，一方のCPUで行うべき処理を接続先のコンピュータに命令して実行させ，その結果を得るとの技術事項は記載されていない。また，上記【0074】，【0104】の記載は，構成要件gの「選択手段」に関する記載ではなく，前記認定の本件訂正明細書の記載に他の通信装置に指令を送りデータを受け取る場合についての記載や示唆は認められない。原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告製品の構成要件gの充足性に係る原告の主張について(ア) 原告は，被告製品のCPUが現在位置に最も近いものの発信先番号を選択するための指令を発しない限り，ナビタイムサーバがこれに該当するデータを送信することはあり得ないから，最も近い「コンビニ」を選択しているのは，被告製品のCPUであると解するのが相当である旨主張する。",
                    "しかし，上記のとおり，「選択手段」による「発信先番号の選択」とは，現在位置の位置座標データに基づいて最も近い施設を選択し，それと関連付けて記憶されている同施設の発信先番号を取り出すことであって，処理を他のコンピュータに指令することを含まないと理解すべきである。そして，被告製品のCPUは，そのような処理をすることなく，単にその前提となる現在位置情報とユーザの選択内容を外部のナビタイムサーバに送信して，その結果であるナビタイムサーバが作成した画面データを受信しているにすぎないから，被告製品のCPUは，選択に係る検索処理に関与しているとはいえない。原告の上記主張は，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，被告製品にあっては，地図データが膨大となる等の理由で遠隔地にあるサーバに記憶されているデータを読み出しているにすぎないのであって，筐体内部のメモリや外付けのSDカードに記憶させる場合と実質的に相違がない旨主張する。",
                        "しかし，被告製品にあっては，ナビタイムサーバの地図データが利用されているだけではなく，その検索処理についても，被告製品のCPUではなくナビタイムサーバが行っているのであって，単に地図データを外部のサーバから取得する態様とは異なる。したがって，原告の主張はその前提において誤りがあり，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(構成要件gの均等の成否)について",
          "text": [
            "原告は，被告製品のCPUにより実行される処理が「選択手段」に該当しないとしても，同処理は，構成要件gの「選択手段」と均等である旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "置換可能性の有無について",
              "text": [
                "本件訂正発明は，従来技術において，無線電話装置と携帯型コンピュータとGPS利用者装置とをすべてを携帯することができず，かつ相互を組み合わせてそれらを複合した機能を得ることができないという課題を解決するために，それらを複合した機能を，実用的に得ることを目的としたものである。本件訂正発明は，上記の解決手段として，「携帯コミュニケータ」の「携帯コンピュータ」が，「位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段」によって，発信先番号の選択に係る処理を実行することとしたものである。",
                "これに対して，被告製品は，ナビタイムサーバがそのデータベースを用いて検索処理を実行するものであり，被告製品は，ナビタイムサーバに現在位置情報と施設カテゴリーの選択内容を送信することにより，ナビタイムサーバから検索結果として施設の情報を取得し，通信を行うものである。",
                "したがって，本件訂正発明における「携帯コンピュータ」が，「位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段」との構成を被告製品における上記処理手段に置換することは，解決課題及び解決原理が異なるから，置換可能性はないものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本質的部分か否かについて",
              "text": [
                "乙5(前記第3，7(1)ア)によれば，自動車電話において，GPS装置を利用して現在位置に最も近い施設を検索して選択することは公知であると認められる。したがって，乙5の開示内容と対比するならば，本件訂正発明においては，構成要件gの「携帯コンピュータ」が「・・・上記位置座標データ入力手段の位置座標データに従って，所定の業務を行う複数の個人，会社あるいは官庁の中から現在位置に最も近いものの発信先番号を選択する選択手段」を有することが，本件訂正発明の本質的部分であるといえる。",
                "被告製品は，ナビタイムサーバが，ナビタイムサーバのデータベースを用いて検索処理を実行するものであって，上記の構成を具備しない点において相違する。被告製品における本件訂正発明との異なる構成部分は，本件訂正発明の本質的部分における相違であるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の均等に係る主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，原告の請求は理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10055",
    "date": "2010-03-30",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)12952",
    "precedent_id": "080044",
    "ipprecedent_id": "2174",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}