{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "本件を東京地方裁判所に差し戻す。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "一審原告である被控訴人は，日本電気株式会社において有機高分子化合物の分解技術についての研究開発に従事していた者であり，平成14年に同社を退職後，株式会社KOＮAKAMを設立し，その代表取締役を務めている者である。",
            "一方，一審被告である控訴人は，平成18年2月24日に設立された，生分解性プラスティック・植物系樹脂等のプラスティック類の分解装置，製造装置，リサイクル装置の製造，販売並びに輸出入等を業とする株式会社であり，平成18年10月30日以前から，Aが代表取締役を，Bが監査役(社外監査役)をそれぞれ務めている。",
            "被控訴人は，平成20年4月8日に辞任するまで控訴人の取締役であった。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件訴訟は，被控訴人が控訴人から，原判決別紙権利目録記載1の特許出願に係る特許を受ける権利及び同目録記載2の特許権をいずれも平成20年6月26日に譲り受けたとして，上記1の権利については出願人名義変更手続をすることを，上記2の特許権については移転登録手続をすることを，それぞれ求めた事案である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原審の東京地裁は，平成21年9月10日，一審原告(被控訴人)の請求を認容する判決をしたため，これに不服の一審被告(控訴人)が本件控訴を提起した。",
            "なお，本件訴状に代表者代表取締役としてAと記載されていたこともあって，一審被告(控訴人)による訴訟追行は，控訴審である当審第2回口頭弁論期日(平成22年2月10日)に至るまでA本人により行われていた。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "職権により判断する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件記録によれば，本件訴訟の経過等は，次のとおりであったことが認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審原告である被控訴人は，平成20年11月12日，東京地裁に本件訴訟を提起した。訴状には，控訴人の代表者として，控訴人の代表取締役であるAの名が記載されていた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審の東京地裁は，A宛に本件訴状を送達するとともに，第1回口頭弁論期日に呼び出した。",
                "Aは，原審において，平成20年12月16日の第1回口頭弁論期日，第1回(平成21年1月23日)から第4回(平成21年5月26日)までの",
                "弁論準備手続期日，平成21年7月9日の第2回口頭弁論期日，平成21年7月27日の和解期日に，それぞれ出頭し，いずれも被告代表者として訴訟行為を行った。",
                "原審は，平成21年9月10日，Aを被告の代表者として表示して，被控訴人の請求を認容する旨の原判決をし，その被告宛の判決正本は判決言渡当日の平成21年9月10日に東京地裁において交付送達の方法によりAに送達された。なお，原判決の判決内容は原判決記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決に不服の一審被告(控訴人)は，平成21年9月24日付けで当裁判所宛の控訴状を原審裁判所に提出した。同書面には，控訴人代表者として「代表取締役 A」と記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "Aは，当審第1回(平成21年12月10日)及び第2回(平成22年2月10日)の各口頭弁論期日に控訴人代表者として出頭し，控訴状陳述・控訴理由書陳述等の訴訟行為を行った。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "当裁判所は，上記第2回口頭弁論期日において弁論を終結し，平成22年3月10日を判決言渡期日に指定したが，平成22年3月1日に口頭弁論の再開を命じ，一審被告(控訴人)の監査役であるB宛に，それまでに裁判所に提出された訴状，答弁書，準備書面，控訴状，控訴理由書等の副本等を添付して，平成22年3月10日の口頭弁論期日に出頭するよう呼び出したが，Bは同期日に出頭することはなかった。",
                "そこで，当裁判所は，平成22年3月10日の第3回口頭弁論期日において再び弁論を終結し，平成22年3月31日を判決言渡期日と指定した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人は，平成18年2月24日に設立された株式会社であり，Bは平成18年10月30日以前から監査役設置会社である控訴人の監査役の地位にある(平成17年法律第87号76条2項等参照)。",
                "一方，一審原告(被控訴人)Xは，平成18年10月30日以前から控訴人会社の取締役であったところ，平成20年4月8日辞任した。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "ところで，会社法386条1項は，取締役(取締役であったものを含む。)が監査役設置会社に対して訴えを提起する場合には，当該訴えについては，監査役が監査役設置会社を代表する旨を定めているところ，被控訴人は，上記のとおり平成20年4月8日まで控訴人の取締役であったのであるから，本件訴訟において控訴人を代表すべき者は，代表取締役であるAではなく，監査役であるBであったものと認められる。",
            "しかるに，原審は，上記のとおり，Aを控訴人代表者として訴訟手続を行い，判決に至ったのであるから，原判決は，訴訟行為をする権限を有しない代表者によって行われた訴訟行為に基づいてなされたものである。したがって，原審の訴訟手続が違法であったことは明らかである。",
            "なお，当審において，上記のとおり，口頭弁論期日にBを呼び出したが，同人は出頭しなかったので，Aがなした訴訟行為の追認があったと認めることはできない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，第一審裁判所においてBを代表者とする訴訟追行をなさしめるため，原判決を取り消し，本件を東京地裁に差し戻すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10061",
    "date": "2010-03-31",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)32587",
    "precedent_id": "080140",
    "ipprecedent_id": "2200",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}