{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人X に対し，3450万円及びこれに対する平成11年5月29日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人は，控訴人X に対し，3450万円及びうち2000万円に対する平成14年12月16日から，うち1450万円に対する平成17年6月24日",
          "text": [
            "から各支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人らが，各自，被控訴人に対し，被控訴人が原判決別紙被告製品目録記載の被控訴人製品(原判決にいう「被告製品」を「被控訴人製品」と読み替える。以下，略称は，特に断らない限り，原判決に従う。)を製造販売した行為について，不法行為に基づく損害賠償として，控訴人X につき以下の(1)のとおりの，控訴人X につき以下の(2)及び(3)のとおりの損害金の支払を求める事案である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人X が有する本件特許権1(特許番号：第2685172号。発",
              "text": [
                "明の名称：調理レンジ。出願：昭和61年3月15日。登録：平成9年8月15日。",
                "存続期間満了日：平成18年3月15日)を侵害するものであったと主張して，その被った損害金の一部であるという3450万円及びこれに対する同登録の日の後である平成11年5月29日から支払済みまで民法所定の年5分の割合による遅延損害金"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人X が有する本件特許権2(特許番号：第3286666号。発",
              "text": [
                "明の名称：調理レンジ。出願：平成2年3月26日。登録：平成14年3月15日)を侵害するものであったと主張して，その被った損害金の一部であるという2000万円及びこれに対する同登録の日の後である平成14年12月16日から支払済みまで民法所定の年5分の割合による遅延損害金"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人X が有する本件特許権3(特許番号：第3513756号。分",
              "text": [
                "割の表示：特願平2-77503号の分割。発明の名称：調理レンジ。出願：平成2年3月26日。登録：平成16年1月23日)を侵害するものであったと主張して，その被った損害金の一部であるという1450万円及びこれに対する同登録の日の後である平成17年6月24日から支払済みまで民法所定の年5分の割合による遅延損害金"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被控訴人製品は本件特許発明1ないし3のいずれの技術的範囲に属するものではなく，被控訴人の被控訴人製品の製造販売は本件特許権1ないし3を侵害するものではないとして，控訴人らの請求を棄却したため，控訴人らがこれを不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人らの本訴請求を判断する前提となる事実は，原判決の事実及び理由の第2の1(原判決2頁17行～6頁13行。ただし，3頁14行～15行の「請求項1の発明を『本件特許発明2−1』，請求項4の発明を『本件特許発明2−4』といい，」の次に「以上を併せて『本件特許発明2』ということがあるほか，」を加える。)のとおりであるから，これを引用する。なお，本件特許1に係る本件明細書1には，特許請求の範囲について，第1項及び第2項の記載があるが，その出願日に適用される昭和62年法律第27号による改正前の特許法36条4項の規定に照らして，第2項は本件特許発明1の実施態様を記載したものにすぎないことが明らかであるから，第1項が当該発明の技術的事項を記載したものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件訴訟の争点",
          "text": [
            "本件訴訟の争点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "充足論(被控訴人製品の製造販売が本件特許権1～3を侵害するか)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人製品は本件特許発明1の技術的範囲に属するか(争点1)"
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人製品は本件特許発明2の技術的範囲に属するか(争点2)"
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人製品は本件特許発明3の技術的範囲に属するか(争点3)",
                  "text": [
                    "(2)無効論(本件特許1～3は特許無効審判により無効にされるべきものか)"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件特許発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明1は特開昭58−38518号公報(乙22。以下「乙2",
                      "text": [
                        "2公報」という。)に記載された発明と同一又は同発明に基づいて当業者が容易に発明をすることができたものか(争点4−1)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明1は特開昭59−41717号公報(乙32。以下「乙3",
                      "text": [
                        "2公報」という。)に記載された発明等に基づいて当業者が容易に発明をすることができたものか(争点4−2)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明は特開昭62−213715号公報(乙35。以下「乙3",
                      "text": [
                        "5公報」という。)に記載された発明等に基づいて当業者が容易に発明をすることができたものか(争点5−1)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書2の記載は平成2年法律第30号による改正前の特許法36条3項(以下「旧特許法36条3項」という。)に定める実施可能要件を充たしているか(争点5−2)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明3は乙35公報に記載された発明等に基づいて当業者が容易に発明をすることができたものか(争点6−1)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書3の記載は旧特許法36条3項に定める実施可能要件を充たしているか(争点6−2)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害論(争点7)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原審における主張",
          "text": [
            "原審における当事者の主張は，原判決の事実及び理由の第3(原判決8頁1行～52頁19行)のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "text": [
            "〔控訴人らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人製品について(控訴人ら)",
              "text": [
                "被控訴人製品は，熱エネルギー，IHI(電磁加熱)での圧の状態変化，圧のエネルギー変化を，閉止弁，調圧弁の温度センサー，圧力センサーからの時間と共に感知し，マイコンに制御プログラムを記憶させ，炊飯のIHIの電流制御による調理室(炊飯鍋内の圧力変化を180m／secごとに検知し，それに対応して電流制御を行う)温度と圧力エネルギーを制御したポンプを備えるものである。",
                "被控訴人製品は，内蓋7により密閉された鍋5内の上方密閉空間の圧力を所定温度に対応する所定圧力値まで加圧したり，マイコン制御による調圧機構30により鍋5内の上方密閉空間の圧力を減少したりしているものであるから，誘導加熱コイル，マイコン，弁21及び調圧機構30が，レンジ室内の加熱調理に伴う圧力変化につき，それら調圧，調整装置等の調理装置自体の作動により調理部内の加圧及び減圧を行うものである。被控訴人製品の弁及び調圧機構において，常時，第2通気口の弁及び調圧機構と圧力センサーにて，密閉された鍋5内の空間の圧力を変化させ，それら調圧，調整装置等の調理装置自体の作動によって調理部内の加圧及び減圧を行っている。また，被控訴人製品では，第2通気口の弁及び調圧機構による鍋5内の圧力の変化が設定した最大限圧に達したとき，第1通気口につながる押し棒16により第1通気口上に鍋5内の圧力の変化が設定した最大圧に達するまで浮き上がらない自重のボールが押されて，第1通気口から外れるので，第1通気口が開放され，また，第1通気口は，鍋5内の圧力が最大限に達したとき，設定した最小限圧に達するまで開放されて圧を減少させる安全弁として働くこともある。",
                "被控訴人製品は，第2通気口，第1通気口を開放させたときなど，生じた圧を開放したときに通気口出口で蒸気等となり，蓋部から蒸気口ケースの出口と向かう道筋に屈折迂回部分，凹凸部分，補助室が設けられて，加減圧の圧力調整，制御する手段を備えているものであって，加減圧手段を有する炊飯器である。",
                "この加圧と減圧を繰り返す加減圧手段は，鍋5内の急激，急速な水分の減少を防ぐため(生煮え及び未完成料理を防ぐため)の手段であり，また，加熱する加熱手段において，米に水分を十分に含ませるために加圧と減圧とを繰り返すもので，おいしい調理炊飯をするため(生煮え及び未完成な調理を防ぐため)の手段である。",
                "以上のとおり，被控訴人製品は，上記の機能によって，短時間で調理材料である米に調味料の水が浸透し，柔らかくおいしく短時間で炊きあがることなどのための加圧と減圧とを繰り返す加減圧機能の構成が搭載されている製品であって，本件特許発明1ないし3を侵害している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明1について(控訴人X )",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件特許発明1に係る特許請求の範囲につき，加減圧手段は，「レンジ室内と連通されレンジ室内の加圧及び減圧を繰り返す加減圧手段」として，加減圧という作用，機能面に着眼して抽象的に記載されているだけであって，加減圧手段の具体的な構成が明らかにされていない，とするが，原判決には，本件特許発明1において，加熱手段にて加熱すること，上記レンジ室内と連通され，この接続された圧力を調圧する調圧器等と共にポンプ作用の働きをなすためのポンプ構造・機能とする弁等が構成され，熱サイクルポンプの機能・構成との加減圧手段が接続設置されていることを読み取っていない誤りがある。",
                    "本件特許発明1の調理レンジは，加熱する加熱手段と加減圧手段としての熱サイクルポンプを持ち，この加減圧手段としてのポンプは調圧する調圧器を併せ持つものであり，加圧及び減圧を繰り返す調理レンジであって，調圧器機能・構成をも有する調理レンジである。このポンプについては，本件明細書1の実施例及び図面の簡単な説明において具体的に機能・構成が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原判決は，本件明細書1の発明の詳細な説明及び図面を参酌し，その記載内容等から当業者が実施し得る加減圧手段の構成は，ポンプ4のようなそれ自体の作動により加圧及び減圧を繰り返すことができるようなもの，すなわち，レンジ室内の加熱に伴う圧力変化とは無関係に，加減圧手段それ自体の作動によりレンジ室内の加圧及び減圧を繰り返して行うものと解するのが相当である，とするが，この判断は誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明2について(控訴人X )",
              "text": [
                "原判決は，本件特許発明2に係る特許請求の範囲につき，加減圧手段は，「調理部内を加減圧する加減圧手段」と記載されているだけであり，加減圧という作用，機能面に着眼して抽象的に記載されているものであって，加減圧手段の具体的な構成は明らかにされていない，とする。",
                "しかしながら，上記(2)のとおり，本件特許発明1に係る特許請求の範囲は，具体的な加圧と減圧とを繰り返す加減圧手段等の構成と機能とを説明しているところ，この公知の事実となった本件特許発明1に基づいて，本件特許発明2における「加減圧する加減圧手段」とされたものであって，すなわち，「調理部内にて加熱調理を行う機能を有する調理装置と調理部内を加減圧する加減圧手段を備えた調理レンジにおいて」として，調理部内にて加熱調理を行う，該調理部内で共に加減圧する加減圧手段を備えていることを指すものである。",
                "なお，原判決は，本件明細書2の第9実施例における「漬け物，酢漬け，ピックル，砂糖漬け，肉の味付け等の生のままの味わいを持った味の浸透させるものは，加圧，減圧又は加減圧を行ったり，加圧，減圧又は加減圧を止め一時そのままの加圧維持を行ったり又は加熱を止め一時そのままの加圧維持を行ったり又それらの繰り返しなどを行って圧力調整を行い味のうま味をコントロールすることも出来る。」との記載をもって，調理部内を加熱することなく加減圧を行い得ることが示されている，とするが，上記記載は，加熱したものであるが生のままの味わいを保たせるとすることをいうものであって，本件特許発明2については，すべて加熱機能を有する調理レンジにおいて「調理内を加熱する」との構成によったものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件特許発明3について(控訴人X )",
              "text": [
                "原判決は，本件特許発明3に係る特許請求の範囲につき，加減圧手段は，「調理部内を加減圧する加減圧手段」というように，その具体的な構成は明示されておらず，加減圧という作用，機能面に着眼して抽象的に記載されているものである，とする。",
                "しかしながら，上記(2)のとおり，本件特許発明1の特許請求の範囲は，具体的な加圧と減圧とを繰り返す加減圧手段等の構成と機能を説明しているところ，この公知の事実となった本件特許発明1に基づいて，本件特許発明3について，「調理部内にて加熱調理を行う機能を有する調理装置と調理部内を加減圧する加減圧手段を備えた調理レンジにおいて」として，調理部内にて加熱調理を行う調理部内で共に加減圧する加減圧手段を備えている事項をいうものである。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "text": [
                "原判決は，本件特許発明1の構成要件を分説し，同構成要件のうち，「加減圧手段」の意義を詳細に検討した上で，被控訴人製品は，加減圧手段を備えていないので，本件特許発明1の技術的範囲に属しているとは認められないとしたものであって，その認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2について",
              "text": [
                "原判決は，本件特許発明2の構成要件を分説し，これらの構成要件のうち，「加減圧手段」を，調理装置によるレンジ室内の加熱調理に伴う圧力変化とは無関係に，それ自体の作動により調理部内の加圧及び減圧を行うものであるとし，被控訴人製品には，この加減圧手段があるとはいえないとして，本件特許発明2の技術的範囲に属さないとしたものであって，その認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明3について",
              "text": [
                "原判決は，本件特許発明3の構成要件を分説し，同構成要件のうち，「加減圧手段」を，調理装置によるレンジ室内の加熱調理に伴う圧力変化とは無関係に，それ自体の作動により調理部内の加圧及び減圧を行うものであるとし，被控訴人製品には，この加減圧手段があるとはいえないとして，本件特許発明3の技術的範囲に属さないとしたものであって，その認定判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "充足論の検討",
          "text": [
            "控訴人らは，被控訴人の被控訴人製品の製造販売によって本件特許権1ないし3が侵害されたと主張するので，まず，この点について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(被控訴人製品は本件特許発明1の技術的範囲に属するか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Cに係る事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「加減圧手段」の意義について",
                      "text": [
                        "本件特許発明1に係る構成要件C「レンジ室内と連通されたレンジ室内の加圧及び減圧を繰り返す加減圧手段と」のうちの「加減圧手段」の意義について，本件明細書1の記載及び図面を考慮して解釈すると，この点の判断は，原判決53頁24行ないし56頁7行のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Cの充足性の有無について",
                      "text": [
                        "以上の「加減圧手段」の意義を踏まえ，被控訴人製品が構成要件Cを充足するか否かについて検討すると，この点の判断は，原判決56頁9行ないし60頁5行のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，被控訴人製品は，構成要件Cに係る「加減圧手段」を備えているものとは認められず，構成要件Cを充足するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点について，控訴人X は，本件特許発明1に係る「加減圧手段」には，加熱手段による加圧をも含むものと解すべきであるとの趣旨を主張するようである。",
                        "しかしながら，本件特許発明1に係る特許請求の範囲においては，「調理材料を加熱する加熱手段」と「レンジ室内の加圧及び減圧を繰り返す加減圧手段」とが併存するものとして備えられていることが記載されていること，上記のとおり，本件明細書1における発明の詳細な説明においては，問題点を解決するための手段として，「レンジ室内に収容される調理材料を加熱する手段」と「レンジ室内と連通されレンジ室内の加圧及び減圧を繰り返す加減圧手段」とを備えたとの記載，唯一の実施例においても，「表面に調味料が塗布された調理材料を気密室6内に収容した状態で，ポンプ4を作動し加圧減圧を繰り返し行う」との記載があることからすると，本件特許発明1においては，加熱手段と加減圧手段とは別個に併存するものと認めることができ，控訴人X の主張は，採用することができない。",
                        "なお，被控訴人製品が加熱手段によるレンジ室内の加熱に伴う圧力変化を利用しているとしても，それ自体の作動によりレンジ室内の加圧及び減圧を行う加減圧手段を備えていないものであることは上記認定のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "したがって，その余の構成要件について判断するまでもなく，被控訴人製品は，本件特許発明1の技術的範囲に属するものではないから，控訴人X の本件特許権1を侵害するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(被控訴人製品は本件特許発明2の技術的範囲に属するか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Fに係る事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「加減圧手段」の意義について",
                      "text": [
                        "本件特許発明2に係る構成要件F「該調理部内を加減圧する加減圧手段」のうちの「加減圧手段」の意義について，本件明細書2の記載及び図面を考慮して解釈すると，この点の判断は，原判決61頁19行ないし64頁23行(ただし，63頁21行の「記載があり，」を「記載がある。」と改め，同行の「また，」から64頁2行末尾までを削る。)のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Fの充足性の有無について",
                      "text": [
                        "以上の「加減圧手段」の意義を踏まえ，被控訴人製品が構成要件Fを充足するか否かについて検討すると，この点の判断は，原判決64頁25行ないし65頁11行のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，被控訴人製品は，構成要件Fに係る「加減圧手段」を備えているものとは認められず，構成要件Fを充足するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点について，控訴人X は，本件特許発明2の加減圧手段について，本件特許発明1と同じく，調理部内にて加熱調理を行う機能を有する加熱手段も調理部内で加減圧する加減圧手段に含まれるとの趣旨を主張するようである。",
                        "しかしながら，本件特許発明2に係る特許請求の範囲の請求項1及び4においては，いずれも「調理部内にて加熱調理を行う機能を有する調理装置」と「該調理部内を加減圧する加減圧手段を備えた調理レンジ」とが併存するものとして備えられていることが記載されていること，上記のとおり，本件明細書2における発明の詳細な説明においては，加減圧手段について，調理部内の加熱調理を行う調理装置と一体として構成することの記載や示唆はなく，他方，課題を解決するための手段，作用及び発明の効果として，「請求項1に記載された発明では，調理部内にて加熱調理を行う機能を有する調理装置と該調理部内を加減圧する加減圧手段を備えた調理レンジに於いて」，「請求項4に記載された発明では，調理部内にて加熱調理を行う機能を有する調理装置と該調理部内を加減圧する加減圧手段を備えた調理レンジに於いて」，「加熱機能を有する調理レンジにおいて，該調理レンジの調理部内を加減圧する加減圧手段と，…を備えて構成した調理レンジとした。」と記載されているものであって，これらによると，本件特許発明2においては，加熱手段と加減圧手段とは別個に併存するものと認めることができ，控訴人X の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "したがって，その余の構成要件について判断するまでもなく，被控訴人製品は，本件特許発明2の技術的範囲にも属するものではないから，控訴人X の本件特許権2を侵害するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(被控訴人製品は本件特許発明3の技術的範囲に属するか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Kに係る事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「加減圧手段」の意義について",
                      "text": [
                        "本件特許発明3に係る構成要件K「前記調理部内を加減圧する加減圧手段と」のうちの「加減圧手段」の意義について，本件明細書3の記載及び図面を考慮して解釈すると，この点は，原判決66頁12行ないし72頁14行(ただし，71頁9行の「記載があり，」を「記載がある。」と改め，同行ないし同頁10行の「また，」から同頁17行末尾までを削る。)のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Kの充足性の有無について",
                      "text": [
                        "以上の「加減圧手段」の意義を踏まえ，被控訴人製品が構成要件Kを充足するか否かについて検討すると，この点の判断は，原判決72頁16行ないし73頁2行のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，被控訴人製品は，構成要件Kに係る「加減圧手段」を備えているものとは認められず，構成要件Kを充足するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点について，控訴人X は，本件特許発明3の加減圧手段について，本件特許発明1と同じく，調理部内にて加熱調理を行う機能を有する加熱手段も調理部内で加減圧する加減圧手段に含まれるとの趣旨を主張するようである。",
                        "しかしながら，本件特許発明3に係る特許請求の範囲の請求項1においては，「調理部内において加熱調理を行う機能を有する調理装置」と「前記調理部内を加減圧する加減圧手段を備えた調理レンジ」とが併存するものとして備えられていることが記載されていること，上記のとおり，本件明細書3における発明の詳細な説明においては，加減圧手段について，調理部内の加熱調理を行う調理装置と一体として構成することの記載や示唆はなく，他方，「請求項1に係る調理レンジは，調理部内において加熱調理を行う機能を有する調理装置と前記調理部内を加減圧する加減圧手段とを備えた調理レンジにおいて」，「ここで，本発明の調理レンジは，加熱調理手段と，加減圧手段と，調理部内の調理或いは機能或いは作用の仕法を行う…手段とより構成することもできる。」と記載されているものであって，これらによると，本件特許発明3においては，加熱手段と加減圧手段とは別個に併存するものと認めることができ，控訴人X の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "したがって，その余の構成要件について判断するまでもなく，被控訴人製品は，本件特許発明3の技術的範囲に属するものではないから，控訴人X の本件特許権3を侵害するものとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，無効論及び損害論について検討するまでもなく，控訴人らの請求を棄却した原判決は相当であって，本件控訴は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}