{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800265号事件について平成21年8月24日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の下記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，平成14年4月26日，発明の名称を「個人認証方法及びシステム」とする特許出願(特願2002−126933号)をし，平成17年5月2",
              "text": [
                "0日，設定の登録(特許第3678417号。以下，この特許を「本件特許」といい，本件特許に係る明細書(甲5)を「本件明細書」という。)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成20年11月26日，全16項からなる請求項のうち，請求項1，2，5，6，9ないし14に係る発明(以下，請求項の番号に従い，請求項1記載の発明を「本件発明1」などといい，これらを併せて「本件発明」という。)に係る特許について，特許無効審判を請求し，無効2008−800265号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成21年8月24日，「本件審判の請求は，成り立たない。」旨の本件審決をし，同年9月3日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明の要旨は，本件明細書における特許請求の範囲の請求項1，2，5，6，9ないし14に記載された次のとおりのものである。なお，文中の「／」は原文の改行部分を示す。",
            "【請求項1】ユーザの第1と第2の認証キーのうちの前記第1の認証キーと，前記ユーザの管理マスタIDとを第1のシステムで記憶するステップと，／前記ユーザの第1と第2の認証キーのうちの前記第2の認証キーと，前記ユーザの管理マスタIDとを，前記第1のシステムと通信可能な第2のシステムで記憶するステップと，／前記第1のシステムにて，前記ユーザから第1の認証キーの入力を受けて，入力された第1の認証キーと，記憶されている前記ユーザの第1の認証キーとを照合することで，第1段階の個人認証を行なうステップと，／前記第1段階の個人認証が成功した場合，前記第1のシステムから前記ユーザに対して，ワンタイムIDを発行するステップと，／前記第1のシステムから前記第2のシステムに対し，前記ユーザに発行した前記ワンタイムIDと，前記第1段階の個人認証でマッチしたユーザの管理マスタIDとを通知するステップと，／前記第1のシステムから通知された前記ワンタイムIDを，通知された前記管理マスタIDに該当するユーザのワンタイムIDとして，前記第2のシステムで記憶するステップと，／前記第2のシステムにて，第2の認証キー及びワンタイムIDの入力を受けて，入力された第2の認証キー及びワンタイムIDを，記憶されている前記ユーザの第2の認証キー及びワンタイムIDと照合することで，第2段階の個人認証を行なうステップと，／前記第2段階の個人認証の結果に応じて，前記ユーザへのサービスの提供を制御するステップと／を有する個人認証方法。",
            "【請求項2】前記ユーザの携帯通信端末の識別番号を前記第1のシステムで記憶するステップを，さらに有し，／前記第1段階の個人認証を行なうステップでは，携帯通信端末を通じて前記ユーザから第1の認証キーの入力を受けて，入力された第1の認証キー及び前記入力に使用された携帯通信端末の識別番号を，記憶されている前記ユーザの第1の認証キー及び通信端末の識別番号と照合することで，前記ユーザに関する前記第1段階の個人認証を行なう，請求項1記載の個人認証方法。",
            "【請求項5】ユーザの第1と第2の認証キーのうちの前記第1の認証キーと，前記ユーザの管理マスタIDとを記憶した第1のシステムと，／前記ユーザの第1と第2の認証キーのうちの前記第2の認証キーと，前記ユーザの管理マスタIDとを記憶した，前記第1のシステムと通信可能な第2のシステムと，／を備え，"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "前記第1のシステムは，",
              "text": [
                "(1−1)前記ユーザから第1の認証キーの入力を受けて，入力された第1の認証キーを，記憶されている前記ユーザの第1の認証キーと照合することで，第1段階の個人認証を行なう手段と，",
                "(1−2)前記第1段階の個人認証が成功した場合，前記ユーザに対して，ワンタイムIDを発行する手段と，",
                "(1−3)前記ユーザに発行した前記ワンタイムIDと，前記第1段階の個人認証でマッチしたユーザの管理マスタIDとを，前記第2のシステムに通知する手段と，／を有し，"
              ]
            },
            {
              "fig": "(2)",
              "subject": "前記第2のシステムは，",
              "text": [
                "(2−1)前記第1のシステムから通知された前記ワンタイムIDを，通知された前記管理マスタIDに該当するユーザのワンタイムIDとして，記憶する手段と，(2−2)第2の認証キー及びワンタイムIDの入力を受けて，入力された第2の認証キー及びワンタイムIDを，記憶されている前記ユーザの第2の認証キー及びワンタイムIDと照合することで，第2段階の個人認証を行なうステップと，／を有し，／前記第2段階の個人認証の結果に応じてユーザへのサービスの提供を制御可能な個人認証システム。",
                "【請求項6】前記第1のシステムは，／(1−4)前記ユーザの携帯通信端末の識別番号を記憶する手段を，さらに有し，／前記第1のシステムの前記第1段階の個人認証を行なう手段(1−1)は，携帯通信端末を通じて前記ユーザから第1の認証キーの入力を受けて，入力された第1の認証キー及び前記入力に使用された携帯通信端末の識別番号を，記憶されている前記ユーザの第1の認証キー及び通信端末の識別番号と照合することで，前記第1段階の個人認証を行なう，請求項5記載の個人認証システム。",
                "【請求項9】ユーザの第1と第2の認証キーのうちの第2の認証キーと，前記ユーザの管理マスタIDとを記憶して前記ユーザの個人認証を行なう認証システムに対して，個人認証の支援を行なうための，前記認証システムと通信可能な個人認証支援システムにより行われる方法において，／ユーザの第1と第2の認証キーのうちの前記第1の認証キーと，前記ユーザの管理マスタIDとを記憶するステップと，／記憶されている前記ユーザの第1の認証キーを用いて，予備的な個人認証を行なうステップと，／前記予備的な個人認証が成功した場合，前記ユーザに対して，ワンタイムIDを発行するステップと，／前記第2のシステムに対し，前記ユーザに発行した前記ワンタイムIDと，前記予備的な個人認証でマッチしたユーザの管理マスタIDとを通知するステップと，／を有し，それにより，前記認証システムをして，前記第1のシステムから通知された前記第1のワンタイムIDを，通知された前記管理マスタIDに該当するユーザのワンタイムIDとして記憶した上で，記憶している前記第2の認証キー及びワンタイムIDを用いて前記ユーザの個人認証を行なうことを可能にならしめる個人認証支援方法。",
                "【請求項10】前記ユーザの携帯通信端末の識別番号を記憶するステップを，さらに有し，／前記予備的な個人認証を行なうステップでは，携帯通信端末を通じて前記ユーザと通信を行なって，前記第1の認証キーとともに，前記通信に使用された携帯通信端末の識別番号も用いて，前記予備的な個人認証を行なう，請求項9記載の個人認証支援方法。",
                "【請求項11】ユーザの第1と第2の認証キーのうちの前記第2の認証キーと，前記ユーザの管理マスタIDと記憶して，前記第2の認証キーを用いて前記ユーザの認証を行なう認証システムに対して，個人認証の支援を行なうための，前記認証システムと通信可能な個人認証支援システムにおいて，／ユーザの第1と第2の認証キーのうちの前記第1の認証キーと，前記ユーザの管理マスタIDとを記憶する手段と，／記憶されている前記ユーザの第1の認証キーを用いて，予備的な個人認証を行なう手段と，／前記予備的な個人認証が成功した場合，前記ユーザに対して，ワンタイムIDを発行する手段と，／前記第2のシステムに対し，前記ユーザに発行した前記ワンタイムIDと，前記予備的な個人認証でマッチしたユーザの管理マスタIDとを通知する手段と，／を備え，それにより，前記認証システムをして，前記第1のシステムから通知された前記ワンタイムIDを，通知された前記管理マスタIDに該当するユーザのワンタイムIDとして記憶した上で，記憶されている前記ユーザの第2の認証キー及びワンタイムIDを用いて，前記ユーザの個人認証を行なうことを可能にならしめる認証支援システム。",
                "【請求項12】前記ユーザの携帯通信端末の識別番号を記憶する手段を，さらに備え，／前記予備的な個人認証を行なう手段は，携帯通信端末を通じて前記ユーザと通信を行なって，前記第1の認証キーとともに，前記通信に使用された携帯通信端末の識別番号も用いて，前記予備的な個人認証を行なう，請求項11記載の個人認証支援システム。",
                "【請求項13】ユーザの第1と第2の認証キーのうちの前記第1の認証キーと，前記ユーザの管理マスタIDとを記憶して，前記第1の認証キーを用いて前記ユーザの予備的な個人認証を行ない，前記予備的な個人認証が成功した場合には前記ユーザに対してワンタイムID発行する認証支援システムの支援の下で，前記ユーザの個人認証を行なうための，前記認証支援システムと通信可能な個人認証システムにより行われる方法において，／前記ユーザの第1と第2の認証キーのうちの前記第2の認証キーと，前記ユーザの管理マスタIDとを記憶するステップと，／前記認証支援システムでの前記予備的な個人認証が成功した場合，前記ユーザに対して発行されたワンタイムIDと，前記予備的な個人認証でマッチしたユーザの管理マスタIDとを，前記認証支援システムから通知されるステップと，／前記認証支援システムから通知された前記ワンタイムIDを，通知された前記管理マスタIDに該当するユーザのワンタイムIDとして，記憶するステップと，／記憶されている前記ユーザの第2の認証キー及びワンタイムIDを用いて，前記ユーザの第2段階の個人認証を行なうステップと，／を有する個人認証方法。",
                "【請求項14】ユーザの第1と第2の認証キーのうちの前記第1の認証キーと，前記ユーザの管理マスタIDとを記憶して，前記第1の認証キーを用いて前記ユーザの予備的な個人認証を行ない，前記予備的な個人認証が成功した場合には前記ユーザに対してワンタイムID発行する認証支援システムの支援の下で，前記ユーザの個人認証を行なうための，前記認証支援システムと通信可能な個人認証システムにおいて，／前記ユーザの第1と第2の認証キーのうちの前記第2の認証キーと，前記ユーザの管理マスタIDとを記憶する手段と，／前記認証支援システムでの前記予備的な個人認証が成功した場合，前記ユーザに対して発行されたワンタイムIDと，前記予備的な個人認証でマッチしたユーザの管理マスタIDとを，前記認証支援システムから通知される手段と，／前記認証支援システムから通知された前記ワンタイムIDを，通知された前記管理マスタIDに該当するユーザのワンタイムIDとして，記憶する手段と，／記憶されている前記ユーザの第2の認証キー及びワンタイムIDを用いて，前記ユーザの第2段階の個人認証を行なう手段と，／を備えた個人認証システム。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，①本件発明1，5，9，11及び13は，下記の引用例1記載の発明(以下「引用発明1」という。)と同一ではない，②本件発明1，5，9，11及び13は，引用発明1に基づいて当業者が容易に発明をすることができたものではない，③本件発明2，6，10及び12は，引用発明1及び下記の引用例2記載の発明(以下「引用発明2」という。)に基づいて当業者が容易に発明をすることができたものであるとはいえない，などとしたものである。",
            "(1)引用例1：特開2002−82910号公報(甲1)",
            "(2)引用例2：特開2001−184310号公報(甲2)"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の新規性についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明の進歩性についての判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の新規性についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明1の「管理マスタID」がユーザごとに設定されていること，すなわち管理マスタIDがユーザごとに複数存在することを前提としている。しかしながら，以下のとおり，本件発明1は，管理マスタIDがユーザごとに複数存在するものに限られるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，特許請求の範囲の記載に，いずれの「ユーザ」という記載の前後にも「各」や「ごと」等の複数のユーザの存在を前提とした記載がなく，複数のユーザの個人認証に限定されるものではないから，「管理マスタID」についても，ユーザごとに複数存在するものに限定されない。",
                    "本件発明1における「管理マスタID」は，①第1のシステムで記憶されている，②第2のシステムで記憶されている，③第1のシステムから第2のシステムに対して通知される，④第2のシステムでワンタイムIDを記憶する際に利用される，と記載され，その技術的意義は明らかであり，リパーゼ判決にいう「特段の事情」があるとはいえない。そのため，本件発明1は，第1，第2のシステムが複数ユーザの管理マスタIDを記憶している発明を含むが，当然に，1人のユーザの管理マスタIDのみを記憶している発明も含むのであり，第1，第2のシステムが複数ユーザの管理マスタIDを記憶していることを前提とした本件発明1の技術的範囲の特定には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1を文言どおり正しく認定すれば，本件発明1の「管理マスタID」は，同一ユーザの第1の認証キーと第2の認証キーをシステム間で関連付けるものであり，ユーザごとに異なるものであるとして，「管理マスタID」がユーザごとに複数存在するものと限定する本件審決の認定は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ホームサーバアクセス用識別コードID」の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用例1の【0021】の記載を根拠に，ホームサーバアクセス用識別コードIDは，携帯端末装置を介してユーザにパスワードを発行したホームサーバを識別するコードと解した上，ホームサーバアクセス用識別コードIDというのは，ホームサーバをアクセスしようとする者に関する識別コードではなく，アクセスされるホームサーバに関する識別コードであると認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の【0021】の記載は，Webページが，ホームサーバアクセス用の識別コードID及びパスワードの入力を要求して，入力された識別コードID及びパスワードによってユーザを認証するためのページであることを明示しているのであって，まさに，ホームサーバアクセス用識別コードIDが，ユーザ認証のために入力されることを特定しているのであり，引用例1の【請求項3】にも記載するように，識別コードIDがユーザを識別するコードであることに疑いはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明1の「ホームサーバアクセス用識別コードID」は，ホームサーバをアクセスしようとする者に関する識別コードではなく，アクセスされるホームサーバに関する識別コードであるとする本件審決の認定は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「URL」の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記のとおり，本件発明1は，複数ユーザの個人認証に限定されるものではなく，したがって，引用発明1における「URL」が複数のユーザごとに管理されているか否かにかかわらず，当該「URL」は本件発明1の「管理マスタID」に相当するものである。仮に，本件発明1が複数ユーザについての個人認証に限定されるとしても，引用発明1における「URL」も複数ユーザごとに管理されているものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の【0002】には，通常のユーザ認証の手法として，「予め定められたユーザ識別コード及びパスワードがユーザごとに記憶されており，アクセスがあったときに端末装置に入力されたユーザ識別コード及びパスワードが予め定められたユーザ識別コード及びパスワードと一致することが判定される」ことが示され，【0003】には，引用発明1の課題として，不正ユーザのアクセスを確実に排除するために，簡単でかつ確実なユーザ認証が望まれていることが示される。",
                        "この課題を解決するべく，引用発明1は，「携帯端末装置11とホームサーバ1との間の通信可能がパスワードの新規発行要求となって，ホームサーバ1は，新たなパスワードを作成し(ステップS14)，作成したパスワードを携帯端末装置11に対して送信する(ステップS15)。ステップS14においてパスワードはホームサーバアクセス用のパスワードであり，例えば，乱数に基づいて生成される。」(【0029】)などの処理を実行する。すなわち，【0003】でいうところの「比較的簡単でかつ確実なユーザ認証」とは，予め定められたパスワードを用いるのではなく，ホームサーバが新たに作成したパスワードを携帯端末装置に送信し，新規パスワードを用いて，その後のユーザ認証が行われることを意味するのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例1の【0002】ないし【0004】には，①通常，ユーザ認証は，ユーザごとに予め定められたユーザ識別コードとパスワードを利用して行われること，②しかしながら，予め定められたパスワードを使用するのでは，不正ユーザがアクセスする可能性もあること，③そこで，不正ユーザによるサーバへのアクセスを確実に排除できるユーザ認証システムを提供することが記載されている。この記載から，不正ユーザによるサーバへのアクセスを排除するためには，個々人を区別する個人認証をしないでよいなどとは，到底読み取ることはできない。",
                        "また，そもそも，引用発明1では，ユーザの携帯端末装置の電話番号を用いて，第1段階のユーザ認証が行われている。複数のユーザが存在する場合，それぞれのユーザの携帯端末装置の電話番号は異なるのであり，したがって電話交換局装置は，携帯端末装置の電話番号をもとに，それぞれのユーザを認証するのである。引用発明1のユーザ認証システムでは，このようにユーザの個人認証が行われているのであって，個々人がすでに区別されていることは明らかである。",
                        "したがって，引用発明1においても，各ユーザの区別はなされているのであり，その結果，当然に「URL」についても，ユーザごとに管理されているのである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用例1の【0025】【0023】の記載からは，回線接続が許可される特定の電話番号が複数存在する中に携帯端末装置11の電話番号も含まれるということが理解され，これは引用発明1において複数のユーザが存在することの証左でもある。また，「回線接続要求には少なくとも発信元の電話番号及び着信先の電話番号が含まれる」ことから，複数のユーザがそれぞれ別個の電話番号を用いた場合においても，ホームサーバ1側では回線接続要求において通知されている電話番号により各ユーザを特定できるのであり，単に接続するか否かの2分をしているわけではない。",
                        "引用発明1においては，複数のユーザが利用することが前提とされており，かかる複数ユーザをホームサーバでも区別すべく，それぞれの電話番号が通知されているのであるから，個別のユーザごとにURLが用意されているのは当然である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，引用発明1の「URL」がユーザごとに管理されていないとする本件審決の認定は，明らかに誤りである。",
                        "〔被告の主張〕"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「管理マスタID」が，「同一ユーザの第1の認証キーと第2の認証キーをシステム間で関連付けるものであり，ユーザごとに異なるものである」と認定しているところ，これは「管理マスタID」の性質を認定しているのであって，「ユーザごとに複数存在する」ことを認定しているのではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，特許請求の範囲記載のとおり，「管理マスタID」は「ユーザの管理マスタID」であってユーザに固有のものであり，「ユーザ」ごとに異なるものでなければ，「管理マスタIDに該当するユーザ」を特定することはできないから，「ユーザごとに異なる」ことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1は，「ユーザの第1と第2の認証キーのうち前記第1の認証キーと，前記ユーザの管理マスタIDとを第1のシステムで記憶」し，「前記ユーザの第1と第2の認証キーのうちの前記第2の認証キーと，前記ユーザの管理マスタIDとを，前記第1のシステムと通信可能な第2のシステムで記憶する」ものであり，「第1と第2の認証キーを，異なるシステムが分離して記憶する。また，第1と第2のシステムは，ユーザを識別するための管理マスタIDを記憶している。」(本件明細書【0008】)というものであるから，「管理マスタID」は，「同一ユーザの第1の認証キーと第2の認証キーをシステム間で関連付けるもの」であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，「管理マスタID」は，「同一ユーザの第1の認証キーと第2の認証キーをシステム間で関連付けるものであり，ユーザごとに異なるものである」とした本件審決の認定に何ら誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ホームサーバアクセス用識別コードID」の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告の主張は，引用発明1が，ユーザごとに識別されるものであることを前提とした主張であって，その前提自体に誤りがある。",
                        "引用発明1において個々のユーザを識別する必然性は，その目的及び電話交換局装置の動作からみても存在しない。したがって，引用例1から，「ホームサーバアクセス用識別コードID」が個々のユーザを識別する機能を持つものであると読み取ることはできない。むしろ，特定のユーザのみがホームサーバにアクセスするために入力するものであり，その名称のとおり，「ホームサーバアクセス用識別コードID」は，アクセスされるホームサーバに関する識別コードと解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例1の【0019】【0021】の記載からも明らかなように，「ユーザP」と「ホームサーバ1」とは，一体であって，「ユーザ」を識別するということは，「ホームサーバ」を識別することにほかならない。よって，この点からも本件審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「URL」の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1にはWWWサーバが複数のユーザに対応してユーザ対応に複数のURLを有する構成について直接的な記載がない点については原告も認めるところであるから，原告の主張は，引用例1の記載から「WWWサーバが複数のユーザに対応してユーザ対応に複数のURLを有する構成」が当業者であれば読み取れるという主張に絞られる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の【0002】ないし【0004】の記載によれば，引用発明1は，【0002】で述べた従来の手法とは異なる新たな「ユーザ認証システム及びユーザ認証方法を提供する」ものであることは明らかであり，【0002】で述べた「従来のユーザ認証の手法をそのまま適用するものではない」とした本件審決の認定に誤りはないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，引用例1の【0025】の記載によれば，「交換局装置3a」が，特定の電話番号を持つ携帯端末装置11のみをモデム2に回線接続することしか開示されておらず，たとえ複数のユーザがホームサーバ1を利用するとしても，「交換局装置3a」は，ホームサーバ1へ接続するかどうかの機能しか開示されていないのであるから，「電話交換局装置は，発信元電話番号により携帯端末装置のユーザを特定の人か特定の人以外かに2分しているだけであり」との本件審決の認定に誤りはない。逆に，上記記載をもって，「電話交換局装置は，携帯端末装置番号をもとに，それぞれのユーザを認証する」との原告の主張には，何ら根拠がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "さらに，引用例1の【0032】の記載のとおり，WWWサーバのUR",
                      "text": [
                        "Lを指定するのは，ホームサーバ1であるのに対し，回線接続選択を行うのは，電話交換局装置3aであって，ホームサーバ1ではない。したがって，「電話交換局装置」が回線接続選択機能を実行することをもって，「ホームサーバ」が管理する「URL」について，「その結果，当然に「URL」についてもユーザごとに管理されている」との結論を導き出す根拠は全く存在しない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，引用発明1の「URL」がユーザごとに設定されているとみることはできないから，引用発明1の「URL」は本件発明1の「管理マスタID」に相当するものではないとした本件審決の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明の進歩性についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "仮に，別々のユーザが近接した時間に連続してホームサーバ1にアクセスする状況が特殊であったとしても，ユーザ認証システムを設計する当業者の常識からして，特殊な状況でも機能不全とならないようにシステムは構築されなければならない。そのためには，携帯端末装置番号ごとのユーザ認証を行う引用発明1において，URLがユーザごとに異なっていればよいのであって，このことは当業者にとってみれば当然のことである。引用発明1のユーザ認証システムでは，ユーザ個人を認証するために，もともとユーザごとの携帯端末装置番号が管理されているのであり，したがって，ユーザごとにURLを割り当てることは自然のことである。",
                "本件審決は，この点に関し，あえて，「認証用Webページを表示するためのURLに関連してユーザごとのデータを記録すれば足りる」などと述べるが，その場合には，URLで指定される記憶領域に，ユーザごとのホームサーバアクセス用識別コードIDとパスワードとが記録されることになるため，Webページで入力された識別コードID及びパスワードは，記憶領域内のそれぞれの識別コードID及びパスワードと比較されることとなり，認証処理は複雑となる。一方，URLをユーザごとに割り当てれば，認証処理は，単純に1つの識別コードID及びパスワードと比較するだけですむ。このように，URLをユーザごとに割り当てる方が処理が簡潔になることは，当業者に自明の事項であるから，ユーザごとにURLを割り当てることは自然である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のように，仮に引用発明1においてURLがユーザごとに設定されていると直接的にいえないとしても，引用発明1においてURLをユーザごとに設定し，割り当てることは当業者にとっては当然の設計的事項といい得るものである。",
                "また，仮に，引用例1にURLがユーザごとに設定されていることが記載されていないとしても，引用発明1のユーザ認証システムは，もともとユーザ個人を認証するために，ユーザごとの携帯端末装置の電話番号が管理されているのであるから，ユーザごとにURLを割り当てることは自然なことである。",
                "よって，本件発明1は，引用発明1に基づき容易に発明できるものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "引用例1の【0064】の記載によると，引用発明1においても，別々のユーザが近接した時間に連続してホームサーバ1にアクセスする事態は十分にあり得ることである。かかる事態における対処としては，ユーザごとにURLを設定しておくのが最も簡便な方法であり，仮に引用発明1において「URLをユーザごとに設ける」ことが記載されていないとしても，それは当業者における単なる設計的事項といえるものにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件発明1は引用発明1に基づき容易に発明することができたものではないとする本件審決の判断には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "引用例1には，ユーザAとユーザBとが連続してホームサーバにアクセスすることを想定する記載も示唆もなく，また，そもそも引用発明1は，複数のユーザA，Bが連続してホームサーバにアクセスできるように構成されたものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1が，複数のユーザA，Bが連続してホームサーバにアクセスできるように構成されたものでないことは，引用例1の図2及び【0027】ないし【0033】の記載から明らかである。",
                "すなわち，ホームサーバ1は，ユーザPの携帯端末装置11からの回線接続要求に基づいて，パスワードを携帯端末装置11に発行した後，携帯端末装置11との回線を遮断し(ステップS18)，インターネット10にダイアルアップ接続することにより，IPアドレスを取得する(ステップS25)。このIPアドレスがアクセス先データとしてWWWサーバ5の所定URLで指定される記憶領域内に新たなアクセス先データとして記憶され(ステップS29)，以後，ホームサーバ1は，WWWサーバ5を通じてユーザPがホームサーバ1にアクセスして来るのをインターネット10に接続した状態で待機することになる。",
                "したがって，引用発明1の技術思想には，そもそも複数のユーザA，Bがホームサーバ1に連続してアクセスすることを想定しておらず，仮にユーザAとユーザBとが連続してアクセスしたとしても，ユーザAの回線接続要求によってインターネット10にダイアルアップしたホームサーバ1は，ユーザAからのインターネット10を経由したアクセス待ち状態であるから，ユーザBの携帯端末装置11は，ホームサーバ1とは接続できないのである。したがって，引用例1の開示内容から，複数ユーザの同時連続的なアクセスを想定することはできない以上，そのようなケースを前提とした原告の主張は，そもそも前提が誤りである。",
                "仮に，引用例1の開示内容から複数ユーザの利用を想定できるとすれば，せいぜいユーザAのホームサーバ1へのアクセスが終了し，ホームサーバ1がインターネットから切断された後に，別のユーザBがホームサーバ1にアクセスして再度インターネットにダイアルアップ接続するというケースである。このように，1人のユーザが，ホームサーバへの回線接続からインターネット終了まで回線を占有していることは，引用例1の図2及び【0027】ないし【0038】に明示されている。",
                "このようなケースでは，ホームサーバに同時アクセス可能なユーザは必ず1人であるから，ユーザごとに「URL」を割り当てる必要はない。すなわち，ホームサーバに1つの「URL」が割り当てられていれば足りる。したがって，引用例1の開示内容から，仮に複数ユーザの利用を想定したとしても，「URL」がユーザごとに設けられなくてはならない必然性は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，「電話交換局装置」の回線接続選択機能をもって，「ユーザごとにURLを割り当てることは自然」とはいえないから，原告の上記主張は失当である。",
                "「URL」がユーザごとに割り当てられるためには，ホームサーバに，ユーザの「電話番号」と「URL」とを対応させる手段を設け，回線接続時にこれを参照することが必要であるが，引用例1には，予め定められた携帯端末装置以外の回線接続を交換局装置で遮断することは開示されていても，それ以上のことは何ら開示されていないのであり，原告の上記主張は，引用発明1を拡大解釈にしたにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件発明1は引用発明1に基づいて容易に発明することができたものということはできないとした本件審決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の新規性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載(甲5)",
                  "text": [
                    "本件明細書の【発明が属する技術分野】(【0001】)，【従来の技術】(【0004】)，【発明が解決しようとする課題】(【0007】～【001",
                    "0】)，【発明の実施の形態】(【0017】～【0024】，【0027】～",
                    "【0033】)の記載によると，本件発明1は，ワンタイムIDを利用した個人認証方法において，ユーザの個人認証の信頼性や安全性を向上させることを課題とし(【0004】，【0007】)，ワンタイムIDを発行する認証支援システム(第1のシステム)と，ユーザがサービスを利用するための個人認証を行なう認証システム(第2のシステム)とが，ユーザに固有の会員ID(第1の認証キー)とパスワード(第2の認証キー)とを分離して管理するとともに(【0008】，【0017】～【0024】)，ユーザの管理マスタIDを共通に登録しておき(【0008】【0029】)，認証支援システム(第1のシステム)が，発行したワンタイムIDを認証システム(第2のシステム)に通知するとき，管理マスタIDを一緒に通知し，認証システム(第2のシステム)が，ワンタイムIDがどのユーザに対して発行されたものかを認識できる構成(【0009】，【0027】～【003",
                    "3】)としたものであると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「管理マスタID」の技術的意義",
                  "text": [
                    "本件発明1の「管理マスタID」は，認証支援システム(第1のシステム)と認証システム(第2のシステム)に共通に登録された識別コードであって，本件明細書の【0029】の記載を参照すれば，「管理マスタID」について，「各会員のデータとして，上記の携帯電話番号や会員IDのほかに，認証システム6がその会員を識別するためにその会員にユニークに割り当てたID」であることから，会員ID(第1の認証キー)及びパスワード(第2の認証キー)と同様に，ユーザごとに設定された，ユーザ固有の識別コードということができる。",
                    "また，「管理マスタID」は，認証支援システム(第1のシステム)がユーザに発行したワンタイムIDを認証システム(第2のシステム)に通知する際，ワンタイムIDと一緒に通知することにより，認証システム(第2のシステム)において，通知されたワンタイムIDがどのユーザに対して発行されたものかを認識できるようにする機能を有するものであるから，複数のユーザが存在することを前提に，第1のシステムのユーザと第2のシステムのユーザとを関連付け，システム間でユーザを識別し同定するために設定されたものということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，本件発明1には，いずれの「ユーザ」という記載の前後にも「各」や「ごと」等の複数のユーザの存在を前提とした記載がなく，複数のユーザの個人認証に限定されるものではないから，「管理マスタID」についても，ユーザごとに複数存在するものに限定されず，単一のユーザの「管理マスタID」のみを記憶している発明も含まれると主張する。",
                    "しかし，上記イのとおり，認証システム(第2のシステム)は，「管理マスタID」がワンタイムIDと一緒に通知されることによって，通知されたワンタイムIDが，複数のユーザのうち，どのユーザに対して発行されたものかを認識できるのであって，原告の主張するように単一のユーザを想定するとすれば，「管理マスタID」を通知するまでもなく，ワンタイムIDに対応するユーザは当該単一のユーザにおのずと特定されるものであるから，そもそも「管理マスタID」を通知する意義が存しないこととなるのである。",
                    "また，本件発明1に係る特許請求の範囲の記載によると，ユーザが単一である場合を含むか否か一義的に明確とはいえないところ，本件明細書の発明の詳細な説明の「ユーザを識別するための管理マスタID」(【0008】)，「その会員を識別するためにその会員にユニークに割り当てたID」(【0029】)，「全ての会員の各々について，管理マスタID…が予め登録」(【0029】)，「既にデータベース7に格納されている様々な会員のワンタイムIDとパスワードのセットの中から…マッチするものを探す」(【0032】)等の記載を参酌すれば，ユーザが単一の場合を含まないものと解される。",
                    "したがって，本件発明1において，文言上，複数のユーザが存在することや，「管理マスタID」がユーザごとに複数存在することが記載されていないとしても，ワンタイムIDと一緒に「管理マスタID」を通知することが特定されている以上，複数のユーザが存在することを前提とした発明であって，「管理マスタID」は，その複数のユーザを識別するために，ユーザごとに複数設定されるものというべきである。",
                    "よって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の記載(甲1)",
                  "text": [
                    "引用例1の【発明が属する技術分野】(【0001】)，【従来の技術】(【0002】)【発明が解決しようとする課題】(【0003】【0004】)，【発明の実施の形態】(【0019】，【0021】～【0037】)，【発明の効",
                    "果】(【0065】)の記載によると，引用発明1は，端末装置からインターネット等のネットワーク回線に接続されたホームサーバにアクセスする際のユーザ認証方法において，比較的簡単な構成で，特定のユーザ以外の不正ユーザによる端末装置からのホームサーバへのアクセスを確実に排除することを課題とし(【0001】【0004】)，その解決手段として，次の構成を備えたものであるということができる。",
                    "固定端末装置からホームサーバにアクセスしようとするユーザは，まず新たなホームサーバアクセス用のパスワードを取得するために，携帯端末装置から公衆電話回線網を介してホームサーバと通信する。ユーザが携帯端末装置から回線接続要求すると，電話交換局装置は，携帯端末装置の電話番号が特定の電話番号に含まれる場合，回線接続を実行する(【0025】～【0028】)。携帯端末装置とホームサーバとの間の通信が可能になると，ホームサーバは，新たなホームサーバアクセス用のパスワードを作成し，作成したパスワードを携帯端末装置に送信するとともに(【0029】【0030】)，インターネットに接続してWWWサーバにアクセスし，所定のURLで指定される記憶領域内のホームサーバアクセス用のパスワードデータとホームサーバへのアクセス先データ(IPアドレス)を，それぞれ新たなパスワードとDHCPサーバから取得したIPアドレスに更新する(【0031】～【0033】)。ユーザが固定端末装置を用いてホームサーバにアクセスするためにWWWサーバにアクセスすると(【0033】)，WWWサーバは，ユーザが所定のURLで指定される記憶領域に保存した，ホームサーバアクセス用の識別コードID及びホームサーバアクセス用のパスワードの入力を要求するWebページの表示データを，固定端末装置に送信する(【0034】)。ユーザが識別コードID及びパスワードを入力し送信すると(【0035】)，WWWサーバは，受信した識別コードID及びパスワードが記憶領域内の識別コードID及びパスワードと一致するか否を判別し(ユーザ認証動作)，認証が完了すると，所定のURLで指定される記憶領域に保存されているホームサーバへのアクセス先データ(IPアドレス)を固定端末装置に送信する(【0036】)。この結果，固定端末装置は，ホームサーバのIPアドレスにアクセスし，ホームサーバと通信することができるようになる(【0037】)。",
                    "すなわち，ユーザは，特定の電話番号の携帯端末装置から電話交換局装置を介してホームサーバと通信して新たなホームサーバアクセス用のパスワードを取得した後，固定端末装置からWWWサーバにアクセスし，所定のURLで指定される記憶領域のWebページから，ホームサーバアクセス用の識別コードIDと取得した新たなホームサーバアクセス用のパスワードとを入力し，ユーザ認証を受けることにより，固定端末装置からホームサーバにアクセスできる構成としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「ホームサーバアクセス用の識別コードID」の技術的意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の【0021】には，「ユーザPはWebページを形成する表示データをWWWサーバ5の所定のURL(ユニホームリソースロケータ)で指定される記憶領域に保存させている。そのWebページはホームサーバ1へのアクセスを許可するためにホームサーバアクセス用の識別コードID及びパスワードの入力を要求して入力された識別コードID及びパスワードによってユーザを認証するページである。」と記載されている。よって，ホームサーバアクセス用の識別コードID及びホームサーバアクセス用のパスワードは，特定のホームサーバにアクセスするための識別コードID及びパスワードであって，WWWサーバは，前記のとおり，ホームサーバアクセス用の識別コードID及びホームサーバアクセス用のパスワードが，所定のURLで指定される記憶領域に保存された識別コードID及びパスワードと一致するか否を判別することによって，固定端末装置から特定のホームサーバにアクセスしようとするユーザを認証し，特定のユーザ以外の不正ユーザが特定のホームサーバにアクセスすることを排除しており，「ホームサーバアクセス用の識別コードID」は，ホームサーバアクセス用のパスワードとともに使用されることによって，特定のホームサーバにアクセスできる特定のユーザを識別する機能を有する識別コードということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，本件審決は，ホームサーバアクセス用識別コードIDというのは，ホームサーバをアクセスしようとする者に関する識別コードではなく，アクセスされるホームサーバに関する識別コードであると認定した。",
                        "被告は，引用発明1には，個々のユーザを識別する必然性はなく，「ホームサーバアクセス用の識別コードID」が個々のユーザを識別する機能を持つものと解釈することはできないから，アクセスされるホームサーバに関する識別コードと解すべきであると主張する。引用発明1の課題は，特定のユーザ以外の不正ユーザによる端末装置からのホームサーバへのアクセスを排除することであるから，ユーザ認証において個々のユーザを識別する必要性はなく，また，「ホームサーバアクセス用の識別コードID」は，ホームサーバアクセス用のパスワードとともに使用されることによって，特定のユーザを識別する機能を達成できるのであるから，それ自体が個々のユーザを識別する機能を有するということはできない。しかし，「ホームサーバアクセス用の識別コードID」は，個々のユーザを識別する機能を有しないとしても，特定のホームサーバにアクセスできる特定のユーザを識別するユーザ認証において使用されるものである以上，ホームサーバをアクセスしようとする者に関する識別コードではないということはできない。「ホームサーバアクセス用の識別コードID」は，アクセスされるホームサーバに関する識別コードであるとともに，ホームサーバにアクセスしようとするユーザ認証に関する識別コードと解される。",
                        "したがって，本件審決の上記認定は，ユーザ認証に関する識別コードであることを否定する趣旨であるとすれば，是認することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「URL」の技術的意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1における「所定のURL」(以下「URL」という。)は，引用例1の【0021】の記載によると，Webページを表示するデータ，ホームサーバアクセス用の識別コードID，ホームサーバアクセス用のパスワードデータ及びホームサーバへのアクセス先データ(IPアドレス)を保存するWWWサーバの記憶領域を指定するものであり，WWWサーバには，「URL」が記憶されているということができる。",
                        "Webページは，ユーザがWWWサーバにアクセスすると，ユーザの固定端末装置に送信され，ユーザに識別コードIDとパスワードの入力を要求し，入力された識別コードIDとパスワードによってユーザを認証するページであり，ユーザが保存させたものである(【0021】)。また，ホームサーバアクセス用のパスワードデータ及びホームサーバへのアクセス先データ(IPアドレス)は，ユーザが携帯端末装置からホームサーバに回線接続要求をし，通信可能になったとき，ホームサーバによって作成されたデータ及びDHCPサーバから割り当てられたIPアドレスであり，ホームサーバの指示により更新されるものである(【0032】)。",
                        "また，ホームサーバは，新たなホームサーバアクセス用のパスワードを作成すると，WWWサーバにアクセスし，「URL」で指定される記憶領域内のホームサーバアクセス用のパスワードデータとホームサーバへのアクセス先データ(IPアドレス)を更新することから，ホームサーバには，「URL」が記憶されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の「管理マスタID」は，前記(1)イのとおり，複数のユーザが存在することを前提に，第1のシステムのユーザと第2のシステムのユーザとを関連付けるために，ユーザごとに設定されたユーザ固有の識別コードといえるから，引用発明1における「URL」が本件発明1の「管理マスタID」に相当するというためには，少なくとも，引用発明1が，複数のユーザが存在することを前提とした発明であり，「URL」が，ユーザごとに設定されたユーザ固有のものであることが必要である。",
                        "しかし，引用例1には，「この実施例では説明を簡単にするために携帯端末装置11だけを示しているが，これに限らず，複数の携帯端末装置があっても良い。」(【0023】)との記載があり，ホームサーバと通信できる携帯端末装置が複数存在することは示唆されているものの，ホームサーバにアクセスできる複数のユーザが存在すること及び「URL」がユーザごとに設定されていることは，明示されていない。",
                        "また，引用発明1は，前記イのとおり，特定のユーザ以外の不正ユーザによる端末装置からのホームサーバへのアクセスを排除することを課題とした発明であり，特定のユーザが，少なくとも1人いれば実施できるものであるから，引用発明1が，複数のユーザが存在することを前提としているということはできない。",
                        "さらに，引用発明1において，「URL」によって指定される記憶領域に記憶されたホームサーバアクセス用のパスワード及びホームサーバへのアクセス先データ(IPアドレス)は，特定のユーザが特定の電話番号の携帯端末装置からホームサーバと通信するたびに更新されるのであり，また，ホームサーバアクセス用の識別コードIDも，個々のユーザを識別する機能を有するものではないから，単一の「URL」によって指定される記憶領域を複数の特定のユーザが共用することを妨げるものではない。そして，仮に複数の特定のユーザが存在しているとしても，それぞれの特定のユーザは，携帯端末装置からホームサーバと通信し，ホームサーバアクセス用のパスワードデータを入手した後，WWWサーバにアクセスすれば，所定の「URL」で指定される記憶領域に保存したWebページの表示データを受信することができ，ホームサーバアクセス用の識別コードIDとホームサーバアクセス用のパスワードデータを入力することによってユーザ認証を受けることができるのであるから，「URL」が，ユーザごとに設定されるユーザ固有のものであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明1は，ホームサーバにアクセスするユーザが複数存在することを前提とした発明であるとはいえないし，「URL」が，ユーザごとに設定されるユーザ固有のものであるともいえないから，引用発明1の「URL」が，本件発明1の「管理マスタID」に相当するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明1は複数ユーザの個人認証に限定されるものではないから，引用発明1における「URL」は，本件発明1の「管理マスタID」に相当すると主張する。",
                        "しかし，上記(1)イ，ウのとおり，本件発明1の「管理マスタID」は，複数のユーザが存在することを前提に，第1のシステムのユーザと第2のシステムのユーザとを関連付けるために，ユーザごとに設定されたユーザ固有の識別コードであるのに対し，引用発明1の「URL」は，複数のユーザが存在することを前提としているともいえないし，ユーザごとに設定されたユーザ固有のものともいえないから，引用発明1における「URL」が，本件発明1の「管理マスタID」に相当するということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，仮に本件発明1が複数ユーザについての個人認証に限定されるとしても，引用発明1は，ホームサーバが新たに作成したパスワードを用いてユーザ認証を行うものであり，「ユーザ認証」とは，その文言から，ユーザ個人を認証する意味であるから，個人を区別する個人認証をしないでよいと解釈することはできず，引用発明1における「URL」も複数のユーザごとに管理されていると主張する。",
                        "しかし，引用例1の記載において，ユーザ個人を識別する個人認証が排除されていないからといって，必然的に「URL」が複数のユーザごとに管理されているということはできない。また，ホームサーバにアクセスできる特定のユーザが複数存在するとしても，上記ウのとおり，引用発明1は，単一の「URL」を複数の特定のユーザが利用することを妨げるものではないから，「URL」が複数のユーザごとに管理されているということもできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原告は，引用発明1では，ユーザの携帯端末装置の電話番号を用いて第1段階のユーザ認証が行われているから，電話番号により各ユーザの区別がなされており，当然に「URL」についてもユーザごとに管理されていると主張する。",
                        "引用例1の【0025】には，「モデム2に接続される上記の交換局装置3aは，特定の電話番号によるモデム2への回線接続要求以外の回線接続要求に対してはモデム2との回線確立を行わず，遮断処理する。特定の電話番号には携帯端末装置11に割り当てられた電話番号が含まれるので，携帯端末装置11からのモデム2へ至る電話回線への回線接続要求に対しては交換局装置3aは回線接続を行う。これにより，予め定められた携帯端末装置以外からモデム2を介してホームサーバ1と通信することはできない。」と記載されており，電話交換局装置は，携帯端末装置の電話番号が特定の電話番号に含まれるか否かによって，携帯端末装置をモデムに回線接続するか遮断するかを判断しているから，携帯端末装置の電話番号に基づいてユーザ認証を行っているということができる。しかし，電話交換局装置におけるユーザ認証は，特定の電話番号の携帯端末装置以外からのモデムへの通信を遮断することを目的としたものであり，ホームサーバは，携帯端末装置とホームサーバとの間の通信が可能になると，新たなホームサーバアクセス用のパスワードを作成するのであるから，ホームサーバにおいて，ユーザ個人が区別されて管理されている必然性はない。",
                        "したがって，引用発明1は，電話交換局装置において，電話番号により個別のユーザを識別することが可能であるとしても，「URL」がユーザごとに個別に用意されているのが当然ということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1の新規性",
              "text": [
                "以上のとおり，引用発明1の「URL」は，本件発明1の「管理マスタID」に相当するものではない。よって，結局，本件発明1は，引用発明1と同一であるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明5，9，11，13及び14の新規性",
              "text": [
                "また，同様の理由により，本件発明5，9，11，13及び14が引用発明1と同一であるということもできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明の進歩性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明1との相違点",
              "text": [
                "前記1のとおり，本件発明1は，複数のユーザが存在することを前提に，第1のシステムのユーザと第2のシステムのユーザとを関連付けるために設定された，ユーザ固有の「管理マスタID」を有するのに対し，引用発明1は，ホームサーバにアクセスするユーザが複数存在することを前提とした発明であるとはいえないし，「URL」がユーザごとに設定されるユーザ固有のものであるともいえない。よって，引用発明1の「URL」は，本件発明1の「管理マスタID」に相当するものではなく，引用発明1は本件発明1と，少なくともこの点において相違する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との技術分野及び課題の共通性",
              "text": [
                "本件発明1は，前記1(1)のとおり，ワンタイムIDを利用した個人認証方法において，ユーザの個人認証の信頼性や安全性を向上させることを課題とした発明であり，一方，引用発明1は，前記1(2)のとおり，端末装置からホームサーバにアクセスする際のユーザ認証方法において，特定のユーザ以外の不正ユーザによる端末装置からのホームサーバへのアクセスを排除することを課題とした発明である。よって，両者は，いずれも，広い意味で「認証」に関する技術分野に属する発明ということができる。",
                "しかし，本件発明1における課題は，前記1(1)のとおり，ユーザ個人を認証する「個人認証」であるのに対し，引用発明1は，前記1(2)のとおり，特定のホームサーバにアクセスしようとする者が特定のユーザか不正ユーザかを識別するものであって，ユーザ個人を識別する必要はない。よって，両者は，解決すべき課題が，前提において相違する。",
                "さらに，本件発明1の「管理マスタID」は，前記1(1)のとおり，第1のシステムのユーザと第2のシステムのユーザとを関連付けるために用いられるユーザ固有の識別コードであるのに対し，引用発明1の「URL」は，前記1(2)のとおり，複数の特定のユーザが共用することを妨げるものではない。そうすると，引用発明1において，複数のユーザが存在するとしても，複数の「URL」を設定し，ユーザごとに割り当てる動機付けも存在しないというべきである。",
                "したがって，本件発明1は，引用発明1に基づいて容易に発明することができたものということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明1において，別々のユーザが近接した時間に連続してホームサーバ1にアクセスする状況に対処するためには，URLがユーザごとに異なっていればよく，URLで指定される記憶領域にユーザごとのホームサーバアクセス用識別コードIDとパスワードとを記録するよりも，URLをユーザごとに割り当てる方が処理が簡潔になることは，当業者に自明の事項であり，もともとユーザごとの携帯端末装置番号が管理されているから，ユーザごとにURLを割り当てることは当業者にとって当然の設計事項であり，自然なことであると主張する。",
                "しかし，引用発明1は，前記1(2)のとおり，単一のユーザによっても実施することができるものであり，また，引用例1には，別々のユーザが近接した時間に連続してホームサーバにアクセスする状況があることは，記載も示唆もされていない。また，前記1(2)のとおり，電話交換局装置において，携帯端末装置の電話番号に基づいてユーザ認証が行われているとしても，ホームサーバにおいてユーザ個人が区別されて管理されているとはいえない。よって，引用例1に記載された事項から，URLをユーザごとに設定するという構成を採用することを，想起する契機も動機付けもないというべきである。したがって，引用発明1において，ユーザ個人を認証するために，ユーザごとにURLを割り当てることが，当業者にとって当然の設計的事項であるということも，自然なことであるということもできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の進歩性",
              "text": [
                "以上のとおり，本件発明1は引用発明1に基づいて容易に発明をすることができたものということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明2，5，6，9ないし14の進歩性",
              "text": [
                "また，同様の理由により，本件発明5，9，11，13及び14が引用発明1に基づいて容易に発明をすることができたものということはできないし，本件発明2，6，10及び12が引用発明1及び引用発明2に基づいて容易に発明をすることができたものということもできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}