{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が，無効2008−890103号事件について，平成21年9月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，「スマイリー」の片仮名文字と「SMILEY」の欧文字を二段に書してなり，指定商品を第25類「被服，ガーター，靴下止め，ズボンつり，ベルト，履物」とする登録第4962029号商標(平成12年12月14日ユニチカ株式会社により出願。平成18年6月16日設定登録。平成20年1月18日同社から被告へ譲渡〔弁論の全趣旨〕。以下「本件商標」という。)の商標権者である。",
            "原告は，平成20年10月28日，本件商標について，無効審判(無効2008−890103号事件)を請求した。",
            "特許庁は，平成21年9月4日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成21年9月12日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，次のとおり，本件商標は，商標法4条1項7号に違反して登録されたものではなく，同法46条1項1号の規定により無効とすることはできないというものである(別紙審決書写し参照)。",
            "(1)本件商標は，その構成自体が非道徳的，卑わい，差別的，矯激若しくは他人に不快な印象を与えるような文字又は図形である場合，当該商標の構成自体がそのようなものでなくとも，指定商品又は指定役務について使用することが社会公共の利益に反し，社会の一般的道徳観念に反する場合，他の法律によって，当該商標の使用等が禁止されている場合，特定の国若しくはその国民を侮辱し，又は一般に国際信義に反する場合，当該商標の登録出願の経緯に社会的相当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反するものとして到底容認し得ないような場合に該当するものと認めることはできないから，本件商標は，商標法4条1項7号の公序良俗を害するおそれがある商標には当たらない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "これに対し，請求人(原告)は，本件商標「スマイリー＼SMILEY」は，明治時代から日本人に親しまれ，既に日本語化した「一般用語」となっており，その表現に代わるべきものは，そのイメージからして存在せず，特定の個人や法人により独占されるべきものではないから，商標法4条1項7号に違反して登録されたものであるといえる旨主張する。",
                "しかし，本件商標を構成する「スマイリー」及び「SMILEY」の文字(語)は，その指定商品との関係では普通名称でもなく，これを使用することにより信用が化体されるものであるから，請求人の主張は採用しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，請求人は，被請求人が日本国内で過去に不正な行為をしたから本件商標が商標法4条1項7号に該当すると主張する。",
                "しかし，請求人主張の事実は，「スマイルマーク」の文字若しくは「スマイリーフェイス」の文字又は人の笑顔を描いた図形に関するものであって，本件商標とは無関係であるから，請求人の主張は採用しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，請求人は，被請求人が請求人の顧客であるバディーズに警告状を送ったことが，本件商標の使用による不当行為であるから，本件商標は商標法4条1項7号に該当する旨主張する。",
                "しかし，商標権者が，商標権の侵害者と思われる者に対して警告状を送る行為は，商標権の行使の一態様であるから，警告状を送った行為が不当行為に当たるということはできず，請求人の主張は採用しない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また，請求人は，被請求人が日本の企業に対して「登録商標権」の「禁止権」を盾にして圧力をかけ，多額の金銭を脅し取ることを目的として，ユニチカに対して本件商標の譲渡を要求したから，本件商標は，商標法4条1項7号に該当する旨主張する。",
                "しかし，請求人は，上記主張を証する書面を何ら提出していないから，請求人の主張は採用しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決は，本件商標は，商標法4条1項7号に違反して登録されたものであるとはいえないと判断した。",
            "しかし，審決の上記判断は誤りである。すなわち，"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「スマイリー」や「SMILEY」が一般用語であるとしても，本件商標の指定商品との関係では普通名称ではないから，本件商標は，商標法4条1項7号に違反して登録されたものであるとはいえないと判断した。",
                "しかし，審決の判断には誤りがある。すなわち，「Tシャツ」等の第25類被服等においては，日本人に親しみのある外国語である「LOVE」(商標登録第4326634号)，「PEACE」(商標登録第4298081",
                "号)や「HAPPY」(商標登録4236683号)は，その商標登録がされてはいても，実際には幅広く第三者に使用され，商標権者が商標権侵害を黙認せざるを得ないような不安定な状況にある。したがって，ファッション商品に係るものについては，日本人に親しみのある外国語について商標登録を認めて特定人による独占を許容するべきではなく，上記の不安定な状態を解消するためにも，日本人に親しみのある外国語の商標登録である本件商標「スマイリー＼SMILEY」を商標法4条1項7号に違反して登録されたものとして，無効とすべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，被請求人が日本国内で過去に不正な行為をしたことについて，「スマイルマーク」の文字若しくは「スマイリーフェイス」の文字又は人の笑顔を描いた図形に関するものであって，本件商標とは無関係であるから，そのことを理由に本件商標が商標法4条1項7号に違反して登録されたものであるとはいえないと判断した。",
                "しかし，審決の判断には誤りがある。すなわち，原告関連のHは，1963年末に米国マサチューセッツ州ウスター市において「スマイリーフェイス」を創作，著作した。他方，被告は，平成9年ころ来日し，「スマイル商品化ビジネス」を始めたが，平成12年1月19日，東京高等裁判所から言い渡された判決において，被告のビジネスが「詐欺の様相」を呈しているなどと判断されている。したがって，被告が過去に日本国内で不正な行為をしたことに照らせば，本件商標は，商標法4条1項7号に違反して登録されたものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の対応",
          "text": [
            "被告は，適式な呼出しを受けながら，本件口頭弁論期日に出頭せず，答弁書その他の準備書面も提出しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件商標は，商標法4条1項7号に違反して登録されたものであるとはいえないと判断する。以下，その理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，ファッション商品に係るものについては，日本人に親しみのある外国語についての商標登録を認めて特定人による独占を許容するべきではなく，日本人に親しみのある外国語の商標登録である本件商標「スマイリー＼SMILEY」についても，これを商標法4条1項7号に違反して登録されたものとして，無効とすべきであると主張する。",
            "しかし，原告の主張は，採用の限りでない。すなわち，本件商標「スマイリー＼SMILEY」は，その指定商品である第25類「被服，ガーター，靴下止め，ズボンつり，ベルト，履物」との関係では普通名称であるとはいえず，出所識別機能を有するものであり，これを商標法4条1項7号(公の秩序又は善良の風俗を害するおそれがある商標)に該当するということはできない。原告の上記主張は，独自の見解であって，採用の限りでない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "また，原告は，東京高等裁判所が平成12年1月19日に言い渡した判決において判示したように，被告が過去に日本国内で不正な行為をしたことに照らせば，本件商標は，商標法4条1項7号に違反して登録されたものというべきである旨主張する。",
            "しかし，原告の上記主張は，理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "証拠(当裁判所において顕著な事実を含む，当庁平成21年(行ケ)第10267号事件，同第10339号事件)及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "日本においては，昭和45年ころから，アメリカで既に大流行していた「スマイルマーク」に似た「ニコニコマーク」，「ラブピース」が流行した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その後，同マークの流行は収まったが，原告は，米国では米国人Hが「スマイルマーク」の創作者であるとされていたことから，平成10年以降，米国のハーベイ・ボール財団をライセンス元とする「スマイルマーク」のライセンス契約を締結し，許諾された「スマイルマーク」に関するサブ・ライセンス契約を締結し，現在まで，日本における同マークの商品化事業を継続してきた。そして，原告は，米国のハーベイ・ボール財団の日本支部として，「スマイルマーク」に係る事業を行っている有限会社ハーベイ・ボール・スマイル・リミテッドの社会的活動を支援している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，フランス人である被告は，平成9年ころ，来日し，当時の代理人であった株式会社イングラム(以下「イングラム社」という。)と共同で記者会見を行い，イングラム社は，平成9年2月11日付け及び同年4月10日付けの日本経済新聞において，「スマイルマークは登録商標です。」「私を勝手に使わないで！」「日本においてスマイルマークを使用される場合は，Y 氏及び弊社の事前承認が必要となります。」などとする全面広告による警告を行った。",
                    "その後，当時のイングラム社について「詐欺ビジネスを行っている。」旨放送した「エフエム東京」に対し，イングラム社は，営業妨害又は信用棄損に当たるとして東京地方裁判所に提訴したが，2審(東京高等裁判所平成11年(ネ)第5027号事件)において，平成12年1月19日，",
                    "敗訴判決の言渡しを受けた。同判決は，①被告は日本において「スマイルマーク」の出願をしている者にすぎず，第三者に対して差止請求をし得る商標権者ではなく，「スマイルマーク」の創作者でも著作権者でもない，②被告が「スマイルマーク」の創作者，著作権者であり，「スマイルマーク」が登録商標であるなどとする広告内容は虚偽であり，イングラム社の許諾なしに「スマイルマーク」を使用することができないことを前提として，イングラム社が，同人との間でライセンス契約を締結するよう宣伝することは，被告の詐欺的商法に加担したと言われてもやむを得ない，③被告又はイングラム社の商法について「国際的詐欺ビジネスの様相を見せ始めている」と形容することも，あながち不当ではないというべきであるなどと認定して，イングラム社の請求を棄却した。同判決は，日本国内において広く新聞報道された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記認定した事実に基づいて判断する。被告又はイングラム社が，被告が有していた商標権(本件商標とは異なる。)に基づいて権利行使をし，被告又はイングラム社の活動に関して，平成12年1月19日，東京高等裁判所は，「『国際的詐欺ビジネスの様相を見せ始めている』と形容することも，あながち不当ではないというべきである」などとする判決を言い渡したことがあるが，そのような事実があるからといって，平成12年12月14日にユニチカ株式会社によって登録の出願がされ，平成18年6月16日にその設定登録がされ，平成20年1月18日に同社から被告へ譲渡がされた本件商標の登録までも，商標法4条1項7号(公の秩序又は善良の風俗を害するおそれがある商標)に該当する根拠とはならない。原告のこの点の主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}