{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，控訴人に対し，4333万2013円及びこれに対する平成19年11月7日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "3",
      "text": "控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用は，第1，2審を通じてこれを5分し，その4を控訴人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決は，第2項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，控訴人に対し，2億円及びこれに対する平成19年11月7日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人の負担とする。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴の趣旨に対する答弁",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴費用は控訴人の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人(原審原告。以下，「原告」という。)が，被控訴人(原審被告。以下，「被告」という。)に対し，被告が製造，販売する別紙1製品目録(原判決の別紙製品目録と同じである。)記載の7つのモデルのゴルフクラブ(以下，これらを包括して「被告製品」という。)は，原告が有する別紙2特許目録記載の特許(特許第3725481号。以下「本件特許」という。)の特許請求の範囲の請求項1記載の発明(以下「本件発明」という。)の技術的範囲に属すると主張して，出願公開後の警告から設定登録までの間の特許法65条1項に基づく補償金(2億0935万7924円)と設定登録後の民法709条に基づく損害賠償(1576万0150円)との合計額(2億2511万8074円)の一部請求として2億円(補償金1億8423万9850円と損害賠償1576万0150円)及び補償金請求の後でありかつ不法行為の後である平成19年11月7日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金を請求した事案である。",
        "原判決は，被告製品は本件発明の構成要件を文言上充足せず，本件発明の構成と均等なものと解することもできず，被告製品は本件発明の技術的範囲に属さないとして，原告の請求を棄却した。そこで，原告は，原判決を不服として控訴を提起した。",
        "当審は，審理の上，平成21年6月29日，被告が製造，販売する被告製品は，本件発明の技術的範囲に属し，本件特許は特許無効審判により無効にされるべきものとは認められないとの中間判決(以下「中間判決」という。)をした。",
        "なお，原判決及び中間判決の略語表示は当審においてもそのまま用いる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実",
          "text": [
            "次のとおり付加するほかは，中間判決の「事実及び理由」欄の「第2 事案の概要」，「1 前提となる事実」(中間判決3頁4行目ないし24行目)記載のとおりである。",
            "中間判決3頁24行目の後に行を改めて，次のとおり挿入する。",
            "「(3)原判決4頁24行目の後に行を改めて，次のとおり挿入する。",
            "「(7)甲3及び公開公報の送付",
            "原告は，被告に対し，原告知的財産部部長名で，被告開発部部長宛に，別紙3のとおりの平成15年9月19日付け内容証明郵便(甲3)を送付し，本件特許の公開公報も送付した。",
            "甲3及び本件特許の公開公報は，平成15年9月20日には，被告に到達したものと推認される(弁論の全趣旨)。」」"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "中間判決の「事実及び理由」欄の「第2 事案の概要」，「2 争点」(中間判決3頁26行目ないし4頁4行目)記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)〔構成要件(d) の充足性〕，争点(2)〔均等侵害の成否〕，争点(3)〔進歩性欠如の有無〕について",
          "text": [
            "次のとおり訂正するほかは，中間判決の「事実及び理由」欄の「第3 争点に関する当事者の主張」(中間判決4頁9行目ないし8頁3行目)のとおりである。",
            "中間判決4頁10行目の「原判決5頁5行目ないし33頁9行目」を「原判決5頁5行目ないし31頁3行目」と改める。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(4)〔補償金請求の可否，補償金及び損害賠償等の金額〕について〔原告の主張〕",
          "text": [
            "(1)補償金請求権の行使の可否"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "警告の有無",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "補償金請求権を行使する旨の記載の要否",
                  "text": [
                    "警告の書面に，「特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する」旨の記載をする必要はない。その理由は，以下のとおりである。",
                    "すなわち，特許法65条1項が補償金請求権の行使の要件として警告を要求した趣旨は，相手方に対し，特許出願の存在及び内容と，これが将来権利化される可能性があることを予め知らしめることにより，相手方に対する不意打ちを防ぐ点にある。このような趣旨からすると，警告の内容は，相手方に特許出願の存在及び内容を知らしめるものであれば足り，「特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する」旨を書面に記載する必要はない。また，特許法65条1項後段によれば，警告をしない場合でも悪意の相手方に対しては補償金請求権の行使が可能であり，これによれば，相手方に対して補償金請求権を行使する旨の意思表明がない場合でも補償金請求権の行使が可能である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲3書面の警告該当性",
                  "text": [
                    "甲3と本件特許の公開公報の送付は，書面に「特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する」旨の記載はないが，被告に本件特許の出願(以下「本件特許出願」という。)の存在及び内容を知らしめるものであるから，補償金請求権行使の要件である警告に当たる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "悪意の有無",
              "text": [
                "仮に甲3と本件特許の公開公報の送付が警告に当たらないとしても，被告は，甲3と本件特許の公開公報の受領時より，本件発明が出願公開された特許出願に係る発明であることについて，悪意である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "補正と再度の警告の要否",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "補正後の再度の警告が不要な場合",
                  "text": [
                    "警告後に補正がされた場合でも，①補正が，願書に最初に添付した明細書又は図面に記載した事項の範囲内において補正前の特許請求の範囲を減縮し又は明瞭にするものであって，②第三者の実施している物品が補正の前後を通じて特許請求の範囲に記載された発明の技術的範囲に属するときは，警告後の補正によって特許請求の範囲が拡張されたわけではないので，補償金請求権を行使するために再度の警告は必要ない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本件における再度の警告の要否",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "拡張等の有無",
                      "text": [
                        "本件特許については，甲3と本件特許の公開公報の送付後，平成16年4月12日付け補正と平成17年5月9日付け補正(両者を「本件各補正」という場合がある。)がされた。",
                        "平成16年4月12日付け補正は，同補正前の請求項5を請求項6とし，補正前の請求項5の「前記金属製の外殻部材の接合部に貫通穴を設け，該貫通穴に繊維強化プラスチック製の縫合材を通し，該縫合材により前記繊維強化プラスチック製の外殻部材と前記金属製の外殻部材とを結合したこと」との部分を，補正後の請求項6では「前記金属製の外殻部材の接合部に貫通穴を設け，該貫通穴を介して繊維強化プラスチック製の縫合材を前記金属製外殻部材の前記繊維強化プラスチック製外殻部材との接着界面側とその裏面側とに通して前記繊維強化プラスチック製の外殻部材と前記金属製の外殻部材とを結合したこと」(下線部は補正箇所である。)と変更し，繊維強化プラスチック製外殻部材に貫通穴を設けず，繊維強化プラスチック製外殻部材と縫合材を密着させることのみによって結合させる態様を表すことを明らかにするとともに，その特許請求の範囲を減縮した。",
                        "平成17年5月9日付け補正は，同補正前の請求項6の「裏面側」との記載を「反対面側」と変更し，同補正前の請求項6を同補正後の請求項1とし，特許請求の範囲を明瞭にした。同補正は，特許請求の範囲を拡張するものではない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "技術的範囲への属否",
                      "text": [
                        "被告製品は，平成17年5月9日付け補正後の請求項1記載の本件発明の技術的範囲に属するから，同日付け補正前の請求項6，平成16年4月12日付け補正前の請求項5に係る発明の技術的範囲にも属する。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "再度の警告の要否",
                      "text": [
                        "そうすると，①警告後の本件各補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内において補正前の特許請求の範囲を減縮し又は明瞭にするものであって，②被告製品は補正の前後を通じて特許請求の範囲に記載された発明の技術的範囲に属するから，本件の補償金請求権の行使のために，再度の警告は不要である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "均等により技術的範囲に属する場合の補償金請求",
              "text": [
                "均等は，特許出願の際に将来のあらゆる侵害態様を予想して明細書の特許請求の範囲を記載することは極めて困難であり，相手方において特許請求の範囲に記載された構成の一部を特許出願後に明らかとなった物質・技術等に置き換えることによって特許権者による権利行使を免れることができるとすれば，発明への意欲を減殺し，特許法の目的に反することから採用されたものである。このような均等の趣旨に照らすと，均等により技術的範囲に属する場合に，特許設定登録前の実施について補償金請求を否定することは，合理性を欠く。"
              ]
            },
            {
              "fig": "オ",
              "subject": "小括(補償金請求権の行使の可否)",
              "text": [
                "甲3及び本件特許の公開公報の送付は，補償金請求権行使の要件である警告に当たり(前記ア(イ))，仮に甲3及び本件特許の公開公報の送付が警告に当たらないとしても，被告は，その受領時より，本件発明が出願公開がされた特許出願に係る発明であることについて悪意であり(前記イ)，本件の補償金請求権の行使のために，再度の警告は不要であるから(前記ウ(イ)c)，本件において，補償金請求権の行使は可能である。",
                "(2)補償金額"
              ]
            },
            {
              "fig": "ア",
              "subject": "売上額",
              "text": [
                "被告製品の売上本数，売上額は，別紙4表1のとおりであり，警告後本件特許の設定登録まで(平成15年9月20日ないし平成17年9月30日)の被告製品の売上額は26億1697万4057円である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "実施料率",
              "text": [
                "以下の事情を考慮すると。実施料率は8％とするのが妥当である。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "実施料の相場",
                  "text": [
                    "「実施料率」第5版(発明協会 平成15年9月30日発行 甲13)には，「木製品・皮製品・貴金属製品・レジャー用品」のライセンスについて，イニシャルペイメントがない場合の平均的な実施料率が売上額の5．9％である旨が記載されている。",
                    "また，「特許管理」第42巻第12号(日本特許協会 平成4年12月20日発行 甲14)には，「健康器具」のライセンスについて，平均的な実施料率が売上額の6．5％である旨が記載されている。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "商品の性質",
                  "text": [
                    "本件発明の対象であるゴルフクラブは，高級スポーツ用品であること，モデルチェンジが激しく，商品としての寿命がとりわけ短く，市場での当たり外れが大きい嗜好品であること，そのため短期間で開発費用，宣伝費用を回収しなければならない反面，市場でヒットすれば利益率が非常に高くなり得ることに照らすと，実施料率は，相場に比べて相当高率になると予想される。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "発明の性質",
                  "text": [
                    "ゴルフクラブはヘッド部分とシャフト部分からなるが，ヘッド部分は主要な構成部分であり，被告製品についても，チタン等の金属と炭素繊維強化プラスチックの複合ヘッドであることがセールスポイントとされている(甲15の1ないし3)。ゴルフクラブのような当たり外れの大きい嗜好品は，消費者へのワンポイントのアピール力が重要であり，被告製品では，ヘッドがそのワンポイントを構成する。",
                    "本件発明は，従来技術では接合強度の確保が極めて困難であった金属製外殻部材と繊維強化プラスチック製外殻部材というヘッドを構成する異種部材の接合強度を高め，ゴルフクラブの性能を著しく向上させた。",
                    "原告は，ヘッドの主流が中空チタンヘッドであったころから中空複合ヘッドの開発に携わり，本件発明には，長期間と多大なコストを要した。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "補償金額",
              "text": [
                "補償金額は，警告後本件特許の設定登録までの売上額26億1697万4057円に実施料率8％を乗じた2億0935万7924円である。",
                "(3)損害賠償額",
                "別紙4表1によれば，本件特許の設定登録後平成19年5月31日まで(平成17年10月1日ないし平成19年5月31日)の被告製品の売上額は1億9700万1885円であり，実施料率は8％であるから，特許法102条3項に基づく損害賠償額は，売上額1億9700万1885円に実施料8％を乗じた1576万0150円である。",
                "(4)請求額",
                "補償金2億0935万7924円及び損害賠償1576万0150円の合",
                "計は2億2511万8074円であるが，原告は，一部請求として2億円(補償金1億8423万9850円と損害賠償1576万0150円)及び補償",
                "金請求の後でありかつ不法行為の後である平成19年11月7日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。",
                "〔被告の反論〕",
                "(1)補償金請求権の行使の可否に対し"
              ]
            },
            {
              "fig": "ア",
              "subject": "警告の有無",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "補償金請求権を行使する旨の記載の要否",
                  "text": [
                    "補償金請求権行使の要件である警告は，特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する旨の通知であり，特許法65条1項前段は，同項後段と異なりあえて警告を要求しているから，警告の書面には，「特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する」旨の記載をする必要がある。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲3書面の警告該当性",
                  "text": [
                    "本件の甲3は，「特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する」旨の記載はないから，甲3及び本件特許の公開公報の送付は，補償金請求権行使の要件である警告に当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "悪意の有無",
              "text": [
                "被告は，甲3及び本件特許の公開公報を受領しても，その時より，本件発明が出願公開された特許出願に係る発明であることについて，悪意であったとはいえない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "補正と再度の警告の要否",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "拡張等の有無",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "平成17年5月9日付け補正は，特許請求の範囲を減縮するものではなく，発明を変更するものである。",
                        "すなわち，平成17年5月9日付け補正前の明細書には，実施例として，「金属製外殻部材と繊維強化プラスチック製外殻部材の双方に貫通穴を穿ち，この貫通穴に縫合材を通して刺す態様」が記載されていたが(同補正前の明細書【0018】)，同補正により，実施例から，そのような態様は削除された(同補正後の明細書【0011】)。これにより，特許請求の範囲の「縫合材」の語は，「複数の対象物のすべてを貫き通すことによって結合させるために用いられる部材」という通常の意味から離れて用いられることとなったから，同補正は，特許請求の範囲を減縮するものではなく，発明を変更するものであった。",
                        "また，平成17年5月9日付け補正前の明細書の特許請求の範囲には，大きく分けて，請求項1ないし5に係る発明と，請求項6ないし9に係る発明の二つの発明が記載されていたが，同補正前の明細書には，作用効果として，請求項1ないし5に係る発明の作用効果しか記載されていなかった(同補正前の明細書【0026】)。平成17年5月9日付け補正では，同補正前の請求項1ないし5は削除され，同補正前の請求項6ないし9の番号が繰り上げられて同補正後の請求項1ないし4となり，同補正後の明細書には，同補正後の特許請求の範囲に記載された発明の作用効果が記載された(同補正後の明細書【0019】)。このように，平成17年5月9日付け補正は，本件発明の作用効果も異なるものとしたから，同補正により，発明が変更された。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "中間判決は，本件明細書の【0011】の記載に着目し，その上で，「金属製外殻部材と繊維強化プラスチック製外殻部材の双方に貫通穴を穿ち，この貫通穴に縫合材を通して刺す態様」が，本件発明の実施態様として示されていないことを根拠に，「縫合材」の語は，「複数の対象物のすべてを貫き通すことによって結合させるために用いられる部材」という通常の意味から離れて用いられていることが明らかであると判示し，このような解釈を前提に，縫合材のうち被告製品との相違点は本件発明の本質的部分ではないとして，被告製品を本件発明の均等物と認定した。",
                        "しかし，平成17年5月9日付け補正前には，「金属製外殻部材と繊維強化プラスチック製外殻部材の双方に貫通穴を穿ち，この貫通穴に縫合材を通して刺す態様」が，本件発明の実施例として示されていたから，中間判決が採った「縫合材」の語の解釈は，同補正前には採ることができなかった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "技術的範囲への属否",
                  "text": [
                    "被告製品は，平成17年5月9日付け補正後の本件発明(請求項1)の技術的範囲に属さない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "再度の警告の要否",
                  "text": [
                    "したがって，本件において補償金請求権を行使するためには，平成17年5月9日付け補正後の本件明細書を示した上で再度の警告をする必要がある。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "均等により技術的範囲に属する場合の補償金請求",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "均等により技術的範囲に属する場合には補償金請求をすることはできない。その理由は，以下のとおりである。",
                    "特許登録査定前の発明に均等を適用すると，その技術的範囲が不当に広がる。本件において補償金請求にも均等が適用されると，補正の及ばない範囲まで発明の技術的範囲が広がり，被告にとって著しい不意打ちとなり，被告は予測不可能な不当な損失を被る。",
                    "また，均等の要件(第3要件)としての置換容易性の判断時点は，侵害時と解されているところ，登録査定前の製造時は侵害時とは評価できないから，登録査定前には置換容易性の要件は充足されない。",
                    "さらに，均等の要件(第5要件)としての意識的除外は，「対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情のないこと」であり，特許出願手続は登録査定まで続くものであるから，登録査定前に意識的除外の要件の充足の有無を判断することはできない。",
                    "したがって，補償金請求が認められるのは文言侵害の場合に限られ，均等により技術的範囲に属する場合には補償金請求をすることはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件においては，平成17年5月9日付け補正により，「縫合材」という本件発明の本質的部分に係る極めて重要な構成についてその意味が変更され，同補正前には，中間判決と同様の均等の判断は不可能であり，被告製品は本件特許の技術的範囲に属していたとはいえないから，補償金請求をすることはできない。",
                    "すなわち，「縫合材」という文言は，平成17年5月9日付け補正前は，「通常の意味」に捉えられていたが，同補正後は，「複数の対象物のすべてを貫き通すことによって結合させるために用いられる部材」という通常の意味から離れて解釈され，中間判決においては，同補正後の解釈を前提として均等の成立が認められた。したがって，平成17年5月9日付け補正前は，本件特許の明細書に基づいて中間判決における均等の解釈をすることはできなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "補償金請求権の行使の可否",
              "text": [
                "甲3及び本件特許の公開公報の送付は，補償金請求権行使の要件である警告に当たらず(前記ア(イ))，被告は，それらを受領しても，本件発明が出願公開された特許出願に係る発明であることについて悪意ではなく(前記イ)，本件の補償金請求権の行使のために，再度の警告は必要であり(前記ウ(ウ))，均等により技術的範囲に属する場合には補償金請求をすることはできないから(前記エ)，本件において，補償金請求権を行使することはできない。",
                "(2)補償金額に対し"
              ]
            },
            {
              "fig": "ア",
              "subject": "売上額",
              "text": [
                "被告製品の売上本数，売上額は，別紙5表2のとおりであり，甲3及び本件特許の公開公報の到達後，本件特許の設定登録まで(平成15年9月21日ないし平成17年9月30日)の被告製品の売上額は13億6436万2188円である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "実施料率",
              "text": [
                "以下の事情を考慮すると，実施料率を8％とする原告の主張は失当である。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "実施料の相場",
                  "text": [
                    "甲14は平成4年発行で，参考資料として古きに失する上，健康器具とゴルフクラブの関係が不明である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "商品の性質",
                  "text": [
                    "ゴルフクラブは，モデルチェンジ等が激しく，商品としての寿命がとりわけ短く，市場での当たり外れが大きい嗜好品であり，利益を得られるかどうか不確定であるから，実施料率は低い。また，ゴルフクラブの売上は，ブランドにより大きな影響を受ける反面，ユーザーは特許の内容を理解することが容易でないから，特許のライセンス料率よりも商標のライセンス料率の方が高く設定されるが，商標のライセンス料率でさえも6％程度であり，特許のライセンス料の料率がそれより高くなることはない。",
                    "シャフトがセールスポイントとなっているゴルフクラブも少なからず存在し，また，ゴルフクラブの売上において，ヘッドとシャフトの寄与割合は6：4程度(乙21)であり，ゴルフクラブの売上にヘッドの貢献する割合が極めて高いとはいえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "発明の性質",
                  "text": [
                    "原告は，炭素繊維強化プラスチックを用いた複合ヘッドを有するゴルフクラブを製造していたにもかかわらず，本件発明を実施していなかった。また，金属製外殻部材と繊維強化プラスチック製外殻部材という異種部材を接合し，又はその接合強度を高める技術は，本件特許出願前に複数存在しており，他の技術の採用も可能であった。したがって，本件発明の価値は高くない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "本件における事情",
                  "text": [
                    "被告製品の構成は，本件明細書の実施例とは異なり，中間判決によれば，被告製品は本件発明を文言上侵害するものではなく，均等により侵害するにとどまるものである。",
                    "被告製品の売上には，被告の大規模な宣伝広告，営業努力，本件発明以外の技術力，ブランド力などの寄与が大きく，本件発明の寄与は小さい。",
                    "(3)損害賠償額に対し",
                    "本件特許の設定登録後，被告製品の販売を終了するまで(平成17年10月1日ないし同年12月)の被告製品の売上本数，売上額は，別紙5表2のとおりである。",
                    "本件特許の設定登録後，被告製品の平均販売単価は大幅に下降したにもかかわらず，平均返品単価は販売開始時から販売終了前後まであまり変化がなかったことから，被告製品のうちには，返品額が販売額を上回り，売上額がマイナスとなったものがある。そして，本件特許の設定登録後，被告製品の販売を終了するまでの被告製品の売上額は，マイナス747万2302円である。",
                    "したがって，本件において損害賠償を請求することはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)〔構成要件(d) の充足性〕，争点(2)〔均等侵害の成否〕，争点(3)〔進歩性欠如の有無〕について",
          "text": [
            "中間判決の「事実及び理由」欄の「第4 当裁判所の判断」1ないし3(中間判決8頁5行目ないし25頁10行目)のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(4)〔補償金請求の可否，補償金及び損害賠償等の金額〕について(1)補償金請求権の行使の可否",
          "content": [
            {
              "fig": "ア",
              "subject": "警告の有無",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "補償金請求権を行使する旨の記載の要否",
                  "text": [
                    "特許法65条1項は，「特許出願人は，出願公開があった後に特許出願に係る発明の内容を記載した書面を提示して警告をしたときは」と規定し，補償金請求の要件として警告を定めている。その趣旨は，補償金請求の前提として，特許出願に係る発明の存在と内容を相手方に知らしめ，相手方がその発明を実施する場合には補償金請求権の行使があり得ることを相手方に認識させることにあると解される。そして，特許出願に係る発明の内容が記載された書面を実際に示した上，特許権の設定登録がされた場合に警告後の行為につき補償金請求権を行使する可能性があり，補償金請求の前提として警告していることが少なくとも黙示に示されているときには，相手方は，特許出願に係る発明の存在と内容を知り，その発明を実施する場合に補償金請求権の行使があり得ることを認識することができる。そうすると，特許法65条1項の警告に当たるというためには，特許出願に係る発明の内容が記載された書面において，「特許権の設定の登録がされた場合に警告後の行為につき補償金請求権を行使する」旨の明示の記載までは必要でなく，書面において，特許権の設定登録がされた場合に警告後の行為につき補償金請求権を行使する可能性があり，その警告が補償金請求の前提としてされていることが少なくとも黙示に示されていれば足りると解すべきである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲3書面の警告該当性",
                  "text": [
                    "当裁判所は，原告が被告に対し，甲3と本件特許の公開公報の送付により行った通知は，特許法65条1項の警告に該当すると解する。その理由は，以下のとおりである。",
                    "前記のとおり，原告は，被告に対し，原告知的財産部部長名で，被告開発部部長宛に，別紙3のとおり記載された平成15年9月19日付け内容証明郵便(甲3)を送付し，本件特許の公開公報も送付し，甲3及び本件特許の公開公報は，平成15年9月20日には，被告に到達した。",
                    "そして，甲3(別紙3)には，ゴルフクラブヘッドに関する本件特許の特許出願が出願公開された旨，出願公開された本件特許と被告が製造販売する被告製品のゴルフクラブとの関係を検討するよう要請する旨が記載されていた。",
                    "甲3と本件特許の公開公報の送付により行われた通知は，特許出願に係る発明の内容が書面に記載されているということができる。そして，甲3の差出人名と宛名，記載内容に照らすと，上記通知は，被告製品が，本件特許の出願公開された発明の技術的範囲に属し，特許権の設定登録がされた場合に警告後の行為につき補償金請求権を行使する可能性があり，補償金請求の前提として警告していることが書面により示されていると認められる。したがって，原告が被告に対し，甲3と本件特許の公開公報の送付により行った通知は，特許法65条1項の警告に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "補正と再度の警告の要否",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "補正後の再度の警告が不要な場合",
                  "text": [
                    "特許出願人が出願公開後に第三者に対して特許出願に係る発明の内容を記載した書面を提示して警告をした後，特許請求の範囲を含めて補正がされた場合，その補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内において特許請求の範囲を明瞭にし又は減縮するものに限られ，拡張することは許されないから，補正がされることによって，発明の技術的範囲に属しなかった製品が，技術的範囲に属するようになることは想定できない。したがって，警告後に補正がされることによって第三者に対して不意打ちを与えることはないから，再度の警告を発しないと不意打ちに当たるというような特段の事情(そのような特段の事情を想定することは困難ではあるが)がない限り，補償金請求の前提としての警告をした後，補正がされたからといって，再度の警告をしなければならない理由はないといえる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本件における再度の警告の要否について",
                  "text": [
                    "念のため，本件において，補償金請求の前提として，再度の警告を要する特段の事情があったかを検討する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "補正の経緯に係る事実認定",
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "出願当初明細書",
                          "text": [
                            "本件特許の出願当初の明細書(以下「当初明細書」という。)及び図面(以下「当初図面」という。)の記載は，次のとおりであった(甲4)。",
                            "① 当初明細書の特許請求の範囲(請求項5)は，次のとおりであった。",
                            "「【請求項5】金属製の外殻部材と繊維強化プラスチック製の外殻部材とを接合して中空構造のヘッド本体を構成した中空ゴルフクラブヘッドであって，前記金属製の外殻部材の接合部に前記繊維強化プラスチック製の外殻部材の接合部を接着すると共に，前記金属製の外殻部材の接合部に貫通穴を設け，該貫通穴に繊維強化プラスチック製の縫合材を通し，該縫合材により前記繊維強化プラスチック製の外殻部材と前記金属製の外殻部材とを結合したことを特徴とする中空ゴルフクラブヘッド。」",
                            "② また，当初明細書の発明の詳細な説明には，次のとおりの記載があった。",
                            "「【0009】このように金属製の外殻部材の接合部に繊維強化プラスチック製の外殻部材の接合部を接着する共に，金属製の外殻部材の接合部に貫通穴を設け，該貫通穴に繊維強化プラスチック製の縫合材を通し，該縫合材により繊維強化プラスチック製の外殻部材と金属製の外殻部材とを結合したことにより，これら異種素材からなる外殻部材の接合強度を高めることを可能になる。",
                            "従って，ゴルフクラブヘッドとしての耐久性を確保しながら，異種素材の組み合わせに基づいて飛びや方向性を含むゴルフクラブ性能を向上することが可能になる。」",
                            "「【0018】図6(a)，(b)の接合形態では，金属製の外殻",
                            "部材11の接合部11aに繊維強化プラスチック製の外殻部材21の接合部21aを接着し，かつ金属製の外殻部材11の接合部11aに複数の貫通穴13設け(判決注：「貫通穴13を設け」",
                            "の誤記と認められる。)，該貫通穴13に繊維強化プラスチック製の縫合材22を通し，該縫合材22により繊維強化プラスチック製の外殻部材21と金属製の外殻部材11とを結合している。上記接合形態によれば，縫合材22が金属製の外殻部材11に対して繊維強化プラスチック製の外殻部材21を強固に結び付けるため，ゴルフクラブヘッドとして十分な耐久性が得られる。なお，外殻部材21と縫合材22はプラスチック同士であって相互接着性が良好であるため図示のように互いに密着するだけでも良いが，縫合材22を繊維強化プラスチック製の外殻部材21にも貫通させるようにすれば更に機械的な結合力が得られる。」「【0026】【発明の効果】以上説明したように本発明によれば，金属製の外殻部材と繊維強化プラスチック製の外殻部材とを接合して中空構造のヘッド本体を構成するに際して，金属製の外殻部材の接合部の両面に繊維強化プラスチックが跨がるように両外殻部材を接着するから，金属製の外殻部材と繊維強化プラスチック製の外殻部材との接合強度を高めることができる。従って，ゴルフクラブヘッドとしての耐久性を確保しながら，異種素材の組み合わせに基づいて飛びや方向性を含むゴルフクラブ性能を向上することが可能になる。」",
                            "③ 当初図面の図2には，請求項1記載の発明の実施の形態が示され，図3には，請求項2記載の発明の実施の形態が示され，図4には，請求項3記載の発明の実施の形態が示され，図5には，請求項4記載の発明の実施の形態が示され，図6には，請求項5記載の発明の実施の形態として，金属製外殻部材に繊維強化プラスチック製外殻部材を接着するとともに，金属製の外殻部材に貫通穴を設け，貫通穴を介して繊維強化プラスチック製の縫合材を金属製外殻部材の繊維強化プラスチック製外殻部材との接着界面側とその反対面側とに通して繊維強化プラスチック製の外殻部材と前記金属製の外殻部材とを結合した接合形態を示す図面が示されていた。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "平成16年4月12日付け補正",
                          "text": [
                            "① 平成16年4月12日付け補正により，当初明細書の請求項5に対応する請求項6は，以下のとおり補正された(下線部は補正箇所である。甲5)。",
                            "「【請求項6】金属製の外殻部材と繊維強化プラスチック製の外殻部材とを接合して中空構造のヘッド本体を構成した中空ゴルフクラブヘッドであって，前記金属製の外殻部材の接合部に前記繊維強化プラスチック製の外殻部材の接合部を接着すると共に，前記金属製の外殻部材の接合部に貫通穴を設け，該貫通穴を介して繊維強化プラスチック製の縫合材を前記金属製外殻部材の前記繊維強化プラスチック製外殻部材との接着界面側とその裏面側とに通して前記繊維強化プラスチック製の外殻部材と前記金属製の外殻部材とを結合したことを特徴とする中空ゴルフクラブヘッド。",
                            "② 発明の詳細な説明欄について，当初明細書の【0018】についての変更はない。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "subject": "平成17年5月9日付け補正",
                          "text": [
                            "① 平成17年5月9日付け補正は，特許請求の範囲について，同補正前の請求項6を請求項1とした(下線部は補正箇所である。",
                            "甲6)。",
                            "「【請求項1】金属製の外殻部材と繊維強化プラスチック製の外殻部材とを接合して中空構造のヘッド本体を構成した中空ゴルフクラブヘッドであって，前記金属製の外殻部材の接合部に前記繊維強化プラスチック製の外殻部材の接合部を接着すると共に，前記金属製の外殻部材の接合部に貫通穴を設け，該貫通穴を介して繊維強化プラスチック製の縫合材を前記金属製外殻部材の前記繊維強化プラスチック製外殻部材との接着界面側とその反対面側とに通して前記繊維強化プラスチック製の外殻部材と前記金属製の外殻部材とを結合したことを特徴とする中空ゴルフクラブヘッド。」",
                            "② 当初明細書の発明の詳細な説明の【0018】に相当する部分は，次のとおり変更された(下線部は補正箇所である。)。",
                            "「【0011】図2(a)，(b)の接合形態では，金属製の外殻",
                            "部材11の接合部11aに繊維強化プラスチック製の外殻部材21の接合部21aを接着し，かつ金属製の外殻部材11の接合部11aに複数の貫通穴13設け(判決注：「貫通穴13を設け」",
                            "の誤記と認められる。)，該貫通穴13に繊維強化プラスチック製の縫合材22を通し，該縫合材22により繊維強化プラスチック製の外殻部材21と金属製の外殻部材11とを結合している。上記接合形態によれば，縫合材22が金属製の外殻部材11に対して繊維強化プラスチック製の外殻部材21を強固に結び付けるため，ゴルフクラブヘッドとして十分な耐久性が得られる。なお，外殻部材21と縫合材22はプラスチック同士であって相互接着性が良好であるため図示のように互いに密着するだけで良い。」③ 発明の詳細な説明の発明の効果の記載は，次のとおり変更された(下線部は補正箇所である。)。",
                            "「【0019】【発明の効果】以上説明したように本発明によれば，金属製の外殻部材と繊維強化プラスチック製の外殻部材とを接合して中空構造のヘッド本体を構成するに際して，金属製の外殻部材の接合部に繊維強化プラスチック製の外殻部材の接合部を接着すると共に，金属製の外殻部材の接合部に貫通穴を設け，該貫通穴を介して繊維強化プラスチック製の縫合材を金属製外殻部材の繊維強化プラスチック製外殻部材との接着界面側とその反対面側とに通して繊維強化プラスチック製の外殻部材と金属製の外殻部材とを結合したから，金属製の外殻部材と繊維強化プラスチック製の外殻部材との接合強度を高めることができる。従って，ゴルフクラブヘッドとしての耐久性を確保しながら，異種素材の組み合わせに基づいて飛びを含むゴルフクラブ性能を向上することが可能になる。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "再度の警告の要否についての判断",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "前記aの本件特許の補正等の経緯に照らすと，平成16年4月12日付け補正及び平成17年5月9日付け補正は，いずれも特許請求の範囲を減縮し又は明瞭にするものであったと認められる。",
                            "すなわち，本件発明(平成17年5月9日付け補正後の本件明細書の特許請求の範囲の請求項1記載の発明)は，当初明細書の請求項5，【0018】，当初図面の図6に記載されていた。ただし，当初明細書の請求項5の記載は，本件発明(縫合材が金属製外殻部材のみを貫通し繊維強化プラスチック製外殻部材を貫通しない構成からなる発明)の他，縫合材が金属製外殻部材だけでなく繊維強化プラスチック製外殻部材も貫通する態様をも含むものとして記載され，当初明細書の【0018】では，発明の実施の形態として，本件発明の他，そのような態様をも含むことが記載されていた。",
                            "平成16年4月12日付け補正は，同補正前の請求項5(当初明",
                            "細書の請求項5)を，本件発明のみを対象とするように減縮して請求項6とした。",
                            "平成17年5月9日付け補正は，同補正前の請求項6の「裏面側」との記載を「反対面側」と変更し，同補正前の請求項6を同補正後の請求項1とし，特許請求の範囲を明瞭にするとともに，その発明の実施の形態の説明である同補正前の【0018】の記載から，縫合材が金属製外殻部材だけでなく繊維強化プラスチック製外殻部材も貫通する態様のものを削除し，同補正後の【0011】とし，発明の実施の形態の記載が同補正後の請求項1の記載と整合するようにした。被告製品は，平成16年4月12日付け補正及び平成17年5月9日付け補正の前後を通じて発明の技術的範囲に属する。",
                            "以上のとおりであるから，本件において補償金請求権を行使するために，平成17年5月9日付け補正後の本件明細書を示した上で再度の警告をしない限り，不意打ちに当たる，というような特段の事情は認められない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "被告は，平成17年5月9日付け補正により，発明の実施の形態の項の記載(同補正前の【0018】)から「金属製外殻部材と繊維強化プラスチック製外殻部材の双方に貫通穴を穿ち，この貫通穴に縫合材を通して刺す態様」が削除され(同補正後の【0011】)，これにより，特許請求の範囲の「縫合材」の語は，「複数の対象物のすべてを貫き通すことによって結合させるために用いられる部材」という意義を有しないものとして用いられることになったから，同補正は，特許請求の範囲を減縮するものではない旨主張する。",
                            "しかし，本件発明(縫合材が金属製外殻部材のみを貫通し繊維強化プラスチック製外殻部材を貫通しない構成からなる発明)は，当初明細書の請求項5，【0018】，当初図面の図6に記載されていたものであり，出願当初から一貫して，本件発明の上記構成(縫合材が金属製外殻部材のみを貫通し繊維強化プラスチック製外殻部材を貫通しない構成)が本件特許の発明に含まれるものであったことからすると，平成17年5月9日付け補正により再度の警告を要する場合となったものとは，到底いえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "技術的範囲への属否",
                      "text": [
                        "中間判決の「2 争点(2)〔均等侵害の成否〕について」(中間判決17頁7行目ないし23頁5行目)のとおり，被告製品は，本件発明の構成と均等なものとして，平成17年5月9日付け補正後の請求項1記載の本件発明の技術的範囲に属する。そして，本件特許の特許請求の範囲のうち，当初明細書の請求項5は，平成16年4月12日付け補正により減縮されて同補正後の請求項6とされ，更に平成17年5月9日付け補正によりその記載を明瞭にして同補正後の請求項1とされたから，被告製品は，平成16年4月12日付け補正及び平成17年5月9日付け補正の前後を通じて，特許請求の範囲に記載された発明の技術的範囲に属するものと解される。",
                        "被告は，警告が発せられたのは，補正前の特許請求の範囲に基づくものであるから，これに基づく補償金請求には，均等の手法による技術的範囲の解釈は適用されない旨を主張する。",
                        "しかし，前記のとおり，本件特許の各補正は，特許請求の範囲を減縮し又は明瞭にする目的の範囲にとどまるものであること，被告製品が本件発明の技術的範囲に属するか否かについては，補正後の設定登録を経由した発明の技術的範囲に基づいて判断していることに照らすならば，被告の上記主張は，理由がない(なお，被告製品の具体的態様に照らすならば，本件各補正の内容は，被告製品が本件発明の技術的範囲に含まれるか否かの争点(均等を前提とした技術的範囲の解釈を含む。)に関係するものではないし，いわゆる侵害論において，このような観点からの当事者の主張もされていない。)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "補償金請求権の行使の可否",
              "text": [
                "甲3及び本件特許の公開公報の送付によって行われた警告は，補償金請求権行使の要件である警告に当たり(前記ア(イ))，本件の補償金請求権の行使のために，再度の警告は不要であり(前記イ(イ)b)，均等により技術的範囲に属する場合にも補償金請求をすることができるから(前記イ(イ)c)，本件において，補償金請求権を行使することはできる。",
                "(2)補償金額"
              ]
            },
            {
              "fig": "ア",
              "subject": "売上額",
              "text": [
                "甲3及び本件特許の公開公報による警告が被告に到達した後，本件特許の設定登録まで(平成15年9月21日ないし平成17年9月30日)の被告製品の売上本数は，別紙5表2のとおりであると認められる。",
                "弁論の全趣旨によれば，被告製品のパワーブリッドRXは，上代価格が7万円であるが，本件特許設定登録前の平均販売価格は3万4288円で，上代価格の49％であることが認められ，発売時に近接した時期には，販売価格が高めに設定されることもあると推認されることから，本件特許設定登録前の売上額の算出に当たっては，被告製品の販売価格を上代価格の50％として計算するのが相当である。",
                "そうすると，甲3及び本件特許の公開公報による警告が被告に到達した後，本件特許の設定登録まで(平成15年9月21日ないし平成17年9月30日)の被告製品の売上額は，別紙6表3のとおり，13億8617万2500円であると認められる。",
                "原告は，甲3及び本件特許の公開公報による警告が被告に到達した後，本件特許の設定登録まで(平成15年9月20日ないし平成17年9月)の被告製品の売上額は26億1697万4057円であると主張するが，その主張を認めるに足りる証拠はない。また，被告は，返品分を売上額から差し引くことを主張するが，被告製品を製造し販売することによって本件発明を実施した以上，実施料は，販売した数量について算定すべきであり，被告の主張は，採用することはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "実施料率",
              "text": [
                "本件明細書には，従来の技術では，金属製外殻部材と繊維強化プラスチック製外殻部材の接合強度が十分に得られず，ゴルフクラブヘッドとしての耐久性を確保することが極めて困難であったものであるが(【0003】)，本件発明によれば，金属製外殻部材と繊維強化プラスチック製外殻部材の接合強度を高めることができ，ゴルフクラブヘッドとしての耐久性を確保しながら，異種素材の組み合わせに基づいて飛びを含むゴルフクラブの性能の向上を図ることが可能になる(【0019】)との効果が記載されている。そして，被告製品のカタログ(甲15の1ないし3)においては，チタン等の金属と炭素繊維強化プラスチックを組み合わせたカーボン複合ヘッドであることが図や文字により示され，カーボン複合構造により，飛距離の増大等の効果を発揮することが記載されている。ゴルフクラブヘッドの構造，ゴルフクラブヘッドに要求される性能などに照らし，金属製外殻部材と繊維強化プラスチック製外殻部材の接合強度を高める技術は，金属製外殻部材と繊維強化プラスチック製外殻部材からなる複合構造のゴルフクラブヘッドを製作する上で必要な技術の一つであると解される。",
                "他方，金属製外殻部材と繊維強化プラスチック製外殻部材という異種部材を接合する技術としては，特開平1−166782号公報(乙14)記載の発明や特許第2562277号(乙17)に係る発明など，複数の技術が本件特許出願前から存在しており，本件はそのような接合技術の一つであった。そして，原告自身は本件発明を実施しておらず，被告も被告製品の販売終了後は本件発明を実施していないことに鑑みると，金属製外殻部材と繊維強化プラスチック製外殻部材の接合強度を高める技術は，本件発明の他にも存在するものと推認される。また，被告製品のカタログ(甲15の1ないし3)には，高性能を実現した理由として，単にチタン等の金属と炭素繊維強化プラスチックを組み合わせたことだけではなく，ヘッドの上部のみならず背面部に回り込むように炭素繊維強化プラスチックを配する構造を採り，低重心やたわみを実現したことなどが記載されているが，金属と炭素繊維強化プラスチックの接合方法については，本件発明を含め，特段の記載はない。さらに，ゴルフクラブの性能には，ヘッドのみならず，シャフトなど他の部分の構造，性能も大きく影響するものと推認される。",
                "なお，甲13には，「木製品・皮製品・貴金属製品・レジャー用品」の平均実施料率について5．9％と記載され，甲14には，「健康器具」の平均実施料率について6．5％と記載されているが，「木製品・皮製品・貴金属製品・レジャー用品」，「健康器具」に含まれる製品の種類は多く，それらの数字は，ゴルフクラブの実施料率として直ちに採用できるものではない。また，乙21には，シャフト交換費用がゴルフクラブ全体の価格に占める割合が38．8％ないし53．6％であることが記載されているが，これらは，シャフト交換という修理費用についての数値であり，この数値をもって直ちに，ゴルフクラブ全体に占めるシャフト又はヘッドの寄与率と解することはできない。",
                "以上の諸事情を総合考慮すると，本件発明の実施料率は，売上額の3％とするのが相当である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "補償金額",
              "text": [
                "補償金額は，警告後本件特許の設定登録までの売上額13億8617万2500円に実施料率3％を乗じた4158万5175円であると認められる。",
                "(3)損害賠償額"
              ]
            },
            {
              "fig": "ア",
              "subject": "売上額",
              "text": [
                "本件特許の設定登録後，被告製品の販売を終了するまで(平成17年10月1日ないし同年12月)の被告製品の売上本数は，別紙5表2のとおりであると認められる。",
                "弁論の全趣旨によれば，被告製品のパワーブリッドRXは，上代価格が7万円であるが，本件特許設定登録後の平均販売価格は1万5958円で，上代価格の23％であることが認められるから，本件特許設定登録後の売上額の算出に当たっては，被告製品の販売価格を上代価格の23％として計算するのが相当である。",
                "そうすると，本件特許の設定登録後，被告製品の販売を終了するまで(平成17年10月1日ないし12月)の被告製品の売上額は，別紙6表3のとおり，5822万7950円であると認められる。",
                "原告は，本件特許の設定登録後平成19年5月31日まで(平成17年10月1日ないし平成19年5月31日)の被告製品の売上額は1億9700万1885円であると主張するが，その主張を認めるに足りる証拠はない。また，返品分を売上額から差し引くとの被告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "実施料率",
              "text": [
                "前記のとおり，実施料率としては3％が相当であると認められる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "損害賠償額",
              "text": [
                "損害賠償額は，警告後本件特許の設定登録までの売上額5822万7950円に実施料率3％を乗じた174万6838円であると認められる。",
                "(4)認容額",
                "補償金額4158万5175円と損害賠償額174万6838円の合計は",
                "4333万2013円であり，原告の請求は，補償金と損害賠償の合計4333万2013円及びこれに対する補償金請求の後でありかつ不法行為の後である平成19年11月7日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由があり，その余は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求をすべて棄却した原判決は誤りであるから，これを取り消し，被告に対し，原告に対して4333万2013円及びこれに対する平成19年11月7日から支払済みまで年5分の割合による金員を支払うことを命じ，原告のその余の請求は棄却し，訴訟費用は，第1，2審を通じてこれを5分し，その4を原告の負担とし，その余を被告の負担とし，金員の支払につき仮執行宣言を付することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10006",
    "date": "2010-05-27",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(ワ)28614",
    "precedent_id": "080295",
    "ipprecedent_id": "2244",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}