{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−10577号事件について平成21年3月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成8年11月21日，発明の名称を「外観検査装置の集中管理システム」とする発明について，特許出願をした(特願平8−310841号，以下「本願」という。出願時の請求項の数は4であった。甲1)。",
            "原告は，平成19年3月7日付けで拒絶査定を受け，これに対し，同年4月12日付けで拒絶査定不服審判を請求し(不服2007−10577号)，同年5月1日付け手続補正書により補正を行った(同補正により，請求項の数は3となった。以下，同補正後の明細書を，図面を含めて「本願明細書」という。",
            "甲1，甲2)。",
            "特許庁は，平成21年3月2日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は次のとおりである(以下，この発明を「本願発明」という。)。",
            "部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置の集中管理システムであって，",
            "各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置を備え，",
            "各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して前記管理装置に転送し，転送された前記画像ファイルを前記モニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて不良と判定された箇所の検査を行うことを特徴とする外観検査装置の集中管理システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本願発明は，本願出願前に日本国内において頒布された刊行物である特開平6−69700号公報(審決にいう「引用文献4」。甲3)に記載された発明(以下「引用発明」という。)及び周知の技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明に進歩性がないとの結論を導く過程において認定した引用発明，本願発明と引用発明の一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "複数の部品を実装されたプリント板ユニットにおける主として可視領域部分の外観検査を行ない該部品やはんだ付けの良否を判定する光学式外観検査装置と，該プリント板ユニットにおける主として不可視領域部分の外観検査を行ない該部品やはんだ付けの良否を判定するX線式外観検査装置と，該光学式外観検査装置，該X線式外観検査装置で不良判定とした部分を目視検査により再確認する不良診断装置とをそなえるとともに，該光学式外観検査装置，該X線式外観検査装置，該不良診断装置で得られた測定データを一括して管理するサーバをそなえ，該光学式外観検査装置，該X線式外観検査装置，該不良診断装置にそれぞれ付設されたデータ処理装置と該サーバとがローカルエリアネットワークを介して接続されているプリント板ユニット外観検査システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置の集中管理システムであって，管理装置を備え，各外観検査装置と管理装置とが所定のネットワークを介して接続され，不良と判定された箇所の検査を目視検査により行う外観検査装置の集中管理システム。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明では，目視検査を管理装置にて行うのに対し，引用発明では，目視検査を管理装置とは別の不良診断装置にて行う点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明では，目視検査を行うのに，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して目視検査場所に転送し，転送された前記画像ファイルをモニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて行うのに対し，引用発明では，そのような構成であるか否か明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決は，次に述べるとおり，本願発明と引用発明の一致点の認定の誤り(取消事由1)，相違点2の認定の誤り(取消事由2)，相違点2に関する周知技術の認定の誤り(取消事由3)，相違点2に関する容易想到性の判断の誤り(取消事由4)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明と引用発明の一致点の認定の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "集中管理システムである点について",
              "text": [
                "審決が，本願発明と引用発明が外観検査装置の集中管理システムである点で一致するとした認定は誤りである。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の外観検査装置とその接続",
                  "text": [
                    "本願発明の集中管理システムは，単独で自動検査を完了することのできる外観検査装置を複数備えており，このような複数の外観検査装置と管理装置が所定のネットワークを介して接続されている。",
                    "すなわち，本願発明は，本願明細書の特許請求の範囲の「集中管理システム」という文言から，単独で自動検査を完了することのできる複数の外観検査装置を備えることは明らかであり，これらの複数の外観検査装置は，それぞれが「部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する」という点で，集中管理システム内において独立したものとして位置づけられている。また，特許請求の範囲には「各外観検査装置」という文言が用いられているから，複数の外観検査装置のそれぞれは，撮影して取り込んだ画像が不良と判定された箇所の検査のために転送されるという点で，集中管理システムに対して相互に対等の関係にある。",
                    "本願明細書の発明の詳細な説明の「複数の外観検査装置」(甲1【0012】)，「各外観検査装置」(甲1【0013】，【0014】，【0026】)との記載，及び図1，図3においても，複数の外観検査装置が相互に対等であることが示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の外観検査装置とその接続",
                  "text": [
                    "これに対し，引用発明は，自動検査を完了することのできる一つの外観検査装置と不良診断装置とを備えるプリント板ユニット外観検査システムであり，このような外観検査装置と不良診断装置と，それらに付設されたデータ処理装置及びサーバが，ローカルエリアネットワークを介して接続されているものであって，本願発明のように複数の外観検査装置の集中管理をする集中管理システムには当たらない。",
                    "すなわち，引用発明は，光学式外観検査装置，X線式外観検査装置と不良診断装置を備え，光学式外観検査装置とX線式外観検査装置は，一方で不良判定したものを他方で再確認し，不良診断装置による目視検査に持ち込むか否かの予備的判定を行っている。そのため，引用発明は，同一基板に対して光学式外観検査とX線式外観検査を順次行うことで一連の検査を行うものであるから，光学式外観検査装置とX線式外観検査装置が一体として，本願発明の外観検査装置に該当する。このことは，甲3の記載によっても裏付けられており，甲3の【0022】，【0023】には，光学式外観検査装置とX線式外観検査装置が予備的な判定を行う一つの自動検査装置として機能し，自動判定結果を不良診断装置で再確認することにより良否判断を画定させていることが記載されている。なお，甲3の【0020】，【0021】，【0026】，【0030】は，光学式外観検査及びX線式外観検査の複数方式を組み合わせて従来の課題を解決するという前提のもとで，複数方式の各々が相応の役割を分担し得ること，及び複数方式で同一基板を順次検査することにより必然的に生じる良否判定の時間差を許容することを述べているにとどまる。そして，引用発明においては，一つの外観検査装置と不良診断装置と，それらに付設されたデータ処理装置及びサーバが，ローカルエリアネットワークを介して接続されている。引用発明において，X線式外観検査装置は，光学式外観検査装置による不良判定を再確認してその虚報を低減し(甲3【0022】，【0028】，【0033】)，光学式外観検査装置をいわば補助するにとどまるものであり，X線式外観検査装置のみによって自動検査を完了することができないから，X線式外観検査装置を光学式外観検査装置から切り離して，両者を対等の外観検査装置とみることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "したがって，審決が，本願発明と引用発明が外観検査装置の集中管理システムである点で一致するとした認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "管理装置を備える点について",
              "text": [
                "審決が，本願発明と引用発明が管理装置を備える点で一致するとした認定は誤りである。その理由は，以下のとおりである。",
                "すなわち，本願発明の管理装置は，各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置である。これに対し，引用発明においては，データ処理装置が各検査装置の制御を行い，サーバは単なるデータの保管場所にすぎないから，サーバはそもそも管理装置とはいえず，本願発明の管理装置には当たらない。また，仮に，引用発明のサーバが管理装置といえるとしても，それは，光学式外観検査装置，X線式外観検査装置，不良診断装置で得られた測定データを一括して管理するものであるから，本願発明の管理装置とは機能が異なり，本願発明の管理装置には当たらない。したがって，審決が，本願発明と引用発明が管理装置を備える点で一致するとした認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "目視検査を行う点について",
              "text": [
                "審決が，本願発明と引用発明が検査を目視検査により行う点で一致するとした認定は誤りである。その理由は，以下のとおりである。",
                "すなわち，本願出願時の技術常識に照らせば，目視検査とは，検査者が拡大鏡等により基板の実物を直接観察する検査を意味する。そのため，基板を画像により観察する場合には，基板の実物を直接観察することと混同が生じないように，画像を観察する旨明記される(乙1，2頁左上欄1ないし2行，乙2【0012】，乙3【0027】)。引用発明における検査は，検査者が拡大鏡，又はステレオスコープである不良診断装置を用いて基板の実物を直接観察することにより行われるから，目視検査に当たる(甲3【0004】，【0015】，【0023】)。これに対し，本願発明における検査は，モニタに表示された画像ファイルの画像に基づいて，不良と判定された箇所の検査を行うものであるから，検査者が基板の実物を直接観察するものではなく，目視検査に当たらない。したがって，審決が，本願発明と引用発明が検査を目視検査により行う点で一致するとした認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2の認定の誤り(取消事由2)",
          "text": [
            "引用発明において，光学式外観検査装置及びX線式外観検査装置からローカルエリアネットワークを介してサーバに転送され格納される結果データに，画像は含まれず，そのことは明らかである。したがって，相違点2(本願発明では，目視検査を行うのに，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して目視検査場所に転送し，転送された前記画像ファイルをモニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて行うのに対し，引用発明では，そのような構成であるか否か明らかでない点。)の「引用発明では，そのような構成であるか否か明らかでない点」との部分は，「引用発明では，そのような構成でないことが明らかである点」と認定すべきであり，審決が行った引用発明についての上記認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2に関する周知技術の認定の誤り(取消事由3)",
          "text": [
            "審決が，外観検査の技術分野において，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことは周知の技術であるとした認定は誤りである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "目視検査をモニタに表示された画像に基づいて行うとの点について本願出願時の技術常識に照らせば，目視検査とは，検査者が拡大鏡等により基板の実物を直接観察する検査を意味するから，目視検査をモニタに表示された画像に基づいて行うとの認定は，目視検査の技術的意義と矛盾しており，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4，甲5に基づく認定について",
              "text": [
                "審決は，目視検査をモニタに表示された画像に基づいて行うことは周知の技術であるとの認定の根拠として，特開平5−332948号公報(甲4)の記載(【0021】ないし【0023】)や特開平6−222012号公報",
                "(甲5)の記載(【0011】，【0034】)を挙げる。",
                "しかし，甲4の目視検査は，基板を拡大鏡等で観察するものであり，モニタに表示された画像に基づいて行うものではない。また，甲5には，半導体パッケージ外観検査装置における検査状態等をオペレータが監視できるように，検査状態等をモニタに表示することが記載されているにすぎず，甲5には，目視検査は記載されていない。したがって，甲4，甲5には，目視検査をモニタに表示された画像に基づいて行うことは記載されておらず，甲4及び甲5の記載に基づいて目視検査をモニタに表示された画像に基づいて行うことは周知技術であるとした認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点2に関する容易想到性の判断の誤り(取消事由4)",
          "text": [
            "審決が，引用発明に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像により目視検査を行うとの周知技術を適用して，光学式外観検査装置及びX線式外観検査装置，すなわち，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して目視検査場所へ転送するとともに，当該画像ファイルをモニタに表示し，モニタに表示された画像に基づいて目視検査を行うこと，すなわち，相違点2における本願発明の構成とすることは，当業者が容易に想到できたとした判断は誤りである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の複数方式による外観検査装置を本願発明の複数の外観検査装置に置き換えることについての示唆の有無について",
              "text": [
                "引用発明における複数方式による外観検査装置を，本願発明のように各々が個別に自動検査を完了する複数の外観検査装置に置き換えることは，引用発明には示唆されていない。",
                "すなわち，引用発明は，拡大鏡を用いた目視検査と一方式の自動検査装置とを用いる従来の技術では，全検査項目を自動検査することは困難であったという課題を解決するために(甲3【0004】，【0006】)，光学式外観検査及びX線式外観検査の複数方式の自動外観検査装置を組み合わせることにより，プリント板ユニット外観検査の合理化及び効率化を図るというものである(甲3【0007】)。そうすると，光学式外観検査装置及びX線式外観検査装置を組み合わせて順次検査をすることは，引用発明において課題を解決するためのいわば中核的ないし本質的な技術思想である。したがって，引用発明における複数方式による外観検査装置を，本願発明のように各々が個別に自動検査を完了する複数の外観検査装置に置き換えることは，引用発明には示唆されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の目視検査を本願発明の外観検査装置で取り込んだ画像に基づく検査へと置き換えることについての示唆の有無について",
              "text": [
                "引用発明の目視検査を本願発明の外観検査装置で取り込んだ画像に基づく検査へと置き換えることは，引用発明には示唆されていない。",
                "すなわち，本願発明は，各外観検査装置の誤判定をチェックするために，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して管理装置に転送し，転送された画像ファイルをモニタに表示し，モニタに表示された画像ファイルの画像に基づいて，不良と判定された箇所の検査を行うものである。これに対し，引用発明は，甲3に「検査装置そのものの誤判定は対象外」(【0031】)との記載があることから，光学式外観検査装置及びX線式外観検査装置を組み合わせて基板をあくまでも予備的に検査し，その結果を基板実物の目視検査で再確認することにより，実装状態の検査を完了させるプリント板ユニット外観検査システムである。そのため，引用発明は，本願発明の前提となる「外観検査装置の誤判定をチェックする」という観点を示唆するものではない。",
                "また，本願出願時の技術常識に照らせば，目視検査とは，検査者が拡大鏡等により基板の実物を直接観察する検査を意味し，目視検査は良否判定の画定に必須の工程であり(甲7ないし9)，良否判定の画定のために目視検査の代替となり得る手段は，本願出願時には事実上存在せず，目視検査を，外観検査装置で取り込んだ画像に基づく検査に置き換えることはできなかった。",
                "したがって，引用発明の目視検査を本願発明のような外観検査装置で取り込んだ画像に基づく検査へと置き換えることは，引用発明には示唆されていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明に画像のネットワークによる転送を適用する動機付けの有無について",
              "text": [
                "引用発明に画像のネットワークによる転送を適用する動機付けは，以下のとおり，存在しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，引用発明において，不良診断装置は，光学式外観検査装置及びX線式外観検査装置の結果を読み出して不良箇所の確認を行い，真に不良とされるものの診断の結果データを診断結果格納ファイルに格納するが，結果データは，図番等で構成されており，画像を含まない。引用発明において，外観検査装置で取得された画像は，自動判定のために装置内部で使用される手段にすぎず，不良診断装置に送られる検査結果ではない。",
                    "そのため，引用発明においては，目視検査工程に検査画像を送ることについての示唆はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願が出願された平成8年当時は，ようやくインターネットが普及の兆しを見せた時代であり，ネットワーク環境は現在よりも貧弱であったから，ネットワーク上のデータ流通量の低減は重要な課題であり，その点からも，データ量が大きい検査画像をネットワークにより転送することについての示唆はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，「従来の外観検査装置にあっては，不良が発生するとその基板を別の検査装置のある場所へ持ち込んで調べなければならず，面倒であり，またリアルタイムに処理することができない」という課題(甲1【0004】)，「本来の目視以外の不良基板を運んだりする附帯作業が発生し，検査装置を導入しても目視人員を削減することができない」という課題(甲1【0007】)を解決すべく，「不良が発生しても基板を持ち運ばなくても良く，リアルタイムで処理ができ，また目視人員の削減が可能な外観検査装置の集中管理システムを提供する」ことを目的としている(甲1【0008】)。これに対し，引用発明は，拡大鏡を用いた目視検査と一方式の自動検査装置とを用いた従来の検査では全検査項目の自動検査が困難であったという課題のもとで，光学式外観検査装置及びX線式外観検査装置を組み合わせて基板を複数方式で予備的に検査し，その結果を目視検査で再確認して実装状態の検査を行うというものであって，検査時間の長期化をいとわず，複数の自動検査方式を組み合わせることにより，検査の合理化・効率化を図るものである。そのため，引用発明は，不良が発生した基板の情報をリアルタイムに処理することを課題とする本願発明とは，課題及び技術思想を異にする。したがって，本願発明と課題を異にする引用発明に，画像のネットワークによる転送を適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，引用発明は，自動検査において光学式外観検査装置及びX線式外観検査装置が相互に補完するだけでなく，プリント基板ユニットの実装検査全体において，「自動検査と目視検査とに役割を分担し，両者の補完作業によって検査の効率化を実現している」(甲3【0028】)。すなわち，引用発明は，自動検査と目視検査が役割分担のもとで互いに補完し合うことにより検査の効率化を図るという目的を有している。そのため，検査装置での撮影画像を不良診断装置での目視検査に流用することは，良否判定の基礎を自動検査と目視検査とで同一画像に共通化することであり，自動検査と目視検査が役割分担のもとで互いに補完し合うことにより検査の効率化を図るという引用発明の目的と整合しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "商業的成功について",
              "text": [
                "本願発明の実施品である原告の商品は市場で好評を博し，原告の売上げは拡大したから，このような商業的成功は，本願発明の進歩性を肯定するのに役立つ事実として考慮されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定，判断に誤りはなく，原告主張の取消事由は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明と引用発明の一致点の認定の誤り(取消事由1)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "集中管理システムである点について",
              "text": [
                "引用発明の光学式外観検査装置及びX線式外観検査装置は，それぞれ基板の異なる箇所を検査し，独自に検査結果を出すものであるから，いずれも本願発明の各外観検査装置に該当する。",
                "原告は，本願発明の集中管理システムは，単独で自動検査を完了することのできる外観検査装置を複数備えていると主張する。しかし，本願明細書には，外観検査装置が単独で自動検査を完了することのできるものであるとの記載はなく，同一基板に対して検査を順次行うことで一連の外観検査を行うものでないとか，それぞれが異なる基板に対して独立に検査を行うものであるなどの記載はないから，原告の主張は，本願明細書の記載に基づくものではなく，採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "管理装置を備える点について",
              "text": [
                "審決は，管理装置を備える点を一致点と認定し，管理装置が各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示するか否かという点を実質的に相違点(相違点2)として認定しているから，本願発明と引用発明が，画像をモニタに表示する機能を有するか否かという点で相違することに基づいて，本願発明と引用発明の一致点の認定が誤りであるとはいえない。",
                "また，管理装置とは，モニタに画像を表示する機能だけでなく，システムやデータ等を管理する機能を有するものであり，引用発明のサーバは，光学式外観検査装置，X線式外観検査装置，不良診断装置で得られた測定データを一括して管理するから，管理装置に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "目視検査を行う点について",
              "text": [
                "特開昭63−120203号公報(乙1)の記載(1頁右下欄18行ない",
                "し2頁左上欄3行)，特開平7−50327号公報(乙2)の記載(【0012】)，特開平8−64999号公報(乙3)の記載(【0027】)によれ",
                "ば，外観検査装置の分野において，目視検査という語が，検査者が実物を直接見て検査することを意味するだけでなく，表示装置(モニタ)に表示された画面を見て検査することをも意味することは技術常識である。",
                "雑誌「表面実装技術」(1995年(平成7年)7月号)の記事である甲7ないし9では，目視検査という語が，検査者が実物を直接見て検査することを意味するものとして使われているが，一般的に表示装置(モニタ)に表示された画面を見て検査することを含まないことまで示す記載はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2の認定の誤り(取消事由2)に対し",
          "text": [
            "審決は，甲3には本願発明の構成と異なることが明記されているわけではないという意味で，相違点2について「引用発明では，そのような構成であるか否か明らかでない」と認定したものであり，その認定に誤りはない。また，審決は，引用発明が本願発明の構成を備えないことを前提として相違点2に係る構成の容易想到性を判断しているから，相違点2の認定に原告主張の誤りがあるか否かは，相違点2の容易想到性の判断に影響することはなく，そのため，審決の結論に影響を及ぼすことはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2に関する周知技術の認定の誤り(取消事由3)に対し審決が，外観検査の技術分野において，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことは周知の技術であるとした認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "目視検査をモニタに表示された画像に基づいて行うとの点について本願出願時の技術常識に照らし，目視検査という語は，検査者が実物を直接見て検査することを意味するだけでなく，表示装置(モニタ)に表示された画面を見て検査することも意味する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4，甲5に基づく認定について",
              "text": [
                "甲4の記載(特許請求の範囲の請求項3，【0022】，【0023】)によれば，甲4の図3の表示例において，外観検査装置で取り込んだ画像をモニタに表示して不良解析(不良箇所の検査)が行われていることは明らかである。また，甲5の記載(【0011】，【0034】)によれば，甲5の実施例においては，不良検出箇所の部分画像をモニタに表示してオペレータが目視により監視する。したがって，甲4，甲5に基づいて，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことが本願出願前の周知技術であったことは認められる。特開昭61−293000号公報(乙4)の記載(乙4，6頁左下欄10行ないし右下欄4行，6頁右下欄10ないし12行)からも，そのような周知技術の認定が相当であることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点2に関する容易想到性の判断の誤り(取消事由4)に対し(1) 引用発明の複数方式による外観検査装置を本願発明の複数の外観検査装置に置き換えることについての示唆の有無について",
          "text": [
            "原告は，引用発明における複数方式による外観検査装置を，本願発明のように各々が個別に自動検査を完了する複数の外観検査装置に置き換えることは，引用発明には示唆されていないと主張する。",
            "しかし，前記1(1)のとおり，本願発明の集中管理システムが，単独で自動検査を完了することのできる外観検査装置を複数備えているとの原告の主張は，採用することができず，引用発明の光学式外観検査装置及びX線式外観検査装置は，いずれも本願発明の各外観検査装置に該当する。したがって，原告の上記主張は，採用することができない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "引用発明の目視検査を本願発明の外観検査装置で取り込んだ画像に基づく検査へと置き換えることについての示唆の有無について",
              "text": [
                "原告は，甲3に「検査装置そのものの誤判定は対象外」(【0031】)との記載があることから，引用発明は，本願発明の前提となる「外観検査装置の誤判定をチェックする」という観点を示唆するものではなく，また，目視検査を，画像検査装置で取り込んだ画像に基づく検査に置き換えることはできなかったから，引用発明の目視検査を本願発明のような外観検査装置で取り込んだ画像に基づく検査へと置き換えることは，引用発明には示唆されていないと主張する。",
                "しかし，甲3の記載(【0031】)及び甲3の【0031】で「従来技術②」として引用されている特開昭62−169040号公報(乙5)の記載によれば，甲3の「検査装置そのものの誤判定は対象外」(【0031】)との記載は，「検査装置そのものが自動的に誤判定を検出すること」を対象外とする趣旨であって，他の何らかの手段で「検査装置の誤判定をチェックすること」をすべて否定する趣旨ではない。したがって，同記載から，引用発明に「外観検査装置の誤判定をチェックする」との示唆がないとはいえない。",
                "また，前記のとおり，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて目視検査を行うことは，本願出願前に周知であったから，目視検査を，画像検査装置で取り込んだ画像に基づく検査に置き換えることはできなかったとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明に画像のネットワークによる転送を適用する動機付けの有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明において，目視検査場所である不良診断装置と，光学式外観検査装置，X線式外観検査装置とは，所定のネットワークを介して接続されているから，画像データを，このネットワークを介して転送することは，画像データのネットワーク転送が周知である以上，当業者が当然に実施すべき事項であり，むしろ，他の手段を採る方が不自然である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の外観検査装置は，工場などの特定の施設内で使用されるものであり，本願発明において用いられるネットワークは，ローカルエリアネットワーク(LAＮ)のような施設内ネットワークであるから，インターネットなどの施設外のネットワーク環境とは関係がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明の光学式外観検査装置及びX線式外観検査装置が本願発明の各外観検査装置に当たるとしても，不良の発生をリアルタイムで処理する(甲1【0008】)という本願発明の目的に反することはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明において，外観検査装置で取り込んだ画像を不良診断装置での目視検査に流用したとしても，引用発明の目的に反することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "商業的成功について",
              "text": [
                "商業的成功には，その商品に用いられた発明の作用効果のみではなく，広告宣伝や価格設定等，様々な要素が関係しており，また，商品には，通常，複数の発明が使用されているから，商業的成功があったからといって，必ずしも特定の発明の進歩性が肯定されるものではない。また，原告提出の証拠によっては，本願発明が商業的成功とどのように関係しているか示されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明と引用発明の一致点の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "集中管理システムである点について",
              "text": [
                "原告は，本願発明と引用発明が外観検査装置の集中管理システムである点で一致するとした審決の認定は誤りであると主張する。すなわち，本願明細書の「集中管理システム」，「各外観検査システム」という文言等を根拠として，本願発明の各外観検査装置は単独で自動検査を完了できるものであり，相互に対等の関係にあると主張し，本願発明の集中管理システムは，このような単独で自動検査を完了することのできる複数の外観検査装置と管理装置が所定のネットワークを介して接続されているのに対し，引用発明は，自動検査を完了することのできる一つの外観検査装置と不良診断装置とを備えるにとどまり，このような外観検査装置と不良診断装置と，それらに付設されたデータ処理装置及びサーバが，ローカルエリアネットワークを介して接続されているものであって，複数の外観検査装置の集中管理をする本願発明の集中管理システムには当たらないと主張する。",
                "しかし，原告の上記主張は，採用することができない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の外観検査装置・集中管理装置",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観検査装置について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願明細書には，「外観検査装置」について，次のとおりの記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲の請求項1",
                              "text": [
                                "「部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置」",
                                "「各外観検査装置で取り込んだ画像」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の詳細な説明の【発明の属する技術分野】",
                              "text": [
                                "「部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置」(【0001】"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "発明の詳細な説明の【課題を解決するための手段】",
                              "text": [
                                "「部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置」(【0009】，【0010】)",
                                "「各外観検査装置で取り込んだ画像」(【0009】，【0010】)「外観検査装置・・・は所定のネットワークに接続する」(【0011】)",
                                "「外観検査装置の検査データ」(【0009】，【0011】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "発明の詳細な説明の【発明の実施の形態】",
                              "text": [
                                "「同図において，1，1，・・・・は複数の外観検査装置で，ビデオカメラなどにより電子部品を実装したプリント基板を撮影して得られた画像を取り込み，基板上の部品やはんだ付けの有無などの良否を判定する。」(【0012】)",
                                "「各外観検査装置1とともに所定のネットワーク3に接続されている」(【0013】)",
                                "「各外観検査装置1より出力されたビデオ信号(画像信号)」(【0014】)",
                                "「外観検査装置1は不良が発生したことをネットワーク経由で集中管理装置2に連絡する」(【0017】)",
                                "「集中管理装置2は，外観検査装置1からの連絡を受けると，該当する検査装置1からのビデオ画像が集中管理装置2のモニタ画面に映るようにビデオ切替器4を操作する」(【0017】)",
                                "「集中管理装置2のオペレーターは，モニタ画面に映った画像を見て，外観検査装置1が不良と判定した部品の良否を再確認する」(【0018】)",
                                "「その部品が良品であれば，オペレーターは検査データを変更する必要があるかどうかを確認し(15)，必要に応じて検査データ変更を行う(16)。この変更した検査データは，集中管理装置2から外観検査装置1に転送される」(【0019】)",
                                "「必要な作業が終了すると，集中管理装置2では各種の不良発生モードのチェックを行い(18)，問題がなければ外観検査装置1に良否の連絡を行い(19)，外観検査装置1は検査を続行する」(【0020】)",
                                "「外観検査装置1が不良と判断」(【0023】)",
                                "「外観検査装置1で集計された情報」(【0023】)",
                                "「外観検査装置1の不良情報」(【0024】)",
                                "「外観検査装置1からの情報」(【0025】)",
                                "「各外観検査装置1，1，・・・と共にネットワーク3に接続された」(【0026】)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの本願明細書に記載された特許請求の範囲の請求項1によれば，外観検査装置は，部品を実装した基板の撮影画像を取り込んで部品やはんだ付けの良否を判定するものであると認められる。",
                            "そして，本願明細書の発明の詳細な説明の記載によれば，実施例の外観検査装置は，ネットワークに接続されており，①不良が発生すると，不良が発生したことをネットワークを通じて集中管理装置に連絡し，集中管理装置は，外観検査装置からの連絡を受けると，該当する外観検査装置からのビデオ画像が集中管理装置のモニタ画面に映るようにビデオ切替器を操作する，②集中管理装置のオペレーターは，モニタ画面に映った画像を見て，外観検査装置が不良と判定した部品の良否を再確認し，その部品が良品であれば，検査データを変更する必要があるかどうかを確認し，必要に応じて検査データ変更を行い，変更した検査データは，集中管理装置から外観検査装置に転送される，③必要な作業が終了すると，集中管理装置では各種の不良発生モードのチェックを行い，問題がなければ外観検査装置に良否の連絡を行い，外観検査装置は検査を続行するとの作動をするものと認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そうすると，本願明細書には，各外観検査装置が，部品を実装した基板の撮影画像を取り込んで部品やはんだ付けの良否を判定することは記載されているが，各外観検査装置が，単独で自動検査を完了することのできるものであるとの記載はなく，それぞれ別個の基板に対して独立して検査を行うものであるとの記載もない。また，各外観検査装置が，同一基板に対してそれぞれ別の検査を行うものであってはならないとの記載もない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "集中管理システムについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願明細書には，「集中管理システム」について，次のとおりの記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲の請求項1",
                              "text": [
                                "「外観検査装置の集中管理システム」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の詳細な説明の【発明が解決しようとする課題】",
                              "text": [
                                "「外観検査装置の集中管理システム」(【0008】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "発明の詳細な説明の【課題を解決するための手段】",
                              "text": [
                                "「本願発明に係る外観検査装置の集中管理システムは，部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置の集中管理システムであって，各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置を備え，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して前記管理装置に転送し，転送された前記画像ファイルを前記モニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて不良と判定された箇所の検査を行うようにしたものである。",
                                "また，上記外観検査装置の集中管理システムにおいて，不良と判定された情報を不良対策用に保存しておくようにしたものである。",
                                "さらに，上記外観検査装置の集中管理システムにおいて，外観検査装置の検査データを変更する機能を有するようにしたものである。」(【0009】)",
                                "「本発明に係る外観検査装置の集中管理システムは，部品を実装した基板の撮影画像を取り込んで該部品やはんだ付けの良否を判定する外観検査装置の集中管理システムであって，各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置を備え，不良と判定された基板の画像をファイルとして前記管理装置に転送し，該管理装置で不良箇所の検査を行うようにしたものである。」(【0010】)",
                                "「上記外観検査装置の集中管理システムにおいて，外観検査装置及び制御装置は所定のネットワークに接続するようにしたものであり，更に，不良と判定された情報を不良対策用に保存しておくようにしたものである。また外観検査装置の検査データを変更する機能を有するようにしたものである。」(【0011】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "発明の詳細な説明の【発明の実施の形態】",
                              "text": [
                                "「図1は本発明に係る外観検査装置の集中管理システムの全体構成を示すブロック図である。」(【0012】)",
                                "「2は各外観検査装置1を集中管理するための集中管理装置で，ビデオ切替器4，制御装置5，ビデオモニタ6及びコントロールモニタ7を備えており，制御装置5は各外観検査装置1とともに所定のネットワーク3に接続されている。」(【0013】)",
                                "「図2は上述のシステムにおける動作の概要を示すフローチャートである。」(【0016】)",
                                "「外観検査装置1で不良が発生すると，外観検査装置1は不良が発生したことをネットワーク経由で集中管理装置2に連絡する(11)。集中管理装置2は，外観検査装置1からの連絡を受けると，該当する検査装置1からのビデオ画像が集中管理装置2のモニタ画面に映るようにビデオ切替器4を操作する」(【0017】)",
                                "「集中管理装置2のオペレーターは，モニタ画面に映った画像を見て，外観検査装置1が不良と判定した部品の良否を再確認する(13)。このとき，オペレーターがその部品が不良であると判断した場合は，オペレーターは集中管理装置2に通知する」(【0018】)「また，もしその部品が良品であれば，オペレーターは検査データを変更する必要があるかどうかを確認し(15)，必要に応じて検査データ変更を行う(16)。この変更した検査データは，集中管理装置2から外観検査装置1に転送される」(【0019】)",
                                "「そして，必要な作業が終了すると，集中管理装置2では各種の不良発生モードのチェックを行い(18)，問題がなければ外観検査装置1に良否の連絡を行い(19)，外観検査装置1は検査を続行する。」(【0020】)",
                                "「上記(18)でのチェックを行ったときに問題があった場合は，集中管理装置2はラインの管理者を呼び出す(20)。呼び出された管理者は，不良情報をもとに対策を行い(21)，ラインを再起動させる。」(【0021】)",
                                "「図3は本発明の他の実施例の構成を示すブロック図であり，図1と同一符号は同一構成要素を示している。同図中，8は各外観検査装置1，1，・・・と共にネットワーク3に接続された集中管理装置(ターミナル)で，図1の制御装置5と同機能の制御装置9及びモニタ10を有している。」(【0026】)",
                                "「本実施例は，不良画像をビデオ信号ではなく画像ファイルとして集中管理装置8に転送するようにしたものであり，不良と判定されたプリント基板の画像をファイルとしてネットワーク3経由で集中管理装置8に転送し，該集中管理装置8で不良箇所の検査を行うようにしている。」(【0027】)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの本願明細書に記載された特許請求の範囲の請求項1によれば，本願発明の集中管理システムは，部品を実装した基板の撮影画像を取り込んで部品やはんだ付けの良否を判定する外観検査装置(前記(ア)b)の集中管理システムであると認められる。",
                            "そして，前記aの本願明細書の記載に照らすと，発明の詳細な説明に記載された集中管理システムは，外観検査装置が不良の発生をネットワークを通じて集中管理装置に連絡し，外観検査装置が取り込んだ画像を画像ファイルとしてネットワークを介して管理装置に転送し，転送された画像ファイルを管理装置のモニタに表示し，モニタに表示された画像ファイルの画像に基づいてオペレーターが不良と判定された箇所の検査を行うようにしたものであり，不良と判定された情報を不良対策用に保存しておくようにし，さらに，外観検査装置の検査データを変更する機能を有するようにしたものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そうすると，本願明細書には，本願発明の集中管理システムが，部品を実装した基板の撮影画像を取り込んで部品やはんだ付けの良否を判定する外観検査装置とその集中管理システムによって構成されていることは記載されているが，本願発明の外観検査装置を，集中管理装置との関係においてみるとしても，各外観検査装置が単独で自動検査を完了することのできるものであるとの記載はなく，いずれも同じ内容の検査をしなければならない旨の記載もない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の外観検査装置・集中管理装置",
                  "text": [
                    "引用発明は，前記第2，3(2)アのとおりであり，光学式外観検査装置は，複数の部品を実装されたプリント板ユニットにおける主として可視領域部分の外観検査を行い，X線式外観検査装置は，主として不可視領域部分の外観検査を行い，いずれも基板の撮影画像を取り込んで部品やはんだ付けの良否を判定し，それぞれ独自に検査結果を出すものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の外観検査装置への該当性",
                  "text": [
                    "そうすると，引用発明のX線式外観検査装置と光学式外観検査装置は，いずれも，部品を実装した基板の撮影画像を取り込んで部品やはんだ付けの良否を判定するものであり，それぞれ独自に検査結果を出すものであるから，それぞれが，本願発明の外観検査装置に該当するものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張に対し",
                  "text": [
                    "原告は，本願明細書の「集中管理システム」，「各外観検査システム」という文言等を根拠として，本願発明の各外観検査装置は，単独で自動検査を完了できるものであり，相互に対等の関係にあると主張する。",
                    "しかし，本願明細書には，各外観検査装置が，単独で自動検査を完了することのできるものであるとの記載はなく，それぞれ別個の基板に対して独立して検査を行うものであるとの記載もなく，また，各外観検査装置が，同一基板に対してそれぞれ別の検査を行うものであってはならないとの記載もない。本願明細書の記載によれば，各外観検査装置は，それぞれが検査結果を出すものであることが認められるとしても，「集中管理システム」，「各外観検査システム」という文言等を根拠として，単独で自動検査を完了することのできるものであると解することはできないし，その他に，単独で自動検査を完了することのできるものでなければならないとする根拠はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "したがって，審決が，本願発明と引用発明が外観検査装置の集中管理システムである点で一致するとした認定に誤りはなく，この点について誤りがあるとする原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "管理装置を備える点について",
              "text": [
                "原告は，本願発明と引用発明が管理装置を備える点で一致するとした審決の認定は誤りであると主張する。すなわち，本願発明の管理装置は，各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置であるのに対し，引用発明においては，データ処理装置が各検査装置の制御を行い，サーバは単なるデータの保管場所にすぎないから，サーバはそもそも管理装置とはいえず，本願発明の管理装置には当たらないと主張し，また，仮に，引用発明のサーバが管理装置といえるとしても，それは，光学式外観検査装置，X線式外観検査装置，不良診断装置で得られた測定データを一括して管理するものであるから，本願発明の管理装置とは機能が異なり，本願発明の管理装置には当たらないと主張する。",
                "しかし，原告の上記主張は，採用することができない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する点について",
                  "text": [
                    "審決が，「本願発明では，目視検査を管理装置にて行うのに対し，引用発明では，目視検査を管理装置とは別の不良診断装置にて行う点。」(相違点1)，及び「本願発明では，目視検査を行うのに，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して目視検査場所に転送し，転送された前記画像ファイルをモニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて行うのに対し，引用発明では，そのような構成であるか否か明らかでない点。」(相違点2)を相違点と認定したことに照らすならば，審決は，外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する機能を有するか否かという点を相違点として認定していることは明らかである。したがって，本願発明と引用発明が，外観検査装置で取り込んだ画像をネットワークを介して管理装置のモニタに表示する機能を有するか否かという点で相違することを根拠として，本願発明と引用発明の一致点の認定が誤りであるとする原告の主張は採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "管理の機能について",
                  "text": [
                    "また，本願発明の管理装置も，引用発明のサーバも，次のとおり，システムやデータ等を管理する機能を有する点で一致する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明の管理装置",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願明細書には，「管理装置」について，次のとおりの記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲の請求項1",
                              "text": [
                                "「各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置」",
                                "「各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して前記管理装置に転送し，転送された前記画像ファイルを前記モニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて不良と判定された箇所の検査を行う」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の詳細な説明の【課題を解決するための手段】",
                              "text": [
                                "「各外観検査装置で取り込んだ画像を所定のネットワークを介してモニタに表示する管理装置」(【0009】，【0010】)",
                                "「各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して前記管理装置に転送し，転送された前記画像ファイルを前記モニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて不良と判定された箇所の検査を行う」(【0009】)",
                                "「不良と判定された基板の画像をファイルとして前記管理装置に転送し，該管理装置で不良箇所の検査を行う」(【0010】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "発明の詳細な説明の【発明の実施の形態】",
                              "text": [
                                "「2は各外観検査装置1を集中管理するための集中管理装置で，ビデオ切替器4，制御装置5，ビデオモニタ6及びコントロールモニタ7を備えており」(【0013】)",
                                "「外観検査装置1で不良が発生すると，外観検査装置1は不良が発生したことをネットワーク経由で集中管理装置2に連絡する(11)。集中管理装置2は，外観検査装置1からの連絡を受けると，該当する検査装置1からのビデオ画像が集中管理装置2のモニタ画面に映るようにビデオ切替器4を操作する」(【0017】)",
                                "「集中管理装置2のオペレーターは，モニタ画面に映った画像を見て，外観検査装置1が不良と判定した部品の良否を再確認する(13)。このとき，オペレーターがその部品が不良であると判断した場合は，オペレーターは集中管理装置2に通知する」(【0018】)「また，もしその部品が良品であれば，オペレーターは検査データを変更する必要があるかどうかを確認し(15)，必要に応じて検査データ変更を行う(16)。この変更した検査データは，集中管理装置2から外観検査装置1に転送される」(【0019】)",
                                "「そして，必要な作業が終了すると，集中管理装置2では各種の不良発生モードのチェックを行い(18)，問題がなければ外観検査装置1に良否の連絡を行い(19)，外観検査装置1は検査を続行する。」(【0020】)",
                                "「上記(18)でのチェックを行ったときに問題があった場合は，集中管理装置2はラインの管理者を呼び出す(20)。呼び出された管理者は，不良情報をもとに対策を行い(21)，ラインを再起動させる。」(【0021】)",
                                "「図3は本発明の他の実施例の構成を示すブロック図であり，・・・同図中，8は各外観検査装置1，1，・・・と共にネットワーク3に接続された集中管理装置(ターミナル)で，図1の制御装置5と同機能の制御装置9及びモニタ10を有している。」(【0026】)",
                                "「本実施例は，不良画像をビデオ信号ではなく画像ファイルとして集中管理装置8に転送するようにしたものであり，不良と判定されたプリント基板の画像をファイルとしてネットワーク3経由で集中管理装置8に転送し，該集中管理装置8で不良箇所の検査を行うようにしている。」(【0027】)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「管理装置」とは，その文言から，システムやデータ等を管理する機能を有するものであると認められる。そして，前記aの本願明細書に記載された特許請求の範囲の請求項1によれば，本願発明の管理装置は，管理装置である上に，外観検査装置からネットワークを介して転送された画像をモニタに表示するものであると認められる。",
                            "本願明細書の実施例の集中管理装置は，ビデオ切替器，制御装置，ビデオモニタ及びコントロールモニタを備え，外観検査装置から不良の連絡を受けると，該当する検査装置からのビデオ画像がモニタ画面に映るようにビデオ切替器を操作し，オペレータから不良の場合の連絡や良品の場合の検査データの変更の連絡を受けてこれを外観検査装置に転送し，必要な作業が終了すると，各種の不良発生モードのチェックを行い，問題がなければ外観検査装置に良否の連絡を行い，問題があった場合は，ラインの管理者を呼び出すものであって，画像をモニタに表示する他に，システムやデータ等を管理する管理装置としての機能を有するものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明のサーバ",
                      "text": [
                        "引用発明は，前記第2，3(2)アのとおりであり，サーバは，光学式外観検査装置，X線式外観検査装置，不良診断装置で得られた測定データを一括して管理するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願発明の管理装置への該当性",
                      "text": [
                        "そうすると，引用発明のサーバは，外観検査装置等で得られた測定データを一括して管理するものであるから，本願発明の管理装置に該当するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張に対し",
                      "text": [
                        "原告は，引用発明のサーバは，本願発明の管理装置とは機能が異なり，本願発明の管理装置には当たらないと主張する。しかし，本願明細書の特許請求の範囲の請求項1によれば，本願発明の管理装置について，どのような態様の管理をするかについて限定はないから，測定データの一括管理を行っている引用発明のサーバは，本願発明の管理装置に該当するものと認められ，原告の主張は，採用することができない。(なお，外観検査装置で取り込んだ画像をネットワークを介してモニタに表示するか否かの点に関して，審決の認定に誤りがあるとすることができないことは，前記アのとおりである。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "したがって，審決が，本願発明と引用発明が管理装置を備える点で一致するとした認定に誤りはなく，この点について誤りがあるとする原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "目視検査を行う点について",
              "text": [
                "原告は，本願発明と引用発明が検査を目視検査により行う点で一致するとした審決の認定は誤りであると主張する。すなわち，本願出願時の技術常識に照らせば，目視検査とは，拡大鏡等により基板の実物を検査者が直接観察する検査を意味するとし，これを前提として，引用発明における検査は，拡大鏡，又はステレオスコープである不良診断装置を用いて基板の実物を検査者が直接観察することにより行われるから目視検査に当たるのに対し，本願発明における検査は，モニタに表示された画像ファイルの画像に基づいて不良と判定された箇所の検査を行うものであるから，目視検査に当たらないと主張する。",
                "しかし，原告の上記主張は，採用することができない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願出願前に頒布された刊行物の記載",
                  "text": [
                    "本願出願前に頒布された刊行物には，次のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「最適STM検査システム構築へのチェックポイントと導入効果事例」(東北TKR大橋好美 「表面実装技術」1995年(平成7",
                          "text": [
                            "年)7月号，甲7)",
                            "17頁の「図1 品質保証システムの変遷」には，「外観検査機」，「目視検査(肉眼検査)」，「目視検査(拡大鏡，顕微鏡など使用)」との項目を設けたグラフが掲載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「STM検査ライン構築のポイントと検査実例」(ソニー太田眞之「表面実装技術」1995年(平成7年)7月号，甲8)",
                          "text": [
                            "「部品の微細化や挟ピッチ化は，目視検査の難易度を急速に押し上げている。特に1005チップの登場は，目視検査を実質的に不可能にしてしまった。そのため，外観検査装置の導入が急速に進んできている。」(6頁左欄)",
                            "「従来は，実装密度が低い上に，部品自体がさほど小さくないので，裸眼による目視検査が容易であった。」(6頁右欄)",
                            "「検査装置は人間と違い，固定されたカメラと，固定された照明系しか持たない。そのために，人間が目視するときのように，照明や見る角度を変えて判断することができない。」(9頁右欄)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「いま要求されるSTM検査技術とは」(ソニー太田眞之 「表面実装技術」1995年(平成7年)7月号，甲9)",
                          "text": [
                            "「リフロー工程における検査形態には，図1のようなものが知られているが，電気検査を除いては，未だに人間の目視に頼っているのが現状ではないだろうか。今までの実装技術のなかでは人間による目視は，かなり有効に機能してきたが，部品の微細化や東南アジアへの急激な製造移管が，人間の目視による検査の限界に突入しはじめている。」(2頁左欄ないし右欄)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特開昭63−120203号公報(乙1)",
                          "text": [
                            "「そこで，顕微鏡に代えてテレビカメラ等の撮像手段を設け，その撮像手段で撮像した被検査物の所要位置における画像をモニタテレビに基準標線とともに映し出し，モニタテレビを介して被検査部を視認するように構成した目視検査装置が実用化され，公知となっている。」(1頁右下欄18行ないし2頁左上欄3行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特開平7−50327号公報(乙2)",
                          "text": [
                            "「作業者はモニタテレビに順次映し出される各CCDカメラ3からの映像を順次目視検査し，不良と判断した時点でハンドラー制御部7に信号を送る。」(【0012】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "特開平8−64999号公報(乙3)",
                          "text": [
                            "「第3実施例は，検査対象の自動検査を行った後，不良判定された箇所のみを画像表示して目視再検査を行う検査装置である。」(【0027】)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア(ア)の刊行物の記載によれば，目視検査という語は，検査者が基板の実物を裸眼で又は拡大鏡等を通して見ることにより行う検査を意味する場合のあることが認められるが，他方，前記ア(イ)の刊行物の記載によれば，検査者が表示装置(モニタ)に表示された画像を見ることにより行う検査を意味する場合もあることが認められる。そして，「目視」という語が「目で見ること」を意味することに照らせば，目視検査という語について，検査者が表示装置(モニタ)に表示された画像を見ることにより行う検査を含むと解しても，格別不自然ではない。また，刊行物に，前記ア(ア)のような記載例があったとしても，そのことは，検査者の行う「目視」の対象が，実物のみに限定され，表示装置(モニタ)に表示された画像を含まないものと解釈する根拠にはならない。さらに，本願明細書の記載によれば，本願明細書においては，検査者が表示装置(モニタ)に表示された検査対象の画像を見ることをも含めて「目視」という語を用いているものと解される。",
                    "そうすると，本願出願時の技術常識に照らして，目視検査という語は，検査者が基板の実物を裸眼で又は拡大鏡等を通して見ることにより行う検査のみならず，検査者が表示装置(モニタ)に表示された画像を見ることにより行う検査をも意味すると認められる。そして，そのことを前提とした上で，審決が，本願発明と引用発明が検査を目視検査により行う点で一致するとした認定に誤りはない。目視検査とは，検査者が拡大鏡等により基板の実物を直接観察する検査を意味するとの原告の主張は，採用することができず，その主張を前提とする原告の主張も，採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "したがって，審決が，本願発明と引用発明が目視検査を行う点で一致するとした認定に誤りはなく，この点について誤りがあるとする原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1の成否",
              "text": [
                "以上によれば，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2の認定の誤り(取消事由2)について",
          "text": [
            "原告は，引用発明において，光学式外観検査装置及びX線式外観検査装置からローカルエリアネットワークを介してサーバに転送され格納される結果データに画像が含まれないのは明らかであるから，相違点2は，「引用発明では，そのような構成でないことが明らかである点」と認定すべきであり，審決が，これを「引用発明では，そのような構成であるか否か明らかでない点」と認定したのは誤りであると主張する。",
            "しかし，原告の上記主張は，採用することができない。その理由は，以下のとおりである。",
            "すなわち，審決が，相違点2を「引用発明では，そのような構成であるか否か明らかでない点」と認定した趣旨は，その文言及び前後の文脈からして，「引用発明が記載された甲3には，引用発明が，『目視検査を行うのに，各外観検査装置で取り込んだ画像を画像ファイルとして所定のネットワークを介して目視検査場所に転送し，転送された前記画像ファイルをモニタに表示し，モニタに表示された前記画像ファイルの画像に基づいて行う』との本願発明の構成を備えるか否か明記されていない」との趣旨と解され，甲3の記載に照らして，その趣旨は相当と認められるから，審決の相違点2の認定に誤りがあるとは認められない。",
            "また，審決は，引用発明が上記の本願発明の構成を備えないことを前提として，相違点2に係る構成の容易想到性を判断しているから，審決が相違点2について「引用発明では，そのような構成であるか否か明らかでない点」と認定したことが誤りであるか否かは，相違点2に係る容易想到性の判断に影響することはなく，そのため，審決の結論に影響を及ぼすことはない。",
            "以上によれば，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2に関する周知技術の認定の誤り(取消事由3)について原告は，①目視検査をモニタに表示された画像に基づいて行うとの審決の認定は目視検査の技術的意義と矛盾していること，②甲4，甲5に基づいて目視検査をモニタに表示された画像に基づいて行うことは周知技術であるとした審決の認定は誤りであることを理由として，審決が，外観検査の技術分野において，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことは周知の技術であるとした認定は誤りであると主張する。",
            "しかし，原告の上記主張は，採用することができない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "目視検査をモニタに表示された画像に基づいて行うとの点について原告は，目視検査とは，検査者が拡大鏡等により基板の実物を直接観察する検査を意味するとの主張を前提として，目視検査をモニタに表示された画像に基づいて行うとの審決の認定は目視検査の技術的意義と矛盾していると主張する。",
                "しかし，前記1(3)イのとおり，本願出願時の技術常識に照らして，目視検査という語は，検査者が基板の実物を裸眼で又は拡大鏡等を通して見ることにより行う検査のみならず，検査者が表示装置(モニタ)に表示された画像を見ることにより行う検査をも意味すると認められる。したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4，甲5に基づく認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4(特開平5−332948号公報)",
                  "text": [
                    "甲4には，「前記実装基板に対する外観検査によって取得した不良箇所の画像を読み込み(判決注：「読み込む」の誤りと認められる。)検査画像読込み部を備え」(特許請求の範囲の請求項3)との記載があり，甲4の図3の表示例の説明として，「また，画像合成表示部4は，検査画像読込み部6から検査画像データ12を取り込み表示する。」(【0022】)，「また検査画像自体を参照することにより不良解析を確実に行うことが可能となる。」(【0023】)と記載されている。",
                    "上記の甲4の記載によれば，甲4の図3の表示例においては，外観検査装置で取り込んだ画像をモニタに表示して不良解析，すなわち不良箇所の検査が行われていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5(特開平6−222012号公報)",
                  "text": [
                    "甲5には，「オペレータの目視による監視を可能とするために検査状態や検査不良個所を表示するモニタTV10」(【0011】)，(モニタTV10は)「不良検出時は不良検出個所の部分画像を表示する」(【0034】)との記載がある。",
                    "上記の甲5の記載によれば，甲5記載の実施例においては，不良検出時に，不良検出箇所の部分画像をモニタTVに表示し，オペレータが目視により不良箇所を監視することが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア，イによれば，外観検査の技術分野において，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことが本願出願前に周知であったことは，甲4，甲5に基づいて認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "さらに，乙4(特開昭61−293000号公報)には，「CRT",
                      "text": [
                        "には検査画像メモリ58(第3図参照)から検査対象となったプリント基板の画像111がそのまま映し出される。・・・プリント基板に実装された電気部品に異常があった場合や部品の取り付けに誤りがあった場合には，この表示画面の該当する部品の箇所にエラーマーク112が表示され，これが点滅する。第10図ではIC部品IC5と抵抗R2の2箇所でエラーマーク112が点滅している。プリント基板検査作業者はIC部品IC5についてその画像から逆差しを直ちに判別することができる。また抵抗R2については部品の取り付け忘れを容易に判別することができる。」(6頁左下欄10行ないし右下欄4行)，「本実施例の検査装置ではこのような問題を解決できるばかりでなく，視覚表示によって部品の取り付けの異常をも確認させることが可能となる。」(6頁右下欄10ないし12行)との記載がある。",
                        "上記の乙4の記載によれば，プリント基板検査作業者は，CRTに映し出された画像により部品の取り付けの異常を確認することが認められ，前記(ア)の周知技術の認定が相当であることは，乙4によっても裏付けられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，甲4，甲5に基づいて目視検査をモニタに表示された画像に基づいて行うことは周知技術であるとした審決の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3の成否",
              "text": [
                "以上によれば，審決が，外観検査の技術分野において，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことは周知の技術であるとした認定に誤りはなく，この点について誤りがあるとする原告の主張は，採用することができない。",
                "したがって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "相違点2に関する容易想到性の判断の誤り(取消事由4)について原告は，①引用発明における複数方式による自動検査を，本願発明のように各々が個別に基板検査を完了する複数の外観検査装置に置き換えることは，引用発明には示唆されていないこと，②引用発明の目視検査を本願発明のような外観検査装置で取り込んだ画像に基づく検査へと置き換えることは，引用発明には示唆されていないこと，③引用発明に画像のネットワークによる転送を適用する動機付けは存在しないこと，④本願発明と引用発明の課題が相違すること，⑤本願発明の実施品である原告の商品に商業的成功があることを根拠として，審決が，引用発明に周知技術を適用して相違点2における本願発明の構成とすることは当業者が容易に想到できたとした判断は誤りであると主張する。",
            "しかし，原告の上記主張は，採用することができない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の複数方式による外観検査装置を本願発明の複数の外観検査装置に置き換えることについての示唆の有無について",
              "text": [
                "原告は，引用発明における複数方式による自動検査を，本願発明のように各々が個別に基板検査を完了する複数の外観検査装置に置き換えることは，引用発明には示唆されていないと主張する。",
                "しかし，前記1(1)ア(ア)cのとおり，本願明細書には，各外観検査装置が，単独で自動検査を完了することのできるものであるとの記載はなく，それぞれ別個の基板に対して独立して検査を行うものであるとの記載もなく，また，各外観検査装置が，同一基板に対してそれぞれ別の検査を行うものであってはならないとの記載もないから，本願発明の各外観検査装置が，個別に基板検査を完了する複数の外観検査装置であることを要するということはできない。そして，引用発明の光学式外観検査装置とX線式外観検査装置は，いずれも，部品を実装した基板の撮影画像を取り込んで部品やはんだ付けの良否を判定するものであり，それぞれ独自に検査結果を出すものであるから，それぞれが，本願発明の外観検査装置に該当するものと認められる。したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の目視検査を本願発明の外観検査装置で取り込んだ画像に基づく検査へと置き換えることについての示唆の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3に「検査装置そのものの誤判定は対象外」(【0031】)との記載があることから，引用発明は，本願発明の前提となる「外観検査装置の誤判定をチェックする」という観点を示唆するものではなく，また，目視検査を，画像検査装置で取り込んだ画像に基づく検査に置き換えることはできなかったから，引用発明の目視検査を本願発明のような外観検査装置で取り込んだ画像に基づく検査へと置き換えることは，引用発明には示唆されていないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，甲3を参照すると，甲3には，次のとおりの記載がある。",
                    "「次に，従来技術②(特開昭62−169040号公報に記載されたもの)との差であるが，この従来技術②は，エラー箇所と再検査し歩留り向上を行なうため，検査装置がノイズ等の外的要因により誤判定をすることを防いだ高信頼の検査手法の提供を実現している。これに対し，本実施例では，検査装置そのものの誤判定は対象外であり，X線及び光学式検査装置の判定結果に対して，真の不良か偽かは不良診断装置を用いてマニュアルで判断している。」(【0031】)",
                    "また，上記の記載中で「従来技術②」とされた特開昭62−169040号公報(乙5)には，次のとおりの記載がある。",
                    "「ステップ2：検査の結果欠陥を検出した場合には，同位置の検査箇所を2回再検査して，合計3回の検査を行ない記憶し，その検査結果を次の4つの場合(第1表参照)に分類し欠陥の真偽を判定する。」(3頁右上欄4ないし8行)",
                    "「以上のように本発明によれば，機械的振動，電気的ノイズ，塵埃等の増加等偶発的原因による欠陥の誤検出の増加を即座に自動的に検出して作業者に知らせることができるので，検査装置，プリント基板を良好に管理してプリント基板の検査作業能率及び検査結果の信頼性を高めることができる。」(3頁右下欄8ないし14行)",
                    "これらの特開昭62−169040号公報(乙5)の記載によれば，従",
                    "来技術②は，欠陥を検出した場合にエラー箇所を検査装置で再検査して検査装置自身が自動的に誤判定を検出するものといえる。そうすると，甲3の「検査装置そのものの誤判定は対象外であり，X線及び光学式検査装置の判定結果に対して，真の不良か偽かは不良診断装置を用いてマニュアルで判断している。」との記載は，従来技術②のような「検査装置そのものが自動的に誤判定を検出するもの」ではなく，不良診断装置を用いてマニュアル(目視)で誤判定を確認していることを意味するものと解すべきである。したがって，甲3の「検査装置そのものの誤判定は対象外」との記載は，「検査装置そのものが自動的に誤判定を検出するものではない」との意味であって，何らかの手段で「検査装置の誤判定をチェックすること」自体を否定するものではないから，この記載を根拠として，引用発明は「外観検査装置の誤判定をチェックする」という観点を示唆するものではないということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，前記3(3)のとおり，外観検査の技術分野において，外観検査装置において不良と判定された箇所の検査を目視検査により行う際に，外観検査装置で取り込んだ画像をモニタに表示し，モニタに表示された画像に基づいて行うことは本願出願前に周知であったから，検査者が基板等を直接見て行う検査を，画像検査装置で取り込んだ画像に基づく検査に置き換えることが，困難であったとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，前記アの原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明に画像のネットワークによる転送を適用する動機付けは存在しないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が，引用発明に画像のネットワークによる転送を適用する動機付けは存在しないと主張する根拠は，以下のとおり，いずれも理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，原告は，引用発明において，外観検査装置で取得された画像は，自動判定のために装置内部で使用される手段にすぎず，不良診断装置に送られる検査結果ではないから，引用発明において，目視検査工程に検査画像を送ることについての示唆はないと主張する。",
                        "確かに，引用発明においては，外観検査装置で取り込まれた画像は，不良診断装置に送られることはない。しかし，引用発明は，前記第2，3(2)アのとおりであり，目視検査場所である不良診断装置とX線式外観検査装置及び光学式外観検査装置が，ローカルエリアネットワークを介して接続されており，このことは，データのネットワークによる転送が当業者にとって周知であり，送信されるデータに画像データも含まれることを考慮するすると，画像のネットワークによる転送を当業者に示唆するものと解され，これを妨げるものとは認められない。したがって，原告の上記主張は，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本願が出願された平成8年当時は，ようやくインターネットが普及の兆しを見せた時代であり，ネットワーク環境は現在よりも貧弱であったから，データ量が大きい検査画像をネットワークにより転送することについての示唆はないと主張する。",
                        "しかし，本願発明の外観検査装置は，工場などの特定の施設内で使用されるものであり，本願明細書(図面を含む。)の図1，図3に，ネットワーク部分を指して「3 LAＮ」と記載されていることから，本願発明において用いられるネットワークは，ローカルエリアネットワーク(LAＮ)のような施設内ネットワークであると認められる。そうすると，本願発明のネットワークは，インターネットなどの施設外のネットワーク環境とは異なるものである。したがって，原告の上記主張は，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明は，検査時間の長期化をいとわず，複数の自動検査方式を組み合わせることにより，検査の合理化・効率化を図るものであって，不良が発生した基板の情報をリアルタイムに処理することを課題とする本願発明とは，課題及び技術思想を異にすると主張する。",
                        "確かに，本願明細書には，本願発明の目的の一つとして，不良が発生した基板の情報をリアルタイムに処理すること(【0008】)が記載されている。しかし，本願明細書の記載(【0004】ないし【0008】)によれば，不良が発生した基板の情報をリアルタイムに処理するとは，不良が発生した基板を別の検査装置のある場所へ持ち込んで調べるという従来技術では，不良発生後直ちに対応できなかったことから，不良発生後直ちに基板の情報を処理するという趣旨と解される。そうすると，不良が発生した基板の情報をリアルタイムに処理するという本願発明の目的は，自動検査方式を一方式とするか複数組み合わせるかという事柄とは直接の関係はないというべきである。そして，本願明細書の特許請求の範囲の請求項1の記載によれば，本願発明は，複数方式の自動外観検査を除外するものとは認められず，むしろ，前記1(1)ウのとおり，引用発明の光学式外観検査装置及びX線式外観検査装置は，いずれも本願発明の外観検査装置に該当するものと認められる。不良が発生した基板の情報をリアルタイムに処理すること(【0008】)という本願発明の目的の趣旨に照らせば，このように，引用発明の光学式外観検査装置及びX線式外観検査装置のような複数の方式の自動検査装置がそれぞれ本願発明の外観検査装置に当たると解したとしても，そのことが，上記の本願発明の目的に反するとは認められない。",
                        "したがって，原告の上記主張は，引用発明に画像のネットワークによる転送を適用する動機付けを否定する根拠とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，自動検査装置で取り込んだ画像を不良診断装置での目視検査に流用することは，自動検査と目視検査が役割分担のもとで互いに補完し合うことにより検査の効率化を図るという引用発明の目的と整合しないと主張する。",
                        "甲3の記載(【0004】ないし【0007】)によれば，引用発明は，①プリント板ユニットの実装検査を行う場合，一方式の自動検査装置では全検査項目を検査することは困難であり，真の不良の10倍以上の不良判定(誤判定)をするため，検査装置の不良判定箇所を再度目視で確認し，障害診断を行う必要があること，②検査装置のテストデータ作成には，工数・品質の面で問題があったことという課題を解決するために発明されたもので，光学式およびX線式の異なる検査装置と，不良箇所を確認・判断する不良診断装置と，得られたデータを一括して管理するサーバとを組み合わせることによって，プリント板ユニット外観検査の合理化および効率化を図るとともに，プリント板ユニットの品質向上を実現できるようにした，プリント板ユニット外観検査システムを提供することを目的とするものである。そうすると，引用発明において，仮に自動検査装置で取り込んだ画像を不良診断装置での目視検査に流用したとしても，引用発明の目的は達成することができ，そのような流用が，引用発明の目的と整合しないとはいえない。したがって，原告の上記主張は，採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，引用発明に画像のネットワークによる転送を適用する動機付けは存在しないとの原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "商業的成功について",
              "text": [
                "原告が本願発明の商業的成功を裏付ける証拠として提出する甲10ないし13を参酌しても，本願発明に進歩性があるとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由4の成否",
              "text": [
                "以上によれば，審決が，引用発明に周知技術を適用して相違点2における本願発明の構成とすることは当業者が容易に想到できたとした判断に誤りはなく，この点について誤りがあるとする原告の主張は，採用することができない。",
                "したがって，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は，いずれも理由がない。原告は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}