{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−890100号事件について平成21年6月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，登録第4768661号商標(平成15年11月13日登録出願，出願番号商願2003−100693号，平成16年4月30日登録。以下「本件商標」という。)の商標権者である。本件商標は，別紙1のとおりの構成からなり，指定商品を「自動車並びにその部品及び附属品，陸上の乗物用の機械要素，乗物用盗難警報器，陸上の乗物用の交流電動機又は直流電動機(その部品を除く。)，二輪自動車，自転車並びにそれらの部品及び附属品」とする。",
            "被告は，平成20年10月17日，特許庁に対し，本件商標を無効にすることを求めて無効審判請求(無効2008−890100号)をし，特許庁は，平成21年6月30日，「登録第4768661号の登録を無効とする。」との審決(以下「審決」という。)をし，その謄本は，同年7月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。その要旨は，以下のとおり，本件商標は，その登録出願時及び登録査定時において，外国及び我が国における需要者に広く認識されている別紙2の商標(以下「引用商標」という。)に類似する商標であり，かつ，不正の目的をもって使用するものに当たるから，商標法4条1項19号に該当するというものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性",
              "text": [
                "スイスの雑誌やドイツの自動車専門誌の記事，我が国における自動車ショーへの出展，カタログの作成・頒布，自動車専門誌の記事等によれば，引用商標は，被告の自動車用改造部品やこれらを用いてする自動車の改造等の役務について使用され，本件商標の登録査定時はもとより登録出願時において既に，スイスをはじめヨーロッパを主とした外国の需要者の間に広く認識されている商標となっていたと認められ，また，我が国においても自動車やその部品の需要者，殊に外国車や高級国産車の需要者の間で，相当程度認識されている商標となっていたと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標の類否",
              "text": [
                "本件商標と引用商標において，それぞれ顕著に表されたS状図形(右に約20度傾斜させた欧文字の「S」をモチーフとした図形)は，いずれも独立して看者の注意を強く惹くものである。両S状図形は，下左端部分の形状，側面の形状に相違はあるものの，いずれもやや右に傾斜しており，上右端部分を6角形状の断面としていること，切り欠いた2つの面とこれらの間の面とを「S」の形状にそって表していること，グラデーションが施されていることにおいて共通している。両商標は，構成全体の形状はもとより，グラデーションが施されていることも相まって構成全体が立体的な様相を呈することから，上記相違点が共通点と比べてそれほど看者の印象に残るとはいい難く，むしろ看者に与える印象の骨格を決定づける図形としての基本的構成において，両者は構成の軌を一にする。",
                "本件商標と引用商標の構成中の各S状図形と下部の「DESIGＮ」と「SPORTEC」の各文字を併せて全体としてみた場合においても，両S状図形は，下部の綴り字の違いを凌駕するほどに相似た印象を看者に与える。両商標は，時と所を異にして離隔的に観察した場合，需要者が両者を区別することは極めて困難であるほどに，外観において類似する。",
                "本件商標と引用商標は，称呼においては相違するところがあるとしても，観念の差異によって明確に区別し得るものではなく，顕著に表されたS状図形において，極めて近似した印象を与える。",
                "したがって，本件商標は引用商標と類似する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正の目的の有無",
              "text": [
                "株式会社スポーテックジャパンは，本件商標の登録出願時前の平成12年ころから被告商品の日本における輸入販売代理店であり，原告は同社の代表者であったから，原告は引用商標の動向等について知悉していた。原告は，被告との間で，販売代理店契約等の業務提携に係る交渉が継続している時期に，引用商標が本件商標の指定商品について登録されていないことを奇貨とし，引用商標の要部であるS状図形に酷似した図形を顕著に表し，全体として引用商標に類似する本件商標を出願し，登録したものと推認される。",
                "原告は，被告との契約交渉等を有利に進めるため，あるいは，日本における請求人の参入を阻止する等の不正の目的をもって，本件商標を登録出願したといわざるを得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張に係る取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性の認定の誤り(取消事由1)",
              "text": [
                "被告が，自動車の車体やアルミホイール，センターキャップ等に使用している商標は，「SPORTEC」のみである。また，各雑誌の記事において，掲載されている商標は，「SPORTEC」であって，「S」の文字や「S／SPORTEC」の文字の組み合わせたものではない。我が国において周知の商標は，引用商標「S／SPORTEC」ではなく，「SPORTEC」部分である。",
                "したがって，引用商標が周知であるとした審決の認定は，誤りである。",
                "なお，商標「SPORTEC」を我が国において周知にしたのは，原告及び原告が代表する株式会社スポーテックジャパン(以下，「スポーテックジャパン」という。また，原告及びスポーテックジャパンの両者を併せて，単に「原告」，「原告ら」又は「スポーテックジャパン」という場合がある。)である。原告らは，平成13年に，東京オートサロンに，「SPORTEC JAPAＮ」として出展し(約800万円の出費)，宣伝広告を行い(平成13年だけで1200万円出費)，各雑誌社に記事を掲載した(平成13年だけで3000万円出費)。原告らは，多大の負担を行い，その活動の結果，「SPORTEC」が，我が国において，周知になった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標の類否判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標と引用商標の識別力の生じる部分の認定の誤り(ア) 本件商標の指定商品である第12類「自動車並びにその部品及び附属品，陸上の乗物用の機械要素，乗物用盗難警報器，陸上の乗物用の交流電動機又は直流電動機(その部品を除く。)，二輪自動車，自転車並びにそれらの部品又は附属品」においては，多くのデザインされた「S」の文字のみや，「S」の文字と線図等から構成された商標登録が存在するため，本件商標が識別力を生じるのは，「S」部分ではなく，「DESIGＮ」部分である。本件商標のS状図形は，独立して自他商品の識別標識としての機能を有しない。",
                    "また，引用商標は，自動車の車体やホイール等のエンブレム等に使用されているが，上記のとおり，これらの商品の分野においては，デザインされた「S」の文字のみや，「S」の文字と線図等から構成された商標登録が多数存在するため，引用商標が識別力を生じるのは，「S」の部分ではなく，「SPORTEC」部分である。引用商標の「S」の部分は，独立して自他商品の識別標識としての機能を有しない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，被告は，本件商標の「DESIGＮ」部分は，本件商標の指定商品の分野において一般的に使用される極めてありふれた語であって，自他商品の識別機能を有しないか，又は，有しても極めて弱いと主張する。",
                        "しかし，「DESIGＮ」は，本件商標の上記指定商品の分野において品質等を表示するものでなく，また，付記的な要素と認識，把握されることはない。また，本件商標の指定商品の分野において，S状図形のみでは識別力を有しない。識別力を生じるのは，S状図形の部分ではなく，「DESIGＮ」の部分である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標の類否判断の誤り",
                  "text": [
                    "本件商標の識別力を有する部分は「DESIGＮ」の文字部分であり，本件商標からは「デザイン」との称呼・観念を生じる。他方，引用商標の識別力を有する部分は「SPOTRTEC」の文字部分であり，「スポーテック」との称呼・観念を生じる。また，両商標は，「DESIGＮ」と「SPORTEC」の部分において，外観が異なる。",
                    "したがって，本件商標と引用商標は非類似である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正の目的の判断の誤り(取消事由3)",
              "text": [
                "原告が本件商標を出願したのは，原告が自己の事業を保護するためであり，不正の目的によるものではない。",
                "原告は，平成12年3月，スイスジュネーブショーの際に，被告との間で，我が国におけるSPORTECビジネスをすることについての合意をし，スポーテックジャパンにおいて，事業の準備を開始した。",
                "「SPORTEC」に関連する商標は，第12類の指定商品「自動車並びにその部品及び附属品」等について，本田技研工業株式会社が，同年9月22日，「スポルティック」「SPORTIC」を上下二段に表した商標の登録を受けていた(甲37，38)ことから，商標「SPORTEC」は，本田技研工業の商標と類似し，同商標は使用されていることから，商標登録は困難と判断された。原告は，被告に対し，同年12月，「SPORTEC」の商標によるビジネスを開始するに当たり，我が国においては，第12類「自動車並びにその部品及び附属品」について，「SPORTEC」の商標は取得できない旨報告した。",
                "これに対し，被告は，原告らに対し，平成13年1月25日付けの「S／SPORTEC」商標登録出願に関する手紙(BOVARD特許弁護士事務所からKほか宛てのもの，甲31)により「商標は取得できる，登録申請した」と報告した。しかし，被告は，第12類について，「S／SPORTEC」の商標を取得できたわけではなく，また，どのような方法により商標を取得するかについての提案もなかった。",
                "原告は，被告から，上記のような商標登録に関する虚偽報告を受け，これに基づいて，莫大な広告宣伝費を負担した。原告は，その投資に見合うように原告のビジネスを保全する目的で本件商標について，商標登録をした。",
                "以上のとおり，原告は，正当な目的によって本件商標の登録を受けたもので，被告の商標「SPORTEC」が指定商品「自動車並びにその部品及び附属品」に商標登録されていないことを奇貨として，本件商標を登録したものではない。",
                "なお，原告が被告の同意を得ることなく，平成15年10月の東京モーターショーに出展したとしたする審決の認定は誤りである。原告は，同年9月に，ドイツのフランクフルトで，以後の製造・販売戦略，商標，ライセンス，翌月の東京モーターショーにおける活動などについて協議し，出展について被告の同意を得ている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性の認定の誤り(取消事由1)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下のとおりの事実によれば，引用商標は，被告に係る自動車改造部品やこれらを用いてする自動車の改造等の役務について使用され，本件商標の出願時及び登録査定時において，スイスを初めヨーロッパを主とした外国の需要者の間に広く認識され，また，我が国においても自動車やその部品の需要者や取引者，殊に外国者や高級国産車の需要者や取引者の間において，広く認識されていた。",
                    "すなわち，①被告は，平成7年の設立以来，その商品及び役務について引用商標を使用していること(甲2の1ないし7)，②被告の取扱いに係る自動車用ホイールや被告が改造を施した自動車が，スイス，ドイツ連邦及びアメリカ合衆国の雑誌で「2002年 100，000ユーロ超チューニング車 読者投票1位」，「2001年 スポーツカー 読者投票1位」，「2002年 中型クラス読者投票1位」，「2001年 年間優秀ホイール 読者投票1位」，「2000年 年間優秀ホイール 読者投票1位」のように，需要者の間で高い人気を博していること(甲2の8)，③被告は，平成13年にスイスのチューリッヒで開催された自動車ショーを初めとして，世界各国の自動車ショーにその取扱いに係る商品を出展し，出展ブースにおいて引用商標を大々的に掲示したこと，④被告は，平成13年1月12日から開催された「東京オートサロン」及び平成14年1月11日から同月13日にかけて千葉県「幕張メッセ」で開催された「東京オートサロン」における被告の出展ブースにおいて，引用商標を大々的に掲示したこと，また，その様子は我が国で頒布された自動車雑誌において大きく報道されたこと(甲12の5，8ないし10，26の1)，⑤平成14年1月ころに作成され，頒布された日本市場向けの被告商品のカタログにおいて，引用商標が大々的に掲示されていること(甲11)，⑥我が国で頒布された雑誌において，被告商品が広告されてきたこと，被告会社や被告商品が繰り返し報道されたこと(甲12の1ないし55)等に照らせば，引用商標は広く認識されていたというべきであって，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，被告の使用している商標は，引用商標ではなく，引用商標中の「SPORTEC」部分のみであると主張する。しかし，原告の主張は，以下のとおり，失当である。すなわち，アで述べたとおり，被告の販売に係る自動車用部品に付している商標，及び被告が商品カタログ，国際自動車ショーでの出展ブース，雑誌に掲載された広告，取引書類等に使用している商標は，引用商標及び被告S状図形である。被告の使用している商標が，引用商標中の「SPORTEC」部分のみであるとの原告主張は理由がない。",
                    "なお，原告は，日本において，商標「SPORTEC」を周知にしたのは，原告及びスポーテックジャパンであると主張する。しかし，商標法4条1項19号における周知性の認定において，誰が周知にし，周知性の獲得に貢献したかということは関係がない。原告が，我が国における被告商品の輸入販売代理店として，被告商品を宣伝等したことがあったとしても，引用商標が商標法4条1項19号所定の「日本国内又は外国における需要者の間に広く認識されている商標」であるとの事実を否定する根拠にはならない。原告のこの点の主張は，主張自体失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標の類否判断の誤り(取消事由2)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標の自他商品識別力を生じる部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標は，略正四角形の黒塗り図形の中に，構成全体中の略4分の3以上を占めるS状に表記された図形を含む。S状図形は，上右端部分が横長矩形の2隅を斜めに切り欠いた6角形状の断面とし，当該6角形の各頂点から，S状図形の左端部に向かって「S」の字形にそって曲線を描いて，全体が立体的な様相を呈するように，その内側にグラデーションを施している。S状図形は，①単にアルファベット大文字の「S」をありふれた字体で表したものではなく，やや右に傾斜させ，灰色のグラデーションを設けるなどして立体的に表現され，高級感，躍動感，スピード感を感じさせる独創的な図形であること，②本件商標の構成全体の4分の3以上を占めていることから，これに接する需要者・取引者に対して強い印象を与える。",
                        "他方，本件商標中の下段には，「DESIGＮ」の文字が，S状図形の大きさ(高さ)の10分の1の大きさで表記されている。「DESIGＮ」は，「デザイン」や「設計」等を意味する語であり，良好なデザインが自動車改造用部品を購入する際の動機になり得ることから，「DESIGＮ」部分は，「デザインが施されたもの」であること等を説明的に示した標章であって，自他商品識別機能を有しないか，極めて微弱な識別機能しか有しない。",
                        "以上によれば，本件商標に接した需要者・取引者にあっては，大きく表示され，かつ特徴的なデザインを施されたS状図形の部分に注意が惹かれ，その下に小さく表示された「DESIGＮ」の文字部分は単に付記的な要素と認識，把握する。本件商標の自他商品識別機能を有する部分は，S状図形である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標は，黒地を背景としてやや右に傾斜したS状の図形を構成全体中の略4分の3以上を占めるS状に表記された図形を含む。S状図形(被告S状図形)は，上右端部分が横長矩形の2隅を斜めに切り欠いた6角形状の断面とし，当該6角形の各頂点からS状図形の左端部に向かって「S」の字形にそって曲線を描いて，全体が立体的な様相を呈するように，その内側にグラデーションを施している。被告S状図形は，①単にアルファベット大文字の「S」をありふれた字体で表したものではなく，やや右に傾斜させ，灰色のグラデーションを設けるなどして立体的に描出され，高級感，躍動感，スピード感を感じさせる点において独創的であること，②引用商標の構成全体の4分の3以上を占め，その下に横線を介して小さく表示された「SPORTEC」の文字より大きく記載されていることから，これに接する需要者・取引者に対して強い印象を与えている。",
                        "他方，引用商標の下段には，「SPORTEC」の文字が，被告S状図形の大きさ(高さ)の約9分の1の大きさで表記されている。",
                        "以上によれば，引用商標に接した需要者・取引者にあっては，大きく表示され，かつ特徴的なデザインを施された被告S状図形の部分に注意が惹かれ，被告S状図形の部分のみによって自他商品識別機能を有するものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，被告の使用している商標は「SPORTEC」であって，「S」の文字や「S／SPORTEC」の文字の組み合わせではないと主張する。",
                        "しかし，原告の主張は，以下のとおり妥当でない。雑誌記事に，引用商標を大きく掲示して被告商品を紹介する「誇らしげに刻まれたスポーテックエンブレムがチューニングレベルの証」(甲12の46)等のような記載とともに引用商標や被告S状図形が掲載されていることに照らすならば，被告商品等の出所を示す表示として用いられている商標は，「SPORTEC」ではなく，引用商標及び被告S状図形であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標の類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観・称呼・観念について",
                      "text": [
                        "本件商標と引用商標は，いずれも，上右端部分が横長矩形の2隅を斜めに切り欠いた6角形状の断面とし，当該6角形の各頂点から，S状図形の左端部に向かって「S」の字形にそって曲線を描いて，全体が立体的な様相を呈するように，その内側にグラデーションを施しているS状図形部分が共通する。本件商標と引用商標とは，下部の文字部分において，前者は「DESIGＮ」，後者は「SPORTEC」が付されており，この点で相違するが，これらの文字部分はいずれも，①S状図形と対比して著しく小さく表示されていること，②いずれもほぼ同じ角度で傾斜したイタリック体で書かれていること，③灰色のグラデーションが施されていること，④上段のS状図形に対する文字の大きさの構成比率が同じであること等によれば，全体としては共通する印象を与えるものといえる。本件商標と引用商標とは，外観が類似する。",
                        "本件商標も引用商標も，特徴的なS状図形部分から「エス」の称呼が生じるから，両商標は称呼において類似する。",
                        "本件商標及び引用商標からは，顕著に表されたS状図形部分から「右に傾斜した立体的な欧文字のエス」の観念が生じるから，両商標は観念において類似する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "類否判断",
                      "text": [
                        "本件商標と引用商標とは，外観，称呼及び観念において共通すること等総合して判断すれば，両商標は互いに類似する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正の目的の判断の誤り(取消事由3)に対し",
              "text": [
                "原告は，スポーテックジャパンの代表者であり，同社は本件商標の登録出願前の平成12年ころから被告商品の日本における輸入販売代理店であったことから，引用商標がスイスを初めとする欧州各国で周知なものであること及び日本の取引者・需要者の間でも人気を博していることを知悉していた。",
                "原告は，被告との販売代理店契約等の業務提携に係る交渉が継続しているにもかかわらず，引用商標が本件商標の指定商品について登録されていないことを奇貨として，引用商標と類似する本件商標を出願して，商標登録を受けた。",
                "すなわち，原告は，東京モーターショーへの出展を巡る被告との紛争を通じて，自己の希望する条件で被告との販売代理店契約を締結できる可能性が低いと判断し，引用商標が第12類の本件指定商品については登録されていないことを奇貨として，引用商標の構成中の「SPORTEC」部分を「DESIGＮ」部分に変更して，本件商標を登録出願した。",
                "このような経緯に照すならば，原告が，①被告との契約交渉を有利に進める目的，②引用商標が有する著名性や顧客吸引力を不当に利用する目的，又は③日本における被告の参入を阻止する目的等の不正の目的をもって，本件商標を登録出願したといえる。",
                "この点，原告は，本件商標の登録は，自己の事業を保護するためのもので，不正の目的による出願ではないと主張する。しかし，事業上，商標を登録することが必要であったからといって，取引の相手方たる他人が使用する商標について，その周知性を知悉しながら，当該商標に類似する商標を当該他人に無断で商標登録出願することが正当化されるものではなく，本件商標の出願に至る経緯に照らせば，原告は，不正の目的をもって，出願したと判断されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の周知性の認定の誤り)について",
          "text": [
            "引用商標は，本件商標出願前に周知であったと判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "被告が改造した自動車あるいは被告が製造した自動車部品であるホイール等を掲載した被告のパンフレットには，パンフレットの冒頭及び末尾に，引用商標が，広く塗りつぶされたパンフレットの下部約5分の2の部分に，他の文字よりも大きく印象的に掲載されている(甲2の1ないし7)。",
                "各パンフレットの頒布時期は，①甲2の1のパンフレット(アウディTTの改造車)は，平成13年11月ころ(乙7，8及び35)，②甲2の2のパンフレット(アウディA4の改造車)は，平成13年11月ころ(乙9ないし11及び35)，③甲2の3のパンフレット(セアト・レオンの改造車)は，平成14年11月ころ(乙12，13及び35)，④甲2の4のパンフレット(アウディRS6の改造車)は，平成15年12月ころ(乙14及び35)，⑤甲2の5のパンフレット(ポルシェ996及びGT2の改造車)は，平成14年11月ころ(乙15，16及び35)，⑥甲2の6のパンフレット(ポルシェ用モノ10アロイホイール)は，平成14年11月ころ(乙17ないし19及び35)，⑦甲2の7のパンフレット(アウディ用モノ10アロイホイール)は，平成13年7月ころ(乙19ないし21及び35)であり，本件商標の出願前である(なお，④については登録前である)。そして，上記各パンフレットは，上記の時期以降(ただし，イタリアについては，平成16年以降)，フランス，米国，日本，イタリア，ベルギー，ドイツ，ロシア，ギリシャ及びスペインにおいて頒布されている(乙35ないし39)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告は，以下のとおり，被告改造に係る自動車の写真を掲載した雑誌広告記事等(甲6)に，引用商標を紙面上等の目立つ位置に配置して，これらの広告記事を，掲載，頒布させた。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "甲6の29頁の左側の宣伝広告記事(アウディA4カブリオ)では，紙面を上中下の3段に分割し，中央の欄に自動車の写真が，縦幅の約4分の1を占める塗りつぶした上欄の左側部分に，ほぼ同欄の縦幅全体に近い大きさで，引用商標が付され，平成14年7月26日に発行された「Au",
                  "text": [
                    "to Illustrierte」(アオト・イルストリアテ)，同年8",
                    "月23日に発行された「Sport Auto」(シュポルト・アオト)及び同年9月4日に発行された「Auto Motor Sport」",
                    "(オート・モーター・スポート)の各誌に掲載され，スイス，ヨーロッパ各国で頒布された(乙22の訳文2枚目9～11欄)。",
                    "同頁右側の引用商標を付した写真(アウディA4Avant)は，平成14年11月ころ発行された「Auto Illustrierte」",
                    "(アオト・イルストリアテ)誌に掲載され，スイスで頒布された(乙22の3頁参照，同訳文2枚目25欄)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲6の30頁左側の宣伝広告記事(自動車に取り付けられた被告製品のホイール部分を拡大した写真)では，紙面を上中下の3段に分割し，中央の欄にホイールの写真が，縦幅の約4分の1を占める塗りつぶした上欄の左側部分に，ほぼ同欄の縦幅全体に近い大きさで，引用商標が付され，平成14年4月ころ発行された「Auto Illustrierte」",
                  "text": [
                    "(アオト・イルストリアテ)に掲載され，スイスで頒布された(乙22の9頁参照)。",
                    "同頁右側の宣伝広告記事(アウディA4アヴァンティッシモ)では，紙面を上中下の3段に分割し，中央の欄に自動車の写真が，縦幅の約4分の1を占める塗りつぶした上欄の左側部分に，ほぼ同欄の縦幅全体に近い大きさで，引用商標が付され，同年5月29日に発行された「Auto Motor Sport」(オート・モーター・スポート)，同月31日，同年6月28日に発行された「Auto Illustrierte」",
                    "(アオト・イルストリアテ)の各誌に掲載され，スイス及びヨーロッパ各国で頒布された(乙22の訳文1枚目見出し欄を除いた18欄，22欄，2枚目6欄，乙23)。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "甲6の31頁のインターネットの被告のホームページに掲載された宣伝広告記事(被告製品の概要を示す写真)には，画面上部の自動車の一部を写した写真の右側の塗りつぶされた部分に，横長の自動車の写真とほぼ同じ縦幅で，引用商標が付され，同記事は，平成15年1月ころ掲載された(乙25)。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "甲6の41頁右側の引用商標が付された宣伝広告記事(被告が改造した自動車及び被告が製造した自動車部品)では，左側に小さな15枚の写真が，右側に大きく2枚の自動車の写真が掲載され，その右側の大きな2枚の写真の間の空白部分に，引用商標が付されている。この記事は，平成15年1月ころ，「Auto Online」誌に掲載され，台湾で頒布された(乙29)。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "なお，甲6の34頁ないし40頁，42頁に紹介された雑誌記事には，被告商品についての紹介，「SPORTEC」の商標(乙26の1，2枚目，乙27の3枚目，乙28の7枚目，9枚目，乙30の2枚目，4ないし7枚目，乙31の2枚目，4～7枚目，乙32の1，2枚目，4～7枚目，乙33の2枚目，4，5枚目，7ないし9枚目，乙34の2枚目)，「S」の文字(乙30の6枚目)の記載はあるものの，引用商標は掲載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "被告は，自己の商品等に関連したプレスリリースないしウエブサイトに，以下のとおりの態様で，引用商標を用いている。すなわち，①平成15年1月25日付けで被告のホームページに掲載された，被告製品Sportec996AIのプレスリリースでは，被告製品を搭載したスポーツカーのテスト報告記事が掲載され，そこに掲載された写真6枚には，いずれも写真中の左上の目立つ位置に引用商標が付されている(甲5の1)，②同年1月30日付けで被告のホームページに掲載された，被告製品のプレスリリースでは，被告製品を搭載したスポーツカーの記事が掲載されているが，そこに掲載された写真5枚には，いずれも写真中の左上の目立つ位置に引用商標が付されている(甲5の2)，③同年1月30日付けで被告のホームページに掲載された，被告製品が搭載された自動車の試験走行記事に掲載された写真4枚には，いずれも写真中の左上の目立つ位置に引用商標が付されている(甲5の3)，④同年2月4日付けで被告のホームページに掲載された，被告製品が搭載された自動車の記事に掲載された2枚の写真のうちの1枚(甲5の5)，同月10日付けで被告のホームページに掲載された，被告製品を搭載した自動車の記事に掲載された3枚の写真のうちの1枚(甲5の6)に，いずれも写真中の左上の目立つ位置に引用商標が付されている，⑤同年6月4日付けで被告のホームページに掲載された，被告製品を搭載した自動車の記事に掲載された写真6枚には，いずれも写真中の左上の目立つ位置に引用商標が付されている(甲5の7)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "被告製品は，以下のとおり，自動車雑誌の読者投票で高い人気を得ている(甲2の8，甲4の1，2)。すなわち，被告が改造した自動車又はその部品についての雑誌の読者投票では，①平成12年，スポーテックホイールマルチスポークが，スイスのアウト・イルストリルテ誌で読者投票1位，②平成13年，スポーテックGT2SP700RがドイツのVMAXX誌の読者投票で1位，スポーテックホイールモノ10がスイスのアウト・イルストリルテ誌の読者投票で1位，③平成14年，スポーテックGT2SP700Rがドイツのシュポルト・アウト誌の100，000ユーロ超チューニング車部門の読者投票で1位，スポーテックA4RS420がドイツのアウト・ビルド・テスト・ウント・テューニング誌の中型クラス部門の読者投票で1位，RS310／A4Avantがドイツのオートビルド誌の読者選定のチューニングカー(ミドルクラス)部門で1位，SP700／996turboがドイツのスポーツオート誌のチューニングカー(スポーツカー部門)で1位，④平成15年，スポーテックGT2SP700Rがスイスのアウト・イルストリルテ誌のスポーツカー及びクーペ部門の読者投票で1位，スポーテックRS550ステーションワゴンがスイスのアウト・イルストリルテ誌のセダン及びステーションワゴン部門の読者投票で2位，スポーテックA4RS420ステーションワゴンがアメリカのヨーロピアン・カー誌の編集者選で1位となるなどの実績がある。",
                "また，被告は，平成13年にチューリッヒ，平成14年に東京，平成15年にラスベガス，エッセンで開催された国際自動車ショーで，被告製品を搭載した自動車を展示し，その展示会場において，引用商標を多数箇所に大きく表示した(甲7)。"
              ]
            },
            {
              "fig": "オ",
              "subject": "我が国においても，以下のとおり，「SPORTEC」又は「スポーテック」の表記が，自動車雑誌等に多数掲載されている。すなわち，①外車情報誌ウィズマンの平成13年2月号，3月号，7月号，12月号，平成15年6月号，8月号，9月号の各号には，被告製品を搭載した自動車についての記事が掲載されているが，被告又は被告製品については，「SPORTEC」又は「スポーテック」の表記が用いられている(甲12の1，4，11，22，44，52，55)，②自動車雑誌「Rosso」の平成13年",
              "text": [
                "3月号，4月号，10月号，12月号，平成14年3月号，7月号，平成15年6月号には，被告製品を搭載した自動車についての記事が掲載されているが，被告又は被告製品については，「SPORTEC」又は「スポーテック」の表記が用いられている(甲12の5，10，13，18，26の2，27，42)，③自動車雑誌「Only Mercedes」の平成14年",
                "10月号，平成15年3月号，6月号ないし9月号には，被告製品を搭載した自動車についての記事が掲載されているが，被告又は被告製品については，「SPORTEC」又は「スポーテック」の表記が用いられ(甲12の31，38，41，47，50，53)，このうち，甲12の47には，",
                "「スポーテックチューンが行われたコンピュータユニットには，オリジナルステッカーがさり気なく貼られる。」との記事の下に，引用商標とみられるステッカーが貼られた写真が掲載されている，④平成13年2月から平成15年9月の間に，「東海版輸入車情報 月刊レフト」(甲12の2)，「特選外車情報」(甲12の3，39，40，49)，「GEＮROQ」(甲1",
                "2の6，12，37，48)，「ティポ」(12の7)，「imp」(甲1",
                "2の8)，「モーターマガジン」(甲12の9)，「週刊 Car Sensor」(甲12の14，29)，「輸入車中古車情報」(甲12の1",
                "5)，「auto fashion original」，(甲12の1",
                "6)，「EＮGIＮE」(甲12の17，45)，「CHARGE」(甲1",
                "2の19)，「くるまにあ」(甲12の20，30)「ル・ボラン」(甲12の21，54)，「CAR GRAPHIC」(甲12の23，25，2",
                "6の1)，「モーターマガジン」(甲12の24)，「Volkswage",
                "n」(甲12の32，33)，「CHARGE」(甲12の43，46)等",
                "多数の自動車雑誌に掲載されている。",
                "雑誌記事中，「ティポ」(平成13年3月号，甲12の7)には，引用商標が掲載され，「モーターマガジン」(平成13年3月号，甲12の9)，「Rosso」(平成13年4月号，上記甲12の10)，「CAR GR",
                "APHIC」(平成14年3月号，甲12の26の1)にも，掲載写真の中に引用商標が撮影され，また「CHARGE」(平成15年7月号，甲12の46)にも不明確ながら，引用商標と思われるものが掲載写真中に撮影されている。さらに「GEＮROQ」(平成13年10月号，甲12の12；平成15年1月号，甲12の37；平成15年7月号，甲12の48)，",
                "「Volkswagen」(平成15年2月1日発行，甲12の32)にお",
                "ける被告製品の広告には，右下又は右上に大きく引用商標が掲載されている。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "上記の認定事実を総合すれば，引用商標は，本件商標の出願時及び登録査定時において，自動車の改造部品又は改造部品を搭載した自動車である被告の商品を表示するものとして，スイス，ドイツを中心としたヨーロッパ諸国において需要者の間に広く認識されており，我が国においても特に外国車の需要者の間に相当程度知られていたものと認められる。",
                "以上によれば，原告主張の取消事由1(引用商標の周知性の認定の誤り)には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件商標と引用商標との類否判断の誤り)について(1) 本件商標と引用商標の識別力を生じる特徴的な部分について本件商標及び引用商標の識別力を生じる特徴的な部分は，デザイン化された「S」の文字部分にあると判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用商標は，「S状図形」及び「SPORTEC」の文字からなる。",
                    "引用商標中の「S状図形」は，「S」の文字の右上端部分を横長矩形の2隅を斜めに切り欠いた6角形状の断面として，「S」の文字が視覚的に立体的に見える構成とし，その切り欠きにより形成された上面がそのまま文字全体の上面として下左端の切り欠き面まで連なり，切り欠き部の切り欠き面の2つの面の一方の面が上面より濃く，他方の面が上面より薄く彩色されるグラデーションにより，視覚的に立体的な構成を維持したまま，上面と斜めの切り欠き面が屈曲して下左端部分の切り欠き面まで連なり，「S」の文字の左下端部分も，右上端部分と同様に6角形状の断面とされた「S」字形状を示している。上右端部分の6角形状の断面が直下の屈曲部よりも右に少し突出し，下左端の6角形状の断面が直上の屈曲部よりも少し左に突出しているため，全体として「S」の文字が少し右に傾いた印象を与える。",
                    "引用商標の「S」状図形は，そのデザイン上の工夫，特徴から，需要者，取引者に対し，通常の「S」の文字とは異なり，強い印象を与え，自他商品識別力を有する形状であると評価できる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "他方，引用商標中の「SPORTEC」の文字は，引用商標のS状図形に比べるとかなり小さく配置され，文字を形成する線の幅は，「SPORTEC」の文字の線の幅が「S」の文字の線の幅の10分の1程度の大きさで表記されている。",
                    "「SPORTEC」の文字は，スポーツあるいは技術を連想させる文字であり，文字にデザインが施されているが，文字の大きさがS状図形と比較してはるかに小さいため，強い印象を与えるものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "本件商標",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件商標は，「S状図形」及び「DESIGＮ」の文字からなる。",
                    "本件商標中の「S状図形」は，「S」の文字の右上端部分を横長矩形の2隅を斜めに切り欠いた6角形状の断面とするとともに，その断面の上部台形部分を下部長方形部分より濃く彩色することによって，視覚的に立体的に見える構成とし，その切り欠きにより形成された上面がそのまま文字全体の上面として左下端の切り欠き面まで連なり，切り欠き部の切り欠き面の2つの面の一方の面が上面より濃く，他方の面が上面より薄く彩色され，さらに文字の屈曲部においては右上端部分の6角形状の断面の長方形部分の側面の1つも屈曲する上面，切り欠き面のさらに下に見えるように薄く彩色されるグラデーションにより，視覚的に立体的な構成を維持したまま，上面と斜めの切り欠き面及び長方形部分の側面が屈曲して下左端まで連なっている。また，右上端部分の切り欠き面が直下の屈曲部よりも右に少し突出し，下左端部分の終端部が直上の屈曲部よりも少し左に突出しているため，全体として「S」の文字が少し右に傾いた印象を与える。",
                    "本件商標の「S」状図形は，そのデザイン上の工夫，特徴から，需要者，取引者に対し，通常の「S」の文字とは異なる，強い印象を与え，自他商品識別力を有する形状であると評価できる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "他方，本件商標中の「DESIGＮ」の文字は，本件商標のS状図形に比べるとかなり小さく配置され，文字を形成する線の幅は，「DESIGＮ」の文字の線の幅が「S」の文字の線の幅の10分の1程度の大きさで表記されている。「DESIGＮ」の文字は，商品の「デザイン性」が優れているなどとの意味として理解されること，文字の大きさがS状図形と比較してはるかに小さいため，強い印象を与えるものとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "本件商標と引用商標の対比",
                      "text": [
                        "本件商標と引用商標とを対比する。両商標の外観は，識別力を生じる特徴的な部分であるS状図形は，「S」の文字の全体の形状，文字の傾き，グラデーションを用いた立体的な図柄を用いている点において共通し，その外観は類似する。また，両商標の要部であるS状図形の部分からはいずれも「エス」との共通の称呼を生じる。両商標ともS状図形の部分からは特段の観念を生じない。",
                        "そうすると，本件商標と引用商標とは，外観，称呼を共通にし，両商標とも特段の観念を生じないから，両商標は類似する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(不正の目的の判断の誤り)について",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(1)",
                      "subject": "事実認定",
                      "text": [
                        "証拠によれば，以下の事実が認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被告は，ポルシェ，アウディ等のドイツ製自動車のエンジン，ブレーキ，ホイール等の改造部品(いわゆるチューンアップパーツ)の製造販売及びこれらの部品を装着した自動車(完成車)の販売並びに改造部品を用いた自動車の改造を業とするスイス法人である(甲11，甲12の1)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，自らが代表するスポーテックジャパンにおいて，被告の事実上の代理店として，被告製品の輸入販売をすることとし，平成13年秋ころから，被告製品の輸入販売を開始した(甲10，甲12の9，13，甲13の1～5，甲14，甲16)。スポーテックジャパンは，平成13年1月の東京オートサロンに出展するなどし，我が国での被告製品の販売活動を実施したが，平成14年の販売実績は振るわなかった(甲16，甲17の1ないし32)。また，平成14年10月には，スポーテックジャパンは，被告の同意を得ることなく，我が国でスポイラーを製造し，「SPORTEC」名で販売し，被告の不信を買った(甲17の31)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "平成15年に入っても，スポーテックジャパンの販売実績が向上しなかったことから，同年8月，原告及びスポーテックジャパンと被告との間で，販売実績向上のための協議を行った(甲19の1，2)。",
                "原告側からは，外国車の部品のみではなく，日本車の部品について，セカンドブランドを立ち上げるべきであるとの提案をした。被告は，原告側からの提案を拒否し，さらに被告の文書による許諾なしに，スポーティックブランドあるいはこれらの使用に関連した画像，図面，車両，車両パーツおよびテスト報告を作成，公表，出版あるいは使用することを禁止する旨の意思を示し，スポーテックジャパンが被告製品の輸入販売のみを継続することを求めた(甲19の2)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "被告は，平成15年9月10日付けで，作成未了であった被告製品の販売等に関する基本契約書案を作成したが，その契約当事者は，スポーテックジャパンを相手とするものではなく，綱島モータース株式会社を相手とするものであった。同契約書案では，契約内容として，「日本市場における日本の車両種別に合わせたリムセレクションSPORTEC JPラインの購入契約」を含んでいるが，「SPORTEC JPラインおよびSportec標準チューニングプログラムの製品の製造者の選定権限は，販売者のみが有する。」と記載されていた(甲20の3の訳文1枚目「契約内容」及び3枚目「製造者の選定」)。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "その後，被告は，スポーテックジャパンが，被告の承諾を得ることなく，日本車向けに「SPORTEC DESIGＮ」等の標章を使用したことを発見したため，平成15年11月6日付けで，以下の趣旨を含む抗議文書を送付した。",
                "すなわち，①東京モーターショー及びSEMAラス・ベガスに関連して，被告を驚かせるようなスポーテックジャパンの事業活動に遭遇した，②被告は，トレードフェアへの参加及びインターネットへの参加，商標「SPORTEC」及び「SPORTEC DESIGＮ」の使用につい",
                "て，原告と協議したことはなく，また，原告に対し，日本車向けに，商標「SPORTEC」又は商標「SPORTEC DESIGＮ」を使用し",
                "た商品について，ホイール・リムを除き，提供する意図は有してない，③被告は，原告に対して，即座に，インターネット上から「SPORTECDESIGＮ」の使用を削除し，原告の将来の宣伝及び営業活動について被告と協議し，被告の許可を受けることを求める。",
                "また，被告は，平成15年12月2日付けで，原告(スポーテックジャパン)に対して，原告が，被告とパートナーシップ契約を締結しない限り，新しい製品を納入しない趣旨を含む文書を送付した。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "その後，若干の経緯があったものの，スポーテックジャパンは，被告に対して，平成15年12月9日付けで，被告と協力関係を解消する旨の書面を送付している(甲25)。",
                "また，被告も，被告の取引先である株式会社レイズ(以下「レイズ社」という。)や株式会社オートバックスセブン本社あてに，平成16年9月22日付けで，次のような内容を含む内容を記載した文書を送付している。",
                "すなわち，①スポーテックジャパン及び株式会社ティーエスエム(原告が代表する株式会社，以下両者を併せて「スポーテックジャパン等」という。)は，リム製品の製造に関する契約基盤を備えているかのような印象を与え，製造されたリムが不法な製品であることをレイズ社に伏せていると考えている，②スポーテックジャパン等と被告との間には，スポーテック・ホイールの正規ライセンス製造に関する契約は一切存在しない，③日本車種向けスポーテック・ホイール模造品の製造は，被告の了承を得ることなく，スポーテックジャパン等によって開始された，④スポーテックジャパン等と被告との提携関係は，平成15年12月9日付で解約された等の内容を含むものである(甲35)。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "原告が本件商標の登録出願をしたのは，このような紛争が継続していた平成15年11月13日であった。",
                "そして，原告及び原告が代表する株式会社ティーエスエムは，引用商標ないし類似商標の使用を継続していた。すなわち，平成18年11月15日の時点で，同社店舗の壁面に「SPORTEC」の商標を掲げていた。",
                "営業部フロントマネージャーの名刺の裏に，「SPORT TECHＮIC」を印刷し，店舗内には引用商標が付された被告製品のカタログのほか，「S DESIGＮ」との名称を使用し，本件商標が付されたホイール製品のカタログ，引用商標が付された被告製品のカタログを備え，スポーテックジャパンの名称とともに，取扱い店として「TSM 株式会社ツナシマモータース」の名称を付している。「S DESIGＮ」のカタログには，「TSM」の名称を付している(甲27の1ないし4)。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "判断",
                      "text": [
                        "前記認定した事実経緯，すなわち，①スポーテックジャパンは，平成15年秋に開催された東京モーターショーで，被告の同意を得ることなく，日本車用の被告製品を販売するものと誤解されるような展示方法を採用した等の行為を行ったことから，被告とスポーテックジャパンとの関係は悪化し，結局，同年12月9日，スポーテックジャパンは，被告に対し，協力関係の解消を申し出る書簡を送付し，両者の協力関係は解消した，②原告が本件商標登録の出願を行ったのは，両者の関係が悪化し，協力関係が終了する間の同年11月13日であった，③平成16年秋には，被告からスポーテックジャパンの取引先にスポーテックホイールの模造品の販売の中止を求める書簡が発せられ，被告とスポーテックジャパンの取引関係の継続の可能性は，完全に消滅した，④原告は，平成18年11月において，自己が経営するティーエスエムの店舗の壁面に「SPORTEC」の商標を掲げるとともに，店舗内に引用商標が付された被告製品のカタログを備えていた事実経緯を総合すると，原告による本件商標の登録出願及び登録は，被告との取引を終了せざるを得ないような状況の下で，取引終了後も引用商標及び被告製品の顧客吸引力を利用して，自己の経営する事業の収益を図るためにされたものであって，不正の目的でされたものといえる。",
                        "原告は，被告との取引を開始する際に，「SPORTEC」の商標の我が国での登録に関し被告から虚偽の説明をされたとか，本件商標の登録は自己の事業を保全するためであるなどと主張するが，被告から虚偽の説明があったことを認めるに足りる証拠はないし，自己の事業を保全するためであるとしても，それが被告の引用商標又は被告製品の顧客吸引力を利用しようとするものである以上，不正の目的であることが否定されるものではない。原告の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10220",
    "date": "2010-03-30",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080051",
    "ipprecedent_id": "2180",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}