{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800126号事件について平成21年2月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成8年3月25日，発明の名称を「真空浸炭方法および装置ならびに浸炭処理製品」とする発明につき，特許出願し(特願平8−67937号。",
            "国内優先権主張 特願平7−72043号 平成7年3月29日。甲1)，平成11年3月10日付け手続補正書による補正(甲2)を行い，同年8月6日，特許権の設定登録を受けた(特許第2963869号。以下「本件特許」といい，その明細書を図面とともに「本件明細書」という。設定登録時の請求項の数は6であった。甲3)。",
            "原告は，平成20年7月7日，本件特許の特許請求の範囲の請求項1ないし4に記載された発明についての特許を無効とすることを求めて無効審判を請求し(無効2008−800126号。なお，審判請求書(甲6)の記載は，平成20年7月4日付けである。)，特許庁は，平成21年2月2日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし4の記載は，次のとおりである(以下，請求項1ないし4に記載された発明を，それぞれ「本件発明1」ないし「本件発明4」といい，本件発明1ないし4を包括して「本件発明」ということがある。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1(本件発明1)",
              "text": [
                "鋼材よりなるワークを，真空浸炭炉の加熱室内で真空加熱するとともに，該加熱室内に浸炭用ガスを供給して浸炭処理を行なう真空浸炭方法であって，前記浸炭用ガスとしてアセチレン系ガスを使用するとともに，前記加熱室内を1 kPa 以下の真空状態として浸炭処理を行なうことを特徴とする真空浸炭方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2(本件発明2)",
              "text": [
                "前記アセチレン系ガスがアセチレンガスよりなることを特徴とする請求項1記載の真空浸炭方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項3(本件発明3)",
              "text": [
                "前記浸炭用ガスにガス状の窒素源を添加して浸炭処理を行なうことを特徴とする請求項1または2記載の真空浸炭方法。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項4(本件発明4)",
              "text": [
                "鋼材よりなるワークを加熱する加熱室を備えた真空浸炭炉と，前記加熱室内にアセチレン系ガスを供給する浸炭用ガス源と，前記加熱室内を真空排気する真空排気源とを備え，1 kPa 以下の真空状態で真空浸炭を行なうことを特徴とする真空浸炭装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本件発明1ないし4に係る特許は，特許法36条4項，6項1号(いずれも平成14年法律第24号による改正前。以下，同じ。)に違反するものではなく，これらの特許を無効とすることはできないとするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決は，特許法36条6項1号違反についての判断の誤り(取消事由1)，特許法36条4項違反についての判断の誤り(取消事由2)，原告提出の上申書記載の主張についての審理，判断を遺脱した誤り(取消事由3)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "特許法36条6項1号違反についての判断の誤り(取消事由1)審決には，本件発明1ないし4に係る特許は特許法36条6項1号に違反するものではないとの判断に誤りがある。その理由は，以下のとおりである。",
            "すなわち，本件明細書の発明の詳細な説明の【0008】ないし【0018】の記載によれば，請求項1，4に係る発明の課題は，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭することができる点にあり(以下，「深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭する」という効果を「効果B」ということがある。)，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより凹部の深さを問わず効果Bを得ることができる発明が記載されている。ところが，本件明細書の発明の詳細な説明の【0059】，【0060】，図4によれば，本件発明1，4の実施例において，加熱室内の圧力が0．3 kPa 以上1 kPa 以下のときには，効果Bを得ることができない場合がある。したがって，特許請求の範囲の請求項1，4の記載は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」という特許法36条6項1号の要件を充足せず，本件発明1，4に係る特許は特許法36条6項1号に違反するものである。",
            "また，請求項2，3は，いずれも請求項1を引用するから，特許請求の範囲の請求項2，3の記載も，特許法36条6項1号の要件を充足せず，本件発明2，3に係る特許も特許法36条6項1号に違反するものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法36条4項違反についての判断の誤り(取消事由2)",
          "text": [
            "審決には，本件発明1ないし4に係る特許は特許法36条4項に違反するものではないとの判断に誤りがある。その理由は，以下のとおりである。",
            "すなわち，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより凹部の深さを問わず効果Bを得ることができる発明が記載されている。ところが，本件明細書の発明の詳細な説明の【0059】，【0060】，図4には，本件発明1，4の実施例において，加熱室内の圧力が0．3 kPa 以上1 kPa 以下のときに，効果Bを得ることができない場合のあることが示されている。また，【0062】，図5に示された実施例も，加熱室内の圧力は，1 kPaよりかなり低い0．02 kPa である。そうすると，本件明細書の発明の詳細な説明には，加熱室内の圧力を少なくとも1 kPa とすることにより凹部の深さを問わず効果Bを得るための条件等の開示はなく，その示唆もない。したがって，本件明細書の発明の詳細な説明は，当業者が本件発明1，4の実施をすることができる程度に明確かつ十分に記載したものではなく，特許法36条4項の要件を充足せず，本件発明1，4に係る特許は特許法36条4項に違反するものである。",
            "また，請求項2，3は，いずれも請求項1を引用するから，本件発明2，3に係る特許も特許法36条4項に違反するものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告提出の上申書記載の主張についての審理，判断を遺脱した誤り(取消事由3)",
          "text": [
            "審決には，原告が提出した平成20年12月15日付け上申書(甲5)記載の主張について審理，判断を遺脱した誤りがあり，その誤りは審決の結論に影響を及ぼすものである。その理由は，以下のとおりである。",
            "特許法36条6項1号に適合しない場合の類型としては，請求項に記載された事項が，発明の詳細な説明に記載も示唆もされていない場合(類型①)，請求項において，発明の詳細な説明に記載された，発明の課題を解決するための手段が反映されていないため，発明の詳細な説明に記載した範囲を超えて特許を請求することとなる場合(類型④)などがあるところ，原告は，平成20年12月15日付け上申書(甲5)において，審判請求書で主張した類型①に属する無効理由とは別に，類型④に属する無効理由を，次のとおり主張した。すなわち，「請求項1，4には『加熱室内を1 kPa 以下の真空状態として浸炭処理を行なう』旨，記載されているが，発明の詳細な説明には，図4のグラフ，【0059】【0060】の記載から明らかなように『0．3 kPa を超えて～1 kPa 以下の範囲内の真空状態にして浸炭処理を行なう場合』には，上記の当該発明の課題を解決することができない点の技術的事項が記載されており，一方，『0．3 kPa を超えて～1 kPa 以下の範囲内の真空状態にして浸炭処理を行なう』ことにより，当該発明の課題を解決することができる点の発明については，記載例がない。」と主張した。しかし，審決は，上記の類型④に係る原告の主張については，何らの審理，判断をしなかった。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定，判断に誤りはなく，原告主張の取消事由は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "特許法36条6項1号違反についての判断の誤り(取消事由1)に対し請求項1，4の「鋼材よりなるワーク」は，深い凹部を有するワークに限定されない。そして，本件明細書の発明の詳細な説明の記載によれば，本件発明1，4は，従来のメタン系ガスの浸炭方法の課題にかんがみ，これに代えて，浸炭ガスとしてアセチレン系ガスを用いつつ，炉内圧力を1 kPa 以下とすることにより，煤の発生を抑え，使用するガス量や熱量を削減し，深い凹部を有しないワークを処理する場合をも含めて，ワークを均一に浸炭するという効果を奏する発明であり，さらに，深い凹部を有するワークについて，その凹部の内壁面を外表面と均一に浸炭処理する場合には，ワークの形態に応じて，1 kPa以下の適切な炉内圧力とすることを内容とする発明である。そうすると，請求項1，4について，特許請求の範囲に記載された発明は，発明の詳細な説明の記載により当業者がその発明の課題の解決方法を認識できる範囲のものであることは明らかであり，請求項1，4は，特許法36条6項1号の要件を充足する。",
            "この点につき，原告は，本件明細書の【0008】ないし【0018】などを根拠として，請求項1，4には，加熱室内の圧力を少なくとも1 kP とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭する効果(効果B)を得ることができる発明が記載されていると主張する。確かに，本件明細書の【0018】には，本件発明の課題として，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭することが記載されている。しかし，本件明細書の【0018】の記載は，加熱室内を1 kPa 以下の圧力としさえすれば，すべての場合において，深い凹部の内壁面を外表面と均一に浸炭できるという趣旨ではなく，深い凹部の内壁面を有するワークを浸炭する場合には，本件発明を適切に実施することにより，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭できるという趣旨であるから，原告の上記主張は，失当である。",
            "したがって，本件発明1，4に係る特許は，特許法36条6項1号に違反するものではない。",
            "また，請求項2，3は請求項1を引用するものであり，本件発明2，3に係る特許も，特許法36条6項1号に違反するものではない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許法36条4項違反についての判断の誤り(取消事由2)に対し原告は，請求項1，4に，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されていると主張し，その主張を前提として，本件明細書の発明の詳細な説明は，当業者が本件発明1，4の実施をすることができる程度に明確かつ十分に記載したものではなく，特許法36条4項の要件を充足せず，本件発明1ないし4に係る特許は特許法36条4項に違反すると主張する。",
            "しかし，前記1のとおり，請求項1，4に，加熱室内の圧力を少なくとも1 kPaとすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭する効果(効果B)を得ることができる発明が記載されているとの原告の主張は，失当である。そして，本件明細書の発明の詳細な説明においては，加熱室内の圧力を低くするほど浸炭の均一性が顕著になることが説明されており，深い凹部を有する種々の形態のワークについて，その凹部の内壁面をワークの外表面と均一に浸炭するための条件が，複数の実施例を上げつつ明示されている。そのため，当業者は，発明の詳細な説明に記載された実施例等の結果を，自らが浸炭しようとするワークの形態に当てはめ，深い凹部の内壁面を含めてワークの外表面を均一に浸炭することができ，かつ，煤の発生を抑え，使用するガス量や熱量を節減できるようにするための加熱室内の圧力その他の浸炭条件を想到することができる。そうすると，本件明細書の発明の詳細な説明の記載は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるということができ，特許法36条4項の要件を充足するものと認められる。",
            "したがって，本件発明1，4に係る特許は，特許法36条4項に違反するものではない。",
            "また，請求項2，3は請求項1を引用するものであり，本件発明2，3に係る特許も，特許法36条4項に違反するものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告提出の上申書記載の主張についての審理，判断を遺脱した誤り(取消事由3)に対し",
          "text": [
            "原告が提出した平成20年12月15日付け上申書(甲5)に記載された主張の内容は，原告が提出した同年7月4日付け審判請求書(甲6)の「6．請求の理由」，「(4)本件特許を無効にすべき理由」，「①その1(特許法第36条第6項第1号)」(甲6，5頁9行ないし6頁15行)に記載された内容，及び原告が提出した同年11月18日付け口頭審理陳述要領書(甲7)の10頁32行ないし11頁21行に記載された内容と同じであり，新たな主張を行ったものではない。そして，審決は，これらの原告の主張について判断を示している(10頁4行ないし15頁11行)。したがって，審決が，原告が提出した平成20年12月15日付け上申書(甲5)記載の主張について審理，判断を遺脱した誤りはない。",
            "また，審決において，上申書における主張を逐一判断する義務はないから，その点からも，取消事由3は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許法36条6項1号違反についての判断の誤り(取消事由1)について本件発明1ないし4に係る特許は特許法36条6項1号に違反するものではないとの審決の判断に誤りはないというべきである。以下，詳述する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "発明1，4の意義について",
              "text": [
                "原告は，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されていると主張し，その主張を前提として，本件明細書の発明の詳細な説明によれば，加熱室内の圧力が0．3 kPa 以上1 kPa 以下のときに効果Bを得ることができない場合があるから，請求項1，4の記載は，特許法36条6項1号の要件を充足せず，本件発明1，4に係る特許は同号に違反すると主張する。",
                "そこで，請求項1，4に，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されているかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の特許請求の範囲の請求項1は，「鋼材よりなるワークを，真空浸炭炉の加熱室内で真空加熱するとともに，該加熱室内に浸炭用ガスを供給して浸炭処理を行なう真空浸炭方法であって，前記浸炭用ガスとしてアセチレン系ガスを使用するとともに，前記加熱室内を1kPa 以下の真空状態として浸炭処理を行なうことを特徴とする真空浸炭方法。」である。",
                        "請求項1の「鋼材よりなるワーク」は，その形態を限定する旨の記載がないことから，深い凹部を有することは必須ではなく，深い凹部を有するワークの他，浅い凹部を有するワーク，凹部を有しないワークなど様々な形態の鋼材よりなるワークを含むものと解される。そして，加熱室内の圧力についてみると，請求項1の記載からは，様々な形態の鋼材よりなるワークについて，加熱室内を1 kPa 以下の真空状態として浸炭処理を行なう場合には，浸炭用ガスとしてアセチレン系ガスを使用するなどその他の要件を充足するとすれば，その発明の実施に該当することが認められる。しかし，請求項1記載の発明において，加熱室内を少なくとも1 kPa とすることにより，凹部の深さを問わず，およそどのような深さの凹部があっても内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができるということまで，請求項1の記載からは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "請求項4についても，前記(ア)と同様に，請求項4の「鋼材よりなるワーク」は，様々な形態の鋼材よりなるワークを含むものと解される。",
                        "そして，請求項4の記載からは，様々な形態の鋼材よりなるワークについて，加熱室内を1 kPa 以下の真空状態として真空浸炭を行なう場合に，その他の要件を充足するとすれば，その発明の実施に該当することが認められる。しかし，請求項4記載の発明において，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，およそどのような深さの凹部があっても内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)が得られることは，請求項4の記載からは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "浸炭深さの均一性に関して，本件明細書の発明の詳細な説明には，次のとおりの記載がある。",
                        "①「従来の真空浸炭方法によれば，ガス浸炭での品質上での問題点は解決されたものの，依然として下記のような問題点を抱えている。",
                        "【0009】すなわち，",
                        "1．煤の発生が多く，メンテナンス作業が繁雑で汚い，",
                        "2．(略)",
                        "3．ワークの小径の深い孔や狭い隙間への浸炭が不充分である，・・・」",
                        "(【0008】，【0009】 【発明が解決しようとする課題】の欄)②「また，従来のメタン系ガスを浸炭用ガスとして使用する真空浸炭では，積載ワークの間隔が不充分であったり，ワークに小径の深い孔や狭い隙間がある場合には，ワーク全体に亘って均一に浸炭しようとしても，孔の深い内部や狭い隙間ハ(判決注：「は」の誤記と認められる。)勿論，隣接ワークが近すぎる場合においては充分な浸炭深さが得られず，浸炭深さのバラツキが避けられなかった。例えば，・・・ワークに内径4 mm で深さ28 mm の孔があけられている場合，ワーク外周面での有効浸炭深さが0．51 mm 程度であるのに対し，孔の底部の有効浸炭深さは0．30 mm 程度となっていた。」(【0015】 【発明が解決しようとする課題】の欄)",
                        "③「このような浸炭深さのバラツキは，使用する浸炭用ガスが，炭素原子数に比べて水素原子の数が多く，加熱室内で原子状炭素を発生させるように分解すると，分解生成ガスとしての水素ガス等の分子数が多くなって，浸炭用ガスの分子の平均自由行程(mean free path)をより小さくするためと推定される。",
                        "【0017】そして，小径の孔の内壁面も所定の浸炭深さを確保できるように浸炭処理を行なうためには，孔の中に炭素を供給したり，必要以上に浸炭用ガスを供給し，かつそのガスを流動撹拌させたりして浸炭処理を行なうこととなって，煤の発生量が増大する結果を招いていた。」",
                        "(【0016】，【0017】 【発明が解決しようとする課題】の欄)④「本発明は，上述のような問題に鑑み，煤の発生を抑えて，深い凹部の内壁面を含めてワーク全体に亘って各部を均一に浸炭することできる(判決注：「ことができる」の誤記と認められる。)とともに，使用するガス量や熱量も少なくて済む真空浸炭方法および装置ならびに浸炭処理された鋼材製品を提供することを目的とする。」(【0018】【発明が解決しようとする課題】の欄)",
                        "⑤「これに対して，本発明による真空浸炭方法では，ガス状の鎖式不飽和炭化水素を浸炭用ガスとして使用するものであり，このガス状の鎖式不飽和炭化水素であるエチレンガス(C H )やアセチレンガス(CH )は，従来使用されていたメタン系ガスと相違し，炭素原子数に比べて水素原子の数が少ない。",
                        "【0031】そのため，加熱室内で浸炭用ガスが原子状炭素を発生させるように分解しても，分解生成ガスである水素ガス等の分子数が多くならないため，浸炭ガス分子としてワークに接触しようとする際の水素ガス分子等の妨害を少なくすることができる。その結果，浸炭処理時の圧力が低いこともあり，浸炭ガス分子の平均自由行程(meanfree path)が伸び，ワークの深い凹部の内壁周面にも，浸炭ガス分子が侵入し易くなり，さらに浸炭ガス分子が化学的に活性で，高温にしなくても，また時間をかけなくても分解し易い不飽和炭化水素であるため，ワーク表面で短時間で容易に反応，分解して原子状炭素をワーク表面に供給できることと相俟って，ワークの各部を均一に浸炭することができることとなる。」(【0030】，【0031】 【発明の効果】の欄)",
                        "⑥「そして，この浸炭の均一性は炉内圧力を低くするほど顕著になる。",
                        "ちなみに，内径をDとする閉端孔を備えたワークに対して浸炭処理を行なって，この閉端孔の内壁面における全浸炭深さのほぼ等しい領域が，この閉端孔の開口端から深さLの範囲に亘って形成されたとするとき，炉内圧力を0．02 kPa として浸炭処理を行なった場合，上記深さLの値がL／D比で36にまで達した。さらに炉内圧力を低くすれば，全浸炭深さのほぼ等しい領域の深さLの値を，L／D比で50程度にまですることができる。」(【0032】 【発明の効果】の欄)",
                        "⑦「したがって，本発明による真空浸炭方法では，浸炭用ガスとして，従来では煤の発生を招くだけとして見向きもされなかったガス状の鎖式不飽和炭化水素を敢えて使用したにも拘らず，従来の真空浸炭方法に比べて，煤の発生を抑えて，深い凹部の内壁面をも含めてワークの各部を均一に浸炭でき，さらに・・・という，著しい効果を得ることができる。」(【0037】 【発明の効果】の欄)",
                        "⑧「第2工程",
                        "加熱室2を真空排気源Vによって0．05 kPa まで真空排気しながら，第1ワークM1を所定温度(900℃)まで真空加熱し，その後，浸炭ガス源Cからアセチレンガスを加熱室2内に供給して(このとき，加熱室2内は0．1 kPa となる)，浸炭処理を行なう。」(【0049】【発明の実施の形態】の欄)",
                        "⑨「このように浸炭処理が施されるワークの一例として，図3に断面図で示すような，外径寸法を20 mm，長さを30 mm として，内径6mm，深さ28 mm の閉端孔11と，内径4 mm，深さ28 mm の閉端孔12とを備えたワークサンプル10を，幅400 mm，長さ600 mm，高さ50 mm の治具に300個並置し，その治具を6段重ねて加熱室2内に配置し，浸炭温度900℃で，浸炭時間40分，拡散時間70分，焼入れ温度850℃として処理した場合，各ワークの有効浸炭深さt は0．51 mm 前後であったのに対し，小径の閉端孔12の底部の有効浸炭深さt は0．49 mm 前後であった。すなわち，これは本実施の形態の真空浸炭方法によれば，0．02 mm 前後のバラツキで，各部を均一に浸炭処理を行なうことができることを実証している。」(【0054】 【発明の実施の形態】の欄)",
                        "⑩「また，上記ワークサンプル10に対し，長さをほぼ2倍にしたサンプルに，内径4 mm，深さ50 mm の閉端孔を設け，同様に浸炭処理しても，外周面での有効浸炭深さと孔底部の有効浸炭深さとの差を0．03 mm 前後の範囲内に抑えることができ，本実施の形態の真空浸炭方法によれば，各部を均一に浸炭処理を行なうことができることを示している。」(【0055】 【発明の実施の形態】の欄)",
                        "⑪「そして，加熱室内を低圧にすればする程，本発明の方法の効果を増大させることができ，・・・望ましくは，加熱室内を0．3 kPa 以下，さらに望ましくは0．1 kPa 以下に減圧して，浸炭処理を行なうことが好ましい。」(【0058】 【発明の実施の形態】の欄)",
                        "⑫「図4は，内径6 mm，深さ27 mmの閉端孔を備えた外径20 mm，長さ30 mm のサンプル(SCM415)に対して，・・・浸炭処理を施した場合の炉内圧力に対する浸炭深さの関係および煤発生状況を示すグラフである。折線Aは閉端孔の底部における浸炭深さの変化を，折線Bはワークサンプルの表面における浸炭深さの変化をそれぞれ表すグラフである。」(【0059】 【発明の実施の形態】の欄)⑬「図4から明らかなように，サンプルの表面に関しては，炉内圧力が1．0 kPa 以下のとき，ほぼ一定の浸炭深さが得られる。しかしながら，閉端孔の内外を均一に浸炭するためには，炉内圧力を0．3 kPa以下にすることが望ましい。」(【0060】 【発明の実施の形態】の欄)",
                        "⑭「図5は，内径3．4 mm，深さ175 mm の閉端孔を備えた外径2"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "mm，長さ182 mm の寸法を有するサンプル(SCM415)に",
          "text": [
            "本発明の浸炭方法を実施して浸炭層を形成した状態を示す断面図と，浸炭の均一性を表すグラフである。この場合，炉内温度930℃，炉内圧力0．02 kPa ，・・・とし，」(【0062】 【発明の実施の形態】の欄)",
            "⑮「図5から明らかなように，閉端孔の内壁面における全浸炭深さがほぼ等しい(2．1 mm)領域が閉端孔の入口から122 mm の深さに達し，深さ156 mm の位置で全浸炭深さがゼロになった。すなわち，の内径(判決注：「内径」の誤記と認められる。)をDとする閉端孔の内壁面における全浸炭深さのほぼ等しい領域が，この閉端孔の開口端から深さLの領域に亘って形成されているとするとき，上記Lの値がL／D比で36にまで達している。このように，炉内圧力が低くなるに伴って，浸炭の均一性も増大している。さらに炉内圧力を低くすれば，全浸炭深さのほぼ等しい領域の深さLの値を，L／D比で50程度にまですることができる。」(【0063】 【発明の実施の形態】の欄)",
            "⑯ 図4は，「本発明による真空浸炭方法を実施した場合の炉内圧力に対する浸炭深さの関係および煤発生状況を示すグラフ」であり，外径20 mm，長さ30 mmの円柱の一端面から内径6 mm，深さ27 mmの閉端孔が形成されたワークの断面図が併記され，閉端孔の底部の1点から引出線が描かれ，その先にAと記載され，円柱外周面の1点から引出線が描かれ，その先にBと記載されている。",
            "⑰ 図5は，「本発明による真空浸炭方法を実施したサンプルにおける全浸炭層を示す断面図と浸炭深さの均一性を表すグラフ」であり，外径20 mm，長さ182 mm の円柱の一端面から内径3．4 mm，深さ175 mm の閉端孔が形成されたサンプルの断面図が併記されている。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の発明の詳細な説明の記載を整理すると，次のとおりとなる。",
                        "【発明が解決しようとする課題】の欄には，ワークに小径の深い孔，狭い隙間が存在する場合や隣接ワークが近すぎる場合に，従来の真空浸炭方法では，均一な浸炭深さが得られなかったこと(前記①，②)，このような浸炭深さのバラツキは，使用する浸炭用ガスにおいて，炭素原子数に比べて水素原子の数が多く，分解生成ガスにおいても，水素等の分子数が多くなって，炭素分子の平均自由行程(mean free path)をより小さくするためと推定されること(前記③)，本件発明は，深い凹部の内面を含めてワーク全体にわたって各部を均一に浸炭させることを目的とすること(前記④)が記載されている。",
                        "【発明の効果】の欄には，本発明で浸炭用ガスとして用いられるエチレンガス(C H )やアセチレンガス(C H )は，従来使用されていたメタン系ガスと相違し，炭素原子数に比べて水素原子の数が少ないため，炭素分子がワークに接触しようとする際の水素分子等による妨害を少なくすることができ，その結果，浸炭処理時の圧力が低いこともあり，炭素分子の平均自由行程(mean free path)が伸び，ワークの深い凹部の内壁周面にも炭素分子が侵入し易くなることもあり，ワークの各部を均一に浸炭することができること(前記⑤)，浸炭の均一性は炉内圧力を低くするほど顕著になること(前記⑥)，本件発明による浸炭方法によれば，深い凹部の内壁面も含めてワークの各部を均一に浸炭することができること(前記⑦)が記載されている。",
                        "【発明の実施の形態】の欄には，内径や深さの異なる孔を有する種々の形態のワークについて，本件発明の浸炭方法により，浸炭処理中の加熱室内の圧力を0．1 kPa とした場合に，各部を均一に浸炭処理することができた例があること(前記⑧ないし⑬，⑯)，内径をDとする閉端孔を備えたワークに対して浸炭処理を行なって，この閉端孔の内壁面における全浸炭深さのほぼ等しい領域が，この閉端孔の開口端から深さLの範囲にわたって形成されたとするとき，炉内圧力を0．02 kPa として浸炭処理を行なった場合，上記深さLの値がL／D比で36にまで達したこと，更に炉内圧力を低くすれば，全浸炭深さのほぼ等しい領域の深さLの値を，L／D比で50程度にまですることができること(前記⑭，⑮)が記載されている。",
                        "そして，加熱室内の圧力が低い程，本件発明の効果が増大し，浸炭深さの均一性が得られることは，【0032】(前記⑥)，【0058】(前記⑪)に記載されており，また，加熱室内の圧力が1．0 kPa 以下のとき，サンプルの表面にほぼ一定の浸炭深さを得ることができ，閉端孔の内外を均一に浸炭するためには，加熱室内の圧力を0．3 kPa にすることが望ましいことは，【0060】(前記⑬)に記載されており，図4に示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，発明の詳細な説明においては，内径や深さの異なる孔を有する種々の形態のワークについて，その形態に応じて，加熱室内の圧力を1 kPa 以下の適切な圧力とすることにより，深い凹部の内壁面を含めたワークの表面全体にわたって均一な浸炭処理を行うことができることが，複数の実施例を含めて記載されており，浸炭深さの均一性について，加熱室内の圧力が低い程，浸炭深さの均一性を得ることができること(【0032】(前記⑥)，【0058】(前記⑪))，加熱室内の圧力が1．0 kPa 以下のとき，サンプルの表面にほぼ一定の浸炭深さを得ることができ，閉端孔の内外を均一に浸炭するためには，加熱室内の圧力を0．3 kPa にすることが望ましいこと(【0060】(前記⑬)，図4)は記載されているものと認められる。しかし，本件発明により，加熱室内を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる点は，発明の詳細な説明に記載されているとは認められない。",
                        "そうすると，発明の詳細な説明を参酌しても，請求項1，4に，加熱室内の圧力を少なくとも1 kPaとすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されているものとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件明細書の記載によれば，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されているものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)ウのとおり，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されているものとは認められない。そうすると，本件明細書の発明の詳細な説明に，加熱室内の圧力が0．3 kPa 以上1 kPa以下のときに効果Bを得ることができない場合のあることが記載されていたとしても，そのような記載の故に，請求項1，4が，「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」という特許法36条6項1号の要件を充足しないものであるとはいえない。",
                    "本件明細書の発明の詳細な説明には，煤の発生を抑え，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭することできるとともに，使用するガス量や熱量も少なくて済むような本件発明に係る浸炭方法及び浸炭装置が，本件発明1，4の実施例を含めて示されているから，請求項1，4は，特許を受けようとする発明が発明の詳細な説明に記載したものであるということができ，特許法36条6項1号の要件を充足するものと認められる。深い凹部を有するワークについて，凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するためには，加熱室内の圧力を1 kPa より低下させる必要があるが，本件明細書の発明の詳細な説明に，ワークの形態・寸法，加熱室内の圧力，浸炭深さ，それらの相互関係等が詳しく記載されていることにかんがみると，請求項1，4の記載事項として，ワークの形状・寸法と加熱室内の圧力等について具体的な数値が特定がされていないとしても，請求項1，4は不明確であるとはいえないし，特許法36条6項1号の要件を充足しないともいえない。",
                    "そうすると，本件発明1，4に係る特許は特許法36条6項1号に違反するものとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，請求項2，3は，いずれも請求項1を引用するものであり，その記載に照らすと，請求項2，3の記載も，特許法36条6項1号の要件を充足するものと認められ，本件発明2，3に係る特許も，同号に違反するものとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明1ないし4に係る特許は特許法36条6項1号に違反するものではないとの審決の判断に誤りはなく，取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許法36条4項違反についての判断の誤り(取消事由2)について本件発明1ないし4に係る特許は特許法36条4項に違反するものではないとの審決の判断に誤りはないというべきである。以下，詳述する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されていると主張し，その主張を前提として，本件明細書の発明詳細な説明には，加熱室内の圧力を少なくとも1 kPa とすることにより凹部の深さを問わず効果Bを得るための条件等の開示がなく，その示唆もないから，本件明細書の発明の詳細な説明は，当業者が本件発明1，4の実施をすることができる程度に明確かつ十分に記載したものではなく，特許法36条4項の要件を充足せず，本件発明1ないし4に係る特許は同項に違反するものであると主張する。",
                "しかし，前記1(1)ウのとおり，請求項1，4には，加熱室内の圧力を少なくとも1 kPa とすることにより，凹部の深さを問わず，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭するという効果(効果B)を得ることができる発明が記載されているものとは認められない。そうすると，本件明細書の発明詳細な説明に，加熱室内の圧力を少なくとも1 kPa とすることにより凹部の深さを問わず効果Bを得るための条件等の開示がなく，その示唆がないとしても，本件明細書の発明の詳細な説明は，当業者が本件発明1，4の実施をすることができる程度に明確かつ十分に記載したものではないということはできない。",
                "本件明細書の発明の詳細な説明には，煤の発生を抑え，深い凹部の内壁面を含めてワーク全体にわたって各部を均一に浸炭することができるとともに，使用するガス量や熱量も少なくて済むような本件発明に係る浸炭方法，浸炭装置等について，分子構造等に基づく説明の他，具体的な工程，装置の構造，並びにワークの形態・寸法，加熱室内の圧力，浸炭深さ，それらの相互関係，及び各工程の時間等が，複数の実施例を含めて具体的に示されているから，当業者は，発明の詳細な説明の記載に基づいて，自らが実施しようとするワークの形態等に応じて適切な浸炭条件，浸炭装置を想到することができるものと認められ，本件明細書の発明の詳細な説明の記載は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるということができ，特許法36条4項の要件を充足するものと認められる。",
                "したがって，本件発明1，4に係る特許は，特許法36条4項に違反するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件発明2，3に係る特許も，特許法36条4項に違反するとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明1ないし4に係る特許は特許法36条4項に違反するものではないとの審決の判断に誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告提出の上申書記載の主張についての審理，判断を遺脱した誤り(取消事由3)について",
          "text": [
            "原告は，平成20年12月15日付け上申書(甲5)において，同年7月4日付け審判請求書(甲6)で主張した無効理由とは別の無効理由を主張したとして，審決には，原告が提出した平成20年12月15日付け上申書(甲5)記載の主張について審理，判断を遺脱した誤りがあり，その誤りは審決の結論に影響を及ぼすものであると主張する。",
            "しかし，原告の主張は，以下の理由により，採用することができない。",
            "すなわち，原告が提出した平成20年12月15日付け上申書(甲5)に記載された主張は，本件発明1ないし4に係る特許が特許法36条6項1号に違反するとの主張であり，その趣旨は，特許の無効理由の主張としては，原告が提出した同年7月4日付け審判請求書(甲6，審判請求日は同月7日である。)の「6．請求の理由」，「(4)本件特許を無効にすべき理由」，「①その1(特許法第36条第6項第1号)」(甲6，5頁9行ないし6頁15行)に記載された趣旨，及び原告が提出した同年11月18日付け口頭審理陳述要領書(甲7)の10頁32行ないし11頁21行に記載された趣旨と同じであり，上記上申書(甲5)により新たな主張を行ったものとは認められない。",
            "そして，審決は，本件発明1ないし4に係る特許が特許法36条6項1号に違反するか否かの点につき，原告(審判請求人)が主張する無効理由及びその主張の要点を摘示した上で(審決3頁1ないし9行，3頁20行ないし6頁14行)，それに対する判断を示している(10頁4行ないし15頁11行)。",
            "そうすると，審決は，原告が提出した平成20年12月15日付け上申書(甲5)記載の主張について審理，判断を行っているものと認められ，その審理，判断を遺脱した誤りはない。したがって，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。原告は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}