{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，本件各控訴を通じてこれを5分し，その4を控訴人兼被控訴人北京赤东文化传播有限公司の，その余を被控訴人兼控訴人亜太メディアジャパン株式会社の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する，控訴人兼被控訴人北京赤东文化传播有限公司のための上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人北京赤东文化传播有限公司(1審原告。以下，単に「原告」という。)による控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，原告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人亜太メディアジャパン株式会社(1審被告。以下，単に「被告亜太」という。)及び被控訴人スカパーJSAT株式会社(以下，単に「被告スカパー」という。)は，原告に対し，連帯して6585万円及びこれに対する平成17年5月13日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，被告らの負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告亜太による控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，被告亜太敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の被告亜太に対する請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，原告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "原審の経緯等",
          "text": [
            "原告は，電気通信役務利用放送事業者である被告亜太及びその委託を受けた被告スカパーが原判決添付の別紙目録記載のテレビドラマ(以下「本件ドラマ」という。)のCSデジタル放送(通信衛星［CS］を利用したデジタル多チャンネル放送)をしたことが，本件ドラマについて原告の有する著作権(公衆送信権)を侵害したと主張して，被告らに対して著作権侵害の不法行為損害賠償請求権に基づいて損害賠償金の連帯支払を求め，また，被告亜太に対して著作権法112条1項に基づいて本件ドラマの放送の差止めを求めた。",
            "原判決は，原告の被告亜太に対する請求について，同被告の行為は，著作権(公衆送信権)侵害に該当すると認定，判断して，本件ドラマの放送の差止請求を認容したほか，損害金135万円(使用料相当損害金120万円と弁護士費用15万円の合計額)及びこれに対する平成17年5月13日(不法行為である本件放送の最終日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で損害賠償請求を認容し，被告スカパーに対する損害賠償請求については，本件ドラマの放送の事前調査確認義務違反，無断放送防止義務違反の過失を認めることができないとして，これを全部棄却した。",
            "これに対して原告及び被告亜太は，それぞれ原判決の敗訴部分を不服として本件各控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当事者間に争いがない事実，争点及びこれに関する当事者の主張次のとおり付加するほか，原判決の「事実及び理由」欄の「第2 事案の概要」の「2 争いのない事実等」，「3 争点」及び「第3 争点に関する当事者の主張」(原判決3頁1行～22頁4行)に記載のとおりであるから，これを引用する。なお，略語は，原判決と同様の表記とする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張(当審における補充的主張)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告スカパーの注意義務違反について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以下の諸点を考慮すると，被告スカパーには，本件放送について，著作権侵害行為の発生を未然に防止するために適切，有効な措置を講じるべき注意義務があった。被告スカパーは，上記注意義務に反して，漫然と本件放送を行い，原告の著作権(公衆送信権)を侵害したから，原告について生じた損害を賠償すべき不法行為責任がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件ドラマは，平成17年5月3日から同月13日までの短期間に放送(2回)が終了した。このような場合，権利者(原告)において，無断放送を発見して著作権侵害の警告等をすることは困難である。原告側から本件放送前に警告等がされなかったことが，被告スカパーに注意義務違反を否定する根拠とはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告スカパーが放送主体を異にする複数のチャンネルで特集を組んでいる経緯に照らすならば，被告スカパーは，放送番組の制作，編集等に関与しているといえるから，本件ドラマについても，著作権侵害を回避する義務があるというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告亜太は，本件放送の約半年前である平成16年8月ころ本件CS放送サービスの785チャンネルで，アテネオリンピックを無断放送したために中国電視総公司から抗議を受け，その旨の新聞報道がされ，社会問題化したことがあった。したがって，そのような事実の存在を前提とすれば，被告スカパーは，被告亜太が同一の785チャンネルで放送した本件ドラマが，無断放送であることを予見することができたはずである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告スカパーの反論に対して",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告スカパーは，被告亜太から法令遵守確認書(丙12)の提出を受けていたことをもって著作権侵害の防止措置を講じるべき注意義務を果たしていた旨主張する。",
                            "しかし，法令遵守確認書は，アテネオリンピックの無断放送の2年以上も前に1回提出を受けたのみであり，上記無断放送の新聞報道後に再提出をさせたわけではない。また，上記アテネオリンピックの無断放送により，上記法令遵守確認書の提出に，実効性のないことが明らかとなった。したがって，法令遵守確認書の提出を受けていたことをもって著作権侵害の防止措置を講じるべき注意義務を果たしていたとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，被告スカパーは，本件放送がされた平成17年5月当時，本件CS放送サービスのチャンネル数が合計295あり，そのうち，785チャンネルのみでも1日当たりの放送番組数が約40あったから，個々の放送番組の内容の詳細を事前に把握し，著作権侵害の有無を調査確認することは困難であった旨主張する。",
                            "しかし，本件での注意義務は，被告亜太の本件放送に関する785チャンネルのみであるから調査確認が困難であったとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告亜太の権利濫用の主張に対して",
                  "text": [
                    "被告亜太は，原告が被告亜太を攻撃する目的で本件ドラマの権利を取得したから本訴請求は権利濫用として許されない旨主張する。",
                    "しかし，原告が被告亜太を攻撃する目的で本件ドラマの権利を取得した事実はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "損害額について",
                  "text": [
                    "本件ドラマDVDの日本での販売価格は1話当たり455円(9100",
                    "円÷20)であり(甲10)，三国演義DVDの販売価格773．9円",
                    "(6万5010円÷84)の58．7％(455円÷773．9円×10",
                    "0)に相当するところ，三国演義の1話当たりの放送権価格は4～5万米ドル(480万円～600万円。甲12，44・45頁)であるから，そ",
                    "の58．7％に相当する280万円(480万円×58．7％)から35",
                    "0万円(600万円×58．7％)が，本件ドラマの1話当たりの使用料相当額というべきである。また，主演女優の受賞歴も考慮すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告スカパーの反論(当審における補充的主張に対する反論)以下のアないしエの諸事情を総合すれば，被告スカパーには本件放送が著作権侵害に当たるか否かについて事前に調査確認等を行う注意義務はなかった。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告スカパーは放送番組の制作，編集に関与していなかった。",
                    "被告スカパーは，本件放送において，委託契約の内容及び放送法等の規定に基づき，被告亜太から送信された本件ドラマの信号を瞬時かつ機械的に処理してリアルタイムでそのまま通信衛星に向けて伝送する処理をしていたのであって，被告亜太の放送番組の制作，編集について関与することは予定されていなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告亜太がアテネオリンピックの無断放送をしたとの事実があったとしても，そのことが被告スカパーの注意義務違反を根拠付けることにはならない。",
                    "被告スカパーは，被告亜太によるオリンピックの無断放送直後である平成16年8月16日，被告亜太に対して要請書を送付し(丙17の1及び2)，放送権の有無を早急に確認し，放送権がない場合には適切な対応をとるよう要求した(これにより，被告亜太は自主的にその後のオリンピック放送を中止した。)。また，被告スカパーの放送業務部の担当者が，被告亜太に対し，法令違反の放送を行わないよう別途注意し，違法な放送を行わない旨を確認した。",
                    "本件放送は，ドラマの放送であり，新聞報道で問題とされたオリンピックの無断放送と性質が異なり，オリンピックの無断放送がされた事実から，ドラマの無断放送もされるという関連性があるわけではない。また，本件放送は，平成16年8月のオリンピック放送の約9か月も後である平成17年5月にされたものであり，その間に被告亜太による違法な放送が継続していたという事実もない。さらに，被告スカパーは，本件ドラマについて，事前に著作権侵害である旨の警告や通知を受けたことがなく，本件放送前に，本件放送が著作権侵害となることを窺わせるような客観的な事情は一切存在していなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "著作権の帰属についての事前確認作業は著しく困難であることに照らすならば，被告スカパーは，その確認義務を負わない。",
                    "放送番組数は，被告亜太の放送に関する785チャンネルに限ってみても，1日当たり約40存在し(甲4)，オリンピックの無断放送が報道された平成16年8月から，本件ドラマが放送された平成17年5月にかけての9か月間の放送番組数は，累計で1万番組以上と膨大であった。また，一般に，著作権の帰属を確認するためには，放送番組の創作者やその後の権利変動につき，詳細な事実調査が必要であるが，そのような事実調査には困難が伴う。さらに，本件においては，原告及び被告亜太の双方が本件ドラマの正当な放送権限を有すると主張し，双方とも，その主張を裏付ける証拠を提出していたことから(甲1，8，乙8)，被告スカパーにおいて，登録証，契約書等の書面に基づいて，正当な著作権の帰属を判断することは困難な状況であったという特殊事情があった(特に，現状(改正前)の著作権の登録制度はほとんど利用されておらず(丙10)，ライセンスについては登録対象ですらない。)。このような事情を総合すると，被告スカパーが個々の番組内容の詳細を把握し，当該放送番組の放送が，著作権侵害となるか否かを調査，確認することは著しく困難であり，そのような確認義務を負うものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告スカパーは，以下の理由から，無断放送防止義務を尽くしたといえる。",
                    "被告スカパーは，被告亜太から法令遵守確認書(丙12)の提出を受けていたほか，第三者から権利侵害の警告を受けた場合には，電気通信役務利用放送事業者に対して，当該警告の事実を可能な限り速やかに通知するとともに，権利処理の状況や放送予定等について報告を求める取扱いを実施し，このような方法によって，当該電気通信役務利用放送事業者が著作権侵害を行うことを回避するため，当該電気通信役務利用放送事業者において自主的に中止するよう促していた(丙11)。以上のとおり，被告スカパーは，無断放送防止義務を尽くしていた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告亜太の反論(当審における補充的主張に対する反論)ア 以下のとおりの理由から，原告が北京華録から譲り受けた本件ドラマに係る権利は，「著作権」ではなく，「非独占的利用権」にすぎない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告が当初提出した「著作権登記証書」(甲8，翻訳は乙8)においては，北京華録が「許可人(ライセンサーの意味)」とされ，原告が「被許可人(ライセンシーの意味)」とされ，原告の取得した権利が「非専有性権利」(非独占的権利の意味)であることが記載されていた。この登記(著作権登録)を申請するに当たっては，原告がテレビ番組著作権譲渡契約書(甲2)を添付してその手続を行ったものと推測されるから，中国本国の版権保護センター(中国著作権の専門機関)が同契約書を見て「非専有性権利」のライセンス契約であると理解したと推測される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，テレビ番組著作権譲渡契約書(甲2)に記載された取引金額からみても，同契約は非独占的な放送許諾をした契約であると推認される。すなわち，原告と北京華録間で締結された契約(甲2)の対価額は，50万人民元(2005年当時のレートで643万円)であり，北京華録と湖南影視の間で締結された契約(乙1)の対価額50万6000人民元(同時期のレートで650万7160円)とほぼ同じであるところ，前者の甲2の契約は本件ドラマを含む「6つ」のドラマの「4カ国」における権利に係るものであるのに対し，後者の乙1の契約は本件ドラマ「1つ」の中国「湖南地区」のみにおける放送権譲渡に係るものであるから，同時期にされた上記両契約の対価額の均衡を失しないように甲2の契約の内容を推測するならば，権利対象等の広い甲2の契約は著作権の譲渡契約ではなく，本件ドラマの放送の「非独占的許諾」契約であると解するのが妥当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告亜太は，以下のとおり，対抗要件の欠缺を主張するにつき正当な利益を有する著作権法77条1項柱書の「第三者」に該当する。",
                    "以下のとおり，北京華録は湖南影視に対し，湖南地区に地域限定をすることなく，本件ドラマを無線・有線・衛星放送する権利を付与したものであり(乙1)，その湖南影視が被告亜太に対して本件ドラマの放映権を付与したのであるから(乙2)，被告亜太は，対抗要件の欠缺を主張するにつき正当な利益を有する著作権法77条1項柱書の「第三者」に該当する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "契約書の「頭書」について",
                      "text": [
                        "中国語の原文(乙1)によれば，「その放送権」の箇所は，「《苦》剧的播映权」(「『苦』ドラマ」の放送権」)とされているから(乙14の1)，当該頭書は，単に，「甲，乙双方による友好的な協議を経て，『苦』ドラマの放送権を有償で乙に譲渡する。」ことを述べているにすぎないと解すべきである。乙1(訳は乙9)における「甲は，20話のテレビドラマ(45分／話)『苦菜花』(以下「『苦』ドラマ」という)の湖南地区における放送権を有しており，甲，乙双方による友好的な協議を経て，その放送権を有償で乙に譲渡する。甲，乙双方は，次のとおり合意した。」という頭書の表現をもって，「放映権が湖南地区に限られる」との解釈をし，上記の「その放送権」が「湖南地区における放送権」を指すものと解するのは，誤りである。",
                        "したがって，上記頭書の部分をもって，譲渡する権利が湖南地区に限られると解釈することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "契約書「二」について",
                      "text": [
                        "乙1(乙9)の「二」における「甲(判決注 北京華録)は，全国で初めてその衛星放送を行うチャンネル3社のうちの1社として乙(判決注 湖南影視)に権利を付与し・・」という箇所は，初回放送期日を限定するための条項にすぎない。湖南影視は，衛星放送を通じて日常的に中国全土及び海外を広く対象とした放送を行っていることから，当該契約において，国内における放送期日の調整をも視野に入れた言及をしたものである。上記箇所に基づいて，「放映権が湖南地区に限られる」との解釈することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以下のとおり，被告亜太に対して著作権に基づく差止請求及び損害賠償請求を求めることは権利の濫用として許されない。",
                    "本件ドラマについては，湖南影視及び被告亜太が平成16年9月30日の段階で，現権利者の北京華録から権利を取得していたところ(乙1，乙2)，原告が本件ドラマに係る権利を取得したとされる日は，被告亜太による本件ドラマの放送の直前である平成17年3月25日であり(甲2)，当該取得自体，被告亜太の権利を知った上で行われた可能性が高い。原告は被告亜太を攻撃する目的で本件ドラマの権利を取得しており，背信的悪意者に当たるから，たとえ原告が日本における著作権登録を取得したとしても，被告亜太に対して著作権に基づく差止請求及び損害賠償請求を求めることは権利の濫用として許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "損害額の算定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "使用料相当額は120万円より低額である。",
                        "以下の事情によれば，使用料相当額は，本件ドラマ1話(2回放送分)当たり6万円，全20話分として計算しても，合計で120万円より低額になる。",
                        "一般的な中国ドラマ作品の場合，①日本において1回放送する権利で1話当たり60アメリカドル(契約締結時の日本円で6170円相当。",
                        "乙17)，日本において3回放送する権利で1話当たり1600人民元(契約締結時の日本円で2万4000円相当。乙18)，日本において回数に制限なく放送する権利で1話当たり300アメリカドル(契約締結時の日本円で3万3900円相当。乙19)程度の使用料で取引がされているのが通常である。また，②本件ドラマは，特に人気のあるコンテンツではなく，かつ既に放送済みのドラマである。このような事情を総合すれば，本件ドラマを日本において1回放送する権利の対価に相当する著作権使用料については，1話当たりせいぜい6000円から8000円程度と考えるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "損害額の算定に係る主張は，以下のとおり合理性がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "DVD価格比をもって放送権使用料を算定することには，合理性がない。",
                            "DVD媒体の定価は，媒体の製造コストや流通コスト等を見込んだ上で，販売前にあらかじめ設定されるものであって，コンテンツの市場価格に単純に比例して価格が決定されるわけではない。しかも，放送権の取引収入は，コンテンツの人気が高まれば，許諾先の数に応じて際限なく伸びるが，DVDの定価はコンテンツの人気に比例して値上げされるわけではない。よって，DVDの価格比をもって放送権使用料の計算を算定することには，合理性がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "三国演義の放送権使用料を算定基準とすることには，合理性がない。",
                            "原告が本件ドラマの比較対象としている三国演義は，撮影に4年，制作費に1億7000元(25億5000万円)をかけた超大作であ",
                            "り，最高視聴率46．7％にも達したという中国のテレビドラマ史上，傑出した作品である。さらに，三国演義は，営業上も，CCTVに初回放送での広告収入1億元(15億円)，再放送での広告収入3800万元(5億7000万円)をもたらしている。タイ，日本，香",
                            "港，韓国，シンガポール及びマレーシアでの放送権を1話当たり4～5万米ドル(480万～600万円)で販売したのは，そのような実績に基づく(甲12の44頁，45頁)。",
                            "他方，日本貿易振興機構(ジェトロ)による「中国のテレビ番組コンテンツ派生商品市場調査」においては，2005年に中国で製作されたドラマ945本のうち，利益を確保しているのは4分の1以下で，残りは収支差ゼロ，又は赤字であるとされている(甲12，8頁)。特に本件ドラマは，抗日戦争をテーマとし，日本人を徹底的に悪役として描いた特殊な内容であるから(甲10)，中国以外の海外において多くの収益が見込まれるというものではなく，ほとんど収益が得られない作品であると考えるのが相当である。したがって，このような本件ドラマの損害額の算定をするに当たって，世界中で人気のある三国志をテーマにした大ヒット作品である「三国演義」を基準とすることには合理性がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告の行為には，以下のとおり過失相殺の事由がある。",
                        "原告提出の甲4は，被告亜太のファックスボックスから取得された週間番組表であるが，その送信日付が平成17年4月28日となっていることからすると，原告は，同日から同番組表が更新された同年5月6日までの間に同番組表を取得し，被告亜太による本件ドラマの放映予定を知っていたと推認される。仮に原告がその時点で簡易な警告手続をしていれば被告亜太は本件放送を継続せず，原告にもそれ以降の損害が発生しなかったはずである。したがって，仮に被告亜太に責任があるとしても，損害の拡大については原告にも過失があるから，過失相殺がされるべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，①原告の被告スカパーに対する不法行為に基づく損害賠償請求については，被告スカパーに，本件ドラマの放送の事前調査確認義務違反，無断放送防止義務違反の過失を認めることができない，②原告が北京華録から譲り受けた本件ドラマに係る権利の内容は，非独占的利用権ではなく，著作権である，③被告亜太は，対抗要件欠缺を主張し得る，著作権法77条1項柱書の「第三者」には当たらない，④原告の被った損害額は，本件ドラマ1話当たり6万円(2回放送分)の20話合計120万円(弁護士費用を除く。)と算定するのが相当であると判断する。",
        "その理由は，以下に付加するほかは，原判決の「事実及び理由」欄の「第4当裁判所の判断」(原判決22頁5行～43頁20行)に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当審における判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告スカパーの本件ドラマの放送に係る事前調査確認義務等違反の有無被告スカパーには，以下のとおり，本件ドラマの放送について，事前調査確認義務違反，無断放送防止義務違反の過失はない。",
                "すなわち，①電送機能を有する電気通信事業者である被告スカパーは，被告亜太との間で締結した本件委託契約に基づいて，被告亜太が電気通信役務利用放送事業者として本件CS放送サービスで提供する放送番組に係る放送番組送出業務及び運用業務の委託を受けたが，本件委託契約上，被告スカパーが当該放送番組の制作，編集等について関与することは想定されておらず，また，②本件放送のプロセスにおいて，被告スカパーが行った放送番組送出業務は，本件委託契約に基づいて，被告亜太から本件ドラマの信号(ベースバンド信号)を回線を通じて受信し，これを機械的に圧縮符号化し，電気通信事業者であるジェイサットからの委託に基づいて，圧縮符号化された信号を機械的に高次元多重化・変調処理し，ジェイサットの保有する通信衛星へ伝送可能な放送波にした上で，その放送波を通信衛星まで伝送したというものであり，被告亜太から受信した本件ドラマの信号(ベースバンド信号)を瞬時かつ機械的に処理してリアルタイムでそのまま通信衛星に向けて伝送したものである(原判決38頁14行ないし39頁2行)。",
                "上記のような受託事業を実施している被告スカパーは，著作権者等(著作権等と主張する者を含む。)から，相当な期間を置いた上，個別的具体的な放送番組の内容(全部又は一部)について著作権侵害のおそれがある旨，しかるべき根拠を示した資料等に基づいて指摘，通知又は警告等がされたような場合はさておき，そのような特段の事情がない限り，電気通信役務利用放送事業者が本件CS放送サービスを通じて提供する個々の放送番組の内容等について，あらかじめ，個別具体的かつ直接的に把握した上で，当該放送番組に第三者の有する著作権の侵害があるか否かを調査確認する注意義務を負うことはないものと解するのが相当である。",
                "そして，本件においては，上記のような特段の事情はないというべきであるから，被告スカパーは，事前調査確認義務違反，無断放送防止義務違反の過失があると認めることができない。",
                "以上のとおりであるが，念のため，原告の個々の主張について，補足して判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件ドラマは，平成17年5月3日から同月13日までの短期間に放送(2回)が終了したが，このような場合，権利者(原告)が，無断放送を発見して著作権侵害の警告等をすることは困難であるから，本件放送前に警告等がされなかったからといって，被告スカパーに注意義務違反がなかった根拠と解すべきではないと主張する。",
                    "しかし，原告の主張は，以下のとおり前提を欠き，採用の限りではない。すななわち，被告亜太のファックスボックスから原告が取得した週間番組表(甲4)は，平成17年4月28日付けであり，本件放送の初日である同年5月3日よりも前であるから，本件においては，原告は，あらかじめ被告亜太による本件ドラマの放映予定を知っていたことが推認される。そうすると，権利者(原告)が，被告スカパーに対して，無断放送を発見して警告等をすることが困難な状況にあるとする原告の主張は，その前提事実を認めることができない。原告の上記主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，法令遵守確認書の提出は，アテネオリンピックの無断放送後に再提出を受けたわけでもなく，その無断放送により法令遵守確認書の提出には実効性のないことが明らかとなっていたから，過去に法令遵守確認書の提出を求めたことをもって被告スカパーが著作権侵害の防止措置を講じていたものとはいえない旨主張する。",
                    "しかし，原告の主張は，以下のとおり前提を欠き，採用できない。すなわち，被告スカパーは，第三者から権利侵害の警告を受けた場合には，電気通信役務利用放送事業者に対して，当該警告の事実を可能な限り速やかに通知するとともに，権利処理の状況や放送予定等について報告を求めていた(丙11)。被告スカパーは，アテネオリンピックの無断放送が報道された際，被告亜太に対し，放送権の存在が確実に確認できない場合には視聴者が誤解を招くような告知を控え，放送権がない場合には直ちに適切な措置を取るよう郵便物配達証明付き郵便で要請している(丙17の1及び2)。したがって，被告スカパーは，著作権侵害の発生を未然に防止する措置を講じていたのであって，原告の主張は，その前提事実を認めることはできない。原告の上記主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件での注意義務は，被告亜太の本件放送に係る785チャンネルのみであるから，被告スカパーが個々の放送番組の内容の詳細を事前に把握し，著作権侵害の有無を調査確認することが困難であったとはいえない旨主張する。",
                    "しかし，被告スカパーの前記の受託業務の内容，すなわち，被告スカパーが当該放送番組の制作，編集等について関与することが想定されていないことに照らすならば，特段の事情のないかぎり，被告スカパーは，個々の放送番組の著作権侵害の有無について，事前の調査確認義務，無断放送防止義務を負うもではないから，原告の主張は，その主張自体失当である。",
                    "のみならず，①被告亜太が放送に用いた785チャンネルのみに限っても，1日当たりの放送番組数は，約40番組存在するので(甲4)，原告主張のオリンピックの無断放送が報道された平成16年8月17日ころ(甲7の1～6)から，本件ドラマが放送された平成17年5月3日ころにかけての約250日間の放送番組数は，累計で約1万番組であり，放送番組の数が多数に上ったこと，②被告スカパーは，第三者から権利侵害の警告を受けた場合には，電気通信役務利用放送事業者に対して，当該警告の事実を可能な限り速やかに通知するとともに，権利処理の状況や放送予定等について報告を求めていたこと(丙11)等の事情を総合すれば，本件において，事前の調査確認義務，無断放送防止義務を負うと解すべき特段の事情が存在したとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告亜太の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告が北京華録から譲り受けた権利の内容について",
                  "text": [
                    "被告亜太は，原告が北京華録から譲り受けた本件ドラマに係る日本での権利は，「著作権」ではなく，「非独占的利用権」にすぎない旨主張し，その理由として，①当初の「著作権登記証書」(甲8，翻訳は乙8)には，北京華録が「許可人(ライセンサーの意味)」であり，原告が「被許可人(ライセンシーの意味)」であると記載され，中国本国の版権保護センター(中国著作権の専門機関)がテレビ番組著作権譲渡契約書(甲2)を見た結果，原告の取得した権利が「非専有性権利」(非独占的権利の意味)であると理解して，その旨明記したといえること，②原告と北京華録との間のテレビ番組著作権譲渡契約書(甲2)に記載された取引金額と，北京華録と湖南影視との間の契約の取引金額との均衡から，原告と北京華録との間のテレビ番組著作権譲渡契約は，本件ドラマの放送の「非独占的許諾」であることを挙げる。",
                    "しかし，被告亜太の主張は，以下のとおり失当である。すなわち，①訂正後の「著作権登記証書」には，原告が「著作権」を有することが明記されていること(甲15)，②契約書(甲2)に，利用許諾等を指す文言がなく，許諾に係る条件，期間についても何らの定めが存在しないことに照らすならば，利用権設定契約と解することは不自然であること(原判決26頁3行～29頁5行)，③中国著作権保護センターの審査認可を経て登記された中華人民共和国国家版権局発行の当初の「著作権登記証書」(甲8)に記載された「非専有性権利」(非独占的権利の意味)との説明は，被告亜太主張の翻訳(乙8)のように「版権(著作権)」にまで係るものであるのか(乙7)，発行権ないし使用権の部分のみに係るもの(甲8の翻訳文参照)であるのかは確定できず，当初の「著作権登記証書」(甲8)をもって原告の譲り受けた権利が非独占的利用権であると断定することはできないこと，④被告亜太は，中国著作権保護センターが原告と北京華録との間のテレビ番組著作権譲渡契約書(甲2)を見て判断した上で上記登記証書(当初)の記載をしたと主張するが，同主張を裏付ける証拠はないこと等の事情を総合すれば，原告の取得した権利が非独占的利用権であるとの被告亜太の前記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告亜太が登録なくして対抗できない第三者に該当するとの主張について",
                  "text": [
                    "被告亜太は，北京華録から付与された湖南影視の放映権は「湖南地区」に限定されず，湖南影視と契約をした被告亜太は本件ドラマに係る正当な権利を取得したものであって，対抗問題における第三者に当たるから，その第三者性を否定した原判決の判断は誤りである旨主張し，その理由として，①契約書(乙1)の「頭書」の「その放送権」(乙9・翻訳文)は，中国語の原文(乙1)によれば，「《苦》剧的播映权」(「『苦』ドラマの放送権」)であるから(乙14の1)，当該頭書の部分をもって，譲渡する権利が湖南地区に限られると解釈することはできないこと，②契約書における「甲(判決注 北京華録)は，全国で初めてその衛星放送を行うチャンネル3社のうちの1社として乙(判決注 湖南影視)に権利を付与し・・」という箇所も，単に初回放送期日を限定するための条項にすぎないことを挙げる。",
                    "しかし，被告亜太の上記主張は理由がない。すなわち，①北京華録と湖南影視の間の契約書(乙1)の頭書部分には，北京華録が本件ドラマを「湖南地区で放送する権利を有し，双方の友好的な協議を経て，甲(判決注 北京華録)は『苦』の放送権を乙(判決注 湖南影視)に与える。」と記載されている以上，頭書部分は，湖南地区における放送権に限定する契約であると解釈するのが自然である。また，②「全国で初めてその衛星放送を行うチャンネル3社のうちの1社として」という契約文言は，本件ドラマを中国国内の特定地域で衛星放送を行う契約に係るものであることを前提にしていると理解するのが合理的である。よって，被告亜太の上記主張は採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "権利濫用について",
                  "text": [
                    "被告亜太は，原告が被告亜太を攻撃する目的で本件ドラマの権利を取得したから，被告亜太に対して著作権に基づく差止請求及び損害賠償請求を求めることは権利濫用として許されない旨主張する。",
                    "しかし，原告が本件放送が無断でされることを知ってから直ちに警告書を送付しなかったとしても，これをもって，原告が被告亜太を攻撃する目的で本件ドラマの権利を取得したと認定することはできず，他に被告亜太主張の上記前提事実を認めるに足りる証拠はない。よって，被告亜太の前記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害額の算定について",
              "text": [
                "当裁判所は，本件ドラマ1話当たり6万円(2回放送分)，全20話分の合計額120万円が相当な損害額であると判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，三国演義の放送権価格との対比や，主演女優の受賞歴(甲9)を根拠に，本件ドラマの1話当たりの使用料相当額は280万円から350万円と認定すべきであると主張する。",
                    "しかし，原告が，損害額算定の対比に用いるべきであると主張するDVD作品(三国演義)は，最高視聴率46.7％，制作費25億5000万円という人気を博した大作であるから(甲12，17頁，44頁)，このような作品を対比対象として損害額を算定することに合理性はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告亜太の主張について",
                  "text": [
                    "被告亜太は，当審において，新たに中国ドラマ作品の放送使用に係る契約書(乙17～19)を提出し，本件ドラマを日本において1回放送する権利の対価に相当する著作権使用料については，1話当たり6000円から8000円程度が相当であると主張する。",
                    "しかし，原告提出の上記契約書に係る上記中国ドラマ作品と本件ドラマが同等の市場価値を有すると認定するに足りる証拠もないから，当審において被告が新たに提出した上記証拠をもって損害額を算定することは相当でない。",
                    "また，被告亜太は，原告が本件ドラマの無断放送を知った時点で警告手続をしていれば，被告亜太は本件放送を継続することはなく，原告にもそれ以降の損害が発生しなかったから，原告の過失として減額されるべきである旨主張する。",
                    "しかし，被告亜太主張のとおり原告が平成17年4月28日から5月6日までの間に本件放送がされることを知ったとしても，事実関係を調査確認する必要があるし，警告書送付の適否の検討やその文案作成のためにも相当な時間が必要であり，原告が外国法人であることを考慮すると(甲13)，原告が警告書を直ちに送付しなかったことをもって，原告が過失により損害を拡大させたとはいえない。したがって，過失相殺に係る被告亜太の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告の被告亜太に対する請求は，本件ドラマの放送の差止請求を求めるほか，原告が被った損害金135万円(使用料相当損害金120万円と弁護士費用15万円の合計額)及びこれに対する平成17年5月13日(不法行為である本件放送の最終日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由があり，その限度で認容し，原告の被告亜太に対するその余の請求及び被告スカパーに対する請求全部はいずれも理由がないからこれらを棄却すべきであり，これと同旨の原判決は相当である。",
            "よって，本件各控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}