{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−11041号事件について平成21年3月30日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の本件出願に対する拒絶査定不服審判の請求について，特許庁が，本願発明の要旨を下記2のとおり認定した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出願(甲3)及び拒絶査定",
              "text": [
                "発明の名称：「ベルト伝動装置」",
                "出願番号：特願2003−186879号(以下，本件出願に係る願書に添付された明細書及び図面(甲3)をそれぞれ「本願当初明細書」及び「本願図面」という。)",
                "出願日：平成15年6月30日",
                "手続補正日：平成20年1月21日(甲4。以下，同日付けの手続補正を「本件補正」といい，本件出願に係る本件補正後の明細書(甲3，4)を「本願明細書」という。)",
                "拒絶査定：平成20年3月26日付け"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成20年5月1日(不服2008−11041号。甲5)",
                "審決日：平成21年3月30日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成21年4月14日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件審決が対象とした本願発明(本件補正後の特許請求の範囲の請求項1に記載の発明)の要旨は，次のとおりである。なお，文中の「／」は，原文の改行部分を示す。",
            "原動ハス歯プーリの駆動力をハス歯ベルトとの噛合せにより従動ハス歯プーリに伝達するベルト伝動装置であって，／前記原動ハス歯プーリの歯筋角度が，前記ハス歯ベルトの歯筋角度より大きく，その角度の差が0°より大きく0．75°以下であり，／前記従動ハス歯プーリの歯筋角度が，前記ハス歯ベルトの歯筋角度と同一であることを特徴とするベルト伝動装置"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記アの引用例1に記載された発明(以下「引用発明」という。)並びに下記ア及びイの引用例1及び2に記載された技術(以下，順に「甲1技術」及び「甲2技術」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2001−159449号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭55−51148号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明及び本願発明と引用発明との相違点は，次のとおりである。",
                "引用発明：駆動プーリ2の駆動力をハス歯歯付ベルト1との噛合せにより従動プーリ3に伝達するハス歯歯付ベルト伝動装置であって，前記駆動プーリ2の歯筋角度が，前記ハス歯歯付ベルト1の歯筋角度より大きく，その角度の差が1°であり，前記従動プーリ3の歯筋角度が，前記ハス歯歯付ベルト1の歯筋角度より小さく，その角度の差が1°であるハス歯歯付ベルト伝動装置",
                "相違点1：前記原動ハス歯プーリの歯筋角度が前記ハス歯ベルトの歯筋角度より大きいことに関し，本願発明は，「その角度の差が0°より大きく0．75°以下であ」るのに対し，引用発明は，その角度の差が1°である点",
                "相違点2：前記従動ハス歯プーリの歯筋角度に関し，本願発明は，「前記ハス歯ベルトの歯筋角度と同一である」のに対し，引用発明は，ハス歯歯付ベルト1の歯筋角度より小さく，その角度の差が1°である点"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点1についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本願発明の格別顕著な作用効果を看過した誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，甲1技術及び甲2技術を引用発明に適用することにより，当業者は本願発明の構成に容易に想到し得たと判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2技術の引用発明への適用の可否",
              "text": [
                "引用発明は，走行時にベルトを幅方向に変位させようとする力を低減させることにより，それらの和である片寄り力を小さく抑え，もって，ベルト側面がフランジに摺動して発する騒音と，ベルト側面の摩耗によるベルトの寿命の低下を防止することを目的とするものである。",
                "引用発明のようなハス歯伝動ベルトシステムにあっては，ベルトを幅方向に変位させようとする力が，原動ハス歯プーリ及び従動ハス歯プーリのそれぞれにおいて，f ”及びf ”(互いに逆向きの力)として発生するところ，これらの力の和である片寄り力を小さくするためには，これらの力を同程度に小さくして互いに打ち消す必要があるため，引用発明においては，原動ハス歯プーリ及び従動ハス歯プーリの歯筋角度がともに同じ角度差をもってベルトの歯筋角度からずらされており，このようにすることによって初めて，引用発明は，発明としての意義を有するものである。なお，この点は，引用例1に明示の記載はないものの，同引用例に接した当業者であれば，十分に理解することのできる事項である。",
                "したがって，当業者であれば，甲2技術を引用発明に適用し，原動ハス歯プーリの歯筋角度をベルトの歯筋角度と異ならせつつ，従動ハス歯プーリの歯筋角度をベルトの歯筋角度と同じくすることは，引用発明の発明としての意義を失わせることになる(原動ハス歯プーリにおいて生じる力f ”が小さくなる一方，従動ハス歯プーリにおいて生じる力f ”が小さくならないため，両者をうまく打ち消し合うことができず，片寄り力が小さくならない)ものと直ちに理解することができるから，上記適用は，当業者が通常行わない設計変更であるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1及び2の開示内容",
              "text": [
                "本願発明は，ベルトの片寄りがある程度発生することを前提に，そのような状態において生じるベルト歯先とプーリ歯先による不適切な干渉を防止し，異音(その発生原因は，引用発明のそれと異なる。)の発生を低減させつつ，ベルトの走行寿命を良好なものに維持することを目的とするものである。",
                "そのため，本願発明においては，原動ハス歯プーリの歯筋角度をハス歯ベルトの歯筋角度より大きくしつつ，従動ハス歯プーリの歯筋角度をハス歯ベルトの歯筋角度と同一にしたものである。",
                "これに対し，引用例2には，原動ハス歯プーリ及び従動ハス歯プーリの双方の歯筋角度をベルトの歯筋角度と同一にすることが開示されているのみであり，一方のハス歯プーリの歯筋角度をハス歯ベルトの歯筋角度とずらしつつ，他方のハス歯プーリの歯筋角度をハス歯ベルトの歯筋角度と同一にすることについての示唆はない(なお，引用例1にも，そのような示唆はない。)し，ましてや，原動ハス歯プーリの歯筋角度をベルトの歯筋角度より大きくした上，従動ハス歯プーリの歯筋角度をベルトの歯筋角度と同一にするとの本願発明の構成を導き出すものではない。そのことは，後記3の〔原告の主張〕(2)の試験結果からも明らかである。",
                "他方，引用例1には，原動ハス歯プーリ及び従動ハス歯プーリの双方の歯筋角度をベルトの歯筋角度からずらすことが開示されているのみである。また，同引用例に示された例6ないし例9は，歯筋角度を最適化ないし好適化するための実験というよりは，理論的に創作された引用発明の効果を確認するための比較実験であるにすぎないほか，例6ないし例8は，引用発明と比較して効果の劣る例であるから，当業者がこのような例を引用発明に組み合わせようとすることはおよそ考え難い。",
                "被告は，様々な組合せにより走行実験を実施し，本願発明の構成を採用することが当業者の通常の創作能力の発揮にすぎないと主張するが，被告が例示する4種類の組合せに限ってみても，そのすべてにおいて，騒音を防止しつつ，ベルトの耐久性を良好に維持するとの作用効果を奏するものではない(比較例A及び3並びに実施例2参照)し，ベルト伝動装置に係る当業者は，何らかの理論的根拠に基づいて発明を創作した後，その効果(ベルトの耐久性等)を確認するための実験を行うのが通常であるから，当業者において，これらの組合せの中から本願発明の構成を容易に採用し得たということはできない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲2技術の引用発明への適用の可否",
              "text": [
                "原告は，引用発明が，原動ハス歯プーリ及び従動ハス歯プーリの歯筋角度をともに同じ角度差をもってベルトの歯筋角度からずらすことによって初めて発明としての意義を有するものであるとして，引用発明に甲2技術を適用することはできないと主張するが，引用例1には，引用発明につき，原告が主張する趣旨の記載はないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1及び2の開示内容",
              "text": [
                "原告は，引用例1及び2の開示内容が，原動ハス歯プーリの歯筋角度をベルトの歯筋角度より大きくした上，従動ハス歯プーリの歯筋角度をベルトの歯筋角度と同一にするとの本願発明の構成を導き出すものではないと主張する。",
                "しかしながら，引用例1には，ベルト歯ピッチ，ベルト歯のベルト幅方向に対する角度，プーリ溝数，定荷重，負荷トルク等の諸条件を所定の値に設定した場合において，駆動プーリのプーリ溝の延びる方向のプーリ軸方向に対する角度及び従動プーリのプーリ溝の延びる方向のプーリ軸方向に対する角度としてそれぞれ2つの場合を想定し，それらを組み合わせることによって，ベルトの片寄り力を小さく抑えるようにするため，ハス歯ベルトの歯筋角度に対する原動ハス歯プーリの歯筋角度及び従動ハス歯プーリの歯筋角度の数値範囲を実験的に最適化ないし好適化するとの技術が開示され，また，引用発明が，ハス歯歯付ベルトの運転時におけるベルトの片寄り力を小さく抑えることにより，騒音や摩耗を防止するとの作用効果を奏することが開示されている。",
                "さらに，引用例2には，歯筋が傾斜している動力伝達用のタイミングベルト2とそれに噛み合うスプロケット1，1が同じ角度だけ傾斜したねじれ歯を有するとの記載がある。なお，本願明細書にも，従来技術として，原動ハス歯プーリ及び従動ハス歯プーリの歯筋角度は，ベルトの歯筋角度と等しいとされている。",
                "そうすると，引用発明に甲1技術及び甲2技術を適用することにより，①原動ハス歯プーリの歯筋角度をベルトの歯筋角度と同一にし，かつ，従動ハス歯プーリの歯筋角度をベルトの歯筋角度より大きくし，又は小さくした場合，②従動ハス歯プーリの歯筋角度をベルトの歯筋角度と同一にし，かつ，原動ハス歯プーリの歯筋角度をベルトの歯筋角度より大きくし，又は小さくした場合も含め，様々な組合せにより走行試験を実施して，これらの条件を実験的に最適化ないし好適化し，本願発明の構成を採用することは，当業者の通常の創作能力の発揮にすぎないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，騒音試験の結果のみを根拠に歯筋角度の差の上下限値が臨界的意義を有するとは認められないとして，当業者は相違点1に係る本願発明の構成に容易に想到し得たと判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明において，歯筋角度の差を0．75°以下とすることにより顕著な効果が見出されたのは，騒音についてではなく，ベルトの耐久性についてであるにもかかわらず，本件審決は，この点についての判断をしていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明において，従動ハス歯プーリとハス歯ベルトの歯筋角度を同一にした上，原動ハス歯プーリの歯筋角度をハス歯ベルトの歯筋角度以上とし，その角度差を0°ないし1．5°とした場合の耐久性試験の結果(実施例1，2，2’及び3並びに比較例7。なお，これらの実験例においては，原動ハス歯プーリ及び従動ハス歯プーリの各歯筋角度が相違するのみであり，被告が主張するベルト歯ピッチ等の諸条件はすべて同一である。)によると，角度差を0．75°より大きくすると，角度差が「0°より大きく0．75°以下」の場合と比較して，ベルトの耐久性が急激に低下することが明らかであるから，角度差0．75°は，臨界的意義を有するものであり，したがって，当業者が相違点1に係る本願発明の構成に容易に想到し得たとはいえない。",
                "仮に，例えば，角度差が0°より大きく0．8°や0．9°以下である場合に当該数値範囲に臨界的意義が認められるとしても，本願発明は，臨界的意義が認められる当該数値範囲よりも狭い数値範囲をもって特許請求の範囲としたにすぎないこととなるから，そのことにより，本願発明の進歩性が否定されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，本願明細書の実施例2’についての追加試験の結果(甲7)によっても，角度差を0．75°以下にすることにより，騒音を抑制しつつ，ベルトの耐久性を良好にし得ることが実証されている。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "角度差を0．75°以下とすることの容易想到性",
              "text": [
                "本願明細書及び本願図面によっても，角度差0．75°を境界として，ベルトの耐久性に顕著な差異が生じるものとはいえないし，そもそも，後記3の〔被告の主張〕のとおり，ベルトの耐久性は，ベルト歯ピッチ等の諸条件の組合せにより左右されるものであるところ，本願明細書及び本願図面においては，そのような諸条件が全く特定されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "角度差を0°超とすることの容易想到性",
              "text": [
                "本願明細書の実施例1，2及び2’には，角度差を0°超とすることにより，従来例(比較例1)と比較して，同等のベルトの耐久性を有することが示されているのみである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)及び(2)によると，角度差についての「0°より大きく0．75°以下」との数値範囲は，何ら臨界的意義を有しておらず，角度差を当該数値範囲のものとすることは，当業者の通常の創作能力の発揮にすぎないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の格別顕著な作用効果を看過した誤り)について〔原告の主張〕",
          "text": [
            "本願発明は，以下のとおり，騒音を良好に低減しつつ，引用発明及び甲2技術と比較して，ベルトの耐久性を良好に維持するとの格別顕著な作用効果を奏するものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明が引用発明と比較してベルトの耐久性に優れることは，本願明細書の実施例1，2，2’，3及び4並びに比較例1に記載のとおりである。なお，本願発明の当該作用効果は，本願当初明細書にも記載されていたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに，本願明細書の実施例4についての追加試験並びに実施例2及び比較例Aについての追加試験の結果(甲7)によっても，本願発明(実施例2)は，引用発明(実施例4)及びこれに甲2技術を適用したもの(比較例A)と比べ，ベルトの耐久性に優れることが実証されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，実施例2及び4は，従動ハス歯プーリの歯筋角度が相違するのみであり，被告が主張するベルト歯ピッチ等の諸条件をすべて同一のものとして行った実験である。",
                "〔被告の主張〕",
                "原告は，本願発明が騒音を良好に軽減しつつ，ベルトの耐久性を良好に維持するとの作用効果を奏するものであると主張する。",
                "しかしながら，本願明細書及び本願図面に記載及び図示がされたものは，幾つかの実施例について耐久性試験を行い，ベルトが耐久性を有するか否かを評価したものにすぎず，その他，本願明細書及び本願図面には，本願発明の目的がベルトの耐久性を良好に維持することであるとの明示の記載及び図示は一切みられないのであるし，本願当初明細書においては，耐久性に劣る実施例3及び4が本願発明の実施例とされていたのであるから，本願発明は，騒音を効果的に低減させることを本来の目的とするものであって，積極的に，ベルトの耐久性を良好に維持することを目的とするものではない。",
                "原告の主張は，本願明細書の実施例1，2及び2’の耐久性試験の結果に，本願明細書及び本願図面に記載及び図示のない技術的な意味付けを後から行うものであるといわざるを得ず，失当である。",
                "仮に，原告が主張するとおり，本願発明がベルトの耐久性を良好に維持することを目的とするものであったとしても，引用発明は，片寄りがある程度発生した状態でベルトの走行がされることを前提とするものであり，また，引用例1によると，引用発明が，当該片寄りを抑止することにより，プーリのフランジに摺動することによって生じるベルト側面の摩耗を防止し，ベルトの耐久性を損なわないようにするものであることは明らかであるから，引用発明は，実質的にみて，本願発明と同様の目的を有し，同様の作用効果を奏するものである。",
                "また，ベルトの耐久性は，ベルト歯ピッチ，ハス歯ベルトの歯筋角度，プーリ溝数，定荷重，負荷トルク等の諸条件の組合せにより左右されるものであるところ，本願明細書及び本願図面の記載及び図示(実施例2及び4並びに比較例4)によっても，また，甲7の追加試験の結果によっても，原告の主張する作用効果が本願発明に特有の構成により奏されるものであるということはできない。現に，本願明細書には，従動ハス歯プーリの歯筋角度をベルトの歯筋角度より大きくし，原動ハス歯プーリの歯筋角度をベルトの歯筋角度と同一にする構成としてもよいとの記載がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2についての判断の誤り)について",
          "text": [
            "原告は，甲1技術及び甲2技術を引用発明に適用することにより相違点2に係る本願発明の構成を採用することが容易に想到し得るものであるとした本件審決の判断が誤りであると主張するが，以下のとおり，本件審決の結論に誤りはないから，取消事由1は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の開示内容",
              "text": [
                "引用例1には，次の内容の開示がある。なお，以下，ハス歯ベルト(引用発明のハス歯歯付ベルト)の歯筋角度を「α」と，原動ハス歯プーリ(引用発明の駆動プーリ)の歯筋角度を「β」と，従動ハス歯プーリ(引用発明の従動プーリ)の歯筋角度を「γ」とそれぞれいい，これらの角度及び相互の角度差については，単位記号「°」の記載を省略する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "解決課題",
                  "text": [
                    "従来の歯付ベルト伝動装置においては，ベルト歯がプーリに当接する際の打撃等に起因する騒音を低減するため，歯筋角度を有するベルト(ハス歯歯付ベルト)を用いることにより，ベルト歯のプーリへの当接を多段的又は連続的なものとし，当該当接時の衝撃を緩和するものが用いられている(【0002】～【0003】)。",
                    "ところが，このようなハス歯歯付ベルト伝動装置においては，ベルトが駆動プーリに噛合している間に同プーリから受ける外力f のベルト歯が延びる方向の分力f” と，ベルトが従動プーリに噛合している間に同プーリに与える外力に対する抗力f のベルト歯が延びる方向の分力f” (f” とは逆向き)とが生じ，これらの合力により，ベルトがベルト幅方向のいずれか一方の片寄り力を受けてベルトの片寄りが生じ，ベルト側面がプーリのフランジに摺動して騒音が発生し，また，同側面が摩耗する(ベルトの耐久性が損なわれる)という問題があった(【0004】～【0005】)。",
                    "本発明は，ハス歯歯付ベルトの運転時におけるベルトの片寄りを抑止し，もって，ベルト側面がフランジに摺動して発する騒音及び同側面の摩耗を防止することを目的とするものである(【0006】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題の解決手段",
                  "text": [
                    "本発明は，駆動プーリ及び従動プーリの双方において，出側(ベルトとプーリとの噛合が終了する部位)から入側(当該噛合が開始する部位)に遡るに従ってベルト歯後面(駆動プーリと噛合する場合)及びベルト歯前面(従動プーリと噛合する場合)とプーリ溝側面との接触面積が順次小さくなるようにして，ベルト歯後面及びベルト歯前面とプーリ溝側面との接触面積が全体として小さくなるようにし，これにより，ベルトが駆動プーリ及び従動プーリから受ける外力及び抗力を小さくしてベルトをベルト幅方向に変位させようとする片寄り力を小さく抑え，上記課題を解決するものである(【0008】～【0011】)。",
                    "そのための具体的な構成としては，駆動プーリのプーリ溝ピッチP をベルト歯のピッチP より大きく設定し，かつ，従動プーリのプーリ溝ピッチP をP より小さく設定してもよい(【0012】)し，β＞α，γ＜αと設定してもよい(【0013】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明によると，ベルトの片寄りが抑止されるため，ベルトがフランジに摺動することによる騒音及びベルトの摩耗が防止される(【0014】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施形態1",
                      "text": [
                        "駆動プーリにおいては，β＝αとされ，P はP より若干大きく設定されており(【0018】)，従動プーリにおいては，P はP より若干小さく設定されている(【0019】)。P ＞P と設定されていることにより，駆動プーリにおいては，入側ではベルト歯後面とプーリ溝側面とが接触せず，出側に行くに従って，順次，両者の接触面積が大きくなっていき，出側ではベルト歯後面全体がプーリ溝側面に接触することとなり(【0023】)，他方，P ＜P と設定されていることにより，従動プーリにおいても，入側ではベルト歯前面とプーリ溝側面とが接触せず，出側に行くに従って，順次，両者の接触面積が大きくなっていき，出側ではベルト歯前面全体がプーリ溝側面に接触することとなる(【0024】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施形態2",
                      "text": [
                        "駆動プーリにおいては，P ＝P ，β＞αと設定されており(【0027】)，従動プーリにおいては，γ＜αと設定されている(【0028】)。β＞αと設定されていることにより，駆動プーリにおいては，入側ではベルト歯後端とプーリ溝側面とが線接触した状態となり，出側に行くに従って，順次，ベルト歯が弾性変形してベルト歯後面とプーリ溝側面との接触面積が大きくなっていき，出側ではベルト歯後面全体がプーリ溝側面に接触することとなり(【0032】)，他方，γ＜αと設定されていることにより，従動プーリにおいても，入側ではベルト歯前端とプーリ溝側面とが線接触した状態となり，出側に行くに従って，順次，ベルト歯が弾性変形してベルト歯前面とプーリ溝側面との接触面積が大きくなっていき，出側ではベルト歯前面全体がプーリ溝側面に接触することとなる(【0031】，【0033】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2技術",
              "text": [
                "引用例2には，同引用例に係る発明が，離間したスプロケット間に懸回されるタイミングベルトにおいてベルトの脈動的な走行を防止するとともにベルトの走行に伴う騒音を低下させることを目的とするものであること(1頁左下欄10～13行)及び同発明の離間した各スプロケットの歯筋角度がタイミングベルトの歯筋角度と同一であること(2頁左上欄2～10行)についての開示があるところ，引用例2の公開時期(昭和55年4月14日)に加え，本願明細書にも，従来のベルト伝動装置においてα，β及びγが同一に設定されていたとの記載(【0011】，【0013】)並びにα，β及びγをいずれも5とした例(比較例1)を従来のハス歯伝動装置の例とする記載(【0023】)があることをも考慮すると，α，β及びγをいずれも同一にするとの技術は，本願発明及び引用発明が属する技術分野における本件出願当時の周知技術であったものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書には，次の内容の記載がある。なお，以下の記載内容は，本願当初明細書に記載されたものと同一であるが，本件補正後も維持されているものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "解決課題",
                  "text": [
                    "歯付ベルトを使用したベルト伝動装置においては，ベルト歯とプーリの噛合時に，特有の騒音や振動が発生して問題となる場合があるところ，従来，例えば，ハス歯を用いることが広く知られており，また，歯付プーリの歯筋線を歯付ベルトの歯筋線から所定の角度ずらす構成についても知られているが，低騒音化の要求レベルが高い場合においては，これらのベルトシステムの騒音低減効果では十分でなく，更に効果的に騒音を低減させる必要がある(【0002】)。",
                    "具体的には，従来のベルト伝動装置のようにβ＝γ＝αと設定されている場合，原動ハス歯プーリが駆動されハス歯ベルトに負荷が加わると，ハス歯ベルトは，図1でいうと，原動ハス歯プーリ上においては進行方向右側に，従動ハス歯プーリ上においては進行方向左側にそれぞれ横滑りを起こし，ハス歯ベルトの回転方向が部分的に原動ハス歯プーリ及び従動ハス歯プーリの各回転方向とずれることになり，その結果，αがβ及びγと異なるものとなってベルトの歯先とプーリの歯先による不適切な干渉が生じ，騒音や振動が発生する。当該騒音や振動の発生は，高負荷で駆動されるベルト伝動装置において顕著である(【0011】～【0014】)。",
                    "本発明は，低騒音要求の高い用途で使用されるベルト伝動装置において，騒音及び振動を低減することを目的とする(【0004】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題の解決手段及び発明の効果",
                  "text": [
                    "本発明に係るベルト伝動装置は，①β＞α，0＜β−α≦約1，β＞γであること又は②γ＞α，0＜γ−α≦約1，β＜γであることを特徴とする。これにより，ベルト伝動装置で発生する騒音を効果的に低減させることができる(【0005】，【0031】)。",
                    "この場合，αより大きくするのはγではなくβであること(上記①の場合)が好ましく，さらに，γ＝αであるほうがよい。また，γ＜α，0＜α−γ≦約1としてもよい(【0006】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "本実施形態においては，β＞αとなるように設定する。これにより，駆動後におけるαとβとのずれを防止することができ，プーリの歯先とベルトの歯先との不適切な干渉による騒音を防止することができる。同実施形態においては，0＜β−α≦1，γ＝αに設定する(【0015】～【0016】)。",
                    "なお，β＝α，γ＞αとする構成にしてもよい(【0018】)。また，β≠γの場合には，β＞α，γ＞αとする構成にしてもよい(【0019】)。さらに，β＞α，γ＜αとする構成にしてもよい(【0020】)。β≠αの場合には，0＜β−α≦1であることが好ましく，γ≠αの場合には，0＜│α−γ│≦1であることが好ましい(【0021】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "γ＝αの構成を採用することについての容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおりの引用例1の開示内容並びに前記(2)のとおりα，β及びγをいずれも同一にするとの技術が本件出願当時の周知技術であったことからすると，β＝γ＝αと設定することにより，原動ハス歯プーリ及び従動ハス歯プーリの各軸方向の外力(両プーリにおいて互いに逆向きの力)がハス歯ベルトに作用することは，本件出願当時の当業者に広く知られていたものと認められるところ，ハス歯ベルトに当該外力が作用すると，ハス歯ベルトが両プーリの各軸方向に直交しない方向に走行することとなりやすく，その場合，β及びγとαとの間にずれが生じ，その結果，ハス歯ベルトの歯先と両プーリの各歯先との不適切な干渉が生じて騒音や振動の原因となることは，技術的にみて当然の事柄であるということができるから，前記(3)アのとおりの本願発明の解決課題は，本件出願当時の当業者にとって自明のものであったと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，前記(3)のとおり，本願発明は，上記課題を解決するため，β＞α，γ＝αの構成を採用したものであるが，γ＝αの構成(相違点2に係る本願発明の構成)を採用することについて，本願明細書には，その理論的な根拠が全く記載されておらず，かえって，前記(3)イ及びウのとおり，β＞α，γ＝αの構成が好ましいとしつつも，β＞α，γ＞αの構成又はβ＞α，γ＜αの構成にしてもよいとの記載があり，要するに，β＞αとした場合のγとαとの大小関係については，これをどのように定めてもよいとの趣旨の記載があるところである。そして，本願明細書に，β＞α，γ＝αとした実施例1ないし3，5及び6において，β≦α，γ＝αとした比較例1ないし3，5及び6と比較して騒音を低減することができたとの記載(【0022】～【0025】，【0030】)があることからすると，結局，本願発明におけるγ＝αの構成は，実験の結果，好適なものとして選択されたにすぎないといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件出願当時の当業者において，自明のものであった本願発明の上記課題を解決するため，β＞αとした上，3通りしかないγとαとの大小関係(γ＞α，γ＝α，γ＜α)につき，実験の結果，相違点2に係る構成(γ＝α)を選択することは，当業者の通常の創作能力の範囲内で行い得るものにすぎないというべきであるから，相違点2に係る本願発明の構成は，本件出願当時の当業者において，β＞αの構成を備える引用発明に基づき容易に想到し得たものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "この点に関し，原告は，引用発明の目的に照らし，引用発明においてγ＝αの構成を採用することは当業者が通常行わない設計変更であると主張する。",
                    "確かに，前記(1)の引用例1の記載によると，引用発明は，ハス歯歯付ベルトの片寄りを抑止するため，駆動プーリ及び従動プーリの双方において，出側から入側に遡るに従ってベルト歯後面及びベルト歯前面とプーリ溝側面との接触面積が順次小さくなるようにするものであり，そのために，β＞α，γ＜αの構成を採用したものであるから，引用発明の課題を解決しようとする限りにおいて，引用発明のβ＞αの構成を維持したまま，γについてだけ，γ＜αの構成をγ＝αの構成に置き換えることは，当業者が通常行わないものであるというべきである。",
                    "しかしながら，上記説示したとおり，本願発明の課題は，引用発明のそれと異なり，ハス歯ベルトに片寄り力が作用する結果生じるβ及びγとαとの間のずれに伴うハス歯ベルトの歯先と原動ハス歯プーリ及び従動ハス歯プーリの各歯先との不適切な干渉を除去することにあり，そのような課題を解決するためであれば，引用発明のβ＞αの構成を維持したままγ＝αの構成を採用することは，上記説示したとおり，当業者が通常の創作能力の範囲内で行い得るものというべきであるから，原告の主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "text": [
            "β＞αの構成を採用する以上，β−α＞0となるのは当然の帰結であるから，以下，β−α≦0．75の構成を採用することの容易想到性について検討する。",
            "本願明細書には，β＞α，γ＝αの構成を採用し，β−αをそれぞれ0，0．25，0．5，0．75，1及び1．5とした比較例1，実施例1，2，2’及び3並びに比較例1(なお，本願明細書(【0026】)には「比較例1」と記載されているが，β−α＝0の例も「比較例1」とされている(【0023】)ので，判別のため，以下，β−α＝1．5の例を「比較例7」という。)について耐久性試験を行った結果，β−αが0．25ないし0．75のもの(実施例1，2及び2’)は，1以上のもの(実施例3及び比較例7)に比べ，耐久性において優れているとの記載(【0023】，【0026】～【0027】)があり，この実験結果をグラフに示した本願図面(図5)においても，比較例1並びに実施例1，2及び2’については，耐久性が100％(比較例1と同等の耐久性を有するとの意味。",
            "【0026】参照)とされているのに対し，実施例3については50％，比較例7については30％程度とされている。",
            "しかしながら，本願明細書には，β−α≦0．75の構成を採用することによりハス歯ベルトの耐久性が向上することの理論的な根拠についての記載は一切みられないのであるし，また，前記1(3)アのとおり，本願発明は，ハス歯ベルトの歯先と原動ハス歯プーリ及び従動ハス歯プーリの各歯先との不適切な干渉に起因する騒音及び振動を低減することを目的とするものであるところ，本願明細書には，β−α＝1の例(実施例3)及びβ−α＝0．5の例(実施例2)が，β−α＝0．25の例(実施例1)と比較して高い騒音低減効果を発揮することができ，高負荷時の騒音をより効果的に低減することができたとの記載(【0025】)があり，甲7の実験成績証明書(以下「甲7証明書」という。)中，騒音試験に係る図4’にも，β−αが1の場合に良好な結果を示し，かえって，β−αが0．75を下回ると，発生騒音が大きくなるとの結果が示されているのであるから，β−αの上限値を0．75とすることに臨界的意義があるということはできない。",
            "そうすると，β−α≦0．75の構成は，結局，β−αが0から1．5までの6つの値をとる場合を例として耐久性試験を実施した結果，ハス歯ベルトの耐久性の観点から選択された好適な数値範囲にすぎないというべきであり，この程度の数値範囲の選択は，β−α＝1の構成を備える引用発明に接した当業者が通常の創作能力の範囲内で行い得るものであるということができるから，相違点2に係る本願発明の構成は，本件出願当時の当業者において，引用発明に基づき容易に想到し得たものと認めるのが相当である。",
            "したがって，取消事由2も理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本願発明の格別顕著な作用効果を看過した誤り)について原告は，本願発明が，ハス歯ベルトの耐久性に関し，引用発明と比較して格別顕著な作用効果を奏すると主張するが，本願明細書に記載されたハス歯ベルトの耐久性に係る本願発明の作用効果は，従来のベルト伝動装置(比較例1。α＝β＝γ)と同等のものにすぎない(【0023】，【0026】～【0027】)というのであり，これは，甲7証明書に記載された耐久性(図5’)についても当てはまるものであるから，仮に，本願明細書及び甲7証明書に記載されたハス歯ベルトの耐久性に係る本願発明の作用効果が引用発明と比較して有利なものであったとしても，これをもって，格別顕著なものであるということは到底できない。",
            "そうすると，原告が取消事由3として主張するところは，これを取消事由として構成し得るか否かを検討するまでもなく，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10123",
    "date": "2010-03-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080016",
    "ipprecedent_id": "2161",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}