{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−890180号事件について平成20年10月21",
        "日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が有する下記(1)の本件商標登録について，原告が無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①本件商標が原告の有する下記(4)の引用商標3と類似するか(商標法4条1項11号)，②本件商標が下記(2)(3)の引用商標1及び2との関係で他人の業務に係る商品と混同を生ずるおそれがある商標に当たるか(商標法4条1項15号)，である。",
            "記"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "text": [
                "・商標 ・指定商品",
                "第25類",
                "「洋服，コート，セーター類，ワイシャツ類，",
                "寝巻き類，下着，水泳着，水泳帽，和服，エプ",
                "ロン，えり巻き，靴下，ゲートル，毛皮製ストー",
                "ル，ショール，スカーフ，足袋，足袋カバー，",
                "手袋，布製幼児用おしめ，ネクタイ，ネッカチー",
                "フ，バンダナ，保温用サポーター，マフラー，",
                "耳覆い，ヘルメット，ナイトキャップ，帽子，",
                "ずきん，すげがさ，バンド，ベルト，靴下止め，",
                "ズボンつり，ガーター，靴類(『靴あわせくぎ",
                "・靴くぎ・靴の引き手・靴びょう・靴保護金",
                "・出願日 平成17年4月14日 具』を除く。)，靴あわせくぎ，靴くぎ，靴の引・登録日 平成17年12月22日 き手，靴びょう，靴保護金具，げた，草履類，・登録第4917275号 仮装用衣服，運動用特殊衣服，運動用特殊靴(『乗・商標権者 ワールドアパート有限会社 馬靴』を除く。)，乗馬靴」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用商標1",
      "text": [
        "・商標 ・指定商品",
        "第30類",
        "「菓子(甘栗・甘酒・氷砂糖・みつまめ・ゆ",
        "・出願日 昭和28年1月16日 あずきを除く。)，パン」",
        "・登録日 昭和28年10月17日 (平成16年11月17日の書換登録後)・商標権者 ペッツ インターナショナル ・登録第433025号アクチエンゲゼルシャフト"
      ]
    },
    {
      "fig": "(3)",
      "subject": "引用商標2",
      "text": [
        "・商標 ・指定商品",
        "第30類",
        "「和菓子，キャンデー及びその他の洋菓子，",
        "パン」",
        "・出願日 昭和44年12月25 (平成15年11月12日の書換登録後)・登録日 昭和46年8月16日 ・登録第922066号",
        "・商標権者 ペッツ インターナショナル",
        "アクチエンゲゼルシャフト"
      ]
    },
    {
      "fig": "(4)",
      "subject": "引用商標3",
      "text": [
        "・商標 ・指定商品",
        "第25類",
        "「洋服，コート，セーター類，ワイシャツ類，",
        "寝巻き類，下着，水泳着，水泳帽，エプロン，",
        "えり巻き，靴下，ゲートル，毛皮製ストール，",
        "ショール，スカーフ，足袋，足袋カバー，手袋，",
        "布製幼児用おしめ，ネクタイ，ネッカチーフ，",
        "マフラー，耳覆い，ずきん，すげがさ，ナイト",
        "・出願日 平成11年3月3日 キャップ，ヘルメット，帽子，ズボン吊り，バ・登録日 平成12年7月7日 ント，ベルト，靴類(『靴合わせくぎ・靴くぎ・登録第4398550号 ・靴の引き手・靴びょう・靴保護金具』を除・商標権者 ペッツ インターナショナル く。)，草履類，運動用特殊衣服，運動用特殊",
        "アクチエンゲゼルシャフト 靴(『乗馬靴』を除く。)」"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成17年4月14日，上記内容の本件商標について商標登録出願をし，平成17年12月22日に登録第4917275号として設定登録を受けた(甲1，2)。",
                "これに対し原告は，平成19年12月5日付けで下記無効理由1，2に基づき本件商標登録の無効審判を請求した(甲29)ところ，特許庁は，これを無効2007−890180号事件として審理した上，平成20年10月21日，「本件審判の請求は，成り立たない。」旨の審決(出訴期間として90日を附加)をし，その謄本は平成20年10月31日原告に送達された。",
                "記",
                "無効理由1：本件商標は引用商標3と類似するから商標法4条1項11号に違反する。",
                "無効理由2：引用商標1・2に係る「PEZ」商標は，原告製のキャンディーの商品名として周知著名であり，本件商標は，他人(原告)の業務に係る商品と混同を生ずるおそれがある商",
                "標であるから，商標法4条1項15号に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本件商標と引用商標3とは類似しないから商標法(以下「法」という)4条1項11号に違反しない，②本件商標は原告の業務に係る商品と混同を生ずるおそれがあるとは認められないから法4条1項15号に違反しない，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件商標と引用商標3との類似性〔法4条1項11号〕についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "称呼の類似",
                      "text": [
                        "審決は，本件商標からは，「ペズ」の称呼が，引用商標3からは「ペッツ」の称呼が生じるから，両者はその語調・語感を異にし，互いに聞き誤るおそれはないとしたが，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件商標",
                          "text": [
                            "審決は，「PE’Z」の文字は，最も親しまれているローマ字読みあるいは英語風の読みに従って称呼されるとみるのが相当であるため，本件商標からは「ペズ」の称呼を生じるものとみるのが自然であるとする。しかし，本件商標は特定の読みをもって親しまれている成語とは認められない以上，もっとも親しまれている英語ないしローマ字読みによって称呼されると解すべきである。この点，審決のいう英語風の読みというのは，どのような読みをいい，英語の読み方とはどのように異なるのか不明であり，基準として失当である。",
                            "そして，本件商標と同様にアポストロフィを有する英単語，例えば「Let’s」，「that’s」といった単語がそれぞれ「レッツ」，「ザッツ」と称呼され，それ自体独立に称呼を生じない符号であるアポストロフィ(「’」)が欧文字間に表示されることによって促音である「ッ」の音を生じることを考慮すると，本件商標においても「PE」の文字と「Z」の文字との間にアポストロフィ(「’」)が表示されることによって，アポストロフィの箇所に促音である「ッ」が生じ，「ペッツ」の称呼が自然に生じるものといえる。",
                            "したがって，本件商標からは「ペズ」の他，「ペッツ」の称呼が生じるものとみるのが自然であり，「ペズ」の称呼のみを生じるとの審決の判断には理由がない。",
                            "被告は，本件商標「PE’Z」の「’」の部分はアポストロフィではなく，ダッシュであると主張するが，その根拠は明らかでない。",
                            "また，乙4(ファンクラブ会報誌)の1頁の「PE’Z」の記載における「’」及び右上の「PE’Z＋“OＮI−KAKOHI”」の記載における「’」，同2頁右下部分の「俺たちPE’Zは熱く走り続けます。」の記載における「’」，同4頁の右上の「PE’Z＋“OＮI−KAKOHI”」の記載における「’」は，明らかに上部が大きく丸みを帯びたアポストロフィであり，その上部が丸みを帯びないダッシュあるいはプライム(「’」)とは異なる(甲30)。乙9，10(折り込みチラシ)における「PE’Z REALIVE」の記載における「’」の表記も同様である。被告の主張は，自らが提出した証拠の記載と矛盾する。",
                            "また被告は，被告商標「PE’Z」の「’Z」の部分は「ダッシュゼット」の印象を与え，「’Z」は「ッ」の称呼を生じないとしながら，何故「ダッシュゼット」の印象を与える「’Z」を含む「PE’Z」から「ぺ・ダッシュゼット」等の称呼ではなく，「ペズ」の称呼が生じるのかにつき，合理的な説明をしていない。甲30(インターネットフリー百科事典)の内容から明らかなように，仮に被告の主張するように「PE’Z」の「’」がダッシュ(プライム)であるならば，「分」や「フィート」などの称呼が生じるはずであり，「ペズ」の称呼が生じるとの被告の主張は失当である。",
                            "さらに，そもそもダッシュ(プライム)は，対象となる文字の右肩に右上から打つ点であるから(甲30)，仮に本件商標の「’」がダッシュ(プライム)であるならば，「’」(ダッシュ)は，この記号の左側にある文字「E」の右肩に右上から打つ点ということになり，「ダッシュゼット」ではなく「イーダッシュ」の印象を与えることになるはずである。被告の主張は，この点でも理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "引用商標3",
                          "text": [
                            "審決は，「PEZ」の文字からなる引用商標3は，現実に「ペッツ」と片仮名表記され，「ペッツ」と称呼されているものと認められることから，「ペッツ」の称呼を生じるとした。引用商標3は，「PEZ」の欧文字で書してなり，通常の英語ないしローマ字読みによれば，「ペズ」の称呼が生じるのが自然であるともいえるが，引用商標3は，原告の業務に係る商品であって著名な「種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディー」(以下，「原告商品」という場合がある)について使用される商標として極めて高い著名性を有しており，日本語では常に「ペッツ」と表記されていることから，取引者・需要者間において「ペッツ」の称呼が長年にわたり広く定着している。したがって，原告商品の取引状況にも鑑みれば，引用商標3の称呼は「ペッツ」のみが生じる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "結論",
                          "text": [
                            "以上のとおり，本件商標と引用商標3からは，いずれも「ペッツ」の称呼が生じるというべきであるから，両商標は称呼を共通にする類似の商標というべきである。また，仮に本件商標に「ペッツ」の他「ペズ」の称呼が生じうるとしても，「ペッツ」の称呼をも生じる以上，両商標は称呼を共通にする類似の商標である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "外観の類似",
                      "text": [
                        "審決は，本件商標と引用商標3は，綴り字自体については共通にするところが多いものの，その表現方法においては顕著な差異があり，両商標から受ける視覚的印象を全く異にするものであるから，両者はその外観においても互いに紛れるおそれはないものということができると判断している。そして，「その表現方法においては顕著な差異」(審決6頁21行～22行)とは，本件商標は毛筆で書したような書体を以て表されており，引用商標3は，れんが状の直方体を継ぎ合わせて書したかの如き特異な書体をもって表されていることを対比していうものと解される。",
                        "確かに両商標の表現方法は異なるものの，両商標は，「P」「E」「Z」の欧文字の綴りを同一にし，両商標の綴りの相違点は，それ自体独立に発音を伴わないアポストロフィ(「’」)の符号の有無だけにすぎず，綴りが酷似している。また，本件商標の外観は，毛筆で書したような書体で表示されているところ，このアポストロフィの他，「E」の文字の右隣にもアポストロフィの半分程度の面積の点が表示されていることが看取される。この「点」の表示は，毛筆で書体を表記する際に生じ得る墨、、、",
                        "垂れ，または，Eの文字の一部の表記がかすれて生じたものとも看取さ、、、",
                        "れるところ，これと同様に，アポストロフィの表示も，墨垂れやかすれとも看取されうるものである。とするならば，本件商標は，これに接する需要者・取引者をして，アポストロフィのない「P」，「E」，「Z」の欧文字のみからなる毛筆書体とも看取され得る。したがって，両商標は，その綴り字から，外観上類似し，相紛らわしい。",
                        "したがって，両商標には外観の類似性が認められ，相紛らわしいものといえる。",
                        "以上により，本件商標と引用商標3とは，称呼及び外観において相紛れるおそれのある類似の商標であり，法4条1項11号に違反してされたものというべきであるから，この点についての審決の判断は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "観念の類似",
                      "text": [
                        "審決は，本件商標と引用商標3との観念についての類否判断を行っていないが，被告は本件商標と引用商標3は，特定の親しまれた意味合いを有する成語(熟語)とは認められないから，観念については比較すべくもないと主張する。",
                        "しかし，原告の業務にかかる「種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディー」を表示する引用商標3は，遅くとも本件商標の登録出願及び登録がなされた平成17年当時には，我が国の取引者，需要者に広く認識され，今日に至るまで極めて高い周知著名性を有している。したがって，引用商標3には，その外観から，種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディーの観念が生じる。一方，引用商標3と外観が類似し，同一の称呼を生ずる本件商標からも，種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディーとの観念が生じる。",
                        "したがって，両商標からは同一の観念が生じるものであるから，この点の審決の判断は誤りであり，被告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件商標と引用商標3とは，その称呼，観念及び外観のいずれの点においても相紛れるおそれのある類似の商標といえるものであり，本件商標の登録は，法4条1項11号に違反してなされたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(法4条1項15号についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標と引用商標1・2との類似性",
                      "text": [
                        "審決は，本件商標と引用商標1・2との関係を同様とし，本件商標と引用商標1と外観の点については，毛筆をもって書したかの如き特異な書体で表されている本件商標と通常の書体をもって表されている引用商標1とは表現方法に顕著な差異があり，視覚的印象を全く異にすることを特に付言した上で，本件商標と引用商標1・2とは，いずれも，その称呼，観念及び外観のいずれの点においても相紛れるおそれのない，非類似の商標とした。被告も，両商標は外観，称呼がそれぞれ相違し，また，観念においても，出願の経緯，取引の実情などを参酌すると，著名なジャズバンドの「ペズ」の観念が生じるのに対して，引用商標1・2からは，「キャンディーディスペンサーのペッツ」の観念が生じるので，両商標は，出所混同を生ずるような類似性はないと主張する。",
                        "しかし，本件商標と引用商標1・2は，前記本件商標と引用商標3との関係と同様に外観が類似する。また，前記のとおり，綴り自体が類似する以上，表現方法の相違を以て外観の類似を否定することはできないから，本件商標と引用商標1との類否を，本件商標と引用商標2との類否と別異に検討する必要はない。",
                        "次に，引用商標3との関係と同様，本件商標と引用商標1及び2の観念及び称呼は同一である。",
                        "この点，被告は，本件商標から生じる観念について，「出願の経緯，取引の実情などを参酌すると，著名なジャズバンドの「ペズ」の観念が生じる」と主張するが，引用商標3との関係で両商標は特定の親しまれた意味合いを有する成語(熟語)とは認められないから，観念については比較すべくもないとして，本件商標には特定の観念が生じないことを前提とする主張を行っておきながら，引用商標1・2との関係では，これと明らかに矛盾する主張をしている。",
                        "以上より，本件商標と引用商標1・2とは，その称呼，観念及び外観のいずれの点においても相紛れるおそれのある類似の商標といえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告商標の周知著名性",
                      "text": [
                        "審決は，引用商標1・2が，原告の業務に係る商品を表示する商標として引き続き使用されているとしても，本件商標が出願及び登録された平成17年(2005年)当時において，各引用商標が取引者・需要者の間において広く認識されていたものとまでは認められないとし，引用商標1・2の周知著名性を否定した。被告も，引用商標1・2は，本件商標登録時において，著名であるとは認められないと主張する。",
                        "しかし，以下のとおり，引用商標1・2には，本件商標登録時において周知著名性が認められる。",
                        "審決が認定したとおり，甲12～17(Wikipedia英語版等)",
                        "から，原告の業務にかかる「種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディー」(原告商品)を表示する商標「PEZ(ペッツ)」は，わが国において発売が開始された昭和47年(1972年)当時から，甲15のカタログが制作された昭和57年(1982年)当時にかけて，需要者間において一定程度知られていた事実が認められる。",
                        "その後，原告は，日本国内における原告製品の販売を拡大するとともに，小型容器(以下「ディスペンサー」という。)に取り付けるキャラクターの種類を次々と増やし，キャンディー自体も，新しい風味のものを開発し続けており，今日に至るまで定期的に新製品を市場に投入している(甲23)。",
                        "本件商標の出願登録時である平成17年(2005年)までの状況について述べると，昭和61年(1986年)に世界的に著名なディズニーのキャラクターを取り付けたディスペンサーを発売し，以後，平成元年(1989年)，平成9年(1997年)，平成11年(1999年)，",
                        "平成14年(2002年)，平成15年(2003年)及び平成17年",
                        "(2005年)にも，「くまのプーさん」など，ディズニーの人気キャラクターモデルを追加した(甲23)。また，ディズニーキャラクター以外にも，著名な映画「スターウォーズ」のキャラクターモデルを平成14年(2002年)に発売し，平成17年(2005年)には国内の",
                        "人気ロボットアニメ作品「機動戦士ガンダム」のキャラクターを採用したモデルを発売している。さらに，平成16年(2004年)には，株式会社バンダイから，通常のディスペンサーの半分ほどの長さのディスペンサー及び小粒キャンディーからなる小型の商品を，商標「PEZ(ペッツ)」を一部に用いた「mini PEZ」(ミニ・ペッツ)との商標で発売し，現在まで販売を継続している(甲23，24)。",
                        "一方，キャンディーについても，昭和61年(1986年)，平成11年(1999年)，平成15年(2003年)にそれぞれヨーグルト",
                        "味，ペパーミント味，コーラ味を発売するなど，新製品の開発及び市場投入を継続して行っている。",
                        "さらには，引用商標「PEZ(ペッツ)」のロゴや原告商品のデザインは，日本国内において，著名な輸入雑貨店である「PLAZA(プラザ)」(旧ソニープラザ)を経営するプラザスタイル株式会社にライセンスされ，同社は，「PEZ(ペッツ)」ブランドのロイヤリティビジネスを継続して行っている(甲27)。このように，商標のロゴや商品デザイン自体が本来の商材である商品とは独立した商材となり，取引に供されるというのは，商品やその商標に極めて高い周知著名性が認められ，これに基づく高度の顧客吸引力が生じる場合にしか起こりえないことである。",
                        "以上の事実からすれば，本件商標の出願，登録がなされた平成17年(2005年)当時，原告商品に係る商標「PEZ(ペッツ)」は，昭和57年(1982年)当時と比べてその周知著名性が格段に増し，極めて高い周知著名性を有していたことは明らかである。",
                        "したがって，引用商標1・2は，本件商標の出願時及び登録時には，我が国の取引者，需要者に広く認識され，周知著名なものとなっていたものであって，かつ，その状態が現在までも継続している。",
                        "よって，審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "商品の混同の有無について",
                      "text": [
                        "審決は，①本件商標と引用商標1・2とは，称呼及び外観を含めて充分に区別し得ること，②引用商標1・2は，本件商標の登録出願時において，原告の業務に係る商品を表す商標として，我が国の取引者・需要者間において広く認識されていたものと認められないこと，③本件商標の指定商品と原告商品とは，商品の生産部門，販売部門，用途等を全く異にすることを理由として，被告が本件商標をその指定商品に使用しても，その出所について混同を生じさせるおそれはないとしている。また，被告も，①を理由として，出所の混同を生じないと主張する。",
                        "しかし，①及び②の判断が誤りであることは，既に述べたとおりである。以下，③の判断について反論する。",
                        "前記の通り，原告商品に係る商標「PEZ(ペッツ)」(引用商標1・2)には，極めて高い周知著名性が認められる。そして，その人気の高さから，原告商品に係る商標「PEZ(ペッツ)」は，菓子以外の幅広い商品カテゴリーにおいてライセンスされ，様々な企業により種々の商品が商品化されている。",
                        "まず，平成16年(2004年)には，大手玩具メーカーである株式会社バンダイから「miniPEZ(ミニ・ペッツ)」が発売され，同社の商品販路を通じて販売されている(甲24)。また，大手玩具メーカーの株式会社タカラトミーアーツから「PEZ(ペッツ)ペンケース」が発売され，大手ショッピングサイト「アマゾン」などの販路を通じて販売されている(甲25)。そして，大手水着メーカーである株式会社三愛は，「PEZ(ペッツ)」ロゴをあしらったデザインの水着を発売し，店舗の他，大手ショッピングサイトの楽天やヤフーショッピングなどの販路を通じて販売している(甲26)。さらに「PEZ(ペッツ)」のロゴや原告商品のデザインは，日本国内において，著名な輸入雑貨店である「PLAZA(プラザ)」を経営するプラザスタイル株式会社にライセンスされ，同社は「PEZ(ペッツ)」ブランドのロイヤリティビジネスを展開している(甲27)。同社からサブライセンスを受けた各企業は，上記の他，「PEZ(ペッツ)」のロゴやペッツディスペンサーをモチーフとしたTシャツ，バッグ，雑貨など，様々な種類のPEZ(ペッツ)グッズを発売している。",
                        "このように，「おもちゃ」など，「小型容器入りの小粒キャンディー(菓子)」とは異なる商品であっても，商品の販売部門や需要者の範囲が重なる場合が認められるから，商品が相違するからといって，直ちに混同のおそれがないとはいえない。少なくとも，本件商標の指定商品と原告商品とは，「洋服」の範囲では，商品の生産部門，販売部門，用途を同じくするといえる。",
                        "とするならば，引用商標1・2のもつ極めて高い周知著名性に鑑みれば，本件商標を指定商品に使用すれば，これに接する取引者・需要者をして，引用商標1・2を連想又は想起させるといえ，その商品が原告又は原告と何らかの関係を有する者の業務に係る商品であるかの如く，その商品の出所について混同を生じさせるおそれが高いことは明らかである。",
                        "したがって，本件商標の指定商品と引用商標1・2の指定商品は，商品の販売，流通の過程や需要者の範囲を全く異にするものとはいえず，商品の出所についての混同を生じさせるおそれのあるものである。",
                        "したがって，商品の生産部門，販売部門，用途等を全く異にするものであることを理由に出所の混同のおそれはないとした審決の判断(③)は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上から，本件商標と引用商標1・2は，称呼，観念及び外観上相紛れるおそれのある類似の商標であり，また，本件商標の指定商品と引用商標1・2の指定商品は，商品の出所についての混同を生じさせるおそれが高いものである。よって，本件商標の登録は，法4条1項15号に違反してなされたものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因の(1)，(2)の事実は認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標は，その外観において毛筆体をもって書したかの如き特異な書、、",
                  "text": [
                    "体で「PE´Z」と横書きしたものであるのに対し，引用商標3は，れん、",
                    "が状，あるいは，切り石状の複数個の直方体を模様的に継ぎ合わせたような書体をもって「PEZ」と横書きしたものである。",
                    "原告の主張は，本件商標を構成する「´Z」の部分の表現方法を無視して標準文字の「PEZ」との同一性を論じたものであり，また引用商標3、、、",
                    "の「れんが状の直方体を継ぎ合わせた部分」の表現方法を無視して，標準文字の「PEZ」の同一性を論ずるものであって，理由がない。",
                    "本件商標と引用商標3は，共に外観上「普通一般にありふれた商標」ではなく，全く別個の印象を受けるものであり，外観が異なる。",
                    "称呼については，本件商標は，成語あるいは熟知された単語とは認められない一種の創造語であること，指定商品が被服等であること，「PE´Z」の外観構成に相応して，「ペズ」ないし，これを一般的なローマ字読みをしても構わないこと等から，「ペズ」の称呼が生じるものである。",
                    "さらに，「ダッシュゼット」の印象を与える「´Z」の部分は，「アポストロフィゼット」を意味するものではなく，「´Z」は，「´S」と同様に「ツ」を称すべきものではない。例えば，「That´s」の「t´s」が「ツ」と称されると共に，「PE´Z」の「E´Z」も同様に「ツ」と称されるものと社会的にも認識されていない。",
                    "したがって，本件商標からは，審決が認定したとおり，「ペズ」の称呼が生じる。",
                    "これ対し，引用商標3は，その外観構成及び原告商品の取引の実情を参酌すると，「ペッツ」以外の称呼は生じない。",
                    "そこで，両商標の称呼を比較すると，両称呼は，後半部の音において，前者が有声の破裂音である「ズ」の音であるのに対して，後者は「ペ」の促音である「ッ」と，これに続く無声破裂音である「ツ」の音であることから，音構成及び音質において明らかな差異があり，しかも，両称呼は極めて短い構成から成るので，これらをそれぞれ一連に称呼するときは，聴別することができるというべきである。",
                    "さらに，両商標は，特定の親しまれた意味合いを有する成語(熟語)とは認められないから，観念については，比較すべくもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，取引の実情を参酌すると，「PE´Z」の著名性からして，本件商標からは，「ペズ」との称呼・観念が生じる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "出願経緯",
                      "text": [
                        "被告は，本件商標の出願経緯において，審査官に平成17年10月17日付け意見書(乙1)を提出した。同意見書から明らかなように，本件商標は，特許庁審査官により，法4条1項8号の規定に該当するものと認定判断されたので，被告は，著名なジャズバンド「PE´Z」のグループを構成するメンバーから「同意書」をとって提出し，その結果本件商標は登録査定された。",
                        "したがって，取引の実情を参酌すると，少なくとも本件商標の設定登録時に，本件商標からは著名なジャズバンドグループの「ペズ」の観念・称呼が生じていたものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ジャズバンド「PE´Z」の活動",
                      "text": [
                        "「PE´Z」(ペズ)は，被告に属するアーティストであり，平成11年に結成され，平成13年2月21日にデビューし，平成14年4月11日に東芝EMI(現：EMIミュージックジャパン)より，メジャーデビューを行った。その後，平成15年3月に「第17回日本ゴールドディスク大賞“ニューアーティスト・オブ・ザ・イヤー”」を受賞し，テレビやラジオのコマーシャルに楽曲が使用され，また，自身らがコマーシャルに出演するなど，多岐にわたる活動を継続して行っている。",
                        "そして，平成17年には，ＮHKホールをはじめ，ロンドン，アムステルダムでライブを行ない，平成18年に初の全米ツアーを行うなど，国内のみならず外国においても様々なイベントに出演するなどして幅広く活動を行っており，広く知られている。その結果，上記のように特許庁においても著名であると判断され，登録査定がされたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標の非類似性",
                  "text": [
                    "審決が認定したとおり，本件商標と引用商標1・2とは，その外観，称呼，及び観念のいずれの点においても非類似である。また，引用商標1及び2のみならず，引用商標3も，少なくとも登録査定時に周知である旨の立証もない。仮に，引用商標1・2が一時「著名」であったとしても，その後の継続的な不使用により，その識別力は減退化し，本件商標の登録査定時，著名性を喪失したものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商品の非類似性と社会的事実",
                  "text": [
                    "審決が認定したとおり，本件商標の指定商品である「被服など」と，引用商標1・2の指定商品である「菓子，パン」とは，商品の生産部門，販売場所(店舗か，それともコンサート会場か否か)，広告手段(ディスペンサーを伴うか否か)，原材料，品質，用途，需要者の範囲(ジャズに興味を有しているか否か)がそれぞれ異なる。「菓子，パン」の業者が「被服等」を製造販売するとは普通一般にありえず，その逆もありえない。また，「菓子，パン」の一般の需要者が，全ての層においてジャズ(本件商標を付した商品)に興味を有しているとは限らない。したがって，両商標の指定商品は非類似である。",
                    "さらに，本件商標の「PE´Z」は，証拠によれば，アーティストの「ペズ」を意味するものとして，書体を変更せず一貫して使用し続けていることから，「PE´Z」という本件商標に「ペズ」という称呼・観念が蓄積されている。このような社会的事実を考慮すると，原告の業務に係る商品との混同を生ずるおそれはない。",
                    "よって，本件商標は，法4条1項15号の規定に該当しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件商標と引用商標3との類否(法4条1項11号)について(取消事由1)(1) 商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
            "そこで以上の見地に立って，本件商標と引用商標3との類否について検討する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の構成は，前記第2，2(1)のとおりであり，毛筆様の独特な書体で書した「PE'Z」と表記された文字から成る。「P」の文字は上部が丸味を帯び，下に伸びる線も若干左方向に曲がり，下部にいくにつれ太くなった後，先端はすぼまっている。「E」の文字は「P」の文字の上部に押されるかの様に右上から左下に斜めの形になっており，文字の右中央より下の部分に筆を押さえたか墨垂れの様な「点」がある。「Z」の文字は，上から下に延びる中央部分の線が，墨書したかの様にかすれている。",
                    "各文字の大きさは同じではなく，「PE」の2文字を合わせた横幅と，相対的に大きな「Z」の文字の横幅はほぼ同じになっている。そして「PE」と「Z」の文字との間には，「’」の様な，上部が太く左に曲がって先が細くなる毛筆によるかの様な記号が記されている(被告はこれを「´」であるとするが，上記のように下部左方向に向けて曲がっており，便宜上「’」と表記する)。",
                    "これに対し，引用商標3の構成は，前記第2，2(4)のとおりであり，「P」「E」「Z」の3文字を同じ大きさで配置し，各文字は厚みを帯びていることを表わして右上方向に黒い影を伴っている。「P」の文字では14個(丸味を帯びた部分は，曲線に沿って分かれており，各1個と数えた)の，「E」及び「Z」の各文字では各15個の，角が若干丸味を帯びた長方形が組み合わされて成る。その組合せ方は，各文字の直線部分は直線的に配するものの，「Z」の文字の斜線部分は，階段状に配して成るものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，証拠(乙1～7)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "C，D，E，F，Gは，被告に所属する音楽バンドのグループであり，平成11年(1999年)に「PE'Z」の名称で活動を開始した。「PE'Z」となった由来は，リーダーの C が担当する楽器トランペットの「PE」と，その前年に C がニューヨークへ行った際に訪れたジャズクラブ「fez(フェズ)」を組み合わせたものである。",
                        "同バンドは，東京渋谷の路上でのストリートライブを中心に活動を始めてファンを増やし，平成13年(2001年)2月21日には",
                        "apart.RECORDS(アパートレコード)より最初のアルバム「PE'Z」を発売し，その後，「速人− HAYATO −(ハヤト)」(同年6月21日発売)，「OKOKOROIRE(オココロイレ)」(同年10月24日発売)と続けてアルバムを発売し，平成14年(2002年)4月11日には東芝 EMI(現：EMI ミュージックジャパン)よりメジャーデビューを果たしたものである。その後，平成14年9月11日にファーストフルアルバム「九月の空− KUGATSU NO SORA−」をリリース(発表)してオリコン(Oricon,音楽チャート誌)10位を獲得し，平成15年(2003年)3月には「第17回日本ゴールドディスク大賞“ニューアーティスト・オブ・ザ・イヤー”」を受賞，平成17年(2005年)からは，海外レーベル ROADRUNNER RECORDS(ロードランナーレコーズ)へ移籍して，同年3月9日にアルバム「つくしんぼ」をリリースするとともに全国45公演のツアーを行う等の活動を続けてきた。",
                        "このように，「PE'Z」は結成以来，国内外を問わずライブやCDの発表と活躍の場を広げ，アーティストとして活動してきたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ジャズバンド「PE'Z」は，上記のように2001年〔平成13年〕2月21日に最初のアルバム「PE'Z」を発売したところ，2002年〔平成14年〕7月17日発売の「Hale no sola sita ~ LA YELLOWSAMBA ~」のジャケットには，本件商標を縦書きに書して成る標章(「P」「E」「’」「Z」の各文字ないし記号を縦一列に並べるもの)を使用した(「PE'Z DISCOGRAPHY」2007年〔平成19年〕3月被告作成。乙7)。その後も公演の演奏を収めたアルバム，ビデオ，DVD等を含め，平成17年12月22日の本件商標の設定登録時までに，16作品を発表している(乙7)。",
                        "平成17年12月22日の本件商標の設定登録後も継続的にアルバム等を発表するほか(乙7)，2006年〔平成18年〕10月～11月",
                        "には東京，大阪，名古屋，福岡で，2007年〔平成19年〕4月～6月には北海道から沖縄まで36カ所の会場をまわる全国公演のツアーを行った(乙9〔「PE'Z REALIVE 2006 秋～茜 AKANE ～」のチラシ，2006年〔平成18年〕9月株式会社ホットスタッフ・プロモーション作成〕，乙10〔「PE'Z REALIVE TOUR 2007 春 あっち行っちゃ寝，こっち行っちゃ音」のチラシ，2007年〔平成19年〕3月株式会社ホットスタッフ・プロモーション作成〕)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，平成15年4月24日に行われた公演(ライブ)においては，本件商標を縦書きに書して成る標章が襟首の後ろのタッグに付されたTシャツが販売された(A の「宣誓書」と題する書面，平成21年5月22日作成，乙17)。",
                        "2005年〔平成17年〕3月に被告から発行された「UTAGE",
                        "宴」と題するジャズバンド「PE'Z」を宣伝する小冊子(乙8)には，本件商標が表紙に大きく印刷され，バンドの活動が紹介されている。なお，そこには，以下の記載もある。",
                        "「…今日本に面白いジャズメンがいる。その名は“PE'Z”。子供のころに食べた，キャラクターのフィギュアからラムネが出てくるあのお菓子を想像するかもしれないが，読み方は，『ペズ』。しかし，当たらずといえども遠からず，これが愛嬌たっぷりなサウンドを聴かせてくれるのだ。」(エ) 2005年〔平成17年〕11月16日に発売されたアルバム「千歳鳥」の宣伝広告には，本件商標が付されている(乙14)。",
                        "また，平成17年9月21日に開催された公演(ライブ)では，本件商標及び公演の日付けがプリントされたTシャツが販売された(B の「宣誓書」と題する書面，平成21年5月25日作成，乙15)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記アのとおり，本件商標は，「P」「E」の文字と「Z」の文字との間に「’」様の記号が存し，「P」「E」の2文字と「Z」の文字との横幅がほぼ同じで，「E」の文字の上部が「P」の文字の上部に押されたような構成である。また上記イで認定した取引の実情に係る事実によれば，ジャズバンド「PE'Z」は，1999年〔平成11年〕から「ペズ」と称して活動し，平成13年には最初のアルバムを発売し，その後も継続して作品を発表し，全国公演，テレビコマーシャル等への楽曲の提供のほか，本件商標の構成をCD等のほか，Tシャツ等の商品に用いて宣伝し活動していることが認められる。",
                    "以上の事実によれば，本件商標からは，「PE'Z」の文字に相応して「ペズ」の称呼を生じると認められるところ(本件商標から「ペズ」の称呼が生じ得ることについては原告も争わない)，本件商標からは「ペズ」の称呼のみが生じ，「ペッツ」の称呼は生じないというべきである。",
                    "また，本件商標からは，ジャズバンドの「PE'Z」(ペズ)の観念が生じ得るというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，引用商標3及び原告が引用商標3を使用して販売した商品等に関し，文献等には以下の記載がある。",
                    "・ 甲12(フリー百科事件「Wikipedia」英語版，2007年〔平成19年〕7月24日，「http://en.wikipedia.org/wiki/PEZ」からプリントアウト，以下の内容は訳文による)",
                    "「PEZ",
                    "出典：フリー百科事典ウィキペディア",
                    "日本のバンドについては，PE'Zをご覧下さい。グラフィティ・アーティストについてはPez(アーティスト)をご覧下さい。",
                    "PEZとは，ペッツ・キャンディ・インクの略である。また，同社の2つの製品，すなわち，",
                    "・約1cmの長さの長方形でレンガのような形に型押しされたキャンディと・このキャンディ用のポケットサイズのディスペンサー(12個のPEZキャンディを詰めることができる)の名称でもある。",
                    "PEZという名称は，発売当初のPEZの味であるペパーミントを意味するドイツ語Pfefferminzに由来する。PEZは初めオーストリアで発売され，その後，特にアメリカへ輸出されるようになったが，遂には世界中で販売されるようになった。PEZはすべて大文字で表記され，包装とディスペンサー自体に表示される商標であり，立体的な形状で，44個のレンガのようなPEZキャンディーが文字を形成しているかのように見える(Pに14個，EとZそれぞれに15個)。」",
                    "・ 甲13(フリー百科事件「ウィキペディア(Wikipedia)」2007年〔平成19年〕7月24日，「http://honyaku.yahoofs.jp/url_result?ctw_=sT…」からプリントアウトしたもの)",
                    "「PEZ",
                    "出典：フリー百科事典『ウィキペディア(Wikipedia)』",
                    "PEZ(ペッツ)とは，キャンディーとそれを詰めるプラスチック製のケース(ディスペンサー，ボディーステム)。",
                    "ディスペンサーの上部には様々なキャラクターの頭部がついており，世界中にコレクターが存在する。",
                    "語源はドイツ語のPfefferminz(ペパーミント)の略から。1927年にオーストリアでうまれ，デベィスペンサーが付いたのは1949年。",
                    "日本では1972年に森永製菓から発売される。",
                    "パテントナンバー",
                    "ステムの横には7桁の数字が書かれている。これによって発売年数がわかる。以下の通り",
                    "・ U.S.Patent 2620061 1952年製造…",
                    "キャラクター",
                    "一番最初にキャラクターの頭部がついたのはアメリカで1955年から発売。",
                    "・ アステリックス",
                    "・ ボブとはたらくブーブーズ…",
                    "他にもミニペッツ等も多数出ている。…」",
                    "・ 甲14(山田政美編「英和商品名辞典」，330頁)",
                    "「Pez ペッツ",
                    "米国Connecticut州のPez-Haas,Inc.製の，取り出し口の頭の部分に種々のキャラクターを使った，小型容器(dispenser)入りの小粒キャンディー．ハッカ(peppermint)を意味するドイツ語の pfefferminze から．★Bret Eastron Ellis 著のLess Than Zero の一場面にも登場．」・ 甲23(森永製 菓株式会社ホームページ「森永 ペッツ",
                    "http://www.morinaga.co.jp/pez/main.html」2009年〔平成21年〕4月28日プリントアウトのもの)",
                    "「PEZ(ペッツ)とは？ペッツキャンディとディスペンサーが一緒になったお菓子だよ！",
                    "HISTORY of PEZ in JAPAN",
                    "1972年 ディズニー，動物シリーズ，ペッツオリジナルキャラクターなど全18種類のキャラクター。…",
                    "1973年 オリジナルシール入り。1975年までシール封入。…1975年 オリジナルシールは全部で36種類。…」",
                    "・ 甲27(プラザスタイル株式会社ホームページ「www.plazastyle.co.jp/business/property_business.html」2009年〔平成21年〕4月30日プリントアウトのもの)",
                    "「『バーバパパ』『スノーマン』『エド・エンバリー』…『ペッツ』…など海外で評価の高い良質なキャラクター，ブランドロゴデザインなどのプロパティを日本国内でライセンスしております。",
                    "サブ・ライセンシーは100社を超え，販売促進や商品化に使用されています。一部のライセンス商品はプラザ，ミニプラ，オンラインショップでも販売されています。」",
                    "「PEZ(ペッツ)",
                    "『PEZ』はオーストリアで1927年に生まれたキャンディ・ブランドです。創業者のエドワード・ハース3世が砂糖片とペパーミントオイルの組合せがとてもおいしいことを発見し商品化しました。",
                    "これがペパーミントキャンディの起源とも言われています。実は『PEZ』という名前の由来はペパーミンツの略語。その語源はドイツ語のpfefferminzという単語のうち，最初の『P』真ん中の『E』最後の『Z』からとったものなのです。その後アメリカには1952年に登場し，現在のようにキャラクターの顔のついたディスペンサーが登場しました。",
                    "日本では1972年に森永製菓から発売され，現在に至るまで様々な世代から愛されるブランドに成長しました。現在，世界約90カ国で発売されています。また，全世界に熱狂的なコレクターも多く，足の有無やパテントナンバーで製造年代を特定できることもマニアの間では知られています。」オ 昭和58年7月15日付け引用商標1に係る「商標権存続期間更新登録願」(甲15)添付の商品カタログには，引用商標3が表示され，「お陰様で，ペッツ発売10周年！」等と記載されている。",
                    "平成5年10月14日付け引用商標1に係る「商標権存続期間更新登録願」(甲16)添付の商品の一覧表(1993年秋 森永の菓子 商品一覧表)には，「ペッツキャンデー」として，引用商標3の付されたキャンディー等が表示されている。",
                    "また，「miniPEZ」として，「ポンキッキーズ」・「ムーミン」・「RODY」・「ウルトラマンシリーズ」等のキャラクターが上部についた小型ディスペンサーが株式会社バンダイより発売され(株式会社バンダイのホームページ「http://search.bandai.co.jp/?kw=%E3%…」2009年〔平成21年〕4月29日プリントアウト，甲24)，「PEZ」の文字が表示されたペンケース ( ア マ ゾ ン ジ ャ パ ン 株 式 会 社 の ホ ー ム ペ ー ジ「http://www.amazon.co.jp/%E3%…」2009年〔平成21年〕4月30日プリントアウト，甲25)，水着(株式会社三愛のホームページ「http://www.san-ai.com/rakuen/collection08/showcase.html」2009年〔平成21年〕4月30日プリントアウト，甲26)，Tシャツ・バッグ(株式会社上野商店作成の原告宛て「第2四半期売上ロイヤルティ報告書」(訳文)，平成17年6月30日作成，甲31)等も販売されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "上記アの引用商標3の構成，及び上記エ，オのとおりの販売実績等からすると，引用商標3からは「ペッツ」の称呼が生じるものと認められる(当事者間に争いがない)。",
                    "そして，引用商標3から生じる観念としては，原告の販売する上部にキャラクターの付いたディスペンサー入りのキャンディーないしディスペンサーとの観念が生じ得るというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件商標と引用商標3とは，「P」「E」「Z」の3文字を含む点に共通性があるということはできる。",
                "しかし，本件商標においては，「E」の文字と「Z」の文字との間に「’」様の記号が存在し，3文字の大きさも同じではなく，各文字が毛筆で丸味を帯びた態様で書して成り，立体的ではなく平面的であるのに対し，引用商標3では，「P」「E」「Z」の各文字は同じ大きさであり，14～15個の長方形を組み合わせており，文字自体も「P」の文字の曲線部分以外は直線的で角張った印象を与えるものであり，文字自体に立体的な厚みを感じさせる影が付されている。そうすると，本件商標と引用商標3とは外観上区別することができるというべきである。",
                "また，上記のとおり，本件商標からは「ペズ」の称呼が生じるところ，引用商標3からは「ペッツ」の称呼が生じ，称呼においても両者は区別することができる。",
                "さらに両商標から生じ得る観念としては，「ジャズバンドのペズ」(本件商標)，「原告の販売する上部にキャラクターの付いたディスペンサー入りのキャンデーないしディスペンサー」(引用商標3)との観念が生じ得るものであるから，両者は区別し得るものである。",
                "このように，本件商標は，外観，観念，及び称呼のいずれにおいても引用商標3と区別することができるのみならず，前記のように本件商標は音楽活動としてのジャズバンドの演奏会場における商品販売等を中心とするものであるのに対し，引用商標3は菓子販売等に伴うものに使用される等の取引の実情も併せ考慮すると，本件商標は引用商標3と類似するものと認めることはできない。そうすると，本件商標が法4条1項11号に該当しないとした審決の判断は正当として是認できる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標からは「ペッツ」の称呼も生じるから，称呼において類似すると主張する。",
                    "しかし，本件商標からは「ペズ」の称呼が生じ，「ペッツ」の称呼は生じないことについては上記で認定したとおりである。原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，「PE’Z」の「’」が被告主張のとおりダッシュであるならば，そこからは「分」や「フィート」などの称呼が生じると主張する。",
                    "なるほど原告の提出する甲30(フリー百科辞典「ウィキペディア(Wikipedia)」)には，プライム(´)は，約物のひとつで，対象となる文字の右肩に右上から打つ点であり，イギリスやその影響を受けた日本等ではこれを「ダッシュ」と呼ぶことも多く，「アポストロフィー」とは別のものであること，数の右肩に点(´)を1つ，2つと打つ表記がされることで時間やヤード・ポンド法における長さなどの単位を表すのに用いられ，「2´3〝」は「2分3秒」，「2フィート3インチ」等を表すこと，の記載がある。また，原告主張のとおり，本件商標の構成を用いずに文字で表記した場合，被告提出の陳述書，及び被告が作成したジャズバンド「PE'Z」を紹介する冊子等にも，「´」(乙2)・「'」(乙3，4)等，種々の表記があることも認められる。",
                    "しかし，本件商標の構成は上記第2，2(1)のとおりであり，本件商標における符号は毛筆様の表記がされていることから，これが原告主張の「アポストロフィ」であるのか被告主張の「ダッシュ」であるのかは判然とはしないものの，「P」「E」の文字と「Z」の文字の間にある記号であることに照らせば，そこから「ダッシュ」ないし「分」の称呼が生じるとするのは不自然であるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件商標と引用商標3は，「P」「E」「Z」の文字を共通にし，アポストロフィの符号の有無が相違するだけであるから，外観において類似すると主張する。",
                    "しかし，上記(2)アで認定したとおり，本件商標は毛筆様で「P」「E」「Z」の文字，及び「’」の記号が丸味を帯びて表記され，各文字の大きさも異なるのに対し，引用商標3は，各文字の大きさが同じで，長方形の組合せからなり厚みもあるものであって，本件商標と引用商標3は外観において区別し得るものであるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告は，本件商標からも，引用商標3が著名であることに照らし，原告の業務にかかる「種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディー」の観念が生じるから，引用商標3と観念が同一であると主張する。",
                    "しかし，上記(2)ウで認定したとおり，本件商標からはジャズバンド「PE'Z」(ペズ)の観念は生じ得るが，原告の業務にかかる種々のキャラクターを使った小型容器(dispenser)入りの小粒キャンディーとの観念が生じるとは認められないから，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標が原告の業務に係る商品と混同するおそれがあるか(法4条1項15号)について(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品等に使用したときに，当該商品等が他人の商品等に係るものであると誤信されるおそれがある商標のみならず，当該商品等が他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ(広義の混同を生ずるおそれ)がある商標を含むものと解されるが，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度，当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度，商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきである(最高裁平成12年7月11日第三小法廷判決・民集54巻6号1848頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで引用商標1の構成は，上記第2，2(2)のとおりであり，大文字の「P」の文字とその半分程度の大きさの小文字で「e」「z」を並べて活字様の文字で表記したものである。また，引用商標2の構成は，上記第2，2(3)のとおりであり，黒い長方形の中に白抜きで「P」「E」「Z」の各文字を大文字で表記するところ，各文字とも小さな長方形の組合せから成り，「P」の字では14個，「E」の文字では15個，「Z」の文字でも15個の長方形から構成され，引用商標3と比して厚みを表す影がなく，平面的に構成されているものである。",
                "そして，上記2のとおり，原告の商品である小型キャンディとディスペンサーに付された「PEZ」商標は大文字で表記されていたとあるとおり(甲12〔上記2〕)，引用商標1が原告の商品等に付されていたと認められる証拠はなく，原告の商品を示す商標として周知とは認められない。",
                "また引用商標2に関しても，これが原告の商品に付されていたとする証拠はない(上記2で摘記した証拠にはいずれも引用商標3が付されているが，引用商標2が付されたものはない)。",
                "上記の観点から本件商標と引用商標1・2の類似性について検討すると，引用商標1は，上記のとおり「P」のみが大文字，「e」・「z」の文字が小文字でこれらが活字体の文字で一連表記されており，本件商標との外観上の類似性の程度は低い。また引用商標2も，上記のとおり黒い長方形の中に白抜きで「P」「E」「Z」の各文字を大文字で表記するところ，各文字とも小さな長方形の組合せから成る独特の構成をしており，本件商標とは外観上相当異なる印象を受けるものである。",
                "以上によれば，その余の点に関して検討するまでもなく，本件商標と引用商標1・2とは区別し得るものであるから，本件商標は，原告の業務に係る商品と出所の混同を生ずるおそれのある商標ということはできない。",
                "したがって，本件商標登録は法4条1項15号に違反してなされたものではないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10048",
    "date": "2009-07-21",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037848",
    "ipprecedent_id": "1903",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}