{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2009−800050号事件について平成21年9月29日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「折畳コンテナ」とする特許第3333151号(平成5年1月12日に出願した特許(平成5年特許願第3539号(以下この出願を「原出願」という。)の分割出願として平成11年8月26日出願，平成14年7月26日設定登録。以下この出願を「本件出願」といい，本件出願に係る特許を「本件特許」という。)の特許権者である。",
            "被告は，平成21年2月27日，本件特許の無効審判の請求(無効2009−800050号)をしたところ，特許庁は，平成21年9月29日，「特許第3333151号の請求項1に係る発明についての特許を無効とする。」との審決をし，その謄本は，同年10月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明の内容",
          "text": [
            "本件特許の特許請求の範囲(請求項1)の記載によれば，本件特許発明は，以下のとおりである(甲13)。",
            "「【請求項1】",
            "高さの途中に水平なヒンジ部を形成して内側に折り畳まれるようになっている側板を有する折畳コンテナにおいて，次の(a)～(d)の要件を備えてなることを特徴とする。",
            "(a)二枚の段ボールライナーの間に中芯を有するプラスチック段ボールで前記側板を形成する。",
            "(b)前記プラスチック段ボールは，中芯の向きが側板の高さ方向に向かうように使用方向を設定する。",
            "(c)前記ヒンジ部は，プラスチック段ボールの内側から中芯を横断状に切断することにより形成する。",
            "(d)プラスチック段ボールの前記切断の切り口は，側板を起立させた状態で，寸断された中芯の端面同士が突き合わさる形態にする。」(以下，この発明を「本件特許発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件特許は，本件出願時においても，また，本件特許査定時においても，特許法44条1項(判決注：平成18年法律第55号による改正前のもの。以下，「特許法」という。)の規定に違反しているから原出願の出願のときにしたものとみなすことはできず，そして，本件特許は，原出願の公開特許公報(特開平6−211240号公報)に記載された発明と同一であるから，特許法29条1項3号の規定に違反し，よって特許法123条1項2号に該当するというものである。",
            "上記のうち，本件特許が特許法44条1項の規定に違反するとの審決の判断の要点は，下記のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原出願の願書に最初に添付した明細書又は図面(甲1。以下「原出願当初明細書等」という。)には，その目的，それを達成するための手段及びその効果の記載から見て，「内側板が底板の両側に側板を連設してコ字状の開形状を持つように形成され，外側板が底板の両側に側板を連設してコ字状の開形状を持つと共に，該内側板に対し十文字に交差し且つ該底板と該底板を重ね合せるように配設された構造」(以下，「原出願発明構造」という場合がある。)を特徴的に有する折畳コンテナについての発明(以下，「原出願発明」という。)が記載されていたと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件出願の願書に添付した明細書の特許請求の範囲に記載の発明(以下「本件当初発明」という。)は，底板の周囲を四枚の側板で囲った箱形の組立状態に変化する折畳コンテナにおいて，対向関係にある二枚の屈曲自在な側板と底板とを一体構造にして構成した折畳コンテナと言える。そして，本件当初発明は，この対向関係にある二枚の側板が，二組あることは明らかであると言えるものの，この二組が，共に，その二枚の側板と底板とが一体構造に形成されている，すなわち，底板の両側に側板を連設して形成されているとは特定されておらず，また，底板が，少なくとも，二枚あるとも特定されていないことからも，原出願発明構造を有することを，必ずしも，問わない発明といえることは明らかである。",
                "その一方で，原出願当初明細書等には，原出願発明構造を有する原出願発明が記載されていたとはいえるものの，本件当初発明が記載されていたとする理由は見当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許発明は，側板を有する折畳コンテナで，更に，コンテナであることから底部を有することは自明ということができるものの，底板に側板を連設して形成されていることすら特定されていないことからも，原出願発明構造を有することを，必ずしも，問わない発明といえることは明らかである。",
                "その一方で，原出願当初明細書等には，原出願発明構造を有する原出願発明が記載されていたといえるものの，本件特許発明が記載されていたとする理由は見当たらない。",
                "してみると，本件出願時においても，また，本件特許査定時においても，本件出願は，特許法44条1項の規定に違反しているから，同条2項の適用を受けることはできない。",
                "よって，本件出願は，原出願の出願のときにしたものとみなすことはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決の判断は，以下のとおり誤りであり，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "分割要件についての判断の誤り",
          "text": [
            "本件特許発明は，原出願当初明細書等に記載された発明であると認定できるから，特許法44条1項の分割出願の要件を充足する。本件特許発明が，特許法44条1項の分割出願の要件を充足するか否かの判断に当たって，審決の認定した「原出願発明構造」と同一でなければならないとする根拠はない。審決は，原出願当初明細書等に本件特許発明の構成が記載されていることを認めておきながら，原出願の特許請求の範囲に記載された発明ではないとして，本件特許発明が，特許法44条1項の分割出願の要件を充足していないと判断した点に誤りがある。",
            "以上のとおり，原出願当初明細書等には，原出願発明構造を有する原出願発明が記載されていたとはいえるものの，本件特許発明が記載されていたとする理由は見当たらないとした審決の判断は誤りである。",
            "なお，本件特許発明に対する平成15年4月7日付け異議申立(異議2003−70878号事件)に対する異議の決定(甲3)においては，本件出願の分割が適法であると判断されている。"
          ]
        },
        {
          "fig": "2",
          "subject": "プラスチック段ボールについての判断の誤り",
          "text": [
            "審決は，甲1の図面に記載されたプラスチック段ボールについて，波状に成形したプラスチックシート状物で構成されていると認定したが，同認定は，誤りである。",
            "プラスチック段ボールには，「波状に成形したプラスチックシート状物で構成されたもの」及び「押出成形による一体成形品」のあることは周知であり(甲16ないし25)，原出願当初明細書等の記載からは，上記のいずれであるかを特定できない。よって，上記プラスチック段ボールは，「二枚の段ボールライナーの間に中芯を有するプラスチック段ボール」と認定すべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "分割要件についての判断の誤りに対し",
          "text": [
            "本件特許発明の目的と効果は，原出願当初明細書等の記載から客観的に解釈された発明の目的と効果に基づいて認定されるべきである。審決は，原出願当初明細書等の記載から「原出願発明構造」を認定したものであり，同認定に誤りはない。",
            "なお，異議の決定は，プラスチック段ボールの中芯の向き，プラスチック段ボールの切断方法，切り口の突き合せ，明細書の技術的課題等の記載という本件とは別の具体的記載に関する異議申立人の主張に対して判断したものであるから，異議の決定と審決の結論が異なっていたとしても，矛盾する判断とはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "プラスチック段ボールについての判断の誤りに対し",
          "text": [
            "原出願当初明細書等(甲1)に記載された各図面(図1ないし9)では，プラスチック段ボールの断面から見える中芯がすべて波状に描かれていて，押出成形による一体成形品の場合に見られるような板面と直交する柱状に描かれた中芯は存在せず，また，原出願当初明細書等の他の記載でも，押出成形による一体成形品等を含むことを示唆する記載はない。審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件特許発明が特許法44条1項所定の分割要件を充足しないとした審決は，誤りであると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "原出願に係る特許請求の範囲の記載",
              "text": [
                "原出願に係る特許請求の範囲には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【請求項1】矩形枠状の上枠と，該上枠の相対向する2辺部に上端の保持部が固定される内側板と，該上枠の相対向する他の2辺部に上端の保持部が固定され該内側板の外側に配設される外側板と，を備え，該内側板は底板の両側に側板を連設してコ字状の開形状を持つように形成され，該外側板は底板の両側に側板を連設してコ字状の開形状を持つと共に，該内側板に対し十文字に交差し且つ該底板と該底板を重ね合せるように配設され，該内側板の側板と該外側板の側板の略中央部に折畳時に内側に入るヒンジ部が設けられたことを特徴とする折畳コンテナ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【請求項2】前記上枠の内側全周に水平方向の凹部が設けられ，該凹部に前記内側板と外側板の保持部が水平に差し込まれ，固定されたことを特徴とする請求項1記載の折畳コンテナ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【請求項3】コンテナの矩形平面の相対向する2辺位置に曲折された上枠部を有する内側板と，該矩形平面の相対向する他の2辺位置に曲折された上枠部を有すると共に該内側板の外側に配設される外側板とを備え，該内側板は底板の両側に側板を連設してコ字状の開形状を持つように形成され，該外側板は底板の両側に側板を連設してコ字状の開形状を持つと共に，該内側板に対し十文字に交差し且つ該底板と該底板を重ね合せるように配設され，該内側板の側板と該外側板の側板の略中央部に折畳時に内側に入るヒンジ部が設けられたことを特徴とする折畳コンテナ。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願当初明細書等の記載",
              "text": [
                "原出願当初明細書及び図面には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【0002】【従来の技術】この種の折畳コンテナとして，従来，実開昭60−167733号公報，実開昭63−126235号公報等におい",
                  "text": [
                    "て，底板の相対向する1対の辺上に設けた立上げ壁上に，ヒンジ部を介して側板が取付けられ，矩形フレーム状の上枠が両側板の外側を囲い摺動可能に水平に配設され，その上枠の相対向する2辺部(側板のない2辺部)に，ヒンジ部を介して2枚の板が直結されてなる折畳側板が下側に向けて取付けられ，両折畳側板が両側板の間で折畳み動作するように構成された折畳コンテナが提案されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0003】【発明が解決しようとする課題】しかし，この種の折畳コンテナは，両側の折畳側板の下縁部がフリーな状態となるため，そのままフリーの状態にした場合はコンテナの強度が低下し，強度を保持させるためには，両折畳側板の下縁部と底板の2辺部との間に強固な嵌合機構を設けて両部分を嵌合させる必要があり，嵌合機構などが複雑になり，コンテナの折畳や組立て操作が複雑化する問題があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0004】本発明は，上記の点に鑑みてなされたもので，充分な強度を有すると共に，容易に折畳と組立て操作を行うことができる折畳コンテナを提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0005】【課題を解決するための手段】上記目的を達成するために，本発明の折畳コンテナは，矩形枠状の上枠と，上枠の相対向する2辺部に上端の保持部が固定される内側板と，上枠の相対向する他の2辺部に上端の保持部が固定され内側板の外側に配設される外側板と，を備え，内側板は底板の両側に側板を連設してコ字状の開形状を持つように形成され，外側板は底板の両側に側板を連設してコ字状の開形状を持つと共に，内側板に対し十文字に交差し且つ底板と底板を重ね合せるように配設され，内側板の側板と外側板の側板の略中央部に折畳時に内側に入るヒンジ部が設けられたことを特徴とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0018】なお，上記実施例の内側板2と外側版3では，プラスチック段ボールの厚さの一部を切断してヒンジ部としたが，単に折り曲げてヒンジ部とすることもでき，また，他の螺番形のヒンジとすることもできる。",
                    "また，内側板2と外側板3は，プラスチック段ボールの他，プラスチック板，金属板，紙製段ボール等により形成することもできる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "【0024】【発明の効果】以上説明したように，本発明の折畳コンテナによれば，上枠に両端を保持され十字状に交差して配置されたコ字状の内側板と外側板により，コンテナの側壁部を形成するため，フリーの端部によって強度が低下することはなく，複雑な構造の嵌合機構を必要としないため，構造が簡単で，低コストで容易に製造することができ，組立て・折畳み操作を簡単に行うことができる。また，コンテナの底部が内側板と外側板の底板により二重底となるため，コンテナの強度が増大し，重量物を収納して搬送することも可能となる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "図面の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "【図1】，【図2】，【図6】，【図7】には，高さの途中に水平なヒンジ部を形成して内側に折り畳まれる側板を有する折畳コンテナが開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "【図1】，【図4】，【図6】，【図8】及び【図9】に示された外側板3又は13に連接する底板3c又は13c及び保持部3aの断面，【図2】，【図5】，【図7】，【図9】に示された内側板2又は12に連接する底板2c又は12cの断面，及び，【図7】及び【図8】に示された内側板2及び外側板3のヒンジ部の断面は，いずれも中芯を有し，かつ，【図7】及び【図8】には，折り畳まれた内側板2及び外側板3の断面に中芯の波形が露出して示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "【図2】，【図4】，【図5】及び【図9】には，内側板2又は12及び外側板3又は13が立ち上がった状態でヒンジ部の上下間に間隙のない状態が示されている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定の原出願当初明細書等の記載によれば，原出願当初明細書等には，従来の折畳コンテナにおいて，両側の折畳側板の下縁部がフリーな状態となるため，そのままフリーの状態にした場合はコンテナの強度が低下し，強度を保持させるためには，両折畳側板の下縁部と底板の2辺部との間に強固な嵌合機構を設けて両部分を嵌合させる必要があり，嵌合機構などが複雑になり，コンテナの折畳や組立て操作が複雑化する問題があったことに鑑み，充分な強度を有すると共に，容易に折畳と組立て操作を行うことができる折畳みコンテナを得ることを目的として，矩形枠状の上枠と，上枠の相対向する2辺部に上端の保持部が固定される内側板と，上枠の相対向する他の2辺部に上端の保持部が固定され内側板の外側に配設される外側板と，を備え，内側板は底板の両側に側板を連設してコ字状の開形状を持つように形成され，外側板は底板の両側に側板を連設してコ字状の開形状を持つと共に，内側板に対し十文字に交差し且つ底板と底板を重ね合せるように配設され，内側板の側板と外側板の側板の略中央部に折畳時に内側に入るヒンジ部が設けられたことを技術的特徴とする発明が記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，本件特許発明は，前記第2，2記載のとおりであり，本件特許発明のすべての構成が，原出願当初明細書等に記載されている。",
                "まず，本件特許発明の構成中，「高さの途中に水平なヒンジ部を形成して内側に折り畳まれる側板を有する折畳コンテナ(であること)」，及び「(a)二枚の段ボールライナーの間に中芯を有するプラスチックダンボールで前記側板を形成する(こと)」との構成は，原出願当初明細書等の図面に記載されている。",
                "次に，本件特許発明の構成中「(b)前記プラスチックダンボールは，中芯の向きが側板の高さ方向に向かうように使用方向を設定(されていること)」，「(c)前記ヒンジ部は，プラスチック段ボールの内側から中芯を横断状に切断することにより形成(されていること)」及び「(d)プラスチック段ボールの前記切り口は，側板を起立させた状態で，寸断された中芯の端面同士が付き合わさる形態にする」との各構成は，以下の①ないし③により記載が認められる。すなわち，①前記原出願当初明細書等の図面，②「上記実施例の内側板2と外側版3では，プラスチック段ボールの厚さの一部を切断してヒンジ部とした」(段落【0018】)との記載，③中芯の向きが側板の高さ方向に設定し，立てた状態で寸断された中芯の端面同士が付き合わさる形態にすることは前記原出願当初明細書等の図面及び甲5から窺えることを併せると，原出願当初明細書等に記載されているか又は同記載から自明であると認めることができる。なお，異議の決定(甲3)においては，本件特許発明の構成が原出願当初明細書等の図面に記載されていると認定したが，このうち，被告は，プラスチック段ボールの中芯の向き(上記(b))，プラスチック段ボールの切断方法(上記(c))，切り口の突き合せに関する記載(上記(d))の前記異議の決定の認定に関して争っていない。",
                "そうすると，本件特許発明は，原出願に係る特許請求の範囲の記載，当初明細書の発明の詳細な説明及び図面の記載を総合して認定される発明であるということができるから，特許法44条1項所定の要件を充足する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，前記第2，3のとおり，①原出願当初明細書等には，「内側板が底板の両側に側板を連設してコ字状の開形状を持つように形成され，外側板が底板の両側に側板を連設してコ字状の開形状を持つと共に，該内側板に対し十文字に交差し且つ該底板と該底板を重ね合せるように配設された構造」(原出願発明構造)のみが記載されている，②本件特許発明は，底板に側板を連接して形成されているとの構成を特定していない発明である，③したがって，原出願当初明細書等には，本件特許発明は記載されていない，④よって，本件特許発明は，特許法44条1項の要件を充足しないと判断した。",
                "しかし，審決の判断は，以下のとおり，その論理及び結論において是認することができない。",
                "すなわち，特許法44条1項の要件を充足するためには，本件特許発明が，原出願に係る当初明細書，特許請求の範囲及び図面に記載されているか否かを判断すれば足りる。これに対して，審決は，本件特許発明が，原出願に係る当初明細書，特許請求の範囲及び図面に記載されているか否かを判断するのではなく，審決が限定して認定した「原出願発明構造」と，本件特許発明を対比し，本件特許発明は，「原出願発明構造」における構成中の「底板に側板を連設して形成されていること」が特定されていないことを理由として，本件特許発明が，原出願当初明細書等に記載されていないとの結論を導いた。",
                "しかし，審決の判断は，①原出願当初明細書等の全体に記載された発明ではなく，「原出願発明構造」に限定したものと対比をしなければならないのか，その合理的な説明がされていないこと，②審決が限定的に認定した「原出願発明構造」の「底板に側板を連設して形成されていること」との構成に関して，本件特許発明が特定していないことが，何故，本件特許発明が原出願当初明細書等に記載されていないことを意味するのか，その合理的な説明はない。審決の判断手法及び結論は，妥当性を欠く。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件出願は，原出願当初明細書等に記載された事項の範囲内でなされたものと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "本件出願が特許法44条1項の規定に違反することを理由として本件特許発明を無効とした審決は，その余の点について判断するまでもなく，違法がある。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}