{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800166号事件について平成21年3月16日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が，原告が有する「ビルの解体工法」との名称の発明に係る特許(以下「本件特許」という。)につき無効審判請求をし，特許庁がこれを無効とする審決をしたことから，原告がその取消しを求めた事案である。",
        "争点は，上記発明が，特開昭62−41870号公報(甲2)に記載された発明(以下「甲2発明」という。)及び周知技術から容易に想到することができるか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成2年9月20日に，本件特許発明につき出願し(特願平2−253575号。甲11)，平成8年2月2日に，設定登録を受けた(特許第20124",
            "00号)。",
            "被告は，平成20年9月1日，本件特許の請求項1(請求項の数は1)に係る発明につき，無効審判請求をした。",
            "特許庁は，上記審判請求を無効2008−800166号事件として審理し，平成21年3月16日，「特許第2012400号の請求項1に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との審決をし，その謄本は，同月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明の内容",
          "text": [
            "本件特許発明は，明細書(甲11参照)の特許請求の範囲の請求項1に記載された次のとおりのものである。",
            "「ビルをジャッキ(1) で支持して下部から解体し，ジャッキ(1) でビル全体を降下させながらビルを解体するビルの解体工法において，",
            "ビルの下部を複数箇所で局部的に解体して解体部分にジャッキ(1) を装着し，解体部分に装着されたジャッキ(1) でビルの複数箇所を支持し，ジャッキ(1) で支持しないビル部分を破損してジャッキ(1) を収縮してビル全体を降下させることを特徴とするビルの解体工法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決は，次のとおり，甲2発明及び周知技術から本件特許発明を想到することは容易であったとして，本件特許は，特許法29条2項の規定に違反して特許とされたものであり，平成2年法律第30号による改正前の特許法123条1項1号に該当するので，無効とされるべき旨判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明等の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の内容",
                  "text": [
                    "「金属二重殻タンクの内槽タンク及び外槽タンクのそれぞれの側板(14)，(16)の間に複数個の昇降装置(22)を配設し，内外槽タンクの側板(14)，(16)に複数箇所切欠き部(24)を設け，前記昇降装置(22)に備えた支持台(23)の両端を該切欠き部(24)に挿入し，該支持台(23)により前記内外槽タンクの側板(14)，(16)を複数箇所同時に支承し，支持台(23)下部の側板(14)，(16)を切断撤去し，ついで前記昇降装置(22)を作動して支持台(23)を下降せしめ，前記内外槽タンクの側板(13)，(15)を内外槽タンクの底板(20)および底板上に配設した架台(25)上に載置し，以上の操作を繰返して前記二重殻タンクを下部より解体する金属二重殻タンクの解体工法(以下，「甲2発明」という。)。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1(特開平2−24455号公報)に記載された発明(以下「甲1発明」",
                  "text": [
                    "という。)の内容",
                    "「建造物の周囲に，複数のジャッキを介して複数層に取外し可能なトラスを立設すると共に，該トラスと建造物とを数箇所で固定し，建造物の下層部分を解体する毎にジャッキダウンしてトラスの下層部分の一層分を外し，これらを繰返して建造物の下層部から上層部へ解体して行く高層建造物の解体工法(以下，「甲1発明」という。)。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明と本件特許発明の一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「構造物をジャッキ(1)で支持して下部から解体し，ジャッキ(1)で構造物全体を降下させながら構造物を解体する構造物の解体工法において，構造物の下部を複数箇所で局部的に解体して解体部分にジャッキ(1)を装着し，解体部分に装着されたジャッキ(1)で構造物の複数箇所を支持し，ジャッキ(1)で支持しない構造物部分を破損してジャッキ(1)を収縮して構造物全体を降下させる構造物の解体工法である点」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "「解体工法の対象となる構造物について，本件特許発明は，ビルであるのに対し，甲2発明では，タンクである点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性について",
              "text": [
                "「ビルの解体においても，上部から解体する工法に伴う危険性や工費・工期の増加等の課題を解決するために，ジャッキでビルを支持して，ビルを下部から解体する方法は，甲1発明に示されているように，既に知られている。",
                "また，対象構造物全体を降下させるために，ジャッキで構造物を支持する技術は，甲第3号証に示された橋梁等の支柱を有する構造物や甲第4号証に示された架構のように，タンク以外の構造物にも適用される周知の技術である。してみると，甲2発明の解体工法をビルに適用しようとすることは，当業者であれば容易に想到し得た事項である。",
                "ここで，ビルとタンクがその構造も用途も，構築する業界も異なる点を考慮しても，両者はいずれも構造物であり，上記したように，ジャッキで構造物を支持して構造物を降下させる方法が周知の技術であり，さらに，本件特許発明は，ビルを単にジャッキで支持して下から解体した発明にすぎず，ビルをジャッキで支持するための特別な構成を備えるものでないことを勘案すれば，甲2発明のタンクの解体工法をビルに適用することに，当業者であれば格別の困難性はない。",
                "そして，本件補正発明の効果は，甲2発明及び甲1発明並びに周知の技術から予測することができる程度のことである。」",
                "「なお，被請求人は，甲2発明は，ジャッキがタンクの真下にあってタンクの重量を真下から支持するものではなく，ジャッキの上端に連結している水平方向に伸びる係止片で支持するものであるから，昇降装置が倒れやすくなる欠点があるから，甲2発明をビルに採用できない旨主張する。",
                "確かに，甲2発明は支持台の両端それぞれに内外槽タンクの側板を載置し，該支持台の中央部分を昇降装置で支持していることから，二重タンクを支持する際の特有の問題として昇降装置が倒れやすくなる欠点が存在するかもしれないが，支持の仕方は建造物の構造によって生じた相違であって，甲2発明における内外槽タンクを合わせて一つの構造物としてみれば，構造物下部に昇降装置が設けられた技術が開示されているものと言うことができる。そして，この技術をビルに適用した際，構造物であるビルを支持するという目的を達成するために，例えば柱の部分のように，ビルを十分支持できる場所にジャッキを配置することは，当業者であれば当然に想到し得る事項である。",
                "よって，被請求人の主張は採用できない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の要旨",
      "text": [
        "審決は，次のとおり，本件特許発明と甲2発明の一致点・相違点の認定を誤った上，容易想到性の判断を誤ったものである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件特許発明と甲2発明の一致点・相違点の認定の誤り)審決は，以下のとおり，本件特許発明と甲2発明の一致点の認定を誤り，相違点2点を看過したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2発明の「昇降装置」は本件特許発明の「ジャッキ」とは異なることア(ア) 本件特許発明では，解体部分に装着されるのがジャッキ1であるのに対し，甲2発明では，昇降装置ではなくその上部に固定された支持台の両端である。",
                "さらに，甲2発明は，2枚の壁を一対として，支持台上で支承している。",
                "また，公知の支持台では，いずれも上面を普通に平板状としているのに対し，甲2発明の支持台23では，金属二重殻タンクの2枚の側板を同時に支承できるよう，U字状の溝を線状に2筋，両端に設けた形状としており，さらに両端面にはボルト23aを挿入する穴を開口し，溝の内面まで連通し，このほか，支持台23を上下動させるために支持台の中心に貫通孔を設け，ここにシャフト22を通した特殊な構造となっている。",
                "このような特別な構造を有する支持台を「ジャッキ」と同視することにも無理がある。支持台は，それ自体は昇降装置ではなく，甲2発明から読み取れるのは，二重タンクの2枚の壁面支持用に開発された特殊な支持台を備えた昇降装置にすぎない。",
                "なお，広辞苑によれば，ジャッキとは「起重機の一。人力によって比較的重いものを徐々に揚げる装置。回転式・揺動式・油圧式などがある。」とされるところ，本件特許発明のジャッキが，甲2の解体工法専用に設計された，極めて特殊な支持台を包含するものでないことは明白である。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "(支持台の)上面に溝を設けたり，側面から溝まで貫通する孔を設けるのであれば，支持台をそれなりの厚さに構成する必要があるが，いずれにしても，複雑な構造であって，支持台の機械的強度が弱くなり，特に重いビル等を支承することが困難となる。",
                    "また，コンクリート壁に貫通孔を開口することも現実的ではなく，特に，ジャッキで支承する底面に近い部位にドリルなどで開口しようとすると，強度的に持たないばかりか，ビルの全重量が集中してコンクリートが崩れるおそれもある。",
                    "なお，コンクリートの破断面は凹凸が激しいため，ジャッキで直接支持することは困難である。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "甲2発明は，金属製のタンクであってかつ外槽タンク中にさらに内槽タンクを含む特殊な二重構造のタンクの解体に特化した技術，及び，同解体に利用される，明らかに特殊な構造(支持台23を備えた昇降装置22のほか，横滑りストッパ26，架台25等)を備えている。また，甲2発明は，一の昇降装置で2枚のタンク側板を同時に支承する構造であって，昇降装置のシャフトとタンク側板とが同軸上に載らず，偏心しているため，昇降軸の支持力を側壁の支承部分に直接伝えることができず，いったん直交方向の支持台を介することから，支持力の伝達が不十分である。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "以上のように，甲2発明の支持台その他の構造は，金属二重殻タンクの解体に特化したものであって，支持の仕方も特殊であるから，甲2発明の昇降装置と本件特許発明のジャッキを一致点とすることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明と本件特許発明では，支承位置が異なること",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "審決は，甲2発明の「切欠き部」と本件特許発明の「解体部分」とを同視しているが，切欠き部とは，金属板を切断して，支持台の端部を挿入可能にした開口であり，一方，本件特許発明における解体部分とは，局部的に破壊されたビルの下部であって，両者を同一視することはできない。",
                        "また，甲2発明の「タンクの側板」は，タンクの周囲部分を指す一方で，本件特許発明の「ビルの下部」とは，周囲に囲まれた面状部分を指すので，両者は相違しており，審決が，甲2発明のジャッキの支持位置につき本件特許発明と同じとした認定は誤りである。このほか，審決は「建造物の下部」との表現を用いているが，本件特許発明ではそのような表現を用いていない。",
                        "なお，「解体してもビルが倒れない下部の領域」は，タンクの「側面」に限られるものではなく，甲2の第1図によれば，支持台で支持している箇所は，切欠き部24の上端であり，このように高い位置を(ビルの)下部ということはできない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "本件特許発明では，「ビルの下部を複数箇所で局部的に解体して解体部分にジャッキ(1)を装着し」とされ，甲2発明は，「支持台(23)の両端を該切欠き部(24)に挿入し，該支持台(23)により前記内外槽タンクの側板(14)，(16)を複数箇所同時に支承し」とされ，支持される箇所が下部の広い領域か，側板のみかという構造上の相違点があるところ，審決はこの点を看過している。",
                        "そして，本件特許発明の実施例では，ジャッキは，側板すなわちコンクリート壁ではなく柱を支持しているのに対し，甲2では，柱ではなくタンク側壁を支持しており，甲1ではトラスでビル壁面を支持している。このように，甲2も甲1も，本件特許発明の「ビルの下部」を開示するものではない。",
                        "本件特許発明では，ビルの壁面を支持するのではなく，壁面で囲まれた領域の内側を含む広い「ビルの下部」を，「複数箇所」で局部的に解体して，該解体部分にジャッキを装着したものである。この構成であれば，ビルの側面という線状ではなく，「ビルの下部」の「複数箇所」という，いわば面状で支持できるため，ビルを自重で倒壊させることなく確実に支持できる。このような，ビルを下面から複数箇所で支持する構造は，甲2発明や甲1その他の文献に開示，示唆されていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2は，タンクを下位概念の「金属製」「二重殻」タンクに減縮しているにもかかわらず，これを，「構造物の下部を複数箇所で局部的に解体して解体部分にジャッキを装着する」という上位概念の解体工法として把握することは，甲2の開示範囲を不当に拡大した曲解であるというべきである。",
                "また，「昇降装置」はリフトやエレベータのようなものも含むため，むしろ甲2の「昇降装置」は，本件特許発明の「ジャッキ」の上位概念に当たるというべきである。そうすると，上位概念である「昇降装置」では，下位概念である「ジャッキ」の新規性を否定できない。",
                "このほか，本件特許発明と甲2発明の相違点②「ビルをジャッキで支持すること」，相違点③「ビルを下部から解体すること」については，甲1に開示されておらず，審決や被告の主張は，不当に上位概念化，抽象化するものである。",
                "本件においても，甲2発明で規定している「金属製」「二重殻」タンクの解体工法において，複数の「横滑りストッパ」を配設し，内外槽タンクの「側板」の切欠き部に昇降装置を配置する構成を，「構造物の下部を複数箇所で局部的に解体して解体部分にジャッキを装着」するという，抽象化した上位概念で把握することは，重要な相違を捨象した対比であって，許されないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2発明と甲1発明を組み合わせる動機付けがなく，阻害要因があることア 甲2発明は，金属二重殻タンクを解体する際の特有の課題(内槽と外槽の二重槽のタンクを効率よく解体すること，解体工事中のタンクの横振れや移動に伴う事故の解消)を扱い，甲1発明は，ビルの下層階からの解体を課題としている。このように，甲2発明と甲1発明とは，解決課題が明確に異なるため，甲2発明に甲1発明を適用する動機付けは生じない。",
                "そもそも，甲2発明で開示されるのは，あくまでも，金属二重殻タンクの解体技術であって，二重殻でない一重タンクにも適用できず，金属製でないコンクリート製のタンクの解体にも適用できない。甲2発明で開示される金属二重殻タンクの解体工法を，そのままビルの解体に適用するのが技術的に不可能であることは，被告自身も明確に認めている。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "甲2発明は，金属二重殻タンクの解体に特化した構成を採用した結果，①内外槽タンクの側板を同時に解体していくので，従来の工法に比べて大幅に工事能率を向上することができること，②工事中横滑りストッパ26を併用するので，風や地震により解体中のタンクが横振れや移動を起こし，不測の事故発生を抑止することという作用がある。",
                        "これに対し，甲1発明は，ビルの下部をジャッキで支持して壁面を解体するというものであり，解体対象の構成上の違いから，内外槽タンクの同時解体による能率向上も，横滑りストッパによる横振れ防止も得られない。",
                        "このように，両発明は，作用・機能も異にするため，甲2発明に甲1発明を適用する動機付けは生じない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "甲2発明と甲1発明では，以下のとおり，当業者や必要な資格，技術分野，要求される技術内容，構造計算の方法，適用される法令や監督官庁も異なる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "当業者及び必要な資格",
                  "text": [
                    "ビルの解体は，一般に土木業者(土建屋)が行い，このような解体業者は全国に多数存在する。他方で，タンクの解体は，スクラップ業者(屑鉄屋)や製鉄業者自身が行うところ，タンクは，液体や気体を蓄えるという極めて特殊な用途を有し，ビルに比べ絶対数が圧倒的に少ないため，専門の解体業者もほとんど存在しない。",
                    "また，金属製ガスタンクの解体には，ビル解体とは異なる技術や設備を要するため，そのような能力を備える業者が限定される結果，高度な技術力及び資本を備えた大手企業が中心となり，極めて狭い業界であることが容易に想像できる。",
                    "なお，国土交通省令である「建設工事に係る資材の再資源化等に関する法律」7条3号の登録試験である解体工事施工技士の資格は，ビル解体工事の入札に際して要求する自治体が多く，ビル解体業者にとって事実上必須の資格である。",
                    "他方で，タンクの解体作業には，危険物取扱者の資格が必要とされるところ，ビルの解体とは求められる資質も異なる上，許認可団体も異なる。",
                    "なお，主任技術者や監理技術者は，いずれもビルやタンクの解体工事とは無関係である。",
                    "また，大企業が異なる技術分野に特許出願することはしばしば見受けられ，同一出願人が異なる技術に関して出願していることをもって，当業者が共通であるとすることはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "技術分野",
                  "text": [
                    "総務省発行の「日本標準産業分類」の分類項目表によれば，ビルの解体作業は「D建設業」の「0796はつり・解体工事業」に分類される一方，タンクの解体は「R サービス業(他に分類されないもの)」の「9299他に分類されないその他の事業サービス業」に区分される。",
                    "このように，両者は，総務省においても異なる事業として区別されている。",
                    "他方で，国際特許分類は，本来的に特許情報の検索を容易にするために便宜的に付与された分類にすぎず，技術分野の共通性を示すものではない。また，付与者によって分類区分のばらつきや錯誤があることもよく知られている。",
                    "したがって，甲3に記載された発明(以下「甲3発明」という。)の技術分野が必ずしも甲2発明と共通であるとはいえない。",
                    "もっとも，甲4に記載された発明(以下「甲4発明」という。)には，甲2発明と異なる特許分類が付与されているため，被告の主張からすれば，甲2発明の検討においては，異なる技術分野に属する甲4発明の周知技術を参酌することはできないことになる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "解体技術",
                  "text": [
                    "ビルは，鉄筋コンクリートや鉄骨等，様々な材質で構成されているのに対し，タンクは単一の金属製であり，それに応じて，ビルではコンクリートの塊を砕いていく破砕が，タンクでは金属の板を切断していく溶断が，それぞれ解体作業の中心となる。",
                    "また，ビルは，様々な材質や大きさの柱や壁が複雑に組み合わされている上，各部分で異なる材質が使用されているため，解体作業もそれに応じて複雑となるが，タンクは，内部が「がらんどう」であって構造自体が単純であり，基本的に一体化した巨大な鉄板のみで構成されるため，解体作業も比較的単純である。",
                    "さらに，ビルでは，リサイクル促進の観点から材質ごとの分別作業が必要になるが，タンクでは，基本的に金属のみであるため，分別が不要又は極めて容易である。",
                    "このほか，ビルは，人が多いオフィス街や住宅街に設置されているため，解体作業時において近隣に支障を来さないような配慮(防音や粉塵の飛散対策)や廃棄物の処理も必要となる。他方で，タンクは，一般に人の生活圏から離れた位置に設置されているため，解体設備の設置も容易であり，素材は基本的に金属のみなので，廃棄物の分別作業も発生せず，廃棄物のくず鉄の処理も比較的簡単である。",
                    "また，内部に可燃性のガス等の危険物を貯蔵することが多いタンクの解体作業では，周囲に防火壁を構築する必要があるため，タンク設置時点からこのような防火壁設置を考慮した広いスペースを設ける必要がある。他方で，ビルの解体作業においては，隣接するビルとの隙間がほとんどないことも珍しくなく，ビル解体作業時にクレーンの設置場所が不十分となるなど，作業の制約となって現れる。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "構造計算方法",
                  "text": [
                    "タンクの解体作業においては，ほぼ一様な金属板で構成されているとみなすことができるので，外観から構造計算を容易に行うことができ，構造計算によってタンクの重心や重量バランスを予測できるので，解体作業もスムーズに行える。",
                    "一方，ビルの解体作業においては，異なる材質や太さ，長さのものが多種多数複雑に組み合わされて使用されているため，これらを一様にみなすことができない。",
                    "また，多くの場合，ビル解体時には設計時から数十年が経過しているため，設計図面が既に失われている上，経年劣化により，鉄鋼やコンクリート等の強度の低下の程度も判断できない。",
                    "このように，解体時のビルは，経年劣化等により設計時どおりの耐荷重を備えることはあり得ず，劣化を考慮した構造計算も困難であるから，ビルの解体時の構造計算や荷重計算は事実上不可能であり(その結果，解体作業は著しく困難となる。)，解体時の構造計算や荷重計算を論じる被告の主張は失当である。",
                    "したがって，仮に「タンクの設計にビルの技術を適用することは当業者の技術常識であった」としても，タンクの解体にビルの技術を適用できることの証明にはなり得ない。",
                    "もっとも，構造計算は設計時に行うもので，解体される建物に評価など必要ないため，解体時に構造計算を行うことは通常あり得ない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "適用法令及び監督官庁",
                  "text": [
                    "ビルの解体作業に適用される法令は，建築基準法，建築工事に係る資材の再資源化等に関する法律等となる。また，ビルの解体に際しては，解体工事業者登録を行う必要があり，これは国土交通省の所管となる。",
                    "他方で，タンクの解体に関する適用法令は，消防法や，高圧ガス取締法，瓦斯事業法，石油コンビナート等災害防止法などであり，管轄官庁も総務省消防庁となる。",
                    "さらに，都道府県市町村の指導基準や公害防止法に関連する地方条例も対象となり，容量1万kl以上の特定タンクは，市町村長等が行う保安検査が義務付けられている。",
                    "このように，ビル解体業とタンク解体業とでは，適用法令も所管官庁も異なる。"
                  ],
                  "content": [
                    {
                      "fig": "エ",
                      "subject": "甲2発明をビル解体に適用することの動機付けはなく，むしろ阻害要因があること"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "甲1発明及び甲2発明は，ビルやタンクの壁面のみを支持する構成を開示するにすぎず，「ビルの下部」を「複数箇所で」支持する構成については，開示も示唆もしていない。",
                    "本件特許出願当時，ビルを下部から支持する構成自体が知られておらず，逆に，平成2年当時の技術水準では，下層階からのビル解体工法においては，頑強なトラスを用いた側面からの補強的な支持構造が必須と考えられていたものであり(甲1参照)，このような状況下で，当業者が，トラスを用いず，ビルを下部からジャッキで直接支持するという大胆な発想を容易に想起し得なかったものである。",
                    "これに対し，本件特許発明では，従来のように，ビルの側面にトラスを固定したり(甲1参照)，側壁の内外又は間にジャッキを装着するのでなく，壁面で囲まれた領域の内側を含む広い「ビルの下部」を，「複数箇所」で局部的に解体して，該解体部分にジャッキを装着しており，ビルの側面という線状でなく，「ビルの下部」の「複数箇所」で面状に支持できるため，ビルを自重で倒壊させることなく確実に支持でき，このような，ビルを下面から複数箇所で支持する構造は，甲号各証には開示も示唆もされていない。",
                    "審決による認定判断は，甲2発明のタンクを，本件特許発明のビルに置き換え可能であるとの前提に立脚した上での認定判断であり，前提において誤りである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "金属製ガスタンクの解体工法の一つであるジャッキダウン式解体工法は，解体されるタンクが金属でなければ利用できない特殊な工法であり，本件特許出願当時は，同工法は，コンクリート製タンクには適用できないと考えられていた。",
                    "そして，ビルが一般にコンクリート製であることから，当時の当業者であれば，技術常識に従い，ジャッキダウン式解体工法をビル解体に適用することは不可能と考えたはずであり，その適用には「格別の困難性」が存在したといえる。",
                    "また，金属タンクのジャッキダウン解体工法においては，タンクを確実に支承した上で，支承した部分よりも下部の金属を溶断する。このため，タンクをジャッキのみで確実に支承できることが前提となる。",
                    "そして，タンクの解体方法のうち，ジャッキダウン解体方法として出願当時実施されていたのは，甲2の第8図(甲2の従来技術)や，甲5に記載された方法であるが，これらの方法は，金属製タンクの側面に，取っ手や開口部など支持可能な部位を設け，ここにジャッキの支持片を挿入して，側面から吊り上げる構造を採用していた。しかし，コンクリート製ビルにつき，支持部分を複数箇所に設けたり，壁面に設けた支持部分でビル全体を支承することが構造上不可能であるため，当業者は，本件特許出願時に知られていた金属製タンクの解体工法をビルの解体工法に適用することは技術的に不可能であると考えていたはずである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "タンクは，自重が比較的軽いため，ジャッキ(昇降装置)の設置位置につき，タンク側壁の内側(従来技術)や，二重殻を構成する二枚の側板の間，タンクの内側，タンクの内外(甲2発明)のいずれでも支承でき，支持の仕方も，ジャッキの昇降軸と壁との軸合わせといったバランスを一切考慮する必要がない。",
                    "また，これらのタンクは，いずれも壁自体に強度を持たせたモノコック構造であり，本来的に壁のみで自立する構造を採用している上，内部が基本的に空洞であるため，その重量は周囲の壁面部分のみとなり，この側壁のみを支持してタンク全体を支承することが可能である。",
                    "これに対し，ビルは総重量がタンクに比べて相当重い(約30倍)上，その重量分布も全体に分散しているので，ビルを側壁のみで支承することは構造上困難である。そして，前記1(1)イのとおり，甲2発明のような「支持台を備えた昇降装置」という構造は支持力が弱いため，甲2発明が対象とする金属二重殻タンクでは，下部の周縁部(側壁)を支持する方法で利用可能であるが，本件特許発明が対象とするビルでは，ジャッキでビルの下部の周縁部(周壁)を支持できず，利用不可能である。",
                    "また，ビルは，タンクのような一体構造でないため，壁単体で自立させることもできない。",
                    "なお，甲2発明はタンクであり，外壁のみの中空であるから，下層から解体するに際して順次支持すべき対象が壁面しか存在せず，支承すべき「ビルの下部」に相当する部位が存在しないため，甲2発明からは，ビル(ないし構造物)の下部を支承するという構成を想起し得ない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "本件特許の出願当時は，基本的にビルの解体は上層階から行うことが常識であった。確かに，甲1には下層階からの解体工法が開示されているが，後記オ(ア)のとおり，甲1では，特殊な鉄骨トラスが使用されており，このようなトラスをジャッキと同視することはできない。また，後記オ(ウ)のとおり，甲1においては，ジャッキの使用方法が甲2発明とは逆である。さらに，ビルの解体工法においてジャッキを使用するのは，ビルの支持でなくビルの破壊のための道具としてであった。",
                    "このように，本件特許出願当時は，既にジャッキを用いた解体工法として異なる構成が確立されていたもので，ジャッキを，ビルの破壊ではなく支承という異なる目的で使用するための動機付けは，甲1，2には存在しない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "甲2発明は，金属タンクの切除に際して「側板を切断撤去し」とあり，金属板を切断して除去することを前提としており，切断が困難なビルの鉄筋コンクリートを想定しておらず，この点も，甲2発明の適用に当たっての阻害要因となる。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "甲2発明では，2枚のタンク側板の間に昇降装置のシャフト22を貫通させるように配置しており，昇降装置の支持台からシャフトが突出しているところ，甲2発明の内外槽タンクをビルの壁面に置換すると，荷重を受けるシャフトの上面に，ビルの壁面を，中心軸を一致させるように載置することが物理的に不可能になり，ひいては，ジャッキダウンが不可能となる(甲2の第2図等参照)。",
                    "仮に，両者の中心軸をずらして(ビル壁面を支持台の中心でなく，シャフトを避けるように中心からずらして配置した状態で)支持しようとすれば，ビル側壁の荷重が集中する部位にシャフトの支持面を直接位置できないため，十分な支持力が働かず，重量バランスも悪化する。",
                    "また，仮に，昇降装置を油圧式ジャッキ等，シャフトが突出しない形態のものに変更し得たとしても，甲2発明のタンクをビルに変更して得られるのは，ビルの壁面を支持して解体する方法であるから，ビルの全重量を十分に支えることができず，いずれにしても，本件特許発明の構成を達成することはできない。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "text": [
                    "甲2発明の中に「バランスの悪い実施例」(片持ち梁が使用可能であることを示す第5図参照)と「バランスの良い実施例」が両方開示されているということは，甲2発明自体が重量バランスを考慮していないことにほかならない。",
                    "そもそも，甲2発明は，ビルに比べて構造上簡素で軽量な金属二重殻タンクの解体技術に特化したものであるから，バランスを考慮する必要性に乏しく，同発明に接した当業者が，これをビルの解体に適用しようとは考えない。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "text": [
                    "乙2において，壁式構造につき「柱・梁の幅を壁厚と同寸法にし，スラブも合わせて一体に固めて構造体とする方式と規定することもできる」との記載があることからして，同構造は，柱や梁がないのではなく，柱や梁を壁と一体にした構造であるところ，同構造は，タンクのように中空構造ではなく，通常のビルと変わりなく，内部は複雑で重くなり，壁面のみでの支持は困難となる。",
                    "よって，壁式構造やシェル構造のビルの存在が，タンク解体技術のビルへの適用容易性を示すものとはなりえない。",
                    "また，シェル構造といっても，建物の屋根部分のみであり，巨大な薄型ドームに甲2の解体技術を適用することは明らかに不可能である。"
                  ],
                  "content": [
                    {
                      "fig": "オ",
                      "subject": "甲1発明をビル解体工法に適用できないこと"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "甲1発明では，ジャッキでビルを支持しておらず，鉄骨トラス12を複数のジャッキ11で支持している(甲1の第1図参照)。鉄骨トラス12はジャッキ11とは別部材であり，合計18個のジャッキ11が各鉄骨トラス12の下部で，台形型の受けブロック40を支持している。そして，ジャッキ11は，ビルの下部ではなく側方に配置されている。",
                    "トラスは，甲1のビル解体方法においてのみ使用される特殊な構造であって，甲1にはトラスを使用しない解体工法の実施例もなく，トラスを省略できる旨の示唆もない。また，トラス自体は構造物でもないので，ビルと同視することはできない。",
                    "よって，甲1に必須の構成を無視し，あたかもジャッキのみでビルを直接支持しているかのように解するのは妥当でなく，ジャッキでビルを支持して解体する方法が既知であるとの審決の認定は誤りである。",
                    "このように，甲1発明では，トラスを介してビルを壁面から支持するため，トラスが必須であり，これは，ジャッキのみでビルを壁面から支持できないことを意味する。",
                    "そして，甲1発明において用いられるトラスは，鉄骨製で大型のものであり，これを高さ方向に沿って複数箇所をビルに直接固定しなければならない上，トラスを使用するためには，ビルの周囲に仮設基礎を設けるためのスペースが必要で，極めて大がかりで，かなりのコストもかかる。また，トラスに十分な強度が求められる上，トラスの設置やビル壁面との固定作業等が極めて煩雑となり，解体作業が複雑化する。",
                    "一方で，本件特許発明は，トラスを設置する必要がなく，周囲に広い空間を要しないという利点がある。また，本件特許発明では，ビルの側面ではなくビルの下面を複数箇所で支持することにより，トラスを用いないジャッキによる直接的な支持を可能としたものである。",
                    "なお，甲1発明では，トラスは，ビルの壁面の下部ではなく，側面を複数箇所で支持する(甲1の第1図参照)もので，その支持構造は，甲2発明のそれとは根本的に異なる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "甲1発明では，解体に伴って，鉄骨トラスの高さを低くするための方法として，極めて煩雑な手順が繰り返され，時間も手間もかかる。また，甲1では，地上面と調整ブロックの間，調整ブロック同士の間，調整ブロックと鉄骨トラスの間のいずれも固定されていない。このように，固定せずに高く積み上げただけのブロック上に，重い鉄骨トラスを載置して，重いビルの全重量を支承することは到底不可能である(甲1における記載不備は，開示が抽象的とか不十分といったレベルではなく，ブロックが固定されていない以上，倒壊の危険があるという構造的な欠陥に関するものである。)。",
                    "さらに，甲1では，ビルの全重量を両側の鉄骨トラスで支承しているため，相当の強度が要求される一方で，解体作業の進行とともに部分的に分解できる構造が求められるが，明細書からはそのような構造は理解できない上，強度の向上と分解可能な構造との両立は容易ではなく，仮に実現したとしても，相当のコストがかかる。",
                    "そして，解体は，新築等のための前工程との色合いが強く，低廉かつ迅速であることが求められるところ，甲1のような時間も費用もかかる方法は現実的とはいえない。",
                    "以上のとおり，甲1発明の実現には多くの問題があり，これらを理解できる当業者は，このような実際の施工に無理がある実施不可能ないし未完成の発明に依拠することはなく，同発明を甲2発明と組み合わせることに阻害要因がある。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "甲2発明におけるジャッキダウン工法では，タンクの高さを下げるためにジャッキを直接収縮する。これに対し，甲1発明では，トラス自体を部分的に解体して除去することでビルの高さを下げており，ジャッキを使用するのは，下面のブロックを抜き差しする際に鉄骨トラスを一時的に持ち上げるためである。",
                    "このように，甲1においては，ジャッキを，ビルを下げるためではなく持ち上げるために用いており，審決が認定した甲2発明との一致点「・・・ジャッキ(1)を収縮して構造物全体を降下させる構造物の解体工法。」とは異なる，真逆の利用方法であり，阻害要因があるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明に甲3，甲4発明を組み合わせる動機付けがないこと",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "甲3，甲4は，コンクリート製構造物のジャッキによる支持を示すのみで，その構成も甲2とは大きく異なること"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "審決は，構造物の支持方法と解体方法とを区別していないが，支承することが周知であるから直ちに解体技術への適用も容易と結論するのは適切な論理付けを欠くものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "甲3は，橋梁等の橋脚(支柱)の降下方法を開示するにすぎず，解体方法ではない。甲3(その対象は，第2図に示されるように明らかに低い構造物である。)は，構造物を破壊すなわち解体せずに，ゆっくりと降下させて移動や再利用を可能とすることを発明の利点として挙げており，当業者は，通常，このような発明を，甲2発明のように「高層ビルを下層階から安全に解体する」ことを目的とする解体技術に適用することを考えない。",
                    "また，甲3は，複数のブロック5を引き抜くことで構造物を降下させる構成を採用しており(第2図参照)，「ジャッキを収縮して」降下させるものではない。むしろ，ジャッキは構造物の降下のためでなく持ち上げるために用いられており，甲2発明の利用法(ジャッキでタンク側板を支持するもの)とは逆である。",
                    "このほか，甲3は，ジャッキではなく，実質的には積層したブロック5で，構造物である橋梁の支柱を支持する構造を開示するものである(第2図参照)。",
                    "さらに，橋梁のような土木建築物は，一般に横に長い構造を有しており，縦に長いビル等とは，その構造や重量分布も大きく異なるため，これに応じて支承の条件も異なる。また，橋梁の解体技術を金属タンクの解体技術に転用していた事実もなく，そのような転用が容易であるとの理由付けもない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "甲4は，建物の建替方法であって，その特許分類も甲2とは異なり，建替えに際して引っ越しを不要化することを目的に，同じ土地に架構(フレームや枠)を構築し，架構上の架台，すなわち，上層階に新たな建物を建築した後，下層階の古い現建物を解体し，撤去した後にジャッキをセットして架台を降下させるものである。ここでは，支持，切断される対象は，建物自体ではなく架構の柱である。",
                    "また，甲4では，メインの建物の解体作業自体にはジャッキを使用せず，ジャッキの使用は解体後に予定されており，本件特許発明の構成とはかけ離れている。",
                    "さらに，甲4は，一般住宅や店舗といった小さな建物を対象としているところ，このような建物は高さが低いため，地上階からの作業で十分足り，あえて手間や費用のかかる「下層階からの解体」を行う必然性が全くなく，解体対象の建物(壁面)を部分的に切断してジャッキをセットする動機付けが生じない。",
                    "このほか，甲4では，架構14を完全に降下させるために，ジャッキを支える支柱を短くする必要があるが，そのための方法が開示されておらず，甲4は実施不能ないし未完成発明というべきである。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "甲3，甲4を甲2発明に適用する動機付けがないこと"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "進歩性を否定するための動機付けとは，消極的な理由や可能性では足りず，現実に当業者であればそのような構成を採用したであろうという積極的な示唆でなければならない。そうでなければ，特許発明を知った上でその構成を組み立てる論理をもって進歩性を否定する，いわゆる後知恵の危険性を回避することができない。",
                    "本件において，甲3，4には，いずれもタンクをビルに置き換えて，ビルをジャッキで直接支承したはずであるといった示唆は全く見い出せない。また，甲3，4は，地上からの解体が可能な低層階の構造物のみを対象としているから，「高層ビルを地上から解体可能な解体工法」という課題が存在し得ず，このような課題自体が存在し得ない周知技術を，甲2発明に適用しようとする動機付けは存在し得ない。",
                    "また，甲4も甲2も対象がビルではなく，ビルに比べてはるかに軽量な金属タンクや一般住宅等であるところ，これらに基づいて重いビルの解体技術への適用を想起するとは思われない。",
                    "そして，ジャッキで構造物を支承すること自体が周知であったとしても，そのような支承方法を，解体に際して利用することが容易であるとはいえない。",
                    "支承できることと，これを解体工法に利用することとは全く別である上，仮に解体工法にジャッキを利用するとしても，その利用形態が，甲3，4は甲2(甲2発明)と大きく異なっており，これを同一視できない。",
                    "前記アのとおり，甲3では，複数のブロック5を引き抜いて構造物を降下させる際，構造物を持ち上げるためにジャッキが利用されており，甲4では，建物の解体工法自体にはジャッキは使用されず，解体・撤去が終わった後の次工程として，架台を降下させるために利用されており，いずれも甲2発明でのジャッキの利用形態とは共通性がない。",
                    "よって，このような技術的な詳細を無視して，単にジャッキによる支承方法がタンク以外でも既知であるから，解体工法への適用も容易とした審決の論理は安易にすぎ，詳細な検討を欠くものである。",
                    "そして，甲3は，コンクリート製の橋梁であって，甲2の金属タンクとは材質，構造，重量，重量分布(重心)も異なり，支承に要求される強度や耐久性も大きく異なるから，これらを同視することはできず，阻害要因があるというべきである。",
                    "さらに，甲3においては，ジャッキで支承すべき位置についての具体的な示唆もない。",
                    "また，金属タンクは，内部に人が住むものではなく，引っ越しの必要もなく，甲4のように同じ土地に古い構造物と新しい構造物とを同時に存在させる理由が全く生じ得ず，甲2発明に甲4を適用する動機付けが生じ得ない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "甲3も4も，その構造上必然的に支承可能な部位(橋脚，枠状の架構14を構成する，水平方向に渡された梁19)が決定され，どの部位にジャッキを装着するかについては検討の余地はない。",
                    "また，甲2発明についても，金属タンクが空洞であることから，側壁しか支承する部位が存在しないので，ここでも支承位置の検討の余地はない。",
                    "以上のとおり，審決及び被告が依拠する甲2ないし4では，解体対象の構造に応じて適切な支承位置を決定するという思考が入り込む余地がない。",
                    "なお，甲4では，あえて，柱の両側に別途支柱を立てて，ここに一組のジャッキをセットしており，「柱の部分にジャッキを配置すること」が周知ではないことが示されている。",
                    "これに対し，ビルにおいては，内部が複雑で多くの支承可能な部位が存在する。",
                    "そして，ビルは，重量も重い上，構成する材質も種々のものが存在し，重心も異なるから，ビルの解体に際し，支承すべき位置の設定も極めて重要となるが，甲2ないし4には，ビルを支承可能な位置に関して何ら開示も示唆もなく，この点は周知ではない。",
                    "そもそもビルをジャッキで直接支承可能であること自体，本件特許出願当時知られていなかった。逆に，頑丈なトラスを介した支承構造(甲1)が提案されていたことからすれば，当時は，ジャッキによりビルを直接支承することが不可能と考えられていたものと推認できる。",
                    "そうであれば，「ビルを十分支持できる場所にジャッキを装着することで甲2発明がビルの解体作業にも適用可能」との発想も当業者には生じ得ない。",
                    "審決は，単に甲3，甲4にジャッキによる橋脚や架構の支持が開示されていることから甲2のタンクの解体工法をビルに適用容易と判断しており，ビルをジャッキで直接支承可能であること，ジャッキでビルのどの部位を支承するのかにつき明らかにする検討を怠ったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明は，甲2発明や甲1発明から予測されない優れた作用効果を奏すること",
              "text": [
                "甲2発明も甲1発明も，周囲に解体用の設備を設置するための空間(甲2発明においては防火壁や防液堤，甲1発明においては鉄骨トラスの設置スペースや足場)を要し，住宅密集地や隣接する建物がある場合は利用できない技術であるところ，本件特許発明にはこのような空間が不要で，住宅密集地や隣接する建物がある場合でも，下層階から解体できるという利点がある。",
                "なお，甲1発明は，「建造物を下層階から解体して高所作業に伴う作業者の安全性，資材搬送等の問題を解決する」という本件特許発明の課題を解決するために提案されたものであるが，その方法は，鉄骨トラスをビル壁面に固定するというもので，極めて煩雑な作業が必要で，コストも高騰し，実用的ではなかった。",
                "本件特許発明は，正に実用的なビルの下層階からの解体方法を実現したものであって，「長年課題とされたままで解決されていなかったニーズ」を充足したものである。",
                "このほか，被告は，本件特許発明に係る，下層階からジャッキを用いてビルを解体する工事が，平成20年以前には世界中で例がなかったこと，さらに世界初の注目工事であることを誇らしげにうたっており，これは，本件特許発明に係るビルの解体工法が，当業者の認識でも快挙と呼べる高いレベルの成果であることを被告が自認したものということができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件特許発明と甲2発明の一致点・相違点の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2発明の「昇降装置」と本件特許発明の「ジャッキ」との関係についてア 本件特許発明の特許請求の範囲の記載において，「ジャッキ」の構造は何ら限定されておらず，発明の詳細な説明の記載や図面を参酌しても，「ジャッキ」の形状・構成としては，ビルの解体部分に装着して転倒を防止するものであることや，支持台を有しないものであることが記載されるのみであり，それ以上に具体的な形状・構成を把握することはできないから，ビルの解体部分に装着してその荷重を支持できる構造のジャッキであればすべて本件特許発明の「ジャッキ」に該当すると解釈されるものである。",
                "また，ジャッキの上部に荷重を受ける支持台を設けた構造は，建造物の荷重をジャッキで支持する技術分野において本件特許の出願前から広く用いられている周知の技術である(甲1の第5図，甲3の第2図参照)。",
                "そして，本件特許発明も同様にビルの荷重をジャッキで支持するものであり，発明の詳細な説明には，甲1のように支持台を介したビルの支持を「ジャッキ1で支持し」と記載していることからすれば，本件特許発明の「ジャッキ」には，荷重を受ける支持台を有する構造のジャッキも含まれると解するのが相当である。",
                "以上からすれば，甲2発明の「支持台を備えた昇降装置」は，タンクの解体部分に装着してその荷重を支持する構造であるから，解体対象がタンクとビルとで相違する点を除けば，本件特許発明の「ジャッキ」に相当するというべきであり，これと同旨の審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本件特許発明の「ジャッキ」と甲2の「支持台を備えた昇降装置」とが，支持対象においてタンクとビルとで相違することを認定した上で，下位概念の「支持台を備えた昇降装置」から上位概念の「昇降装置」を把握し，その「昇降装置」を本件特許発明の「ジャッキ」と一致すると認定したものである。甲2発明が下位概念で表現されている場合に，上位概念で表現された発明を認定できることは，特許庁の審査基準からも明らかであり，本件特許発明の「ジャッキ」と対比するに当たり，甲2に表現された下位概念の「支持台を備えた昇降装置」から上位概念の「昇降装置」を把握して「ジャッキ」と一致するとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "建造物の解体工法である甲1発明においても，甲2発明と同様にジャッキの昇降軸と垂直な受け台(支持台)を介して支持力を伝えることで建造物が支持されており，甲2発明の昇降装置ないし支持構造において支持台を介しているから支持力が弱いとはいえない。",
                    "もともと，支持台は，支持対象物の荷重をジャッキのシャフトに伝達するための部材であり，支持対象物がジャッキのシャフトと同軸上に載らないことは想定されているので，たとえジャッキのシャフトと支持対象物とが同軸上に載らない場合でも支持台を介して十分な支持力を得ることが可能である。",
                    "いずれにしても，本件特許発明においても，ジャッキのシャフトとビルとが同軸上に載るような支持に限定されてはいない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "たとえ支持台に溝や孔を設けたとしても，支持台に十分な機械的強度を与えることは可能である。",
                    "また，ビルをコンクリート壁で支持するとしても，支持台を挿入するビルのコンクリート壁の厚さは必ずしも多種多様とはいえず，予め複数の溝を切っておけば，様々な厚さに対応可能な支持台とすることもできる。コンクリート壁であってもボルトを固定することは可能であり，逆に，金属板表面であっても，その厚さによっては，ボルトの固定は困難な場合もある。",
                    "いずれにしても，支持対象物の荷重を支持するに際して十分な支持力のジャッキを用いることは当業者にとって当然のことであり，甲2発明の記載から，十分な支持力のある上位概念の「昇降装置」を把握できるものである。",
                    "また，甲1発明では，本件特許発明と同様に重いビルを周囲のトラスを介して周縁部のみで支持しており，甲2発明の昇降装置ないし支持構造をビルに適用することが強度的に困難ないし不可能ということもできない。",
                    "なお，コンクリートが崩れないようにビルの底面に近い部位に開口を設けることは可能であり，現実的な工法でもある。",
                    "また，コンクリート壁面にもジャッキで支持できる程度の凹凸の少ない開口を形成することは可能であり，後記2(1)ウ(ウ)のとおり，タンクと同様の鉄骨を主体とするビルが7割を占めることもあり，タンクとビルとで開口の凹凸に大きな相違があるとはいえない。たとえ開口に凹凸があっても，適当な当板等を介してジャッキで支持することは可能であるから，コンクリート壁面に開口してビル全体を支承することが不可能であるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "このほか，ジャッキの上部に荷重を受ける支持台を設けた構造が，本件特許の出願前の周知技術であることを参酌すれば，甲2発明の「支持台」が二重殻タンク支持用に開発された特殊な部材ということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明と本件特許発明の支承位置について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明の「切欠き部」と本件特許発明の「解体部分」とは，解体対象がタンクとビルとで相違する点を除けば，解体対象の下部を局部的に破壊して設けた点で一致している。",
                    "また，本件特許発明の「ビルの下部」は，甲2発明の「タンク側板」のような周囲部分を下位概念として含んでおり，そのような下位概念において本件特許発明の「ビルの下部」は甲2発明の「タンク側板」と一致している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明は「ビルの下部を局部的に」解体してジャッキを装着すると記載しており，発明の詳細な説明及び図面における「1階を解体する前に，A点6ヶ所にジャッキ1をセットする。このとき，B点にはジャッキをセットしない」，「ビルは局部を解体しても倒れることはない」との記載や，実施例におけるビルの周囲側面に配置されたA点，B点の12か所の記載(甲11の【第2図】)を参酌すれば，本件特許発明においてジャッキで支持する箇所は，解体してもビルが倒れない下部の一部の領域(甲2の「タンク側板」と同様，ビルの周囲部分)と解するのが相当であり，ビルの下部の広い領域(ビルの周囲で囲まれた面状部分又は広い領域)と解すべきとする原告の主張は理由がない。",
                    "そして，両発明で支持領域に相違がない以上，本件特許発明の「ジャッキ」の装着対象，すなわちビルと，甲2発明の「支持台を備えた昇降装置」の装着対象，すなわちタンクとの相違があるにすぎず，審決は，両発明において解体対象が相違することを正しく認定しており，審決の一致点，相違点の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件特許発明においても，ジャッキで支持している箇所は，ビルの1階層高さの解体部分の上端であり，本件特許発明の「ビルの下部」はビルの1階層高さの位置を包含しているから，甲2発明の「タンク側板」と本件特許発明の「ビルの下部」とが，支持する高さ位置において相違するとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明と甲1発明を組み合わせる動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲2発明のタンクを本件特許発明のビルに置き換え可能であることから後知恵的な思考として，ジャッキの支持手順を建造物の構造に伴って生じた構成にすぎないと判断しているわけではない。審決は，甲2発明の要旨を認定するに当たり，本件特許発明と対比する上で必要のないジャッキの支持手順を建造物の構造に伴って生じた構成として捨象し，甲2発明の「支持台を備えた昇降装置」の本質的機能が下部からタンクの荷重を支持する点にあることを判断して，甲2発明の要旨を正しく認定し，甲2発明の「昇降装置に備えた支持台の両端を切欠き部に挿入し」ている点を，本件特許発明の「解体部分にジャッキを装着し」ている点に相当する構成として認定しているのである。",
                    "なお，審決は，本件特許発明と甲2発明との相違点のうち，①構造物を解体する工法において，②構造物をジャッキで支持して，③構造物を下部から解体するという構成については，甲1によりビルに適用することが既に知られており，甲1を参酌することで，これらの相違点が充足されると指摘するが，相違点のうち，④構造物全体を降下させるためにジャッキで構造物を支持するという構成については，甲1発明に示されていると指摘してはいない。",
                    "また，甲1発明及び甲2発明は，いずれも上部から解体する工法に伴う工期や工数(費用)の増加，作業の危険性等といった本件特許発明と同様の問題点の解決を課題とするものであり，共通の解決課題を有するものである。",
                    "そして，タンクの構造に応じた特定のジャッキ支持手順を採用する甲2発明は，タンクとビルとが相違する点を除けば，ジャッキ支持手順を特に限定しない本件特許発明の下位概念に相当しているのであるから，この点に関して，甲2発明が本件特許発明と共通すると認定した審決の判断には誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲2の記載から，横滑りストッパを必要としない上位概念の「金属二重殻タンクの解体工法」を甲2発明として認定している。そして，横滑りストッパのような付加的な構成の存在のみをもって，甲2発明と甲1発明とに，作用・機能の相違があるなどとは到底いえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の出願日前に，土木業者によるタンクの解体方法に関する特許出願もされており，ビルの解体に従事する当業者とタンクの解体に従事する当業者とが全く異なるということはできない。また，本件特許出願以前において，タンク，ビル両方の建設に携わっていた実績を持つ事業者も認められる(もっとも，被告は，同一出願人が異なる技術に関して出願していることのみをもって，当業者が共通などと結論付けるわけではない。)。",
                        "そして，甲2と甲1とは，いずれも本件特許発明と共通の国際特許分類(E04G23／08「建築物の破壊」)に分類されており，発明の属する技術分野が共通又は関連しているので，この点からも，両者において当業者が相違するとはいえない。",
                        "このほか，ビルやタンクの解体工事を行う者は，いずれも国土交通大臣が所管する建設業法に定める建設工事業者登録を必要とし，その工事監理を行う者は，いずれの場合も所定の技術的知識を持った資格者(主任技術者ないし監理技術者)であることが必要とされるから，タンク解体とビル解体とで必要とされる資格が異なるものではない。",
                        "なお，解体工事施工技士は，ビル解体事業にとって必要条件となるものではなく，危険物取扱者については，タンク供用時に必要な資格であるが，タンク解体時に必要とされるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "総務省の日本標準産業分類は，事業所におけるサービス等の事業活動の分類を目的とするものであり，事業所で用いる技術を分類したものではなく，当該サービスに用いられる技術分野の異同を判断できるものではない。いずれにしても，同分類において，ビルの解体作業とタンクの解体作業とが異なる分類項目に該当するか否かは不明であり，ビルやタンクの解体作業が両分類項目に該当する可能性もある。",
                        "他方で，特許庁が発明の属する技術分野を審査・調査した上で付与する国際特許分類によれば，甲2と甲1とは，いずれも本件特許発明と共通の国際特許分類(E04G23／08「建築物の破壊」)に分類されており，技術分野の点では，むしろビルの解体作業とタンクの解体作業との共通性又は関連性が示唆されているから，両者の技術分野が相違するという原告の主張には根拠がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ビルのほぼ7割は鉄骨造又は鉄骨鉄筋コンクリート造であり，そのようなビルの解体時にはコンクリートの破砕作業とともに鉄骨の切断及び溶断作業とが必要となり，これらはタンクの金属板の切断作業と同様である。",
                        "また，解体作業の周囲空間についても，都市部等のタンクの解体作業では周囲空間が狭い場合もあり，都市部等以外のビルの解体作業では，周囲空間を広くとることもできるものである。",
                        "なお，本件特許発明は，ビルの階層を何ら限定していないため，「ビルの高層性」に関する原告の主張は特許請求の範囲に基づくものではなく，いずれにしても，本件特許発明(甲12)の第1図，第2図に示される5階建てのビルの総重量は1500t程度であって，タンクに比してビルが重いということはできない。",
                        "このほか，通例内容物が液体である金属二重殻タンクにおいては，鋼板は厚く，ビル鉄骨と同じく数十mmとなることもあるのであって，ビルとタンクの解体技術が相違するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "経年劣化したビルについても，安全を確保するために構造計算が必要とされるのは当然であり，本件特許の出願前においても，例えばビルの構造体に生じているひび割れ，変形，老朽化等の構造的欠陥を反映した経年指標を求め，その経年指標から経年劣化したビルの構造耐震指標を算出する構造計算が行われていたのである。",
                        "また，タンクについても，経年劣化が強度，形状，耐震診断に直接影響することは自明であって，経年劣化したタンクにつき，安全を確保するために構造計算が必要とされるのは同様であり，タンクのような容器構造の構造欠陥から経年指標を求め，その経年指標から経年劣化したタンクの構造計算が行われていた。",
                        "なお，経年劣化したビル及びタンクの構造計算は，いずれも設計時における構造計算の結果を，経年指標によって修正することで行われており，設計時の構造計算の共通性は，解体時の構造計算の共通性を示唆している。",
                        "このように，ビルもタンクも解体時には同様の構造計算が必要とされるものであって，構造計算において両者の解体技術が相違するとはいえない。",
                        "なお，原告は，解体時に構造計算を行うことは通常あり得ないとも主張するが，これは，従前の原告の主張(タンクについては解体時でも構造計算が容易である旨)と矛盾している。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件特許の出願前において，タンクのような容器構造の地震荷重を算定する際にビルについて定めた耐震設計法(建築基準法施行令)が適用されており，雪荷重や風荷重を算定する際にも，ビルについて定めた指針(建築物荷重指針)を適用することが原則とされていたのであるから，タンクの設計にビルの技術を適用することは，当業者の技術常識であったと認められる。",
                        "なお，ビル解体業に適用される建設リサイクル法は，再資源化を目的とするものであり，解体技術の安全性や能率の技術に関するものではない。また，高圧ガス保安法は，貯蔵，設備維持，保安体制等の供用時の安全を目的とするものであって，解体技術に関するものではなく，瓦斯事業法や石油コンビナート法も，供用時の安全性を目的とするものであり，解体技術に関するものではない。",
                        "そして，解体施工時の火災安全性確保を求める消防法は，タンクの解体だけでなくビルの解体にも共通に適用されるものである。",
                        "以上のように，適用法令等の違いを根拠として，タンクとビルの解体技術が相違するとする原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，構造物の下部を局部的に破壊して，ジャッキで支承する構成が開示されており，そのような構成を甲2から想起できないとする原告の主張には理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，本件特許発明の進歩性の判断に当たり，甲2の第1図に記載された発明を「甲2発明」として認定しているものであり，甲2の第8図や甲5に記載された発明を認定しているものではない。したがって，甲2の第8図や甲5に記載されている方法に存在する「格別の困難」が，「甲2発明」をビルに適用することの阻害要因となる旨の原告の主張は根拠がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，甲2の記載から，「構造物の下部を複数箇所で局部的に解体して解体部分にジャッキを装着する」という上位概念の解体工法を把握し，その上位概念の解体工法を本件特許発明と対比して一致点，相違点を認定するとともに，その上位概念の解体工法がビルに適用できるか否かを判断しているのである。",
                        "したがって，審決は，甲2の解体工法をビルに適用できるか否かを判断するに当たり，「ビルの下部」に甲2のジャッキを装着することが当業者にとって容易であるか否かを判断しているものである。",
                        "そして，タンクやビル等の対象構造物全体を降下させるためにジャッキで構造物を支持する場合に，荷重が支持できない箇所にジャッキを装着すると構造物が崩れるおそれがあり，荷重を支持できる箇所にジャッキを装着しなければならないことは当業者にとって当然の事項である。また，通常の建築物やビルにおいて，荷重を支持する部材は柱であり，荷重を支持できない壁等の部材にジャッキを装着すると倒壊するおそれがあることも当業者にとって当然の事項である。",
                        "したがって，審決は，甲2のタンクの解体工法をビルに適用することの動機付けがあれば，上記の当然の事項を参酌して，「構造物であるビルを支持するという目的を達成するために，例えば柱の部分のように，ビルを十分支持できる場所にジャッキを配置することは，当業者であれば当然に想起し得る事項である」と判断しているのである。",
                        "また，タンクの下部にジャッキを装着してタンクを解体する工法は甲2に記載されており，甲2においても，タンクの荷重を支持できる部材や箇所にジャッキを装着しなければならないことは当業者にとって当然であるから，「直接ジャッキに構造物を載置して，構造物の荷重を支持できる下部を支持する」という技術的思想は本件特許の出願時において既に存在していたのである。",
                        "したがって，甲2のタンクの解体工法をビルに適用することの動機付けがあれば，これを妨げる特段の事情がない限り，当業者であれば，「直接ジャッキにビルを載置して，ビルの荷重を支持できる下部を支持する」という構成に当然に想到することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件特許発明の出願時において，甲1のようにジャッキでビルを支持してビルを下部から解体することが知られており，甲3，4のように対象構造物全体を降下させるためにジャッキで構造物を支持する技術も知られており，本件特許発明のようにジャッキを構造物の支持に用いるという発想は，特段の発想の転換を要しない周知の技術であったと認められるから，甲2の解体工法をビルに適用できるか否かを判断する際に，甲19に記載された，天井を突き上げて破壊するジャッキの存在が阻害要因となるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，甲2の「側板を切断除去」との記載から，「構造物の下部を複数箇所で局部的に解体」するという上位概念の解体工法を把握し，その上位概念の解体工法がビルに適用できるか否かを判断しているのであるから，その上位概念の解体工法がビルに適用できるか否かを判断する際に，下位概念の「側板を切断除去」することが阻害要因になるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "審決は，甲2の「支持台を備えた昇降装置」から上位概念の「昇降装置」を把握し，その「昇降装置」が本件特許発明の「ジャッキ」と一致すると認定し，その「昇降装置」ないし「ジャッキ」がビルに適用できるか否かを判断しているものである。構造物を支持するに際して支持の障害となるようなジャッキの使用を避けることは当業者にとって当然のことであり，甲2の記載からシャフトの突出しない上位概念の「ジャッキ」を把握できるから，そのように把握した上位概念の「ジャッキ」をビルに適用できるか否かを判断する際にはシャフトの突出は阻害要因となり得ない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "甲2発明には，第2図及び第6図のように，バランス良く側板の荷重を支持する実施例も記載されている。バランスに関する言及は，甲2発明だけでなく本件特許発明にも一切ないのであり，そのような言及がないからといって，甲2発明や本件特許発明の解体技術が重量バランスに対する配慮をしていないとはいえない。",
                        "支持対象物の荷重をジャッキで支持するに際し，対象物のバランスに配慮してジャッキを選択することは当業者にとって当然のことである。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "本件特許の出願前において，タンクのように，柱や梁がなく壁とスラブだけで荷重を支持するシェル(殻)構造のビルも数多く施工されていたもので，このようなビルを施工するためにタンクと同じ技術が適用されていることも，当業者の技術常識であったと認められる。",
                        "なお，壁式構造やシェル構造のビルは，タンクのように中空構造ではないとしても，タンクないし容器構造と同様の構造設計手法を用いて設計されており，外観ではなく技術的にみれば，これらのビルはタンクとの共通性を示唆している。そして，設計時における技術の共通性は，解体時における技術の共通性をも示唆している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，甲1発明が，ジャッキでビルを直接的に支持する解体工法ではなく，トラスを介して間接的にジャッキでビルを支持する解体工法であることを認めており，上記判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1において，高く積み上げたブロックを固定すればビルを支持することもでき，実現には多くの問題があるとしても，甲1発明が実施不可能ないし未完成の発明とはいえない。",
                        "仮に甲1が何らかの理由により実施不可能ないし未完成であるとしても，甲1の記載から「上部から解体する工法に伴う危険性や工費・工期の増加等の課題を解決するために，ジャッキでビルを支持して，ビルを下部から解体する方法」という技術的思想を認識することは不可能ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，甲1から上記技術的思想が把握できるのであれば，ジャッキの使用方法が甲2と異なることは，甲1を甲2に適用することの妨げにはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，タンクの技術とビルの技術とは，本件特許の出願前から相互に参照又は適用できる関係にあったものであり，解体技術について参照又は適用できないとする特段の事情は認められないから，審決が，タンクの解体技術をビルの解体に適用可能であることを前提とした上で，甲2発明と本件特許発明とを対比し，本件特許発明の進歩性を判断したとしても，その点に何ら誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明に甲3，甲4発明を組み合わせる動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件特許発明と甲2発明との相違点(前記(1)ア参照)のうち，相違点①ないし③については甲1に開示されていると判断した上で，④構造物全体を降下させるためにジャッキで構造物を支持するという構成における相違点について，甲3，4に示されるように，タンク以外の構造物にも適用される周知技術であると判断している。",
                    "すなわち，審決は，甲2はタンクの構造物全体を降下させるためにジャッキで構造物を支持する技術を開示しているが，そのような技術はタンクに特有のものとはいえず，甲3のように橋梁等の支柱を有する構造物や甲4のような架構にも適用されており，タンク以外の構造物にも適用される周知技術であると認定判断した上で，当業者であれば，特段の事情(阻害要因)がない限り，甲2のような構造物全体を降下させるためにジャッキで構造物を支持する技術がタンク以外の構造物にも適用される周知の技術であることを動機付けとして，「甲2発明の解体工法をビルに適用しようとすることは，当業者であれば容易に想到し得た事項である」と判断しているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，上記動機付けの判断においては，甲3，4にタンク以外の構造物全体を降下させるためにジャッキで構造物を支持することが開示されていることが必要かつ十分な条件であり，甲2と甲3，4とが解体方法と支承方法とで一部相違することは動機付けの妨げとなるものではない。",
                    "同様に，甲2と甲3とで，構造物の材質や構造，重量，重量分布(重心)が異なることや，甲4において古い構造物と新しい構造物とを同時に存在させていることは，上記動機付けの妨げとなるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲3では解体対象である橋梁の荷重を十分に支持できる場所(橋脚)にジャッキを装着しており，甲4では，解体対象である架台の荷重を十分に支持できる場所(梁)にジャッキを装着しており，本件特許の出願前の周知技術においてもジャッキによる支持の仕方ないしジャッキの装着場所は解体対象の構造物に応じてそれぞれ相違している。",
                    "そして，甲3，4においても，荷重を支持できない部材や箇所は存在しており，支承位置の検討の余地がないとはいえない。ビル等の建築物においても，同様に，荷重を支持できない部材や箇所が存在する一方で，荷重を支持できる部材や箇所が存在しており，そのような構造物をジャッキで支持する場合に，荷重を支持できない部材や箇所ではなく，荷重を支持できる部材や箇所にジャッキを装着しなければならないことは，当業者にとって当然の事項にすぎない。",
                    "なお，本件特許の特許請求の範囲には，単に「解体部分にジャッキ(1)を装着し」と記載されるだけで，「ビルの支承位置が柱であること」は，本件特許の特許請求の範囲には記載されていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，ビルを十分支持できる場所にジャッキを装着することで甲2発明がビルの解体技術にも適用可能であるとの審決の論理付けは，甲3，4に代表される周知技術という証拠に基づいた判断である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明の作用効果について",
              "text": [
                "甲2発明のタンク解体工法においても，周囲に可燃性危険物が存在しない場合には防火壁を必要としないので，本件特許発明と同様に，周囲スペースを必要としない作用効果を有している。",
                "また，甲2発明のタンク解体工法は，そもそも高い防火壁を構築する大がかりな作業という問題点の解決を図るためにジャッキダウン工法を適用したものであり，本件特許発明の効果は，甲2発明の解体工法をビルに適用した構成から当然に予測又は発見される範囲内のものにすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明，甲2発明及び周知技術の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の内容",
              "text": [
                "証拠(甲11)によれば，本件特許発明に係る明細書には以下の記載がある(別紙1各図参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【産業上の利用分野】」",
                  "text": [
                    "「この発明は，ビルを解体する工法に関し，とくに，ガラや物体物を上から落下させないでビルを解体する方法に関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【課題を解決する為の手段】」",
                  "text": [
                    "「この発明は，前述の目的(判決注：「周囲に与える危害を最小にして，能率よく安全に，さらに経済的に解体できるビルの解体工法を提供する」ことを意味する。)を達成するために，下記の状態でビルを解体する。",
                    "本発明の工法は，ビルをジャッキ1で支持して下部から解体し，ジャッキ1でビル全体を降下させながらビルを解体する工法を改良したものである。本発明の工法は，ビルの下部を複数箇所で局部的に解体し，このビルの解体部分にジャッキ1を装着してビルの複数箇所をジャッキ1で支持する。ジャッキ1で支持するビルは，ジャッキ1で支持しない部分を破損する。その後，ジャッキ1を収縮してビル全体を降下させながら解体する。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【作用】」",
                  "text": [
                    "「この発明のビルの解体工法は，ビルを上から解体することなく，1階から次第に上の階を解体する。通常の状態で，1階からビルを解体すると，ビルは転倒する。この発明の工法は，ビルの転倒を阻止するために，ビルの複数箇所を局部的に解体して，解体部分にジャッキを装着する。ジャッキはビルの下部を支持する。この状態でビルの壁面を解体する。壁面が解体されたビルは，ジャッキで支持されて，転倒が防止される。ジャッキは，壁面を解体しても，ビルを転倒しない位置を支持する。例えば，ビルの柱の部分にジャッキをセットして，壁面を解体する。ジャッキをセットするには，柱の下部を部分的に除去して，この部分にジャッキをセットする。ジャッキをセットするために，柱部分を解体しても，ビルは，他の部分で支持されて転倒することはない。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「【実施例】」",
                  "text": [
                    "「以下，この発明の実施例を図面に基づいて説明する。但し，以下に示す実施例は，この発明の技術思想を具体化する為の工法を例示すものであって，この発明の工法は，使用する機器の構造や処理工程の条件を下記のものに特定するものでない。この発明の工法は，特許請求の範囲に記載の範囲に於て，種々の変更が加えられる。",
                    "第1図～第4図は，高層ビルを解体する工程を示している。",
                    "第1図に示すように，ジャッキ1をセットする部分を解体する。ジャッキ1は，伸長した状態でビルにセットする。壁面を解体した後，ジャッキ1を収縮して，ビルを降下させるからである。したがって，ビルのジャッキ1をセットする部分は，伸長したジャッキ1をセットできる高さに解体する。解体された部分にジャッキ1をセットする。",
                    "第2図の平面断面図は，ビルのジャッキ1をセットする位置を示している。この図に示すビルは，12箇所にジャッキ1をセットしている。12箇所セットされたジャッキ1は，A点6箇所と，B点6箇所とにセットされている。",
                    "最初，A点6箇所にジャッキ1をセットする。この部分にジャッキ1をセットする時，ビルの6箇所を解体した後に全てのジャッキ1をセットすることもできるが，好ましくは，ビルの1ヶ所を解体した後に，その位置にジャッキ1をセットし，その後，ビルの別の部分を解体して再びジャッキ1をセットする。すなわち，ビルの解体部分には直ちにジャッキ1をセットする。",
                    "このように，解体した後，直ちにジャッキ1をセットすると，ビルを安定に支持できる。ジャッキ1をセットするために，ビルの一部を解体するが，一部を解体して，ビルが転倒することはない。それは，全てのビルは，地震や台風に耐えるに充分な強度に設計されているからである。",
                    "1階を解体する前に，A点6ヶ所にジャッキ1をセットする。このとき，B点にはジャッキをセットしない。第2図の実線で示すA点にジャッキ1をセットした後，第3図に斜線で示す1階を解体する。第3図の斜線で示すように，1階は，ジャッキ1の支持部分を除いて全ての部分を解体する。",
                    "その後，第4図に示すように，ジャッキ1を収縮して，ビル全体を降下する。ジャッキ1を降下するときに，A点にセットされた全てのジャッキ1を一緒に降下させて，ビルを水平の姿勢に保持して降下させる。",
                    "その後，A点をジャッキ1で支持した状態で，第2図に示すように，ビルのB点にジャッキ1をセットする。B点には伸長したジャッキ1をセットする。このために，ビルのB点を除去して，この部分にジャッキ1をセットする。",
                    "B点6ヶ所にジャッキ1をセットした後，A点のジャッキ1を除去する。この状態では，ビルはB点のジャッキ1で支持される。",
                    "その後，B点を除く，第5図の斜線で示す部分を解体した後，B点のジャッキ1を収縮して，ビルを降下させる。",
                    "その後，再びA点に伸長したジャッキ1をセットした後，B点のジャッキ1を除去し，A点の支持部分を除く部分を解体する。",
                    "この状態を繰り返して，全てのビルを解体する。",
                    "ところで，ジャッキ1にビルにセットするには，ジャッキ1がビルを支持して，ビルが転倒しない状態にできる位置に設定される。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "甲2発明の内容",
      "text": [
        "証拠(甲2)によれば，甲2発明に係る明細書には以下の記載がある(別紙2−1及び2−2各図参照)。",
        "「1．発明の名称",
        "金属二重殻タンクの解体工法と横滑りストッパ」",
        "「2．特許請求の範囲"
      ]
    },
    {
      "fig": "(1)",
      "subject": "金属二重殻タンクの解体工事において，内槽タンクの内側に複数個の横滑りストッパを配設するとともに，内槽タンク及び外槽タンクのそれぞれの側板の間に複数個の昇降装置を配設し，内外槽タンクの側板に切欠き部を設け，前記昇降装置に備えた支持台の両端を該切欠き部に挿入し，該支持台により前記内外槽タンクの側板を同時に支承し，支持台下部の側板を切断撤去し，ついで前記昇降装置を作動して支持台を下降せしめ，前記内外槽タンクの側板を内外槽タンクの底板および底板上に配設した架台上に載置し，以上の操作を繰返して前記二重殻タンクを下部より解体することを特徴とする金属二重殻タンクの解体工法。((2)は省略)」「3．発明の詳細な説明",
      "text": [
        "〔産業上の利用分野〕",
        "本発明は金属二重殻構造のタンクの解体工事の改良に関するものである。",
        "〔従来の技術〕",
        "原油タンクなどの鋼板製のタンクの解体工法としては，従来タンクの上部から順に解体する工法と，下部より解体する工法とがある。",
        "上部から解体する工法では，高所作業となるため足場の架設や安全確保に対する配慮が必要で，それに伴つて解体費用が増加するという難点がある。又，石油など可燃性危険物の貯槽群の中の一部のタンクを解体する場合は，火気の取扱いに制限があり，工事に当つては，高い防火壁を構築せねばならず，大がかりな作業が必要となる問題がある。",
        "これを避けるため下部解体工法が開発され，その代表的工法としてジヤツキダウン工法がある。(省略)」",
        "「〔問題を解決するための手段〕",
        "二重殻構造のタンクの内外槽側板の間に複数個の昇降装置を配設し，上記側板に切欠き部を設け，上記昇降装置に備えた支持台の両端を該切欠き部に挿入し，該支持台により内外槽の側板を同時に支承した後，該支持台より下方部分の側板を切断撤去し，ついで昇降装置を作働して支持台を下降し，下部を切断した側板を内槽タンクの底板および外槽タンクの底板上に配設した架台の上面に載置せしめ，以下同じ操作を繰返してタンクの解体工事を進行せしめる。",
        "なお上記解体工事中内槽タンクの内側にベースプレートと支柱と滑り止めローラとよりなる横滑りストツパを複数個配設し，上記滑り止めローラを内槽タンクの内側面に当接せしめて，タンクを内側より支持する。」",
        "「〔発明の実施例〕",
        "第1図は，本発明の一実施例を示す解体工法の説明図，第2図，第3図及び第4図はその解体の手順を示す詳細図である。",
        "(中略)解体に当つては，第1図に示すように，昇降装置(22)を内外槽タンクの側板(14)，(16)の間に複数個配設し，側板(14)，(16)に切欠き(24)を設ける。ついで昇降装置(22)の支持台(23)の両端を上記側板(14)，(16)の切欠き部(24)に挿入して側板(14)，(16)を同時に支承し，ボルト(23a)で固定する。なお解体工事中風や地震などのため横振れあるいは移動を起し，不測の事故の発生するのを防ぐため第2図に示す横滑りストツパ(26)を内槽タンクの内側，側板に沿つて複数個配設し，該ストツパ(26)のベースプレート(26a)を内槽タンクの底板(20)に溶着する。横滑りストツパ(26)のベースプレート(26a)はパーライトコンクリートブロツク(21)に横方向の荷重をあずけられるように鍵形になつている。ついで該ストツパ(26)の上部に係着された滑りどめローラ(26c)を内槽タンクの側板(15)に当接せしめることにより，内槽タンクの内側面を支持し，タンクの横振れや移動を防止し事故の発生を防いでいる。",
        "上記昇降装置の支持台による内外槽タンクの側板の切欠き部の支承が完了すると，上記側板の支持台の下方の部分および内外槽タンクの底板(17)及び(20)との接合部を切断し，第3図に示すように側板(14)，(16)を撤去する。次いで架台(25)を外槽タンクの底板(17)の外周縁上，前記昇降装置支持台の下方に，その上面を内槽タンクの底板(20)と同じ高さにして配設し，ついで昇降装置(22)を操作して支持台(23)を降し，第4図に示すように内外槽タンクの側板(13)，(15)の下端面をそれぞれ架台(25)及び内槽タンクの底板(20)上に載置せしめる。以下同じ操作を繰返してゆけば，二重殻構造のタンクは下部より完全に解体することができる。(以下略)」",
        "「〔発明の効果〕",
        "本発明は二重殻構造のタンクの解体工事において，内外槽タンクの側板の間に複数個の昇降装置を配設し，該昇降装置に備えた支持台により内外槽タンクの側板を同時に支承し，下部より解体を進める工法をとり，さらに横滑りストッパを併用したので，従来の工法に比べ解体工事期間を大幅に短縮するとともに，風や地震による不測の事故を防止しうるという優れた効果を上げることができた。」"
      ]
    },
    {
      "fig": "(3)",
      "subject": "甲1発明の内容",
      "text": [
        "証拠(甲1)によれば，甲1発明に係る明細書には以下の記載がある(別紙3−1及び3−2各図参照)。",
        "「1．発明の名称 建造物の解体工法」",
        "「2．特許請求の範囲",
        "建造物の周囲に仮設基礎を設け，該仮設基礎上に複数のジャッキを介して複数層に取外し可能なトラスを立設すると共に，該トラスと建造物とを数箇所で固定し，建造物の下層部分を解体する毎にジャッキダウンしてトラスの下層部分の一層分を外し，これを繰返して建造物の下層部から上層部へ解体して行くことを特徴とする建造物の解体工法。」「3．発明の詳細な説明",
        "＜産業上の利用分野＞",
        "本発明は，建造物の解体工法に関するもので，特に高層建造物に適した解体工法に関するものである。",
        "＜従来の技術＞",
        "従来，建造物の解体作業は，低層建造物から高層建造物に至るまで悉く，屋上等の最上部から開始され，地下基礎部等の最下部にて終了されていた。(以下省略)」「＜発明が解決しようとする課題＞",
        "しかし，上記の従来の解体工法では，大掛りな解体装置を上層部に据付ける必要があり，この据付作業が極めて困難である。",
        "しかも，この大掛りな解体装置を上層部から下層部まで順次移動させる必要があり，この移動のための装置を別途必要とする上，この移動作業が工数や工期を増加させる要因ともなっている。",
        "また，上層部の解体の際，解体に伴って発生するコンクリート，木，鉄材等の微細な屑や粉塵が，解体対象の建造物周辺に広く飛散し，周辺の住民，建造物，立木，緑地等に悪影響を及ぼすのみならず，騒音もかなり大きい。",
        "加えて，コンクリート塊，鉄塊等の落下の危険もあり，特に高層建造物の上層部からこれらが落下する場合の危険は極めて大である。",
        "(中略)本発明は，以上の諸点に鑑みてなされたもので，その目的とするところは，作業が容易で，工数，工期も短く，しかも周辺への飛散物や，高層階からの落下物のない建造物の新規な解体工法を提案するにある。」",
        "「＜課題を解決するための手段＞",
        "本発明は，上記目的を解決するために，建造物の周囲に仮設基礎を設け，該仮設基礎上に複数のジャッキを介して複数層に取外し可能なトラスを立設すると共に，該トラスと建造物とを数箇所で固定し，建造物の下層部分を解体する毎にジャッキダウンしてトラスの下層部分の一層分を外し，これを繰返して建造物の下層部から上層部へ解体して行くことを特徴とするものである。」",
        "「＜作用＞",
        "本発明に係る解体工法においては，建造物は，この建造物の周囲に立設されているトラスに数箇所で固定されて，下層部から上層部へと解体されて行く。",
        "すなわち，上記のトラスは，複数層に取外し可能に構成されており，解体対象の建造物の周囲に設けられた仮設基礎の上に複数個のジャッキを介して立設されている。従って，建造物の下層部が解体されると，この建造物は，トラスに支持されて空に浮いた状態となる。そこで，トラス下部のジャッキを作動し，所定量例えば建造物の解体高さ分をジャッキダウンすると，建造物は解体高さ分だけ低くなって解体開始部分に接する。そして，ジャッキを盛り替えながらトラスの一層分を外す。",
        "この操作を繰返し，建造物を下層部から上層部へと徐々に解体していく。",
        "これにより，本発明に係る解体工法においては，解体作業が行われる部分は，地上より余り高くない部分となり，遠方までの飛散物や高所からの落下物は皆無となる。」「＜実施例＞",
        "第1図は本発明に係る解体工法の好適な実施例を示す全体図であり，解体対象の高層建造物1の周囲に仮設基礎10が設けられている。この仮設基礎10の上に複数個のジャッキ(ここでは油圧ジャッキ)11を介して鉄骨トラス12が立設されている。",
        "この鉄骨トラス12は，第2図に示すように平面六角形状のブロック20とH鋼30とを組み合わせて構成され，H鋼30で画成する三角形の各頂点にブロック20が位置するようになっている。そして，各ブロック20とH鋼30とは着脱自在にボルト締めされている。",
        "また，上記ブロック20は，具体的には第3図に示すようになっている。すなわち，6枚の平板状の鋼板22を用い，短辺同士を接触するようにして平面六角形状の外周壁を形成する。",
        "そして，その当接状態の短辺同士を溶接することにより一体化する。また，鋼板22で形成された六角形状の内側には，相対する各鋼板22間を掛け渡すようにして鋼板片23が配設され，ブロック20の剛性を強めている。さらに，各鋼板22の両長辺側近傍には，複数のボルト孔21が略一直線上に穿設されている。そして，このボルト孔21を介してブロック20とH鋼30とを連結するようになっている。",
        "なお，上記六角形状のブロック20は，上記したように6枚の鋼板22を用いて形成する他に，1枚或いは所定枚数の細長な鋼板を折曲げるとともにその端部同士を溶接することにより形成してもよい。",
        "そして，上記構成の鉄骨トラス12と高層建造物1とを連結するには，第4図に示すように高層建造物1の柱1aの適宜箇所(ここでは，適宜な階の梁1b下部)にコア31をボーリングし，このコア31中にPC鋼棒32を挿通し，定着板33を用いてナット34で締付け固定する。",
        "一方，高層建造物1とH鋼30の間に，台形の添え部材35を，この台形の上面が上記のPC鋼棒32の先端に接するように取付ける。この添え部材35の上面には，PC鋼棒32の挿通孔が予め穿設されており，この挿通孔にPC鋼棒32が挿通され，ナット34で締付ける。",
        "このナット34での締付けの際に，PC鋼棒32に室内側でストレスを導入する。",
        "また，添え部材35の底面とH鋼30とを高力ボルト36で固定する。",
        "なお，上記のコア31のボーリング箇所は，柱1aに限らず，梁1bや床1cであってもよい。",
        "以上の実施例において，高層建造物の1を解体するには，先ず高層建造物1の下層部の一箇所を外側から解体し，この解体箇所から高層建造物1内部に解体装置2を導入する(第1図参照)。",
        "第1図に示すように，高層建造物1の下層部を所定高さまで解体したなら，次のようにしてジャッキダウンし鉄骨トラス12の下層部を一層分だけ外す。",
        "すなわち，第5図(A)において，A群のジャッキ11にて六角形ブロック20とH鋼30とからなる鉄骨トラスを支え，B群のジャッキ11をフリーの状態として，B群のジャッキ11の下に複数段据えられた調節ブロック41の最下段のブロック41aを外す。次いで，B群のジャッキ11のピストン11aを，この調節ブロック41の1段の高さh分より若干多めに伸ばし，鉄骨トラスをB群のジャッキ11で支える。従ってhはh≦ジャッキの1ストロークで設定される。",
        "この操作をA群についても行い，A群ジャッキ11下部の調節ブロック41の最下段ブロック41aを取除き，ジャッキ11のピストン11aを伸ばす。そして，A，B群のジャッキ11を同時に，かつ徐々にダウンする。",
        "これにより，鉄骨トラスと，この鉄骨トラスに固定されている高層建造物とが，調節ブロック41の1段の高さh分だけ降下する。",
        "以上のジャッキダウン操作をB群下部に据えられた調節ブロック41の数だけ行い，B群下部から調節ブロック41をすべて取除く(第5図(B)参照)。",
        "この状態において，鉄骨トラスをA群のジャッキ11で支え，鉄骨トラスの1層分すなわち，六角形ブロック20aとH鋼30a～30eを外し，六角形ブロック20aを支持していた支持ブロック40を1層上の六角形ブロック20bの支持用とし，この支持ブロック40を介してB群のジャッキ11と，複数段の調節ブロック41を据える。",
        "このようにして，高層建造物1が鉄骨トラス12と共に，先の解体時の解体高さ分だけ降下する。この後，先の解体作業と同様に解体装置2により所定高さまで解体し，次いで上記のジャッキダウン操作と鉄骨トラスの1層分の取外し操作を行う。",
        "以上の操作を繰返し行い，高層建造物1を最上部まで解体していく。」"
      ]
    },
    {
      "fig": "(4)",
      "subject": "甲3発明の内容",
      "text": [
        "証拠(甲3)によれば，甲3発明に係る明細書には以下の記載がある。",
        "「1．発明の名称",
        "構造物の降下方法」",
        "「2．特許請求の範囲",
        "支柱を有する構造物の下方の少くとも2個所を複数のブロツクを積み重ねて支えると共に他の少くとも1個所を上記ブロツクの背高より大きい作動行程を有するジヤツキ体をブロツクと共に重ねて支持した後，上記支柱を切除し，ジヤツキ体をわずか上昇操作して構造支柱の全体を支持し，他の2個所のブロツクを各1個除去し，次いでジヤツキ体を下降操作して構造物を他の2個所のブロツクに支持させ，今度はジヤツキ体を支えるブロツクを1個除去し，次いでジヤツキを上昇操作して再び構造体を支持し，他の2個所のブロツクを各1個除去することを繰返してなすことを特徴とする構造物の降下方法。」",
        "「3 発明の詳細な説明",
        "(前略)本発明はかゝる不具合を解消した構造物の降下方法を提供しようとするもので，その構成とするところは，支柱を有する構造物の下方の少くとも2個所を複数のブロツクを積み重ねて支持すると共に，他の少くとも1個所を上記ブロツクの背高より大きい作動行程を有するジヤツキ体をブロツクと共に重ねて支持した後，上記支柱を切除し，ジヤツキ体をわずか上昇操作して構造支柱の全体を支持し，他の2個所のブロツクを各1個除去し，次いでジヤツキ体を下降操作して構造物を他の2個所のブロツクに支持させ，今度はジヤツキ体を支えるブロツクを1個除去し，次いでジヤツキ体を上昇操作して再び構造体を支持し，他の2個所のブロツクを各1個除去することを繰返してなすことを特徴としており，本発明によれば，予め，構造体を支えた複数個のブロツクと，別のブロツクの上に載置された，又はブロツクの下に挿入されたジヤツキ体とによつて構造物を交互に支え，逐次的にブロツクを取り去つて順次構造物を降下してゆくので従来の方法に較べ次のような利点を有する。(以下略)」"
      ]
    },
    {
      "fig": "(5)",
      "subject": "甲4発明の内容",
      "text": [
        "証拠(甲4)によれば，甲4発明に係る明細書には以下の記載がある。",
        "「1．発明の名称 建物の建替方法」",
        "「2．特許請求の範囲"
      ]
    },
    {
      "fig": "(1)",
      "subject": "現建物の外周領域に架構を構築し，現建物の上方に上記架構の架台を配設し，建物ユニットからなる上階建物を上記架台の上部に建築した後，現建物を解体，撤去し，上記架構を構造部材とする下階建物を上記架台の下部に建築する建物の建替方法。」「［実施例］",
      "text": [
        "(前略)第2図(A)～(D)は本発明の他の実施例を示す工程図である。",
        "この実施例において建て替えられる新建物は，地上3階からなるものであり(中略)，すなわち，架構14を構築し，その架台23の上部に上階建物26を建築し，現建物11～13を解体，撤去した後，第2図(A)に示すように，架構14の上下2層の境界部分に位置する梁19と地表面との間に，ジャッキ41を介装する。ジャッキ41は，架構14の下層側の各柱17の側部に沿って設けられる。",
        "つぎに，第2図(B)に示すように，架構14の下層側の各柱17を部分的に切断除去し，ジャッキ41を上記柱17の切断除去分だけ収縮する。上記ジャッキ41の介装，柱17の切断除去，ジャッキ41の収縮動作を繰り返し，架構14，上階建物26の全体を段階的に降下させる。",
        "このようにして，第2図(C)に示すように，架構14の下層側の柱17が撤去され，架構14，上層建物26の全体の降下が終了すると，残存する架構14の下部に本基礎42が構築される。(以下略)」"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由1(本件特許発明と甲2発明の一致点・相違点の認定の誤り)について"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲2発明の「昇降装置」と本件特許発明の「ジャッキ」との関係について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "甲2発明の支持台の構造について",
              "text": [
                "原告は，甲2発明の支持台23は，側板を挿入するために両端にU字状の溝を線状に2筋設け，さらに，両端面にはボルト23aを挿入する穴を開口し，溝の内面まで連通し，さらに，支持台23を上下動させるために支持台の中心に貫通孔を設け，ここにシャフト22を通すという特殊な構造となっており，このような支持台を「ジャッキ」と同視することはできない旨主張する。",
                "甲2 第2図の拡大図 支持台の斜視図(原告作成)",
                "しかし，甲2発明の昇降装置は，「昇降装置に備えた支持台により内外槽タンクの側板を同時に支承」(前記1(2)の〔発明の効果〕参照)するものであって，本件特許発明の「ジャッキ1」がビルを支持するものであることからして，また，本件特許の特許請求の範囲において，支持台を設けるか否か，また，設けるとした場合にはどのような支持台とするかについては，何ら特定されていない(前記第2の2参照)上，実施例についても「例示」にすぎない旨が記載されていることからして，審決が，甲2発明の「支持台23を備えた昇降装置22」が本件特許発明における「ジャッキ1」に相当すると認定した点につき，誤りはない。",
                "さらに，原告は，甲2発明の支持台について，複雑な構造であって，機械的強度が弱くなってしまう上，ビルにドリルで開口すると，ビルのコンクリートが崩れる旨主張する。",
                "しかし，支持台に十分な強度を持たせることや，ビルのコンクリートが壊れないように開口を設けることは，当業者が必要に応じて適宜普通に行っている事項というべきであって，甲2発明の「支持台を備えた昇降装置」が本件特許発明の「ジャッキ」に相当するとした審決が誤りであるとはいえない。",
                "このほか，原告は，コンクリートの破断面は凹凸が激しく，ジャッキで直接支持できないとも主張するが，この点についても，当業者であれば，破断面の凹凸を少なくしたり，他の部材を介するなど，適宜の方法でビルを支承することは普通に行われているものというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲2発明における金属二重殻タンクの解体に特化した構造について原告は，甲2においては，「支持台を備えた昇降装置」以外にも，「横滑りストッパ26」，「架台25」等，金属二重殻タンクの解体に特化した構成を備えているところ，これらの構造をビルの解体に関する本件特許発明と一致するとしたことが誤りである，と主張している。",
                "しかし，上記ア同様，本件特許発明の特許請求の範囲において，「ジャッキ」についての構成が特定されていないことから，本件特許発明と甲2発明との間に，「支持台を備えた昇降装置」，「横滑りストッパ26」及び「架台25」の有無による構成の差異があるとはいえず，この点に関する審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲2発明の支持方法の支持力について",
              "text": [
                "原告は，甲2発明においては，昇降装置のシャフトと支持対象物(タンク側板)とが同軸上に載らないから支持力が弱い旨主張している。",
                "しかし，本件特許発明において，(甲2発明の「支持台を備えた昇降装置」に対応する)ジャッキによる対象物の具体的な支持方法が特定されているものではなく，原告主張の点は本件特許発明と甲2発明の相違点となるものではない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "審決は，甲2発明と本件特許発明とを対比し，支持対象がタンクとビルとで相違していることは，相違点として認定しているところ，前記アないしウのとおり，甲2発明の「支持台を備えた昇降装置」と対比すべき，本件特許発明の「ジャッキ」の具体的な形状・構成は，その特許請求の範囲に何ら記載がなく，また，明細書の記載からも把握することはできないから，この点に関する審決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "甲2発明と本件特許発明の支承位置について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲2の「切欠き部」と本件特許発明の「解体部分」の異同について原告は，甲2発明の「切欠き部」は金属板を切断した開口であり，本件特許発明の「解体部分」は局部的に破壊したビルの下部であって，両者を同一視することはできないと主張している。",
                "しかし，別紙2−1の第1図から明らかなように，甲2発明においては，タンクの底板から所定高さの「切欠き部」24が複数個所に設けられているものであるから，甲2発明の「切欠き部」と本件特許発明の「解体部分」は，いずれも解体する構造物の下部を複数箇所に破壊した部分であり，両者の違いは，甲2発明における建造物がタンクであって，本件特許発明における建造物がビルであることである。",
                "そして，両者の建造物の相違については，審決で相違点として認定されており，審決の認定に誤りはない。",
                "原告は，この点に関し，甲2発明(別紙2−1参照)の第1図によれば，支持台で支持している箇所は切欠き部24の上端であって，このような高い位置を「下部」とすることはできないと主張する。",
                "しかし，本件特許発明においても，ジャッキで支持している箇所はビルの1階層高さの解体部分の上端であり(別紙1の【第1図】及び【第3図】参照)，甲2の「タンク側板」と本件特許発明の「ビルの下部」とが支持する高さにおいて相違するとはいえない。",
                "以上のとおり，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲2の「タンク側板」と本件特許発明の「ビルの下部」の異同について原告は，甲2発明の「タンクの側板」とはタンクの周囲部分を指し，本件特許発明の「ビルの下部」とは周囲で囲まれた「面状部分」を指すので，審決が，甲2発明のジャッキの支持位置を本件特許発明と同じとした認定は誤りであると主張する。",
                "また，原告は，審決はここで「建造物の下部」との表現を用いているが，本件特許発明ではそのような表現を用いていない，とも主張している(なお，審決は，一致点の認定において「建造物の下部」ではなく「構造物の下部」という文言を用いている。)。",
                "しかし，前記第2の2のとおり，本件特許の特許請求の範囲は，ビルの「下部」と記載するのみであり，これをビルの周囲で囲まれた「面状部分」と解する根拠はない。また，本件特許の明細書及び図面を参酌しても，ビルの「下部」の実施例としてビルの周囲側面に配置されたA点6箇所，B点6箇所の合計12箇所が記載されているのみであって(別紙1の【第2図】参照)，その他の実施例は記載されていないため，上記実施例のビルの「下部」は，甲2発明の「タンク側板」と同様にビルの周囲部分であると解さざるを得ず，原告が主張するように，ビルの周囲で囲まれた「面状部分」ではない。",
                "また，本件特許発明の「ビルの下部」が「側面」に限られるものでないとしても，少なくとも，タンク下部の「側面」のような周囲部分も構造物の「下部」に含まれるものである。",
                "そして，審決は，本件特許発明と甲2発明の相違点として，解体する対象物としての「構造物」が両発明でビルとタンクで異なっていることを認識し，共通の対象物として「構造物」という表現を用いているものであって，本件特許発明において「構造物の下部」との表現を用いていないとしても，審決の上記認定が誤りになるものではない。",
                "以上からすれば，本件特許発明と甲2発明を対比して「構造物の下部を複数箇所で・・・支持している点で共通している。」とした審決の認定に誤りはなく，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(容易想到性の判断の誤り)について"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲2発明と甲1発明を組み合わせる動機付けについて",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "甲2発明と甲1発明の解決課題の異同について",
              "text": [
                "原告は，甲2発明は内槽と外槽の二重槽のタンクを効率よく解体する場合の課題，及び解体工事中のタンクの横振れや移動に伴う事故の解消を課題としているのに対し，甲1発明はそのような課題を考慮しておらず，両発明の課題は異なっており，甲2発明に甲1発明を適用する動機付けはないと主張する。",
                "しかし，前記1(2)の〔従来の技術〕欄記載のとおり，甲2には「原油タンクなどの鋼板製のタンクの解体工法としては，従来タンクの上部から順に解体する工法と，下部より解体する工法とがある。上部から解体する工法では，高所作業となるため足場の架設や安全確保に対する配慮が必要で，それに伴って解体費用が増加するという難点がある。……これを避けるため下部解体工法が開発され，その代表的工法としてジヤツキダウン工法がある」との記載がある。",
                "また，前記1(3)の＜従来の技術＞及び＜発明が解決しようとする課題＞欄記載のとおり，甲1には「従来，建造物の解体作業は，低層建造物から高層建造物に至るまで悉く，屋上等の最上部から聞始され，地下基礎部等の最下部にて終了されていた。……本発明は，以上の諸点に鑑みてなされたもので，その目的とするところは，作業が容易で，工数，工期も短く，しかも周辺への飛散物や，高層階からの落下物のない建造物の新規な解体工法を提案するにある。」との記載がある。",
                "そして，前記1(1)イ，ウのとおり，本件特許発明は，ビルを上部からではなく下部から解体する工法に関する発明で，「周囲に与える危害を最小にして，能率よく安全に，さらに経済的に解体できるビルの解体工法を提供する」ことを目的とするものである。",
                "上記各記載によれば，甲1発明と甲2発明とは，いずれも，構造物を，上部ではなく下部から解体するもので，工期や工数(費用)の増加，作業の危険性等といった問題点の解決を課題とするものであり，本件特許発明と共通の解決課題を有しているものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲2発明と甲1発明の作用・機能の異同について",
              "text": [
                "原告は，甲2発明の作用は，金属二重殻タンクの解体に特化した構成を採用した結果，内外槽タンクの側板を同時に解体していくので，従来の工法に比べ大幅に工事能率を向上させることができ，工事中「横滑りストッパ26」を併用するので，風や地震により解体中のタンクが横振れや移動を起こし，不測の事故発生を抑止するというものである一方，甲1発明は，ビルの下部をジャッキで支持して壁面を解体するというものであり，解体対象の構成上の違いから，内外槽タンクの同時解体による能率向上も，「横滑りストッパ」による横振れ防止の効果も得られず，両発明は作用，機能も異にするため，甲2発明に甲1発明を適用する動機付けは生じないと主張する。",
                "しかし，前記第2の3(1)アのとおり，審決は，甲2発明につき，「金属二重殻タンクの内槽タンク及び外槽タンクのそれぞれの側板(14)，(16)の間に複数個の昇降装置(22)を配設し，内外槽タンクの側板(14)，(16)に複数箇所切欠き部(24)を設け，前記昇降装置(22)に備えた支持台(23)の両端を該切欠き部(24)に挿入し，該支持台(23)により前記内外槽タンクの側板(14)，(16)を複数箇所同時に支承し，支持台(23)下部の側板(14)，(16)を切断撤去し，ついで前記昇降装置(22)を作動して支持台(23)を下降せしめ，前記内外槽タンクの側板(13)，(15)を内外槽タンクの底板(20)および底板上に配設した架台(25)上に載置し，以上の操作を繰返して前記二重殻タンクを下部より解体する金属二重殻タンクの解体工法。」とのみ認定し，「横滑りストッパ」については具体的に認定しておらず，原告も，本件訴訟において，甲2発明の認定の誤り自体を問題としていない。",
                "以上からすれば，審決が認定した甲2発明と甲1発明とに「横滑りストッパ」の有無等による作用・機能の相違があるとはいえない。",
                "そもそも，審決は，本件特許発明と甲2発明とを比較して，両発明の相違点として，「解体工法の対象となる構造物について，本件特許発明は，ビルであるのに対し，甲2発明では，タンクである点。」と認定し，「ビルを下部から解体する方法」については甲1発明に示されているとするものであって，甲1発明が甲2発明と共通の解決課題を持って「ビルを下部から解体する方法」について開示していれば，必ずしも甲1発明と甲2発明とが全く同一の作用，機能を持つ必要はなく，甲2において金属二重殻タンクの側板を同時に解体することや，横滑りストッパによる横振れ防止の効果が得られること等は，甲2発明をビルの解体に適用する際に，甲1発明を参酌する動機付けを減殺するものではない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲2発明と甲1発明の解体技術上の差異について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲2発明と甲1発明は，①当業者及び必要な資格，②技術分野，③解体技術，④構造計算方法，⑤適用法令及び監督官庁がいずれも異なる旨主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "まず，広辞苑(岩波書店1991年第4版発行)によれば，「建造」とは「建設造営すること。建物・船などをつくること。」，「建造物」とは，「建物・橋・塔など，建造したもの。」，「ビルディング」とは「鉄筋コンクリートなどで造った高層建築物」，「ビル」とは「ビルディングの略」，「タンク」とは「気体・液体を収容する密閉容器。」とされている。",
                    "以上からすれば，ビルとタンクとでは，構造や素材，用途が異なるが，大きいタンクであれば「建造物」と表現することも可能であり，その意味で，ビルとタンクを「建造物」との表現でまとめても，誤りとはいえない。",
                    "このほか，審決が用いた「構造物」という語は，前記広辞苑には載っていないものの，これを「建造物」とほぼ同義で用いても，誤りとはいえないものと解される。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上を前提として検討するに，確かに，ビルとタンクとでは，その構造自体は大きく異なるものであるが，それらの解体作業という観点からみた場合，ビルとタンクの構成部材等の違いから当然に発生する相違点を除き，基本的な発想において異なるとはいえないので，ビルの解体もタンクの解体も，特許法29条2項で問題にされる当業者としては共通であるというべきである(ちなみに，本件特許発明，甲2発明，甲1発明のいずれも，国際特許分類「E04G23／08」に分類されている。)。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "なお，証拠(乙12)によれば，本件特許の出願前である平成元年に着工されたビル(「鉄骨鉄筋コンクリート造」，「鉄筋コンクリート造」，「鉄骨造」を併せたもの)につき，床面積でみた場合，主要構造部に鉄骨を含む「鉄骨鉄筋コンクリート造」及び「鉄骨造」のもののビル全体に占める割合は，約7割であった事実が認められる。同事実からすれば，このようなビルの解体においては，鉄骨の切断作業が必要となるところ，同作業は，タンクにおける金属板の切断作業と同様であり，この意味においても，ビルとタンクの解体作業は，共通性が高いといえる。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "適用される法令についてみても，建設業法において，「建設工事」とは，「土木建築に関する工事で別表第一の上欄に掲げるものをいう」とされ(同法2条 1項参照)，建設業を営もうとする者は，原則として，国土交通大臣又は都道府県知事の許可を受けなければならないとされている(同法3条)。",
                    "また，「建設業法第二条第一項の別表の上欄に掲げる建設工事の内容」(乙10の1参照)において，建設業法2条1項の別表の上欄に掲げる建設工事として，土木一式工事，建築一式工事，とび・大工・コンクリート工事，鋼構造物工事等，種々の工事が挙げられるとともに，「工事」につき「補修，改造又は解体する工事を含む」と定義されており，ビルの解体とタンクの解体は，いずれも同法所定の「建設工事」に含まれるものと解されることからして，ビルとタンクの解体につき，建設業法上の差異はみられない。",
                    "また，「消防法」(乙13の5参照)は，「火災を予防し，警戒し及び鎮圧し，国民の生命，身体及び財産を火災から保護するとともに，火災又は地震等の災害による被害を軽減するほか，災害等による傷病者の搬送を適切に行い，もって安寧秩序を保持し，社会公共の福祉の増進に資すること」を目的とする，一般的な法律であり，解体技術と直接の関係はないものの，ビルの解体，タンクの解体双方に適用されるものである。",
                    "他方で，「建設工事に係る資材の再資源化等に関する法律」(乙13の1参照)は「特定の建設資材について，その分別解体等及び再資源化等を促進するための措置を講ずるとともに，解体工事業者について登録制度を実施すること等により，再生資源の十分な利用及び廃棄物の減量等を通じて，資源の有効な利用の確保及び廃棄物の適正な処理を図り，もって生活環境の保全及び国民経済の健全な発展に寄与すること」を目的とし，「高圧ガス保安法」(乙13の2参照)は「高圧ガスによる災害を防止するため，高圧ガスの製造，貯蔵，販売，移動その他の取扱及び消費並びに容器の製造及び取扱を規制するとともに，民間事業者及び高圧ガス保安協会による高圧ガスの保安に関する自主的な活動を促進し，もって公共の安全を確保すること」を目的とし，「ガス事業法」(乙13の3参照)は「ガス事業の運営を調整することによって，ガスの使用者の利益を保護し，及びガス事業の健全な発達を図るとともに，ガス工作物の工事，維持及び運用並びにガス用品の製造及び販売を規制することによって，公共の安全を維持し，あわせて公害の防止を図ること」を目的とし，「石油コンビナート等災害防止法」(乙13の4参照)は「石油コンビナート等特別防災区域に係る災害の発生及び拡大の防止等のための総合的な施策の推進を図り，もって石油コンビナート等特別防災区域に係る災害から国民の生命，身体及び財産を保護すること」を目的とし，いずれの法律も，解体技術と直接関係するものではない上，そもそもこれらの法律の適用の有無が，ビルの解体とタンクの解体における技術内容や当業者の違いに直接影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "仮に，ビルとタンクの解体において，監督官庁が異なるとしても，官庁間の権限の分配が，技術内容や当業者の違いだけに基づいているとはいえず，同様に，仮に，ビルとタンクの解体において，必要な資格が異なるとしても，資格の違いが，技術内容や当業者の違いだけに基づくものとはいえない。",
                    "また，証拠(乙11)によれば，総務省作成に係る「日本標準産業分類」は，統計調査の結果を産業別に表示する場合の統計基準として，事業所において社会的な分業として行われる財及びサービスの生産又は提供に係るすべての経済活動を分類するもので，統計の正確性と客観性を保持し，統計の相互比較性と利用の向上を図ることを目的として設定されたものであることが認められる。このように，同分類は，必ずしも技術内容に基づいて区分されているものとはいえず，これを進歩性の判断の基準とすることもできない。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "text": [
                    "なお，原告は，ビルの解体作業時において構造計算や荷重計算をすることは事実上不可能であり，解体時の構造計算や荷重計算を論じる被告の主張は失当であると主張する。",
                    "しかし，経年劣化したビルについても解体作業時の安全を確保するために構造計算が必要とされるのは当然のことであり，本件特許の出願前においても，例えばビル等の構造体に生じている亀裂，変形，老朽化等の構造的欠陥を反映した経年指標を求め，その経年指標から，経年劣化したビルの構造耐震指標を算出する構造計算が行われていたのであるから(乙5，乙6参照)，経年劣化したビルの解体時の構造計算や荷重計算を論じる意味がないとする原告の主張は誤りである。",
                    "そして，構造計算の方法につき，ビルとタンクにおいて顕著な差異があるとも認められない。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "text": [
                    "以上のとおり，ビルとタンクの各解体作業(甲1発明及び甲2発明)に関して，当業者や解体技術等が異なる旨の原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "甲1発明から甲2発明への示唆の有無，及び甲2発明をビル解体に適用することについての阻害要因の有無について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲1発明及び甲2発明はビル又はタンクの壁面のみを支持する構成を開示したものであり，本件特許発明の「ビルの下部」を「複数箇所で」支持する構成については開示も示唆もされていないと主張している。",
                    "しかし，前記2(2)イにおいて，本件特許発明も甲2発明も，「構造物の下部を複数箇所で・・・支持している点で共通している。」とした審決の認定に誤りはないと判断したとおり，甲2発明でも「構造物の下部を複数個所で」支持する構造が開示されている以上，原告の上記主張は理由がない。",
                    "また，原告は，本件特許発明では，従来のように，ビルの側面にトラスを固定したり(甲1参照)，側壁の内外又は間にジャッキを装着するのでなく，壁面で囲まれた領域の内側を含む広い「ビルの下部」を，「複数箇所」で局部的に解体して，該解体部分にジャッキを装着しており，ビルの側面という線状でなく，「ビルの下部」の「複数箇所」で面状に支持できるため，ビルを自重で倒壊させることなく確実に支持できるもので，このように，ビルを下面から複数箇所で支持する構造は，甲号各証には開示も示唆もされていない旨主張する。",
                    "しかし，前記2(2)イのとおり，本件特許に係る特許請求の範囲には「ビルの下部」と記載されるのみで，明細書及び図面を参酌しても，当該「ビルの下部」が，原告が主張するように，「ビルの壁面で囲まれた領域の内側を含む広い領域」を指すと解することはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，金属製ガスタンクの解体工法の一つであるジャッキダウン解体工法は，解体されるタンクが金属でなければ利用できない特殊な工法であって，当業者は，同工法をビル解体に適用することは不可能と考えたはずであり，その適用には「格別の困難性」が存在したと主張する。",
                    "また，原告は，ビルはタンクの30倍も重いので，ジャッキダウン解体工法をビルに用いることはできないとも主張する。",
                    "しかし，証拠(甲1，2，5)及び弁論の全趣旨からすれば，ジャッキダウン解体工法とは，「解体対象物をジャッキで支承しつつ，解体対象物の下部を解体し，ジャッキを用いて対象物の上部又は残部を降下させる方法」と解されるところ，同工法が，解体対象物が金属製でなければ利用できない特殊な工法であることや，当業者がそのように認識していたことを認めるに足りる証拠はない。",
                    "また，本件特許発明においてビルの種類や重さについては何ら特定されていないから，ビルの重量が常にタンクの重量の30倍以上であるとはいえず，仮にビルがタンクより30倍重いとしても，当業者であれば，重さに応じて適切な支承方法を採用するものと解され，ビルが重いことによって直ちに，ジャッキダウン解体工法をビルの解体工法に用いることができないことにはならない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，甲2発明のように「支持台を備えた昇降装置」は，重いビルを支えるには「弱い」支持構造であり，金属二重殻タンクの下部の周縁部(側壁)を支持することは可能であるが，ビルの下部の周縁部(周壁)を支持することはできない旨主張する。",
                    "しかし，前記1(3)及び別紙3−1，3−2各図のとおり，甲1には，トラス下方に配置されたジャッキ(前記2(1)と同様に，甲2発明の「支持台を備えた昇降装置」に相当するといえる。)によってビル及びトラスの荷重を支持することが記載されているところ，当業者であれば，解体の対象物に応じて，適切な支持構造を適宜採用するものと解されるので，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，ビルの解体において，ジャッキは破壊用に用いるものであって支承用に用いるものではない旨主張するが，前記1(1)，(3)記載のとおり，本件特許発明，甲1発明の両者において，ジャッキは，直接的又は間接的に，解体対象の建造物の支承用として用いられているものであり，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "原告は，ビルの鉄筋コンクリートを，甲2発明のタンクのように「切断」することはできない上，甲2発明では，昇降装置の支持台からシャフトが突出している旨主張する。",
                    "しかし，審決は，甲2発明に記載された実施例をそのままビルの解体に用いるとするものではなく，甲2発明の「切欠き部(24)」につき，本件特許発明の「解体部分」に相当するとするにすぎず，解体対象がビルである場合には，それに応じて，必然的に，「切断」ではなく「解体」することになる。",
                    "また，審決は，甲2発明の「支持台(23)を備えた昇降装置(22)」につき，本件特許発明の「ジャッキ(1)」に相当するとするにすぎず，「シャフトが突出した昇降装置」をそのままビルの解体に用いるものではなく，解体対象がビルである場合には，それに応じて，ジャッキによって解体対象のビルを支持することになる。",
                    "そもそも，構造物を支持するに際して，支持の障害となるようなジャッキの使用を避けるべきことは当然であるところ，当業者にとって，ビルの解体において，シャフトの突出しない「ジャッキ」を使用すべきこともまた当然である。",
                    "原告は，甲2発明の具体的構成をそのままビルの解体に適用することを前提とした主張をするが，容易想到性の判断においては，具体的な相違点を捨象した上位概念を基に，甲2発明のビル解体への適用の可能性を検討することも許容されるものであって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "原告は，甲2発明はビルに比べて構造上簡素で軽量な金属二重殻タンクの解体技術に特化したものであるから，本来的にバランスを考慮する必要性に乏しく，甲2の第5図のような片持ち梁が使用可能であることも，タンクの解体にはバランスを考慮しなくてよいことを裏付けており，甲2発明に接した当業者が，このような金属二重殻タンクの解体技術をもって，ビルの解体に適用しようとは考えない旨主張する。",
                    "しかし，そもそもバランスに関する明示的な言及は，本件特許発明にもないのであって，このような明示的言及がないからといって甲2発明や本件特許発明の解体技術が重量バランスに対する配慮をしていないとはいえない。",
                    "そして，支持対象物の荷重をジャッキで支持するに際し，対象物のバランスに配慮してジャッキを選択することは当業者にとって当然のことであり，当業者が，本件特許発明の明細書の記載からビルのバランスに配慮したジャッキを把握できるのであれば，同様に，甲2発明の明細書の記載から，タンクのバランスに配慮した昇降装置を把握することができるといえる。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "text": [
                    "証拠(乙2)によれば，本件特許出願以前から，「壁式構造」や「シェル構造」の建造物が存在したこと，「壁式構造」とは，柱・梁がなく，一体に構成した壁とスラブだけで外力に抵抗させる構造方式(柱・梁の幅を壁厚と同寸法にし，スラブも合わせて一体に固めて構造体とする方式)であり，「シェル構造」とは，薄い膜で曲面をつくり，その立体的な剛性で自重や外力に抵抗させる構造方式であること，「シェル構造」についてはタンクにも利用されていることが認められる。",
                    "原告は，壁式構造のビルはタンクのように中空構造ではないからタンクの技術のビルへの適用容易性を示すものではなく，シェル構造のビルの存在も，タンクの技術のビルへの適用容易性を示すものとはなり得ないと主張している。",
                    "しかし，そもそも，原告の上記主張は，ビルやタンクの解体作業における相違を主張するものでない上，壁式構造やシェル構造のビルが，タンクのように中空構造でないとしても，タンクないし容器構造と同様の構造設計手法を用いて設計されているのであり，外観はともかくとして，技術的にみれば，壁式構造やシェル構造のビルはタンクとの共通性を示唆するものといえる。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "text": [
                    "以上のとおり，原告主張の事項はいずれも，甲2発明をビルの解体に適用する上での阻害事由とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原告は，甲2発明をビルの解体に適用する上で，甲1発明を参酌するに当たり，多数の阻害要因がある旨主張する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲1発明のジャッキは，ビル自体ではなくトラスを支持しているから，「甲1発明にジャッキでビルを支持してビルを下部から解体する方法が記載されている」旨の審決の認定は誤りである旨主張する。",
                    "しかし，審決は，甲1発明が「建造物の周囲に，複数のジャッキを介して複数層に取外し可能なトラスを立設すると共に，該トラスと建造物とを数箇所で固定し，建造物の下層部分を解体する毎にジャッキダウンしてトラスの下層部分の一層分を外し，これを繰返して建造物の下層部から上層部へ解体して行く高層建造物の解体工法」であると認定しており，同発明がジャッキでビルを直接的に支持する解体方法ではなく，トラスを介して間接的にジャッキでビルを支持して，ビルを下部から解体する工法である旨認定しているものであって，同認定に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，原告は，甲1発明のように，固定せず高く積み上げただけのブロック上に，重い鉄骨トラスを載置して，重いビルの全重量を支承することは不可能であり，甲1発明は実施不可能又は未完成というべきである旨主張する。",
                    "しかし，前記1(3)の甲1発明に係る＜従来の技術＞や＜発明が解決しようとする課題＞欄の記載，とりわけ「本発明は，以上の諸点に鑑みてなされたもので，その目的とするところは，作業が容易で，工数，工期も短く，しかも周辺への飛散物や，高層階からの落下物のない建造物の新規な解体工法を提案するにある。」との記載があることからすれば，ブロックを積み上げただけで固定していない場合には発明が実施可能か否か，未完成であるか否かにかかわらず，審決が，「ビルの解体においても，上部から解体する工法に伴う危険性や工費・工期の増加等の課題を解決するために，ジャッキでビルを支持して，ビルを下部から解体する方法」が甲1発明に示されていると認定判断したことに誤りはない。",
                    "また，仮に原告が主張するように，甲1発明が実施不可能ないし未完成であるとしても，上記審決で認定した甲1発明の技術思想を明確に把握することは可能であるから，甲2発明の解体工法をビルの解体に適用できるか否かを検討する際に，甲1発明を参酌する動機付けがないとはいえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "さらに，原告は，甲1発明では鉄骨トラスを一時的に持ち上げるためにジャッキを使用しているのに対し，甲2発明ではタンクの高さを下げるためにジャッキを使用しており，両発明において真逆の利用方法がとられている旨主張する。",
                    "しかし，審決は，甲2発明と甲1発明を機械的に組み合わせることにより，本件特許発明の構成が容易想到であると判断しているものではない。審決は，甲1発明から「ビルの解体において，上部から解体する工法に伴う危険性や工費・工期の増加等の課題を解決するために，ジャッキでビルを支持して，ビルを下部から解体する方法」という技術的思想を把握しているにすぎず，ジャッキの具体的使用方法が甲1発明と甲2発明において異なることは，甲1発明を参酌するについての阻害要因となるものではない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上のとおり，原告主張の事由はいずれも，甲2発明をビルの解体に適用するに当たり，甲1発明を参酌することの阻害事由となるものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "甲2発明をビル解体に適用する上で，甲3，甲4発明を参酌する動機付けについて",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "甲3及び甲4発明の，甲2発明との内容の相違について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲3発明は橋梁等の橋脚(支柱)の降下方法を開示するにすぎず，解体工法に関するものではなく，甲4発明は建物の建替方法であり，建替えに際して引っ越しを不要化することを目的に，同じ土地に架構(フレームや枠)を構築し，架構上の架台，すなわち上層階に新たな建物を建築した後，下層階の古い現建物を解体し，撤去した後にジャッキをセットして架台を降下させるものにすぎない旨主張する。",
                    "しかし，審決は，「また，対象構造物全体を降下させるために，ジャッキで構造物を支持する技術は，甲第3号証に示された橋梁等の支柱を有する構造物や甲第4号証に示された架構のように，タンク以外の構造物にも適用される周知の技術である。」と認定判断しており，甲3及び4によって，「作業の対象となる構造物全体を降下させるために，ジャッキで構造物を支持する技術は，構造物がタンク以外の場合にも用いられること」が周知であることを示すものにすぎず，前記1(4)，(5)の各記載内容からすれば，甲3及び甲4の記載内容に関する審決の上記認定に誤りはない。そして，甲3，甲4発明の具体的な構成が甲2発明の構成と異なることは，審決が甲3，甲4発明から上記周知技術の内容を認定したことの正当性を左右するものではない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，原告は，ジャッキで構造物を支承すること自体が周知であるとしても，そのような支承方法を解体工法に適用することが容易であるとはいえない旨主張する。",
                    "しかし，審決は，「構造物をジャッキ(1)で支持して下部から解体し，ジャッキ(1)で構造物全体を降下させながら構造物を解体する構造物の解体工法」は甲2発明に開示されていることを前提に，甲2発明と本件特許発明との相違点である「解体工法の対象となる構造物が，本件特許発明は，ビルであるのに対し，甲2発明では，タンクである点」につき，「ジャッキでビルを支持して，ビルを下部から解体する方法は，甲1発明に示されている。」とした上で，「構造物全体を降下させるために，ジャッキで構造物を支持する技術は，甲3号証・・・や甲4号証に示された・・・ように，タンク以外の構造物にも適用される周知の技術である。」として，「してみると，甲2発明の解体工法をビルに適用しようとすることは，当業者であれば容易に想到し得た事項である。」と判断している。",
                    "このように，審決は，「ジャッキでビルを支持して，ビルを下部から解体する方法」，すなわち，ジャッキによる支承技術を解体技術で用いることは，甲1発明に開示されているとして判断している。したがって，審決は，甲3及び甲4発明により，「構造物全体を降下させるために，ジャッキで(ビルなどの)構造物を支持すること」が周知の技術であることを示すことによって，当業者が，甲1発明(ジャッキによってビルを支持して，ビルを下部から解体する方法)を甲2発明に容易に適用し得た旨判断しているものであり，甲3，4発明自体が解体技術についてまで開示する必要はないものであって，これに反する原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "甲3，甲4発明を参酌する動機付けについて",
              "text": [
                "原告は，「甲3，甲4を甲2発明に適用しようとする動機付けがない」とも主張する。",
                "しかし，審決は，甲2と甲3，甲4とを機械的に組み合わせることが容易に想到し得るとしているわけではなく，甲2発明のタンクの解体工法を，ビルの解体技術に適用する動機付けがあることを示すために，甲3及び甲4を引用し，「作業の対象となる構造物全体を降下させるために，ジャッキで当該構造物を支持する」技術は，構造物がタンク以外の場合にも用いられる周知技術であることを，甲3及び甲4によって示したにすぎない。",
                "原告の上記主張は，審決における甲3，4の位置付けを正解しないものであり，失当である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "ジャッキの装着場所が構造物に応じて適宜決定できるか否かについて(ア) 原告は，甲2ないし4のいずれについても，その構造上，必然的に支承可能な部位が決定され，本件特許発明のように「解体対象の構造に応じて適切な支承位置を決定する」との発想は記載されていない旨主張する。",
                "しかし，甲2ないし4におけるタンクや橋梁，架構において，支承可能な部位が一義的に決定され，工事者側で，適切な支承位置を選択する余地が全くないとまではいえない。",
                "また，建築物等(ビルを含む。)において，荷重を支持できない部材や箇所が存在する一方で，荷重を支持できる部材や箇所が存在することは自明であり，そのような建築物等をジャッキで支持する場合に，荷重を支持できない部材や箇所ではなく，荷重を支持できる部材や箇所にジャッキを装着しなければならないことは当業者にとって当然の技術にすぎない。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，ビルの解体工法において，支承すべき位置の設定は極めて重要であるところ，本件特許出願当時は，ジャッキによりビルを直接支承することが可能とは知られていなかったものであり，「ビルを十分支持できる場所にジャッキを装着することで甲2発明がビルの解体作業にも適用可能」との発想も当業者には生じ得ない旨主張する。",
                    "しかし，タンクの下部にジャッキを装着してタンクを解体する工法は甲2発明に記載されており，少なくとも「ジャッキに構造物を直接載置して，構造物の荷重を支持できる下部を支持する」という技術的思想は，本件特許出願時において既に存在していたものである。",
                    "そして，甲1発明には，直接的ではないものの，ジャッキで間接的にビルを支持して，ビルを下部から解体する方法が記載されていることをも併せ考慮すれば，「ビルを十分支持できる場所にジャッキを装着することで，甲2発明がビルの解体作業にも適用可能」との発想は，当業者には十分生じ得るものといえる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，審決は，単に甲3，甲4にジャッキによる橋脚や架構の支持が開示されていることから甲2のタンクの解体工法をビルに適用容易と判断しており，ビルをジャッキで直接支承することが技術的に可能であるか，更にジャッキでビルのどの部位を支承するのかにつき明らかにする検討を怠っている旨主張する。",
                    "しかし，前述のとおり，甲2発明のようなタンク全体を降下させるためにジャッキでタンクを支持する技術が，タンク以外の構造物にも適用される周知技術であること(甲3，4参照)を動機付けとして，甲2のタンク解体工法をタンク以外のビルに適用して本件特許発明の構成に容易に想到することができるといえる。",
                    "また，本件特許発明は，例示にすぎない実施例の記載を除けば，ジャッキは「ビルの下部」を支持すると記載するのみであるから，甲2発明のタンクの解体工法をビルに適用して「ビルの下部」をジャッキで支持する構成が得られれば十分であり，それ以上に具体的にジャッキで支持する部位を特定する必要はないというべきである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上を前提とすれば，ジャッキの装着場所は，当業者が，各構造物に応じて適宜決定できる事項にすぎないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上のとおり，タンクの解体工法に関する甲2発明を，甲1，甲3及び4の周知技術を参酌することにより，ビルの解体作業に適用して，本件特許発明を想到するのは，当業者にとって容易であったというべきであり，これと同旨の審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件特許発明の作用効果について",
      "text": [
        "原告は，甲1発明も甲2発明も周囲に解体用の設備を設置するためのスペースを要し，住宅密集地や隣接する建物がある場合は利用できない技術であるのに対し，本件特許発明はこのような解体のためのスペースが不要であり，住宅密集地や隣接する建物がある場合でも利用できるという甲1発明や甲2発明から予測されない優れた作用効果を有すると主張している。",
        "しかし，本件特許発明において，解体のためのスペースが全く不要というわけではなく，この点に関する本件特許発明と甲2発明等の違いは程度の問題にすぎず，原告主張の効果は，甲2発明から容易に把握可能な解体工法をビルに適用した構成から当然に予測される範囲内のもので，顕著なものとはいえない。",
        "このほか，本件特許発明に関する被告の対応は，同発明の進歩性の判断に直接影響を及ぼす事項ではない。"
      ],
      "content": [
        {
          "fig": "4",
          "text": [
            "このように，本件特許発明は，甲2発明及び周知技術から容易想到といえ，これと同旨の審決に誤りはなく，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10111",
    "date": "2010-04-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080133",
    "ipprecedent_id": "2199",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}