{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−880022号事件について平成21年6月29日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，意匠に係る物品を「ゴルフボール」とし，原告を意匠権者とする意匠第1300582号(以下「本件意匠」という。)について，被告が意匠登録無効審判請求をしたところ，特許庁がこれを認容する審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件意匠が，下記引用例(甲1の1)に記載された意匠(以下「引用意匠」という。)に類似するか(意匠法3条1項3号)，である。",
            "記",
            "引用例：米国特許第4，991，852号明細書(発明の名称「多目的ゴルフボール(MULTI−PURPOSE GOLF BALL)」，出",
            "願日 1989年(平成元年)4月28日，特許日 1991年(平",
            "成3年)2月12日)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成6年4月20日になした特許出願(特願平6−106107号)からの分割出願として，平成14年4月8日，名称を「ゴルフボール」とする発明について特許出願(特願2002−105535号)をしたが，平成18年10月17日付けで拒絶査定(発送日 平成18年10月24日)を受けたので，平成18年11月22日付けで上記特許出願を意匠に係る物品「ゴルフボール」とする意匠登録出願(意願2006−032111号)に改め，平成19年3月13日の登録査定を経て，平成19年4月6日，意匠登録第1300582号として登録を受けた(以下，この意匠を「本件意匠」といい，その登録を「本件意匠登録」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，平成20年9月30日付けで，本件意匠登録の無効審判請求をしたので，特許庁は，同請求を無効2008−880022号事件として審理した上，平成21年6月29日，「登録第1300582号の登録を無効とする。」旨の審決をし，その謄本は平成21年7月9日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "意匠の内容",
              "text": [
                "本件意匠の内容は，審決別紙第1の本件登録意匠記載のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，概ね下記(1)の内容を有する本件意匠は同じく下記(2)の内容を有する引用意匠(審決別紙第2記載のとおり)に類似するから意匠法3条1項3号に当たる，というものである。",
                "記"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件意匠",
              "text": [
                "・意匠に係る物品 ゴルフボール",
                "・意匠",
                "【正面図】                        【背面図】",
                "＜以下，略＞"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用意匠(米国特許第4，991，852号明細書)",
              "text": [
                "・発明の名称 多目的ゴルフボール",
                "・図2                         ・図3"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用意匠認定の誤り1)",
                  "text": [
                    "引用例(甲1)のFIG．2(図2)は，引用例中の関連する記載及び技術常識に従えば，従来の通常のゴルフボールが有する384個の円形のディンプルの一部を六角形にデフォルメして表現し，引用例中の発明に係る812個の六角形ディンプルの一部と対比して，ディンプルの直径が通常では大変大きいのに上記発明では大変小さいことを示したものである。",
                    "引用例の特許出願当時(1989年(平成元年)4月28日)，通常のゴルフボールは円形のディンプルを有しており，六角形のディンプルを有するゴルフボールは商品化されていなかったところ，引用例の「2．先行技術の簡単な説明」においては，通常のゴルフボールについて言及されているにすぎないし，引用例中では，上記発明と先行技術との相違点の1つは，上記発明のゴルフボールが六角形のディンプルを有する点にあるとされている。",
                    "また，ボールの表面全体に384個の円形のディンプルを密に配列することは可能であるが，上記個数の六角形のディンプルを密に配列することは不可能であり，引用例に係る発明の特許出願当時も，その後においても，上記個数の六角形のディンプルを密に配列したゴルフボールは存在しなかった。",
                    "そして，引用例中には，先行技術に係る通常のゴルフボールの1つが384個のディンプルを有するAcushnet Pinnacleである",
                    "旨の部分があるが，384個のディンプルを有するゴルフボールである「A",
                    "cushnet Pinnacle 384」は，円形のディンプルを有",
                    "するものである。",
                    "なお，引用例においては，先行技術に係るゴルフボールのディンプルに「11」の番号が付されており，引用例に係る発明のゴルフボールの六角形のディンプルに付された番号「11」と一致するが，これは両者のゴルフボールのディンプルの大きさを比較する場面において，単にディンプルを示すために付されたものにすぎず，同一の番号が付されているからといって，先行技術に係るゴルフボールのディンプルが六角形のものとなるわけではない。",
                    "したがって，引用意匠(引用例の図2の意匠)に係るゴルフボールにおいては，円形のディンプルが設けられており，上記図2を見る者は誰でも384個の通常の円形のディンプルを想起するのであって，384個の六角形のディンプルを想起することはない。",
                    "しかるに，審決は，引用例の図2，すなわち引用意匠につき，384個の六角形のディンプルが設けられたゴルフボールを示すものと認定しており，引用意匠の内容の認定を誤ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用意匠認定の誤り2)",
                  "text": [
                    "仮に引用意匠の内容が六角形のディンプルが設けられたゴルフボールに係るものであったとしても，384個の六角形のディンプルを辺を共有するようにして密に配列することは不可能であるか，密に配列することができず，ディンプル同士が離れる箇所が多数生じ，最低限の変形や修正では対応できないし，上記個数では正8面体，正12面体又は正20面体の配列パターンを利用することができないから，引用意匠が，384個の六角形のディンプルを辺を共有するようにして密に配列したものであるということはできない。",
                    "にもかかわらず，審決は，引用意匠を，384個の六角形のディンプルを辺を共有するようにして密に配列したものであると認定しており，引用意匠の内容の認定を誤ったものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(対比の誤り1)",
                  "text": [
                    "引用例からはディンプルの配列パターンが不明であり，配列パターンやディンプルの除去又は割込みの仕方によって，ディンプル同士が辺を共有するようにして密に配置することができない箇所，すなわち特異点が生じる位置と形態が異なり得る。",
                    "したがって，引用例においては，上記の特異点が特定できない広い範囲に，特定できない形態で生じるから，引用意匠は曖昧な形状のものであるというべきであって，本件意匠との有効な対比ができない。",
                    "なお，六角形のディンプルの配列の仕方次第で異なった美感を生じさせることができるが，引用意匠では，上記配列が特定されておらず，どのような美感を生じさせるかが不明であるから，この点からも引用意匠を本件意匠との対比に用いるのは適切でない。",
                    "したがって，引用意匠は，これを本件意匠と対比することが相当でないもの，すなわち引用例としての適格を欠くものであって，引用意匠を用いて本件意匠との対比を行った審決は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(対比の誤り2)",
                  "text": [
                    "前記のとおり，引用意匠は，384個の六角形のディンプルが設けられたゴルフボールに係るものではなく，上記個数の円形のディンプルが設けられたゴルフボールに係るものであるから，引用意匠を上記個数の六角形のディンプルが設けられたゴルフボールに係るものとして，本件意匠との対比を行った審決は誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(対比の誤り3)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，引用意匠は，384個の六角形のディンプルが辺を共有するようにして密に配列されたゴルフボールに係るものではないにもかかわらず，引用意匠が上記のとおりのゴルフボールに係るものとして，本件意匠との対比を行った審決は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また，引用例に係る発明の特許出願当時(1989年〔平成元年〕4月28日)，20面体パターンが用いられていたのは，円形のディンプルのゴルフボールであって，六角形のディンプルのゴルフボールではなかったし，特開昭57−107170号公報(発明の名称 ゴル",
                      "text": [
                        "フボール，出願日 昭和55年12月22日，公開日 昭和57年7",
                        "月3日，甲27)第2図でも，意匠の創作上の図形として，その頂点に円形のディンプルを配列するパターン線としての五角形の図形が描かれているにすぎない。",
                        "本件意匠中の五角形のディンプルは，六角形のディンプルが辺を共有するようにして一列に連なっているひとまとまりの図形の起点に位置しているし，六角形のディンプルよりも小さいから(六角形のディンプルの面積の約3分の2)，座布団の表裏を所々で点状に縫い合わせたような窄まり感又はリズム感のある美感を生じさせるアクセントとして機能している。したがって，看者が本件意匠を見れば，五角形のディンプルを容易に看取することができ，六角形のディンプルの中に埋没するものではない。",
                        "ゴルフボールにおいては，サッカーボール等とは異なり，五角形のディンプルは目新しい形状のものであって，看者が着目するはずのものであるし，五角形のディンプルの形状，配置のいかんは，その余のディンプルの配列パターンの相違とあいまって，ゴルフボール全体の美感に大きな影響をもたらす。",
                        "以上のとおり，本件意匠と引用意匠とは類似しないのであって，これに反する審決の結論は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "引用例中に記載された発明は，ディンプルの数を従来の384個ないし492個より極めて多い，500個ないし900個にした点に特徴があり，引用例には，ディンプルの形状につき，「円形，四角形，八角形又は六角形とすることができる。・・・六角形が好ましい。」との記載がある。",
                "また，引用例中では，FIG．3(図3)を用い，従来技術に係る図2と対比して，引用例に記載された発明を説明している。",
                "そして，引用例の図3には，六角形のディンプルが配列されたゴルフボールが図示されているが，上記の図2と図3のディンプルには同一の番号である「11」が付されているものである。",
                "そうすると，引用例の図2においても，その図面の描き方のとおり，六角形のディンプルが設けられたゴルフボールが表されていることに疑問の余地はなく，円形のディンプルを設けたものを模式的に六角形で表したものと解する理由はない。",
                "したがって，引用意匠に係るゴルフボールにおいては，384個の六角形のディンプルが設けられており，上記図2を見る者は，六角形のディンプルを想起するのであって，この旨をいう審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用意匠における384個というディンプルの個数(従来技術によるもの)は，引用例の図3のゴルフボールの812個というディンプルの個数(引用例中の当該発明に係るもの)と対比して示されているもので，また従来のゴルフボールのディンプルの個数の一例として挙げられているものにすぎない。",
                    "また，引用例中では，384個のゴルフボールと812個のゴルフボールとでは，前者が後者よりも大きいディンプルが設けられていることを示すために，図2及び図3が記載されているにすぎない。",
                    "このように，384個というディンプルの個数は，数学的又は幾何学的に厳密な意味のある個数ではなく，またディンプルが正六角形である必要はない。",
                    "そして，引用例の図2は，サイズの大きい六角形のディンプルが設けられたゴルフボールを表すものと解すれば，意匠の把握としては十分であるし，図2からは，ゴルフボール全体にディンプルが設けられている意匠を容易に把握することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用意匠を実際のゴルフボールに適用する際，すなわち384個の六角形のディンプルを辺を共有するようにして密に設けたゴルフボールを実際に製造する際，ディンプルの設置につき何らかの修正や変形をする必要があるとしても，これは技術上の事項にすぎず，意匠の把握とは無関係である。",
                    "したがって，上記の修正等の必要があるからといって，引用例の図2から意匠の把握ができないことになるものではない。",
                    "なお，原告が行った実験は，すべて同一の正六角形の平面を球面に貼り付けるという，実際にはあり得ない特定の条件で行ったものであって，引用例の図2から意匠の把握ができないことを裏付けるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アのとおり，384個というディンプルの個数は，数学的又は幾何学的に厳密な意味のある個数ではないし，ディンプルの六角形を正六角形に限る必要はないから，384個のディンプルにつき正多面体の配列パターンを想定しても意味はなく，この正多面体の配列パターンを用いることができないことは引用例の図2から意匠の把握ができないことの理由となるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "前記(2)のとおり，引用例の図2からは，六角形のディンプルが，ボール全体に，辺を共有するようにして密に設けられた意匠を把握することができるから，引用意匠としての適格性を欠くものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "前記(1)のとおり，引用例の図2からは，六角形のディンプルが設けられたゴルフボールの意匠を把握できるのであって，この認定に基づいて本件意匠との対比を行った審決に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)のとおり，引用例の図2からは，384個の六角形のディンプルが辺を共有するようにして密に配列されたゴルフボールの意匠を把握できるから，この認定に基づいて本件意匠との対比を行った審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特開昭48−19325号公報(発明の名称「ゴルフボール」，公開日 昭和48年3月10日，甲2)に示されているとおり，六角形ディンプルを20面体パターンに配列することには何ら特徴がない。",
                    "また，ゴルフボールの需要者が本件意匠の各図を見たとき，いちいち六角形のディンプルの列を目で追うことはないし，五角形のディンプルと六角形のディンプルとではその大きさに顕著な差異がないから，五角形のディンプルは六角形のディンプルに埋没しており，原告が主張する窄まり感やリズム感のある美感は生じない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(意匠の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件意匠と引用意匠の類否(意匠法3条1項3号)について",
          "text": [
            "本件意匠の内容は，前記第3，1(2)のとおりであるところ，審決は，本件意匠が引用意匠に類似すると判断し，一方，原告はこれを争うので，以下，審決の上記判断の当否について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用意匠の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(甲1−1，部分訳は甲1−2，全訳は乙4。以下乙4を便宜上「訳文」という。)は，ゴルフボールについての特許発明に係る米国特許公開公報であるところ，この中で開示された発明について，下記のとおり，ゴルフボールの表面の一部を表す図(FIG．3〔図3〕)，ゴルフボールの球面全体を，各3辺が曲線で構成され，各3個の頂点を有する20個の球面三角形で覆った場合の，各球面三角形内での六角形のディンプルの配設図(FIG．7〔図7〕)，20個の球面三角形でゴルフボールの球面全体を覆った図(FIG．6〔図6〕)，上記発明に係るゴルフボールの全体図(FIG．1〔図1〕)がそれぞれ記載されていることが認められる。",
                    "・図1                        ・図3",
                    "・図6                        ・図7",
                    "また，引用例中には，上記発明に係るゴルフボールと対比される従来のゴルフボールの表面の一部を表す下記の図(FIG．2〔図2〕)が記載されていることが認められる。",
                    "・図2",
                    "そして，引用例中には，次のとおりの記載があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "従来技術の概要",
                      "text": [
                        "・ 「従来のゴルフボールはボール表面に384個から492個の凹んだ窪みが形成される。従来のゴルフボールは，また，20面体(20三角形)・・・のような種々のディンプルパターンを用いている。」(訳文2頁下9行～下4行)",
                        "・ 「本発明は，812個の凹んだ六角形表面窪みを規則的な測地学の9周期20面体パターンでボール表面に形成し，各窪みは0．090インチ～0．140インチの範囲の表面直径と0．002インチ～0．014インチの範囲の深さを持つようにした多目的ゴルフボールである点において，特に，従来技術一般及びBadke特許に対して識別される。」(訳文4頁18行～22行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "図面の簡単な説明",
                      "text": [
                        "「図2は，従来技術の通常のゴルフボールカバーの一部を平面として示した図である。」(訳文5頁下3行～下2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "好ましい実施例の記載",
                      "text": [
                        "・ 「図2及び図3に示すように，従来のゴルフボール(図2)は複数のディンプルを持つが，それらは本発明のもの(図3)よりかなり大きくて深いものである。従来のゴルフボールは384から492個のディンプルを持つ。図2は384個のディンプルを持つ。従来のゴルフボールのディンプルの表面直径は本発明のものよりかなり大きい。",
                        "図3に示されるように，本発明のゴルフボール10はボール表面に均等な間隔を置いて812個の小さいディンプルを有している。",
                        "しかしながら，その数は500から900の範囲にすることができ，ボールの表面の20％から90％をカバーするようにすることができる。」(訳文6頁下4行～7頁5行)",
                        "・ 「・・・本発明のゴルフボール10の窪み即ちディンプルは0．090インチから0．140インチの範囲の表面直径を持ち，円形，四角形，八角形，又は六角形とすることができる。フラットA，Bをよぎって測定される上述の範囲の直径と0．002インチ以上，或いは0．014インチより大きい深さを持つ，傾斜した側壁を持つ六角形ディンプルが好ましい。」(訳文7頁6行～10行)",
                        "・ 「本発明のボール10のディンプルはボールの表面に渡り測地学の20面体パターンで配置されており，特に，測地学の9周期20面体パターン(図5)で配置されている。最も正確な多目的ゴルフボールは，ボールの表面全体に渡り規則的な測地学の9周期20面体パターンで配置された812個の六角形表面の窪み又はディンプルが配置され，各ディンプルは0．090インチから0．140インチの範囲の表面直径と0．002インチから0．014インチの範囲の深さの組み合わせにより造られるということがテストを通じて決定された。」(訳文7頁15行～21行)",
                        "・ 「テストされた従来のボールは332のディンプルを持つSpal",
                        "ding Top Flite XT，384のディンプルを持つA",
                        "cushnet Pinnacle，・・・である。・・・本発明によ",
                        "るボールは，812個の六角形ディンプルを持ち，・・・」(訳文9頁下1行～10頁5行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの各記載によれば，引用例では，引用例に係る発明のゴルフボールと従来技術に係るゴルフボールとが対比されており，この対比において，上記の従来技術に係るゴルフボールのディンプルの数は384個等である一方，上記発明に係るゴルフボールのディンプルの数は500個ないし900個と相当程度増加していること，上記発明に係るゴルフボールのディンプルは従来技術に係るゴルフボールのディンプルよりも相当程度小さいことが示されていることが認められる。",
                    "そして，前記のとおり，引用例の図2は，引用例の発明に係るゴルフボールと対比される，384個のディンプルを有する従来のゴルフボールの表面の一部を表す図であるところ，図面の描出の仕方から，図2においては，多数の六角形のディンプルが，隣接するディンプル同士が辺(図中では細線で表されている。)を共有するようにして，密に配設された状況が示されていることが明らかである。",
                    "また，前記アの各記載の内容に照らせば，引用例の図2のパターンがゴルフボールの球面全体を覆っていることを容易に推測することができるから，引用例の図2から，384個の六角形のディンプルが，隣接するディンプル同士が辺を共有するようにして，ボールの球面全体に密に配設された状況を容易に看取することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用意匠認定の誤り1)について",
                  "text": [
                    "原告は，引用例の図2は，引用例中の関連する記載及び技術常識に従えば，従来の通常のゴルフボールが有する384個の円形のディンプルの一部を六角形にデフォルメして表現したもので，引用例の図2を看る者は誰でも384個の通常の円形のディンプルを想起し，六角形のディンプルを想起することはないところ，審決は，引用意匠につき，384個の六角形のディンプルが設けられたゴルフボールを示すものと認定しており，引用意匠の内容の認定を誤ったものである旨等主張する。",
                    "確かに，証拠(甲17の1)によれば，米国アクシュネット社(Acushnet)が製造販売したゴルフボール「Pinnacle 384」",
                    "は，その球面に384個の円形のディンプルが設けられたものであることが認められるが，上記証拠によっても，上記ゴルフボール「Pinnacle 384」が製造販売された時期は不明であり，引用例の図2で示されたゴルフボールが上記ゴルフボール「Pinnacle 384」と果たして同一の形状であるか疑問の余地がないわけではない。",
                    "また，引用例中の記載(前記(1)ア(ウ))によっても，また我が国の特許庁の意匠登録第490414号(意匠に係る物品「ゴルフボール」，登録日昭和53年9月20日，公報発行日 昭和53年12月14日，甲7)及",
                    "び同第505781号(意匠に係る物品「ゴルフボール」，登録日 昭和54年3月27日，公報発行日 昭和54年7月3日，甲8)によっても，引用例に係る発明の特許日当時(平成3年2月12日)，ゴルフボールの製造販売に当たる当業者(その意匠の属する分野における通常の知識を有する者)において，ゴルフボールに六角形のディンプルを設けることを容易に想到することができたことは明らかであるから，引用例の図2を見た者においては，ゴルフボールの球面に六角形のディンプルを設けられていると考えるのが素直であって，円形のディンプルが六角形に擬して表現されていると考えることが通常であるとは容易に認めることができない。",
                    "そして，引用例中には，図2が円形のディンプルを六角形にデフォルメして表したものである旨の記載は存しない。",
                    "また，意匠法3条1項2号の刊行物をもとにして判断する同項3号にいう意匠の類似・非類似は，条文の文言から明らかなとおり，刊行物に記載された意匠と本願意匠とを対比して決するものであって，刊行物に記載される以前の実際の商品等の形状と比較するものではないから，市販された上記ゴルフボール「Pinnacle 384」のディンプルが円形であるからといって，刊行物に表現された意匠の形状を，刊行物を離れ，実際の商品の形状に引き付けて理解し，図2に係る意匠も円形のディンプルの配列を表現したものと理解しなければならないものではなく，したがって，引用例の図2を従来の通常のゴルフボールが有する384個の円形のディンプルの一部を六角形にデフォルメして表現したものであると解さなければならないものではない。",
                    "そして，後記のとおり，ディンプルの大きさや配列を適宜調整することによって，384個の六角形のディンプルを，辺を共有するようにして密に配列することが不可能ということもできないから，結局，原告の取消事由1の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用意匠認定の誤り2)について",
                  "text": [
                    "原告は，仮に引用意匠の内容が六角形のディンプルが設けられたゴルフボールに係るものであったとしても，384個の六角形のディンプルを辺を共有するようにして密に配列することは不可能であるか，ディンプル同士が離れる箇所が多数生じ，最低限の変形や修正では対応できないから，引用意匠が，384個の六角形のディンプルを辺を共有するようにして密に配列したものであるということはできないところ，審決は，引用意匠を，384個の六角形のディンプルを辺を共有するようにして密に配列したものであると認定しており，引用意匠の内容の認定を誤ったものである旨等主張する。",
                    "確かに，実験報告書(甲32)によれば，同一の大きさの正六角形の小片を球面に貼りつけたときに，小片同士の間に小さくない隙間が生じたり，又は逆に小片同士が重なりあったりして，小片の辺を共有するような貼り付け方を見出すことが必ずしも容易ではないことが認められる。",
                    "しかし，引用例の図6では，球面に貼り付ける三角形(球面三角形)の各辺が曲線状になっている状況が示されているから，図7で概ね同一の大きさの六角形が平面状の三角形内に配置されている状況が示されているとしても，上記球面三角形内に六角形のディンプルを設けるに当たっては，単純に同一の大きさの正六角形のディンプルを設けるのではなく，適宜ディンプルの大きさ及び形状を調整して，上記球面三角形に収まるようにする必要があることが明らかである。",
                    "一方，前記(1)のとおり，引用例の図2からは，384個の六角形のディンプルが，隣接するディンプル同士が辺を共有するようにして，ボールの球面全体に密に配設された状況を容易に看取することができるところ，同じく六角形のディンプルが，隣接するディンプル同士が辺を共有するようにして，ボールの球面全体に密に配設された構成を有する本件意匠においても(ディンプルの総数は362個と，上記384個と近接する。)，球面三角形の頂点に当たる部分のディンプルを五角形とすることで，上記構成を実現しているものである。",
                    "そうすると，一部のディンプルの大きさや形状を調整することにより，384個の六角形のディンプルを辺を共有するようにして密に配列することが不可能であるとか，密に配列することができずディンプル同士が離れる箇所が多数生じ最低限の変形や修正では対応できない等とは，必ずしもいうことができない。",
                    "そして，前記(2)アのとおり，意匠法3条1項2号の刊行物をもとにして判断する同項3号にいう意匠の類似・非類似は，刊行物に記載された意匠と，本願意匠とを対比して決するものであることに鑑みると，引用意匠を，384個の六角形のディンプルを辺を共有するようにして密に配列したものであると認定した審決に誤りはなく，原告の上記取消事由2の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(対比の誤り1)について",
                  "text": [
                    "原告は，引用例からはディンプルの配列パターンが不明であり，引用意匠は，ディンプル同士を辺を共有するようにして密に配置することができない箇所，すなわち特異点が，特定できない広い範囲に，特定できない形態で生じる，曖昧な形状のものであって，本件意匠と対比することができる適格を欠く旨等主張する。",
                    "しかし，前記イのとおり，引用意匠(引用例の図2)は，実際にゴルフボールに適用して製造する際には，適宜ディンプルの大きさ及び形状を調整する必要があるものの，引用例の図2の記載からは，384個の六角形のディンプルが，隣接するディンプル同士が辺を共有するようにして，ボールの球面全体に密に配設された状況を容易に看取することができ，上記記載自体は明確なものである。",
                    "したがって，引用意匠が曖昧で，本件意匠と対比することができない等ということはできず，原告の上記取消事由3の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(対比の誤り2)について",
                  "text": [
                    "前記アのとおり，審決が引用意匠のディンプルを六角形のものと認定したことに誤りがあるとはいえないから，上記認定を前提に本件意匠との対比を行った判断に誤りはなく，原告の取消事由4の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(対比の誤り3)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イのとおり，審決が引用意匠を384個の六角形のディンプルを辺を共有するようにして密に配列したものであると認定した審決に誤りはなく，上記認定を前提に本件意匠との対比を行った判断に誤りはない。",
                        "したがって，原告の取消事由5の主張のうち，この点を論難する部分は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，原告は，本件意匠と引用意匠の類似性を争うので，これについて以下判断する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件意匠と引用意匠の一致点及び相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記のとおり，引用意匠の内容は，384個の六角形のディンプルが，隣接するディンプル同士が辺を共有するようにして，ゴルフボールの球面全体に密に配設されたというものであるから，本件意匠と引用意匠とは，ゴルフボールの形状に係る意匠であって，ボールの球面全体に，主として六角形の浅い凹面状の多数のディンプルが，隣接するディンプル同士が辺を共有するように密に配列されている点で一致する。",
                                "一方，本件意匠と引用意匠とは，ボールの球面に設けられたディンプルの個数が，本件意匠では362個，引用意匠では384個である点で相違するが，ディンプルの個数の差22個が本件意匠及び引用意匠のディンプルの各総数に占める割合はいずれも6％程度にすぎないから，ボール全体の大きさに占める各ディンプルの大きさの割合は，本件意匠と引用意匠とでほとんど異なるものではない。",
                                "したがって，ディンプルがボールの球面全体を覆っている状況に基づくボール全体の美感は，本件意匠と引用意匠とで大きく異なることはない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "一方，本件意匠と引用意匠とは，①本件意匠では，ボールの球面が20の球面正三角形に分割され，分割された各球面三角形の各辺(ただし曲線である)の頂点を除いた部分に，それぞれ5個の六角形のディンプルが配列され，上記球面三角形の内側には10個の六角形のディンプルが配列され，上記球面三角形の頂点に当たる部分には五角形のディンプルが配列されているのに対し，引用意匠では，ボール球面のどの部分を抽出しても，おおよそ図2に表されたとおりの態様で，六角形のディンプルが配列されているが，ボールの球面を球面三角形で分割したり，分割した球面三角形に基づいて各ディンプルを配列したり，五角形のディンプルを混在させて六角形ディンプルの密な配列を実現しているかや，六角形のディンプルの大きさや形状にどのような修正を加えてディンプルの密な配列を実現しているのかは不明である点，②本件意匠では，隣り合うディンプルの間に設けられたランド6の幅が0．5mmであるのに対し，引用意匠では上記ランドの幅が不明である点がそれぞれ異なる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "審決は，本件意匠と引用意匠との一致点及び相違点につき，前記(a)及び(b)と同旨の認定をするものであって，審決の上記認定に誤りがあるということはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件意匠と引用意匠との類否",
                          "text": [
                            "ところで，原告の本願の変更前の原出願(特願平6−106107",
                            "号)の公開特許公報(特開平7−289662号，甲4)によれば，",
                            "本件意匠の登録出願当時(上記原出願時たる平成6年4月20日)，ゴルフボールのほとんどに円形のディンプルが採用されていたことが認められるから，六角形のディンプルを採用し，しかもボールの球面全体に，多数のディンプルが，隣接するディンプル同士が辺を共有するように密に配列したという，本件意匠と引用意匠の前記一致点は，極めて強い形態的特徴を表出するものであって，看者が最も着目する基本的な構成態様である。",
                            "他方，本件意匠の五角形のディンプルは，総数362個のディンプルのうちのわずか12個を占めるにすぎず(3％強)，分散して配置され，上記の五角形のディンプルの大きさとその余の六角形のディンプルの大きさとの差もさほど顕著なものではないことに照らすと，審決が説示するとおり，五角形のディンプルを図面上強調して示して初めて看取できる程度の，その余の圧倒的な個数の六角形のディンプルに埋没した目立たないものであるというべきである。",
                            "また，ボールの球面を分割すべき球面三角形のパターンとして20面体のパターンを選択した場合，各球面三角形はその頂点で他の4つの球面三角形と接することになるのであって(5つの球面三角形が互いに1つの頂点を共有する)，球面三角形の頂点に位置するディンプルには五角形のディンプルを設けるのがごく自然である。",
                            "そうすると，引用意匠に，球面をどのように分割するかの点や実施する際のディンプルの大きさや形状をどのように調整するかの点等に不明な点があること等を一内容とする前記a(b)の相違点①は，本件意匠と引用意匠とに共通する前記の強い形態的特徴を凌駕するほど強い美感を生じさせるものではないというべきである。",
                            "そして，前記a(b)の相違点②も，引用意匠にあっても隣り合うディンプル同士が辺を共有するように密に配列されており，隣り合うディンプルの間のランドの幅がディンプルの大きさに比してごく小さいことが明らかであることに照らすと，本件意匠と引用意匠との類否判断に影響を及ぼすほどのものではないというべきである。",
                            "したがって，前記a(a)の一致点がゴルフボールの美感に与える影響が大きく，相違点①，②が上記影響を凌駕するほどのものではないことに鑑みると，本件意匠と引用意匠とは類似するというべきである。",
                            "審決は，上記と同旨の説示をするもので，本件意匠と引用意匠との類似性に係る審決の判断は正当であり，誤りがあるとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，本件意匠中の五角形のディンプルは，六角形のディンプルが辺を共有するようにして一列に連なっているひとまとまりの図形の起点に位置しているし，六角形のディンプルよりも小さいから，座布団の表裏を所々で点状に縫い合わせたような窄まり感又はリズム感のある美感を生じさせるアクセントとして機能しており，看者が本件意匠を見れば，五角形のディンプルを容易に看取することができ，六角形のディンプルの中に埋没するものではない等と主張する。",
                            "しかし，前記のとおり，本件意匠中の五角形のディンプルとその余の六角形のディンプルの大きさの差は顕著ではなく，五角形のディンプルは目立たないものであるから，原告が主張する窄まり感，リズム感のある美感を生じさせるアクセントとして機能しているとはいえないし，本件意匠に接した看者において，五角形のディンプルを容易に看取することができるとか，多数の六角形のディンプルに埋没しない顕著な存在であるともいうことができない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また，原告は，ゴルフボールにおいては，五角形のディンプルは目新しい形状のものであって，看者が着目するはずのものであるし，五角形のディンプルの形状，配置のいかんは，その余のディンプルの配列パターンの相違とあいまって，ゴルフボール全体の美感に大きな影響をもたらす等と主張する。",
                            "しかし，本件意匠登録出願の前提となった特許出願に係る公開特許公報(甲4)中には，球面を分割すべき仮想区画線のパターンとして正20面体があげられており(段落【0036】，【0037】)，引用例中でも球面の分割パターン(ディンプルの配列パターン)として「20面体(20三角形)」があげられているから(訳文2頁下9行～下4行，甲1)，本件意匠の登録出願当時，ゴルフボールの球面を各辺が曲線の20個の球面三角形で分割する方法は公知のものであったことが明らかである。",
                            "そして，前記bのとおり，五角形のディンプルが目立たないものであることに照らせば，その余の六角形のディンプルの配列パターンの相違とあいまって，ゴルフボール全体の美感に大きな影響をもたらすとまではいうことができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "結局，原告の取消事由5の主張はいずれも理由がなく，本件意匠と引用意匠との類似性に係る審決の判断に誤りがあるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は全て理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10208",
    "date": "2010-06-30",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080387",
    "ipprecedent_id": "2271",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}