{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−1757号事件について平成21年4月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「先端に画像センサを備えた視界器具の可変方向性」とする発明について日本国特許庁に特許出願(本願)をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，同庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願の請求項1に係る発明(本願発明)が下記各引用文献に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・特開昭49−131144号公報(発明の名称「内視鏡における観察方向回転用光学系」，出願人 キヤノン株式会社，公開日 昭和49年12月16日。",
            "以下，この文献を「引用例1」といい，これに記載された発明を「引用発明」という。甲1)",
            "・特開昭60−196719号公報(発明の名称「固体撮像素子内蔵の内視鏡」，出願人 オリンパス光学工業株式会社，公開日 昭和60年10月5日。",
            "以下，この文献を「引用例2」といい，これに記載された発明を「甲2発明」という。甲2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，2005年(平成17年)1月21日の優先権(米国)を主張して，平成18年1月23日，名称を「先端に画像センサを備えた視界器具の可変方向性」とする発明について外国語による特許出願(特願2006−14160号)をし，次いで平成18年2月15日に翻訳文を提出し(公開公報は特開2006−201796号)，その後平成19年9月19日付けで",
                "特許請求の範囲の変更を内容とする補正(請求項の数31。甲4)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2008−1757号事件として審理した上，平成21年4月8日，「本件審判の請求は，成り立たない。」との審決をし(出訴期間として90日附加)，その謄本は平成21年4月21日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "上記補正後の特許請求の範囲は，上記のとおり請求項1～31から成るが，そのうち請求項1に係る発明(以下「本願発明」という。)の内容は以下のとおりである。",
                "・【請求項1】",
                "視野方向が可変とされた視界器具であって，",
                "先端部と，長手方向軸線と，を有しているシャフトと；",
                "このシャフトの前記先端部に取り付けられたセンサであるとともに，前記シャフトの前記長手方向軸線に対して実質的に平行な画像平面を有しているセンサと；",
                "前記シャフトの前記先端部のところに配置された反射部材であるとともに，入射光を受領し，その受領した入射光を，前記センサの前記画像平面上へと案内する反射部材と；",
                "を具備し，",
                "前記反射部材が，前記シャフトの前記長手方向軸線に対して実質的に垂直な回転軸線回りに回転するものとされていることを特徴とする視界器具。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，本願発明は前記引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたから特許を受けることができない(特許法29条2項)，というものである。",
                "なお，審決が認定した引用例1に基づく発明(引用発明)の内容，本願発明と引用発明との一致点及び相違点は，上記審決写しのとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点認定の誤り)",
                  "text": [
                    "本願発明は，「センサ」が「前記シャフトの前記長手方向軸線に対して実質的に平行な画像平面を有している」こと，及び「反射部材」が「前記シャフトの前記長手方向軸線に対して実質的に垂直な回転軸線回りに回転する」ことが特定されている。この2つの構成要件によって，本願発明の反射部材は回転するが，画像平面を有するセンサは回転しないで固定されていることが分かる。",
                    "しかし，審決には，センサが「回転しないで固定されている」ことを認定せずに看過した点に誤りがある。以下，本願発明は「センサ」が「回転しないで固定されている」と認定すべき根拠について述べる。",
                    "まず，本願発明のセンサは「シャフトの長手方向軸線に平行な画像平面を有する」のであるから，このことだけを見るとセンサはシャフトの長手方向軸線周りに回転して自由な位置をとることもできる。この限りにおいては審決の相違点の認定は正しい。",
                    "他方，本願発明の反射部材は「入射光を受領し，その受領した入射光を前記画像平面へと案内する」ものであるから，もしセンサがシャフトの長手方向軸線周りに回転するならば，入射光もセンサと同期して回転しなければならない。なぜならば，画像平面を有するセンサには，光学原理上，入射光の光軸はセンサの画像平面に対して直交するように入射しなければ，入射光はセンサ上で結像することができないからである。画像平面が光軸と直交せずに傾斜している場合には，画像平面内で光軸から離間すれば離間するほど解像度が低下する。逆に，センサがシャフトの長手方向軸線周りに回転しないで固定位置にあるとすれば，入射光の光軸も固定しなければならない。入射光の光軸は，センサと反射部材の位置関係によって決まる。",
                    "そこで，本願発明の反射部材をみると，本願発明は「反射部材が，前記シャフトの前記長手方向軸線に対して実質的に垂直な回転軸線回りに回転する」構成を特定している。したがって，「反射部材が長手方向軸線に対して実質的に垂直な軸線周りに回転する」という前提を条件としつつ，「センサの画像平面が反射部材からの入射光の光軸と直交しなければならない」という一般的な光学条件を充たすセンサは，「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」と認定されなければならない。すなわち，本願発明は，反射部材を回転させながら観察対象物からの入射光を反射させつつ入射方向の光軸を常に一定方向に反射させ，シャフトの長手方向軸線に対して平行でかつ回転しないように固定されているセンサにその入射光を入射させるようになっている。",
                    "審決は，相違点の認定において，本願発明にかかる請求項1の字義的な記載のみをもって本願発明を認定し，その結果，本願発明と引用発明の相違点を看過したものである。",
                    "また，「反射部材」と「センサ」とが一定の固定関係にあるからこそ，使用者は長手方向軸線回りにシャフトを回転させることができるものであり，本願発明は，「反射部材」が長手方向軸線に対して垂直な軸線回りに回転し，使用者が長手方向軸線回りにシャフトを回転させることにより，二つの軸回りを観察可能としてなおかつ機構の複雑さを解消している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点認定の誤りに基づく判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は「反射部材が長手方向軸線に対して垂直な軸線周りに回転する」という構成要件と「センサはシャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」という構成要件とにより，本願明細書(公開特許公報，甲3)段落【0036】に記載された「画像撮影手段46を静止状態に維持し得ることにより，電気的配線の曲げや回転に関連する問題点の発生を，回避することができる。」という作用効果を有するのである。ここでいう「画像撮影手段」が「センサ」であり，「静止状態」が「回転しないように固定されている状態」に対応する。",
                        "一方，引用例2(甲2)の内視鏡は，その記載(2頁左下欄9行～右下欄5行，2頁右下欄12行～18行，3頁右上欄6行～18行)によれば，反射部材を有せず，対物レンズ系18を通過した光は，直進して固体撮像素子19に入射する。そして，入射した入射光は，固体撮像素子19によって光情報から電気信号に変換され，変換された電気信号は第1図に図示されるように表示装置9a,9b・・・に送信されなければならない。しかし，対物レンズ系18と固体撮像素子19とが一体になった回転先端部14Bは，モータ16の駆動力により一体となって回転するから，引用例2には，回転する固体撮像素子19と回転しない先端部本体14A内に収納されたリード線とのインターフェイスとして接点23Bとリング状接点23Aとが設けられている。したがって，回転先端部14Bが回転するつど接点23Bとリング状接点23Aとの接離が行われることになる。このように，固体撮像素子19が回転する引用例2に記載された発明の場合，固体撮像素子19で得られた電気信号を接点という機械式インターフェイスによって送受信しなければならないために，部品数が多くなって構造が複雑になるばかりか，人体の管腔内という高湿度の環境下での電気信号の正確な送受信や耐久性の問題が不可避である。",
                        "そうすると，本願発明は反射部材を回転させるが，センサは回転させない構成を必須として機械的インターフェイスを排除することにより，本願明細書の段落【0036】に記載された格別の作用効果を有するものであるから，引用発明の構成に引用例2に記載された発明の構成を採用して容易に想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，本願明細書の段落【0036】に記載された作用効果は，「センサがシャフト長手方向軸線に垂直な軸線回りに回転するような場合に生じた」問題点を解決する作用効果には限られず，「センサがシャフト長手方向軸線の回りに回転するような場合に生じた」問題点も解決する作用効果である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(阻害要因の看過による進歩性の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1に記載された内視鏡は，物体Aから得られた光情報を対物レンズと二つのプリズムと光ファイバーと接眼レンズを介して肉眼で人体の管腔を直接的に観察する内視鏡である。つまり，この引用例1には，光学技術のほかに，肉眼で人体の管腔を直接的に観察するために，倒立像を正立像に変換したりあるいは左右逆像を左右正像に変換するように光の経路を確保する技術として首尾一貫して機構技術は記載されているものの，その他の例えば光情報を電子情報に変換する電子技術は開示も示唆もされていない。したがって，引用発明の技術分野は内視鏡とはいってもいわば光学機構技術の分野に属するものである。",
                        "これに対し，引用例2に内視鏡は開示されてはいるものの，引用例1のように人体の管腔を直接的に観察する内視鏡ではなく，人体の管腔内の光情報を固体撮像素子によっていったん電気信号に変換し，電気信号を光情報に変換して表示装置等に表示し，観察者は表示装置を通して間接的に人体の管腔内を観察する内視鏡が開示されている。したがって，引用例2には，光情報を電気信号情報に変換し，さらにこれを光情報に変換する電子技術が開示されているといえるから，この引用例2に開示された技術は，光学電子技術分野に属するものが開示されているといえる。",
                        "このように，引用発明の光学機構技術と引用例2に記載された光学電子技術は全く異なる技術分野を対象とするものである。換言すれば，引用発明の当業者は光学機構設計技術者であるのに対して引用例2に記載された発明の当業者は光学電子設計技術者であるから，両者は明らかに異なる。",
                        "そうすると，引用発明と引用例2に記載された発明は異なる技術分野に属するものであるから，単に両者の対象物が内視鏡であるということのみによって，引用発明に引用例2に記載された発明を適用しうると判断した審決の論理には飛躍がある。引用発明と引用例2に記載された発明とは各々異なった技術分野であるから，両者を寄せ集める事に対しては阻害要因があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，審決は，引用発明に引用例2に記載された発明を採用する場合には，引用例1に記載されたプリズム4(直角固定プリズム)を除去する必要があるが，これを除去することに格別困難性は認められないと判断している。",
                        "しかし，引用例1には厳然たる事実としてプリズム4は記載されているのであって，恣意的にかつ仮定的にこれを削除して引用発明を認定することは許されない。上記のとおり，引用発明は光学機構技術の分野に属するものであって，プリズム2で反射した入射光を再度反射して長手方向へ案内する必然性が存在したからこそプリズム4を必須としている。",
                        "そうであるにもかかわらず，審決は「上記のプリズム4は，プリズム2で反射した入射光(情報)を再度反射して長手方向へ案内する必要に応じて設置したものである」及び「プリズム2で反射した入射光をそのまま通過させた方が良い場合に，」などと，引用例1には記載も示唆もされていない条件を積極的に付与してプリズム4の除去の困難性を否定しているが，引用文献に記載された技術を認定する態度としては著しく客観性を欠くというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張において，センサが「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」とする主張は，センサがシャフトの長手方向軸線回りに回転するならば，入射光もセンサと同期して回転しなければならない」こと及び「逆に，センサがシャフトの長手方向軸線回りに回転しないで固定位置にあるとすれば，入射光も固定しなければならない」ことを前提とする。そして，上記の前提から「センサがシャフトの長手方向軸線回りに固定であること」が特定されるためには「入射光の光軸がシャフトの長手方向軸線回りに固定」であることが必要なはずである。",
                    "しかし，本願発明においては，「入射光の光軸がシャフトの長手方向軸線回りに固定」であることは特定されていない。",
                    "これに関し，原告は「反射部材が長手方向軸線に対して実質的に垂直な軸線回りに回転する」ことを原告主張の根拠としている。これは，「反射部材が長手方向軸線に対して実質的に垂直な軸線回りに回転する」ことが「入射光の光軸がシャフトの長手軸線回りに固定」であることと等価であることを前提にしているものと推定される。",
                    "しかし，「反射部材が長手方向軸線に対して実質的に垂直な軸線回りに回転する」ことと「入射光の光軸がシャフトの長手軸線回りに固定」であることは，全く無関係なことである。すなわち，「反射部材が長手方向軸線に対して実質的に垂直な軸線回りに回転する」場合であっても「入射光の光軸がシャフトの長手軸線回りに固定」である場合もあれば，「入射光の光軸がシャフトの長手軸線回りに固定」ではない場合も存在する(例えば，特開昭61−143711号公報〔発明の名称「観察方向変化法」，出願人 日本電信電話株式会社，公開日 昭和61年7月1日。以下，この文献を「乙1文献」という。乙1〕の3頁右下欄18行～4頁左下欄12行及び第2図)。乙1文献では，鏡26が本願発明の反射部材に相当し，イメージファイバ1の長手方向軸線に対して実質的に垂直な軸線回りに回転するとともに，前記長手方向軸線回りに回転している。)。したがって，両者の間に一対一対応の関係はないのであるから，本願発明で特定された事項から，本願発明のセンサが「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」という構成を導くことはできない。",
                    "そうすると，「反射部材が長手方向軸線に対して実質的に垂直な軸線回りに回転する」という前提を条件としつつ，「センサの画像平面が反射部材からの入射光の光軸と直交しなければならない」という一般的な光学条件を充たす本願発明のセンサは，「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」と認定されなければならないという原告の主張には根拠がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書(甲3)の発明の詳細な説明の記載を参酌すると，段落【0034】に「・・・視界器具(内視鏡)は，使用者によって，長手方向軸線22回りに回転させることができる。これにより，第1自由度18に沿って走査することができる。」と記載されており，【図4】の記載も併せてみれば，入射光の光軸及びセンサは，使用者が内視鏡を回転させることにより，シャフトの長手方向軸線回りに回転することが記載されている。",
                    "したがって，本願発明の認定において，本願発明のセンサは「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」と認定されなければならないとする原告の主張は，明細書の発明の詳細な説明の記載からも誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，本願発明で特定された事項から本願発明のセンサが「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」という構成を導くことはできないから，前記構成を前提とする原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記のとおり，明細書の発明の詳細な説明の記載からも，本願発明のセンサは「シャフト長手方向軸線に対して平行でかつ回転しないように固定されている」ということはできない。したがって，原告の主張は，請求項の記載のみならず，発明の詳細な説明の記載にも基づかない主張であり，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以下，仮に，本願発明が「センサを回転させない」構成を有するとした場合について述べる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(甲2)には「上記モータ16の回転軸16Aと直交する方向に凹部を形成して円筒状のレンズ枠17に固定された対物レンズ系18が収容され，この対物レンズ系18の結像位置に固体撮像素子19を配設して対物レンズ系18の光軸前方(つまり回転軸16Aと直交する側方)の対象物の像を撮像する撮像手段が収納されている」(2頁右下欄12行～18行)と記載されている。上記記載を引用例2(甲2)の「上記撮像手段と，照明手段の出射光学系側とが取付けられた回転先端部14Bは」(3頁左上欄8行～10行)との記載を参酌して読めば，①固体撮像素子19であるセンサは，回転先端部14Bであるシャフト先端部に取り付けられたものであるといえる。",
                        "また，引用例2の上記記載から，引用例2のものは「対物レンズ系18の結像位置に固体撮像素子19を配設」したものであるから，「入射光の光軸」と「センサ」の位置関係が固定されたものであって，②「入射光が上記センサの画像平面内に案内される」ものである。",
                        "さらに，引用例2の第2図から，③センサが「シャフトの長手方向軸線に対して実質的に平行な画像平面を有している」ことが認められる。",
                        "審決において引用例2から抽出した技術的事項は，上記①～③の事項であり，審決はその点を「引用例2の上記記載事項及び第2図の記載から，引用例2には，『シャフトの先端部に取り付けられたセンサであるとともに，シャフトの長手方向軸線に対して実質的に平行な画像平面を有しているセンサを備え，かつ，入射光が上記センサの画像平面上に案内される』ものが記載されているといえる。」と認定した。",
                        "以上のとおり，審決は，引用例2から固体撮像素子19が回転する構成を抽出するものではないから，固体撮像素子19が回転する構成を採用したことを前提とする原告の主張は審決を正解しないものであり，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方で，引用例1(甲1)には「1は対物レンズであり，この対物レンズはプリズム2とともに回転する。2は回転軸3の回わりに自由に回転出来るダハプリズム，4は直角固定プリズム」と記載されており，第1図を参酌すれば，回転軸3は「シャフト長手方向軸線と直交する入射光」であることが認められ，しかも上記の「4は直角固定プリズム」の記載から，プリズム4はシャフトに対して相対的に固定されているものといえるから，「シャフト長手方向軸線と直交する入射光」である回転軸3は，シャフトに対して固定されているものと認められる。すなわち，審決の引用発明の認定における「対物レンズはプリズム2とともに回転し，プリズム2は回転軸3の回わりに自由に回転出来」の「回転軸3」は，「シャフト長手方向軸線と直交する入射光の光軸」であって，しかもシャフトに対して固定されている回転軸である。",
                        "そして，引用発明に引用例2に記載された上記のもの(センサ)を採用する際には，当然に，引用発明のシャフトに対して固定されている回転軸である「シャフト長手方向軸線と直交する入射光の光軸」と引用例2に記載された上記「センサ」との位置関係が固定されている「入射光の光軸」とが一致するように，引用発明に引用例2の「固体撮像素子19(センサ)」を適用することになる。そうすると，引用発明に採用された「固体撮像素子19(センサ)」は，当然にシャフトに固定されることになる。",
                        "したがって，仮に本願発明が「センサを回転させない」構成を有するとした場合においても，「センサを回転させない」構成，すなわち「センサ」が「シャフト」に固定されるという構成は，引用発明に引用例2に記載された発明を適用することにより必然的に生じる構成である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本願発明の作用効果について，固体撮像素子19が回転する甲2発明の場合には，固体撮像素子19で得られた電気信号を，接点という機械式インターフェイスによって送受信しなければならないために，部品点数が多くなって，構造が複雑になるばかりか，人体の管腔内という高湿度の環境下での電気信号の正確な送受信や耐久性の問題が不可避である。これに対して，本願発明は，反射部材を回転させるが，センサは回転させない構成を必須として機械的インターフェイスを排除することにより，本願明細書の段落【0036】に記載された格別の作用効果を有するものであるから，引用発明の構成に引用例2に記載された発明の構成を採用して容易に想到することはできない，と主張する。",
                        "そして，原告は上記のとおり「本願発明は，反射部材を回転させるが，センサは回転させない」と主張するが，これは「シャフト長手方向軸線回りの回転」も「シャフト長手方向軸線に垂直な軸線の回り回転」も混同して同じ「回転」と表現して主張したものであり，そのことにより誤解を招くおそれがあるものである。そこで，被告の反論においては「シャフト長手方向軸線回りの回転」と「シャフト長手方向軸線に垂直な軸線の回り回転」とを明確に区別し，整理して反論する。",
                        "① 「シャフト長手方向軸線に垂直な軸線の回り回転」につき本願明細書(甲3)の段落【0036】に記載された「・・・画",
                        "像撮影手段46を静止状態に維持し得ることにより，電気的配線の曲げや回転に関連する問題点の発生を，回避することができる。」という作用効果は，本願明細書の段落【0011】に記載された図3A又は図3Bに示されるような，センサ46が回転軸線26の回",
                        "りに回転するような場合，すなわち，センサがシャフト長手方向軸線に垂直な軸線の回りに回転するような場合に生じた「ケーブル50が，利用可能な走査範囲を制限する。さらに，そのような回転可能なセンサを支持して駆動させるのに必要な機構は，ある程度の複雑さを要求する。」という問題点が生じないという作用効果であって，センサがシャフト長手方向軸線の回りに回転するような場合に生じた問題点が生じなくなったという作用効果をいうものではない。",
                        "そして，センサがシャフト長手方向軸線に垂直な軸線の回りに回転するような場合に生じた「ケーブル50が，利用可能な走査範囲を制限する。さらに，そのような回転可能なセンサを支持して駆動させるのに必要な機構は，ある程度の複雑さを要求する。」という問題点は，引用例1にも引用例2にも，もともと生じていない問題点である。なぜなら，引用例1はセンサを有さないから，センサがシャフト長手方向軸線に垂直な軸線の回りに回転するような場合に生じる問題点が生じるはずがなく，また，引用例2は，センサがシャフト長手方向軸線に垂直な軸線の回りに回転するものではないから，センサがシャフト長手方向軸線に垂直な軸線の回りに回転するような場合に生じる問題点が生じることがないからである。",
                        "したがって，原告が主張する作用効果は，上記のとおり引用発明に引用例2に記載された発明を適用したものにおいて当然奏する作用効果であるにすぎないとともに，引用例1及び引用例2が元来より備えた作用効果であるといえるから格別の作用効果ではない。",
                        "② 「シャフト長手方向軸線回りの回転」につき",
                        "引用例2には，審決が引用した技術的事項の他に，使用者が器具そのものを回転することなくシャフト長手方向軸線回りに回転させることを可能にするために回転機構を用いることが記載されており，そのことにより「接点という機械式インターフェイス」が必要になったものである。",
                        "これに対し，本願発明は，前記のとおり，使用者が器具そのものを回転することによってシャフト長手方向軸線回りに回転させるもの(本願明細書段落【0034】参照)であり，回転機構を用いてシャフト長手方向軸線回りに回転させることを可能にするという改良・工夫をするものではないから，「接点という機械式インターフェイス」が不必要なのは当然である。すなわち，原告の本願発明の作用効果に関する主張は，本願発明の本質ではない事項と引用例2の審決が引用していない技術的事項を対比して，本願発明の格別の作用効果であると主張するものであるといえるから理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が主張する「機構技術」は，本願明細書(甲3)に記載の「リレー光学系」(例えば段落【0004】)との差異を含めて必ずしもその意味するところが明確ではないが，原告の主張に従い「倒立像を正立像に変換したり或いは左右逆像を左右正像に変換するように光の経路を確保する技術」と解して以下，反論する。",
                    "各種の技術分野で，技術の改良のために電子技術を用いることも，また，機構技術等の非電子的技術を用いることもあり，どちらを選択するかは当業者が必要に応じて適宜選択し得ることである。",
                    "また，電子技術の発達に伴い，各種の技術分野で機構技術等の非電子的に行われていた技術が電子技術に置き換えられてきたことは，技術の変遷において周知の事項である。",
                    "内視鏡の技術分野も例外ではなく，技術発展のために機構技術等の非電子的技術を選択するか，電子技術を選択するかは，当業者の選択に委ねられてきたことである。機構技術等の非電子的技術が電子技術に置き換えられ，内視鏡の技術が発展してきたといえる。",
                    "上記の点は，本願明細書の段落【0003】～【0006】の記載のみならず，特開昭63−314513号公報(発明の名称「内視鏡装置」，出願人 オリンパス光学工業株式会社，公開日 昭和63年12月22日。",
                    "乙2)，特開平2−173735号公報(発明の名称「内視鏡用カメラ」，出願人 オリンパス光学工業株式会社，公開日 平成2年7月5日。乙3)及び特開昭58−46922号公報(発明の名称「内視鏡」，出願人 富士写真フイルム株式会社，公開日 昭和58年3月18日。乙4)からも裏付けられる。",
                    "例えば，特開昭63−314513号公報(乙2)には，内視鏡の接眼",
                    "部や表示画面上に倒立画像が表示される問題点を防止する手法として「光学アダプター内に正立プリズム等を配設して観察画像を正立させる」手法，すなわち「倒立像を正立像に変換したり或いは左右逆像を左右正像に変換するように光の経路を確保する技術」としての機構技術を用いる手法と，「固体撮像素子15の受光面上に結像された倒立画像を正立画像に変換して表示装置18に表示する画像変換機能」を用いる手法，すなわち「光情報を電子情報に変換する」電子技術を用いる手法とがともに記載されている。すなわち，原告のいうところの光学機構技術を用いる手法も，原告のいうところの光学電子技術を用いる手法も，ともに従来より内視鏡における改良の手法として選択的に採用を考慮されてきたものであるから，両者は相互に関連した密接な関係にあるといえる。",
                    "また，特開平2−173735号公報(乙3)には，内視鏡において",
                    "「ミラーシャッタ11により反射された像」を「反転されて，接眼レンズ3を通じてファインダからは正立像を観察できるように」するために「ペンタプリズム4により反転」する技術，すなわち，直接的に観察する内視鏡において「倒立像を正立像に変換したり或いは左右逆像を左右正像に変換するように光の経路を確保する技術」としての機構技術の少なくとも一部を「CCD15により光電変換された後に図示しない処理回路等に入力されて鏡像から正像への変換等が行なわれた後に図示しないモニタ等に画像が表示される」技術，すなわち「光情報を電子情報に変換する」電子技術によって置き換えて改良することが記載されている。",
                    "さらに，特開昭58−46922号公報(乙4)には，直接的に観察する内視鏡において「倒立像を正立像に変換したり或いは左右逆像を左右正像に変換するように光の経路を確保する技術」としての機構技術を「撮像面の画面の左右が正しく変換されるように撮像素子の画素の水平走査方向を従来とは反対の方向にする」手法，すなわち「光情報を電子情報に変換する」電子技術によって置き換えて改良することが記載されている。",
                    "そして，上記の特開平2−173735号公報(乙3)及び特開昭58",
                    "−46922号公報(乙4)から，原告のいうところの光学電子技術を用いた内視鏡は，原告のいうところの光学機構技術を用いた内視鏡技術を土台にして発達したものであることが認められ，光学電子技術の内視鏡技術と光学機構技術の内視鏡技術は相互に密接に関連した技術分野であるといえる。",
                    "したがって「引用例1の光学機構技術と引用例2の光学電子技術は全く異なる技術分野を対象とするものである」とする原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は「引用例1には，厳然たる事実としてプリズム4は記載されているのであって，恣意的にかつ仮定的にこれを削除して引用発明を認定することは許されない。」と主張する。",
                    "しかし，審決は引用発明を「プリズム4」を含めて認定しており，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は「引用発明は光学機構技術の分野に属するものであって，プリズム2で反射した入射光を再度反射して長手方向へ案内する必然性が存在したからこそプリズム4を必須としている。」にもかかわらず，審決は「上記のプリズム4は，プリズム2で反射した入射光(情報)を再度反射して長手方向へ案内する必要に応じて設置したものである」とか，「プリズム2で反射した入射光をそのまま通過させた方が良い場合に」などと条件を付与して，プリズム4の除去の困難性を否定する旨主張する。",
                    "しかし，引用発明のプリズム4は，原告が主張するように「入射光を・・・長手方向へ案内する」機能を有するものであり，原告のいうところの機構技術の一部をなすものである。審決は，引用発明に引用例2に記載された技術，すなわち原告のいうところの電子技術を採用することは容易であると判断するものであり，引用例2に記載された電子技術を採用した際には「プリズム2で反射した入射光(情報)を再度反射して長手方向へ案内する必要」が無くなるのであるから，機構技術の一部をなすプリズム4を除去することに困難性はないとした審決に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は「審決は，『上記のプリズム4は，プリズム2で反射した入射光(情報)を再度反射して長手方向へ案内する必要に応じて設置したものである』及び『プリズム2で反射した入射光をそのまま通過させた方がよい場合に，』などと，引用例1には記載も示唆もされていない条件を積極的に付与してプリズム4の除去の困難性を否定しているが，引用例に記載された技術を認定する態度としては著しく客観性を欠くというべきである。」旨主張する。",
                    "しかし，上記のとおり，審決は「第3 引用例」の「2 引用例1に記載された発明の認定」において，引用発明を引用例1の記載から客観的に認定したものである。また，上記の原告の主張で取り上げられた「上記のプリズム4は，プリズム2で反射した入射光(情報)を再度反射して長手方向へ案内する必要に応じて設置したものである」及び「プリズム2で反射した入射光をそのまま通過させた方がよい場合に，」の記載は，審決においては引用発明の認定について述べた記載ではないから，「引用例に記載された技術を認定する態度としては著しく客観性を欠く」とする原告の主張は理由がない。",
                    "審決は，引用発明を引用例1の記載から客観的に認定したうえで，引用発明に引用例2に記載された「シャフトの先端部に取り付けられたセンサであるとともに，シャフトの長手方向軸線に対して実質的に平行な画像平面を有しているセンサを備え，かつ，入射光が上記センサの画像平面上に案内される」ものを採用することが容易としたものである。",
                    "引用発明においては，入射光をファイバー6へ導くために，(保護管7の)長手方向軸線と直交する入射光の光路を直角に折り曲げて(変更して)長手方向軸線方向へに導くプリズム4が必要とされたが，引用発明に引用例2に記載の発明を適用して入射光をファイバー6に導く必要がなくなり，むしろ長手方向軸線と直交する入射光の光路を維持して，長手方向に平行なセンサに向かわせる方が良い場合にはプリズム4は必要がなくなることは当然のことにすぎない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下原告主張の取消事由について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記補正後の本願明細書(甲3，4)には，以下の記載がある。",
                    "・【請求項1】",
                    "前記第3，1(2)のとおり",
                    "・【技術分野】",
                    "「本発明は，例えば患者の体内の外科サイトといったような小さな領域内において，広い視野角度を得るために装置に関するものである。より詳細には，本発明は，視野方向が可変とされているとともに先端部にセンサを有しているような，例えば内視鏡といったような，視界器具に関するものである。」(段落【0002】)",
                    "・【背景技術】",
                    "「例えば内視鏡といったような視界器具は，当該技術分野においては周知である。一般に，内視鏡は，体内通路あるいは体内キャビティ内へと挿入することによって，患者の体内のサイトのところにおいて，操作者が見ることを可能としたり，また，操作者がある種の外科的処置を行うことを可能としたり，するような医療デバイスである。公知なように，内視鏡は，剛直なものともまたフレキシブルなものともすることができ，また，一般に，長いチューブ状部材を備えている。この長いチューブ状部材は，例えば，使用者に対して画像を伝達し得るようなあるタイプのシステムを備えている。長いチューブ状部材は，また，場合によっては，外科手術器具のための動作チャネルを備えている。内視鏡は，患者の外部に配置された基端部を備えている。この基端部から，操作者は，サイトを見ることができ，また，外科手術器具を操作することができる。内視鏡は，さらに，先端部を備えている。先端部には，患者の体内キャビティの中へと挿入するための内視鏡先端が形成されている。」(段落【0003】)",
                    "・「従来より，このような視界器具においては，例えばロッドレンズや光ファイバー束やリレーレンズといったようなリレー光学系を，使用してきた。これにより，患者の体内キャビティの内部からの画像を，内視鏡の基端部のところに位置した使用者の目に対して，あるいは，その後にモニター上に表示したりおよび／または画像取得デバイス上に貯蔵したりし得るよう，内視鏡に対して同様に連結されたカメラに対して，伝達していた。」(段落【0004】)",
                    "・「これら従来構成においては，様々な欠点を避けることができない。まず最初に，リレーシステムを構成したり構築したり組み立てたりするためのシステムは，ある程度の実績を有しているけれども，このようなシステムは，高価なままであり，時間を要するものであり，専門知識を要するものである。さらに，リレーシステムにおいては，典型的には，非常に多数の光学部材を使用する。そして，それら光学部材は，非常に精度良く製造されなければならず，また，非常に精度良く位置決めされなければならない。そうでないと，満足のいく画像品質を得ることができない。最後に，そのようなアセンブリを使用した場合には，対象物からの反射光が一連をなす様々な光学表面を通過してしまい，後方反射や漂遊光やレンズ表面粗さやレンズ曲率の不正確さやわずかのレンズ位置ズレといったようなもののすべてが画像品質を低減させてしまうことにより，画像が劣化する。」(段落【0005】)",
                    "・「したがって，これら欠点を克服することを目指して，様々な構成が，提案されてきた。例えば，Sheldon 氏による特許文献2に開示されているように，先端に配置された小型テレビジョンチューブを備えた内視鏡を使用することが提案された。同様に，先端部に画像撮影デバイスを備えたさらなる構成は，Kakinuma 氏他による特許文献3，および，Moore氏他による特許文献4，に開示されている。しかしながら，そのような先端部に撮影デバイスを備えた構成は，フレキシブルでありかつ角度が固定された剛直な内視鏡に関しては効果的ではあるものの，現在までのところ，視野方向が可変とされている内視鏡に関しては，うまく動作していない。」(段落【0006】)",
                    "・「視界範囲の方向が可変とされているような様々な例は，Chikama 氏他による特許文献5，Forkner 氏による特許文献6，Hoeg 氏他による特許文献7，Krattiger氏他による特許文献8，および，Ramsbottom氏による特許文献9，に開示されている。そのような内視鏡の動作原理が，図1において概略的に図示されている。可変方向性を有した内視鏡は，基端部12を有したシャフト10を備えている。そのような内視鏡は，視野ベクトル14を備えており，視界ベクトル14は，少なくとも2つの自由度18，20を有した付随的視界16を備えている。第1の自由度18により，視野ベクトル14は，シャフト10の長手方向軸線22回りに回転することができる。これにより，視野ベクトル14は，緯度方向24内において走査することができる。第2の自由度20により，視野ベクトル14は，長手方向軸線22に垂直な軸線26回りに回転することができる。これにより，視野ベクトル14は，経度方向28において走査することができる。さらに，第3の自由度30を，利用することができる。というのは，通常，内視鏡画像の回転に関する向きが調節可能とされるからである。」(段落【0007】)",
                    "・「図2Aおよび図2Bには，2つの反射器を使用して方向を可変とした内視鏡の動作原理が図示されている。第1プリズム32は，入射光を，経路34に沿った方向と，第2プリズム36に向かう方向と，に屈折させる。第2プリズム36は，中空伝達シャフト40内に収容された光学的リレーシステム38に向けて，光を伝達する。第1プリズム32は，軸線26回りに回転可能とされているとともに，ギヤ42を介して伝達シャフト40によって駆動され得る。これにより，紙面に対して直交する平面内において，走査を行うことができる。この光学アセンブリは，ガラスドーム43によってカバーされているとともに，機械的構造44によって支持されている。機械的構造44は，内視鏡の先端部を形成している。」(段落【0008】)",
                    "・「このような内視鏡は，それほど効果的には，従来の光学リレーシステムを使用することができなかった。その理由は，図示されているように，このような内視鏡が，視野方向を変更するに際して，移動可能な反射／屈折部材を使用しているからであり，そのため，先端内に光学経路と小型化伝達機構とを収容したものとするためには内視鏡の先端部として複雑な構成が必要とされるからである。その結果，光学リレーシステムとして利用可能な空間がより少なくなり，光学リレーシステムの性能は，断面積の小型化につれて，低下していく。したがって，方向が可変とされた内視鏡における画像品質は，リレーレンズシステムを使用した場合には，同じ直径を有した角度固定タイプの内視鏡と比較して，常に劣るものとなる。」(段落【0009】)",
                    "・「先端部に回転可能な画像撮影手段を備えつつ方向が可変とされた内視鏡が，図3Aに示されている。電子的画像センサ46が，内視鏡シャフト10の先端に配置されているとともに，軸線26回りに回転可能とされている。この構成は，あまりにも多くの空間を必要とし，そのため，大部分の標準的な内視鏡の標準的な直径内には適合することができない。",
                    "それは，センサ46が，一体型の対物レンズ48と，フレキシブルなケーブル50と，を必要とするからである。固体物理的な画像撮影デバイスが，見ようとする対象物と，センサの画像平面と，の間に，一連をなす複数のレンズを必要とすることにより，このアセンブリは，旋回時には，大きな旋回半径を必要とする。このような旋回半径は，大部分の内視鏡応用において，大き過ぎるものである。加えて，ケーブル50が，利用可能な走査範囲を制限する。さらに，そのような回転可能なセンサを支持して駆動させるのに必要な機構は，ある程度の複雑さを要求する。",
                    "図3Bに図示されているような他の同様の構成は，また，同じ様々な欠点を有している。」(段落【0011】)",
                    "・【課題を解決するための手段】",
                    "「したがって，本発明の目的は，リレーレンズアセンブリを必要としないような，視野方向が可変とされた視界器具を提供することである。」(段落【0014】)",
                    "・「本発明の他の目的は，大きな半径でもって旋回する回転アセンブリを必要としないような，視野方向が可変とされた視界器具を提供することである。」(段落【0015】)",
                    "・「本発明のさらに他の目的は，走査範囲の制限の原因をなすケーブルを必要としないような，視野方向が可変とされた視界器具を提供することである。」(段落【0016】)",
                    "・「本発明のさらに他の目的は，多数の光学部材を必要としないような，視野方向が可変とされた視界器具を提供することである。」(段落【0017】)",
                    "・【発明を実施するための最良の形態】",
                    "「視界器具は，シャフトを備えている。シャフトは，先端部44と，長手方向軸線22と，を有している。視界器具(内視鏡)は，使用者によって，長手方向軸線22回りに回転させることができる。これにより，第1自由度18に沿って走査することができる。光学アセンブリが，シャフトの先端部44のところに配置されている。光学アセンブリは，アセンブリの光学経路34を屈折させるための反射部材32と，後述するような他の光学部材と，を備えている。」(段落【0034】)",
                    "・「反射部材32は，長手方向軸線22に対して実質的に垂直な回転軸線26回りに回転可能とされている。これにより，第2自由度20に沿って走査することができる。反射部材32の移動は，アクチュエータによって引き起こされる。アクチュエータは，例えば，伝達シャフト40を備えることができる。伝達シャフト40は，ギヤ42を駆動することにより，反射部材32を回転させ，これにより，回転軸線26に対して垂直な平面内における走査を引き起こす。光学アセンブリは，ガラスドーム43によってカバーされているとともに，内視鏡シャフト10の先端部44によって支持されている。画像センサ46が，センサ46の画像平面45がシャフト10の長手方向軸線22と実質的に平行となるようにして，先端部44内において取り付けられている(つまり，側部取付)。」(段落【0035】)",
                    "・「反射部材32は，光学トレインの光学軸の変更し得るような任意の部材を備えることができる。これにより，後述するように，入射光を，センサ46の画像平面45上へと偏向させることができる。反射部材32は，例えば，図5Aに示すように，直角プリズムとすることができる。",
                    "このようにして光学経路を屈折させ得る構成を使用することにより，図6においてより詳細に示すように，視界器具の視野ベクトル14が回転時に旋回しなければならない半径を低減することができる。図6は，内視鏡シャフト10の直径内における対物レンズとセンサとからなるアセンブリの一例を示している。さらに，画像撮影手段46を静止状態に維持し得ることにより，電気的配線の曲げや回転に関連する問題点の発生を，回避することができる。」(段落【0036】)",
                    "・図面",
                    "【図1】視野方向が可変とされた内視鏡の動作原理を概略的に示す図【図2B】リレーレンズシステムを使用しているような，視野方向が可変とされた内視鏡を示す側断面図",
                    "【図4】画像センサを使用している本発明に基づく視野方向が可変とされた内視鏡を示す側断面図"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明は，患者の体内の外科サイトといった小さな領域内において広い角度視野を得るための装置(例えば内視鏡)に関するものであることが認められる。",
                    "そして，一般に内視鏡のような視界器具は，使用者に対して画像を伝達しうるような長いチューブ状部材を備え，基端部からサイトを見ることができ，先端部には内視鏡先端が形成され，このような視界器具においてはリレー光学系が使用されてきたが，リレー光学系は多数の光学部材を使用する上，光学部材は非常に精度良く製造され，精度良く位置決めされなければ満足のいく画像品質を得ることができないという欠点があり，これを克服するために小型テレビジョンチューブを備えた内視鏡が提案されているが，視野方向が可変とされている内視鏡に関してはうまく動作していない。",
                    "また，視野方向が可変とされる内視鏡は，少なくともシャフトの長手方向軸線回りおよび長手方向の軸線に垂直な軸線回りに視野ベクトルが回転できるよう構成されているが，これを光学リレーシステムを用いて実現する場合，内視鏡先端部として複雑な構成が必要となり利用可能な空間がより少くなることから，同じ直径を有する角度固定タイプの内視鏡と比して画像品質が常に劣るものとなる。先端部に回転可能な画像撮影手段を備えつつ方向が可変とされた内視鏡が開示されているが，電子的画像センサがシャフトの先端に配置されているとともに，長手方向軸線に垂直な軸線回りに回転可能とされているところ，この構成はセンサが一体型の対物レンズとフレキシブルなケーブルを必要とし，旋回時には大きな旋回半径を必要としてあまりにも多くの空間が必要なため，大部分の標準的な内視鏡の標準的な直径内には適合することができないという問題があった。",
                    "本願発明は，このような課題を解決するため，リレーレンズアセンブリ，大きな半径でもって旋回する回転アセンブリ，走査範囲の制限の原因をなすケーブル及び多数の光学部材を必要としないような視野方向が可変とされた視界器具を提供することを目的とするものであり，そのために本願発明の視野方向が可変とされた視界器具は，シャフトの先端部にセンサを取り付け，このセンサはシャフトの長手方向軸線に対して実質的に平行な画像平面を有し，またシャフトの先端部に入射光を受領しその受領した入射光をセンサの画像平面上へと案内する反射部材を配置し，この反射部材がシャフトの長手方向軸線に対して実質的に垂直な回転軸線回りに回転する構成とされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，以下の記載がある。",
                    "・「本発明は内視鏡における観察方向を変え得る光学系に関するものである。」(1頁左下欄19行～右下欄1行)",
                    "・「本発明は直視から側視又は逆の側視まで順次観察方向を切替え得，かつ常時正像観察を可能とし，かつ切替え操作が簡単に行え，内視窓を有する先端部を傾動しないですむ光学系を提供したものである。」(2頁左上欄16行～20行)",
                    "・ 「今これを図面に示す実施例によつて説明すると，第1図において，1は対物レンズであり，この対物レンズはプリズム2とともに回転する。",
                    "2は回転軸3の回わりに自由に回転出来るダハプリズム，4は直角固定プリズム，5はリレーレンズで必要ならばレンズ1を除きレンズ5で対物レンズを代用しても良い。この場合プリズム2，4の反射系が大きくなる危険はある。6は画像伝送用光学繊維，7は内視鏡保護管，8は保護管上に設けられた内視用の窓，9はリレーレンズ，10はイメージローテーターで入射及び出射光軸のまわりにプリズム2の反射系と連動して回転する。",
                    "11は接眼レンズ系，12は人間の目である。",
                    "第2図(1)は直視の場合の2，4の反射系の向き",
                    "(2)は直視と側視の間45゜を見る場合の2，4の反射系の向",
                    "き",
                    "(3)は側視の場合の2，4の反射系の向き",
                    "で13は直視，側視又その中間での物体を示す。",
                    "14，15，16はそれぞれの場合の反射系のみを通過した後の像の左右上下の方向を示す。」(2頁右上欄1行～20行)",
                    "・ 「今第1図の反射系の状態は直視の状態を示している。今物体Aからの情報は1の対物レンズで平行光となる。これは全体の光学系を小さくする目的でなるべくプリズム2，4の大きさを小さくするために平行光とするのが都合が良いがスペースが許せばこの限りではない。",
                    "次に今物体Aからの情報は直視の方向に向いた直角プリズム2で反射の後，直角プリズム4に入り，又プリズム4の反射面で反射しレンズ5を経てフアイバー6の端面に結像する。」(2頁左下欄1行～10行)・図面",
                    "第1図：本発明の内視鏡光学系の1実施例図"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記記載によれば，引用発明は，内視鏡における観察方向を変えうる光学系に関するものであり，観察方向を変え得る光学系を有する内視鏡であって，先端部と長手方向軸線を有する保護管7を具備し，保護管7の先端部にプリズム2が設けられており，物体Aからの情報はプリズム2で反射の後，プリズム4に入り，又プリズム4の反射面で反射しレンズ5を経てフアイバー6の端面に結像し，対物レンズはプリズム2とともに回転し，プリズム2は回転軸3の回わりに自由に回転出来，回転軸3は，保護管7の長手方向軸線に対して実質的に垂直であるという構成を採用し，直視から側視又は逆側視まで順次観察方向を切り換え得，かつ切替操作が簡単に行え，内視窓を有する先端部を傾動しないですむものであることが認められる。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "甲2発明の意義"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用例2(甲2)には，以下の記載がある。",
        "・ 「第1図に示すように1実施例の内視鏡1は，可撓性で細長の挿入部2と，該挿入部2の後端に連設された太径ないし太幅の操作部3と，該操作部3の例えば後端に形成したコネクタ受け4にコネクタ5を挿着されるライトガイドケーブル(ユニバーサルケーブル)6を介して接続される光源装置7と，該光源装置7にそれぞれケーブル8を接続して撮像される像を表示する表示装置9a，9b，9c，9dとから構成されている。」(2頁右上欄20行～左下欄8行)",
        "・ 「上記先端部10は，側周における例えば4箇所が透明にされたカバー13で覆われ，該力バー13における関口する側の後端部が先端部本体14A外周に固定され，この固定されたカバー13の内側に回転(回動)自在となる回転先端部14Bが形成されている。",
        "この回転先端部14Bは，その後端基部外周に径方向内側にピン15，15を突出して，先端部本体14Aの前端外周に形成した周溝に前記ピン15，15を収容して先端部本体14Aに対して回転自在に取付けてある。",
        "上記カバー13内側の最前部(頂部)には回転駆動用モータ16のステータ側がねじ等で固定され，その回転軸16Aを(その一部を角型等にして)回転先端部14Bの前端凹部に嵌合収納する等して，回転軸16Aの回転と共に回転先端部14Bを回転駆動できるようになっている。",
        "上記モータ16の回転軸16Aと直交する方向に凹部を形成して円筒状のレンズ枠17に固定された対物レンズ系18が収容され，この対物レンズ系18の結像位置に固体撮像素子19を配設して対物レンズ系18の光軸前方(つまり回転軸16Aと直交する側方)の対象物の像を撮像する撮像手段が収納されている。」(2頁左下欄15行～右下欄18行)",
        "・ 「上記撮像手段と，照明手段の出射光学系側とが取付けられた回転先端部14Bは，モータ16によって，対物レンズ系18の光軸方向の前方(光軸方向における固体撮像素子19と反対側の方向，例えば第2図においては紙面内における上部側)の撮像方向(あるいは視野方向と記す。)Sが第3図に示すように例えば左側から右側へと90度ずつ高速度でステップ状に順次回転駆動され(各方向Sを特定する必要がある場合には左側から順次S ・S ・S ・S とする)，ステップ状に回転された際の各角度位置の状態θ ・θ ・θ ・θ で撮像可能な時間(例えば1／30÷4＝1／120sec程度で回転に要する時間分これより若干短い時間)停止して，それぞれの角度位置の状態θ ・θ ・θ ・θで順次撮像できるようになっている。」(3頁左上欄8行～右上欄3行)",
        "・図面",
        "【第1図】(本発明の1実施例の内視鏡を示す概略正面図)",
        "【第2図】(内視鏡の先端側の構造を拡大して示す縦断面図)イ 上記記載によれば，引用例2には，撮像素子19を挿入部2の長手方向軸線回りに回転することにより視野方向を変更することが記載されており，引用例2に「シャフトの先端部に取り付けられたセンサであるとともに，シャフトの長手方向軸線に対して実質的に平行な画像平面を有しているセンサを備え，かつ，入射光が上記センサの画像平面上に案内される」ものが記載されていることは審決(5頁15行～17行)記載のとおりである。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "原告の主張に対する判断"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本願発明が対象とする，視界方向が可変とされる視界器具は，前記(1)のとおり，少なくともシャフトの長手方向軸線回り及び長手方向の軸線に垂直な軸線回りに視野ベクトルが回転できるよう構成されているものである。この構成について本願請求項1では，反射部材がシャフトの長手方向軸線に対して実質的に垂直な回転軸線回りに回転する構成とされており，これにより長手方向の軸線に垂直な軸線回りの視野ベクトルが回転できるようにされているが，長手方向軸線回りに視野ベクトルを回転するための構成についての特定はない。",
        "これを実現するための構成として，本願明細書(甲3)の実施例には，「・・・視界器具(内視鏡)は，使用者によって，長手方向軸線22回りに回転させることができる。・・・」(【0034】)とされており，これは，視界器具全体をシャフトの長手方向軸線回りに回転させることにより，視野ベクトルを回転させることを意味していると解される。このような構成であれば，センサはシャフトに固定され，シャフトと共に長手方向軸線回りに回転することになるので，本願発明は「センサが，シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」旨の原告の主張と整合することになる。",
        "しかし，前記のとおり，引用例2には視野ベクトルをシャフトの長手方向軸線回りに回転する方法として，固体撮像素子19(本願発明のセンサに相当する。)を有する回転先端部14Bを挿入部2(シャフト)の長手方向軸線回りに回転可能とし，視野方向を可変とする構成が示されている。",
        "このような構成であっても，回転先端部14Bが挿入部2(シャフト)の長手方向軸線回りに回転する間，固体撮像素子19(センサ)は挿入部2(シャフト)の長手方向軸線回りに実質的に平行な画像平面を有する位置を保つから，本願発明における「シャフトの前記先端部に取り付けられたセンサであるとともに，前記シャフトの前記長手方向軸線に対して実質的に平行な画像平面を有しているセンサ」の構成要件を満たすものである。",
        "またこの場合，固体撮像素子19(センサ)は，挿入部2(シャフト)の長手方向軸線回りに回転するから，原告の主張する「センサが，シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」構成とはならない。",
        "そうすると，本願発明の視界方向が可変とされる視界器具は，請求項1で特定されたとおり，センサがシャフトの長手方向軸線に対して実質的に平行な画像平面を有しているものであれば足り，これに加えてシャフトの長手方向軸線回りに固定されている必要はなく，したがって，取消事由1は理由がない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "なお，原告は，本願発明の反射部材は入射光を受領し，その受領した入射光をセンサの画像平面へと案内するものであり，光学原理上，入射光の光軸はセンサの画像平面に対して直交するように入射しなければ入射光はセンサ上で結像することができないから，「反射部材が長手方向軸線に対して実質的に垂直な軸線周りに回転する」という前提を条件としつつ，「センサの画像平面が反射部材からの入射光の光軸と直交しなければならない」という一般的な光学条件を充たすセンサは，「シャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」と認定されなければならない旨主張する。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "しかし，入射光がセンサの画像平面に正しく結像されるためには，センサと入射光を送り出す反射部材の位置関係が定まっていることが重要なのであり，「反射部材が長手方向軸線に対して実質的に垂直な軸線周りに回転する」構成とされていることと，センサが長手方向軸線回りに固定される構成とされているか，回転される構成とされているかということとは無関係である。すなわち，引用例2において，固体撮像素子19(センサ)は挿入部2(シャフト)の長手方向軸線回りに回転するが，この固体撮像素子19(センサ)に入射光を送り出す対物レンズ系(反射部材)もこれと同期して長手方向軸線回りに回転して，固体撮像素子19(センサ)と対物レンズ系(反射部材)が常に所定の位置関係にあることにより，正しく結像するよう構成されている。本願発明においては「入射光の光軸がシャフトの長手方向軸線回りに固定」された構成に特定されているわけではないから，センサがシャフトの長手方向軸線回りに回転する場合であっても，甲2発明と同様に，センサと同期して反射部材が長手方向軸線回りに回転して入射光の光軸がセンサの画像平面に対して直交する状態を維持する構成であれば，結像に問題は生じない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "この点，特開昭61−143711号公報(発明の名称「観察方向変化法」，出願人 日本電信電話株式会社，公開日 昭和61年7月1日。",
                "乙1。以下，この文献を「乙1文献」という。)には次の記載がある。",
                "・「第2図(a)及び(b)は，上記の本発明方法を実施する機構の正面図及び縦断面図である。なお，第1図の鏡20，22，24，26に対応する鏡については，同一参照番号を付してある。",
                "先端に対物レンズ5を設け内部にイメージファイバ1を収容しているケーブル4の先端部の被覆3上には，鏡20，22，24が第1図に示した配置関係に内部に配置されれている半円筒状のケース30のネック部32が回転自在に装着されている。そして，その被覆3には更に，そのネック部32の周囲に設けられたギヤ34と噛合するギヤ36が回転軸に装着されたモータ38が取り付けられている。従って，モータ38の回転により，ケース30はケーブル4の中心軸を中心にして回転する。",
                "そのケース30の前方には，ケース30の回転軸に直角に円筒状の穴部40が形成されており，その穴部40には，鏡26を収容し且つ取り付けている円筒状ケース42が回転自在に装着されている。その円筒状ケース42の側面には，鏡26に光が入射できるようにする開口44が形成されている。更に，円筒状ケース42の下端部には，そのケース42の周囲を一周するようにギヤ46が設けられ，そのギヤ46と噛合するギヤ48が回転軸に装着されたモータ50が半円筒状ケース30に取り付けられている。",
                "以上のような構成の観察方向変化機構において，モータ38を回転すると，ギヤ36を介してギヤ34が回転駆動させられ，その結果，ケース30と42との相対位置関係を維持したまま，ケース30がケーブル4すなわち対物レンズ5の中心軸を中心に回転する。すなわち，鏡20，22，24，26とがその相対配置関係を変えずに同時にケーブル4の中心軸を中心に回転する。",
                "一方，モータ50を回転させると，ギヤ48を介してギヤ46が回転させられ，ケース42すなわち鏡26が，ケーブル4すなわち対物レンズ5の中心軸に対して直角な軸を中心に回転する。その時，鏡20，22，24はその位置を変えることはない。",
                "今，第2図(b)に示す状態にあるとすると，モータ50を駆動してケース42をイメージファイバ1の中心軸に直角な軸を中心として回転させれば，水平面内のどの方向でも自由に観察できる。なお，開口44がモータ50の方向に向いたときには，モータ50が視野の中に入るが，モータ50の大きさに比較して開口44ひいては鏡26を大きくし，且つ，対物レンズ5のピントをモータ50より遠くにすることにより，イメージファイバ1に入射する光量が多少減少するが，観察できるにようにすることができる。一方，モータ38を駆動してケース30をイメージファイバ1の中心軸を中心として例えば90゜回転させた後，モータ50を駆動してケース42をイメージファイバ1の中心軸に直角な軸を中心として回転させれば，光ファイバスコープは垂直面内のどの方向でも観察できる。従って，モータ38及び50を適当に駆動することにより，全方向を自由に観察することができる。」(3頁右下欄18行～4頁左下欄12行)"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上の記載によれば，乙1文献に記載された光ファイバスコープは，ケーブル4(本願発明のシャフト，甲2発明の挿入部)の長手方向軸線回りに半円筒状ケース30(本願発明のセンサ，甲2の先端部10)が回転し，これに装着された円筒状ケース42(本願発明の反射部材)が長手方向軸線に対して垂直な軸線回りに回転する構成とされ，これらをモータ38，50でそれぞれ回転させることにより，全方向を事由に観察することができるようにされている。",
                "このように，「反射部材が長手方向軸線に対して実質的に垂直な軸線周りに回転する」構成としつつ，同時に本願実施例のようにシャフト全体ではなく，引用例2のようにその先端部だけを長手方向軸線回りに回転する構成とすることができる。したがって，本願発明に係る請求項1の記載から，センサがシャフトの長手方向軸線回りに回転しないように固定される構成が特定されるわけではないから，原告の上記主張は採用することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "また，原告は，「反射部材」と「センサ」とが一定の固定関係にあるからこそ，使用者は長手方向軸線回りにシャフトを回転させることができるものであり，本願発明は，「反射部材」が長手方向軸線に対して垂直な軸線回りに回転し，使用者が長手方向軸線回りにシャフトを回転させることにより，二つの軸回りを観察可能としてなおかつ機構の複雑さを解消している旨主張する。",
        "しかし，反射部材とセンサが一定の固定関係にあることと，センサが長手方向軸線回りに回転するか否かということは，上記のとおり無関係であり，本願発明は，使用者が視界器具全体をシャフトの長手方向軸線回りに回転させる構成に特定されているわけではないから，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "text": [
                    "取消事由2(相違点認定の誤りに基づく判断の誤り)について原告は，本願発明は「反射部材が長手方向軸線に対して垂直な軸線周りに回転する」という構成要件と「センサはシャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」という構成要件とにより，本願明細書に記載された画像撮影手段46を静止状態に維持し得ることによって電気的配線の曲げや回転に関連する問題点の発生を回避することができる，という格別の作用効果を有するものであり，甲2発明はこのような作用効果を有さないから，引用発明に甲2発明を採用して本願発明を容易に想到することはできない旨主張する。",
                    "しかし，本願発明が「センサはシャフトの長手方向軸線に対して平行でかつ回転しないように固定されている」という構成要件に特定されるものではないのは，前記のとおりである。原告の主張する取消事由2は，本願発明がこの構成に特定されていることを前提とするものであるから，前提において誤りがあって採用することができない。",
                    "なお，仮に，本願発明におけるセンサはシャフトの長手方向軸線に対して平行でかつ回転しないように固定されていることにより画像撮影手段46を静止状態に維持することができ，それによって電気的配線の曲げや回転に関連する問題点の発生を回避することができるとしても，引用発明におけるプリズム4を甲2発明における固体撮像素子19で置き換えることは，引用発明と甲2発明とは内視鏡先端部に設けた回動機構によって視野方向が可変とされた内視鏡である点で共通している上，後記のとおり，取得した画像の伝達手段として光学系を用いる内視鏡，先端部に備えた撮像デバイス(センサ)を用いる内視鏡はいずれも周知であり，相互に技術を適用し得るものであるといえるから，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到し得たことであり，その結果，上記電気的配線等の問題点の発生を回避できたとしても，それをもって格別の作用効果ということはできないし，引用発明に甲2発明を適用することが容易に想到できないことにもならないというべきである。"
                  ]
                },
                {
                  "fig": "4",
                  "subject": "取消事由3(阻害要因の看過による進歩性の判断の誤り)について(1) 特開昭63−314513号公報(発明の名称「内視鏡装置」，出願人オリンパス光学工業株式会社，公開日 昭和63年12月22日。乙2。以下，この文献を「乙2文献」という。)に記載された技術"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "乙2文献には以下の記載がある。",
        "・〔発明が解決しようとする課題〕",
        "「従来構成のものにあっては内視鏡の先端部に光学アダプターを装着した場合，内視鏡の接眼部や，この内視鏡本体に接続された表示装置等で観察できる画像は上，下が反対になることがあったので，使用者にとっては使いにくく，誤操作を起こし易い問題があった。また，例えば光学アダプター内に正立プリズム等を配設して観察画像を正立させるようにすることも考えられるが，この場合には内視鏡の挿入部全体が大形化してしまう難点があった。",
        "この発明は上記事情にもとづいてなされたもので，表示装置に倒立画像が表示されることを防止して使用者の誤認識を防止することができるとともに，挿入部の大形化を防止することができる内視鏡装置を提供することを目的とするものである。」(1頁右下欄18行～2頁左上欄13行)",
        "・〔課題を解決するための手段〕",
        "「この発明は内視鏡本体1の先端構成部5に装着された固体撮像素子15の受光面上に結像された倒立画像を正立画像に変換して表示装置18に表示する画像変換機能を設けたものである。」(2頁左上欄14行～18行)",
        "・〔作用〕",
        "「固体撮像素子15の受光面上に観察光学系によって倒立画像が結像された場合には画像変換機能によって倒立画像を正立画像に変換して表示装置18に表示させることにより，表示装置18に倒立画像が表示されることを防止するようにしたものである。」(2頁左上欄19行～右上欄5行)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記記載によれば，乙2文献には，従来構成の内視鏡では先端部に光学アダプターを装着した場合，画像が上下反対になることがあり，これを避けるためにプリズムを用いると内視鏡の挿入部が大型化してしまう難点があったため，内視鏡の先端に固体撮像素子を装着することによりこれを解決する技術が記載されていることが認められる。換言すれば，乙2文献には，光学機構技術である光学アダプターを用いていた内視鏡に光学電子技術である固体撮像素子を適用することが記載されている。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "特開平2−173735号公報(発明の名称「内視鏡用カメラ」，出願人オリンパス光学工業株式会社，公開日 平成2年7月5日。乙3。以下，この文献を「乙3文献」という。)に記載された技術"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "乙3文献には，以下の記載がある。",
        "・［従来の技術］",
        "「従来から，内視鏡用のスチルカメラは，撮影時にスコープに取り付けてファインダにより観察を行いながら撮影を行っている。",
        "近年，内視鏡画像のテレビ観察が盛んになり，ファイバスコープにもTVカメラを接眼部に取り付けてスコープ像をモニタに表示させて観察を行うようになっている。又，スコープの先端に撮像素子を組み込んだビデオスコープも開発されている。・・・」(1頁左下欄20行～右下欄8行)",
        "・「第4図は，従来のカメラの断面図である。この図に示すように，このカメラは，本体1内にレンズ系2とミラ一部6とペンタプリズム4と，接眼レンズ3とが設けられている。",
        "前記ミラ一部6には，ケーシング8内にミラーシャッタ11が設けられており，このミラーシャッタ11の前面にはミラー10が設けられている。又，観察時にこのミラーシャッタ11を保持しておくためのストッパ9も設けられている。このミラーシャッタ11により反射された像は，ペンタプリズム4により反転されて，接眼レンズ3を通じてファインダからは正立像を観察できるようになっている。」(2頁左上欄2行～14行)",
        "・［発明が解決しようとする課題］",
        "「しかしながら，この従来の内視鏡用カメラを用いてTVカメラと交換しながら撮影を行うと，交換に手間がかかることや，スチルカメラを取り付けている間はTV画像が得られないこと等の不具合が発生している。又，ペンタプリズムは高価であるため，カメラが高価になっていた。」(2頁左上欄15行～右上欄1行)",
        "・［発明の目的］",
        "「本発明は，上記事情に鑑みてなされたものであり，内視鏡画像の観察とその画像の写真撮影とをカメラを交換せずに行える安価な内視鏡用カメラを提供することを目的としている。」(2頁右上欄2行～6行)・［課題を解決するための手段］",
        "「本発明の内視鏡用カメラは，内視鏡により得た像を撮影する撮影レンズ系と，この撮影レンズ系からの像を2つの光路に選択的に導くミラーシャッタと，前記の2つの光路のうちの一方の光路に設けられていて内視鏡像を結像させるフィルムと，前記2つの光路のうちの他方の光路に設けられていて前記内視鏡像を観察すべく前記ミラーシャッタにより反射される前記撮影レンズ系からの光学的な像を光電変換する光電変換手段とを具備するものである。」(2頁右上欄7行～17行)",
        "・［実施例］",
        "「内視鏡像をモニタ等により観察する場合には，ミラーシャッタ11は，この第1図に示すような位冒にストッパ9により保持されており，撮影レンズ系2からの内視鏡像は，前記ミラーシャッタ11に設けられたミラー10により反射されて，CCD15上に結像されるようになっており，そして，このCCD15上に結像された像は，このCCD15により光電変換された後に図示しない処理回路等に入力されて鏡像から正像への変換等が行なわれた後に図示しないモニタ等に画像が表示される。」(2頁右下欄3行～13行)",
        "・図面",
        "第1図：本発明の第1実施例の内視鏡用カメラ"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記記載によれば，乙3文献には，従来，レンズ系，ミラー部，ペンタプリズム，接眼レンズなどの光学機構技術を用いたスチルカメラを内視鏡に用いていたところ，テレビ観察が盛んになったため，内視鏡用カメラに像を光電変換する光電変換手段も具備させるもので，光学機構技術と光学電子技術を併用した内視鏡用カメラが記載されている。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "特開昭58−46922号公報(発明の名称「内視鏡」，出願人 富士写真フイルム株式会社，公開日 昭和58年3月18日。乙4。以下，この文献を「乙4文献」という。)に記載された技術"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "乙4文献には，以下の記載がある。",
        "・「本発明の1つの態様によれば光屈曲手段は鏡であつてよいが，撮像素子の撮像面には鏡像が結像する。従来技術によれば，たとえば光フアイバ撮像系を用いたいわゆる「フアイバスコープ」では，この鏡像を正しい像すなわち正像に変換するために，ダハプリズムなどの特殊なプリズムを導光手段として用いたり，画像表示側における光フアイバの画像配列を結像側のそれとは左右が反対になるようにイメージバンドルの途中で光フアイバ配列の順序を組み替えたりしなければならず，内視鏡頭部が大形化したり，装置組立ての工数が増大する欠点があつた。本発明による内視鏡では撮像面の画面の左右が正しく変換されるように撮像素子の画素の水平走査方向を従来とは反対の方向にするという簡単な構成によつてこの欠点を解消し，小型で安価な内視鏡を提供することができる。」(2頁左下欄19行～右下欄16行)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記記載によれば，乙4文献には，従来技術によれば光フアイバ撮像系を用いたいわゆる「フアイバスコープ」では，特殊なプリズムを導光手段として用いる等していたため，内視鏡頭部が大形化したりする問題があったところ，撮像素子の画素の走査方向を工夫することによりこの欠点を解消する技術，すなわち，光学機構技術であるファイバスコープを用いていた内視鏡に光学電子技術である撮像素子を適用することが記載されている。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "原告の主張に対する判断"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，引用例1には光学機構技術の説明のみがされており，光情報を電子情報に変換する電子技術は開示も示唆もされていないのに対し，引用例2に記載された技術は，光情報を電気信号に変換しさらにこれを光情報に変換するもので，光学電子技術分野に属する技術が記載されており，引用例1と引用例2とでは技術分野を異にするから，単に内視鏡である点で共通することのみを理由として，引用発明に引用例2に記載された技術を適用することはできない旨主張する。",
        "しかし，前記のとおり，乙2文献～乙4文献によれば，光学機構技術を用いてきた内視鏡に光学電子技術を適用することが適宜行われてきたと認められるところ，引用発明と引用例2に記載された発明とは，内視鏡先端部に設けた回動機構によって視野方向が可変とされた内視鏡である点で共通しており，また，取得した画像の伝達手段として，光学系を用いる内視鏡，先端部に備えた撮像デバイス(センサ)を用いる内視鏡はいずれも周知であり，相互に技術を適用し得るものであるということができる。よって，原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また，原告は，引用発明に引用例2に記載された発明を適用する場合には，引用発明におけるプリズム4(直角固定プリズム)を除去する必要があるところ，引用例1には厳然たる事実としてプリズム4が記載され，プリズムは必須な構成であるにもかかわらず，審決は「このプリズムは，入射光を再度反射して案内する必要に応じて設置したもので，そのまま通過させた方が良い場合」などと引用例1に記載されていない条件を付与してプリズム除去の困難性を否定しているが，引用例1に記載された技術を認定する態度としては著しく客観性を欠くものである旨主張する。",
        "しかし，引用発明のプリズム4は，前記のとおり，プリズム2から保護管7(シャフト)の長手方向軸線に対し垂直な軸線方向から送られた物体Aの情報を受け，これをファイバー6に送り，端面に結像させるための光学機構を形成する一部材である。そして，光学機構技術を光学電子技術に置き換えることは適宜試みられることであるところ，前記のとおり，引用発明におけるプリズム4と同じく，挿入部(シャフト)の長手方向軸線に対し垂直な軸線方向から送られた入射光を受ける固体撮像素子19を有する撮像手段が引用例2に記載されており，引用発明における光学機構技術を甲2発明の光学電子技術に置き換えることにより，引用発明の光学機構中のプリズム4は，必然的に甲2発明における固体撮像素子19に置き換えられることになるものであって，プリズム4で入射光を送る必要がなくなることになる。そうすると，引用発明におけるプリズム4とそれに続く光学機構を光学電子技術に属するこの撮像手段に置換することは，当業者にとって容易に想到し得たことというべきである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "さらに原告は，乙2～4文献に記載された技術は，反射部材(対物レンズ)を回転するものではないから，引用発明及び引用例2文献に記載された技術とは無関係であって，引用発明に甲2発明を適用することには，依然として阻害要因がある旨主張する。",
        "しかし，乙2～4文献は，内視鏡において光学機構技術と光学電子技術を用いることが適宜行われていることを示すものであり，このことと反射部材が回転することとは関係がないから，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "結語",
              "text": [
                "以上によれば，原告主張の取消事由は全て理由がない。",
                "よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}