{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載の非接触型液体分配装置を製造し，販売し，その販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙物件目録記載の非接触型液体分配装置を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，第2審を通じて被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "原判決2頁5行目ないし14行目を，次のとおり改める。",
            "「控訴人(原審原告。以下，単に「原告」という。)は，発明の名称を「少量材料分配用装置」とする特許第3762384号(以下，この特許を「本件特許1」，その特許権を「本件特許権1」という。)及び特許第3506716号(以下，この特許を「本件特許2」，その特許権を「本件特許権2」という。)の特許権者であり，被控訴人(原審被告。以下，単に「被告」という。)は，別紙物件目録記載の各非接触型液体分配装置(以下，包括して「被告装置」という。)を業として製造販売している。",
            "原告は，被告装置が，本件特許1に係る願書に添付した明細書(以下，図面を含めて「本件明細書1」という。)の特許請求の範囲の請求項5記載の発明(以下「本件発明1」という。物の発明である。)の技術的範囲に属し，被告装置の製造，販売及び販売の申出が本件特許権1の侵害に当たるとして，特許法100条1項，2項に基づき，被告装置の製造，販売及び販売の申出の差止め，並びに被告装置の廃棄を求めるとともに，被告装置により少量の液体材料を分配する方法が，本件特許2に係る願書に添付した明細書(以下，図面を含めて「本件明細書2」という。)の特許請求の範囲の請求項1記載の発明(以下「本件発明2」という。方法の発明である。)の技術的範囲に属し，被告装置は本件発明2の使用にのみ用いる物(特許法101条4号)に当たるとし，被告装置の製造，販売及び販売の申出が本件特許権2の間接侵害に当たるとして，特許法101条4号，同法100条1項，2項に基づき，被告装置の製造，販売及び販売の申出，並びに被告装置の廃棄を求めた。",
            "原判決は，本件発明1，2は，いずれも進歩性を欠くものであり，本件特許1，2には，いずれも特許法29条2項に違反する無効理由(同法123条1項2号)があり，特許無効審判により無効にされるべきものと認められるとし，原告は，同法104条の3第1項の規定により，被告に対し，本件特許権1，2を行使することができないとし，原告の請求をいずれも棄却した。",
            "これに対し，原告は，原判決を不服として本件控訴を提起した。",
            "なお，略語表示は，これまで示したもののほか(これまで示した略語は原判決と同じである。)，原判決のものを当審でもそのまま用いる。」"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実",
          "text": [
            "原判決の「事実及び理由」欄の「第2 事案の概要」，「2 争いのない事実」(原判決2頁16行目ないし9頁8行目)記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "次のとおり訂正するほか，原判決の「事実及び理由」欄の「第2 事案の概要」，「3 争点」(原判決9頁10行目ないし16行目)記載のとおりであるから，これを引用する。",
            "原判決9頁11行目ないし12行目の「被告方法が本件発明2の構成要件を充足し，本件発明2の技術的範囲に属するか否か(争点2)」を次のとおり改める。",
            "「被告方法が本件発明2の構成要件を充足し，本件発明2の技術的範囲に属するか否か(争点2−1)，被告装置は本件発明2の使用にのみ用いる物に当たるか(特許法101条4号)(争点2−2)」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "次のとおり付加訂正するほか，原判決の「事実及び理由」欄の「第3 争点に関する当事者の主張」(原判決9頁18行目ないし72頁5行目)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決21頁9行目の「2 争点2(被告方法の構成要件充足性)について」を「2−1 争点2−1(被告方法の構成要件充足性)について」と改める。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決26頁26行目の後に行を改めて，次のとおり挿入する。",
            "「2−2 争点2−2(間接侵害の成否)について"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告装置は，本件発明2の使用にのみ用いる物に当たる(特許法101条4号)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告の主張は争う。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決60頁21行目の後に行を改めて，次のとおり挿入する。",
            "「(エ) 乙22記載の装置は，液体供給源の圧力によって液体が放出されることを基本原理としており，逆流を生じないから，乙22記載の装置が逆流を生じることを前提として，乙22記載の装置と乙36記載の技術を組み合わせて本件発明1が容易想到であるということはできない。以下，詳述する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "a",
                  "subject": "乙22記載の装置に逆流は生じないこと",
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "乙22記載の発明の液体放出の基本原理",
                      "text": [
                        "乙22記載の発明は，液体供給源の圧力によって液体が放出されることを基本原理とする。その理由は，以下のとおりである。",
                        "① 乙22には，「液体が放出されるべきときに圧縮されるわけではない。そのかわり，ノズル放出口は，中の分析液体が(たとえば0．1から5barの)永続的な圧力を受けている圧力チャンバーと，流体的に連結している(hydraulically connected)。特定量の分析液体の放出は，圧力チャンバーとノズル放出口の間の液圧連結(hydraulic connection)を短時間開口し再び閉鎖するバルブユニットの閉鎖素子によって，制御される。」(【0012】，以下，この記載部分を「○A」と特定することがある。)との記載があり，液体が液体供給源により永続的な圧力を受けており，バルブを開口するとこの圧力によって液体が放出されるという乙22記載の発明の基本原理が記載されている。",
                        "さらに，乙22には，「本発明において，閉鎖操作の間，すなわちバルブユニットの閉鎖状態(閉鎖位置)の方向へと閉鎖素子が動くことによって，液体の放出が阻止されず維持され促進されるように考慮してバルブユニットが組み立てられるならば，分析液体の調整に要求される高精度な調整にとって，本発明が非常に有利である」(【0015】，以下，この記載部分を「○B」と特定することがある。)，「閉鎖素子13が閉鎖する間，閉鎖素子13がノズル放出口3の方向へ動くよりもかなり速く，液体がノズル放出口3を通って移動する。それによって，閉鎖素子13の比較的ゆっくりした動きによってバルブ11が閉鎖する間，液体の放出がとくによく維持され促進される」(【0021】，以下，この記載部分を「○C」と特定することがある。)，「バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されるということが保証される」(【0024】，以下，この記載部分を「○D」と特定することがある。)との記載がある。",
                        "上記の乙22の記載(○Aないし○D)によれば，乙22記載の発明は，バルブを開いている時間によって液体の放出量を調節しており，これは，液体供給源の圧力によって液体が放出されることを基本原理としていることにほかならない。",
                        "② 乙22には，圧力チャンバー1内における分析液体の圧力が0．1から5barと記載されている(【0012】)。しかし，乙22記載の発明は，分析液体の供給装置の発明であり，乙22には，分析液体の例として，試薬液体，較正用液体，あるいは特に血液や血清のようなサンプル液体が記載されているところ(【0002】)，これらは粘性が小さいから，バルブが開いている間に液体を流すために大きな圧力を必要としない。このように分析液体の粘性が小さいことを考慮すると，0．1barという圧力も，決して低い圧力ではない。水の粘性は約1センチポアズであるのに対し，本件発明1の実施例で分配の対象とされている液体の粘性は約50，000～約250，000センチポアズであるところ(甲4【0029】)，同じ断面の管路を同じ速さで液体を流すために必要な圧力は液体の粘性に比例するから，水を流すことを前提とした場合の0．1barという圧力は，本件発明1，2の実施例で分配の対象とされた液体材料を流す場合には，5，000barないし25，000barにも相当し，被告の行っている単位の換算(1bar＝15psi)に従って換算すると75，000psiないし375，000",
                        "psiとなる。これに対し，本件明細書1に記載されている圧力は約4psi～約30psi(甲4【0029】)であるから，本件",
                        "発明1の液体材料に加えられた圧力は，液体の粘性が高いことを考慮すれば極めて低い圧力である。そうすると，乙22で分析液体に印加されている「0．1から5bar」の圧力は，液体の粘性等に照らすと，高いものである。",
                        "液体が供給源の圧力により供給されている場合に，バルブの開きが大きければ，バルブの動きが液体の流量に影響することはないので，乙22記載の発明において，閉鎖素子13とシーリングシート17の間隔が広いときは，閉鎖素子13の位置は，液体の流量に影響せず，放出口3における流体抵抗が液体の流量に影響する。これに対し，閉鎖素子13とシーリングシート17の間隔が狭くなるに従って，この部分における流体抵抗を無視することができなくなり，流量が減少するため，乙22には，液圧加速(hydraulic gearing up)という効果により流量を補い，閉鎖素子13が閉鎖方向に移動している間の流量を一定に保つことが開示されているが，これによって，乙22記載の発明の基本原理(液体供給源の圧力によって液体が放出されるという基本原理)が変わるわけではない。",
                        "乙38は，乙4，5，23記載の発明とは前提を異にし，乙33のシュミレーションは，乙38と同じ前提に立つものであり，乙22記載の発明の作動状況を正しく示していない。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "流量を一定化する方法",
                      "text": [
                        "乙22記載の発明は，液体供給源の圧力によって液体が放出されることを前提として，流量を一定にするものであるのに対し，本件発明1は，バルブの位置によって流速を変化させるものであるから，乙22記載の発明と本件発明1は，流速・流量に係る技術思想において異なる。",
                        "すなわち，乙22記載の発明は，液体供給源の圧力によって液体が放出されることを前提として，特に，バルブが開いている間の流量を一定にすることを目的としている。流速は，液体供給源の圧力と放出口3の流体抵抗によって決定されるところ，この圧力及び流体抵抗はいずれも一定であるから，その結果，分析液体の流速も一定となる。",
                        "乙22の「バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されるということが保証される」(【0024】)との記載は，上記のように分析液体の流速が一定となることを意味している。",
                        "甲13に係る米国特許第5356034号は，乙22に係る特許(特願平5−11517号，特開平5−264412号)と同様に，乙23に係るドイツ国特許第4202561号を基礎とする優先権主張をして出願されたものである。甲13に係る米国特許第5356034号の請求項15には，ノズルを通過する分析液体の流量が閉鎖動作の間を通じて実質的に変化しないことが記載されており，請求項15は独立項であるから，甲13に記載された発明の特徴を十分に表現している。このように，流量の変化をなくすということは，甲13に記載された発明の特徴的な構成であり，乙22記載の発明の特徴でもある。",
                        "乙22記載の発明は，液体供給源の圧力によって液体を分配するという基本原理に基づき，バルブを開閉する時間を調節することによって分配量を制御する点で乙4記載の発明と共通するものである。",
                        "これに対し，本件発明1は，バルブの位置によってバルブの流体抵抗とノズルオリフィスの流体抵抗の相対的な関係を変化させて流速を変化させるものであるから，この点において，乙22記載の発明とは明確に異なる。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "逆流の有無",
                      "text": [
                        "乙22記載の発明は，液体供給源の圧力によって液体が放出されることを前提とするから，逆流が生ずることはない。これに対し，本件発明1は，バルブの位置によって流体抵抗が変化することを積極的に利用しているから，第一流路にある液体材料の大部分に逆流が生ずる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "乙36記載の技術と乙22記載の発明の組合せによる容易想到性の有無",
                  "text": [
                    "前記a(a)のとおり，乙22記載の発明は，液体供給源の圧力によって液体が放出されることを基本原理とするものであり，乙36記載の技術と作動原理が異なるから，乙36記載の技術を乙22記載の発明と組み合わせる動機付けはなく，また，本件発明1は，乙22記載の発明と流速・流量に係る技術思想が異なるから，仮に，乙36記載の技術と乙22記載の発明を組み合わせたとしても，本件発明1を容易に想到することはできない。以下，詳述する。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "乙36記載の技術と乙22記載の発明との組合せの動機付けの有無",
                      "text": [
                        "乙36には，「バルブニードルのサイズは，バルブニードルが2つの両端位置間を移動する際に分配すべき粘性物質の量に等しい分だけ容量を変化させるように選択するのが極めて有利である。」(乙36，訳文4ページ3～5行目，原文第2欄37～41行目)，「プランジャとして作用するバルブニードルがその前方に存在する一定量の粘性物質をノズルに向かって押すことで，排除量におおよそ等しい量の粘性物質が吐出される。」(同訳文4ページ9～11行目，原文第2欄47～51行目)と記載されている。これは，それぞれ「バルブニードルが一方の端から他方の端まで移動する際に押しのける容積が，分配すべき粘性物質の量と等しくなるようにバルブニードルのサイズを選択しておくことが極めて有利である。」，「バルブニードルがプランジャとして作用していて，その前方に存在する粘性物質をノズルに向かって押し出すから，それによって押しのけられる容積とほぼ等しい量の粘性物質が吐出される。」という意味である。このように，乙36には，バルブニードルによって押しのけられた容積が吐出されること(容積式ポンプ類似の技術)が記載されており，乙36記載の技術の作動原理は，乙22記載の装置の作動原理と異なる。",
                        "そして，乙36には，「粘性物質に作用する圧力は，ノズル部24の底部にある粘性物質を流出させるのに充分なものとし，バルブニードル30とバルブ当たり面32が粘性物質の通過を開始及び停止させる単なるドロップシャッタとして作用するようにしてもよい。」(乙36，訳文6ページ22～27行目，原文第4欄18～23行目)と記載され，乙36記載の技術の作動原理が乙22記載の装置の作動原理と択一的なものであり両立しないことも記載されている。",
                        "したがって，乙36記載の技術を乙22記載の発明に組み合わせる動機はない。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "乙22記載の発明と本件発明1との流速・流量に係る技術思想の相違",
                      "text": [
                        "前記a(b)のとおり，乙22記載の発明は，液体供給源の圧力によって液体が放出されることを前提として，流量を一定にするものであるのに対し，本件発明1は，バルブの位置によって流速を変化させるものであるから，乙22記載の発明と本件発明1は，流速・流量に係る技術思想が異なる。したがって，仮に乙36記載の技術と乙22記載の発明を組み合わせたとしても，本件発明1を容易に想到することはできない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決61頁3行目の後に行を改めて次のとおり挿入する。",
            "「(3) 被告の反論"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "ア",
                          "text": [
                            "原告は，乙22の記載(○A ないし○D)に基づいて，乙22記載の発明は液体供給源の圧力によって液体が放出されることを基本原理としていると主張する。",
                            "しかし，原告の主張は，以下の理由により，採用することができない。"
                          ],
                          "content": [
                            {
                              "fig": "(ア)",
                              "text": [
                                "乙22の【0012】の記載部分○Aの「0．1から5bar」という圧力単位をpsiに換算すると「1．5psiから72．5psi」となる。他方，本件明細書1の発明の詳細な説明には，「バルブシャフト42の周りの穴22と流路24の中に，約4psi～約30psiの一定の圧力で液体又は粘性材料を押し込む。」(甲4，【0029】)との記載がある。そうすると，液体に加えられている圧力に関して，乙22記載の発明は，本件発明1において想定されている範囲に含まれており，この程度の圧力では，圧力により液体が放出されるものとは考えにくく，逆流を生じなくするほどの高圧とも考えにくい。"
                              ]
                            },
                            {
                              "fig": "(イ)",
                              "text": [
                                "乙22の【0012】の記載部分○Aには，特定量の分析液体の放出がバルブユニットの閉鎖素子によって制御されることが記載されているだけであり，開放している時間を制御することによって液体の放出量を決めているのかどうか明らかではない。この点は，甲20，21の記載を考慮しても，同様である。"
                              ]
                            },
                            {
                              "fig": "(ウ)",
                              "text": [
                                "乙22には，液圧加速により，「閉鎖素子13の比較的ゆっくりした動きによってバルブ11が閉鎖する間，液体の放出がとくによく維持され促進される」(【0021】，記載箇所○C)と記載されており，液圧加速は，高速度で運転することの問題点を回避するために閉鎖素子13をゆっくり動かした場合においても，液体の放出がよく維持され促進されるという作用を有することが開示されているにとどまり(【0021】ないし【0024】)，原告が主張するような「バルブの開きが小さくなったときに流量が減少するという問題」は開示されていない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "イ",
                          "text": [
                            "乙22記載の発明において，閉鎖素子が動作する際に逆流が生じていることは，流体力学における技術常識を踏まえれば明らかであり，それと符合する結果が，乙38や乙33のシュミレーションの結果にも反映されている。"
                          ]
                        },
                        {
                          "fig": "ウ",
                          "subject": "このように，乙22の記載等によれば，乙22記載の発明は，閉鎖素子の下降動作の初期に，閉鎖素子の下方から側方への液体の流れが相対的に多くなり，逆流が生じていることは明らかであり，閉鎖素子は，単に放出口の開閉のみをしているわけではない。」"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決71頁9行目の後に行を改めて，次のとおり挿入する。",
            "「(ウ) 乙22記載の方法は逆流を生じないから，乙22記載の方法が逆流を生じることを前提として，乙22記載の方法と乙36記載の技術を組み合わせて本件発明2が容易想到であるということはできない。",
            "乙36記載の技術と乙22記載の発明の組合せにより本件発明2を容易に想到することはできないことは，乙36記載の技術と乙22記載の発明の組合せにより本件発明1を容易に想到することはできないことと同様である。なお，本件発明2の実施例で分配の対象とされている液体の粘性が約50，000～約250，000センチポアズであることは，本件明細書2(甲6)の14欄22ないし23行に記載されており，圧力が約4psi～約30psiであることは，本件明細書2(甲6)の14欄27ないし28行に記載されている。」"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決72頁5行目の後に行を改めて次のとおり挿入する。",
            "「(3) 被告の反論",
            "①乙22記載の発明は液体供給源の圧力によって液体が放出されることを基本原理としているとの原告の主張が採用できないこと，②乙22記載の発明において，閉鎖素子が動作する際に逆流が生じており，それと符合する結果が，乙38や乙33のシュミレーションの結果にも反映されていること，③乙22記載の発明は，閉鎖素子の下降動作の初期に，閉鎖素子の下方から側方への液体の流れが相対的に多くなり，逆流が生じており，閉鎖素子は，単に放出口の開閉のみをしているわけではないことは，前述のとおりである。」"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "次のとおり付加訂正するほか，原判決の「事実及び理由」欄の「第4 当裁判所の判断」(原判決72頁7行目ないし95頁17行目)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決88頁25行目の後に行を改めて次のとおり挿入する。",
            "「(4) 原告は，乙22記載の装置は，液体供給源の圧力によって液体が放出されることを基本原理としており，逆流を生じないから，乙22記載の装置が逆流を生じることを前提として，乙22記載の装置と乙36記載の技術を組み合わせて本件発明1が容易想到であるということはできないと主張する。",
            "しかし，原告の上記主張は，以下の理由により，採用することができない。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "乙22記載の発明の液体流出の基本原理について乙22記載の発明は，閉鎖素子の移動によって液体が放出されるものと認められ，液体供給源の圧力によって液体が放出されることを基本原理とするものとは認められない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "閉鎖素子の移動による液体の放出について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "乙22の記載",
                      "text": [
                        "乙22には，次のとおりの記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「閉鎖領域19はノズル放出口3より広い。これは閉鎖素子13が閉鎖する間“液圧加速(hydraulic gearing up)”あるいは“液圧伝動(hydraulic transmission)”を引きおこす，言い換えれば，閉鎖素子13が閉鎖する間，閉鎖素子13がノズル放出口3の方向へ動くよりもかなり速く，液体がノズル放出口3を通って移動する。それによって，閉鎖素子13の比較的ゆっくりした動きによってバルブ11が閉鎖する間，液体の放出がとくによく維持され促進される。」(【0021】)"
                        },
                        {
                          "fig": "(b)",
                          "subject": "「本発明においてとくに重要な点は，液圧加速にある。インクジェット技術(いわゆる“ジェッティング(jetting) ”)において，要求される液体の放出を確実にするためには，ノズル内での流速が少なくとも1m／sでなければならない。本発明において，液体の流れの正確な中断を達成するためにはバルブの閉鎖する間も同様に高速度が要求されることが見出された。したがって，液圧加速がなければ，閉鎖素子が開口位置から閉鎖位置まで1m／sのオーダーの速度で移動することが必須である。前記高速度にともなう困難な点(バルブのシーリングシートに対するダメージ，位置決め素子に対するダメージ，閉鎖位置からの閉鎖素子のはね返り)は，液圧加速により回避される。最適の流体動力学的条件は，理にかなった構造の経費で達成されうる。」(【0022】)(c) 「ノズルプレ−チャンバー4の壁4aはシーリングシート17からノズル放出口3まで，少なくともある断面において好ましくは円錐形である。液体加圧を確実にするために，閉鎖素子は合致した円錐をさらに備える必要はなく，かわりに，閉鎖領域19は，おおむね(示したように)水平であるか，わずかに内にわん曲しているか，もしくはノズル放出口3の方へわん曲しているならば少なくともノズルプレ−チャンバー4の円錐形の壁4aよりは有意に平らであることが望ましい。相互にかみ合い合致したシーリング面を有する円錐形のシールは，多くの場合シーリングに有利であるとみなされるが，それにもかかわらず，本発明においては目的とする液圧加速のために不都合である。」(【0023】)(d) 「液圧加速が有効であるためには，バルブ11のバルブ口23，これはシーリングリム15とシーリングシート17との間の環状のすきまによって形成されるが，その開口横断面(openingcross-section)が閉鎖領域19より小さい方が有利である。他方，バルブ口23の開口横断面はノズル放出口3の横断面より大きくなければならない。それによって，バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されるということが保証される。」(【0024】)"
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "判断",
                      "text": [
                        "前記aの乙22の記載によれば，乙22記載の発明は，閉鎖領域19がノズル放出口3より広いことにより，閉鎖素子13の移動の速さよりもノズル放出口3から放出される液体の速さが速くなること(液圧加速)を利用して液体の放出を維持促進すること(前記a(a))，液体の放出を確実にするためには，ノズル内での液体の流速を1m／s程度にしなければならないが，そのために閉鎖素子の速さを1m／s程度の高速にすることは困難であり，液圧加速を利用すればその困難は回避されること(前記a(b))，液圧加速を確実にするためには，閉鎖素子19はおおむね水平であるか，わずかに内にわん曲しているか，又はノズル放出口3の方へわん曲しているならば少なくともノズルプレ−チャンバー4の円錐形の壁4aよりは有意に平らであることが望ましいこと(前記a(c))，液圧加速が有効であるためには，バルブ11のバルブ口23の開口横断面が閉鎖領域19よりも小さい方が有利であり，バルブ口23の開口横断面はノズル放出口3の横断面より大きくなければならず，それによって，バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されること(前記a(d))が認められる。そうすると，乙22記載の発明は，液体の放出に閉鎖素子19の移動によって生じる液圧加速を利用したものであり，閉鎖素子の移動によって液体が放出されるものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "液体供給源の圧力について",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "乙22の記載に基づく判断",
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "乙22の記載",
                          "text": [
                            "乙22には，次のとおりの記載がある。",
                            "① 「液体がノズル放出口(3)を通してノズル(2)から少量，パルス方式でターゲット(5)へ放出される分析液体(7)のターゲットへの供給装置であって，分析液体が加圧下に保持される圧力チャンバー(1)からなり，圧力チャンバー(1)からノズル放出口(3)までの液体の流路にバルブ口(23)と，バルブ口(23)の開閉のための位置決め素子(12)によって動く閉鎖素子(13)とを有するバルブユニット(11)が備えられ，および，バルブ口が閉鎖するあいだ，閉鎖素子(13)の動きによって液体の放出が維持されるようにバルブユニット(11)が組み立てられていることを特徴とする装置。」(【請求項1】)② 「【作用】本発明のばあい，前記の“ドロップ オン デマンド”微調整のための装置とは対照的に，ノズル区画(これはノズル放出口のすぐうしろに位置する)が特定量の液体が放出されるべきときに圧縮されるわけではない。そのかわり，ノズル放出口は，中の分析液体が(たとえば0．1 から5barの)永続的な圧力を受けている圧力チャンバーと，流体的に連結している(hydraulically connected)。特定量の分析液体の放出は，圧力チャンバーとノズル放出口の間の液圧連結(hydraulicconnection)を短時間開口し再び閉鎖するバルブユニットの閉鎖素子によって，制御される。」(【0012】)",
                            "③ 「図1に示される分析液体の微調整のための装置は，分析液体のための圧力チャンバー1および，ノズル放出口3とノズルプレ−チャンバー4を有しそれを通って分析液体が少量，ターゲット5(簡単に図で示される)へ放出されうるノズル2からなる。分析液体7は圧力チャンバー1中で加圧下に保持される。",
                            "分析液体は，圧力発生デバイス9により，接続しているブランチ6aを経由して貯蔵容器6から供給される。たとえば，ポンプが圧力発生デバイス9として役立ちうる。しかしながら，外部の圧力源(たとえば圧縮空気)の圧力を隔膜(diaphragm)を経由して，圧力チャンバー1中の分析液体7へと伝達することも可能である。」(【0017】)"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "判断",
                          "text": [
                            "前記(a)の乙22の記載によれば，分析液体7は，圧力発生デバイス9により加圧され，圧力チャンバー1内で加圧下に保持されることが認められる。しかし，分析液体7が圧力チャンバー1内で加圧下に保持されていたとしても，そのことから直ちに，放出口を開いたときに圧力のみによって液体が流出するとは限らず，乙22記載の発明が液体供給源の圧力によって液体が放出されることを基本原理とするものとは認められないし，液体を放出するために液体に加えられた圧力を利用している旨を明確に示す記載は，前記(a)にも乙22の他の部分にも認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "原告は，乙22の【0012】の「液体が放出されるべきときに圧縮されるわけではない。そのかわり，ノズル放出口は，中の分析液体が(たとえば0．1から5barの)永続的な圧力を受けている圧力チャンバーと，流体的に連結している(hydraulically connected)。特定量の分析液体の放出は，圧力チャンバーとノズル放出口の間の液圧連結(hydraulic connection)を短時間開口し再び閉鎖するバルブユニットの閉鎖素子によって，制御される。」(○A)との記載に，液体が液体供給源により永続的な圧力を受けており，バルブを開口するとこの圧力によって液体が放出されるという乙22記載の発明の基本原理が記載されていると主張する。また，原告は，乙22の「本発明において，閉鎖操作の間，すなわちバルブユニットの閉鎖状態(閉鎖位置)の方向へと閉鎖素子が動くことによって，液体の放出が阻止されず維持され促進されるように考慮してバルブユニットが組み立てられるならば，分析液体の調整に要求される高精度な調整にとって，本発明が非常に有利である」(【0015】，○B)，「閉鎖素子13が閉鎖する間，閉鎖素子13がノズル放出口3の方向へ動くよりもかなり速く，液体がノズル放出口3を通って移動する。それによって，閉鎖素子13の比較的ゆっくりした動きによってバルブ11が閉鎖する間，液体の放出がとくによく維持され促進される」(【0021】，○C)，「バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されるということが保証される」(【0024】，○D)との記載によれば，乙22記載の発明は，バルブを開いている時間によって液体の放出量を調節しており，これは，液体供給源の圧力によって液体が放出されることを基本原理としていることにほかならないと主張する。",
                            "しかし，原告の主張は，以下の理由により，採用することができない。",
                            "① 乙22の【0012】には，原告主張の記載(○A)があるが，前記a(a)②のとおり，その前には，「【作用】本発明のばあい，前記の“ドロップ オン デマンド”微調整のための装置とは対照的に，ノズル区画(これはノズル放出口のすぐうしろに位置する)が特定量の液体が放出されるべきときに圧縮されるわけではない。」との記載がある。そして，乙22には，更に次のとおりの記載がある。",
                            "「ヨーロッパ特許出願公開第119573号および同第268237号(米国特許第4877745号)明細書において前",
                            "記のような様式の装置が記載されている。それらの技術は，コンピュータープリンタ(インクジェットプリンタ)のために独自に開発されたインクジェット技術にもとづくものである。両文献はその技術の既知の状況についてのさらに詳細な説明を含んでおり，ここに参照される。」(【0005】)",
                            "「分析液体の微調整(microproportioning)(少量の分析液体を高精度にターゲットに適用すること)のためのこれら既知の装置は，いずれも分析液体の特定量を放出するためにその容積が短時間圧縮されるノズル区画(compartment)を有する。ヨーロッパ特許出願公開第119573号明細書では，ノズル区画は弾性チューブ部分によって形成されており，1滴が放出されるべきときにチューブに対して動かされる電磁気作動の円柱形ロッドがその側面に向けられている。ヨーロッパ特許出願公開第268237号明細書では，ノズル区画は，同じく管状形に形成された同軸の圧電作動素子で囲まれた管状部分からなる。」(【0006】)",
                            "「“ドロップ オン デマンド(drop on demand)”印刷技術は，ごく少量の分析液体を非接触で，正確にそして迅速にターゲットへ適用することを可能にする。しかしながら，きわめて少量の各々の量は，それは通常約0．2nlで約1nlをこえない量であるが，多数の適用にとって不都合である。・・・」(【0007】)",
                            "「【発明が解決しようとする課題】本発明の目的は，前記の不都合を避け，分析液体のために現在まで通常に使用される“ドロップ オン デマンド”法のばあいよりも実質的に多い，しかし一方では，希釈器やディスペンサーで現在まで成し遂げられる最少量よりも少ない，厳密に決められた量の，分析液体の特定量を生じ(generate)させうるような，分析液体のターゲットへの供給装置を提供することである。」(【0008】)上記の乙22の【0005】ないし【0008】の記載に照",
                            "らせば，【0012】の記載は，“ドロップ オン デマンド”の装置との対比で乙22記載の発明の説明をしたものと解され，【0012】の「液体が放出されるべきときに圧縮されるわけではない。」との部分は，“ドロップ オン デマンド”の装置のように液体が放出されるときにノズル区画が圧縮されるものではないことを述べたものと解され，閉鎖素子の動きによって液体が放出されるものでないことまでを述べたものとは解されない。",
                            "そして，【0012】の「そのかわり，ノズル放出口は，中の分析液体が(たとえば0．1から5barの)永続的な圧力を受けている圧力チャンバーと，流体的に連結している(hydraulically connected)。特定量の分析液体の放出は，圧力チャンバーとノズル放出口の間の液圧連結(hydraulicconnection)を短時間開口し再び閉鎖するバルブユニットの閉鎖素子によって，制御される。」(○Aの一部)との部分は，その部分のみを読んだ場合，圧力によって液体が流出する趣旨と解する余地もあるが，「バルブユニットの閉鎖素子によって，制御される。」との記載があることから，閉鎖素子の移動によって液体の放出が制御される趣旨と解することも可能であり，乙22の他の箇所の記載(前記(ア)a)も参照すれば，閉鎖素子の移動によって液体の放出が制御される趣旨と解するのが相当である。そうすると，【0012】の○Aの記載部分から，乙22記載の発明が，原告主張のように液体供給源の圧力によって液体が放出されることを基本原理とするものであると断定することはできない。",
                            "② 乙22の「本発明において，閉鎖操作の間，すなわちバルブユニットの閉鎖状態(閉鎖位置)の方向へと閉鎖素子が動くことによって，液体の放出が阻止されず維持され促進されるように考慮してバルブユニットが組み立てられるならば，分析液体の調整に要求される高精度な調整にとって，本発明が非常に有利である」(【0015】，○B)との記載は，閉鎖素子の移動によって液体が放出されることとも合致するものであり，この記載から，乙22記載の発明が，液体供給源の圧力によって液体が放出されるものであるということはできない。",
                            "③ 前記(ア)bのとおり，乙22の【0021】ないし【0024】の記載によれば，乙22記載の発明は，液体の放出に閉鎖素子19の移動によって生じる液圧加速を利用したものであり，閉鎖素子の移動によって液体が放出されるものと解される。",
                            "「閉鎖素子13が閉鎖する間，閉鎖素子13がノズル放出口3の方向へ動くよりもかなり速く，液体がノズル放出口3を通って移動する。それによって，閉鎖素子13の比較的ゆっくりした動きによってバルブ11が閉鎖する間，液体の放出がとくによく維持され促進される」(【0021】，○C)との記載は，その内容に照らし，液圧加速により液体を放出する過程を説明したものと認められ，この記載から，乙22記載の発明が，液体供給源の圧力によって液体が放出されるものであるということはできない。",
                            "④ 乙22の【0024】の記載(「液圧加速が有効であるためには，バルブ11のバルブ口23，これはシーリングリム15とシーリングシート17との間の環状のすきまによって形成されるが，その開口横断面(opening cross-section)が閉鎖領域19よりも小さい方が有利である。他方，バルブ口23の開口横断面はノズル放出口3の横断面より大きくなければならない。",
                            "それによって，バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されるということが保証される。」)(前記(ア)a(d))によれば，乙22記載の発明において，バルブ口23の開口横断面が閉鎖領域19よりも小さく，ノズル放出口3はバルブ口23の開口横断面よりも更に小さいことから，バルブ開口時の液体の流速は，バルブの流体抵抗ではなく，おもに，最も小さい放出口3の流体抵抗によって決定されることが認められる。そうすると，「バルブ開口時の分析液体の流速がバルブの流体抵抗ではなくおもに放出口3の流体抵抗によって決定されるということが保証される」(【0024】，○D)との記載は，上記の趣旨を述べたものと認められ，この記載から，乙22記載の発明が，液体供給源の圧力によって液体が放出されるものであるということはできない。",
                            "⑤ 以上によれば，分析液体7が，圧力発生デバイス9により加圧され，圧力チャンバー1内で加圧下に保持されることを考慮に入れたとしても，乙22の○Aないし○Dの記載部分により，乙22記載の発明が液体供給源の圧力によって液体が放出されることを基本原理とするものと認めることはできないし，その他の乙22の記載により，乙22記載の発明が液体供給源の圧力によって液体が放出されることを基本原理とするものと認めることもできない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "また，原告は，乙22に，圧力チャンバー1内における分析液体の圧力が0．1から5barと記載されていること(【0012】)に関連して，乙22記載の発明は，流体圧により分析液体が放出されるものであると主張し，その理由として，①乙22記載の発明の分析液体は粘性が小さいから，バルブが開いている間に液体を流すために大きな圧力を必要とせず，このように分析液体の粘性が小さいことを考慮すると，0．1barという圧力も，決して低い圧力ではないこと，②水の粘性は約1センチポアズであるのに対し，本件発明1の実施例で分配の対象とされている液体の粘性は約50，000～約250，000センチポアズであるところ(甲4【0029】)，同じ断面の管路を同じ速さで液体を流すために必要な圧力は液体の粘性に比例するから，水を流すことを前提とした場合の0．1barという圧力は，本件発明1の実施例で分配の対象とされた液体材料を流す場合には，5，000barないし25，000barにも相当し，被告の行っ",
                          "text": [
                            "ている単位の換算(1bar＝15psi)に従って換算すると75，000psiないし375，000psiとなること，他",
                            "方，本件明細書1に記載されている圧力は約4psi～約30psi(甲4【0029】)であるから，本件発明1の分析液体に加えられた圧力は，液体の粘性が高いことを考慮すれば極めて低い圧力であること，③そうすると，乙22で分析液体に印加されている「0．1から5bar」の圧力は，液体の粘性等に照らすと，高いものであると主張する。",
                            "しかし，原告の主張は，以下の理由により，採用することができない。",
                            "すなわち，確かに，同じ断面の管路に同じ速さで液体を流すことを前提とするならば，粘性の高い液体にはその分だけ高い圧力を必要とすることとなる。しかし，実際の装置における液体の流速は，ノズルの長さ，大きさや液体の粘性などの諸条件に応じて異なり，液体に加えられる圧力も異なるものと認められ，乙22に記載された「0．1から5bar」という圧力は，一概に低いとは言い切れないとしても，高いとも断言できないものである。",
                            "また，前記a(b)のとおり，乙22記載の発明において分析液体7が圧力チャンバー1内で加圧下に保持されていたとしても，そのことから直ちに，乙22記載の発明が液体供給源の圧力によって液体が放出されることを基本原理とするものとは認められない。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "さらに，原告は，液体が供給源の圧力により供給されている場合に，バルブの開きが大きければ，バルブの動きが液体の流量に影響することはないので，乙22記載の発明において，閉鎖素子13とシーリングシート17の間隔が広いときは，閉鎖素子13の位置は，液体の流量に影響しないこと，これに対し，閉鎖素子13とシーリングシート17の間隔が狭くなるに従って，この部分における流体抵抗を無視することができなくなり，流量が減少するため，乙22には，液圧加速(hydraulic gearing up)という効果により流量を補い，閉鎖素子13が閉鎖方向に移動している間の流量を一定に保つことが開示されているが，これによって乙22記載の発明の基本原理が変わるわけではないことを主張する。",
                            "しかし，原告の主張は，以下の理由により，採用することができない。",
                            "すなわち，前記(ア)bのとおり，乙22の記載(【0021】等)によれば，液圧加速とは，閉鎖領域19がノズル放出口3より広いことにより，閉鎖素子13の移動の速さよりもノズル放出口3から放出される液体の速さが速くなることを意味するものと認められ，原告主張のように，閉鎖素子の移動によってバルブの開きが小さくなったときに流量が減少するという問題に対して流量を補うものとは認められない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "小括",
                  "text": [
                    "以上によれば，乙22記載の発明は，閉鎖素子の移動によって液体が放出されるものと認められ，液体供給源の圧力によって液体が放出されることを基本原理とするものとは認められない。",
                    "原告は，「乙22記載の発明は，液体供給源の圧力によって液体が放出されることを前提とするから，逆流が生ずることはない。」と主張する。しかし，上記のとおり，乙22記載の発明は，液体供給源の圧力によって液体が放出されることを基本原理とするものと認めることはできないから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "流量を一定化する方法について",
              "text": [
                "原告は，「乙22記載の発明は，液体供給源の圧力によって液体が放出されることを前提として，流量を一定にするものであり，バルブの位置によって流速を変化させる本件発明1とは異なる。」と主張する。しかし，前記ア(ウ)のとおり，乙22記載の発明は，液体供給源の圧力によって液体が放出されることを基本原理とするものと認めることはできないから，原告の上記主張は，その前提において採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "乙36記載の技術と乙22記載の発明の組合せによる容易想到性の有無について",
              "text": [
                "原告は，乙22記載の発明が，液体供給源の圧力によって液体が放出されることを基本原理とするとの主張を前提として，乙22記載の発明と乙36記載の技術とは作動原理が異なるから，乙36記載の技術と乙22記載の発明を組み合わせる動機付けはなく，また，本件発明1は，乙22記載の発明と流速・流量に係る技術思想が異なるから，仮に，乙36記載の技術と乙22記載の発明を組み合わせたとしても，本件発明1を容易に想到することはできないと主張する。",
                "しかし，乙22記載の発明は，液体供給源の圧力によって液体が放出されることを基本原理とするものと認めることはできないから，原告の上記主張は，その前提において採用することができない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決88頁26行目の「(4)」を「(5)」と改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決95頁6行の後に行を改めて次のとおり挿入する。",
            "「(4) 原告は，乙22記載の装置は，液体供給源の圧力によって液体が放出されることを基本原理としており，逆流を生じないから，乙22記載の装置が逆流を生じることを前提として，乙22記載の装置と乙36記載の技術を組み合わせて本件発明2が容易想到であるということはできないと主張する。",
            "しかし，前述のとおり，乙22記載の発明は，閉鎖素子の移動によって液体が放出されるものと認められ，液体供給源の圧力によって液体が放出されることを基本原理とするものとは認められないから，原告の上記主張を採用することはできない。なお，本件発明2の実施例で分配の対象とされている液体の粘性が約50，000～約250，000センチポアズであることは，本件明細書2(甲6)の14欄22ないし23行に記載されており，圧力が約4psi～約30psiであることは，本件明細書2(甲6)の14欄27ないし28行に記載されている。」"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決95頁7行目の「(4)」を「(5)」と改める。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決95頁16，17行目を次のとおり改める。",
            "「 以上によれば，その余の点について判断するまでもなく，原告の被告に対する本訴請求はいずれも理由がない。",
            "よって，原告の被告に対する本訴請求をいずれも棄却すべきものとした原判決は相当であり，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。」"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10046",
    "date": "2009-12-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(ワ)10772",
    "precedent_id": "038307",
    "ipprecedent_id": "2077",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}