{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2008−800092号事件について平成21年4月28日にした審決中，「特許第3767993号の請求項4に係る発明についての審判請求は，成り立たない」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用はこれを3分し，その2を原告の，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800092号事件について平成21年4月28日にした審決中，「特許第3767993号の請求項2ないし4に係る発明についての審判請求は，成り立たない」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告は，発明の名称を「粉粒体の混合及び微粉除去方法並びにその装置」とする特許第3767993号(請求項の数4)の特許権者であるが，原告が平成20年5月20日付けで上記特許の請求項1～4について無効審判請求(無効2008−800092号事件)をし，これに対し被告が平成20年8月8日付けで請求項1～4等につき特許請求の範囲の変更等を内容とする訂正請求をしたところ，特許庁が，請求項1～3についての訂正は認めるが請求項4についての訂正は認めないとした上，訂正後の請求項1に係る発明についての特許を無効とし，訂正後の請求項2及び3並びに訂正前の請求項4について請求不成立とする審決をしたことから，請求項2，3，4に関する審決部分に不服の原告が，その取消しを求めた事案である。",
            "なお，請求項1に関する上記審決部分に不服の被告は，審決取消訴訟(平成21年(行ケ)第10149号事件)を提起したが，当庁は，平成21年10月8日，特許法181条2項に基づき同審決部分につき審決取消決定をし，同部分は特許庁に無効審判請求事件として係属中である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①上記訂正後の請求項2及び3に係る発明が下記引用例(1)，(2)に記載された発明との関係で，②請求項4(訂正前)に係る発明が下記引用例(1)，(3)に記載された発明との関係で，それぞれ進歩性(特許法29条2項)を有するか，である。",
            "記",
            "・引用例(1) 特開平9−155171号公報(発明の名称「粉粒体材料の気流混合装置」，出願人 株式会社松井製作所，公開日 平成9年6月17日，甲2。以下「甲2公報」といい，そこに記載された発明を「甲2装置発明」という。)",
            "・引用例(2) 実願平1−91342号(実開平3−32936号)のマイクロフィルム(考案の名称「粉粒体の混合装置」，出願人 株式会社松井製作所，公開日 平成3年3月29日，甲3。以下「甲3公報」といい，そこに記載された発明を「甲3発明」という。)",
            "・引用例(3) 特開平9−294926号公報(発明の名称「粉粒体が気体の流れによって供給される混合装置」，出願人 株式会社松井製作所，公開日 平成9年11月18日，甲4。以下「甲4公報」といい，そこに記載された発明を「甲4発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成10年1月17日に名称を「粉粒体の混合及び微粉除去方法並びにその装置」とする発明について特許出願(特願平10−20516号)をし，平成18年2月10日に特許第3767993号として設定登録を受けた(請求項の数4。以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，平成20年5月20日付けで本件特許の請求項1～4について下記無効理由に基づき無効審判請求をしたので，特許庁は，同請求を無効2008−800092号事件として審理し，その中で被告は，平成20年8月8日付けで特許請求の範囲の変更等を内容とする訂正請求(以下「本件訂正」という。)をしたところ，特許庁は，平成21年4月28日，請求項1～3についての訂正は認めるが請求項4については認めないとした上，「特許第3767993号の請求項1に係る発明についての特許を無効とする。特許第3767993号の請求項2ないし4に係る発明についての審判請求は，成り立たない」旨の審決をし，その謄本は平成21年5月12日原告に送達された。",
                    "記",
                    "・無効理由1：請求項1～3に係る発明は甲2装置発明と同一(特許法29条1項3号)又は容易想到(特許法29条2項)",
                    "・同 2：請求項1～3に係る発明は甲2装置発明及び甲3発明から容易想到(特許法29条2項)",
                    "・同 3：請求項4に係る発明は甲2装置発明及び甲4発明から容易想到(特許法29条2項)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許は，上記のとおり請求項1～4から成るが，このうち無効審判請求不成立とされた請求項2～4(請求項2及び3は本件訂正後のもの)の内容は，次のとおりである(以下，順次「本件訂正発明2」，「本件訂正発明3」，「本件特許発明4」といい，これらを総称して「本件各発明」という。下線は訂正部分)。",
                "・【請求項2】 排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管に接続された一時貯留ホッパーとからなり，前記流動ホッパーの出入口は，前記供給管のみと連通してあり，前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，前記吸引輸送源を停止する前に混合された混合済み材料の充填レベルを，前記吸引輸送源を停止している場合に検出するためのレベル計を設けてなることを特徴とする粉粒体の混合及び微粉除去装置。",
                "・【請求項3】 排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管の縦向き管の下端部に接続された一時貯留ホッパーとからなり，",
                "前記流動ホッパーの出入口は，前記供給管のみと連通してあり，前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，前記吸引輸送源を停止する前に混合された混合済み材料の充填レベルを，前記吸引輸送源を停止している場合に検出するためのレベル計を設けるとともに，前記横向き管は縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設けてなることを特徴とする粉粒体の混合及び微粉除去装置。",
                "・【請求項4】 排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管の少なくとも縦向き管が挿入されるとともに，流動ホッパーの出入口の下部に直接または間接に設けた一時貯留ホッパーとからなり，",
                "前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，材料の充填レベルを検出するためのレベル計を設けるとともに，",
                "流動ホッパーの出入口周縁部は縦向き管の入口周縁部より大径とするとともに，流動ホッパーの出入口周縁部と縦向き管の入口周縁部との間には隙間が形成されていることを特徴とする粉粒体の混合及び微粉除去装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本件訂正発明2及び本件訂正発明3はいずれも甲2装置発明と同一ではないし，甲2装置発明ないし甲3発明から容易に発明をなし得たということもできない，②本件特許発明4は甲2装置発明及び甲4発明から容易に発明をなし得たということはできない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決が認定した甲2装置発明，甲3発明，甲4発明の内容，本件各発明と甲2装置発明ないし甲4発明との一致点及び相違点は，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(甲2装置発明との関係における本件訂正発明2及び本件訂正発明3の容易想到性判断の誤り)",
                  "text": [
                    "審決は，本件訂正発明2・本件訂正発明3と甲2装置発明の相違点として，本件訂正発明2・本件訂正発明3は，「流動ホッパーの出入口は，前記供給管のみと連通」しているのに対して，甲2装置発明の「材料混合タンク」の「底面には，材料供給兼排出管53と，材料排出専用管57とを分離させて設けて」ある点を挙げ(相違点2−1，相違点3−1)，その容易想到性を否定する。",
                    "しかし，甲2装置発明において，材料排出専用管は，装置の停止時には単なる蛇足であり，作動時にも特に必要なものではないから，これを取り去り，「流動ホッパーの出入口は，供給管のみと連通」させることに障害はない。かえって，材料排出専用管の一端を混合タンクにつなぎ，他端を供給兼排出管につなぐことは，その構造を複雑にし，コストアップを招くから，材料排出専用管を取り去る動機付けがある。",
                    "しかも，甲2公報には排出専用管のない甲3発明も従来技術として記載されているのであり，甲2装置発明と甲3発明とを組み合わせて本件訂正発明2を得ることは極めて容易である。",
                    "この点審決は，特段の事情がない限り甲2装置発明から従来技術の構成に戻すことは考え難く，動機付けがないとする。しかし，本件特許出願時において，甲2装置発明も甲3発明も現存する技術であり，両者の関係は前者により後者が駆逐されて完全に置き換わるような関係ではないから，甲2公報の明細書に従来技術として甲3発明が記載されていることは，両者が密接に関連する技術であることを強く示唆しているものであり，一方の改変に当たって他方の構成が参考になることは明らかである。",
                    "特に，甲3発明は，甲2公報だけでなくそれ以外の特許公報にも従来技術として記載され，本件特許の明細書にも直近の従来技術として挙げられているのであって，本件特許出願時において周知技術といえるものである。",
                    "さらに，上記相違点に係る本件訂正発明2の構成は甲4公報の図2にも示されており，かかる構成は技術常識であるとさえいえる。当業者にとって，このような周知技術ないし技術常識を参考にすることに何ら困難性はなく，かかる周知技術ないし技術常識に倣って甲2装置発明の改変を試みることには十分な動機付けがある。",
                    "したがって，相違点2−1及び相違点3−1は容易に想到できるのであって，審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲3発明との関係における本件訂正発明2及び本件訂正発明3の容易想到性判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2−5及び相違点3−6に関する判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，本件訂正発明2・本件訂正発明3と甲3発明の相違点として，本件訂正発明2・本件訂正発明3は，レベル計を「供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置」に設けるのに対して，甲3発明は，レベル計を「チャージホッパー等の受部(5)に設け」る点を挙げ(相違点2−5，相違点3−6)，甲3発明と甲2装置発明との組合せによる容易想到性を否定する。",
                            "しかし，甲3発明のレベル計と甲2装置発明のレベル計とは，技術分野が同一であるだけでなく，技術内容が密接であり，何より，甲2装置発明は甲3発明を従来技術とするものである(甲2公報段落【0003】参照)。そして両者は，いずれも材料の安定供給を目的とし，材料が予定された貯留量を不足しないようにするために設けられ，その位置に材料がないことを検知し，これに基づいて吸引輸送が開始されるもので，その目的も機能も同じであって，甲3発明のレベル計の位置(受部内)を甲2装置発明のレベル計の位置(材料混合タンク内)に置き換えることに何らの困難性もない。",
                            "甲3発明と甲2装置発明とでは材料を貯留する箇所は一時貯留ホッパー内に限られる必要はなく，供給管内，流動ホッパー内に及んでもよく，安定供給の観点からすれば，多くの混合済み材料を装置内に確保することは望ましいことである。そして，甲2装置発明では，材料混合タンク内に材料を貯留することが示されており，これにより多くの混合済み材料を装置内に確保することができるのであるから，貯留量の増加という観点からすれば，当業者が，甲2装置発明のレベル計の位置を参考に，甲3発明のレベル計の位置について，これを混合ホッパー内に変更を試みるのは，当業者として自然な発想であり，動機付けがあるといえるし，これが容易であることは明らかである。",
                            "そもそも，レベル計は成形機に対し材料を安定供給するため，装置内に所定量の材料貯留を確保するためのものであり，レベル計は材料を貯留する箇所に設けられ，その位置は，混合済み材料の貯留予定量に合わせて定められる。この貯留予定量は，一時貯留ホッパーの容量，吸引輸送される材料の供給量，成形機への排出量，吸引力等に応じて，設計的に決定されるものであって，レベル計の位置を一時貯留ホッパー内に設けるか，流動ホッパー内に設けるかは，混合済み材料の貯留予定量に合わせて定められる設計的事項にすぎないし，実質的にみても，上記のどちらかの位置を選択することに大きな技術的意義があるとは考えられない。",
                            "しかも，この種の材料混合装置は，成形機等に材料を供給するためのものであるから，一定の貯留量を確保する必要があり，他方でコンパクト化が望まれる。そして，甲2公報には，材料混合タンク内にレベル計を備えること及び材料混合タンク内に混合済み材料を貯留することが明確に開示されており，この開示内容を甲3発明に採用すれば，一定の貯留量を備えた上，装置の大きさ(チャージホッパーなどの受部の大きさ)を小型化できるのであり，当業者からすれば，甲3発明のレベル計の位置を甲2公報が開示する位置に置換するについて動機付けが存する。",
                            "さらに，甲2装置発明においては，材料供給管54を介して材料混合タンク51に材料が供給されるところ，吸引動作開始時には，材料供給管54よりも下方(材料供給兼排出管53において，材料供給管54と交わる部分よりも下方の部分)には，混合済み材料が充填されているため，材料供給管54から未混合のまま落下する材料の量を減少させることができる。このことは，その構成上当然のことであり，当業者であれば，当然に理解する技術的事項である。すなわち，甲2装置発明においては，本件訂正発明2の作用・効果である未混合材料の落下防止についても教示されている。",
                            "したがって，上記相違点が容易想到であることは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点審決は，甲3発明のレベル計は，受部(5)の材料レベルが確認されて不足したときを検知する意味を持つものであるから，これを混合ホッパーに設ける動機付けはないとするが，材料の貯留場所が受部(5)に限られるという前提において誤りである。そもそもレベル計を設けるのは，材料について予定された貯留量を欠くことがないようにするためであるから，レベル計は材料貯留場所に設けられるのが当然であり，その貯留場所が横向き管よりも下方に設けられた受部内でなければならない必然性は全くない。混合ホッパーを貯留場所として兼用する場合には，レベル計は混合ホッパー内に設ければよいのである。",
                            "なお，特開平8−165021号公報(発明の名称「脈動空気振動",
                            "波を利用した粉粒体材料の吸引輸送方法及びその装置」，出願人 株式会社松井製作所，公開日 平成8年6月25日，甲18，以下「甲18公報」という。)には，材料混合部(材料流動部)を材料貯留部として兼用する思想が開示されており，このようなことは技術常識である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また審決は，容易想到性を否定する根拠として，甲2装置発明が材料供給兼排出管53とは別に材料排出専用管57を有することを挙げる。",
                            "確かに，材料排出専用管を設けた場合には，材料貯留場所を混合ホッパー内とするのは自然であるが，これがない甲3発明のような場合においては，材料貯留場所を混合ホッパー内にすることが阻害されるわけでも，混合ホッパー内にレベル計を設けることが阻害されるわけでもない。排出専用管がない場合に，レベル計を供給管より上方に設置しても，何ら支障はない。",
                            "また，甲2装置発明は，成形機が要求するときしか材料の排出はなされず，成形機が要求していないときは材料は停止して貯留しているから，射出成形機に甲2装置発明を用いる場合と本件特許発明を用いる場合とで材料の動きに違いはない。",
                            "したがって，排出専用管の存在が容易想到性を否定するものではないから，審決の上記判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3−7に関する判断の誤り",
                      "text": [
                        "審決は，本件訂正発明3と甲3発明の相違点として，本件訂正発明3は，「横向き管は縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設け」るのに対して，甲3発明は，「略Y字状管の垂直の他方の分岐管部(10c)の軸線ともう一方の分岐管部(10b)の軸線の交差する角(θ)を鋭角とな」す点を挙げ(相違点3−7)，その容易想到性を否定する。",
                        "しかし，甲2公報の図6には，従来技術である甲3発明について，横向き管を縦向き管に対して「略水平」に設けた構成が記載されており，かかる事項に倣って甲3発明そのものにおける横向き管を「略水平」に構成することに何ら困難性はない。",
                        "審決は，上記図6を看過して判断したものであり，その誤りは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(甲4発明との関係における本件特許発明4の容易想到性判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件特許発明4と甲4発明の相違点として，本件特許発明4は，レベル計を「供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置」に設け，当該レベル計は「吸引輸送源を停止する前に混合された混合済み材料の充填レベルを，前記吸引輸送源を停止している場合に検出するための」ものであるのに対して，甲4発明は，シーケンサー・レベル検知器の作用によって自動的に吸引装置19が作動されるものであるが，レベル検知器が設けられている位置については明らかではない点を挙げ(相違点4−2)，甲4発明と甲2装置発明との組合せによる容易想到性を否定する。",
                        "しかし，甲2公報には，「材料排出専用管」とは無関係に，①材料流動部の一部を材料貯留部として兼用すること及び②材料貯留部として機能する材料流動部にレベル計を設けることが開示されていることは前記のとおりであり，かかる事項が甲4発明にも適用できることは当業者にとって明らかである。",
                        "そうすると，かかる事項に倣って，甲4発明の「混合槽3」(材料流動部)の一部を材料貯留部として兼用するとともに，該「混合槽3」にレベル計を設けることに何ら困難性はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し審決は，甲4発明ではレベル計を設ける箇所が「案内ホッパー25」と考えるのが普通であるが，案内ホッパー25内のどこに設置するかまでは自明でないとする。",
                        "しかし，仮に甲4発明でレベル計を設ける箇所が案内ホッパー25であるとしても，本件特許発明4はレベル計が「一時貯留ホッパー」に設けられる場合を包含しているのであるから，相違点4−2は格別の相違とはいえない。",
                        "すなわち，本件特許発明4において，横向き管は一時貯留ホッパーの範囲内に位置する(一時貯留ホッパーの側部に設けられる)ものであるから，横向き管の最下面によって規定される延長線(以下「本件延長線」という。)も一時貯留ホッパー内に位置することになる。したがって，レベル計が本件延長線上にある場合はもとより，本件延長線よりも上方にある場合であっても，該延長線より上方に位置する一時貯留ホッパーの範囲にレベル計が配置される場合を包含することになる。他方，甲4発明においても，「横向き管(供給管12のうちの横向きの部分)」は「案内ホッパー25」の側部に設けられるものであるから，「案内ホッパー25」の範囲内に位置することになり，該横向き管の最下面によって規定される本件延長線も「案内ホッパー25」内に位置する。",
                        "つまり，本件特許発明4も甲4発明も，ともに，本件延長線は「一時貯留ホッパー(案内ホッパー25)」内に位置し，レベル計も同所に位置する点で共通するのである。",
                        "このような事実関係の下で，両発明が相違するといえるためには，甲4発明のレベル計が必ず本件延長線よりも下方に位置するといえなければならないが，そもそも「案内ホッパー25」内のどこにレベル計を設けるかは，材料をどれほど貯留しておくべきかによって適宜選択される設計事項にすぎない。安全のためには，レベル計をできるだけ上方に配置したほうが好ましいことは自明であり，そうすると必然的に本件延長線よりも上方位置となるのであって，甲4発明のレベル計の位置を本件延長線よりも下方に限定すべき理由は全くない。",
                        "これを本件延長線の側からみても，「案内ホッパー25」内のどこに横向き管(したがって本件延長線)を設けるかは，スペース等を考慮して適宜選択し得る設計事項にすぎないから，「案内ホッパー25」内で横向き管を下方に配置した場合には，レベル計は必然的に本件延長線よりも上方に位置することになる。",
                        "このように，①「案内ホッパー25」内のどこにレベル計を設けるか，②「案内ホッパー25」内のどこに横向き管(したがって本件延長線)を設けるかは，いずれも設計事項にすぎないため，両者の相対的位置関係を特定することも設計事項の域を出ないものであるから，審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また審決は，吸引輸送開始時点で材料の一部が未混合のまま一時貯留ホッパーへ直接に落下するのを防止する観点からレベル計の設置位置を特定することは，単なる設計事項とはいえないとする。",
                        "しかし，本件特許発明4においては，「縦向き管」の下端部が閉塞されているものも含まれているところ(段落【0051】)，この場合，仮にレベル計を本件延長線よりも下方に配置したとしても，未混合材料が下方に落下することはないから，「未混合材料の落下を防止する」という本件特許発明4の課題自体存在せず，「吸引輸送開始時点で材料の一部が未混合のまま一時貯留ホッパーへ直接に落下するのを防止するとの観点からレベル計の設置位置を特定すること」に全く意味はない。",
                        "これは，甲4発明においても同様であり，「未混合材料の落下を防止する」という課題は，甲4発明において既に解決されており，さらに「レベル計の設置位置を特定すること」に格別の意味はない。",
                        "このような両発明を対比した場合，「レベル計の設置位置を特定すること」は，課題解決に全く寄与しないため，設計事項以上の技術的意義を有しないから，審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "甲2装置発明は，材料混合タンクの底面に材料供給兼排出管53と材料排出専用管57とを分離させて設けて，エアー吸引手段を停止させることなく混合済みの粉粒体混合材料を排出するようにしたものであり，材料供給兼排出管53とは別に材料排出専用管57を分離して設けることにより，混合済みの粉粒体混合材料を排出するためにはエアー吸引手段を停止させなければならなかったという従来技術の課題を解決するものである。",
                "そうすると，材料排出専用管57を取り除くことにより，甲2装置発明から従来技術の構成に戻すことは，既に克服できている課題を捨てて前段階に立ち戻ることにほかならず，かつ発明の目的に反する方向に変更することになるから，そのような構成を採用することの動機付けが甲2公報にないことは明らかである。",
                "したがって，相違点2−1及び相違点3−1が容易想到でないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2−5・相違点3−6につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3発明の技術上の核心は，攪拌羽根のような機械的手段を用いることなくガスの気力により材料を混合することにより，混合時における攪拌羽根(C)の摩耗やスライドダンパー(G)の摺動に伴う摩耗により発生する異物等が混合材料中に混入することを防止するという点にある。",
                        "この点，甲3発明の構成においては，受部(5)内の混合済み材料の充填レベルがレベル計の位置に下がるまで成形機(6)への混合済み材料の供給のみが行われるところ，混合済み材料を過不足なく成形機(6)へ供給するためには，レベル計を受部(5)内に設けると考えるのがむしろ自然である。",
                        "そして，甲3発明は，混合済み材料の供給についていえば，混合済み材料をチャージホッパー等の受部(5)に所定量供給するようにすれば必要かつ十分であり，それゆえ，レベル計(7)を受部(5)の中程位置に設けているのであるから，当業者が敢えてレベル計の位置を変更しようとする必要性はなく，当業者が，レベル計の設置位置に関して甲3発明の構成から本件特許発明の構成に到達するための示唆等は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，甲2装置発明のレベル計と甲3発明のレベル計とは，その目的も機能も同じであると主張する。",
                        "しかし，甲3発明は，攪拌羽根の摩耗による異物の混入を防止する目的でガスの気力により材料を混合するという課題解決のための技術であり，その受部(5)に設けられたレベル計は，材料の吸引輸送及び混合という操作と材料の排出という操作を交互に繰り返し行う装置において，受部(5)の材料の充填レベルが成形機での材料の消費に伴って徐々に下がり，受部(5)の材料のレベルが確認されて不足したときを検知する意味を持つものである。これに対し，甲2装置発明の材料混合タンク本体2内に設けられたレベル計は，材料供給兼排出管53とは別に材料排出専用管57を設けた構成において，絶えず材料排出専用管57を通じて材料を供給するために材料混合タンク内の材料の貯蓄量を常に一定に維持するためのものであるから，両者の目的や機能が同一であるということはできない。",
                        "そして，上記のような甲3発明においてはレベル計が受部に設けられていることに何の不都合もなく，これを，エアー吸引手段を停止させることなく混合済みの粉粒混合材料を排出する目的で分岐管部より上方に設ける優位性又は動機等は存在しない。",
                        "なお原告は，本件訂正発明2は，技術進歩において甲3発明と甲2装置発明の間に位置する発明にすぎないから，甲3発明と甲2装置発明とを組み合わせて，本件訂正発明2を得ることは極めて容易であるとも主張するが，上記のとおり，そもそも本件訂正発明2も甲2装置発明，甲3発明もその解決課題，構成，作用効果がそれぞれ異なるものである。",
                        "甲2装置発明は材料排出専用管を備えるからこそ，レベル計を材料混合タンク内に設ける必要性があるのであるから，材料排出専用管とレベル計の位置とは一体不可分というべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲3発明は，混合ホッパー(1)の材料の排出導通路(4)には下方から上方に向けて上り勾配の輸送短管(10a)を接続するとともに，排出導通路(4) の軸線(イ)と輸送短管(10a)の軸線(ロ)とが交差する角(θ)を鋭角とし(甲3公報の第1図には，45度の角度をなす構成が記載されている。)，さらに，受部(5)の中程位置，すなわち輸送短管(10a)における最下面の延長線より下方位置にレベル計(7)を設けた構成をなしている。",
                        "かかる構成において，仮にレベル計を輸送短管における最下面の延長線より上方位置に設けた場合には，吸引空気源の作動を停止したときに，混合済み材料が排出導通路の輸送短管との接続位置(輸送短管における最下面の延長線)より上方に堆積し，その際，輸送短管が排出導通路と鋭角をなして接続されているため，混合済み材料の多くが自重で輸送短管の上流側へ充填されてしまい，受部に確実に落下しないという致命的な不都合が生じることになる。",
                        "したがって，当業者であれば，かかる不都合を無視してまで，レベル計を輸送短管における最下面の延長線より上方位置に設けるはずがなく，甲3発明の構成において，レベル計を輸送短管における最下面の延長線より上方位置に設けることは，甲3発明の課題を達成する上において積極的に排除されているというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また原告は，貯留量の増加という観点からも動機付けがある旨主張するが，貯留量を増加させるのであれば，受部内においてレベル計の位置を上方に設けるか，受部自体の容量を多くするのが自然であり，原告の主張には理由がない。ちなみに，甲2公報及び甲3公報には，材料の一定の貯蓄量を確保するとか，装置のコンパクト化を目的ないし解決課題とする旨の記載は一切なく，このような事情は動機付けとなり得るものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "また原告は，甲2装置発明を用いる場合と本件訂正発明2，3を用いる場合において，材料は同じ動きをしている旨主張する。",
                        "しかし，甲2装置発明は，エアー吸引手段の作動・停止にかかわらず絶えず材料排出専用管を通じて材料を排出するようにしたものであり，射出成形機が材料の要求を断続的に行うから，材料が排出されないタイミングがあったとしても通常は断続的な材料要求が繰り返し行われ，絶え間なく混合済みの粉粒体混合材料を排出するものであると解すべきであるから，原告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また原告は，甲2装置発明には，未混合材料落下の減少なる作用・効果について教示されていると主張する。",
                        "しかし，甲2装置発明は，エアー吸引手段を停止させることなく，混合済みの粉粒体混合材料を排出することのできる気流混合装置，換言すれば，粉粒体材料の混合と同時進行的に並行して混合済みの粉粒体混合材料を排出することを目的ないし解決課題とするものであり，本件訂正発明2ないし3の目的ないし解決課題については何らの開示も教示もない。",
                        "原告の上記主張は，吸引動作開始時に材料供給管よりも下方には混合済み材料が充填されていることを根拠とするものであるが，甲2装置発明は，材料排出専用管とともに材料混合タンク内にレベル計を備えることにより，絶え間なく材料を排出しつつ，材料混合タンク内の材料の貯蓄量を常に一定にするものであるから，材料供給管の下方のみならず上方にも常に混合済み材料が充填されているのであり，本件訂正発明2ないし3の内容を知らなければ下方のみを参照することなどできることではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3−7につき",
                  "text": [
                    "原告は，審決が甲2公報の図6を看過して判断した旨主張するが，甲2公報には，図6について，図5に示す気流混合装置の材料混合タンクを中心に示す断面図である旨の記載があるのみで(段落【0003】)，甲3発明の構成を示したものであるということはできない。そうすると，甲2公報の図6の記載から直ちに甲3発明でも略Y字状管の垂直の他方の分岐管部(10c)の軸線ともう一方の分岐管部(10b)の軸線の交差する角(θ)を略水平に変更することができるとまではいえない。",
                    "したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4−2につき",
                  "text": [
                    "原告は，レベル計を設ける箇所は甲4発明では案内ホッパー25と考えるのが普通であるとの審決の判断が誤りである旨を主張する。",
                    "しかし，材料排出専用管を備えるからこそ，レベル計を材料混合タンク内に設ける必要性があるのであって，甲2公報には，材料排出専用管とは無関係に材料混合タンク内にレベル計を設置するという技術思想が開示されているとまではいえないから，原告の主張は理由がない。",
                    "すなわち，本件特許発明4は，本件訂正発明2・3と同様に，材料の吸引輸送を開始した際に，材料の一部が未混合のまま一時貯留ホッパーへ直接に送られるのを防止することを目的とするものであり(段落【0005】，【0009】参照)，かかる目的を実現するための手段として，請求項4に記載の構成を備えるものである(段落【0014】参照)。その構成中，「流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管」は，縦向き管と横向き管とはT字形を横倒しした形状を有する。",
                    "一方，甲4発明の供給管12は，本件特許発明4の供給管とはその構成を異にし，出口28が上向きとなされているため，材料の吸引輸送が開始される際に材料の一部が未混合のまま案内ホッパー25へ落下するという課題はない。",
                    "したがって，吸引開始時点で材料の一部が未混合のまま一時貯留ホッパーへ直接に落下するのを防止する観点からレベル計の設置位置を特定することが，当業者であれば適宜になし得た設計事項であるということは到底できない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の請求項2～4(請求項2および3は本件訂正後のもの)は，前記第3，1(2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件特許明細書(甲1，12)の【発明の詳細な説明】には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "・ 「本発明は，プラスチック成形材料，医薬品材料，加工食品材料等の粉粒体(本明細書では単に材料とも言う。)を混合するとともに，該粉粒体に付着している微粉(ダストも含む広義のものをいう)を除去する，粉粒体の混合及び微粉除去方法とその装置に関する。」(甲1段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 「従来，この種の粉粒体の混合装置としては，実開平3ー32936号公報に記載されているようなものが知られている。」(甲1段落【0002】)・ 「この従来の混合装置は，輸送管を介して材料供給源と接続した混合ホッパーに，ガス導管を介して吸引空気源を接続し，前記混合ホッパーの出入口に接続された材料の排出導通路には下方から上方に向けて上り勾配の輸送短管を接続するとともに，排出導通路の軸線と輸送短管の軸線とが交差する角を鋭角とし，さらに前記排出導通路の下端部には中程位置にレベル計を設けたチャージホッパー(一時貯留ホッパー)を接続している。このような構成によって，吸引空気源の気力により混合すべき材料を前記輸送短管を介して混合ホッパー内に吸引輸送するとともに混合し，その混合済み材料は前記チャージホッパー内へ落下するようにしてなるものである。」(甲1段落【0003】)",
                    "・ 「上記従来例では，輸送短管は混合ホッパーの材料の排出導通路に対して下方から上方に向けて上り勾配にして接続しているため，材料供給源からの材料は，吸引空気源の気力により輸送短管を介して前記混合ホッパー内へスムーズに輸送され，吸引空気源の気力により混合されるものであるから，機械的な攪拌手段や混合手段を設ける必要がない。そのため，混合材料を機械的に破損したりするのを防止できるなどの多くの利点を有していて，光ディスク用の装置としても用いることができる。」(甲1段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 「しかしながら，前記従来例の混合装置によれば，(イ) 一時貯留ホッパー(チャージホッパー)には中程位置にレベル計を設けており，成形機が材料を消費して材料のレベルがレベル計の位置より下方に至れば混合ホッパーへの次回材料の輸送が開始されるようになっている。すなわち，次回材料が輸送される時には，輸送短管の出口とレベル計の位置との間には空間ができた状態になっている。そのような状態で輸送が開始されると，材料の大部分は混合ホッパーへ吸引輸送されるものの，材料の一部は未混合のまま一時貯留ホッパーへ直接に落下してしまうという問題が生じていた。」(甲1段落【0005】)",
                    "・ 「(ロ) そして，吸引空気が停止すると，混合ホッパーにおいて混合中の材料は一時貯留ホッパーへ落下するようになっているが，輸送短管の出口とレベル計の位置との間に形成されている空間の容積を超える大きい容積の材料を吸引輸送した場合には，その超えた材料は，下方から上方に向けて上り勾配に設けられている前記輸送短管の方へ落下するという不都合が生じていた。",
                    "その不都合を解消するには，例えば，実開平3ー32936号公報の請求項2に記載のような弁を設けるとか，輸送短管の出口とレベル計の位置との間に形成される空間は十分に大きくしておくとかの手段を必要とした。そして，前記空間を大きく設ける場合には，一時貯留ホッパーの容積は2チャージ分程度の規模にする必要があり，装置の大形化を招く等の問題があった。」(甲1段落【0006】)・ 「(ハ) また，輸送短管を下方から上方に向けて上り勾配に設ける場合には，輸送短管と排出導通路とは略Y字状に一体形成される必要があるが，そのような形状に製作するのが難しく手間がかかり，製作費も高価となるとともに，寸法も大きくなるなどの問題があった。」(甲1段落【0007】)",
                    "・ 「そこで，本出願の請求項…2に記載の発明は，上記(イ)に記載の問題を解消するために提案された発明であって，材料が未混合のまま一時貯留ホッパーへ直接に送られるのを防止することを目的としている。",
                    "請求項3記載の発明は，上記(イ)と(ロ)に記載の問題を同時に解消するために提案された発明であって，材料が未混合のまま一時貯留ホッパーヘ直接に送られるのを防止することができることは勿論のこと，一時貯留ホッパーの小形化も達成することができるようにすることを目的としている。」(甲1段落【0008】)・ 「請求項4記載の発明は，上記(イ)と(ロ)及び(ハ)に記載の問題を解決すると同時に，装置全体の高さ方向の寸法を更に小形化するとともに，一時貯留ホッパーの容積を更に小形化することを目的としている。」(甲1段落【0009】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「…請求項2記載の発明は…，排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管に接続された一時貯留ホッパーとからなり，前記流動ホッパーの出入口は，前記供給管のみと連通してあり，前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，前記吸引空気源を停止する前に混合された混合済み材料の充填レベルを，該吸引空気源を停止している場合に検出するためのレベル計を設けてなることを特徴としている。」(甲12段落【0011】)",
                    "・ 「なお，…請求項2記載の発明において，横向き管とは縦向き管に対して任意の角度で交差する管ということであり，上向き，下向き，水平等いづれの方向のものも含まれるものとし，交差する角度には限定されないものとする。また縦向き管とは略縦向き管ということであり，中を通る材料が上方から下方へ降下ないしは落下することが可能であればよく，垂直である必要はない。」(甲1段落【0012】)・ 「請求項3記載の装置は，排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管の縦向き管の下端部に接続された一時貯留ホッパーとからなり，前記流動ホッパーの出入口は，前記供給管のみと連通してあり，前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，前記吸引空気源を停止する前に混合された混合済み材料の充填レベルを，該吸引空気源を停止している場合に検出するためのレベル計を設けるとともに，前記横向き管は縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設けてなることを特徴とする。」(甲12段落【0013】)",
                    "・ 「請求項4記載の装置は，排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管の少なくとも縦向き管が挿入されるとともに，流動ホッパーの出入口の下部に直接または間接に設けた一時貯留ホッパーとからなり，前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，材料の充填レベルを検出するためのレベル計を設けるとともに，流動ホッパーの出入口周縁部は縦向き管の入口周縁部より大径とするとともに，流動ホッパーの出入口周縁部と縦向き管の入口周縁部との間には隙間が形成されていることを特徴としている。」(甲1段落【0014】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "text": [
                    "・ 「請求項2記載の装置によれば，供給管の横向き管における最下面の延長線の近傍または該延長線よりも上方位置には，材料の充填レベルを検出するためのレベル計が設けられている。すなわち，材料の吸引輸送を，充填レベルが横向き管における最下面の延長線の近傍または該延長線よりも下方に落下する前に開始する際のその開始時点は，該延長線よりも上方に設けられたレベル計によって正確に捉えることができるようになっている。従って，この装置では材料が未混合のまま一時貯留ホッパーへ落下するということはない。」(甲1段落【0017】)・ 「そして，レベル計が前記延長線の線上に設けられている場合には，その延長線よりも上方は空の状態になっているので何等の抵抗もなくスムーズに吸引輸送される。また，レベル計が該延長線よりも上方位置に設けられている場合には，該延長線の位置とレベル計との間には材料が充填された状態になっているが，その充填層は吸引空気の気力により供給管からの材料と一緒に流動ホッパーへ吸引されるものであるから吸引輸送に支障を来すことはない。」(甲1段落【0018】)・ 「請求項3記載の装置によれば，横向き管は縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設けられているので，吸引輸送され混合されて落下した材料は，その充填レベルが横向き管の位置よりもかなり上方にまで至っていたとしても，横向き管は略水平ないしは上方から下方に向けての下り勾配に設けられているため，材料が横向き管の方へ落下するようなことはない。",
                    "すなわち，材料は横向き管の位置より遙に上方の位置にまで貯留することができるようになっているので，一時貯留ホッパーを小形化したためにその一時貯留ホッパーに収まらなくなった材料は流動ホッパーに貯留することができる。従って，吸引輸送の停止時においては流動ホッパーを一時貯留ホッパーとして活用することができるようになり，一時貯留ホッパーはその分だけ小形化される。",
                    "また，供給管の横向き管における最下面の延長線の近傍位置または該延長線よりも上方位置にレベル計が設けられており，しかも横向き管は縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設けられている。そして，材料の吸引輸送は，材料のレベルが横向き管における最下面の延長線の近傍または該延長線に近づいたのをレベル計が検出し，その信号によって開始されるようになっているので，材料が未混合のまま一時貯留ホッパーへ落下するのを防止することができるのは勿論のこと，一時貯留ホッパーはその一部を流動ホッパーに肩代わりさせることができるので，一時貯留ホッパーの容積はその分だけ小さくすることができる。」(甲1段落【0019】)",
                    "・ 「請求項4記載の装置によれば，前記縦向き管は一時貯留ホッパー内に挿入された構成になっている。すなわち，縦向き管が一時貯留ホッパー内に挿入されているということは，この縦向き管の寸法は一時貯留ホッパーの寸法に吸収されているということであり，流動ホッパーと縦向き管と一時貯留ホッパーとが縦に連なった構成の装置に比べて，請求項4記載の装置は高さ方向の寸法が縦向き管の寸法だけ短縮されるので，更なる小形化が達成される。",
                    "また，流動ホッパーの出入口周縁部は縦向き管の入口周縁部より大径とするとともに，流動ホッパーの出入口周縁部と縦向き管の入口周縁部との間には隙間が形成されている。このため，流動ホッパーから落下してきた材料は，縦向き管内が満たされた後も，上記の隙間から一時貯留ホッパー内へ溢れさせることができるので，縦向き管の外周と一時貯留ホッパーの内周との間に形成されるデッドスペースが解消される。」(甲1段落【0020】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の実施の形態1",
                  "text": [
                    "・ 「本発明の実施の形態の第1例(請求項1ないし3に対応)を図1および図2に基づいて以下に説明する。図1は粉粒体の混合及び微粉除去装置の縦断面図，図2は図1の装置を適用した一例を示す説明図である。",
                    "本発明の粉粒体の混合及び微粉除去装置1は，図1に示すように，大別して，流動ホッパー2と，流動ホッパー2の出入口2aと連通した中間管3(中間管3は必須ではない)と，流動ホッパー2の出入口2aと前記中間管3を介して縦方向に連通した縦向き管4Aと，縦向き管4Aに横方向に連通した横向き管4Bと，縦向き管4Aと連通した一時貯留ホッパー6とからなっている。前記縦向き管4Aと横向き管4Bとは供給管4を構成する。」(甲1段落【0021】)",
                    "・ 図1(粉粒体の混合及び微粉除去装置の縦断面図)",
                    "・ 「縦向き管4Aと横向き管4Bとは，T字形を横倒しした形状にして一体に形成してあり，前記縦向き管4Aの上端部は流動ホッパー2の出入口2aと中間管3を介して間接に接続するとともに，下端部は一時貯留ホッパー6に接続してある。…」(甲1段落【0028】)",
                    "・ 「横向き管4Bは，材料供給源12に接続された輸送管11の先端と接続され，横向き管4Bの前端に形成されたフランジ51と，輸送管11の先端部に形成されたフランジ(図示せず)とを突き合わせ，その突き合わせ部をクランプバンド又はボルト等で結合する。そして，流動ホッパー2より垂設された縦向き管4Aの軸線と横向き管4Bの軸線とが交差する角が90度となるように，つまり横向き管4Bが水平となるように形成してあるが，角度は材料が詰まらない範囲であれば傾いていてもよい。」(甲1段落【0029】)",
                    "・ 「横向き管4Bから供給される粉粒体(材料)Mの充填量(供給量)を検出するため，横向き管4Bにおける最下面5の延長線Lの近傍位置または該延長線Lより上方位置には，レベル計70が設けてある。」(甲1段落【0030】)・ 「レベル計70を図1の実線で示した70の位置(つまり中間管3の上部)位置に設けた場合は，材料の充填レベルがレベル計70の位置まで降下すると，次回材料の吸引輸送が開始され，吸引輸送される材料は延長線Lとレベル計70との間にある材料と一緒に流動ホッパー2に送られ混合される。そして，混合された材料は吸引が停止すると，残っている前回材料の上に落下して積み増しされ，流動ホッパー2の下方にも貯留された状態になる。貯留された材料は一時貯留ホッパー6の下方から成形機等に順次送られて消費され，材料の充填レベルがレベル計70の位置まで落下すると次回の吸引輸送が開始されるようになっており，これが繰り返される。」(甲1段落【0031】)",
                    "・ 「レベル計70を図1の延長線L近くに設けた場合にも，材料の充填レベルがレベル計70の位置まで降下すると，次回材料の吸引輸送が開始される。この場合は，延長線Lの上方に材料がない状態で開始される。そして，前記中間管3の位置に設けた場合と同様に，混合された材料は吸引が停止すると，残っている前回材料の上に落下して積み増しされ，流動ホッパー2の下方にも貯留された状態になる。貯留された材料は一時貯留ホッパー6の下方から成形機等に順次送られて消費され，材料の充填レベルがレベル計70の位置まで降下すると次回の吸引輸送が開始されるようになっており，これが繰り返される。」(甲1段落【0032】)・ 「上述のようにレベル計70は延長線Lより近傍又は上方の位置に設けているので，延長線Lより下方は常に満杯の状態になっており，吸引輸送される材料が未混合のままで一時貯留ホッパー6へ落下するような現象は生じない。",
                    "また，混合済み材料は流動ホッパー2にも貯留することができるようになっているので，一時貯留ホッパー6の容量は小さくすることができる。",
                    "また，供給管4にはT字形管が用いられているので，Y字形管に比べて製作費が低廉である。」(甲1段落【0033】)",
                    "・ 「材料に付着または混入しているダスト等の微粉は，流動ホッパー2内で吸引空気源16の気力により材料と分離捕集されて，フィルター23とガス導管15を経てバッグフィルター等の集塵装置17で捕集される。」(甲1段落【0034】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の実施の形態2",
                  "text": [
                    "・ 「本発明の実施の形態の第2例(請求項4に対応)を図3に基づいて以下に説明する。図3は粉粒体の混合及び微粉粒除去装置の縦断面図である。",
                    "この実施形態の粉粒体の混合及び微粉除去装置1は，流動ホッパー2と天蓋21と中間管3とを前記第1例の実施形態のものと同一構造としている。従って，それらの詳細な構成は第1例の実施形態の説明を参照するとよい。」(甲1段落【0035】)",
                    "・ 図3(粉粒体の混合及び微粉粒除去装置の縦断面図)",
                    "・ 「この第2例の実施形態の装置は，第1例の実施形態の装置に比べて，一時貯留ホッパー6を中間管3にフランジ連結により直接に接続している点と，縦向き管4Aと横向き管4Bの一部とを一時貯留ホッパー6内に挿入している点に特徴を有している。以下，これらについて詳細に説明する。」(甲1段落【0036】)・ 「すなわち，流動ホッパー2の出入口2aの下部に中間管3(中間管3は必須ではない)を接続し，この中間管3の下端部に一時貯留ホッパー6を接続する。…」(甲1段落【0037】)",
                    "・ 「前記縦向き管4Aと横向き管4BとはT字型を横倒しした形状にして一体に形成してあり，この縦向き管4Aと横向き管4Bの一部とを前記一時貯留ホッパー6内に挿入するとともに，該横向き管4Bを一時貯留ホッパー6内に横向けに設けてある。」(甲1段落【0039】)",
                    "・ 「また，中間管3の出口周縁部3aは縦向き管4Aの入口周縁部4aより大径とするとともに，上記中間管3の出口周縁部3aと縦向き管4Aの入口周縁部4aとの間に隙間Sが形成されている。",
                    "前記中間管3を省略する場合は，流動ホッパー2の出入口2aと縦向き管4Aの入口周縁部4aとの間に隙間Sが形成される。",
                    "そしてこの実施形態の場合も，レベル計70は横向き管4Bにおける最下面の延長線Lの近傍位置又は該延長線Lより上方位置に設けてある。」(甲1段落【0040】)",
                    "・ 「従って，材料配給源からの材料は，吸引空気源の気力により，横向き管4B及び縦向き管4Aと中間管3を経て流動ホッパー2内に吸引輸送され，同流動ホッパー2内で材料が混合されるとともに，ダスト等の微粉は材料と分離捕集され，該微粉はフィルター23よりガス導管15を経て系外に排出される。一方，流動ホッパー2内で混合された材料は，中間管3より縦向き管4Aを経て一時貯留ホッパー6内に落下し，一時貯留ホッパー6と縦向き管4Aとが満杯になると，隙間Sから溢れ出て一時貯留ホッパー6の内面と縦向き管4Aの外面との間に貯留(充填)される。そして，貯留(充填)された材料は実施の形態1の場合と同様に，成形機等の目的地へ供給される。」(甲1段落【0041】)",
                    "・ 「このように，この実施形態の装置では，縦向き管4Aは一時貯留ホッパー6の内部に収納された構成になっているので，実施形態1の装置における効果は勿論のこと，装置全体の高さ方向の寸法が実施の形態1の装置に比べて縦向き管4Aの寸法だけ小さくなっている。」(甲1段落【0042】)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "その他の変形例",
                  "text": [
                    "・ 「図1，図3において，中間管3は必須なものではなく，これを省略して，縦向き管4Aの上端部を流動ホッパー2の下端部に直接に接続することもできる。」(甲1段落【0048】)",
                    "・ 「図3に示す装置において，縦向き管4Aの下方の開口部は塞がっていてもよい。",
                    "すなわち，エルボ(L形管)を用いてもよい。エルボ(L形管)を用いる場合は，流動ホッパーから落下する材料は隙間Sを通って一時貯留ホッパーに落下するものであり，エルボ(L形管)を用いる場合には供給管4の製作費が更にコストダウンされる。」(甲1段落【0051】)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「請求項2記載の発明によれば，供給管の横向き管における最下面の延長線の近傍または該延長線よりも上方位置には，材料の充填レベルを検出するためのレベル計が設けられているものであるから，材料を吸引輸送する際の開始はレベル計からの信号によって正確に捉えることができ，材料のレベルが横向き管における最下面の延長線の近傍または該延長線よりも下方に降下する前に開始することができるようになっているので，材料が未混合のまま一時貯留ホッパーへ落下するという現象を防止した装置が提供できる。」(甲1段落【0054】)",
                    "・ 「請求項3記載の発明によれば，供給管の横向き管における最下面の延長線の近傍位置または該延長線よりも上方位置にレベル計が設けられており，しかも横向き管は縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設けられているものであるから，材料の吸引輸送はレベル計の信号によって開始され，材料が未混合のまま一時貯留ホッパーへ落下するのを防止することができるのは勿論のこと，一時貯留ホッパーはその一部を流動ホッパーに肩代わりさせることができ，一時貯留ホッパーの容積はその分だけ小形化される。」(甲1段落【0055】)・ 「請求項4記載の発明によれば，請求項2に記載のレベル計を備えているので，上記請求項2に記載の効果を有するとともに，少なくとも縦向き管は一時貯留ホッパー内に挿入されるものであるから，縦向き管の寸法は一時貯留ホッパーの寸法に吸収された状態になって，流動ホッパーと縦向き管と一時貯留ホッパーとが縦に連なった構成の装置に比べて，縦向き管の寸法だけ短縮されるので，装置の高さ寸法の小形化が達成されるのは勿論のこと，流動ホッパーの出入口周縁部は縦向き管の入口周縁部より大径とするとともに，流動ホッパーの出入口周縁部と縦向き管の入口周縁部との間には隙間が形成されているものであるから，流動ホッパーから落下してきた材料は縦向き管内が満杯になった後も，上記の隙間から一時貯留ホッパー内へ溢れさせることができ，縦向き管の外周と一時貯留ホッパーの内周との間に形成されるデッドスペースが解消される。」(甲1段落【0056】)(3) 上記記載によれば，本件各発明(本件訂正発明2，本件訂正発明3，本件特許発明4)は，プラスチック成形材料等の粉粒体を混合するとともに，粉粒体に付着している微粉を除去する，粉粒体の混合及び微粉除去装置に関するものである。",
                    "従来型の混合装置の構成は，輸送管を介して材料供給源と接続した混合ホッパー(本件各発明における流動ホッパー)にガス導管を介して吸引空気源を接続し，前記混合ホッパーの出入口に接続された材料の排出導通路に輸送短管(供給管の横向き管)を接続し，さらに前記排出導通路の下端部にチャージホッパー(本件各発明における一時貯留ホッパー)を接続するというものであり，その動作は，まず吸引空気源の気力により混合すべき材料を前記輸送短管を介して混合ホッパー内に吸引輸送するとともに混合し，その混合済み材料を前記チャージホッパー内へ落下させて貯留し，貯留された混合済み材料が後工程(成形機など)の材料として消費されて混合済み材料の量が一定レベルに至ると混合ホッパーへの次回材料の輸送が開始されるというものである。しかし，このような従来型の混合装置においては，混合済み材料の量を計るレベル計がチャージホッパーの中程位置に設けられていたため，次回材料が輸送される際，輸送短管出口とチャージホッパー(レベル計の位置)との間に空隙が生じることになり，そのような状態で輸送が開始されると，輸送短管出口から排出される材料の一部が混合ホッパーに引き上げられることなく，未混合のままチャージホッパーへ直接に落下してしまうという問題があった。",
                    "そこで，本件訂正発明2は，輸送短管における最下面の延長線の近傍位置又は該延長線よりも上方位置に材料の充填レベルを検出するためのレベル計を設けることで，上記のような輸送短管出口と一時貯留ホッパー間に空隙が生じる前に次回以降の材料の吸引輸送を開始することを可能ならしめ，もって，吸引輸送される材料が未混合のままで一時貯留ホッパーへ落下するという上記課題を解決するものである。",
                    "また，本件訂正発明3は，上記本件訂正発明2の作用効果に加え，横向き管を縦向き管に対して略水平ないしは上方から下方に向けての下り勾配に設けることで，材料が横向き管内に落下することを防止でき，その結果，横向き管の位置より遙かに上方の位置にまで混合済み材料を貯留すること，すなわち流動ホッパーを一時的に貯留ホッパーとして活用することを可能ならしめ，もって，一時貯留ホッパー容積の小型化を可能にするものである。",
                    "また，本件特許発明4は，縦向き管を一時貯留ホッパー内に挿入するような構成を採用することで，混合装置の高さ方向の寸法を縦向き管の寸法だけ短縮させて，混合装置の更なる小型化を可能にするものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正発明2についての容易想到性の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正発明2について，甲2装置発明(取消事由1)及び甲3発明(取消事由2)との関係における審決の容易想到性判断(いずれも容易想到でないとしたもの)に誤りがあると主張するので，以下，順次検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2装置発明との関係(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2公報には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 【請求項2】上部に，エアー吸引口を形成するとともに，その底面には，材料供給兼排出管と，材料排出専用管とを分離させて設けてあり，上記材料供給兼排出管には，材料供給管が連結されていて，その連結部の下方には，上記材料排出専用管の下端側が連結されてなる，材料混合タンクと，エアーを吸引するエアー吸引手段と，",
                        "粉粒体材料を貯留した材料貯蔵ホッパーなどの材料供給源と，上記材料混合タンクのエアー吸引口と上記エアー吸引手段とを接続するエアー配管と，",
                        "上記材料供給管と上記材料供給源とを接続する材料輸送配管とを備え，上記材料供給兼排出管の一端に，気密性を有する材料収容手段の材料投入口を接続し，",
                        "上記エアー吸引手段を作動して，粉粒体材料を上記材料供給源より材料混合タンク内に供給しつつ，気流混合させながら，上記材料排出専用管から，順次，上記気密性を有する材料収容手段の材料投入口に排出し，",
                        "エアー吸引の停止後は，上記材料供給兼排出管から混合済みの粉粒体混合材料を上記気密性を有する材料収容手段の材料投入口に排出する構成とした，粉粒体材料の気流混合装置。",
                        "・ 【請求項3】上記材料混合タンク内の所定の位置に，上記材料混合タンク内に貯留された上記混合済みの粉粒体混合材料の貯留量を検出するためのレベル計を更に備え，",
                        "上記レベル計の検出結果に基づいて，エアー吸引手段を作動または停止して，上記材料供給源から上記材料混合タンク内への粉粒体材料の供給量を制御する，請求項…2に記載の粉粒体材料の気流混合装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "・ 「本発明は，プラスチック材料，医薬品材料，加工食品材料等の粉粒体材料を混合する粉粒体材料の混合装置に関し，特に，材料混合タンク内への粉粒体材料の供給と，材料混合タンク内での粉粒体材料の混合と，材料混合タンク内で混合された混合済みの粉粒体混合材料の排出を，同時進行的に並行して，連続して行うことができる，粉粒体材料の気流混合装置に関する。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来の技術",
                      "text": [
                        "・ 「従来，粉粒体材料の混合装置としては，攪拌手段に羽根を用いる混合装置が多用されているが，この種の混合装置には，混合すべき材料が攪拌羽根によって砕かれて，その結果，粉粒体混合材料の粒径，粒度，粒度分布に変動を来し，得られる粉粒体混合材料の物性が変化する等，品質が劣下してしまうという問題がある。」(段落【0002】)",
                        "・ 「そこで，本出願人は，このような問題を解決するために，実開平3−32936号公報(実願平1−91342号)において，気流混合装置を提案している。図5は，従来の気流混合装置を概略的に示す全体構成図であり，図6は，図5に示す気流混合装置の材料混合タンクを中心に示す断面図である。…」(段落【0003】)",
                        "・ 【図5】(従来の気流混合装置を概略的に示す全体構成図)・ 【図6】(図5に示す気流混合装置の材料混合タンクを中心に示す断面図)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "・ 「しかしながら，上記した気流混合装置101のような装置においては，エアー吸引手段121が作動している間は，材料混合タンク102内へ供給された粉粒体材料A，B，Cが，その吸引ガスの気流によって，材料混合タンク本体102内の上方へ吸引されており，落下することがないので，材料供給兼排出管115から，混合済みの粉粒体混合材料を排出することができない。」(段落【0011】)",
                        "・ 「即ち，上記した気流混合装置101のような装置には，混合済みの粉粒体混合材料を排出しようとする場合には，エアー吸引手段121を停止させる必要があった。このため，材料混合タンク本体102内の容量を超える量の粉粒体混合材料を得ようとする場合には，バッチ操作を繰り返さざるを得ないという不便があった。」(段落【0012】)",
                        "・ 「本発明は，以上のような問題を解決するためになされたものであって，本発明の第1の目的は，エアー吸引手段を停止させることなく，混合済みの粉粒体混合材料を排出することのできる気流混合装置，換言すれば，粉粒体材料の混合と同時進行的に並行して，混合済みの粉粒体混合材料を排出することのできる気流混合装置を提供することにある。」(段落【0013】)・ 「また，混合装置においては，色替えや，品種替えの際には，操業が停止されるが，その際に，前工程の材料が，混合装置内に残っていたりすると，異材混入の問題を生じる。ところが，材料供給管と材料排出管とを分離して設けた構成の気流混合装置では，エアー吸引手段を停止すると，材料混合タンク内を浮遊回遊している混合中の粉粒体材料が落下し，その一部が，材料供給管内に沈降する。」(段落【0014】)",
                        "・ 「そして，この沈降した粉粒体材料が，次の工程の材料中に混入し，異材混入を生じるという問題があった。本発明は，以上のような問題を解決するためになされたものであって，本発明の第2の目的は，気流混合装置のエアーの吸引を停止した際に，前工程の材料が，前工程の粉粒体材料が，気流混合装置内に残り難いため，色替えや，品種替え後の粉粒体混合材料中に，異材混入を生じにくい気流混合装置を提供することにある。」(段落【0015】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "・ 「ここで，「気密性を有する材料収容手段」は，材料収容手段が気密性を有するものであれば，特に限定されることはなく，例えば，気密性を有する，押し出し成形機等の材用収容部や，気密性を有する，貯留容器(ホッパー等)等が該当する。…」(段落【0017】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "作用",
                      "text": [
                        "・ 「…請求項2に記載の粉粒体材料の気流混合装置では，材料混合タンクに材料供給兼排出管と材料排出専用管とを分離して設け，材料混合タンクと気密性を有する材料収容手段の材料投入口との間を，材料供給兼排出管で接続している。」(段落【0022】)",
                        "・ 「したがって，エアー吸引手段を作動すると，エアー吸引手段によって生成された吸引空気の流れによって，材料輸送配管，材料供給管及び材料供給兼排出管を通って，材料供給源から粉粒体材料が材料混合タンク内に供給される。この装置では，エアー吸引手段を作動している間は，材料供給兼排出管から材料混合タンク方向へ，気流が絶えず噴出しているので，材料混合タンク内へ供給された粉粒体材料は，材料供給兼排出管へ落下することはなく，材料混合タンク内で，エアーの気流によって攪拌され，均一に混合されながら，材料混合タンク内を浮遊回遊している。」(段落【0023】)",
                        "・ 「材料排出専用管の一端は，請求項1に記載の装置のように，気密性を有する材料収容手段の材料投入口に直接連結してもよいが，この装置では，施工の便宜等を考慮して，材料排出専用管の下端側を，材料供給兼排出管の下方に連結する構成とし，材料供給兼排出管の一端に，気密性を有する材料収容手段の材料投入口を接続し，しかも，材料排出専用管の下端側を，材料供給兼排出管と材料供給管との連結部の下方で接続したので，材料排出専用管内は，気流混合の作用が及び難い領域となっている。」(段落【0024】)",
                        "・ 「このため，エアー吸引していても，材料混合タンク内を，浮遊，回遊している粉粒体混合材料の一部は，その自重により，材料排出専用管内に捕捉され，沈降，堆積する。そして，気密性を有する材料収容手段内に充填された粉粒体混合材料が，次工程に送られ，排出されると，材料排出専用管の材料混合タンク側には，その排出量相当分のスペースが生じるので，材料排出専用管内にできるスペースに，そのスペース相当分の材料混合タンク内で気流混合された混合済みの粉粒体混合材料が，捕捉される。」(段落【0025】)・ 「この装置では，エアー吸引している間，複数の粉粒体材料が，材料混合タンクに供給されつつ，均一に混合されながら，順次，気密性を有する材料収容手段へ排出されるという工程が，並行して，同時に進行する。一方，色替えや，品種替えの際に，エアー吸引手段の停止させることになるが，エアー吸引手段を停止すると，材料混合タンク内を浮遊回遊している粉粒体混合材料は，一斉に降下し始める。」(段落【0026】)",
                        "・ 「この時，降下する粉粒体混合材料は，材料供給兼排出管からも排出されるので，材料混合タンク内の混合済み粉粒体材料が，残材として残り難い。このように，請求項2に記載の粉粒体材料の気流混合装置は，混合装置を停止した際に，前工程の材料が，混合装置内に残り難くなっているので，色替えや，品種替えの際に，前工程の材料が，混合装置内に残っていることに起因する，品質の低下という問題を解決できる。」(段落【0027】)",
                        "・ 「請求項3に記載の粉粒体材料の気流混合装置では，レベル計を更に備えているので，レベル計によって，材料混合タンク内の混合済みの粉粒体混合材料の貯留量を検出し，材料供給源から材料混合タンクへの粉粒体材料の供給量を制御してので，材料混合タンク内の混合済みの粉粒体混合材料の貯留量を，粉粒体混合材料の使用量にかかわらず，常に，一定とできるので，気密性を有する材料収容手段側に，常に，過不足なく，安定して，混合済みの粉粒体混合材料を排出できる。」(段落【0029】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "・ 「…(発明の実施の形態2)図4は，本発明の要部である材料混合タンクの好ましい他の一例を示す概略的な断面図である。…」(段落【0045】)・ 【図4】(本発明の要部である材料混合タンクの他の一例を示す概略的な断面図)",
                        "・ 「この気流混合装置の材料混合タンク51は，上蓋12と混合タンク部13とを備える材料混合タンク本体2と，上蓋12と混合タンク部13との間に設けられた混合用補助フィルター14と，上蓋12の上部に形成されたエアー吸引口12hと，混合タンク部13の底面に形成され，粉粒体材料A，B，Cを材料混合タンク本体2内に供給し，且つ，材料混合タンク本体2内で得られる粉粒体混合材料を材料混合タンク本体2から排出するために設けられた第一の孔部(エアー吸引手段21の作動時には，主として，粉粒体材料の入口として機能し，エアー吸引手段21の停止時には，粉粒体混合材料の出口として機能する孔部)52h1と，材料混合タンク本体2の底面に，第一の孔部52h1より上方に形成され，材料混合タンク本体2内で混合された混合済みの粉粒体混合材料を材料混合タンク本体2から排出するための第二の孔部(粉粒体混合材料の排出口)52h2と，第一の孔部52h1に，上端が接続して設けられ，且つ，下端が，気密性を有する材料収容手段の材料投入口(この例では，成形機などの粉粒体材料加工機器27の材料投入口27a)に接続された，ほぼ垂直に降下する材料供給兼排出管53と，この材料供給兼排出管53の所定の位置で横方向に連結された材料供給管54と，第2の孔部52h2に，上端が接続され，且つ，下端が，材料供給兼排出管53に，材料供給兼排出管53と材料供給管54との連結部55より下方の，且つ，材料供給兼排出管53の下端との間の位置56で接続された材料排出専用管57とを備えている。」(段落【0046】)",
                        "・ 「…26は，材料混合タンク本体2内の所定の位置に取り付けられ，材料混合タンク本体2内に貯留堆積する混合済みの粉粒体混合材料の量を計測するレベル計を，各々，示している。」(段落【0049】)",
                        "・ 「尚，このレベル計26は，材料混合タンク本体2内の所定の位置に設けられており，材料混合タンク本体2内に貯留された混合済みの粉粒体混合材料の貯留量を検出するようになっている。…」(段落【0050】)",
                        "・ 「材料排出専用管57の一端は，材料供給兼排出管53に連結され，材料供給兼排出管53の下端は，直接，気密性を有する材料収容容器の材料投入口(この例では，粉粒体材料加工機器27の材料投入口27a)に接続されているので，粉粒体材料加工機器27の内部に充填された粉粒体混合材料が加工排出されると，その排出量に相応する分量の混合済みの粉粒体混合材料が，順次，粉粒体材料加工機器27の内部へ排出される。」(段落【0054】)・ 「より詳しくは，エアー吸引手段21が作動している間は，材料供給兼排出管53(より詳しくは，材料供給兼排出管53の内，材料供給兼排出管53と材料供給管54との連結部の上方の管部53a)から材料混合タンク本体2方向へ，気流が絶えず噴出しているので，材料混合タンク本体2内へ供給された粉粒体材料は，材料供給兼排出管53へ落下することはなく，材料混合タンク本体2内で，エアーの気流によって攪拌され，均一に混合されながら，材料混合タンク本体2内を浮遊回遊しており，粉粒体材料加工機器27内に充填された粉粒体混合材料が，次工程に送られ，排出されると，材料排出専用管57の材料混合タンク本体2側には，その排出量相当分のスペースが生じるので，材料排出専用管57内にできたスペースに，そのスペース相当分の材料混合タンク本体2内で気流混合された混合済みの粉粒体混合材料が，捕捉される。」(段落【0056】)",
                        "・ 「したがって，混合済みの粉粒体混合材料を排出する度毎に，エアー吸引手段21を停止する必要がないのに加え，粉粒体材料加工機器27から排出された粉粒体混合材料に相当する量の粉粒体混合材料が，常に，過不足なく，安定して，材料排出専用管57内に沈降，堆積する。一方，エアー吸引手段21を停止状態にすると，材料混合タンク本体2内において，気流混合され，材料混合タンク本体2内に浮遊回遊していた粉粒体混合材料が，一斉に，落下するが，このときには，材料排出専用管57の他に，材料供給兼排出管53内へも，粉粒体混合材料が，直接，落下し，排出される。」(段落【0057】)・ 「…また，この気流混合装置において，レベル計26の検出結果に基づいて，レベル計26が「空」と判断すれば，エアー吸引手段を作動し，材料供給源5a，5b，5cの各々から粉粒体材料A，B，Cを材料混合タンク本体2内へ供給し，レベル計26が「有り」と判断すれば，材料供給源5a，5b，5cから材料混合タンク本体2内への粉粒体材料の供給を停止させるようにして，制御すれば，材料混合タンク内の混合済みの粉粒体混合材料の貯留量を，粉粒体混合材料の使用量にかかわらず，常に，一定とできるので，粉粒体材料加工機器側に，常に，過不足なく，安定して，混合済みの粉粒体混合材料を排出できる。」(段落【0060】)",
                        "・ 「また，上記発明の実施の形態…2では，…材料供給兼排出管53の下端…が，成形機などの粉粒体材料加工機器27の材料投入口27aに接続されている例を示したが，これは，単に，好ましい具体例を示したに過ぎず，…材料供給兼排出管53の下端…は，必ずしも，成形機などの粉粒体材料加工機器27の材料投入口27aに接続されている必要はなく，気密性を有する限り，材料貯留タンクや，ホッパー等に接続されていてもよいことを付記しておく。」(段落【0063】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲2装置発明は，プラスチック材料等の粉粒体の気流混合装置に関するものであり，しかも，エアー吸引手段を停止させることなく，混合済みの粉粒体混合材料を排出することのできる(粉粒体材料の混合と混合済み材料の排出とを同時進行的に並行できる)気流混合装置を提供するものであり，その具体的内容は，審決の認定するとおり，次のとおりであると認められる。",
                    "「上部に、エアー吸引口を形成するとともに、その底面には、材料供給兼排出管53と、材料排出専用管57とを分離させて設けてあり、上記材料供給兼排出管53は垂直に設けられ、該材料供給兼排出管53には材料供給兼排出管53に対して水平に接続される材料供給管54が連結されていて、その連結部55の下方には、上記材料排出専用管57の下端側が連結されてなる、材料混合タンク51と、エアーを吸引するエアー吸引手段と、粉粒体材料を貯留した材料貯蔵ホッパーなどの材料供給源と、上記材料混合タンク51のエアー吸引口と上記エアー吸引手段とを接続するエアー配管と、上記材料供給管54と上記材料供給源とを接続する材料輸送配管とを備え、上記材料供給兼排出管53の一端に、材料貯留タンクやホッパー等の材料収容手段の材料投入口を接続し、上記エアー吸引手段を作動して、粉粒体材料を上記材料供給源より材料混合タンク51内に供給しつつ、気流混合させながら、上記材料排出専用管57から、順次、上記材料収容手段の材料投入口に排出し、エアー吸引の停止後は、上記材料供給兼排出管53から混合済みの粉粒体混合材料を上記材料収容手段の材料投入口に排出する構成とし、エアー吸引手段で吸引されたガスはバッグフィルターを通過させて大気中へ放出するようにした、粉粒体材料の気流混合装置であって、上記材料混合タンク51内の所定の位置に、上記材料混合タンク51内に貯留された上記混合済みの粉粒体混合材料の貯留量を検出するためのレベル計26を更に備え、上記レベル計26の検出結果に基づいて、エアー吸引手段21を作動または停止して、上記材料供給源から上記材料混合タンク51内への粉粒体材料の供給量を制御する粉粒体材料の気流混合装置」ウ そこで本件訂正発明2と上記甲2装置発明とを対比すると，両者は、「排気口にガス導管を介して吸引空気源を接続した流動ホッパーと、該流動ホッパーの出入口と縦方向に連通した縦向き管と、この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と、該供給管に接続された一時貯留ホッパーとからなり、混合された混合済み材料の充填レベルを検出するためのレベル計を設けてなることを特徴とする粉粒体の混合装置。」",
                    "の発明である点で一致し、次の点で相違すると認められる(審決の認定に同じ)。",
                    "・＜相違点2−1＞ 本件訂正発明2は、「流動ホッパーの出入口は、前記供給管のみと連通」しているのに対して、甲2装置発明の「材料混合タンク」の「底面には、材料供給兼排出管53と、材料排出専用管57とを分離させて設けて」ある点。",
                    "・＜相違点2−2＞ 本件訂正発明2は、「粉粒体の混合及び微粉除去装置」であるのに対して、甲2装置発明は、「粉粒体材料の気流混合装置」である点。",
                    "・＜相違点2−3＞ 本件訂正発明2は、レベル計を「供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置」に設け、当該レベル計は「吸引輸送源を停止する前に混合された混合済み材料の充填レベルを、前記吸引輸送源を停止している場合に検出するための」ものであるのに対して、甲2装置発明は、「材料混合タンク51内の所定の位置に」設け、「材料混合タンク51内に貯留された上記混合済みの粉粒体混合材料の貯留量を検出するための」ものである点。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，上記＜相違点2−1＞についての容易想到性を否定した審決の判断に誤りがあると主張するので，この点について判断する。",
                    "上記アの甲2公報の記載に基づき甲2装置発明が上記相違点2−1の構成(材料混合タンクの底面に、材料供給兼排出管53と材料排出専用管57とを分離させて設ける構成)を採用した技術的意義についてみると，このような材料排出専用管を有しない従来技術の気流混合装置(具体的には，本件訂正発明2のように，流動ホッパーの出入口が縦方向に連通した縦向き管とのみ連通するような気流混合装置)においては，エアー吸引手段が作動している間は材料供給兼排出管から混合済み粉粒体混合材料を排出することができないという課題があったことから，作動中に混合済み材料の排出を可能とする管，すなわち材料排出専用管を，材料供給管とは分離して設けたものと認められる。",
                    "このような技術的意義に照らせば，上記認定に係る甲2装置発明における材料排出専用管は同発明の本質的要素を構成するものというべきであって，甲2装置発明に基づきつつ，これから同管を除外した構成を想到することは容易でないといわなければならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し原告は，甲2装置発明における材料排出専用管は，装置の停止時には単なる蛇足であり，作動時にも特に必要なものではないから，これを取り去ることに障害はないと主張する。",
                        "しかし，上記アの段落【0023】～【0027】の記載によれば，甲2装置発明においては，材料排出専用管を設けることにより，エアー吸引手段の作動中にもかかわらず混合済み材料を次工程に排出することが可能となり，またエアー吸引手段の停止時には，混合済み材料が材料供給兼排出管と材料排出専用管の2本から排出されることで残材として残りにくくなり，色替えや品種替えの際に起こり得る品質の低下を解決できるという作用効果を有するものと認められるから，このような材料排出専用管が単なる蛇足ということはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，材料排出専用管を設けることにより構造が複雑になり，コストアップを招くから，これを取り去る動機付けがあると主張するが，甲2装置発明において材料排出専用管を取り去ることは，従来技術に戻ることでいわば自己否定を意味するものであるから，構造の難易やコストの多寡にかかわらず，そのような構成を甲2装置発明に依拠しつつ想到することについて動機付けを見出すことができないというべきである。したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他原告は，甲2装置発明に対し，材料排出専用管を有しない従来技術(例えば甲3公報記載の発明)ないし周知技術を適用することの動機付けを主張するが，甲2装置発明に依拠しつつ，これから材料排出専用管を取り去ることを前提とする点において，いずれも採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，その余の相違点について検討するまでもなく，本件訂正発明2は甲2装置発明から容易想到ではないというべきであり，これと同旨の審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3発明との関係(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3公報には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "・ 「(1) 輸送管(10)を介して材料供給源(11)と接続した混合ホッパー(1)にガス導管(21)を介して吸引空気源(20)を接続し，この吸引空気源(20)のガス力により混合すべき材料を混合ホッパー(1)内に吸引輸送するとともに，前記混合ホッパー(1)の材料の排出導通路(4)には下方から上方に向けて上り勾配の輸送短管(10a)を接続するとともに，排出導通路(4)の軸線(イ)と輸送短管(10a)の軸線(ロ)とが交差する角(θ)を鋭角としたことを特徴とする粉粒体の混合装置。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "輸送短管(10a)には，材料輸送及び混合時に輸送路(10d)を開放し材料非輸送時に輸送路(10d)を閉塞する弁(30)を設けてある請求項第(1)項記載の粉粒体の混合装置。」(1頁5行～下3行)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "・ 「この考案は，プラスチック材料，医薬品材料，加工食品材料等の粉粒体(以下材料という)を混合する装置に関する。」(2頁7行～9行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来の技術",
                      "text": [
                        "・ 「従来，この種の粉粒体の混合装置としては，…混合槽(A)内に駆動源(B)で駆動される攪拌羽根(C)を内装し，該混合槽(A)の上方には計量機…を介して複数の材料供給源(E)…(E)を設けるとともに，混合槽(A)の排出口(F)には流体圧シリンダー等で作動するスライドダンパー(G)を設け，混合槽(A)で攪拌羽根(C)により攪拌混合された材料を，前記スライドダンパー(G)の開閉によりチャージホッパー等の受部(H)に所定量供給するようにしてなるものである。」(2頁11行～3頁2行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "考案が解決しようとする課題",
                      "text": [
                        "・ 「しかるに，上記従来例のものによれば，"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "混合槽(A)内での混合作用を攪拌羽根(C)で行うため，混合時における攪拌羽根(C)の摩耗により発生する異物(不純物)又は該攪拌羽根(C)で更に細分化された微粉末が混合材料中に混入したりする。そのため，光ディスク等の如く不純物や細分化された微粉末の混入を防止しなければならない材料分野では，この混合装置は使用できないという問題点があった。"
                      ]
                    },
                    {
                      "fig": "(ロ)",
                      "text": [
                        "また，攪拌混合時に混合すべき材料が攪拌羽根(C)に接触することにより，材料が破損するなど物性に変化をもたらし，得られた混合材料の品質を低下させる難点があった。"
                      ]
                    },
                    {
                      "fig": "(ハ)",
                      "text": [
                        "しかも，スライドダンパー(G)を使用しているため，このスライドダンパー(G)の摺動に伴う摩耗によって発生する異物により前記(イ)と同様の難点が生じ，またスライドダンパー(G)に混合済材料が接触することにより前記(ロ)と同様の難点があった。"
                      ]
                    },
                    {
                      "fig": "(ニ)",
                      "text": [
                        "さらに，攪拌羽根(C)のみならず，その駆動源(B)やスライドダンパー(G)などの多数の構成部品を必要とするとともに，構造も複雑であるなどの問題点があった。",
                        "この考案は，1基の吸引空気源の吸引ガス力により，材料供給源の材料を混合ホッパーに吸引輸送するだけでなく，同混合ホッパー内で複数の材料を，攪拌羽根の如き機械的手段を用いることなくガスの気力により混合するようにして，上記従来例の問題点をことごとく解消しようとするものである。」(3頁4行～4頁下8行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "・ 「上記課題を解決するため，この考案は，輸送管を介して材料供給源と接続した混合ホッパーにガス導管を介して吸引空気源を接続し，この吸引空気源のガス力により混合すべき材料を混合ホッパー内に吸引輸送するとともに，前記混合ホッパーの材料の排出導通路には下方から上方に向けて上り勾配の輸送短管を接続するとともに，排出導通路の軸線と輸送短管の軸線とが交差する角を鋭角としたものである。",
                        "排出導通路の軸線と輸送短管の軸線とが交差する角は，鋭角の範囲内である限り，45°，30°，60°…等適宜設定できる。」(4頁下6行～5頁6行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "・ 「この考案の第1実施例を第1図…に基づいて以下に説明する。",
                        "(1)は混合ホッパーであって，この混合ホッパー(1)には，輸送管(10)を介して複数の材料供給源(11)…(11)が接続されているとともに，ガス導管(21)を介してブロワや真空ポンプ等の吸引空気源(20)が接続されており，この吸引空気源(20)のガス力により混合すべき材料を混合ホッパー(1)内に吸引輸送するようにしてある。」(7頁4行～12行)",
                        "・ 【第1図】(第1実施例の部分縦断面図)",
                        "・ 「混合ホッパー(1)は，円筒状のホッパー本体部(1a)と，ホッパー本体部(1a)下部に連続形成したコニカル部(1b)と，ガス導管(21)と連通する接続管部(2)とからなっている。ホッパー本体部(1a)と蓋体(1c)との間には材料と輸送用気体とを分離するセパレーター(3)が設けてある。",
                        "混合ホッパー(1)の材料の排出導通路(4)には下方から上方に向けて上り勾配の輸送短管(10a)を接続しているとともに，排出導通路(4)の軸線(イ)と輸送短管(10a)の軸線(ロ)とが交差する角(θ)を第1図では45°の鋭角としているが，鋭角の範囲内であれば適宜選定することができる。",
                        "輸送短管(10a)は，第1図の如く，他方の分岐管部(10c)を排出導通路(4)とした略Y字状管の一方の分岐管部(10b)と，複数の短管(14)，(15)，(16)とをフランジ(17)などにより連結している。しかし，このような構成に限定されるものではなく，輸送管(10)の先端部を直接に輸送短管(10a)部とし，該輸送短管(10a)部を垂直管とした他方の分岐管部(10c)に連結するなど任意に設計変更することができる。",
                        "セパレーター(3)で分離された排気ガスは，ガス導管(21)と吸引空気源(20)を経て系外にワンパス式に排出されるとともに，ダストはバッグフィルター等の集塵装置(24)で捕集される。…」(7頁下2～9頁3行)",
                        "・ 「(7)はレベル計…」(9頁7行)",
                        "・ 「各実施例の輸送短管(10a)には，材料輸送及び混合時に輸送路(10d)を開放し，材料非輸送時に輸送路(10d)を閉塞する弁を設け，混合済材料の排出時にその輸送路(10d)に材料が残留しないようにするとよい。…」(10頁下9行～下5行)・ 「…一方，混合ホッパー(1)内で混合済材料を排出導通路(4)から排出する如き非輸送時には，流体圧シリンダー(31)により弁(30)を上動しながら所定角度(例えば180°)回転して上方の実線位置まで移動させて輸送路(10d)を閉鎖し，混合ホッパー(1)からの混合済材料の一部が輸送路(10d)内に逆流しないようにする。…」(11頁5行～11行)",
                        "・ 「受部(5)のレベル計(7)が材料要求信号を発信したとき，吸引空気源(20)を稼働(オン)すると，各材料供給源(11)の計量機(12)…(12)が作動して，それぞれの設定値分の材料を輸送管(10)を介して混合ホッパー(1)に吸引輸送する。各材料供給源(11)の計量機(12)…(12)が作動停止後も吸引空気源(20)を所定時間稼働して，該混合ホッパー(1)内の各種材料を吸引空気源(20)のガス力で混合する。",
                        "吸引空気源(20)が稼働を停止すると，混合ホッパー(1)内の混合済材料は排出導通路(4)を経て受部(5)に排出されるか，…吸引空気源(20)を経てから輸送管(10)まで循環される…。そして，受部(5)の材料のレベルが確認されて不足したとき，レベル計(7)が前述の材料要求信号を発信して上記動作を反復する。」(11頁下3行～12頁下7行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "考案の効果",
                      "text": [
                        "・ 「(1) 1基の吸引空気源のガス力によって，各種材料を混合ホッパー内に吸引輸送するだけでなく，混合ホッパー内に輸送された材料の混合も行うもので，従来例の如き攪拌羽根やスライドダンパーを有しないため，混合材料中に細分化された微粉末や異物(不純物)が混入することがない。…(2) …混合材料を破損したりすることもなく，品質が高く混合効率の高い混合材料が得られる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，混合ホッパー内の材料は吸引空気源の吸引によるガス力の流動作用によって分級効果が生じ，ペレットや粉砕材等の混合すべき材料中に混入している微粉末成分は，セパレーター等によって材料と分離・除去して集塵装置で捕集され，混合済材料には前記微粉末成分がないため，混合材料の合成樹脂成形機のスクリューへの食い込みが安定するばかりか，その微粉末成分による成形不良が解消できる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "加えて，…構造も簡単である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項第(2)項…のように構成すれば，既述した通りの効果を有する。」(13頁5行～14頁11行)",
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲3発明は，プラスチック材料等の混合装置に関するものであり，従来の攪拌羽根を用いた機械的な混合方法により生じる異物混入や材料の破損等の難点を，吸引空気源のガス力により混合することで解決しようとするものである。その具体的内容は，審決の認定するとおり，次のとおりであると認められる。",
                    "「輸送管(10)を介して材料供給源(11)と接続した混合ホッパー(1)にガス導管(21)を介して吸引空気源(20)を接続し，この吸引空気源(20)のガス力により混合すべき材料を混合ホッパー(1)内に吸引輸送するものであって，該混合ホッパー(1)は円筒状のホッパー本体部(1a)と，ホッパー本体部(1a)下部のコニカル部(1b)と，ガス導管(21)と連通する接続管部(2)とからなり，輸送管(10)の先端部が輸送短管(10a)と連結され，輸送短管(10a)は略Y字状管の一方の分岐管部(10b)と連結されて下方から上方に向けて上り勾配とし，混合ホッパー(1)のコニカル部(1b)は，排出導通路(4)を構成する略Y字状管の垂直の他方の分岐管部(10c)とのみ接続され，分岐管部(10c)の下部はチャージホッパー等の受部(5)と接続されているとともに，略Y字状管の垂直の他方の分岐管部(10c)の軸線ともう一方の分岐管部(10 b)の軸線の交差する角(θ)を鋭角となした粉粒体の混合装置において，チャージホッパー等の受部(5)に設けられたレベル計(7)が材料要求信号を発信したとき，吸引空気源(20)を稼働(オン)して設定値分の材料を輸送管(10)を介して混合ホッパー(1)に吸引輸送し，材料供給源(11)の計量機(12)が作動停止後も吸引空気源(20)を所定時間稼働して混合ホッパー(1)内の材料を吸引空気源(20)のガス力で混合し，吸引空気源(20)が稼働を停止すると，混合ホッパー(1)内の混合済材料は排出導通路(4)を経て受部(5)に排出され，受部(5)の材料のレベルが確認されて不足したとき，レベル計(7)が材料要求信号を発信して上記動作を反復するものである粉粒体の混合装置」ウ そして，本件訂正発明2と甲3発明とを対比すると，両者は，「排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管に接続された一時貯留ホッパーとからなり，前記流動ホッパーの出入口は，前記供給管のみと連通してあり，混合済み材料の充填レベルを検出するためのレベル計を設けてなることを特徴とする粉粒体の混合装置。」",
                    "の発明である点で一致し，次の点で相違する(審決の認定に同じ)。",
                    "・ ＜相違点2−4＞本件訂正発明2は，「粉粒体の混合及び微粉除去装置」であるのに対して，甲3発明は，「粉粒体の混合装置」である点。",
                    "・ ＜相違点2−5＞本件訂正発明2は，レベル計を「供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置」に設けるのに対して，甲3発明は，レベル計を「チャージホッパー等の受部(5)に設け」る点。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，レベル計の位置に関する上記相違点2−5について，甲3発明に甲2公報に開示されたレベル計を組み合せることの容易想到性を否定した審決の判断に誤りがあると主張するので，この点について判断する。",
                    "甲3発明におけるレベル計は，上記アのとおり，材料を混合する混合ホッパーと混合済み材料を貯留する受部と両者を接続する排出導通路がそれぞれ区別されて構成された粉粒体の混合装置において，吸引空気源の停止後，上記受部から合成樹脂成形機等の目的に供給されて漸次減少する混合済み材料が受部内において一定のレベルを下回った場合に，吸引空気源を再稼働し，再度新たな材料の混合を開始することの要否を判別するために設けられているものである。",
                    "このような甲3発明においては，本件訂正発明2が前提とする，未混合材料が材料収容手段(受部)へ直接落下することを回避する目的で混合済み材料のレベルを制御するという課題ないし技術思想について顧慮するところはないし，その他，甲3公報は同課題の存在について開示・示唆するところがない。",
                    "他方，前記(2)アの甲2公報の記載によれば，甲2公報には，粉粒体混合装置において，材料混合タンク内にレベル計26を設け，その検出結果に基づきエアー吸引手段の運転・停止を制御することについての開示があり，このような甲2発明の混合装置においては，稼働中の材料レベルが常にレベル計近傍にあることになるから，結果的に，エアー吸引手段の停止後に再度エアー吸引手段が作動する際(次回以降の材料の吸引輸送を開始する際)，材料混合タンク51のレベル計26より下の部分には混合済み材料が充填されていることになって，吸引輸送される材料が未混合のままで材料貯留タンクやホッパー等の材料収容手段へ落下することを回避できることになる。しかし，甲2公報におけるレベル計の技術的意義は，これにより材料混合タンク内の混合済みの粉粒体混合材料の貯留量を検出し，材料供給源から材料混合タンクへの粉粒体材料の供給量を制御してその貯留量を一定とすることを可能とし，もって材料収容手段側に安定して混合済みの粉粒体混合材料を排出するというものであって(段落【0029】)，そこには未混合材料が材料収容手段へ落下することを回避する目的で混合済み材料のレベルを制御するという本件訂正発明2の上記課題ないし技術思想について開示・示唆するところがない。",
                    "そうすると，甲3公報及び甲2公報のいずれにおいても，本件訂正発明2における上記課題について開示・示唆するところがないから，そのレベル計の部分のみを取り出して両者を組み合わせる必然性はないといわざるを得ず，甲3発明のレベル計を，受部から更に上部に位置する混合ホッパーへと変更することについて動機付けがあるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し原告は，甲3発明と甲2装置発明の技術分野の同一性，技術内容の密接性，甲3発明と甲2装置発明が後者は前者を従来技術とするものであり，両者の目的も機能も同じであるから，甲3発明のレベル計の位置を甲2装置発明のレベル計の位置に置換することに困難性がないと主張する。",
                        "しかし，たとえ技術分野や技術内容に同一性や密接な関連性や目的・機能の類似性があったとしても，そこで組み合せることが可能な技術は無数にあり得るのであって，それらの組合せのすべてが容易想到といえるものでないことはいうまでもない。その意味で，上記のような一定の関連性等がある技術の組合せが当業者(その発明の属する技術の分野における通常の知識を有する者)において容易想到というためには，これらを結び付ける事情，例えば共通の課題の存在やこれに基づく動機付けが必要なのであって，本件においてこれが存しないことは前記エのとおりである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，甲3発明と甲2装置発明では材料を貯留する箇所が一時貯留ホッパー内に限られる必要はなく，かえって，貯留量という観点や装置のコンパクト化の観点からは，当業者が，甲2装置発明のレベル計の位置を参考に，甲3発明のレベル計の位置につき混合ホッパー内への変更を試みる動機付けがあるとか，レベル計の位置を一時貯留ホッパー内に設けるか流動ホッパー内に設けるかは設計的事項にすぎないと主張する。",
                        "しかし，甲3発明におけるレベル計は，飽くまでも材料を混合する混合ホッパーと混合済み材料を貯留する受部とがそれぞれ区別されて構成されることを前提に，吸引空気源の停止時における受部内の混合済み材料の残存堆積量を判別対象とするものであるから，受部の存在を必須とする技術思想を有するものであるのに対し，甲2装置発明は，材料混合タンクに混合済み材料の貯留タンクとしての機能をも保持させるものであって，これ以外の貯留タンクの構成を必須とするものではない(段落【0063】参照)。このように，両者はその技術思想を明らかに異にするから，単に貯留量の増加や装置のコンパクト化という観点のみをもって，甲3発明において，レベル計の位置を受部以外の混合ホッパー内に変更を試みる動機付けがあるということはできないし，レベル計の位置を混合ホッパー内へと変更することが単なる設計的事項ということもできないのであって，混合済み材料の貯留場所に係る両者の構成は容易に置換可能ということはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また原告は，甲2装置発明は，本件訂正発明2の作用・効果である未混合材料の落下防止について教示するものであると主張するが，甲2装置発明において，未混合材料が材料収容手段へ落下することを回避する目的で混合済み材料のレベルを制御するという本件訂正発明2の課題ないし技術思想について開示・示唆するところがないことは前記エのとおりである。",
                        "この点，原告の上記主張は，甲2装置発明の構成を採用すると結果として上記のような課題が生じないことをいうものであり，これに加えて原告は，材料混合部を材料貯留部として兼用する思想を開示するものとして甲18公報を挙げるが，甲2装置発明の構成(ないし甲18公報記載の発明)が存する結果，甲3発明(ないし本件訂正発明2)のように材料を混合する機構と混合済み材料を貯留する機構とを明確に区別する混合装置の存在意義自体が解消し，当業者においてもはやこれを採用する必然性がなくなったというのであればともかく，そうでない限り，両機構を区別する混合装置の構成を前提とする上記課題はなおも存在するといわなければならない。そして，上記のような存在意義が消滅したことを認めるに足りる証拠はなく(むしろ，本件訂正発明2の存在自体，両機構を区別する混合装置の構成が依然として存在意義を有することを裏付けるものである)，甲2公報や甲18公報は，このような構成を前提とする本件訂正発明2の課題やその解決手段について何ら教示するものではない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，その余の相違点について検討するまでもなく，本件訂正発明2は甲3発明から容易想到であるということはできないというべきであり，これと同旨の審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件訂正発明3についての容易想到性の有無について",
          "text": [
            "原告は，本件訂正発明3について，甲2装置発明(取消事由1)及び甲3発明(取消事由2)との関係における審決の容易想到性判断に誤りがあると主張するところ，上記取消事由1は，前記3(2)ウの相違点2−1と同内容の相違点(審決の認定する相違点3−1)に係る審決の判断誤りを，上記取消事由2は，前記3(3)ウの相違点2−5と同内容の相違点(審決の認定する相違点3−6)に係る審決の判断誤りを，それぞれ主張するものである。",
            "そして，これらの相違点について容易想到ということはできず，これと同旨の審決の判断に誤りがあるということができないことは，前記3に説示したとおりである。",
            "したがって，原告の上記主張はいずれも採用することができない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件特許発明4についての容易想到性の有無について(取消事由3)(1) 原告は，本件特許発明4について，甲4発明との関係における審決の容易想到性判断に誤りがあると主張するところ(取消事由3)，甲4公報には，次の記載がある。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "・ 【請求項2】 下部に下向きに開口した供給口兼排出口を有し，上部に多孔板によって覆われたかたちの気体出口を有する混合槽と，前記供給口兼排出口を囲うと共に下端に排出口を有する案内ホッパーと，この案内ホッパーにこれを貫通するようにして設けられ供給管とを有しており，前記供給管の出口が上向きとなされ，この上向き出口が供給口兼排出口にその下方から粉粒体流出間隙を形成するようにして対向するようになされている粉粒体が気体の流れによって供給される混合装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "・ 「本発明は，合成樹脂原料等の粉粒体が気体の流れによって供給される混合装置に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 「従来，この種の混合装置として以下の如きものは知られている。即ち，下部に下向きに開口した供給口兼排出口を有し，上部に多孔板によって覆われたかたちの気体出口を有する混合槽と，前記供給口兼排出口に接続された垂下状の排出管と，この排出管の高さの途中に，それと90度をなすようにして水平状態で接続された供給管と，前記排出管の，供給管が接続された部分より下方に設けられた開閉ダンパーとを有するものは知られている。前記供給管には，例えば，第1，第2の定量供給機が，それより上流側に気体入口を有する導管を介して接続され，他方，気体出口には排気管を介して吸引装置が接続される。上記混合装置を含むシステムは，メインスイッチを入れることによってシーケンサー・レベル検知器等の作用によって以下の作動を自動的に行う。第1定量供給機は，設定時間内に設定量の第1の粉粒体を導管に供給し，第2の定量供給機は，前記と同一の設定時間内に設定量の第2の粉粒体を導管に供給する。他方，吸引装置が作動するので，導管に供給された粉粒体は，導管内を混合槽に向かって流れる気体に乗って混合槽に流入する。そして，その混合槽内で気体によって撹拌・混合される。混合槽に流入した気体は，気体出口を経て吸引装置の吐出口より排気される。なお，第1の粉粒体と第2の粉粒体とを混合している間は開閉ダンパーは閉じた状態にある。第1，第2の定量供給機からの粉粒体の供給が完了し，且つ，気体による混合が完了すると，吸引装置が停止し，その後，開閉ダンパーが開くので，混合された粉粒体は排出管より下方に排出される。ところで，前記開閉ダンパーがないと，排出管の高さの途中に，それと90度をなすようにして水平状態で接続された供給管から排出管に供給された粉粒体の半分程度は，排出管内面に衝突して上方の混合槽には行かずに排出管の下方に落下することになる。従って，半分程度の粉粒体が排出管の下方に落下するのを阻止するすため，開閉ダンパーは絶対に必要なものであったのである。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "従来技術の欠点",
                  "text": [
                    "・ 「前記従来の混合装置には以下の如き欠点があった。即ち，前記開閉ダンパーは，作動装置をも含め相当に高価なものであったため，混合装置がコスト高になるという欠点があった。」(段落【0003】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "・ 「［第1の，発明の実施の形態の作用］次に，第1の，発明の実施の形態の作用を説明する。上記混合装置1を含むシステムは，メインスイッチを入れることによってシーケンサー・レベル検知器等の作用によって以下の作動を自動的に行う。第1定量供給機14は，設定時間内に設定量の第1の粉粒体を導管16に供給し，第2の定量供給機15は，前記と同一の設定時間内に設定量の第2の粉粒体を導管16に供給する。他方，吸引装置19が作動するので，導管16に供給された粉粒体は，導管16内を混合槽3に向かって流れる気体に乗って混合槽3に流入する。そして，その混合槽3内で気体によって撹拌・混合される。混合槽3に流入した気体は，気体出口5を経て吸引装置19の吐出口より排気される。その際，粉粒体内に混入していた微粉(粉粒体の次の処理・加工に悪影響を及ぼすもの)は，気体と共に気体出口5を経て吸引装置19の吐出口より排出される。なお，混合槽3に気体を流入させている間は，供給管12内の上向きの気体の流れによって粉粒体を上方に舞い上げて，粉粒体が供給口兼排出口4から流出しないようにすることが出来るものである。第1定量供給機14，第2定量供給機15からの粉粒体の供給が完了し，且つ，気体による混合が完了すると，吸引装置19が停止する。そうすると，供給管12，排出管8内を下から上に向かう気体の流れがなくなるので，粉粒体は自重により供給口兼排出口4・排出管8より流下して成形機9の貯留ホッパ−10に至る。」(段落【0010】)",
                    "・ 「［第2の，発明の実施の形態］(図3参照)",
                    "供給口兼排出口4を囲うようにして下端に排出口26を有する案内ホッパー25が混合槽3の下部に設けられ，この案内ホッパー25にこれを貫通するようにして供給管12が設けられ，この供給管12の出口28が上向きとなされ，この上向き出口28が供給口兼排出口4にその下方から粉粒体流出間隙29を形成するようにして対向するようになされている。なお，出口28の周縁は，供給口兼排出口4の縁部に吊り下げられた所要本の支持棒30に固定・支持されている。また，前記出口28の縁部は，排出される粉粒体がスムーズに粉粒体流出間隙29から流出するように，下方に向かって拡がったテーパー状となされている。」(段落【0011】)・ 【図3】(第2の実施の形態を示す要部縦断面図)",
                    "・ 「［第2の，発明の実施の形態の作用］次に，第2の，発明の実施の形態の作用を説明する。吸引装置19が停止するまでは，前記第1の，発明の実施の形態の作用と同様である。なお，吸引装置19が作動している間は，即ち，混合槽3に気体を流入させている間は，供給管12の出口28における上向きの気体の流れによって粉粒体を上方に舞い上げて，粉粒体が供給口兼排出口4から流出しないようにすることが出来る。吸引装置19が停止すると，供給管12の出口28において下から上に向かう気体の流れがなくなるので，粉粒体は自重により供給口兼排出口4，粉粒体流出間隙29を経て案内ホッパ−25内に至り，案内ホッパ−25の排出口26より排出される。」(段落【0012】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「本発明は前記した如き構成によって以下の如き効果を奏するものである。",
                    "①…",
                    "②請求項2の発明によれば，高価な開閉ダンパーを使用することなく，混合槽に気体を流入させている間は，供給管の出口における上向きの気体の流れによって粉粒体を上方に舞い上げて，粉粒体が供給口兼排出口から流出しないようにすることが出来，他方，混合槽への気体の流入を停止することによって，粉粒体を自重により，供給口兼排出口，粉粒体流出間隙を経て案内ホッパーの排出口より排出することが出来る。",
                    "③…」(段落【0016】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，甲4発明は，粉粒体が気流によって供給される混合装置に関するものであり，従来の混合装置においては，供給管から排出管に供給された粉粒体の半分程度が上方の混合槽ではなく排出管の下方に落下してしまうことからこれを防止するため開閉ダンパーが設けられていたところ，これにコスト高という課題があったことから，開閉ダンパーを使用することなく，混合槽に気体を流入させている間は，供給管の出口における上向きの気体の流れによって粉粒体を上方に舞い上げて粉粒体が供給口兼排出口から流出しないようにし，他方，混合槽への気体の流入を停止することによって，粉粒体を自重により，供給口兼排出口，粉粒体流出間隙を経て案内ホッパーの排出口より排出しようというものである。",
                "そして甲4発明の具体的内容は，次のとおりであると認められる(審決と同じ)。",
                "「下部に下向きに開口した供給口兼排出口4を有し，上部に多孔板6によって覆われたかたちの気体出口5を有する混合槽3と，前記供給口兼排出口4を囲うと共に下端に排出口26を有する案内ホッパー25と，この案内ホッパー25にこれを貫通するようにして設けられた供給管12とを有しており，前記供給管12は横向き管の先端がL字状に曲げられ出口28が上向きとなされ，この上向き出口28が供給口兼排出口4にその下方から粉粒体流出間隙29を形成するようにして対向するようになされ，供給口兼排出口4の径は供給管の上向き出口28の径よりも若干大きく形成されており，粉粒体が気体の流れによって供給される混合装置であって，前記気体出口5は排気管20を介して吸引装置19に接続されており，シーケンサー・レベル検知器の作用によって自動的に，吸引装置19が作動して，定量供給機14，15から導管16に供給された粉粒体は気体に乗って混合槽3に流入し，混合槽3内で気体によって撹拌・混合され，混合が完了すると，吸引装置19が停止し，粉粒体は自重により供給口兼排出口4・排出管8より流下して成形機9の貯留ホッパ−10に至るものである混合装置」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "そこで，本件特許発明4と甲4発明とを対比すると，両者は，「排気口にガス導管を介して吸引空気源を接続した流動ホッパーと，該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管と，該供給管の少なくとも縦向き管が挿入されるとともに，流動ホッパーの出入口の下部に直接または間接に設けた一時貯留ホッパーとからなり，レベル計を設けるとともに，流動ホッパーの出入口周縁部は縦向き管の入口周縁部より大径とするとともに，流動ホッパーの出入口周縁部と縦向き管の入口周縁部との間には隙間が形成されていることを特徴とする粉粒体の混合装置」",
              "text": [
                "の発明である点で一致し，次の点で相違する。",
                "・ ＜相違点4−1＞ 本件特許発明4は，「粉粒体の混合及び微粉除去装置」であるのに対して，甲4発明は，「混合装置」である点。",
                "・ ＜相違点4−2＞ 本件特許発明4は，レベル計を「供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置」に設け，当該レベル計は「材料の充填レベルを検出するための」ものであるのに対して，甲4発明は，シーケンサー・レベル検知器の作用によって自動的に吸引装置19が作動されるものであるが，レベル検知器が設けられている位置については明らかではない点。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，レベル計の位置に関する上記相違点4−2について，甲4発明に甲2公報に開示されたレベル計を組み合せることの容易想到性を否定した審決の判断に誤りがあると主張するので，この点について判断する。",
                "本件特許発明4においてレベル計を設置する技術的意義をみると，特許請求の範囲の記載(請求項4)には「…前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置に，材料の充填レベルを検出するためのレベル計を設ける…」と特定されており，本件訂正発明2ないし3と同様，未混合材料が一時貯留ホッパーに落下することを防止することを目的とするものと一応は解することができる。",
                "しかし，供給管については，「…該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる供給管…」と特定するのみで，これが縦向きに連通する場合に限定されているものではなく，かえって，段落【0051】(甲1)の記載によれば，縦向き管の下方の開口部が塞がっている形状，すなわちエルボ管(L形管)からなるものも開示されている。",
                "そして，供給管がエルボ管から構成される場合には，未混合材料が一時貯留ホッパーに落下することは想定できないから，その場合のレベル計の位置には，もはや未混合材料が一時貯留ホッパーに落下することを防止するとの技術的意義を見出すことはできず，単に混合済み材料の充填レベルを検出するという意味を有するにすぎないこととなり，その位置について「前記供給管の横向き管における最下面の延長線の近傍位置または該延長線より上方位置」とする特定にも格別の技術的意義はないというべきである。",
                "他方，甲4公報の前記(1)の記載によれば，甲4発明は，供給管12が「横向き管の先端がL字状に曲げられ出口28が上向きとなされ，この上向き出口28が供給口兼排出口4にその下方から粉粒体流出間隙29を形成するようにして対向する」といった構成を有することで，従来の混合装置において必要であった開閉ダンパーを用いずに，未混合材料が混合槽に行かずに下方に落下するという課題を解決するものであり，また，甲4公報におけるシーケンサー・レベル検知器は，その作用により自動的に吸引装置19が作動されるもので，その検出結果に基づきエアー吸引手段の運転・停止を制御するというものであるから，同検知器の位置が有する技術的意義も，混合済み材料の充填レベルを検出するためのものということができる。したがって，甲4発明においてレベル検知器を設ける位置は甲4発明が解決すべき課題とは無関係であり，当業者において適宜設定すべき事項ということができる。",
                "そして，混合済み材料の充填レベルを計るという観点からすれば，レベルの検知器は混合済み材料を貯留する場所，すなわち甲4発明においては案内ホッパー25に設置するのが通常であるし，しかも，案内ホッパーは混合済み材料を一時的に必要な量貯留するために設けられているものであって，案内ホッパー内の貯留量が十分な量に達していないにもかかわらずエアー吸引手段の運転を停止する必要性は見出し難いことからすれば，案内ホッパー内におけるレベル検知器を同ホッパーの下部に設けることは考え難く，むしろ同ホッパー上部付近に設ける動機付けがあるということができる。",
                "そうすると，甲4発明において，充填レベルを検出するためのレベル検知器の設置位置を，供給管の横向き管における最下面の延長線の近傍位置又は該延長線より上方位置に変更することは容易というべきである。",
                "これに対し被告は，甲4発明の供給管12は出口28が上向きとされている点で，本件特許発明4の供給管のように縦向き管と横向き管とをT字形に横倒しした形状とは異なる旨主張する。しかし，本件特許発明4は，供給管について，「該流動ホッパーの出入口と縦方向に連通した縦向き管と，この縦向き管に横方向に連通され材料供給源からの材料が供給される横向き管とからなる」と特定するのみであって，それ以上に縦向き管と横向き管とがT字形の形状したものに限定されるものではない。かえって，上記のとおり，本件特許発明4にはエルボ管(L形管)からなるものも含まれることは明らかであるから，被告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また，上記相違点のうち，相違点4−1については，上記(1)のとおり，甲4発明においても「…混合槽3に流入した気体は，気体出口5を経て吸引装置19の吐出口より排気される。その際，粉粒体内に混入していた微粉(粉粒体の次の処理・加工に悪影響を及ぼすもの)は，気体と共に気体出口5を経て吸引装置19の吐出口より排出される。…」(段落【0010】)として，微粉除去機構が存すると認められるから，実質的な相違点ではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本件特許発明4は甲4発明から容易想到というべきであることになるから，これと異なる審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "そうすると，本件訂正発明2及び3については特許法29条2項に違反する無効理由はないとした審決の判断に誤りはないが，本件特許発明4についても同様に特許法29条2項に違反する無効理由はないとした審決の判断は誤りであるということになる。",
            "よって，原告の本訴請求のうち，請求項2・3に関する部分については請求を棄却し，請求項4に関する部分は認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10142",
    "date": "2010-03-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080063",
    "ipprecedent_id": "2188",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}