{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800096号事件について平成21年2月3日に",
        "した審決中,「特許第3337680号の請求項1に係る発明についての審判請求は成り立たない。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「ワークの研磨装置」とする特許第3337680号(平成13年1月19日出願,平成14年8月9日設定登録。以下「本件特許」という。請求項の数は,12である。)の特許権者である(乙1)。",
            "原告は，平成20年5月8日，特許庁に対し本件特許の請求項1，3及び4を無効とすることを求めて無効審判請求(無効2008−800096号事件甲29)をしたところ，被告は,平成21年1月5日,本件特許の請求項3,4について,特許請求の範囲の減縮を目的として訂正請求をした(乙2。以下,この訂正を「本件訂正」という。)。",
            "特許庁は，平成21年2月3日，「訂正を認める。特許第3337680号の請求項3ないし4に係る発明についての特許を無効とする。特許第3337680号の請求項1に係る発明についての審判請求は,成り立たない。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の明細書(乙1,2。以下「本件明細書」という。)によれば，本件特許の請求項1は，下記のとおりである(審決と同様,AないしFに分説した。)。",
            "【請求項1】",
            "A：中に多数の研磨粒子と液体とからなる研磨媒体が収容されるタンクと，B：一端側にワークが取り付けられる回転軸と，",
            "C：この回転軸を，この回転軸の軸心を中心として回転させる回転手段と，D：前記回転軸を前記軸心に沿って移動させる移動手段と，",
            "E：前記回転軸を，これの一端側が円弧軌道に沿って移動可能なように揺動させる揺動手段と，",
            "F：前記回転手段，前記移動手段，及び前記揺動手段を制御する制御部とを具備し，",
            "前記制御部は，",
            "F(a)：(a)前記回転軸が垂直な状態の研磨開始位置に配置されるように，前記移動手段，及び前記揺動手段を制御し，この制御により前記ワークを前記研磨開始位置に配置し，",
            "F(b)：(b)前記回転軸を回転させるように前記回転手段を制御するとともに，前記回転軸を軸心に沿って移動させるように前記移動手段を制御し，さらに，前記回転軸が垂直な状態から水平面に対して傾斜した状態に移行するような揺動を行うように前記揺動手段を制御し，",
            "前記移動手段と揺動手段との駆動により，回転軸が自身の軸心に沿って移動されるとともに回転軸の一端が円弧軌道に沿って揺動され，前記回転軸の移動と揺動とにより，前記ワークを楕円の円弧状の軌道に沿って揺動させ，F(c)：(c)前記回転軸が傾斜した状態の円弧移動終点位置に前記回転軸が到達した際に，前記揺動手段を停止するように制御するとともに，(a)の状態に戻すように(b)と逆方向に回転軸を軸心に沿って移動させるように移動手段を制御し，これらの制御により前記ワークを前記回転軸の軸心に沿って直線軌道に沿って移動させ，",
            "F(d)：(d)前記移動手段が(a)の状態に戻された際に，(a)の状態に戻すように前記揺動手段を制御し，この制御により前記ワークを前記研磨開始位置と同様な状態にし，",
            "(b)(c)(d)の動作を順に繰り返すように前記回転手段，揺動手",
            "段，及び移動手段を制御するワークの研磨装置(以下この発明を「本件発明1」という。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の判断の概要",
          "text": [
            "審決の判断の概要は,下記のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1ないし3について",
              "text": [
                "「 甲1には，・・・A～F(a)を有し，ワークの初期位置決めのための制御(段落0041～0042。・・・)を行い，研磨媒体が流動(段落0",
                "012)する『バレル研磨装置』が記載されている。",
                "甲2には，・・・A(研磨槽23)，B(支持軸6)，C(モーター1",
                "9)，E(円柱軸受け3，モーター28)を有し，自転公転中にワークが昇降(第4欄第3～6行)する『ジャイロ研磨機械』が記載されている。",
                "甲3には，同じくA(研磨媒体収容槽30)，B(回転シャフト51)，",
                "C(回転駆動部50)，D(スライド板20，電動機12)，ワーク振動手",
                "段(段落0015)を有し，自転，振動中にワークが昇降(段落0021)",
                "する『バレル研磨装置』が記載されている。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲23について",
              "text": [
                "「甲23は,『アルトピア』と題する雑誌であり,本件出願前に頒布された刊行物に該当すると認める。",
                "甲23(特に図2)には,同じくA(研磨タンク)，B(自転用の軸)，",
                "C(自転モーター)，E(公転モーター)を有し，自転しながら公転(31ページ左欄末行～右欄第1行)する『ホイール用の乾式流動方法を利用した商品名サプライズなる研磨装置』が記載されている。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲24について",
              "text": [
                "「甲24は，株式会社チップトンが，1999年4月に株式会社ビービーエフヤマテに納品した『ジャイロ研磨装置』の仕様書である。",
                "かかる書類は，一般に企業の内部書類であるところ，頒布された刊行物であることを示す証拠は提出されていない。",
                "また，かかる『ジャイロ研磨装置』が，公然知られたものであること，公然実施をされたものであることを示す証拠も提出されていない。",
                "よって，その記載内容を検討するまでもなく，特許法29条2項の根拠としては，採用できない。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "対比・判断",
              "text": [
                "「これら証拠(判決注：甲1ないし3,14,22ないし25)のいずれに",
                "も，本件発明1の分説したF(b)～F(d)の事項(以下『特定3動作』という。判決注：本判決においても,以下この用語を用いる。)は，記載されていない。",
                "ところで，特定3動作のうち，F(b)の『回転軸の移動と揺動による楕円の円弧状』動作は，研磨効果上重要な動作であり，F(c)の『軸心方向の移動』動作と，F(d)の『揺動』動作は，前記F(b)の動作を行うために戻すためのものである(口頭審理調書「被請求人(判決注：被告を指す。以下同じ。)4」)。",
                "そして，本件発明1は，かかる特定3動作のための制御部を有することにより，『大きいワークや，複雑な形状を有するワークに対しても所定の均一な研磨が行われ，ワークの耐食性の向上及び表面硬度を上げることができる』(本件明細書段落【0073】)なる効果を生じるものである。",
                "請求人(判決注：原告を指す。以下同じ。)は，かかる特定3動作は，当業者が適宜なしうる事項であり，作用効果も格別なものではない旨，主張する。",
                "しかしながら，特定3動作のうちF(b)の『回転軸の移動と揺動による楕円の円弧状』動作の実現のためには，Dの『移動手段』とEの『揺動手段』の『同期制御』が必要であるが，これについての記載ないし示唆は，いずれの証拠にもない。",
                "かかる『同期制御』の実現のためには，そのための経費が生じることは明らかであり，また，戻すための動作も，F(c)の軸心方向の移動とF(d)の揺動と2段階のため，戻し時間が長くなり研磨効率の低下が予想される。",
                "本件発明1は，経費，効率の観点からは通常行わない特定3動作を，あえて行うものであるから，当業者が適宜なしうる事項とすることはできない。",
                "効果については，研磨媒体内での動作が異なる以上，その程度はともかく，研磨効果に何らかの差違が生じることは，明らかである。",
                "よって，請求人の主張は採用できない。",
                "請求人は，また，甲4ないし7をもとに，被請求人は，本件発明1が甲1ないし3に基づき容易に発明をすることができたことを自ら認めていると主張する。",
                "しかし，請求人は，本件発明1を知った上で，その者が，既知の装置の制御部を『特定3動作のための制御部』とすることは容易と主張しているにすぎないから，請求人の主張は採用できない。",
                "したがって，請求人の主張，証拠によっては，本件発明1が，容易に発明をすることができたとすることはできない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は,前記のとおり,本件発明1は容易に発明をすることができたとはいえない旨判断したが,以下のとおり誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1ないし3に基づく容易想到性の判断の誤り)",
          "text": [
            "平成13年11月8日付け拒絶理由通知書(甲8)記載のとおり,ワークの研磨装置において，研磨媒体とワークとの間の相対移動方向に係る自由度が増せば，単純形状でないワークに対し均一な研磨が可能となることは，甲2又は甲3にも示されているように，当業者が普通に認識できることである。そして，甲1には，第三駆動モータ61(回転手段),第二又は第五駆動モータ(移動手段)，ピストンシリンダ機構43(揺動手段)，及び第四駆動モータ(揺動機構移動手段)からなる4自由度以上の移動並びに移動位置における保持が可能な構成が開示されているから，上記認識に基づき，ワークの形状に応じて，適宜の移動手段を選択駆動して，均一な研磨を行うよう制御するよう構成することに格別な困難性は認められず，移動方向として直線的に移動させることも設計事項にすぎない。そして，ワークを付けた回転軸を揺動しつつ進退運動をさせれば，ワークは楕円の円弧運動が生じるところ，本件発明1は，公知技術である研磨材中でのワークの動きの中の1つの動きを取り出したものにすぎない。",
            "したがって,本件発明1は,甲1ないし3により容易に想到できるものであるから,これを否定した審決の判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲23に基づく容易想到性の判断の誤り)",
          "text": [
            "甲23には，ワークであるアルミホイールを研磨槽の底面に対し略垂直にして，自転させつつ，公転させ，さらに左右に揺動させて研磨面であるアルミホイールの装飾面が研磨材と傾斜して当たるように揺動させる発明が記載されており，本件発明1のF(b)と同様のワークの動きが記載されている。そして,このワークの動きを縦型にすれば(研磨槽を横置にしたとすれば)，本件発明1と同じ動きが連続して再現されることになるから,本件発明1は,甲23に基づき容易に想到できるものである。これを否定した審決の判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲24についての公然性の評価の誤り)",
          "text": [
            "甲24のバレル研磨機は，株式会社ヤマテ工業(判決注：株式会社ビービーエフヤマテ)において設計し，発注を受けた株式会社チップトンが，株式会社ヤマテ工業に届けた納入仕様書であり，その仕様書とバレル研磨機本体は，自動車メーカーに納められて，使用されている。仕様書と本バレル研磨機は，上記自動車メーカーに引き渡したと同時に，守秘義務を負う者の手から離れ，公然知られた発明となった。甲24では，請求項1のF(b)と同様のワークの動きが掲載されている。",
            "したがって,甲24について,「特許法29条2項の根拠としては，採用できない。」とした審決の判断は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(作用効果に関する判断の誤り)",
          "text": [
            "本件発明1においては,①均一な研磨効果が得られる，②ワークの耐食性が向上する，③表面硬度が向上するとされるが,①従来の研磨方法と比較して表面粗さの違いが数値等の具体的な効果が示されていないし，②耐食性の向上の根拠が不明であるし，③表面硬度が向上する根拠が不明である。このように,本件発明1に関して,進歩性の判断に必要な具体的な作用効果が見当たらないから,その作用効果を肯定した審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり,審決の認定判断には誤りはなく,原告の主張は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1ないし3に基づく容易想到性の判断の誤り)及び取消事由2(甲23に基づく容易想到性の判断の誤り)に対し",
          "text": [
            "本件発明1は,Dの「移動手段」とEの「揺動手段」の「同期制御」によって，一定の楕円の円弧運動を繰り返し，ワークの研磨面を研磨材に対して押し込みながら当てていくことになり，また，同期させた「揺動手段」において，シーケンス制御により円弧運動終点位置にて，揺動運動を止めることによってF(c)の動作が生じ，さらにF(a)の状態になった時にシーケンス制御により揺動運動を開始すれば，特定3動作を実現できるようにしたものである。",
            "これらの構成に関する記載は，甲1ないし3,23のいずれにも記載がない。",
            "したがって，審決の認定判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(甲24についての公然性の評価の誤り)に対し",
          "text": [
            "甲24記載の仕様書の内容及びジャイロ研磨装置が公知ないし公然実施に該当しないとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(作用効果に関する判断の誤り)に対し",
          "text": [
            "本件発明1の研磨装置は,同期制御及び戻す動作を繰り返して楕円運動が反復されることにより,複雑な形状を有するワークに対しても一定の均一な研磨が行われ，ワークの耐食性の向上及び表面硬度を上げることができるという作用効果が生じるとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は,原告主張の取消事由にはいずれも理由がなく,原告の請求を棄却すべきものと判断する。以下,理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1及び2(甲1ないし3，甲23に基づく容易想到性の判断の誤り)について",
          "text": [
            "甲1ないし3，甲23には,いずれもF(a)の状態から特定3動作を行うように回転手段，揺動手段及び移動手段を制御してF(a)の状態に戻すという一連の動作について，何ら記載ないし示唆がない。したがって，甲1ないし3，甲23から本件発明1が容易に想到できるということはできない。",
            "原告は,「ワークを付けた回転軸を揺動しつつ進退運動をさせ，シーケンス制御により移動手段と揺動手段を同期制御させれば，一定の楕円の円弧運動を繰り返すことになり，ワークの研磨面に対し研磨材を傾斜して当てていくことになる。また,同期させた揺動手段において，シーケンス制御により円弧運動終点位置において，揺動運動を止めれば，F(c)の動作が生じ，F(a)の状態になった時にシーケンス制御により揺動運動を開始すれば本件発明1の特定3動作は容易に実現できる。」，「ワークの動きを縦型にすれば，本件発明1の特定3動作を実現できる」などと主張する。",
            "しかし,甲1ないし甲3，甲23には，特定3動作に係る開示はない。原告の上記主張は，上記各発明のいかなる技術事項を適用，転用等させることによって，本件発明1の特定3動作に係る構成(F(b)～F(d)の事項)に至るかについて，何らその論理を示していない以上，その主張を採用する余地はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(甲24についての公然性の評価の誤り)について",
          "text": [
            "甲24は,株式会社チップトンが平成11年4月に株式会社ビービーエフヤマテに納品した「ジャイロ研磨装置」の納品仕様書である。本件全証拠によっても，甲24が本件特許出願前に頒布された刊行物であること，及び甲24に係るジャイロ研磨装置が公然実施されたものであることを認めることはできない。のみならず,甲24においても，F(a)の状態から特定3動作を行うように回転手段，揺動手段及び移動手段を制御してF(a)の状態に戻すという一連の動作について記載ないし示唆されていない。原告の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(作用効果に関する判断の誤り)について",
          "text": [
            "前記1，2で認定判断したとおり,甲1ないし3,23,24には特定3動作についての記載も示唆もなく,他にこれが記載されている刊行物が存しないから，本件発明1の作用効果について検討するまでもなく，本件発明1の容易想到性を肯定する余地はない。そして,本件明細書には，本件発明1において特定3動作を順に繰り返すように回転手段，揺動手段及び移動手段を制御することによって,大きなワークや複雑な形状を有するワークに対しても全体にわたって均一な研磨を行うことができ，それによりワークの耐食性が向上し表面硬度を上げることができるとの効果を奏するとの記載があることに照らせば(段落【0008】【0012】【0065】【0068】【0071】【007",
            "3】),本件発明1には上記の作用効果を奏するものと認められ,その作用効果の内容からして，ワーク動作と研磨効果の関係について実験データの記載がないとしても,上記認定を左右するものではない。原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第であるから,原告主張の取消事由は理由がない。原告はその他縷々主張するが,いずれも審決を違法とするものではない。よって,原告の請求を棄却することとし,主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10066",
    "date": "2009-11-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038188",
    "ipprecedent_id": "2038",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}