{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008−2447号事件について平成21年1月7日にした審決",
        "を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において補正後の特許請求の範囲の記載(請求項1)を下記2とする原告の本件出願に対する拒絶査定不服審判の請求について特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(乙1)及び拒絶査定",
              "text": [
                "発明の名称：「携帯電話装置」",
                "出願番号：特願平11−189803号",
                "出願日：平成11年7月2日",
                "手続補正書の提出日：平成19年1月22日(乙2。以下，この手続補正書による補正を「本件補正」といい，本件出願に係る本件補正後の明細書(乙1及び2)を「本願明細書」という。)",
                "拒絶査定：平成19年12月5日(乙4)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求手続及び本件審決",
              "text": [
                "審判請求日：平成20年1月9日(不服2008−2447号)",
                "審決日：平成21年1月7日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成21年1月29日(原告に対する送達日。乙5)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件審決が対象とした本願発明(本件補正後の特許請求の範囲の請求項1に記載の発明)の要旨は，次のとおりである。なお，文中の「／」は，原文の改行部分を示す。",
            "送信・受信回路と，セルラー基地局を介して有線通信網と通話を行う通信モードと，セルラー基地局を介してインターネットに接続する通信モードとを有するディジタル変調・復調回路と，第1および第2の記憶手段と，制御手段と，操作手段を有するとともに圧縮された音楽データの解凍手段を有し，前記第1の記憶手段は不揮発性のメモリーを用いるとともに着脱自在にし，前記第2の記憶手段は動作途中のデータなどを記憶するようにし，／前記ディジタル変調・復調回路の通信モードが音楽データの受信モードに指定された場合は受信された音楽データを前記第1の記憶手段へ格納し，音楽データの再生モードが指定された場合は前記第1の記憶手段に格納された音楽データを前記解凍手段を介して出力するように構成された携帯電話装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イの周知例等に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開平11−164058号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例：特開平11−65950号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が上記判断に際して認定した引用発明並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明：送信・受信回路と，セルラー基地局を介して通信網と通話を行う通信モードを有する変調・復調回路と，記憶装置(媒体)と，制御手段と，プッシュボタン等を有するとともに前記記憶装置(媒体)は不揮発性のメモリーを用いるとともに着脱自在にし，前記プッシュボタン等を操作して，受信された音楽ソフトを前記記憶装置(媒体)へ格納し，前記記憶装置(媒体)に格納された音楽ソフトを出力するように構成された携帯電話装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一致点：送信・受信回路と，セルラー基地局を介して通信網と通話を行う通信モードを有する変調・復調回路と，記憶手段と，制御手段と，操作手段を有するとともに前記記憶手段は不揮発性のメモリーを用いるとともに着脱自在にし，通信モードが音楽ソフトの受信モードに指定された場合，受信された音楽ソフトを前記記憶装手段へ格納し，前記記憶手段に格納された音楽ソフトを出力するように構成された携帯電話装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1：通信網に関して，本願発明は「有線通信網」であるが，引用発明は有線であるか不明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点2：本願発明は「セルラー基地局を介してインターネットに接続する通信モード」を有しているのに対して，引用発明は有していない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相違点3：変調・復調回路として，本願発明は「ディジタル」方式の回路であるが，引用発明の方式は不明である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "相違点4：本願発明は「第2の記憶手段」を有し，「前記第2の記憶手段は動作途中のデータなどを記憶するようにし」ているのに対し，引用発明が第2の記憶手段を有しているのか不明である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "相違点5：音楽ソフトに関して，本願発明は「音楽データ」の形式を採用しており，「圧縮された音楽データの解凍手段を有し」ており，「音楽データの再生モードが指定された場合」は「前記解凍手段を介して」出力するようになっているが，引用発明が，音楽ソフトとして音楽データの形式を採用しているか不明であり，音楽データの再生モードの指定についても，不明であり，また，圧縮された音楽データの解凍手段は有していない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点を看過した誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "容易想到性に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決(4頁13～18行)は，本願発明と引用発明との一致点を前記第2の3(2)イのとおり認定したが，本願発明のディジタル変調・復調回路は，セルラー基地局を介して有線通信網と通話を行う通信モードと，音楽データの受信をするためにセルラー基地局を介してインターネットに接続する通信モードを有するものであるのに対し，引用発明は，引用例の【発明の詳細な説明】の記載にあるとおり，電話による通話でも，音楽を聴取する場合でも公衆回路網にアクセスするものであって，本願発明のように，「セルラー基地局を解して有線通信網と通話を行う通信モードと，セルラー基地局を介してインターネットに接続する2つの通信モードとを有する」ものではなく，この点で，本件審決の一致点の認定には誤りがある。",
            "〔被告の主張〕",
            "本件審決は，引用発明につき，「セルラー基地局を介して通信網と通話を行う通信モードを有する変調・復調回路」を有していると認定し，この点において本願発明と一致するとしたにとどまり，引用発明が「セルラー基地局を介して有線通信網と通話を行う通信モードと，音楽データの受信をするためにセルラー基地局を介してインターネットに接続する通信モードを有する」として，本願発明と一致していると認定しているものではなく，原告の主張は，本件審決の一致点の認定を正解しないものであって，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点を看過した誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，次の相違点を看過している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "2つの通信モードの切替え",
              "text": [
                "本件審決が認定しない相違点として，本願発明には通話モードと音楽ダウンロードモードの切替えがあるが，引用発明にはこれがないことを認定すべきである。",
                "本願発明に係る請求項1には，「通話を行う通信モード」と，「セルラー基地局を介してインターネットに接続する通信モード」とを有するとされ，明らかに2つのモードが存在し，また，「通信モードが音楽データの受信モードに指定された場合」とされており，この2つのモードの間で切替えがされることが明示されている。",
                "また，本願明細書の記載(【0025】，【0026】)にも，「通話モードと音楽ダウンロードモードの切替え」の具体的な手段が明示されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "記憶手段へ格納する技術",
              "text": [
                "本願発明において，「音楽データの受信モード」が指定されると，自動的に受信データを第1の記憶手段に格納するようにされているのに対し，引用発明は，「前記ディジタル変調・復調回路の通信モードが音楽データの受信モードに指定された場合は受信された音楽データを前記第1の記憶手段へ格納し」との構成を有していない。",
                "この点について，被告は，本願発明に係る請求項1には，特定の記憶手段への音楽データの格納が，「自動的に」行われることについての記載がないと主張するが，同請求項1には，「第1および第2の記憶手段」，「前記第1の記憶手段は不揮発性のメモリーを用いるとともに着脱自在にし，前記第2の記憶手段は動作途中のデータなどを記憶するようにし，」と各記載があり，複数の記憶手段が存在することが明示されており，そして，「ディジタル変調・復調回路の通信モードが音楽データの受信モードに指定された場合は受信された音楽データを前記第1の記憶手段へ格納し」との記載によると，複数(第1及び第2の記憶手段)のうちの第1の記憶手段に音楽データを格納するようにされている以上，同請求項には，「特定の記憶手段へ音楽のデータの格納が自動的に行われること」についての明示がされているということができる。",
                "他方，被告が挙げる引用例(【0009】)には，携帯型音楽選曲視聴機の記憶装置(媒体)に音楽ソフトをダウンロードすると，この音楽ソフトを携帯型音楽選曲視聴機のディスプレイやレシーバで楽しむことできると記載されているが，具体的にどのような手段でこれを行うのか開示がなく，また複数の記憶手段の使い分けに関する記載がないから，自動的に特定の記憶の記憶手段に音楽データを格納するという発明特定事項が開示又は示唆されているということができないものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "2つの通信モードの切替え",
              "text": [
                "原告の主張は，本願発明が「通話モードと音楽ダウンロードモードの切替え」を有していることを前提とするものであるが，本願発明には，「音楽ダウンロードモード」や「切替え」は明示的に記載されておらず，原告の主張は，そもそも本願発明の要旨に基づかない主張である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "記憶手段へ格納する技術",
              "text": [
                "本件審決(4頁16～17行)が本願発明と引用発明の一致点として認定しているとおり，「通信モードが音楽ソフトの受信モードに指定された場合，受信された音楽ソフトを記憶手段へ格納」することができるものである。",
                "原告は，本願発明につき，特定の記憶手段への音楽データの格納が，「自動的に」指定されるものであるとし，これを引用発明との相違点とすべきであると主張するが，このような事項は，本願発明に係る請求項1に明示的に記載されておらず，本願発明の要旨に基づかないものであって，原告の主張は失当である。",
                "その上，仮に，本願発明を原告主張のようにとらえることができるとしても，引用例の記載(【0011】，【0014】)によると，引用発明においても，曲名等の選択をした後，更なる操作を要することなく，着脱自在な記憶装置への記録まで行われていると解されるから，この点においても，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "記憶手段へ格納する技術に係る判断の当否",
              "text": [
                "本件審決は，携帯電話機を単にインターネットに接続する技術が周知であり，また，ディジタル方式の携帯電話システムが既に周知・慣用であることによって，直ちに，本願発明の構成である「ディジタル変調・復調回路の通信モードが音楽データの受信モードに指定された場合は受信された音楽データを前記第1の記憶手段へ格納」するという技術が格別の創意工夫を要するものではないとするが，その判断は誤りである。すなわち，ディジタル方式の携帯電話機をインターネットに接続し，音楽データの受信モードにすることで，自動的に特定の記憶手段への格納が指定されることは，従来技術には開示も示唆もなく，これをもって「格別の創意工夫を要するものといえない。」とすることはできないからである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る判断の当否",
              "text": [
                "本願発明は，通話を行う通信モードと，インターネットに接続して音楽データのダウンロードを行うことにつき，有線通信網とインターネットとを使い分けることに意義があるが，引用発明には，このような通信回線を使い分けるとの構成はないにもかかわらず，本件審決(5頁12行)が，相違点1について，引用発明における通信網を有線通信網とすることが「周知・慣用技術の付加限定の域を出ない。」としたことには誤りがある。",
                "本願明細書の記載(【0026】，【0031】)によると，本願発明では，「有線通信網」と「インターネット」とが区別されているところ，電話の通話と音楽データのダウンロードとで通信回線を使い分けることには大きな意義がある。電話の通話は多少音質が悪くても実用上の問題がないが，音楽では音質が重要であり，一方で音質を高めるために音楽データのダウンロード時間を長く取るのは好ましくないため，本願発明では，それぞれのモードに合わせて最適な通信回線を選択するようにしているからである。これに対し，引用発明には，そもそも通信回線を使い分けることについての記載がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に係る判断の当否",
              "text": [
                "相違点4につき，本件審決(5頁29～31行)は，「受信された音楽ソフトを記憶する着脱自在な記憶手段の他に，第2の記憶手段を設けることは，当然付加すべき単なる技術的事項にすぎない。」としたが，この点にも誤りがある。",
                "被告は，中央演算装置(CPU)の動作途中のデータと音楽データは，データとしての性質が全く異なり，動作途中のデータは，本来的にその時々の処理のためのデータであるから，これを着脱自在な記憶手段に記憶させるようなことは，当業者であれば，想起し得ると主張するが，例えば，パーソナルコンピュータに用いられるOSでも，現在普及している多くのOSが，デフォルト状態でダウンロードしたデータを中央演算装置の動作途中のデータとともに主記憶装置へ格納するようにされているように，中央演算装置の動作途中のデータと音楽データとを同一の記憶手段に記憶させるようにすることが，まず想起されることであって，被告の主張は理由がない。",
                "また，被告は，引用発明も「着脱自在な記憶装置への記録が行われると解される」と主張するが，引用例の別紙【図2】の記載からは，どのように「音楽制御部」が動作して「音楽用記憶部」と「音楽用記憶媒体」とを使い分けているかまでの開示がなく，本願発明の特定事項の示唆もなく，被告の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5に係る判断の当否",
              "text": [
                "相違点5につき，本件審決(6頁7～11行)は，「引用発明において，音楽ソフトとして『音楽データ』の形式を採用し，『圧縮された音楽データの解凍手段』を付加し，『音楽データの再生モードが指定された場合』は『前記解凍手段を介して』出力するように変更する程度のことに，格別な創意工夫を要するものということはできない。」としたが，この点にも誤りがある。",
                "被告は，周知例等に，「音楽データ」を圧縮して受信すること及び解凍手段が開示されているとして，上記審決の判断に誤りがないと主張するが，本願発明は，「通話を行う通信モード」と「音楽データの受信モード」と「音楽データの再生モード」とを有し，それぞれのモードに適した動作を行うように構成されているため，使用者が簡単な操作で電話通話，音楽のダウンロード，音楽の再生を行うことができるものであるところ，周知例等には，そのような全体的な構成を開示する記載はなく，被告の主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "特別の効果に係る判断の当否",
              "text": [
                "本件審決(6頁15～18行)は，「引用発明，周知技術，慣用技術は同じ技術分野に属しており，しかも引用発明との技術関連性は強く，また，本願発明の効果も，各々技術自体が有している効果以上の格別なものは認められない。」としたが，その判断にも誤りがある。引用発明，審決が挙示する周知技術は同じ技術分野に属しているが，本願発明の効果には特別なものがある。",
                "被告は，引用発明においても，携帯電話機を利用して音楽ソフトを楽しめるという効果があると主張するが，携帯電話機の通話と音楽のダウンロードとで通信回線を異ならせ，それぞれに適した状態にするとの本願発明の構成については，引用例や周知例等には開示されていないところ，本願発明のこのような構成に伴う効果は，音楽データのダウンロードの時間を短時間にするばかりでなく，高い音質で音楽を聴取可能にするものとして格別な効果を奏するものであって，被告の主張は理由がない。",
                "〔被告の反論〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "記憶手段へ格納する技術に係る判断の当否",
              "text": [
                "上記2の〔被告の主張〕(2)のとおり，記憶手段へ格納する技術について認定されるべき相違点は存在しない上に，引用発明において，接続先がインターネットとなり，変調・復調回路が「ディジタル」方式の回路となった場合には，「受信された音楽ソフトを記憶手段へ格納」するという構成が他に変更されるべき技術上の事情も想定されず，本願発明に係る構成とすることを妨げる理由も想定されないことから，本件審決の「ディジタル変調・復調回路の通信モードが音楽データの受信モードに指定された場合は受信された音楽データを前記第1の記憶手段へ格納」するという技術が格別の創意工夫を要するものともいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る判断の当否",
              "text": [
                "引用発明においても有線通信網を事実上使用することは明らかであって，さらに本願発明における「有線通信網」に格別の意義がなく，これを周知・慣用技術の付加限定にすぎないとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に係る判断の当否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "携帯電話装置において，動作途中のデータなどを記憶する記憶手段が必須であること，引用発明においても，着脱自在な記憶手段の他にも「電話番号登録用記録部」が用いられているように，携帯電話装置において，記憶手段を1つにする格別な事情があるわけでもなく，引用発明に「第2の記憶手段」を設けることは，技術上の単なる付加事項にすぎない。",
                    "そもそも，中央演算装置(CPU)の動作途中のデータと音楽データは，データとしての性質が全く異なり，動作途中のデータは，本来的にその時々の処理のためのデータであるから，これを着脱自在な記憶手段に記憶させるようなことは，当業者であれば，想起し得ることである。",
                    "したがって，「受信された音楽ソフトを記憶する着脱自在な記憶手段の他に，第2の記憶手段を設けることは，当然付加すべき単なる技術的事項にすぎない。」とした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明につき，音楽データが着脱可能なメモリに操作することなしに記憶されることに格別の特徴を有すると主張するが，本願発明に係る請求項1には，「操作することなしに」という明示的記載はないから，原告の主張は，本願発明の要旨に基づかない主張である。",
                    "仮に，原告の上記主張が，曲名の選択操作をした後に，更なる操作をすることなしに着脱可能なメモリに記憶されることの意味であると，本願発明を限定的に解釈すべきであるものであったとしても，引用例の記載(【0011】，【0014】，【0015】)及び図3によると，，引用発明においても，曲名等の選択をした後，更なる操作を要することなく，着脱自在な記憶装置への記録までが行われていると解されるから，この点においても，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5に係る判断の当否",
              "text": [
                "携帯電話やPHSの通信路を用いて，音楽ソフトとしての「音楽データ」を圧縮して受信することが周知であることは，周知例，特開平10−271245号公報(甲8。以下「甲8公報」という。)等のとおりであり，受信した側でこれを再生するためには，圧縮された音楽データを解凍する解凍手段が当然に必要であることも明らかである。例えば，「音楽データ」を圧縮して受信することは，周知例(【0075】，【0076】及び【0094】)及び甲8公報(【0017】，",
                "【0018】及び【0025】)に開示され，また，解凍手段についても，甲8公報(上記段落)に開示されている。",
                "そうすると，引用発明が，携帯電話装置であって，携帯電話の通信路を利用する技術であり，しかも，上記周知技術も同様の携帯電話の通信路を利用する技術という点で，技術分野の関連性が極めて強いことも明らかであるから，引用発明において，音楽ソフトとして「音楽データ」の形式を採用し，「圧縮された音楽データの解凍手段」を付加し，「音楽データの再生モードが指定された場合」は「前記解凍手段を介して」出力するように変更する程度のことに，格別な創意工夫を要するものではないとした本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "特別の効果に係る判断の当否",
              "text": [
                "本願発明の効果については，本願明細書(【0057】ないし【0059】)に記載されているが，①インターネットへ接続したり，あるいは携帯電話サービス会社の局に接続して音楽データを容易に入手することができること，②音楽データを提供する業者は，音楽データをパケット網を介して送る場合は，例えばパケット通信量に応じてデータ料金を徴収することができ，あるいは携帯電話の端末番号を識別してデータ料金を徴収することもできること，③使用者側としては，パソコンなどがなくても音楽データを取り込むことができ，特にPHSでは通信速度が早いため，短時間でデータの取り込みを行うことができることとされている。",
                "これに対し，引用発明においても，引用例の記載(【0016】)から，携帯電話機を利用して音楽ソフトを楽しめるという効果があり，これは上記のうち「携帯電話サービス会社の局に接続して音楽データを容易に入手することができる。」ことや，「使用者側としては，パソコンなどがなくても音楽データを取り込むことができる。」ことに当たる。また，本願発明の上記②及び③の効果は，本願発明の構成から直接導かれるものではないが，本件出願当時の技術水準を勘案し，周知技術，慣用技術を組み合わせたものであれば，いずれも自明なものであるということができ，原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "text": [
            "原告は，本願発明のディジタル変調・復調回路は，セルラー基地局を介して有線通信網と通話を行う通信モードと，音楽データの受信をするためにセルラー基地局を介してインターネットに接続する通信モードを有するものであるのに対し，引用発明は，本願発明のような「セルラー基地局を介して有線通信網と通話を行う通信モードと，セルラー基地局を介してインターネットに接続する通信モードとを有するディジタル変調・復調回路」に関する構成を有するものではなく，この点で，本件審決の一致点の認定に誤りがあると主張する。",
            "しかしながら，本件審決が一致点として認定しているのは，前記第2の3(2)イのとおりであって，原告の主張する「インターネットに接続する通信モード」についてまで，一致点として認定しているわけではなく，かえって，前記第2の3(2)ウ(イ)のとおり，本願発明はセルラー基地局を介してインターネットに接続する通信モードを有しているのに対して，引用発明は有していない点を相違点2として認定しているのであるから，原告の主張は，要するに，本件審決の認定を正解しないものであって，理由がない。",
            "したがって，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点を看過した誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "2つの通信モードの切替え",
              "text": [
                "原告は，本願発明と引用発明との相違点として，本願発明に通話モードと音楽ダウンロードモードの切替えがあるが，引用発明にはこれがないことを認定すべきであったのに，本件審決がこれを看過したと主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明における「通話モードと音楽ダウンロードモードの切替え」(ア) 本願発明の要旨は，前記第2の2のとおりであって，本願発明は，「セルラー基地局を介して有線通信網と通話を行う通信モード」と「セルラー基地局を介してインターネットに接続する通信モード」という2つの通信モードを有しており，また，「通信モードが音楽データの受信モードに指定された場合は受信された音楽データを前記第1の記憶手段へ格納し」とされていることからして，「通話を行う通信モード」又は「インターネットに接続する通信モード」を選択して指定することが前提となっていると解することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "また，仮に，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとして本願明細書をみるとしても，本願明細書の発明の詳細な説明によると，本願発明は，使用者がキーを操作することにより，音声通話を指定すると，セルラー基地局を通じて有線回線網に接続されて通話回路が構成され(【0012】，【0026】)，一方，使用者がキーを操作することにより，音楽データの受信モードに指定すると，セルラー基地局を通じてパケット通信網接続されることを介してインターネットに接続されて，サーバーから音楽データをダウンロードすることができ，このダウンロードされた音楽データは復調されてディジタル信号となり，第1のメモリーへ格納されるもの(【0012】，【0013】，【0024】，【0025】，【0031】～【0034】)であって，このことから",
                      "text": [
                        "すると，本願発明において，使用者は，「通話モード」又は「インターネットに接続する音楽ダウンロードモード」を選択して指定することができるものであるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告が主張する「通話モードと音楽ダウンロードモードの切替え」というのは，上記の本願発明の要旨における「通話を行う通信モード」又は「インターネットに接続する通信モード」を選択して指定することや，本願明細書における「通話モード」又は「インターネットに接続する音楽ダウンロードモード」を選択して指定することをいうものと解することができ，その意味で，本願発明には，通話モードと音楽ダウンロードモードの切替えを行うことが特定されていると認めることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明における「通話モードと音楽ダウンロードモードの切替え」(ア) 他方，引用発明についてみると，引用例の発明の詳細な説明には，次の記載がある。",
                    "【0008】携帯型音楽選曲視聴機60は，本体61内に記憶装置66を内蔵するモデルを示す。このモデルの携帯型音楽選曲視聴機60にあっては，本体61のプッシュボタン等を操作して配信センター10を呼び出して，供給を受けた音楽ソフトは，レシーバ64とディスプレイ62に出力されるとともに，記憶装置66により記憶される。したがって，ユーザは公衆回線30の接続を遮断した後にも，記憶装置66内の音楽ソフトを再生させて楽しむことができる。",
                    "【0009】携帯型音楽選曲視聴機70は，本体71に対して着脱可能な記憶装置76を備える。この記憶装置76は，例えば磁気カード，磁気テープ，CD，DVD，ICカードのようなメモリカードである。ユーザは，本体71のプッシュボタン等を操作して，携帯型音楽選曲視聴機70の記憶装置(媒体)76に音楽ソフトをダウンロードすると，この音楽ソフトを携帯型音楽選曲視聴機70のディスプレイ72やレシーバ74で楽しむことできるとともに，この記憶装置(媒体)を抜き出して，他のオーディオユニットに挿入し，より高品質な再生音楽を楽しむことができる。また，他のオーディオユニットで記憶装置76内に音楽ソフトを記憶させ，この記憶装置76を，この携帯型音楽選曲視聴機70に挿入して音楽を楽しむこともできる。",
                    "【0011】音楽用制御部200は，総合制御部110，電源部130，電波送受信制御部140，ボタン入力制御部180，ディスプレイし御部160に接続される。ユーザは，ボタン入力部182を操作して配信センターを呼び出す指令を出力すると，その内容はディスプレイ表示部162に表示されるとともに，電波送受信制御部140は，アンテナ150を介して公衆回線網を経由して配信センターにアクセスする。",
                    "【0013】音楽用制御部200に接続される音楽用記憶部240は，音楽ソフトを記憶する。磁気カード，磁気テープ，CD，DVD，ICカードのようなメモリカードのような音楽用記憶媒体250は，音楽ソフトを記憶するとともに，この記憶媒体250を取り出して，他のオーディオユニット等で使用することもできる。",
                    "【0014】図3は，本発明のシステムによる処理のフロー図である。ステップS10では，レコード制作会社20から配信センター10へ，曲・歌詞・画像の登録(変更・削除)を行う。ステップS11では，ユーザは携帯型音楽選曲視聴機のディスプレイとプッシュボタンで，曲名・歌手名・ジャンル・曲名№・作曲家名等を選択できる。ステップS12は，選曲した曲と歌詞・画像を配信センターからユーザに回線を通して送信する。",
                    "【0015】ステップS13は，ユーザのレシーバから音声，ディスプレイに歌詞と画像を表示する。記憶装置付きの場合は記録し，通話終了後も再生可能とする…。",
                    "【0016】【発明の効果】本発明は以上のように，携帯電話機を利用してユーザが選曲した音楽ソフトを楽しむことができるので，公衆回線網の利用も拡大され，サービスも向上するものである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "上記の記載を含む引用例の発明の詳細な説明によると，引用発明は，携帯型の電話機を用いた音楽の配信システムに関するもので(【0001】)，ユーザに対し，通話サービスを提供するほかに，無線の公衆回線網を利用して音楽選曲視聴システムの提供をすることを目的とするものであって(【0003】)，ここで用いられる「携帯型音楽選曲視聴機」は，携帯電話機と同様の構造を有し，ユーザが操作して配信センターを呼び出すと公衆回線網にアクセスし，希望する音楽ソフトを公衆回線網を介して受信し，また，この受信した音楽ソフトを記憶する内蔵型又は着脱自在な記憶装置(媒体)を備えることができ，ユーザが操作して受信した音楽ソフトを，レシーバとディスプレイに出力するとともに，上記の記憶部に記憶させ，さらに，この記憶した音楽ソフトを再生することができる(【0004】～【0006】，【0008】，【0009】，【0011】～【0016】)とと",
                      "text": [
                        "もに，他方，ユーザが相手の電話を呼び出す操作をすると，公衆回線網にアクセスして，ユーザが相手と通話することができる(【0010】)というものであると認めることができ，本願発明のように「有線通信網と通話を行う通信モード」のほか，「インターネットに接続する通信モード」という2つの通信モードを有していない(相違点2参照)ものの，「公衆回線網にアクセスして，ユーザが相手と通話することができる」状態と，「音楽ソフトを公衆回線網を介して受信」する状態とを有するところ，これは，ユーザが「通話モード」又は「音楽ダウンロードモード」を選択して指定するものであり，その選択が「通信局と通話を行う通信モード」という1つの通信モード内で行われるとしても，「通話モード」と「音楽ダウンロードモードの切替え」を行うことそれ自体は本願発明と一致するということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本願発明には通話モードと音楽ダウンロードモードの切替えがあるが，引用発明にはこれがないことを相違点として認定すべきであるとの原告の主張は，これを採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "記憶手段へ格納する技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明における音楽データの記憶手段への格納について",
                  "text": [
                    "上記(1)ア(イ)によると，本願発明においては，使用者がキーを操作して音楽データの受信モードを指定すると，セルラー基地局を通じてパケット通信網に接続されることを介してインターネットに接続され，サーバーから音楽データをダウンロードすることができ，その際，ダウンロードした音楽データが，第1の記憶手段に格納されることになるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明における音楽ソフトの記憶手段への格納について",
                  "text": [
                    "他方，上記(1)イ(イ)によると，引用発明は，受信した音楽ソフトを記憶する内蔵型又は着脱自在な記憶装置(媒体)を備えるものであって，記憶装置を内蔵するモデルについては，「本体61のプッシュボタン等を操作して配信センター10を呼び出して，供給を受けた音楽ソフトは，レシーバ64とディスプレイ62に出力されるとともに，記憶装置66により記憶される。」(【0008】)とされ，これとは別に，ダウンロードした音楽ソフトを記憶する記憶手段につき，これを指定するためのユーザによる特段の操作を行うことが記載されていないことや，音楽ソフトを記憶する記憶装置が内蔵のものか着脱自在なものかによって，ユーザにダウンロードした音楽ソフトを記憶する記憶手段につき，これを指定するための特段の操作を求めるか否かを異ならせる合理的な理由がないことにかんがみると，引用発明についても，音楽ダウンロードモードを選択して音楽ソフトをダウンロードすると，記憶手段を指定することなく，用意された内蔵又は着脱自在な音楽ソフトを記憶する記憶手段に自動的に音楽ソフトが記憶(格納)されるものと認めることができ，ダウンロードした音楽データあるいは音楽ソフトが記憶装置に格納されるという点においては，本願発明と一致するということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本願発明における，「音楽データの受信モード」が指定されると，受信データを第1の記憶手段に格納するようにされており，音楽ソフトを記憶する記憶手段を指定する操作が記載されていないことをもって，本願発明と引用発明との相違点と認定すべきものではなく，本件審決に原告主張の相違点を看過した誤りはない。",
                    "したがって，取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "記憶手段へ格納する技術に係る判断の当否",
              "text": [
                "上記2(2)のとおり，本願発明において，「音楽データの受信モード」が指定されると自動的に受信データが第1の記憶手段に格納されることをもって，引用発明との相違点と認定すべきものではないから，この点について容易想到性がないとする原告の主張は，その前提を欠き，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る判断の当否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明は，通話を行う場合と，インターネットに接続して音楽データのダウンロードを行う場合との，有線通信網とインターネットとを使い分けることに意義があるが，引用発明には，このような通信回線を使い分けるとの構成がないにもかかわらず，本件審決が，相違点1について，引用発明における通信網を有線通信網とすることが周知・慣用技術の付加限定の域を出ないとしたことには誤りがあると主張する。",
                    "しかしながら，セルラー基地局間は，通常，有線通信網であること，携帯電話装置と有線電話網の通話機間の通話には有線通信網が介在していること，引用例【図1】において，レコード製作会社，配信センター(サーバ)及び公衆網間が実線で示され，有線通信網が示されていることは当事者間に争いがないことからして，引用発明においても，通信網として有線通信網を使用していることが認められ，そうすると，本件審決が「通信網に関して，本願発明は『有線通信網』であるが，引用発明は有線であるか不明である。」とした相違点1については，本願発明における「有線通信網」に各別な技術的意義を認めることができず，周知・慣用技術の付加限定の域を出ないとした本件審決の判断に誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，相違点1は，通話モードと音楽データの受信モードとで有線通信網とインターネットとを使い分けることについて述べるものではなく，原告は，引用発明の通信網が有線であるか否かではなく，引用発明には，通話モードの通信網しかなく，インターネットに接続する通信モードがないので，通信モードを切り替える余地がないのに対し，本願発明は，この2つの通信モードを切り替えて使い分ける点に意義があると主張していると解する余地があるので，以下，この点について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "携帯電話装置をセルラー基地局を介してインターネットに接続することが周知技術であり，引用発明において，セルラー基地局を介してインターネットに接続する通信モードを採用することに各別な創意工夫を認めることができないことについては，そもそも当事者間に争いがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，周知例には，次の記載がある。",
                        "【0008】以上のような点にかんがみ，本出願人は，携帯無線通信端末に対して無線通信網を一部に含むネットワークを通じて接続可能なサーバ装置を設け，このサーバ装置で，それぞれの携帯無線通信端末の代わりに，当該端末宛てのファクシミリデータや電子メールを受信して，その受信データをメモリに格納しておき，携帯無線通信端末が必要なときにサーバ装置にネットワークを通じてアクセスして，自分宛てのデータを取得することができるようにした情報通信システムを考案している。",
                        "【0048】図2は，上述した図1の通信ネットワークシステムの概念構成を，より具体化したものである。この場合，会員端末1は，PHS電話端末と，データ通信機能を備えるPDA(パーソナル・デジタル・アシスタンツ)との複合機の構成を有し，PHS電話機能のほかに，後述するように，ファクシミリ通信機能，電子メール通信機能を備えると共に，共通サーバ装置2に蓄積されたサービスコンテンツのうちからの情報の提供を受ける機能を備えている。",
                        "【0068】そして，カバーパネル101が本体100に対して，閉じた状態にあるときには，この会員端末1AはPHS電話モードとなり，この会員端末1AをPHS電話端末として用いることができるようにされる…。",
                        "【0069】また，この会員端末1Aのカバーパネル101が本体100に対して，開いた状態にあるときには，ファクシミリデータや電子メールの送受信を行ったり，情報提供サービスを受けることができるデータ通信モードとされる…。",
                        "上記の記載を含む周知例の発明の詳細な説明によると，周知例には，携帯無線通信端末に，PHS電話モードとデータ通信モードとを備えさせ，通話する際には電話モードを，音楽等のデータを取得する際にはインターネットを使用するデータ通信モードとして，通信回線を使い分けることが記載されていること(【0001】～【0006】，【0008】，【0048】～【0050】，【0053】，",
                        "【0068】，【0069】，【0099】，【0135】)が認められ，これが",
                        "周知技術であったということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，前記のとおり，引用発明には，「公衆回線網にアクセスして，ユーザが相手と通話することができる」状態と，「音楽ソフトを公衆回線網を介して受信」する状態の構成を有するところ，このうちの「音楽ソフトを公衆回線網を介して受信」する状態について，上記周知技術を適用し，音楽等のデータを取得する際にはインターネットを使用するデータ通信モードとすることは，格別に創意工夫を要するものではないということができ，そうすると，引用発明を基にして，通話モードと音楽データの受信モードとで有線通信網とインターネットとを使い分けることとすることにつき，当業者が容易に想到し得たということができ，この点について，本願発明に進歩性があると認めることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に係る判断の当否",
              "text": [
                "原告は，本件審決が，受信された音楽ソフトを記憶する着脱自在な記憶手段の他に，第2の記憶手段を設けることは，当然付加すべき単なる技術的事項にすぎないとしたことには誤りがあると主張する。",
                "しかしながら，携帯電話装置において，動作途中のデータなどを記憶する記憶手段が必須のものであることは当事者間に争いがないところ，引用例には，引用発明につき，着脱可能な記憶装置を備える場合には，受信した音楽ソフトがこの記憶装置に記憶させると記載(【0009】)されており，そうすると，この記憶装置を外しているとき，携帯型音楽選曲視聴機には同記憶手段とは別に，携帯電話装置としての動作途中のデータなどを記憶する記憶手段が必要となるのであるから，受信された音楽ソフトを記憶する着脱自在な記憶手段の他に，第2の記憶手段を設けることは，当然に考えられていることであり，これをもって，当然付加すべき単なる技術的事項であるとした本件審決の判断に誤りはないということができる。",
                "なお，原告は，引用例の記載(【0013】)及び別紙【図2】によっても，どのように「音楽制御部」が動作して「音楽用記憶部」と「音楽用記憶媒体」とを使い分けているかの開示がされていないと主張するが，受信された音楽ソフトの記憶装置につき，内蔵するモデル(【0008】)の場合と着脱可能なモデル(【0009】)の場合とで区分けされているものと解することができるので，原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5に係る判断の当否",
              "text": [
                "原告は，相違点5につき，本件審決が，引用発明において，音楽ソフトとして「音楽データ」の形式を採用し，「圧縮された音楽データの解凍手段」を付加し，「音楽データの再生モードが指定された場合」は「前記解凍手段を介して」出力するように変更する程度のことに，格別な創意工夫を要するものということはできないとしたことには誤りがあると主張する。",
                "しかしながら，音楽ソフトが音楽データの形式を採用することは，当然の技術事項ということができること，通信網の容量を考慮して，データを圧縮して送受信することは周知技術であること，音楽等の再生に際して，圧縮されたデータの解凍が必要であることは自明であること，携帯電話装置の使用者が音楽を聴く場合，音楽データの再生を指示することは自明であること，以上は，いずれも当事者間に争いがない。",
                "また，前記2(1)イのとおり，引用発明においては，無線の公衆回線網を利用して音楽選曲視聴システムの提供をすることを目的とするものであって，ユーザが操作して配信センターを呼び出すと公衆回線網にアクセスし，希望する音楽ソフトを公衆回線網を介して受信し，この受信した音楽ソフトを記憶する内蔵型又は着脱自在な記憶装置(媒体)を備えることができ，音楽ソフトを記憶部に記憶させ，さらに，この記憶した音楽ソフトを再生することができるものであること，さらにまた，前記(2)イのとおり，引用発明の「音楽ソフトを公衆回線網を介して受信する」状態につき，周知技術を適用して，インターネットを使用するデータ通信モードとすることに各別に創意工夫を要するものでないことが認められる。",
                "以上によると，引用発明の「音楽ソフトを公衆回線網を介して受信する」ことにつき，インターネットを使用するデータ通信モードとし，その際，通信網の容量を考慮してデータを圧縮して送信し，その受信した音楽データを再生するためには，音楽データを解凍して出力することも，当然に考えられることであって，これらにつき，上記周知技術を適用することができないものであって，各別な創意工夫を要するものということはできない。",
                "なお，原告は，本願発明は，「通話を行う通信モード」と「音楽データの受信モード」と「音楽データの再生モード」とを有し，それぞれのモードに適した動作を行うように構成されているため，使用者が簡単な操作で，電話通話，音楽のダウンロード，音楽の再生を行うことができるものであって，周知例等には，そのような全体的な構成は開示されていないと主張するが，引用発明においては，1つの通信モードで，通話のほか，音楽ソフトの格納及び出力を行うが，この引用発明に上記の周知技術を適用し，音楽ソフトとして「音楽データ」の形式を採用して格納し，「圧縮された音楽データの解凍手段」を付加し，「音楽データの再生モードが指定された場合」は「前記解凍手段を介して」出力するように変更する程度のことに格別な創意工夫を要するということはできず，この点においても，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "特別の効果に係る判断の当否",
              "text": [
                "原告は，本願発明の効果に特別なものがあるとし，携帯電話機の通話と音楽のダウンロードとで通信回線を異ならせ，それぞれに適した状態にするとの本願発明の構成については，引用例や周知例等には開示されていないところ，本願発明のこのような構成に伴う効果は，音楽データのダウンロードの時間を短時間にするばかりでなく，高い音質で音楽を聴取可能にするものとして格別な効果を奏するものであると主張する。",
                "しかしながら，本願発明につき，高い音質で音楽の聴取が可能となるとの効果は，本願明細書に記載がないものであり，また，その他の効果については，これまで検討してきたとおり，本願発明に周知技術を適用することにより導き出されるものにすぎないところ，引用発明に周知技術を適用することも容易である以上，本願発明の効果のみが引用発明に周知技術を適用して導き出される効果以上の格別なものであると認めることはできず，原告の主張は，採用することができない。",
                "したがって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}