{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−10726号事件について平成21年5月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が分割出願の方法により名称を「坑血小板剤スクリーニング方法」とする発明につき特許出願(本願)をしたところ，拒絶査定を受けたので，これに対する不服審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願明細書の発明の詳細な説明が「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載されているか」(いわゆる実施可能要件，平成14年法律第24号による改正前の特許法36条4項)，である。",
            "＜判決注＞ 平成14年法律第24号による改正前の特許法36条4項は(以下「旧36条4項」という。)，次のとおりである。",
            "「前項第3号の発明の詳細な説明は，経済産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告(旧商号 山之内製薬株式会社)は，平成12年11月1日(特願2000−334721号)及び平成13年1月11日(特願2001−35",
                "77号)の優先権(いずれも日本国)を主張し，平成13年10月31日になした原出願(特願2002−539389号)からの分割出願として，平成15年10月14日，名称を「坑血小板剤スクリーニング方法」とする発明について特許出願(特願2003−353705号)をし，平成17年2",
                "月25日付けで特許請求の範囲の変更を内容とする補正(以下「本件補正」という。請求項の数1，甲6)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2006−10726号事件として審理した上，平成21年5月11日，「本件審判の請求は成り立たない。」との審決をし，その謄本は同年5月26日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項の数は前記のとおり1であるが，その内容は以下のとおりである(以下，これに記載の発明を「本願発明」という)。",
                "・【請求項1】",
                "(A)(1)配列番号2で表されるアミノ酸配列を有するポリペプチド，(2)配列番号2で表されるアミノ酸配列の1～10個のアミノ酸が欠失，置換，及び／若しくは付加されたアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチド，又は(3)配列番号2で表されるアミノ酸配列との相同性が95％以上であるアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチド，前記ポリペプチドを含む細胞膜画分，あるいは前記ポリペプチドをコードするDＮAを含む発現ベクターで形質転換され，前記ポリペプチドを発現している形質転換細胞と，試験化合物とを，ADP受容体P2T 標識リガンド存在下で，接触させる工AC",
                "程，及び",
                "前記ポリペプチド，細胞膜画分，又は形質転換細胞への標識リガンドの結合量の変化を分析する工程",
                "を含む，試験化合物がADP受容体P2T リガンドであるか否かを検出AC",
                "する方法，",
                "(B)C末端のアミノ酸配列が，配列番号11で表されるアミノ酸配列であり，しかも，ホスホリパーゼC活性促進性Gタンパク質のホスホリパーゼC活性促進活性を有する部分ポリペプチドとGiの受容体共役活性を有する部分ポリペプチドとのキメラであるGタンパク質キメラを共発現している前記形質転換細胞と，試験化合物とを接触させる工程，及び前記形質転換細胞内におけるCa2＋濃度の変化を分析する工程を含む，試験化合物がADP受容体P2T アンタゴニスト又はアゴニスAC",
                "トであるか否かを検出する方法，又は",
                "(C)前記形質転換細胞と試験化合物とを，血小板ADP受容体P2TAC",
                "のアゴニストの共存下において，接触させる工程，及び",
                "前記形質転換細胞内におけるcAMP濃度の変化を分析する工程を含む，試験化合物がADP受容体P2T アンタゴニスト又はアゴニスAC",
                "トであるか否かを検出する方法",
                "のいずれか1つの方法，あるいは，これらを組み合わせることによる，ADP受容体P2T リガンド，アンタゴニスト，又はアゴニストであるかAC",
                "否かを検出する工程，及び製剤化工程",
                "を含む，抗血小板用医薬組成物の製造方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，本願明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者が本願発明の実施をすることができる程度に明確かつ十分に記載されていないので，旧36条4項に規定する要件を満たしていない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べるとおり誤りがあるので，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願優先日時点での技術水準の誤認",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件優先日時点での技術水準の誤認",
                      "text": [
                        "本願発明で用いられる「配列番号2で表されるアミノ酸配列を有するポリペプチド」(以下「HORK3タンパク質」又は「ADP受容体P2T 」という。)は，Gタンパク質共役型受容体(G-protein",
                        "AC",
                        "coupled receptor，以下「GPCR」という。)と呼ばれる一群の受容体の1つである。(なお，上記「配列番号2で表されるアミノ酸配列を有するポリペプチド」の名称は，本願優先日当時〔平成12年11月1日〕は確定していなかったため，本願発明者はこれを「ADP受容体P2T 」又は「HORK3タンパク質」の名称を用いて本願明細書を作AC",
                        "成したが，これらの名称以外に「P2Y 」，「P2RY12」，「SP1999」，「P2YAC」といった別称がある。)",
                        "一般に，受容体のうちGPCRのように細胞膜に存在するものは，ホルモンなどの生理活性物質(リガンド)が受容体に結合することにより細胞に情報を伝達するが，GPCRはGタンパク質と共役して細胞内に情報を伝達し，その結果として，細胞内におけるCa2＋濃度やcAMP濃度等の変化を引き起こす。",
                        "本願発明の(A)～(C)の検出方法における操作自体は，GPCR",
                        "として特定の「HORK3タンパク質」を用いることを除けば，本願優先日時点において，GPCRを利用するスクリーニング法における周知のルーチン操作である。",
                        "また，本願発明の(A)～(C)の検出方法はそれ自体が特許となっており(特許第3519078号，特許公報は甲13)，実施可能要件を満たすものである。",
                        "なお，これらの各検出方法は，本願優先日以前に販売されていた市販の測定機器や測定試薬等を用いることにより実施可能であり，例えば，FLIPR(Molecular Device社製)を用いる検出方法(B)によれ",
                        "ば，40万個を超える化合物をわずか2週間でスクリーニングすることが可能であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "GPCRを利用するスクリーニング技術の本願優先日時点での技術水準",
                      "text": [
                        "GPCRを利用するスクリーニング技術それ自体は，本願優先日以前において，いわゆるハイスループットスクリーニング(high throughputscreening，HTS)として周知の技術である。HTSは，コンビナトリアル・ケミストリー技術等を用いて合成した多数の化合物を含むライブラリーから，標的となる受容体・酵素などを利用して，医薬等の候補化合物となるリード化合物を高速にスクリーニングするものであり，GPCRを利用するスクリーニング法は，標的受容体としてGPCRを利用するHTSである。",
                        "医薬等の候補化合物を取得する研究開発手順としては，まず異なる骨格構造を有する多数の化合物からなるライブラリーを用意し，一次スクリーニングとしてHTSによるこれらの化合物ライブラリーのふるい分けを実施することによりリード化合物を取得し，そのリード化合物に基づいてその誘導体又は類似化合物からなるライブラリーを用意し，HTS及び薬理学的アッセイ等により二次スクリーニングを行い，さらに候補化合物を絞り込むことが一般的である。HTSによる一次スクリーニングでは，天然リガンドと類似の構造を有する化合物群だけでなく，天然リガンドとは非類似の，異なる骨格構造を有する多数の化合物からなるライブラリーを用意することにより，骨格構造の異なるリード化合物を取得することが可能である。",
                        "HTSでは，異なる骨格構造を有する極めて多数の試験化合物を短期間でふるい分けすることができるため，標的であるGPCRに結合する何らかのリガンド，アゴニスト又はアンタゴニストが見つかる蓋然性が高いことは，本願優先日時点の本技術分野の技術常識である。また，一度リード化合物が取得できれば，そのリード化合物に基づいてデザインした誘導体又は類似化合物に対してさらにスクリーニングを実施することにより，さらに多くのリガンド，アゴニスト又はアンタゴニストが見つかる蓋然性が高いことも，本願優先日時点の本技術分野の技術常識である。",
                        "実際，本願優先日以前において，HORK3タンパク質以外のGPCRを用いたスクリーニングによって目的とする化合物を選び出していた事例が多数存在する。また，本願出願後，HORK3タンパク質をGPCRとするルーチンのスクリーニング方法によって，多種多様な化合物がHORK3タンパク質のリガンドないしアンタゴニストとして取得されている。この事実は，本願優先日以前において，スクリーニングによって目的とする化合物を選び出すことが可能であることが知られていた種々のGPCRと全く同様に，本願発明でGPCRとして用いるHORK3タンパク質についても，実際に目的とする化合物を選び出すことが可能であることを示すものである。すなわち，本願発明で用いるHORK3タンパク質も，ルーチンのスクリーニング方法によって目的とする化合物を選び出すことが可能であることについては，前記の他のGPCRと何ら変わりがないことを示しており，このことは当業者には自明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "審決における技術水準の誤認",
                      "text": [
                        "以上，GPCRを利用するスクリーニング技術においては，ライブラリーの中からGPCRに結合するリガンド，アゴニスト又はアンタゴニストが見つかる蓋然性が高いことが本願優先日時点での技術常識であっただけでなく，実際に種々のGPCRを用いたスクリーニングによって目的とする化合物を選び出されていたが，審決は後記ウのとおり，本願優先日時点での一般的なスクリーニング技術の技術水準について誤認したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "HORK3タンパク質が有する特徴的な結合特性の看過",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願明細書の記載から把握可能な結合特性",
                      "text": [
                        "本願明細書の発明の詳細な説明には，HORK3タンパク質の結合特性(結合対象)に関し，①2MeSAMP及びAR−C69931M",
                        "X，②抗血小板剤として利用されているチクロピジン及びクロピドグレルが記載されている。",
                        "まず，上記①の2MeSAMP及びAR−C69931MXは，いず",
                        "れもアデノシンリン酸化合物誘導体であり，本願明細書の実施例には2MeSAMP及びAR−C69931MXの2種類の具体的化合物が，",
                        "請求項1に記載の検出方法(A)に対応する実施例6，検出方法(C)に対応する実施例5において，それぞれリガンド及びアンタゴニストとして作用することが具体的実験データにより示されている。本願優先日時点の技術常識によれば，一般的なGPCRを利用したスクリーニングを実施すれば，複数のリガンド又はアンタゴニストが見つかる蓋然性が極めて高いが，本願明細書の実施例6及び実施例5の記載は，本願発明で用いるHORK3タンパク質において，リガンド及びアンタゴニストが実際に取得できたことを示している。",
                        "次に，上記②のチクロピジン及びクロピドグレルは，いずれもプロドラッグであり，上記①のアデノシンリン酸化合物誘導体とは別異の構造を有する化合物である。これらについては，本願明細書に「抗血小板剤として利用されているチクロピジン(Ticlopidine)やクロ",
                        "ピドグレル(Clopidogrel)は，体内での代謝物がADP受",
                        "容体P2T を阻害することで効果をもたらしていると考えられていAC",
                        "る。」(段落【0007】)との記載があるところ，本願明細書のこの記載は，プロドラッグとしてのチクロピジン若しくはクロピドグレルに由来する体内代謝物又はこれらの類似化合物を試験化合物として用い，HORK3タンパク質をGPCRとするスクリーニング法に適用すれば，抗血小板剤として有用な複数の化合物，すなわち，複数のアンタゴニストが得られる可能性があることを示唆している。",
                        "このように，本願明細書では，具体的実験データによりリガンド及びアンタゴニストとして作用することを確認した2MeSAMP及びAR−C69931MXの2種類の具体的化合物以外にも，アンタゴニストとして確認される可能性のある物質として，チクロピジン若しくはクロピドグレルの体内での代謝物が開示されている。したがって，当業者は，本願明細書の記載から本願発明でGPCRとして用いるHORK3タンパク質の結合特性を十分に把握することができ，この特徴的結合特性を考慮すると，HORK3タンパク質をGPCRとするルーチンのスクリーニング方法によって，HORK3タンパク質に結合するリガンド又はアンタゴニストが見つかる蓋然性が極めて高いことは本願明細書の記載から当業者には自明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願出願後に実証された事項",
                      "text": [
                        "本願出願後，HORK3タンパク質をGPCRとするルーチンのスクリーニング方法によって，前記②のプロドラッグのうちクロピドグレルの代謝物がADP受容体P2T のリガンド及びアンタゴニストであるAC",
                        "ことが確認された。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決におけるHORK3タンパク質が有する特徴的結合特性の看過本願明細書の実施可能要件を判断するに当たっては，本願明細書における前記の具体的記載を正確に把握する必要があるところ，審決は，後記ウのとおり，HORK3タンパク質が有する特徴的結合特性を正確に把握せずその特徴的結合特性を看過したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決における技術水準の誤認と結合特性の看過",
                  "text": [
                    "審決は「・・・当該製造方法において，製剤化工程を行うには，当該製剤化工程に先立って，当該(A)～(C)のいずれか1つの検出方法，又は，それらの組み合わせによるスクリーニングでもって，公知のものに限ってみても，種々の化合物，ペプチド等の，広範かつ無数に近い試験化合物の中より，抗血小板剤として有用なものを化合物自体として特定して把握する必要がある。」(5頁35行～6頁1行)，「・・・抗血小板用医薬組成物の製造方法である本願発明の実施にあたり，無数の化合物を製造，スクリーニングして確認するという当業者に期待し得る程度を超える試行錯誤を求めるものである。」(6頁12～15行)とした。",
                    "そして，審決が「無数の化合物を製造，スクリーニングして確認する」行為が必要であると認定した理由については具体的な根拠が記載されていないので，この点は拒絶査定(甲8)の認定を踏襲していると解されるところ，拒絶査定の備考欄には「しかしながら，このような公知化合物が存在していたとしても，本願明細書の記載からは，スクリーニング工程を経て，リガンドとなる化合物が発見された場合に限り，その化合物を用いた抗血小板用医薬組成物を認識できるということが示唆されているのみである。そして，このことは特定の医薬組成物を認識しうることの単なる期待を示しているにすぎないのであるから，スクリーニング工程を経てリガンドとなる化合物を発見し，その化合物を用いた抗血小板用医薬組成物を認識するまでにはなお当業者に過度の負担を強いるものである。」(2頁6行以下)との記載がある。",
                    "上記のうち，「製造化工程」を行うためには，その前提として「抗血小板剤として有用なものを化合物自体として特定して把握する必要がある」ことはそのとおりである。",
                    "しかし，「特定の医薬組成物を認識しうることの単なる期待を示しているにすぎないのである」との認定は，すでに前記ア，イのとおり，本願優先日時点でのGPCRを用いるスクリーニング技術に関する一般的な技術水準を誤認したこと，及び本願発明方法で用いる特定GPCR(HORK3タンパク質)の特徴的結合特性を看過(すなわち，明細書における具体的な結合対象化合物の記載およびアンタゴニストとして確認される可能性を推認させる物質に関する記載を看過)したことが原因の誤った認定である。すなわち，本願優先日時点で，GPCRを利用するスクリーニング技術において，ライブラリーの中からGPCRに結合するリガンド，アゴニスト又はアンタゴニストが見つかる蓋然性が高いことは技術常識であっただけでなく，実際に種々のGPCRを用いたスクリーニングによって，目的とする化合物を選び出していた事例が多数存在していた。また，本願明細書においては，HORK3タンパク質に結合するリガンド及びアンタゴニストが現実に存在することが開示されており，アンタゴニストとなる可能性の高い物質も開示されている。さらに，本願明細書では，標識リガンドである［3H］−2MeSADP，アゴニストである2MeSADP及",
                    "びADPという検出工程で共存させるリガンドやアゴニストも開示している。つまり，リガンド又はアゴニスト不在下におけるGPCR過剰発現系を用いたスクリーニング系よりも，標識リガンド又はアゴニストの共存下で実施するスクリーニング系の方がより簡易かつ迅速にふるい分けを実施できることも本願優先日時点において公知である。したがって，［3H］−2MeSADP，2MeSADP及びADPという具体的化合物がリガ",
                    "ンド又はアゴニストとして本願明細書に開示されている点で，本願発明はそれらの開示を欠く場合と比較してより容易に実施が可能であり，過度な実験に相当するものではない。",
                    "以上，本願優先日時点での技術水準を正確に認識し，本願明細書の発明の詳細な説明の記載を正確に把握すれば，HORK3タンパク質をGPCRとして用いる本願発明において「特定の医薬組成物を認識しうること」には極めて高い蓋然性が認められ，「特定の医薬組成物を認識しうること」が「単なる期待を示している」程度のレベルに留まるものでない。また，本願優先日時点での従来技術を正確に理解し，本願明細書の記載を正確に把握することのできる当業者には，HORK3タンパク質をGPCRとして用いる本願発明方法によって「特定の医薬組成物を認識しうること」が極めて高い蓋然性を有することは自明である。さらに，本願出願後にHORK3タンパク質をGPCRとするルーチンのスクリーニング方法によって，多種多様な化合物がHORK3タンパク質のリガンドないしアンタゴニストとして実際に取得されている事実，本願明細書においてリガンド候補として具体的に記載されていた化合物が実際にリガンドないしアンタゴニストであることが実証された事実は，「特定の医薬組成物を認識しうること」に極めて高い蓋然性が認められることの証左である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "したがって，本願発明はその実施に当たって，審決が指摘するような「無数の化合物を製造，スクリーニングして確認するという当業者に期待し得る程度を超える試行錯誤を求める」ものではなく，実施可能要件を満たすものであり，これを否定した審決には誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告の主張に対する反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本願発明が実施可能であるというためには，明細書の記載は，スクリーニングにより得られる一部の限られた化合物だけではなく，抗血小板用医薬組成物となる化合物が「網羅的」に特定して把握できるものでなければならない，と主張する。",
                        "しかし，本願発明と同じ生物関連発明の分野において，最終製造物の組成物となる化合物が出願時に網羅的に特定して把握されていない場合であっても，製造方法の特許として被告が特許の成立を認めている事例がある(例えば，特許第2912618号〔甲49〕，第2594900号〔甲",
                        "50〕，2714786号〔甲51〕，2865645号〔甲52〕)。",
                        "上記各特許は，本願発明と同様に，最終製造物の具体的な構造を特徴とするものではなく，その製造工程に特徴を有するものであるところ，最終製造物を製造するために使用する構成成分が具体的構造ではなく，出願後に新規に得られるであろう化合物又はその部分構造を潜在的に包含する機能的記載でされている上，これらの最終製造物を製造するために使用する構成成分は，いずれも事実上，無数の化合物を含んでいる。すなわち，上記各特許は出願後に得られるであろう化合物又はその部分構造を含む最終製造物であって，かつ事実上，無数の化合物が対象として文言上包含されており，出願時に網羅的に把握されていないことが明白であるにもかかわらず，実施可能要件も含め，その特許性が認められたものである。",
                        "してみると，本願発明に関してのみ出願時に一部の限られた化合物ではなく，網羅的に化合物が特定して把握されねばならないことが要件として付加される根拠はなく，本願の出願後に得られる新規化合物も含め「網羅的」に化合物を特定して把握する必要があるとの被告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，実施可能要件の趣旨からみれば，出願人に与えられる特許権の範囲は，その技術的貢献によって当業者が確実に実施ができるようになった範囲に限られるところ，本願発明に特許がなされた場合，その権利範囲は本願発明の技術的貢献に対してあまりにも広範なものであると主張する。",
                        "原告は，出願人に与えられる特許権の範囲は，その技術的貢献によって当業者が確実に実施ができるようになった範囲に限られるべきであるという主張については否定するものではない。",
                        "しかし，本願発明者が本願発明により成した最も重要な技術的貢献とは，単に「HORK3タンパク質，すなわちADP受容体P2T が血小AC",
                        "板凝集作用に関係する」ことを見出したこと，あるいはHORK3タンパク質を用いた新たなスクリーニング方法を開発したことにとどまるものではなく，HORK3タンパク質のアンタゴニストを有効成分として用いることにより抗血小板用医薬組成物を製造できることを見出した点，すなわちある試験化合物が与えられた場合に抗血小板用医薬組成物の有効成分として使用できるか否かを本願発明方法における検出工程により簡単に選り分けができることを見出し抗血小板用医薬組成物の製造を可能にした点にある。そして，ある試験化合物が与えられたときにその試験化合物がHORK3タンパク質のアンタゴニストであるか否かを容易に判断できる手段，すなわち本願発明における検出工程は，本願明細書の発明の詳細な説明に充分に記載されており，ある試験化合物が与えられたときにその試験化合物が抗血小板用医薬組成物の有効成分として使用できるか否かを決定することは，HORK3タンパク質のアンタゴニストが網羅的に全て把握されていなくても，本願明細書の発明の詳細な説明の記載に従って当業者が確実に実施できることである。",
                        "また，本願発明において「HORK3タンパク質」は公知であり，本願優先日の当業者にとって，HORK3タンパク質のリガンドやアゴニスト共存下で行うことを除き，公知の「HORK3タンパク質」を用いて慣用技術である検出方法により「HORK3タンパク質」に対するアンタゴニスト等を把握することは，本願明細書の発明の詳細な説明の記載に関係なく，単なるルーチン操作にすぎない。",
                        "さらに，本願発明の出願人が特許を求めている対象は，HORK3タンパク質のアンタゴニストなる「物」それ自体でも，「抗血小板用医薬組成物」なる「物」それ自体でもなく，「抗血小板用医薬組成物の製造方法」である。被告は，「物」の発明と「物の製法」の発明の効力を完全に同等視しているが，製法で特定した「物」の発明における「物」に及ぶ効力と，「物の製法」の発明における「製造物」に及ぶ効力とは同じ効力ではない。しかも，本願は，ある化合物がHORK3タンパク質のリガンド，アゴニスト又はアンタゴニストであるか否かを検出する工程を厳密に限定しているだけでなく，医薬組成物の用途を『抗血小板用』に限定している。したがって，本願発明が特許された場合の「製造物」に及ぶ権利範囲は，本願優先日前に存在した公知化合物であっても，本願発明における検出工程に係る特定の性質を有する化合物のみが対象となり，しかもその公知化合物を含む医薬製剤を『抗血小板用医薬組成物』として販売等した場合であって，かつ本願発明における検出工程に係る特定の性質を有することを本願発明における特定の検出工程を用いて確認した場合にのみその販売等が侵害になるにすぎない。本願発明における検出工程を用いることなく，例えばモデル動物への投与試験などにより抗血小板作用を確認した場合には侵害となることはないし，抗腫瘍活性に基づく抗癌剤として販売等した場合も侵害となることはない。このことは本願優先日後に開発された新規化合物の場合も同様である。",
                        "なお，欧州特許庁及び米国特許商標庁おいては，スクリーニング工程に使用する受容体が出願時に公知である場合，有効成分をそのスクリーニング工程によって限定せず作用のみによって特定した形式の特定医薬用途に関するクレーム又は治療方法クレームであっても，相当数の特許が成立している(例えば，欧州特許庁が認めた特定医薬用途に関するクレーム形式の特許としては特許番号 EP 1 207 879等があり，米国特許商標庁が認めた治療方法クレーム形式の特許としては特許番号 US 7572768等がある。甲34～48)。これらの特許成立事例は，スクリーニング工程に使用する受容体が出願時に公知である場合は，有効成分を作用で特定するだけで実施可能要件を満たすとの判断がなされる場合があることを示しているところ，これらの判断基準を参酌すれば，上記特許成立事例が使用クレーム又は治療方法クレームである点で本願発明と形式的に相違するものの，特許権の実際的な効力としては実質的に同レベルであることから，発明特定事項としてスクリーニング工程による限定まで含む本願発明方法についても実施可能要件を満たすとの判断がされ，特許権による保護が与えられなければ，出願人に対して著しく酷な取り扱いというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "総論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願のように，スクリーニング方法のみで化合物の特定がなされる医薬組成物の製造方法の発明において用いられる化合物には，発明の出願後に新たに把握される化合物を含めたあらゆる化合物のうち，スクリーニング工程に係る特定の性質を有する全ての化合物が対象として包含されることになる。物を生産する方法の発明である医薬組成物の製造方法について特許がなされた場合，その権利範囲は上記化合物，すなわち当該スクリーニング工程に係る特定の性質を有する全ての化合物を使用して製造された医薬品の販売等についても侵害としてその差止等を求め得る効力を有することになるが，そのような特許権の効力の範囲は，当該発明の内容がスクリーニング方法以外は特徴がないことに照らすと，出願人が成した化合物の新たなスクリーニング方法の開発という技術的貢献に対してあまりにも広範である。それにもかかわらず，物を生産する方法の発明として特許を認め権利を設定することは，十分な発明の開示の代償として独占権を付与するという特許制度の趣旨を担保するために設けられた実施可能要件の規定に反するものである。",
                    "そして，このような点に鑑み，スクリーニング方法のみで特定された化合物の発明は，従来から実施可能でないという理由で拒絶されていたものである。",
                    "本件は，医薬組成物の製造方法の発明であるが，原告も認めるとおり，本願発明の製造方法において製剤化工程を行うためには，その前提として，抗血小板用医薬組成物における有効成分となるものを化合物自体として特定して把握する必要があるもので，抗血小板用医薬組成物における有効成分となる化合物を把握することが実施可能でないと製剤化することも当然に実施可能でないことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの趣旨を詳述するに，物を生産する方法の発明は，特許法2条に規定されているように，単純方法の発明とは異なり，その方法の使用をする行為のみならず，その方法により生産した物の使用，譲渡等，輸出若しくは輸入又は譲渡等の申出をする行為にもその特許の独占権が及ぶ。したがって，十分な発明の開示の代償として独占権を付与するという特許制度の趣旨を担保するために設けられた実施可能要件の規定を満たすためには，物を生産する方法のごく一部が実施できるというだけでは不十分であり，その全体について，すなわち「網羅的に」物を生産する方法の実施ができなければならない。",
                    "本願発明のような物を生産する方法の発明は，「原材料」，「その処理工程」，及び「生産物」の三つの要素から成る。そして，物を生産する方法の発明については，当業者がその方法により物を製造することができなければならないから，明細書及び図面の記載並びに出願時の技術常識に基づき当業者がその物を製造できるように，原則としてこれら三つの要素を記載しなければならないものである。すなわち，物の製造方法の発明は，それにより製造される物自体が実施可能であることを当然の前提とするのであり，実施可能でない物を製造する方法の発明についてその実施可能要件について論じる余地はない。いい方を変えれば，ある物が生産できない場合に，その物を生産する方法が実施可能であることは論理的にあり得ないことである。",
                    "本願発明は，(A)～(C)として記載される検出工程と製剤化工程を含む抗血小板用医薬組成物の製造方法の発明である。そして，上記抗血小板用医薬組成物を製造するためには，原料となる有効な化合物を製造するなどして入手し，その化合物を製剤化すれば製造が可能となるものであるが，(A)～(C)として記載される上記検出工程は，抗血小板用医薬組成物を製造する前に原料となる有効な化合物を発見するための工程であって，物の製造工程のように製造方法の一部を構成するものではなく，抗血小板用医薬組成物の製造のために原料となる有効な化合物を特定するものと解されるものである(製造方法の一部を構成しない事項が含まれる請求項の記載は明確でないことにもなる。)。すなわち，本願発明においては，抗血小板用医薬組成物の原料となる有効な化合物は，(A)～(C)として記載される上記検出工程，すなわちスクリーニング方法によってのみ特定されているものであるから，スクリーニング方法でのみ特定された化合物の発明と同様に，実施可能要件を満たしていないと判断されるのは当然のことである。そして，本願発明において，抗血小板用医薬組成物を製剤するための製剤化工程には全くの特徴がないのであるから，スクリーニング方法でのみ特定された化合物の発明とは異なる実施可能要件の判断をしようがない。",
                    "なお，仮に本願発明の(A)～(C)として記載される上記検出工程が，抗血小板用医薬組成物の製造方法の工程の一部を構成するものであるとしても，対象となる試験化合物について検出工程を実施したところ，その化合物が所望の機能・性質を有していないことが確認されれば(ほとんどの試験化合物がそうである。)，その先の製剤化工程が実施できないのであるから，実施可能要件を満たすことにはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "スクリーニングに用いる試験化合物につき",
              "text": [
                "原告は，「例えば，FLIPR(Molecular Device社",
                "製)を用いる検出方法(B)によれば，40万個を超える化合物をわずか2週間でスクリーニングすることが可能であった。」と主張する。",
                "しかし，スクリーニングのためには，40万個を超える試験化合物を全て入手して準備するところから始めなければならない。市販されている化合物であれば購入することにより入手はできるが，多くの化合物を購入する費用は莫大なものとなる。また，購入することができない試験化合物についてはそれらを自ら製造しなければならないから，製造にかかる手間や時間，原料化合物等を購入する費用に加え，場合によっては，個々の試験化合物ごとにその製造方法の調査や製造を行うための設備を準備するための時間や費用も必要となる。40万個程度の化合物に限っても，スクリーニングのために準備することは，当業者にとって実施可能とは到底いえない。",
                "また，化学物質データベースであるCASレジストリに収録され，登録番号(レジストリ・ナンバー)が付与されている既存の化学物質だけでも，平成8年の時点で既に1500万個以上，平成20年末の時点では4000万個もの膨大な数に上るが，本願発明の方法により製造される抗血小板用医薬組成物が具体的にいかなるものであるかは，既存のものだけでも上記のとおり膨大な数に上る化合物を試験化合物としてその網羅的な探索を経ないと明らかとならない。そして，原告が主張する「40万個を超える化合物の2週間でのスクリーニング」を仮に試験化合物を1500万個とした場合に当て嵌めて計算しても，75週間，すなわちスクリーニングを終了するだけでも1年半近くもの長期間を要することになる。",
                "したがって，40万個を超える化合物を2週間でスクリーニングすることが可能であったとしても，本願発明を実施するに当たり，抗血小板剤として有用なものを網羅的に化合物自体として特定して把握するために必要な時間と費用に係る当業者の負担は甚大であり，過度の試行錯誤を課すものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "ハイスループットスクリーニング(HTS：高速大量スクリーニング)によるリード化合物の特定につき",
              "text": [
                "原告は「HTSでは，異なる骨格構造を有する極めて多数の試験化合物を短期間でふるい分けすることができるため，標的であるGPCRに結合する何らかのリガンド，アゴニスト又はアンタゴニストが見つかる蓋然性が高いことは，本願優先日時点の本技術分野の技術常識である。また，一度リード化合物が取得できれば，そのリード化合物に基づいてデザインした誘導体又は類似化合物に対して更にスクリーニングを実施することにより更に多くのリガンド，アゴニスト又はアンタゴニストが見つかる蓋然性が高いことは，本願優先日時点の本技術分野の技術常識である。」旨主張する。",
                "しかし，HTSにおいてはHTSに供する異なる骨格構造を有する極めて多数の試験化合物のライブラリーが必要となるが，上記(2)のとおり，極めて多数の試験化合物をスクリーニングのために準備することは，当業者が実施可能とはいえないものである。また，HTSによって得られる生理活性を有する化合物は，試験化合物で構成されるライブラリーに依存するもので，リード化合物になりうる化合物であっても，ライブラリーに含まれていないものはスクリーニングで見出せない。さらに，ライブラリーの化合物のなかには，スクリーニングでヒットしないが，その誘導体又は類似化合物はヒットする化合物もある。HTS技術は，高速・大量にスクリーニングできるものではあるが，スクリーニングから漏れる化合物も生じるのであり，HTSを用いれば直ちに網羅的に化合物が特定して把握されるというものではない。",
                "原告は，これにつき「実際に，本願優先日以前において，HORK3タンパク質以外のGPCRを用いたスクリーニングによって，目的とする化合物を選び出していた事例が多数存在する。」旨主張するが，このことは，個別に実験して初めて医薬組成物を製造するために利用できる可能性のある化合物がどのようなものか，当業者はその一部を特定して把握できることを裏付けるものである上，GPCRという点では同じでも上記事例とは異なるHORK3タンパク質についてスクリーニングした結果得られる本願発明の抗血小板用医薬組成物を製造するための目的化合物が具体的にどのようなものかは，たとえ本願優先日以前に公知であった上記事例を参酌したところで，当業者は特定して把握することができないことは，GPCRに係る上記事例ごとに得られた化合物が異なることからしても明らかである。",
                "また，原告は，本願出願後にHORK3タンパク質をGPCRとするスクリーニング方法によってHORK3タンパク質のリガンド又はアンタゴニスストが得られていることを挙げて，「この事実は，本願優先日以前において，スクリーニングによって目的とする化合物を選び出すことが可能であることが知られていた種々のGPCRと全く同様に，本願発明方法でGPCRとして用いる『HORK3タンパク質』についても，実際に目的とする化合物を選び出すことが可能であることを示すものである。」旨主張する。しかし，本願明細書の記載が実施可能要件を満たすかどうかを検討するに際しては，あくまで本願明細書の記載及び出願時の技術水準に基づいて，本願発明を当業者が実施することができるかを検討するべきであるところ，上記事実はいずれも，本願明細書に接した当業者が本願明細書の記載及び出願時の技術水準に基づいて本願発明を実施できることの根拠になるものとはいえない。かえって上記事実は，本願発明の抗血小板用医薬組成物を製造するために利用できる可能性のある化合物がどのようなものかは，個別の具体的態様について実験をしてみて初めて，当業者は本願明細書に記載のないその一部について特定して把握できることを裏付けているというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "試験化合物のうち公知でないものつき",
              "text": [
                "本願発明の医薬組成物の製造方法に用いられる化合物には，本願の出願時点では公知ではない本願出願後に新たに把握される化合物も含まれることになる。しかし，前記のとおり，CASレジストリに収録された化学物質は，平成8年の時点で1500万個以上であったものが平成20年末の時点で4000万個に増加しているように，本願の出願後も新たな化合物が続々と開発されている。本願出願のときに，公知のもの以外の化合物をスクリーニングのための試験化合物として使用して本願発明の方法により当業者が抗血小板用医薬組成物を製造しようとする場合には，その化合物自体を購入することができず，また，当業者自らが当該化合物を個別に製造しようにも，化学構造等に係る手がかりが全くないのであるから，本願発明の製造方法の実施に必要な化合物の特定，あるいはスクリーニングに供する試験化合物を入手するために要する試行錯誤の甚だしさの程度は公知のものの比ではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "被告は，40万個を超える化合物を2週間でスクリーニングでき，HTS技術を利用すれば，抗血小板用医薬組成物となりうる化合物を特定して把握できることを否定するものではないが，それはあくまで本願発明における抗血小板用医薬組成物となりうる化合物の一部だけである。本願発明における抗血小板用医薬組成物となる化合物は，スクリーニング方法によってのみ限定され，化学物質としての特定は何らなされていない上，スクリーニング方法によって得られる化合物の「全体像」も把握できないことに照らせば，本願発明が実施可能であるということはできないというべきである。明細書の記載は，スクリーニングにより得られる一部の限られた化合物だけではなく，抗血小板用医薬組成物となる化合物が「網羅的」に特定して把握できるものでなければならないのである。そして，前記のとおり，抗血小板用医薬組成物となる化合物を網羅的に特定して把握することには，当業者にとって過度の試行錯誤が必要である。",
                "また，そもそも前記(1)のとおり，実施可能要件の趣旨からみれば，出願人に与えられる特許権の範囲は，その技術的貢献によって当業者が確実に実施ができるようになった範囲，すなわち，物や物の製法の発明の場合には，その物と提供したも同然といえる範囲に限られるというべきである。しかし，本願発明の特徴であるHORK3タンパク質，すなわちADP受容体P2T が血小板凝集作用に関係するという技術情報が提供されれば，構造的AC",
                "な特徴を有さないそのリガンド，アゴニスト又はアンタゴニストが網羅的に提供されたも同然であるなどとは到底いうことができない。",
                "したがって，「本願明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者が本願発明の実施をすることができる程度に明確かつ十分に記載されておらず，特許法第36条第4項に規定する要件を満たしていない。」とした審決の判断は正当であり，原告主張の審決取消事由は理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の反論に対する再反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，スクリーニング工程に特徴がある本願発明が実施可能要件を満たすものではないとして本願発明が保護されないものとすれば，それは本願発明による技術的貢献に対して酷であると主張する。",
                    "しかし，本願発明の技術的貢献は，本願明細書の発明の詳細な説明に具体的に記載されている2つの化合物が，ADP受容体P2T のアンタゴAC",
                    "ニストとして抗血小板用医薬組成物の製造に使用できることまでであって，それとは全く構造の異なる物も含むADP受容体P2T のリガンAC",
                    "ド，アゴニスト又はアンタゴニスト等を提供したに等しいとは到底いうことはできない。リーチスルーなもの，すなわちスクリーニング方法の結果得られる将来の成果物について，それに特許権を設定することやスクリーニング方法発明の実施に係る契約に際して最終製品に対するロイヤリティの設定をライセンス条項に含めることが問題視されることはあっても，それが当然の権利であるとは一般的には考えられておらず，上記主張は原告が本願発明の技術的貢献を過大評価しているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，本願発明の技術的貢献は，単に「HORK3タンパク質，すなわちADP受容体P2T タンパク質が血小板凝集作用に関係する」ことAC",
                  "text": [
                    "を見出しただけでなく，HORK3タンパク質のアンタゴニストを有効成分として用いることにより抗血小板用組成物を製造できることを見出した点にあることを主張する。",
                    "しかし，そうであったとしても，将来の成果物であるアンタゴニストを実施可能に提供したことにならないのはいうまでもない。また，本願明細書の段落【0006】，【0007】によれば，血小板ADP受容体としては血小板ADP受容体P2T の存在が示唆されていたが，血小板ADAC",
                    "P受容体P2T は，これまでその実体が同定されていなかったところ，AC",
                    "生体内のADP受容体拮抗物質であるアデノシン三リン酸の誘導体として合成されたARL67085は血小板ADP受容体P2T に対する拮抗",
                    "AC",
                    "作用によりADPによる血小板凝集の抑制作用を有しており，血栓症モデルにおいてその有効性が示されていたものであるから，ADP受容体P2T タンパク質が血小板凝集作用に関係し，そのアンタゴニストを有効成AC",
                    "分として用いることにより抗血小板用組成物を製造できることは本願の優先日前に知られていたことである。本願発明の技術的貢献は，原告主張とは異なり，血小板ADP受容体P2T の実体がHORK3タンパク質でAC",
                    "あることを明らかにし，それによりADP受容体P2T を用いたスクリAC",
                    "ーニング方法を実施可能にした点にあるといえる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)・(2)(発明の内容)・(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "実施可能要件具備の有無",
          "text": [
            "審決は，本願明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者が本願発明の実施をすることができる程度に明確かつ十分に記載されておらず，旧36条4項に規定する要件(実施可能要件)を満たしていないとし，一方，原告はこれを争うので，以下，これにつき判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願における特許請求の範囲(請求項の数1)の記載は，前記第3，1(2)のとおりである(甲6)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書における発明の詳細な説明の記載の要旨は，以下のとおりである(甲3)。",
                "ア【技術分野】",
                "「本発明は，抗血小板剤スクリーニング方法に関する。(段落【0001】)",
                "イ【背景技術】",
                "・「血小板は，ドンネ(Donne)によって1842年に発見(非特許文献1)されて以来，長い間，止血に必要な血液中の1成分として扱われてきた。今日では血小板は単に止血機構の主役を演ずるだけでなく，臨床的に注目される動脈硬化の成立，血栓性疾患を含む循環器疾患，癌転移，炎症，移植後の拒絶反応，更には，免疫反応への関与など，多機能性を示すことが明らかにされている。」(段落【0002】)",
                "・「現在，血栓性疾患及び虚血性疾患に対して，薬剤又は物理的方法によって血行の再開を図る治療が行なわれている。しかしながら，最近，血行再建が行なわれた後に，内皮細胞を含む血管組織の破綻，あるいは，薬剤そのものによる線溶・凝固バランスの崩壊等で，血小板の活性化，粘着，及び／又は凝集が亢進する現象が発見され，臨床的にも問題になっている。例えば，t−PA等を用いた血栓溶解療法により再疎通が得られた後，線溶能及び／又は凝固能が活性化され，全身の凝固・線溶バランスが崩壊することが明らかになってきた。臨床上は，再閉塞をもたらし，治療上大きな問題となっている(非特許文献2)。」(段落【0003】)",
                "・「一方，狭心症若しくは心筋梗塞などの冠動脈狭窄，又は大動脈狭窄を基盤とした疾患の治療において，PTCA(Percutaneous",
                "transluminal coronary angioplas",
                "ty)療法が急速に普及し，一定の成果を挙げている。しかし，この療法は，内皮細胞を含む血管組織を傷害し，急性冠閉塞，更には，3割近くの治療例で発現する再狭窄が大きな問題となっている。",
                "このような血行再建療法後の種々の血栓性弊害(再閉塞等)には，血小板が重要な役割を果たしている。従って，これらの血栓性弊害を予防・治療する薬剤として，抗血小板剤が期待されている。」(段落【0004】)",
                "・「ところで，血小板の活性化，粘着，及び凝集を惹起又は亢進する重要な因子として，アデノシン二リン酸(Adenosine 5’−di",
                "phosphate；ADP)が知られている。ADPは，コラーゲン",
                "やトロンビン等で活性化された血小板から，あるいは，血行再建等により傷ついた血球，血管内皮細胞，又は臓器から放出される。ADPは，血小板膜に存在するGタンパク質共役型のADP受容体P2Tを介して，血小板を活性化すると言われている(非特許文献3)。」(段落【0005】)",
                "・「血小板ADP受容体としては，Gタンパク質の1種であるGqに共役してホスホリパーゼC(Phospholipase C；PLC)を",
                "介して細胞内Ca2＋濃度を上げるタイプの血小板ADP受容体P2TPL",
                "と，Gタンパク質の1種であるGiに共役してアデニル酸シクラーゼC",
                "(Adenylate cyclase；AC)の活性を抑制する血小",
                "板ADP受容体P2T との存在が示唆されていた。現在，血小板ADAC",
                "P受容体P2T は，血小板ADP受容体P2Y1と呼ばれる受容体",
                "PLC",
                "であることが同定されているが，血小板ADP受容体P2T は，これAC",
                "までその実体が同定されていなかった(非特許文献4)。」(段落【0006】)",
                "・「以上の知見から，血小板のADP受容体P2T に対する拮抗薬は，AC",
                "強力な抗血小板剤となることが期待される。しかし，チクロピジンやクロピドグレルは，抗血栓作用が弱く，しかも，副作用が強い等の問題点を抱えており，また，ATP類縁体であるARL67085若しくはその誘導体，又はAp4Aの誘導体などについても，ADP受容体拮抗薬として研究が進められているが，全てヌクレオチドの誘導体であり，経口活性が充分でなく，しかも，血小板凝集抑制活性が弱いなどの問題を抱えており，強力で経口活性を有するADP受容体拮抗薬が熱望されている(非特許文献9)。",
                "しかしながら，これまで，血小板に存在するADP受容体P2T タAC",
                "ンパク質は，同定されておらず，簡便な化合物スクリーニング系の構築が困難であったため，ADP受容体P2T 拮抗薬の開発は進展していAC",
                "なかった。」(段落【0008】)",
                "・「なお，本発明で用いることのできるヒトADP受容体P2T タンパAC",
                "ク質と同一のアミノ酸配列からなるポリペプチドをコードするDＮA，及び前記DＮAがコードする推定アミノ酸配列については，種々の報告(特許文献1～4)があるが，いずれもリガンドが解明されておらず，血小板に存在するADP受容体であるとの記載もない。」(段落【0009】)",
                "ウ【発明が解決しようとする課題】",
                "「従って，本発明の課題は，抗血小板剤として有用なアデノシン二リン酸(ADP)受容体P2T 拮抗薬を得るための簡便なスクリーニング系AC",
                "及び新たな抗血小板剤を提供することにある。」(段落【0011】)エ【課題を解決するための手段】",
                "・「本発明者は，前記課題を解決するために鋭意研究を行なった結果，P2T 受容体をコードする核酸(具体的にはHORK3遺伝子)を単離AC",
                "することに成功し，塩基配列及び推定アミノ酸配列を決定した。次に，前記受容体をコードする核酸を含むベクター，及び前記ベクターを含む宿主細胞を順次作成し，前記宿主細胞を用いてP2T 受容体を発現さAC",
                "せることにより，新規な組換えP2T 受容体の生産を可能にし，前記AC",
                "受容体がADP受容体P2T 活性を有することから，前記受容体及びAC",
                "前記受容体を発現する細胞が抗血小板剤スクリーニングツールとなることを確認した。また，前記受容体又は前記受容体を発現する細胞を用い，試験化合物がADP受容体P2T リガンド，アンタゴニスト，又AC",
                "はアゴニストであるか否かを検出する方法，及び前記検出方法を用いた抗血小板剤のスクリーニング方法を確立した。更に，抗血小板作用を示す物質として知られている化合物(具体的には，2MeSAMP又はAR−C69931MX)が，前記検出方法にて前記受容体のアンタゴニスト活性を示すことを確認し，前記受容体のアンタゴニストが確かに抗血小板剤として有用であることを示した。そして，前記検出工程を含む，抗血小板用医薬組成物の製造方法を確立し，本発明を完成させた。」(段落【0012】)",
                "・「前記「Gi」は，受容体と共役して細胞内へのシグナル伝達・増幅因子として機能するGタンパク質のサブファミリーの1つであって，アデニル酸シクラーゼの活性を抑制するGタンパク質である。アデニル酸シクラーゼの活性が抑制されると，例えば，細胞内cAMP濃度が低下する。",
                "また，前記「ホスホリパーゼC活性促進性Gタンパク質」は，受容体と共役して細胞内へのシグナル伝達・増幅因子として機能するGタンパク質のサブファミリーの1つであって，ホスホリパーゼCの活性を促進するGタンパク質である。ホスホリパーゼCの活性が促進されると，例えば，細胞内Ca2＋濃度が上昇する。ホスホリパーゼC活性促進性Gタンパク質としては，例えば，Gqを挙げることができる。",
                "更に，前記「ADP受容体P2T 」は，ADP受容体P2T を有す",
                "AC AC",
                "るポリペプチドを意味する。」(段落【0014】)",
                "オ【発明の効果】",
                "「血小板ADP受容体P2T 活性を阻害する物質は，抗血小板作用をAC",
                "示し，血栓性弊害の治療を可能とする。",
                "従って，本発明の抗血小板剤スクリーニングツールによれば，抗血小板剤として有用な血小板ADP受容体P2T アンタゴニストをスクリーニAC",
                "ング及び評価することができる。",
                "本発明のアンタゴニスト若しくはアゴニスト検出方法を用い，又は本発明のリガンド検出方法とアンタゴニスト若しくはアゴニスト検出方法とを組み合わせて用いることにより，血小板ADP受容体P2T アンタゴニAC",
                "ストを選択し，抗血小板剤として有用な物質をスクリーニングすることができる。",
                "次いで，前記スクリーニング方法で選択された物質を有効成分とし，担体，賦形剤，及び／又はその他の添加剤を用いて製剤化することにより，抗血小板用医薬組成物を製造することができる。",
                "また，本発明のリガンド，アンタゴニスト，又はアゴニスト検出方法は，抗血小板剤として有用な物質をスクリーニングする為のみでなく，抗血小板用医薬組成物の品質規格の確認試験において，用いることも可能である。",
                "本発明のリガンド，アンタゴニスト又はアゴニスト検出方法を用いて，試験化合物が血小板ADP受容体P2T リガンド，アンタゴニスト，又AC",
                "はアゴニストであるか否かを検出し，次いで，前記アンタゴニスト又はリガンドを製剤化することにより，抗血小板用医薬組成物を製造することができる。」(段落【0015】)",
                "カ【発明を実施するための最良の形態】",
                "・「以下，本発明を詳細に説明する。",
                "(1)抗血小板剤スクリーニングツール",
                "本発明の抗血小板剤スクリーニングツールには，ポリペプチド型抗血小板剤スクリーニングツールと，形質転換細胞型抗血小板剤スクリーニングツールとが含まれる。」(段落【0016】)",
                "・「(2)ADP受容体P2T リガンド，アンタゴニスト，又はアゴニAC",
                "スト検出方法",
                "前記スクリーニングツール用ポリペプチド，又はスクリーニングツール用形質転換細胞を検出ツールに用いて，試験化合物がADP受容体P2T リガンド，アンタゴニスト，又はアゴニストであるか否かを検出AC",
                "することができる。(以下略)」(段落【0044】)",
                "・「(3)抗血小板剤スクリーニング方法",
                "本発明の抗血小板剤スクリーニングツール(ポリペプチド型抗血小板剤スクリーニングツール及び形質転換細胞型抗血小板剤スクリーニングツールの両方を含む)を用いると，血小板のADP受容体P2T に対AC",
                "するリガンド，アンタゴニスト，又はアゴニストをスクリーニングすることができる。」(段落【0061】)",
                "・「1)リガンドスクリーニング方法",
                "本発明のリガンドスクリーニング方法は，本発明のリガンド検出方法により，ADP受容体P2T リガンドであるか否かを検出する工程，AC",
                "及びADP受容体P2T リガンドを選択する工程を含む限り，特に限AC",
                "定されるものではない。」(段落【0066】)",
                "・「2)Ca2＋型スクリーニング方法",
                "本発明のCa2＋型スクリーニング方法は，本発明のCa2＋型検出方法により，ADP受容体P2T アンタゴニスト又はアゴニストであるかAC",
                "否かを検出する工程，及びADP受容体P2T アンタゴニスト又はアAC",
                "ゴニストを選択する工程を含む限り，特に限定されるものではない。」(段落【0069】)",
                "・「3)cAMP型スクリーニング方法",
                "本発明のcAMP型スクリーニング方法は，本発明のcAMP型検出方法により，ADP受容体P2T アンタゴニスト又はアゴニストであAC",
                "るか否かを検出する工程，及びADP受容体P2T アンタゴニスト又AC",
                "はアゴニストを選択する工程を含む限り，特に限定されるものではない。」(段落【0074】)",
                "・「4)GTPγS結合型スクリーニング方法",
                "本発明のGTPγS結合型スクリーニング方法は，本発明のGTPγS結合型検出方法により，ADP受容体P2T アンタゴニスト又はアAC",
                "ゴニストであるか否かを検出する工程，及びADP受容体P2T アンAC",
                "タゴニスト又はアゴニストを選択する工程を含む限り，特に限定されるものではない。」(段落【0079】)",
                "・「(4)抗血小板用医薬組成物の製造",
                "本発明には，前記2)～4)記載のスクリーニング方法により，あるいは，1)～4)記載のスクリーニング方法を組み合わせることにより選択されるADP受容体P2T アンタゴニストである物質(例えば，AC",
                "化合物，ペプチド，抗体，又は抗体断片)を有効成分とする抗血小板剤が包含される。」(段落【0083】)",
                "・「また，抗血小板用医薬組成物の品質規格の確認試験において，本発明のリガンド検出方法，Ca2＋型検出方法，cAMP型検出方法，及び／又はGTPγS結合型検出方法によるADP受容体P2T リガンド，AC",
                "アンタゴニスト，又はアゴニストであるか否かを検出する工程，及び製剤化工程を含む，抗血小板用医薬組成物の製造方法も本発明に含まれる。」(段落【0085】)",
                "・「本発明のADP受容体P2T アンタゴニスト(例えば，化合物，ペAC",
                "プチド，抗体又は抗体断片)を有効成分とする製剤は，前記有効成分のタイプに応じて，それらの製剤化に通常用いられる担体，賦形剤，及び／又はその他の添加剤を用いて調製することができる。」(段落【0086】)",
                "キ【実施例】",
                "・「実施例1：ADP受容体P2TAC遺伝子HORK3の単離",
                "本実施例では，以下に示す手順に従って，ヒト脳cDＮA(Clontech社製)をテンプレートとして，PCR法により，ADP受容体P2T 遺伝子HORK3(以下，単に，HORK3遺伝子と称する)",
                "AC",
                "の全長cDＮAを取得した。」(段落【0093】)",
                "・「実施例2：血球細胞におけるHORK3遺伝子の発現分布の確認健常人ボランティアよりヘパリン採血し，400×gで10分間遠心処理を行なった。得られた上層を多血小板血漿として分取した。",
                "また，下層には6％デキストラン／生理食塩水を1／3量加えて室温にて1時間放置した。その上清を取り，150×gで5分間遠心処理した後，沈渣をHBSS(Hanks’ Balanced Solt",
                "Solution)に懸濁した。これを等量のフィコール(Ficol"
              ],
              "content": [
                {
                  "fig": "l",
                  "subject": "Paque；Pharmacia社)に重層し，400×gで30",
                  "text": [
                    "分間遠心処理を行なった。こうして得られた中間層を「単核球画分」として，沈渣を多形核白血球として分取した。",
                    "前記多形核白血球にCD16マイクロビーズ(第一化学薬品社製)を加え，磁器スタンドにて「好中球画分」と「好酸球画分」とに分離した。」(段落【0096】)",
                    "・「実施例3：HORK3タンパク質及びGqiを共発現させたC6−15細胞における2MeSADP又はADPによる細胞内Ca2＋濃度の上",
                    "昇の確認",
                    "ADP又は2MeSADP(2−メチルチオ−ADP)等のプリン類",
                    "の多くは，細胞に作用させると，内在性の細胞膜受容体を介して細胞内Ca2＋の上昇を認める。そのため，外来性に導入した遺伝子由来のタンパク質が，ADP又は2MeSADPに反応するか否かを検定するためには，これらの物質に反応しない細胞を用いてタンパク質を発現させることが好ましい。ラットグリオーマ細胞株の一種であるC6−15は，ADP等に反応しないことが知られている(Change，K．ら，",
                    "J．Biol．Chem．，270，26152−26158，199",
                    "5)。本実施例では，HORK3タンパク質を発現させる細胞としてC6−15を使用した。",
                    "また，HORK3タンパク質を発現させるための発現プラスミドとして，前記実施例1で得られたプラスミドpEF−BOS−dhfr−H",
                    "ORK3を用いた。」(段落【0103】)",
                    "・「実施例4：HORK3タンパク質を発現するCHO細胞における2MeSADP又はADPによるcAMP産生阻害の確認",
                    "前記実施例3により，前記ADP受容体がGi共役型受容体であることが判明したことから，前記ADP受容体はアデニル酸シクラーゼの活性を抑制する活性を持っていることが予測される。そこで，本発明のcAMP型スクリーニング方法を実施するには，前記ADP受容体タンパク質を発現させるための宿主細胞として，ADPや2MeSADPによってアデニル酸シクラーゼの活性を抑制する活性を持っていない細胞株を選択することが好ましい。以下の方法に従い，ADPや2MeSADPによってフォルスコリン刺激によるcAMPの産生量を下げない細胞を検索した結果，CHO細胞が最適であることが判明したので，前記ADP受容体タンパク質を発現させるための細胞としてCHO細胞を用いた。なお，本実施例では，核酸の新生合成に必須の酵素であるジヒドロ葉酸レダクターゼ(DHFR)を欠失した細胞株［CHO−dhfr",
                    "(−)株］を特に使用した。HORK3タンパク質を発現させるための発現プラスミドとしてpEF−BOS−dhfr−HORK3を使用し",
                    "た。」(段落【0110】)",
                    "・「実施例5：HORK3タンパク質を発現するC6−15細胞における2MeSADP又はADPによるcAMP産生阻害の確認および阻害剤",
                    "の影響",
                    "ADPや2MeSADPによってフォルスコリン刺激によるcAMP",
                    "の産生量を下げない細胞として，C6−15細胞も最適であることが判明したので，ADP受容体タンパク質を発現させるための細胞としてC6−15細胞も用いた。",
                    "ADP受容体を発現させるための発現ベクターとしてpEF−BOS",
                    "−dhfr−HORK3を使用した。」(段落【0114】)",
                    "・「実施例6：HORK3タンパク質発現C6−15細胞と2MeSAD",
                    "Pとの結合実験",
                    "実施例5で作製したHORK3タンパク質発現C6−15細胞を回収",
                    "及び洗浄した後，5mmol／L−EDTAとプロテアーゼインヒビターカクテルセットCompleteTM(ベーリンガーマンハイム社製)とを含有する20mmol／L−Tris−HCl(pH7．4)に懸",
                    "濁して，ポリトロンにてホモジェナイズした。超遠心を行った後，沈殿を1mmol／L−EDTA，100mmol／L−ＮaCl，0．1",
                    "％BSA，及びCompleteTMを含有する50mmol／L−Tr",
                    "is−HCl(pH7．4)に懸濁し，これを膜画分とした。」(段落",
                    "【0119】)",
                    "・「実施例7：ヒト血小板凝集阻害活性の確認",
                    "健常人(成人，男子)より1／10容クエン酸ナトリウムにて採血を行ない，De Marcoらの方法(J．Clin．Invest．，",
                    "77，1272−1277，1986)に従い，多血小板血漿(PR",
                    "P)を調製した。PRPは，自動血球計数器(MEK6258；日本光",
                    "電)を用いて，3×108／mLに調製して使用した。凝集惹起剤であるADPは，MCメディカル社の製品を使用した。実施例5でHORK3タンパク質アンタゴニスト活性を示すことを確認した2MeSAMP又はAR−C69931MXを使用し，前記化合物を溶解する溶媒としては，生理食塩水を用いた。",
                    "血小板凝集は，血小板凝集計(MCMヘマトレーサー212；MCメディカル)を用いて測定した。すなわち，PRP(80μL)とサンプル(2MeSAMP又はAR−C69931MX)又は溶媒(10μ",
                    "L)とを，37℃で1分間インキュベートした後，ADP(20～20",
                    "0μmol／L)10μLを添加し，透過光の変化を10分間記録し，その最大凝集率から凝集阻害(％)を算出した。",
                    "図1に，2MeSAMPを用いた場合の結果を示し，図2に，AR−",
                    "C69931MXを用いた場合の結果を示す。2MeSAMPのデータ",
                    "(図1)は，ボランティア2名を用いた実験結果の「平均値」で表し，AR−C69931MXのデータ(図2)は，ボランティア3名を用い",
                    "た実験結果の「平均値＋標準誤差」で表した。両薬剤ともに，ADP惹起血小板凝集を濃度依存的に阻害し，その阻害強度は，惹起剤であるADPの濃度に依存していた。",
                    "本実施例より，HORK3タンパク質アンタゴニストが抗血小板作用を示すことが明確である。」(段落【0123】)",
                    "ク【産業上の利用可能性】",
                    "「血小板ADP受容体P2T 活性を阻害する物質は，抗血小板作用をAC",
                    "示し，血栓性弊害の治療を可能とする。",
                    "従って，本発明の抗血小板剤スクリーニングツールによれば，抗血小板剤として有用な血小板ADP受容体P2T アンタゴニストをスクリーニAC",
                    "ング及び評価することができる。",
                    "本発明のアンタゴニスト若しくはアゴニスト検出方法を用い，又は本発明のリガンド検出方法とアンタゴニスト若しくはアゴニスト検出方法とを組み合わせて用いることにより，血小板ADP受容体P2T アンタゴニAC",
                    "ストを選択し，抗血小板剤として有用な物質をスクリーニングすることができる。",
                    "次いで，前記スクリーニング方法で選択された物質を有効成分とし，担体，賦形剤，及び／又はその他の添加剤を用いて製剤化することにより，抗血小板用医薬組成物を製造することができる。",
                    "また，本発明のリガンド，アンタゴニスト，又はアゴニスト検出方法は，抗血小板剤として有用な物質をスクリーニングする為のみでなく，抗血小板用医薬組成物の品質規格の確認試験において，用いることも可能である。",
                    "本発明のリガンド，アンタゴニスト又はアゴニスト検出方法を用いて，試験化合物が血小板ADP受容体P2T リガンド，アンタゴニスト，又AC",
                    "はアゴニストであるか否かを検出し，次いで，前記アンタゴニスト又はリガンドを製剤化することにより，抗血小板用医薬組成物を製造することができる。」(段落【0124】)"
                  ],
                  "content": [
                    {
                      "fig": "ケ",
                      "subject": "図面",
                      "text": [
                        "【図1】ヒトクエン酸血由来多血小板血漿(PRP)のADP惹起血小板凝集における2MeSAMPの効果を示すグラフである。",
                        "【図2】ヒトクエン酸血由来PRPのADP惹起血小板凝集におけるAR−C699312MXの効果を示すグラフである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "上記(1)(2)の記載によれば，本願発明は，抗血小板剤として有用なアデノシン二リン酸(ADP)受容体P2T 拮抗薬を得るための簡便なスクリーAC",
              "text": [
                "ニング系及び新たな抗血小板剤を提供することを課題とし，その解決手段として，P2T 受容体をコードする核酸(具体的にはHORK3遺伝子)をAC",
                "単離させ，塩基配列及び推定アミノ酸配列を決定したもの，言い換えれば，血小板ADP受容体P2T の実体がHORK3タンパク質であることを明AC",
                "らかにし，それにより，P2T 受容体又はP2T 受容体を発現する細胞AC AC",
                "を用い，試験化合物がADP受容体P2T リガンド，アンタゴニスト，又AC",
                "はアゴニストであるか否かを検出する方法，及び前記検出方法を用いた抗血小板剤のスクリーニング方法を確立した上，かかる検出工程を含む抗血小板用医薬組成物の製造方法を確立しようとしたものであることが認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，本願の原出願である特願2002−539389号に基づき原告は，平成16年2月6日に特許第3519078号(発明の名称「抗血小板剤スクリーニング方法」)として特許権を取得している(特許公報，甲13)。その内容は下記のとおりであり，本願請求項1の(A)，(B)，(C)等毎に，いわゆる方法の発明として原告が特許権を取得していることが認められる。",
                "記",
                "・【請求項1】",
                "(1)(i)配列番号2で表されるアミノ酸配列を有するポリペプチド，(ii)配列番号2で表されるアミノ酸配列の1～10個のアミノ酸が欠失，置換，及び／若しくは付加されたアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチド，又は，(iii)配列番号2で表されるアミノ酸配列との相同性が95％以上であるアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチド，前記ポリペプチドを含む細胞膜画分，あるいは，前記ポリペプチドをコードするDＮAを含む発現ベクターで形質転換され，前記ポリペプチドを発現している形質転換細胞と，試験化合物とを，ADP受容体P2T 標識リガンド存在下で，接触AC",
                "させる工程，並びに",
                "(2)前記ポリペプチド，細胞膜画分，又は形質転換細胞への標識リガンドの結合量の変化を分析する工程を含む，試験化合物がADP受容体P2T リガンドであるか否かを検出する方法。",
                "AC",
                "・【請求項2】",
                "(1)C末端のアミノ酸配列が，配列番号11で表されるアミノ酸配列であり，しかも，ホスホリパーゼC活性促進性Gタンパク質のホスホリパーゼC活性促進活性を有する部分ポリペプチドとGiの受容体共役活性を有する部分ポリペプチドとのキメラであるGタンパク質キメラを共発現している，(i)配列番号2で表されるアミノ酸配列を有するポリペプチド，(ii)配列番号2で表されるアミノ酸配列の1～10個のアミノ酸が欠失，置換，及び／若しくは付加されたアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチド，又は，(iii)配列番号2で表されるアミノ酸配列との相同性が95％以上であるアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチドをコードするDＮAを含む発現ベクターで形質転換され，前記ポリペプチドを発現している形質転換細胞と，試験化合物とを接触させる工程，及び",
                "(2)前記形質転換細胞内におけるCa2＋濃度の変化を分析する工程を含む，試験化合物がADP受容体P2T アンタゴニスト又はアゴニストでAC",
                "あるか否かを検出する方法。",
                "・【請求項3】",
                "(1)(i)配列番号2で表されるアミノ酸配列を有するポリペプチド，(ii)配列番号2で表されるアミノ酸配列の1～10個のアミノ酸が欠失，置換，及び／若しくは付加されたアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチド，又は，(iii)配列番号2で表されるアミノ酸配列との相同性が95％以上であるアミノ酸配列を有し，しかも，ADPと結合し，Giに共役することにより，アデニル酸シクラーゼの活性を抑制する活性を有するポリペプチドをコードするDＮAを含む発現ベクターで形質転換され，前記ポリペプチドを発現している形質転換細胞と試験化合物とを，血小板ADP受容体P2T のアゴニストの共存下AC",
                "において，接触させる工程，並びに，",
                "(2)前記形質転換細胞内におけるcAMP濃度の変化を分析する工程を含む，試験化合物がADP受容体P2T アンタゴニスト又はアゴニストAC",
                "であるか否かを検出する方法。",
                "・【請求項4】",
                "請求項1～3のいずれか一項に記載の方法，あるいは，これらを組み合わせることによる，ADP受容体P2T リガンド，アンタゴニスト，又AC",
                "はアゴニストであるか否かを検出する工程，及びADP受容体P2T アAC",
                "ンタゴニストを選択する工程を含む，抗血小板剤をスクリーニングする方法。"
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "ところで，平成13年10月31日になされた原出願からの分割出願として平成15年10月14日になされた本願について適用される平成14年法律第24号による改正前の特許法(旧)36条4項は，前記のとおり，「前項第3号の発明の詳細な説明は，経済産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」と定めており，これは実務上，実施可能要件と称されているが，原告がなした本件特許出願(本願)が上記要件を満たさないものであれば，同法49条4号により拒絶査定を受けるべきものとなるので，以下，その該当性の有無について検討する。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "上記条文は，その発明の属する技術の分野における通常の知識を有する者(当業者)が，明細書及び図面に記載した事項と出願時の技術常識とに基づき，請求項に係る発明を実施することができる程度に，発明の詳細な説明をしなければならないとしたものである。これは，特許を認め権利を設定するということは，十分な発明の開示の代償として独占権を付与するというのが制度の趣旨であることから，発明の詳細な説明の記載は当業者が当該発明を実施できるようにされていなければならない，ということである。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "そこで，これを本願についてみると，本願請求項の構成は，前記のとおり，「(A)・(B)・(C)の定める各検出方法いずれか又はこれらを組み合わせたことによるADP受容体P2T アンタゴニスト等を検出すAC",
                      "text": [
                        "る工程」と「製造化工程」と含む「抗血小板用医薬組成物の製造方法」とするものである。上記構成は，概ね，原告が前記特許第3519078号(甲13)により取得した特許権請求項1～4の記載に「製造化工程」を付加し「抗血小板用医薬組成物の製造方法」としたものである。そして，検出方法(A)・(B)・(C)については具体的な技術内容が特定されているものの，その余の「製造化工程」・「医薬組成物の製造方法」には具体的な技術内容の記載が見当たらない。",
                        "一方，本願請求項1は，その記載内容からして，末尾にある「医薬組成物の製造方法」であるから，「製造方法」の観点か，又は「物」の観点，すなわち製造原料の観点や製造された医薬組成物の観点若しくはその組み合わせに発明的な特徴があるのが通例であるが，本願請求項1には上記発明的特徴を窺わせる記載が見当たらない。",
                        "上記によれば，本願請求項1は旧36条6項2号にいう「特許を受けようとする発明が明確であること」(明確性要件)の要件を満たすか問題となる余地があるが，審決は本願につき旧36条4項の実施可能要件についてのみ判断しているので，以下その当否に限って検討する。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本願請求項1(本願発明)の場合，「製造される物」は有効成分である化合物と製剤化に必要な汎用の成分とからなる「抗血小板用医薬組成物」であるから，当業者がかかる医薬組成物を製造するためには，明細書の記載から有効成分たる化合物が何であるかを理解・把握する必要があり，その際は，有効成分たる化合物を化学構造の観点から化合物自体として把握する必要があるというべきである。すなわち，本願発明の製造方法において製剤化工程を行うためには，その前提として，抗血小板用医薬組成物における有効成分となるものを化合物自体として特定して把握する必要があるというべきである。そうすると，審決が「当該製造方法において，製剤化工程を行うには，当該製剤化工程に先立って，当該(A)～(C)のいずれか1つの検出方法，又は，それらの組み合わせによるスクリーニングでもって，公知のものに限ってみても，種々の化合物，ペプチド等の，広範かつ無数に近い試験化合物の中より，抗血小板剤として有用なものを化合物自体として特定して把握する必要がある。」(5頁30行～6頁1行)としたことに誤りはない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "そこで，かかる見地から本願発明をみるに，本願明細書(甲3)には，(A)～(C)として特定される検出方法によって抗血小板医薬となり得る化合物たるADP受容体P2T アンタゴニストをスクリーニAC",
                          "text": [
                            "ングすることができること，すなわち抗血小板医薬の有効成分となる可能性のある化合物を選び出すことが可能であること，抗血小板作用を示す物質として知られている化合物(具体的には2MeSAMP又はAR−C69931MX)が，(A)～(C)として特定される検出方法に",
                            "よってアンタゴニスト活性を示すことが確認できたことが記載されている(段落【0012】)。また，抗血小板剤として公知のチクロピジンやクロピドグレルの体内での代謝物がADP受容体P2T を阻害するAC",
                            "ことで効果をもたらしていると考えられていることなどが紹介され，血小板のADP受容体P2T に対する拮抗薬は，抗血小板剤となる期待AC",
                            "のあることが記載されている(段落【0007】，【0008】)。そして，実施例では，上記2つの化合物(2MeSAMP，AR−C69",
                            "931MX)についての検出実験が行なわれている(段落【0114】～【0121】)。",
                            "しかし，上記2つの化合物は抗血小板作用を示すことが知られていたものであるからADP受容体P2T のアンタゴニストである蓋然性AC",
                            "が高く，これらがアンタゴニスト活性を示すことが確認されたという結果は，単に(A)～(C)として特定される検出方法が有効な検出方法であることの証左になるにすぎない。しかも，実施例は単に上記2つの化合物からADP受容体P2T アンタゴニスト活性が検出されたことAC",
                            "を示すのみで，検出される化合物が共通して持つ化学構造や物性など「物」の観点からの説明はなく，このような実施例の記載から他にいかなる化合物が検出されるか当業者が理解することはできない。すなわち，この2つの化合物以外にどのような化学構造や物性の化合物が(A)～(C)として特定される検出方法によって有効成分として検出されるか，当業者は理解することができない。",
                            "そして，本願明細書(甲3)には，何ら新規な化合物からなるリガンド，アンタゴニスト，アゴニストを発見したことは記載されておらず，したがって，新規な医薬組成物を製造することも記載されていない。",
                            "以上のとおり，本願明細書(甲3)は，実施例で検出が行われた個別の2つの物質に関してADP受容体P2T アンタゴニスト活性が確認AC",
                            "された旨の記載があるに止まるものであり，どのような化学構造や物性の化合物が有効成分となるかについての具体的な記載はない。したがって，当業者は，本願明細書の記載からある化学構造の化合物を含む組成物が本願発明に該当するかどうかを認識・判断することはできない。そして，本願発明の特許請求の範囲全体を実施するためには，特定されていない無数の化合物を無作為に製造し，特許請求の範囲に記載された検出方法を適用して試験化合物からADP受容体P2T リガンド，アンAC",
                            "タゴニスト又はアゴニストが検出されるかどうかを確かめ，ADP受容体P2T アンタゴニストたる化合物を見つけ出さなければならないAC",
                            "が，このことは当業者に過度の試行錯誤を強いるものというべきである。すなわち，本願明細書の記載からは，スクリーニング工程を経てアンタゴニストとなる化合物が発見された場合に限り，その化合物を用いた抗血小板用医薬組成物を認識できるということが示唆されているのみであり，このことは特定の医薬組成物を認識しうることの単なる期待を示しているにすぎないのであるから，アンタゴニストとなる化合物を発見し，その化合物を用いた抗血小板用医薬組成物を認識するまでにはなお当業者に過度の負担を強いるものである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "これに対し，原告は，本願優先日(平成12年11月1日又は平成13年1月11日)時点での技術水準を正確に認識し，本願明細書の発明の詳細な説明の記載からHORK3タンパク質が有する特徴的な結合特性を正確に把握すれば，HORK3タンパク質をGPCRとして用いる本願発明において「特定の医薬組成物を認識しうること」には極めて高い蓋然性が認められるから，当業者はHORK3タンパク質をGPCRとして用いる本願発明方法によって「特定の医薬組成物を認識しうること」が極めて高い蓋然性を有することは自明であると主張する。",
                            "しかし，前記のとおり，本願発明の場合，「製造する物」は有効成分である化合物と製剤化に必要な汎用の成分とからなる抗血小板用医薬組成物であるから，当業者は明細書の記載自体から抗血小板用医薬組成物における有効成分となるものを化合物自体として特定して把握することができること，いいかえれば，明細書の記載自体からある化学構造の化合物を含む組成物が本願発明に該当するかどうかを認識・判断することができなければならないというべきである。そうすると，当業者がスクリーニング工程を含む検出過程を経なければ有効成分となる化合物を把握することができないという点において，候補化合物の多寡，スクリーニング対象となる化合物群ないしライブラリーの入手のしやすさ，検出に要する時間の長短，スクリーニング操作が簡便であるかなどにかかわらず，本願明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者が本願発明の実施をすることができる程度に明確かつ十分に記載されているとはいえない，即ち本願における発明の詳細な説明は実施可能要件(旧36条4項)を充足していないと認めるのが相当である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張に対する補足的判断",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "なお，原告は，本願発明と同じ生物関連発明の分野において，製造される目的物である「物」が出願時に網羅的に化合物として特定して把握されていない場合であっても，製造方法の特許として被告が特許の成立を認めている事例がある(例えば，特許第2912618号〔甲49〕，第2594900号〔甲50〕，2714786号〔甲51〕，2865645",
                      "text": [
                        "号〔甲52〕)と主張する。",
                        "しかし，特許出願が実施可能要件を満たすか否かの判断は，個別具体的に行われるものであるから，上記事例の内容如何に拘わらず，それが本願の実施可能要件の存否に関する判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "また，原告は，欧州特許庁及び米国特許商標庁おいては，スクリーニング工程に使用する受容体が出願時に公知である場合，有効成分をそのスクリーニング工程によって限定せず作用のみによって特定した形式の特定医薬用途に関するクレーム又は治療方法クレームであっても，相当数の特許が成立していると主張するが，欧州及び米国は我国とは異なる法制度を有しているのであり，それが理由で前記判断が覆るものでもない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，本願につき実施可能要件を具備しないとした審決の判断に誤りがあるということはできず，これを違法とする原告の主張はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(行ケ)10170",
    "date": "2010-05-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "080186",
    "ipprecedent_id": "2219",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}