{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴人の求めた裁判",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人株式会社イーエス・エンターテインメントは，控訴人に対し，2650万円及びこれに対する平成20年2月9日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，1000万円及びこれに対する平成20年2月9日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，①控訴人と被控訴人株式会社イーエス・エンターテインメント(以下「被控訴人イーエス」という。)との間で，控訴人の代表者が監督をし，控訴人が著作権等を有する映画作品について，控訴人が被控訴人イーエスに対してビデオグラム化権を代金2800万円で譲渡する旨の売買契約を締結したにもかかわらず，被控訴人イーエスが売買代金を合計350万円しか支払わなかったなどと主張して，被控訴人イーエスに対し債務不履行に基づく損害賠償を，②被控訴人イーエス及び被控訴人株式会社イーネット・フロンティア(以下「被控訴人イーネット」という。)において，控訴人が著作権を有する映画作品について，DVDの発売・予約受付の広告を掲載するとともに，ビデオグラムとして未公表であった作品につき公表したことが，控訴人の著作権(複製権，頒布権)及び著作者人格権(公表権)を侵害する共同不法行為に当たるなどと主張して，被控訴人両名に対し不法行為に基づく損害賠償を，それぞれ求めている事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原判決の「事実及び理由」欄の「第2 事案の概要等」の「1 前提事実」記載のとおりであるから，これを引用する(以下，本判決を通じて，原判決で「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」に，それぞれ読み替えるとともに，その他の略語については原判決の例による。なお，当事者以外の関係者の表記については，再出の場合は，株式会社の部分や氏名のうち名前の部分を適宜省略する。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "次のとおり付加訂正するほかは，原判決の「事実及び理由」欄の「第2 事案の概要等」の「2 争点」記載のとおりであるから，これを引用する。",
            "原判決3頁21行目の「原告と被告イーエスとの間の売買契約」とあるのを「控訴人と被控訴人イーエスとの間の代金2800万円での売買契約」と改める。",
            "原判決3頁24行目及び25行目を「(2) 控訴人の被控訴人らに対する著作権(複製権，頒布権)及び著作者人格権(公表権)侵害による損害賠償請求権の有無」と改める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，以下のとおり付加訂正するほかは，原判決の「事実及び理由」欄の「第3 争点に対する当事者の主張」記載のとおりであるから，これを引用する。",
        "原判決5頁7行目の「株式会社アジアシネマギルド(以下「アジアシネマギルド」という。」の次に，「Uは同社の当時の代表者であった。」を加える。",
        "原判決6頁7行目の後に行を改めて，次のとおり加える。",
        "「エ 売買契約書が存在しないことについて",
        "本件のような映画，テレビ業界においては，その放映等に関して契約書を作成しないことはままあることである。",
        "一般的に，映画・映像製作業では，複雑な資本構成や人的関係によって生じる不確定要素が多いために，契約の交渉は一元的であるとは限らず，契約交渉と同時に製作実務も進行するのが通例であって，「妻と拳銃」においても同様であった。",
        "そして，被控訴人イーエスは，控訴人がそれ以前の夏季に撮影を開始した上で次の冬撮影が準備されている「妻と拳銃」の具体的な事業進捗について知っており，一定の利益が見込める「妻と拳銃」への出資を基本合意していたものである。",
        "このように，本件において，契約書の不存在は契約の不存在を示す決定的事情ではなく，ZやUの供述等から，本件売買契約の存在が認められるべきである。」原判決7頁3行目の後に行を改めて，次のとおり加える。",
        "「ウ なお，控訴人は，本件売買契約の成立を前提として，「妻と拳銃」の製作に取りかかり，その製作に関して以下の各費用を負担した。したがって，以下の各費用(合計1589万3556円)は，本件売買契約が履行されなかったことによる控訴人の具体的損害に該当する。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "subject": "撮影機材レンタル料 139万8968円"
        },
        {
          "fig": "(イ)",
          "subject": "クレーン，特機レンタル料 3万1500円"
        },
        {
          "fig": "(ウ)",
          "subject": "ロケバス，照明のレンタル料 285万0200円"
        },
        {
          "fig": "(エ)",
          "subject": "照明スタッフ代，機材レンタル料 68万2500円"
        },
        {
          "fig": "(オ)",
          "subject": "編集代 105万円"
        },
        {
          "fig": "(カ)",
          "subject": "現像代 780万9008円"
        },
        {
          "fig": "(キ)",
          "subject": "台本印刷，製本費 52万5000円"
        },
        {
          "fig": "(ク)",
          "subject": "フィルム代 5万0400円"
        },
        {
          "fig": "(ケ)",
          "subject": "人件費 152万6000円"
        },
        {
          "fig": "(コ)",
          "subject": "各種実費 72万6040円」",
          "text": [
            "原判決7頁19行目の「否認する」を「否認し，」と改め，その後に，「同エのうち，被控訴人イーエスの認識及び合意の存在については否認し，その余は不知ないし争う。」を加える。",
            "原判決7頁20行目の「争う。」を「争い，」に改め，その後に，「ウのうち，控訴人による費用の出費についてはいずれも不知であり，これらの費用が控訴人の損害に当たるとの主張は争う。」を加える。",
            "原判決7頁22行目の冒頭に「ア」を加える。",
            "原判決7頁24行目の「打診されたものの，上記申入れを拒否した。」の後に，「すなわち，映画撮影の詳細について報告を受けておらず，2800万円もの高額の出資の可否を判断し得る状況にはなく，控訴人が撮影中であった「妻と拳銃」に出資する意図などなかったため，上記申入れを拒否したのである。」を加える。",
            "原判決8頁1行目の後に，行を改めて，次のとおり加える。",
            "「イ 控訴人は，平成17年12月ころ，控訴人と被控訴人イーエスとの間で，本件売買契約が成立した旨主張しているにもかかわらず，同契約成立以前に発生した費用についても損害として主張しており，その主張には無理がある。」原判決8頁2行目及び3行目を，次のとおり改める。",
            "「2 争点(2) (控訴人の被控訴人らに対する著作権(複製権，頒布権)及び著作者人格権(公表権)侵害による損害賠償請求権の有無)について」",
            "原判決8頁23行目の後に，次のとおり加える。",
            "「とりわけ，「CHAROＮ(カロン)」は，本件雑誌広告掲載当時，ビデオグラムとして未公表の作品であったものであり，被控訴人らがその存在を公表したことは，控訴人の公表権を侵害するものである。」",
            "原判決9頁1行目の後に行を改めて，次のとおり加える。",
            "「いずれにしても，甲22，27等に掲載されている写真は，「嵩山少林寺」「CHAROＮ(カロン)」の原盤から抜き出した画像であり，同部分につき，複製権，頒布権の侵害が存することは明らかである。"
          ],
          "content": [
            {
              "fig": "(5)",
              "subject": "なお，当時，事実上交渉の役に当たっていたWは，アジアシネマギルドの役員でも社員でもなく，単なる第三者であり，同社の意思決定に関して何ら権限を有しない者である。かかる者と被控訴人らとの交渉経過から，安易に許諾の有無や過失の不存在を認定することは相当ではない。Wのごとき無権限者から原盤を交付されたからといって，その複製や頒布に関し同社の許諾を得たことにはならず，被控訴人らがWの交渉権限を確認しなかったことや，Uに対し，会社としての意思確認をしなかったことには重大な過失がある。」",
              "text": [
                "原判決9頁2行目ないし6行目を削除し，次のとおり加える。",
                "「(6) 上記著作権侵害により，控訴人は，得べかりし利益を喪失したものであり，その損害を金銭に評価すれば，1000万円を下らない。",
                "よって，控訴人は，被控訴人らに対し，不法行為による損害賠償請求権に基づき，1000万円の連帯支払を請求する。」",
                "原判決9頁15行目の「及び(5)」を「ないし(6)」と改める。",
                "原判決10頁1行目の「合意した」の後に「(以下「本件合意」という。)」を加える。",
                "原判決10頁23行目の後に，行を改めて「なお，甲22，27の広告における写真の掲載も，前記許諾に基づくものであり，複製・頒布・公表権の各侵害はない。」を加える。",
                "原判決11頁10行目を削除し，次のとおり加える。",
                "「オ 「嵩山少林寺」は，本件雑誌広告の掲載前である平成16年2月25日に既に公表された作品であり，「CHAROＮ(カロン)」も，平成17年ころに各種映画祭などで公表されていた作品であるから，そもそも公表権は問題にならない。"
              ],
              "content": [
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，これまで，Wが控訴人のプロデューサーかつエージェントであった旨主張しており，その具体的な交渉経過についても自ら主張していた。そもそも，Wに交渉権限があることは，控訴人の主張の前提であるはずであり，今般に至ってWが無権限者であったなどと主張するのは，自家撞着も甚だしい。",
                    "なお，Wは，アジアシネマギルドの「EXECUTIVE PRODUCER」としての名刺を被控訴人イーエスに交付しており，Wに交渉権限があったことは証拠上も明らかである。」",
                    "原判決11頁20行目の「及び(5)」を「ないし(6)」と改める。",
                    "原判決12頁2行目ないし5行目を，次のとおり改める。",
                    "「イ 仮に，平成17年12月下旬に本件売買契約が締結され，これが控訴人によって平成18年2月28日に解除されたとしても，被控訴人イーネットが株式会社キネマ旬報社に本件雑誌広告の掲載を依頼した時期は同年1月であり，控訴人の主張する本件売買契約の解除前の時期であるから同契約は有効であったものであり，いずれにせよ，被控訴人イーネットの上記行為は著作権侵害には当たらず，被控訴人イーネットには，著作権侵害の故意又は過失がない。」",
                    "原判決12頁13行目及び14行目を削除し，次のとおり加える。",
                    "「エ 売買契約にしても貸金担保のための使用許諾にしても，控訴人がWを代理人として被控訴人イーエスとの間で合意して，本件映画A，Bのビデオグラム化を許諾したことに争いはなく，控訴人がWの代理権限を否定するのであれば，控訴人の請求の基礎となる売買契約成立自体が否定されるものであり，控訴人の主張は矛盾している。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1) (被控訴人イーエスに対する債務不履行による損害賠償請求権の有無)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，控訴人の代理人であるアジアシネマギルドと被控訴人イーエスとの間で，本件売買契約が締結されたことを前提として，被控訴人イーエスには，本件売買契約に係る代金支払につき債務不履行がある旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "証拠(甲39，乙2，3，丙1，4)及び弁論の全趣旨によれば，以下の各事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Zは，平成17年夏ころから，「妻と拳銃」と題する映画の製作に取りかかっていたものの，同映画の製作を続行するために，製作資金を調達する必要に迫られていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，Zは，Wに対し，出資者の開拓などを依頼することにし，控訴人は，同年12月8日ころ，アジアシネマギルドと連名で，「営業代行業務委託に関する覚書」と題する書面(丙1)を作成し，控訴人が著作権を有する映像作品についての営業をアジアシネマギルドに委託した。",
                    "なお，Wは，アジアシネマギルドの「EXECUTIVE PRODUCER」であり，「水野晴郎事務所の筆頭番頭」である旨の名刺を有していた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "Wは，同月ころ，被控訴人イーエスのYや被控訴人イーネットのXを訪れ，同人らに対し，Zが現在「妻と拳銃」と題する映画を撮影中であり製作資金を調達する必要があること，アジアシネマギルドが控訴人からの依頼に基づき出資者を探していることなどを話し，2800万円ほどの出資を依頼したが，YやXはこれを断った。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Wは，平成18年1月11日，再度，被控訴人イーエスのYを訪ね，同人に対し，控訴人が「妻と拳銃」の製作資金として350万円を早急に調達する必要があることを話した。",
                    "Yは，映画の解説を水野晴郎に依頼していたところ，水野晴郎の関係者であるWから，本件ビデオグラム化権A及びBの販売・譲渡(本件映画A及びBの複製・頒布の許諾)について，アジアシネマギルドが代理権を有していることを聞き及び，水野晴郎との関係上，やむを得ず，控訴人に対して350万円を貸し付けることにし，その担保として，本件映画A及びBの複製・頒布の許諾を受けて，これらの作品をビデオグラム化して販売し，その代金を，Zに対して支払うべきロイヤリティに充てる(貸金債務と相殺勘定とする。)ことにして，Wに対し，350万円を交付した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "Zは，Wから上記350万円を受領し，本件映画A及びBの原盤(ただし「ポチの告白」の原盤を除く。)を，Wを通じて，被控訴人イーエスに交付した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上のとおり，被控訴人イーエスは，控訴人の代理人であったアジアシネマギルドとの間で，被控訴人イーエスが控訴人に対して350万円を交付する代わりに，本件映画A及びBの複製・頒布につき控訴人の許諾を受ける旨の本件合意をしたにすぎないものであって，少なくとも，控訴人と被控訴人イーエスとの間で代金を2800万円とする本件売買契約が締結されたことを認めることはできない。",
                    "したがって，その余の点について判断するまでもなく，本件売買契約の成立を前提とする控訴人の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記認定判断の補足",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "作成名義人がアジアシネマギルド，あて先が被控訴人イーエスとされた「Z監督作品ビデオグラム化権の権利金について」と題する書面(甲8)上には，アジアシネマギルドないし控訴人が被控訴人イーエスから350万円の支払を受けたこと，本件ビデオグラム化権A及びBの権利金は合計2800万円であることが，それぞれ記載されており，これらの記載内容は，本件売買契約の成立及びその代金が2800万円であるとの控訴人の主張に一部沿うかのようである。",
                        "しかし，同書面は，全体がワープロ印刷されたものであり，作成日付の記載がなく(単に「2006年 月 日」とされているのみである。)，作成名義人とされているアジアシネマギルドの社印も，代表者であるUの署名や押印もないなど，契約書面としての体裁が全くなく(このような書面は，何人でも容易に作成でき，作成者の詮索は不可能である。)，しかも，同書面が被控訴人イーエスに交付されたと認めるに足りる証拠はなく(アジアシネマギルドのUは，同書面を被控訴人イーエスのYに交付した旨述べ，控訴人もその旨主張するが，被控訴人イーエスはこれを否認しており，同社がこれまでも一貫して本件売買契約の成立を否認してきたこと(甲35参照)等に照らすならば，同書面がYに交付されたとは認められない。)，同書面によって，本件売買契約が締結されたものと認めることはできない。",
                        "また，アジアシネマギルドのUは，控訴人の上記主張に沿う供述をしている(甲49)が，被控訴人イーエスとの交渉の担当者はWであって，Uがその交渉内容の基本を把握しているものとは認められず，現に，同人は，被控訴人イーエスとの交渉経過につき具体性に欠ける供述をしており，本件売買契約の締結に関するUの供述部分は信用性に乏しい。そして，Z自身の供述(甲39)についても，Uの供述同様，被控訴人イーエスとの交渉経過についての具体性に欠け，単に，控訴人・被控訴人イーエス間で本件売買契約を締結した(「形式的には「嵩山少林寺」等のビデオグラム化権の売買，実質的には「妻と拳銃」に対する2800万円の製作出資に合意した」)旨述べるにとどまり，350万円の出資に至る経緯について詳細に述べるY，Xの供述と比較しても，信用性に乏しいといわざるを得ない。",
                        "このほか，アジアシネマギルドが作成名義人とされている覚書(甲7)も，甲第8号証同様，不完全なものであるが，その内容は，むしろ被控訴人イーエスの主張に沿う内容(本件合意に類似した内容)となっている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人の主張によれば，本件売買契約は2800万円(これが本件ビデオグラム化権A及びBの対価として高額すぎることは当事者間に争いがない。)もの出資を伴うもので，契約の性質上，契約の成立とともに契約関係が基本的に終了するというような単純な内容の契約ではないにもかかわらず，契約成立後の利害関係を規律するような契約書は存在しないことになる。しかも，真に本件売買契約が成立したのであれば，両当事者，とりわけ被控訴人イーエスにおいて契約書の作成を拒むべき合理的な理由は見当たらない(控訴人が主張するように，本件売買契約が，形式的には本件ビデオグラム化権A及びBの売買であるが，実質的には，「妻と拳銃」の製作に対する出資であり，売買代金は，そのビデオグラム化権の手付に近い性格を有していたのであれば，被控訴人イーエスが，「妻と拳銃」に関する自らの権利を明確化するため，契約書の作成を強く求めた可能性は高いと認められる。)。",
                        "控訴人は，映画業界においては，契約書を作成しないことはよくある旨主張するが，本件売買契約はまとまった金額を代金額とする契約であって，しかも，契約内容も，控訴人の主張によれば，出資を含む複雑な内容であり，このような類型の契約について，契約書を作成しないという業界慣行等があることは，にわかに想像し難いところ，証拠上も，そのような慣行等があることを窺わせる証拠は何ら提出されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "確かに，甲第8号証の存在等からすれば，控訴人が，本件売買契約の締結を希求していたことは容易に推認できるが，現実には，控訴人・被控訴人イーエス間で何ら契約書が交わされないまま，被控訴人イーエスが控訴人に対して350万円を交付するとともに，控訴人が被控訴人イーエスに対して本件映画A及びBの原盤を交付したにすぎず，その後，控訴人・被控訴人イーエス間において，契約交渉が継続したとは認められない。",
                        "以上の事実からすれば，控訴人・被控訴人イーエス間において，本件合意(被控訴人イーエスが控訴人に対して350万円を交付する代わりに，被控訴人イーエスが本件映画A及びBを複製・頒布すること(より具体的にはDVD化して販売すること)につき控訴人が許諾する旨の合意)が成立したことは認められるが，それ以上の契約等の合意の成立を認めることはできない。なお，控訴人は，被控訴人イーエスに対して，本件映画A及びBの複製・頒布を許諾したことにつき否認するが，被控訴人イーエスが控訴人に対して350万円を交付したのと同時期に，これらの映画に係る原盤が被控訴人イーエスに交付されたこと，アジアシネマギルドが控訴人の営業につき委託を受けていたこと等の諸事情にかんがみれば，同許諾があったとみるのが合理的である。",
                        "このほか，控訴人は縷々主張するが，本件売買契約の成立の推認を肯んずるような具体的な事実について，何ら主張立証はされていない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2) (控訴人の被控訴人らに対する著作権(複製権，頒布権)及び著作者人格権(公表権)侵害による損害賠償請求権の有無)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人らが共謀の上，本件雑誌広告を掲載し，本件WEB掲載を行った旨主張し，これらの行為が，控訴人の映画(「嵩山少林寺」及び「CHAROＮ(カロン)」)の著作権(複製権・頒布権)を侵害するものである旨主張する。",
                "また，控訴人は，甲22，27等に掲載された写真は「嵩山少林寺」「CHAROＮ(カロン)」の原盤から抜き出した画像であって，同部分につき複製権，頒布権の侵害が存することは明らかである上，「CHAROＮ(カロン)」については，当時，ビデオグラムとして未公表であったから，被控訴人らがその存在を公表したことは，控訴人の公表権を侵害するものである旨主張するので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "証拠(甲10ないし22，乙1，2，丙2ないし5)及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人イーエスは，平成18年1月中旬ころ，本件合意に基づき，本件映画A及びBの原盤(「ポチの告白」の原盤を除く。)を受領した後，これらを確認し，検討の結果，「嵩山少林寺」及び「CHAROＮ(カロン)」を商品化することにし，被控訴人イーネットに対し，上記各映画のDVDの販売を委託した。",
                    "なお，被控訴人イーネットのXは，被控訴人イーエスによる金銭の交付及び原盤の受領の経緯を，Yから聞くなどして知っていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは，上記各映画のDVDの発売日を同年4月21日にすることに決定し，被控訴人イーネットは，「月刊DVDナビゲーター」4月号に広告を掲載することにし，同年1月下旬ころか同年2月上旬ころには，上記雑誌に広告の掲載を手配した。",
                    "その結果，「月刊DVDナビゲーター」4月号に，本件雑誌広告が掲載され，同雑誌は，同年3月上旬ころには店頭に並べられた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところが，同月下旬ころには，「嵩山少林寺」のDVDが既に他社から発売されたことがあった事実が判明し，また，Zが被控訴人らの行為について弁護士に相談をしているとの噂を伝え聞いたことなどから，被控訴人イーエスは，「嵩山少林寺」及び「CHAROＮ(カロン)」のDVDの発売を中止することにし，被控訴人らは，同月31日付けで，販売店等取引先に対し，上記各映画のDVDの発売中止を告知した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「CHAROＮ(カロン)」は，平成17年ころから，各種映画祭などに出品，上映されており，新聞・雑誌等でも取り上げられていた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)，(3)のとおり，控訴人は，平成18年1月ころ，被控訴人イーエスとの間で本件合意に至り，被控訴人イーエスに対し，「嵩山少林寺」「CHAROＮ(カロン)」を複製・頒布することについて許諾したものである。",
                    "なお，控訴人は，Wはアジアシネマギルドの社員ではなく，被控訴人らがWの交渉権限を確認せず，Uに対し，会社としての意思確認をしなかったことには重大な過失がある旨主張する。しかし，前記1(2) イないしエのとおり，Wがアジアシネマギルドの「EXECUTIVE PRODUCER」である旨の名刺を持っており，控訴人はWを通じて被控訴人イーエスと交渉をしていたものである上，控訴人自身も，原審においては，Wに対し，被控訴人イーエスとの交渉権限を与えていた旨主張していたものであって，控訴人の主張の変遷自体に合理的な理由はない(そもそもWに交渉権限がないのであれば，控訴人が主張する「本件売買契約」が成立することもあり得ず，控訴人の主張は矛盾している。)。いずれにしても，Wに交渉権限すらなかったことを前提とする控訴人の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，被控訴人らは，本件合意に基づき，本件雑誌広告の掲載を行ったものであり，仮に本件合意が事後的に効力を失ったとしても，被控訴人らが上記広告掲載のための手配をしていた平成18年1月ないし2月時点において，本件合意が有効であったことは明らかであるから，上記掲載(写真掲載を含む。)は控訴人の著作権を侵害するものではない。",
                    "また，本件WEB掲載(甲23ないし31)については，これが被控訴人らによる行為，あるいは，被控訴人らの委託による行為であることを認めるに足りる証拠は存しない。",
                    "このほか，前記(2) エのとおり，「CHAROＮ(カロン)」は，平成17年ころから各種映画祭などに出品・上映され，新聞・雑誌でも取り上げられていたものであるから，本件雑誌広告が掲載された平成18年3月当時において，既に「CHAROＮ(カロン)」に係る控訴人の公表権を問題にする余地はなかったものであり(著作権法18条1項参照)，この点は，「CHAROＮ(カロン)」がビデオグラムとして未公表であったか否かによって影響を受けないというべきである。",
                    "なお，被控訴人イーエスが，上記各映画のDVD等を作製し，あるいは，被控訴人らが，上記各映画のDVD等を頒布したことを認めるに足りる証拠はないから，上記の点においても，複製権や頒布権の侵害はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，複製権・頒布権は，著作権者において，複製・頒布することを妨げることになる一切の行為を排除することを要求する権利を内包するなどと主張する。しかしながら，控訴人の上記主張は，著作権法が「複製」や「頒布」について，それぞれ定義規定を置いていること(著作権法2条1項15号，19号)を顧慮しない，独自の見解であって，採用の限りではない。",
                    "その他，本件において，被控訴人らによる本件雑誌広告の掲載が，控訴人に対する不法行為に該当するものと認めるべき事情については，具体的な主張立証がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，この点に関する控訴人の主張は，その余の点について判断するまでもなく，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，控訴人の請求はいずれも理由がなく棄却されるべきものとした原判決は相当であり，本件控訴は理由がない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成21年(ネ)10005",
    "date": "2009-07-29",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)2106",
    "precedent_id": "037873",
    "ipprecedent_id": "1920",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}