{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2007−800233号事件について平成20年10月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，補助参加により生じたものを被告補助参加人の負担とし，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，下記2の本件発明に係る特許に対する被告の特許無効審判請求について，特許庁が同請求を認め当該特許を無効とした別紙審決書(写し)記載の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「呼吸装置」とする特許第3726886号(平成13年6月29日特許出願(以下「本件出願」という。)。平成17年10月7日設定登録。請求項の数は全1項。甲11。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成19年10月25日付けで，本件特許について特許無効審判を請求し，無効2007−800233号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成20年7月4日付けで，本件特許について，特許請求の範囲の記載を訂正するなどする訂正請求(甲13の1及び2。以下「本件訂正」といい，本件特許に係る本件訂正後の明細書(甲13の2)を「本件明細書」という。)をした。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，同年10月15日，本件訂正を認めた上，「特許第3726886号の請求項1に係る発明についての特許を無効とする。」との本件審決をし，同月27日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件審決が対象とした本件発明(本件訂正後の特許請求の範囲の請求項1(以下，単に「請求項1」という。)に記載の発明)の要旨は，次のとおりである。",
            "面体の前部に，排気時に開くと共に吸気時に閉じる排気弁と，排気時に閉じると共に吸気時に開く吸気弁とを設け，モータで駆動され，その通常作動時に前記吸気弁を通して外気を前記面体内に濾過材を介して送り込むブロワーを設置した防塵又は防毒用呼吸装置において，前記排気弁又は吸気弁の近傍に，前記排気弁又は吸気弁からの距離を感知して，排気時又は吸気時に信号を発するフォトインタラプタより成るセンサを設置し，該センサからの信号により，吸気時には前記モータヘ通常作動するよう電力供給されると共に，排気時にはモータヘの電力供給が停止或いは減少されるように呼吸に連動したブロワー送風の切り替えを行うことを特徴とする防塵又は防毒用呼吸装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，下記アの引用例1に記載された発明(以下「引用発明」という。)，下記イないしエの引用例2ないし4に記載された発明及び下記オないしコの周知例1ないし6に記載された周知技術に基づいて当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものであって，同法123条1項2号の規定に該当し，無効とすべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：実願平2−95404号(実開平4−51928号)のマイクロ",
                  "text": [
                    "フィルム(甲8)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭60−68869号公報(甲1)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平5−49709号公報(甲9)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開平10−118183号公報(甲2)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例1：特開平8−200544号公報(甲3)"
                },
                {
                  "fig": "カ",
                  "subject": "周知例2：特開平10−252938号公報(甲4)"
                },
                {
                  "fig": "キ",
                  "text": [
                    "周知例3：特開2001−27360号公報(平成13年1月30日公開。",
                    "甲5)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "周知例4：特許第2534779号公報(平成8年9月18日発行。甲6)"
                },
                {
                  "fig": "ケ",
                  "subject": "周知例5：特開平9−178259号公報(甲7)"
                },
                {
                  "fig": "コ",
                  "subject": "周知例6：特開平2−233840号公報(甲10)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件発明と引用発明との一致点及び相違点(以下「本件相違点」という。)は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明：モータによって強制的に送気可能な呼吸用マスクに関し，面体の前部に，排気弁と，送気弁とを設け，モータで駆動され，その作動時に前記送気弁を通して外気を前記面体内にフィルターを介して送り込むファンを設置した呼吸用マスク。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一致点：面体の前部に，排気時に開くと共に吸気時に閉じる排気弁と，排気時に閉じると共に吸気時に開く吸気弁とを設け，モータで駆動され，その通常作動時に前記吸気弁を通して外気を前記面体内に濾過材を介して送り込むブロワーを設置した防塵又は防毒用呼吸装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点：本件発明は，排気弁又は吸気弁の近傍に，前記排気弁又は吸気弁からの距離を感知して，排気時又は吸気時に信号を発するフォトインタラプタより成るセンサを設置し，該センサからの信号により，吸気時には前記モータヘ通常作動するよう電力供給されると共に，排気時にはモータヘの電力供給が停止或いは減少されるように呼吸に連動したブロワー送風の切り替えを行うものであるのに対し，引用発明は，そのような構成を備えていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件相違点についての判断の誤り(取消事由2)"
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被告及び被告補助参加人が提出するその余の刊行物",
          "text": [
            "被告及び被告補助参加人(以下「被告ら」という。)は，本件訴訟において，以下の刊行物(乙6～8，14，16，18，19，21。以下「乙6公報」などという。)を提出する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "乙6公報：特許第2858131号公報(平成11年2月17日発行)"
            },
            {
              "fig": "(2)",
              "subject": "乙7公報：英国特許出願第2032284号明細書(昭和55年(198",
              "text": [
                "0年)5月8日発行)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙8公報：欧州特許出願第0334555号明細書(平成元年(1989",
              "text": [
                "年)9月27日発行)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "乙14公報：実願昭57−76973号(実開昭58−179153号)",
              "text": [
                "のマイクロフィルム"
              ]
            },
            {
              "fig": "(5)",
              "subject": "乙16公報：英国特許出願第2252048号明細書(平成4年(199",
              "text": [
                "2年)7月29日発行)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "乙18公報：欧州特許出願第0164946号明細書(昭和60年(19",
              "text": [
                "85年)12月18日発行)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "乙19公報：国際公開WO96／04043号明細書(平成8年(199",
              "text": [
                "6年)2月15日発行)"
              ]
            },
            {
              "fig": "(8)",
              "subject": "乙21公報：特表平4−505722号公報"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，排気弁が排気時に開き吸気時に閉じるものであり，吸気弁が排気時に閉じ吸気時に開くものであることは，弁が有する通常の機能であるとの一般論を述べた上，本件発明と引用発明との一致点を「…排気時に開くと共に吸気時に閉じる排気弁と，排気時に閉じると共に吸気時に開く吸気弁とを設け…た防塵又は防毒用呼吸装置」と認定したが，引用発明においては，常時，電動扁平モーター29により駆動される遠心ファン28によりフィルター8(濾過材)でろ過された清浄な空気が，収納部13の周壁13aに設けた送気口15から面体2内に送気弁5(吸気弁)を介し，排気時を含めて送気され続け，その一部が，作業者の呼気と共に，排気口19から排気弁6を押し開いて面体2外に放出されるのであって，吸気弁(送気弁5)は，排気時においても閉じることはないものであるから，本件審決の認定は誤りである。",
            "この点に関し，被告らは，ブロワーの作動下における吸気弁の動きを論ずることが誤りであると主張する。",
            "しかしながら，請求項1は，「…排気時に閉じると共に吸気時に開く吸気弁とを設け，モータで駆動され，その通常作動時に前記吸気弁を通して外気を前記面体内に…送り込むブロワーを設置した防塵又は防毒用呼吸装置において，…吸気時には前記モータヘ通常作動するよう電力供給されると共に，排気時にはモータヘの電力供給が停止或いは減少されるように呼吸に連動したブロワー送風の切り替えを行うことを特徴とする…」と規定しているのであって，同請求項の「吸気弁」は，モータが通常作動する時に開き，これを通して外気を面体内に送り込むことが必須とされているものである。このように，本件発明においては，吸気弁の状態とブロワーの作動状態とが関連付けて規定されているのであるから，吸気時(モータの通常作動時)における排気弁の状態はもちろんのこと，排気時(モータへの電力供給が停止され，又は減少される時)における吸気弁の状態をも規定しなければ，本件発明の呼吸装置の具体的な作動及び機能が不明となってしまうのであり，これを明確にするため，「排気時に閉じる…吸気弁」との規定がされたものである。",
            "したがって，ブロワーの作動状態と切り離して，本件発明及び引用発明の各吸気弁の物理的構成のみを対比するのは相当でない。",
            "〔被告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当業者の技術常識からみた引用発明の排気弁等の物理的構成",
              "text": [
                "引用発明の呼吸用マスクは，粉じんが発生する作業場等の人体に有害な環境空気中において作業者の呼吸保護の目的で着用される呼吸用保護具(乙1)に該当するもの(引用例1の2頁1～5行)であり，引用発明の排気弁及び吸気弁は，そのような呼吸用保護具に用いられるものである。そして，呼吸用保護具の排気弁が呼気する時に開き，吸気する時に閉じるものであり，吸気弁が吸気する時に開き，呼気する時に閉じるものであることは，本件出願前から日本工業規格により要求されていた規格(乙1)であるから，当業者の技術常識に照らすと，引用発明の排気弁及び吸気弁は，当然に当該規格を満たすもの，すなわち，排気弁は，排気時に開くとともに吸気時に閉じるものであり，吸気弁は，排気時に閉じるとともに吸気時に開くものである。",
                "なお，引用例1には，引用発明の排気弁等が上記規格から外れるものであるとの明確かつ具体的な記載はないし，本件明細書の【0010】には，本件発明が従来の排気弁等をそのまま利用するものである旨の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ブロワーの作動下における引用発明の吸気弁の動きを論ずることの誤り原告の主張は，ブロワーの作動下における引用発明の吸気弁の動きをもって，当該吸気弁自体の物理的構成を論ずるものであるが，以下のとおり，この主張は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明及び引用発明のマスクの面体に設置されている排気弁及び吸気弁の物理的構成は，同一の条件下においてでなければ対比することのできないものであるところ，本件発明と引用発明とは，ブロワーの作動態様(前者は，吸気時に一定量の送気を行い，排気時に作動を停止し，又は減少させるものであるのに対し，後者は，常時一定量の送気を行うものである。)を異にするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，請求項1の記載をみても，その経時的な表現に照らし，本件発明の排気弁等の開閉動作がブロワーを作動させない非制御下におけるものを意味することは明らかであり，当該開閉動作をブロワーの作動・制御下におけるものに限定して解すべき根拠となる規定はみられないし，本件明細書の発明の詳細な説明にも，当該開閉動作をそのように解すべき根拠となる記載はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "ブロワーの作動下における引用発明の吸気弁の動き",
              "text": [
                "仮に，ブロワーの作動下における引用発明の吸気弁等の動きをみても，以下のとおり，引用例1には，遠心ファンが常時作動している場合においても，排気時に吸気弁が閉じることが開示されているということができるから，原告の主張は誤りである。",
                "すなわち，遠心ファンが常時作動している場合(常に送気がされている場合)であっても，排気時には，着用者の排気により面体内の圧力が徐々に増大するところ，送気量が過剰でない限り，排気により増大した圧力が送気による圧力に徐々に勝っていくことにより，吸気弁は徐々に閉じていき，排気により増大した圧力が送気による圧力に完全に勝ると，吸気弁は完全に閉じてしまうのであるから，引用発明の吸気弁は，排気時において閉じるものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件発明と引用発明との一致点に係る本件審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件相違点についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明において，電力消費を抑えるべく，引用例2ないし4記載の技術を考慮し，吸気時以外の状態におけるモータへの電力供給を停止させるため，吸気弁又は排気弁の動きによって着用者の吸気・排気を感知するようにするとともに，その際に用いるセンサとして，周知例1ないし6に記載されているような周知の非接触式の発光・受光手段によるセンサ，すなわちフォトインタラプタから成るセンサを採用し，本件相違点に係る本件発明の構成とすることは，当業者が容易になし得ることであると判断したが，以下のとおり，本件審決の判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の呼吸保護器の構成及びその技術的思想",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2の呼吸保護器(以下，原告の主張において「引用例2のブロワーマスク」という。)においては，圧力センサが面体内の圧力を直接検知することはなく，入口弁13(吸気弁)の上流側であるポンプ装置と濾過材との間の部分(入口10)の圧力と大気圧との圧力差によって，ポンプ装置への電力供給のオン・オフの切替えをするものであり，呼吸が吸気から排気へと切り替わる時点及び排気から吸気へと切り替わる時点を捉えることができない。したがって，引用例2のブロワーマスクにおいては，本件発明のように，当該切替えに連動して，すなわち，呼吸と連動して電力供給のオン・オフの切替えをすることは困難である。また，引用例2のブロワーマスクは，本件発明のように，呼吸と連動して開閉する吸気弁(入口弁13)及び排気弁(吐出弁2)を設けるものではなく，呼吸と連動して開閉する弁からの距離を感知するものでもない。さらに，引用例2のブロワーマスクは，排気時に電力供給を減少させるものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2のブロワーマスクは，入口弁13及び吐出弁2の開閉に，面体内の排気抵抗の増大を積極的に利用するものであり，排気抵抗を低下させる本件発明とは，その技術的思想を異にするものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2のブロワーマスクに係る技術を引用発明に適用することの困難性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の技術的思想",
                  "text": [
                    "引用発明は，一定流量方式のブロワーマスクであるところ，当該ブロワーマスクは，濾過材が早期に消耗するとの問題及び排気時の抵抗が増大するとの問題が深刻でない限り，高い実用価値を有するものであるから，引用例2のブロワーマスクのような間欠的流量方式のブロワーマスクとすることによりエネルギーの省力化を図るとの技術は，引用発明とは全く異なるものというべきである。",
                    "したがって，引用発明が，排気時にモータの作動を止めて電力消費を最小限にするとの態様を自明のものとして内在するとみることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2のブロワーマスクに変更する動機付け等の欠如",
                  "text": [
                    "上記アのとおり，一定流量方式のブロワーマスクは，濾過材が早期に消耗するとの問題及び排気時の抵抗が増大するとの問題が深刻でない限り，高い実用価値を有するものであるから，一定流量方式のブロワーマスク(引用発明)に代えて，間欠的流量方式のブロワーマスク(引用例2のブロワーマスク)とする必然性，示唆又は動機付けは存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例2のブロワーマスクが採用する圧力センサの実現困難性",
                  "text": [
                    "引用例2のブロワーマスクが採用する圧力センサは，着用者が動く状態に対応することができず，実用に供するには技術的困難が予想されるものである。なお，微圧の応答部材として知られていたダイヤフラムは，極めてもろく，実用に供するのが困難なものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，引用例2のブロワーマスクは，専ら電池寿命を延ばすことを目的とするものであり，また，ダイヤフラムを用いる圧力センサを念頭に置いたアイデアにすぎないのであって，このような引用例2のブロワーマスクに係る技術を，それ自体実用価値の高い引用発明に適用して，間欠的流量方式のブロワーマスクとする必然性，示唆又は動機付けは存在しないから，引用発明に引用例2のブロワーマスクに係る技術を組み合わせることにより，本件相違点に係る本件発明の構成に容易に想到することができたということはできない。",
                    "なお，取消事由1に係る主張のとおり，引用発明は，送気弁5(吸気弁)が常時開いているものであるから，引用発明に引用例2のブロワーマスクに係る技術を適用しても，呼吸と連動してブロワーの送風を切り替える本件発明の構成に至ることはないし，排気抵抗を低減するとの本件発明の効果が得られることもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2のブロワーマスクの制御方法に代えて本件発明の制御方法とすることの困難性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2のブロワーマスク自体からの想到の困難性",
                  "text": [
                    "上記(1)アのとおり，引用例2のブロワーマスクは，面体内の圧力を直接検知するものではなく，ポンプ装置と濾過材との間の部分(入口10)の圧力と大気圧との圧力差を圧力センサによって検知するものであるため，当該部分に配置した圧力センサに代え，これとは全く異なる領域に存在する吸気弁又は排気弁の開閉を感知するフォトインタラプタを採用する余地は，そもそもない。したがって，引用例2のブロワーマスクからは，面体内の圧力を直接検知するとの発想は生じないし，圧力差を検知することに代えて，呼吸と連動して開閉する吸気弁及び排気弁を設け，これらの弁のいずれかからの距離を感知するために，これらの弁の近傍にフォトインタラプタから成るセンサを配置するとの発想にも至らないものである。",
                    "また，上記(1)イのとおり，引用例2のブロワーマスクが，入口弁13(吸気弁)及び吐出弁2(排気弁)の開閉に，面体内の排気抵抗の増大を積極的に利用するものであることからすると，引用例2のブロワーマスクにおいて，呼吸と連動して開閉する吸気弁及び排気弁を採用することはできず，したがって，呼吸と連動してブロワーの送風を切り替えることもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3のフィルタ付きマスクによる想到の困難性",
                  "text": [
                    "引用例3のフィルタ付きマスクは，本体内部と外界との間のガス交換を常時強制的に行うことを不可欠とするもの(本体内部の圧力が所定の値を上回ると排気し，下回ると吸気するというもの)であり，また，圧力センサがマスク内においてどのように設けられるかなどその詳細は不明であり，さらに，その構造的特徴から，排気弁や吸気弁を本質的に備えないものであること(なお，引用例3には，排気弁や吸気弁についての記載はない。)からすると，引用例3に接した当業者が，引用例2のブロワーマスクが採用する圧力差の検知に代えて，呼吸と連動して開閉する吸気弁及び排気弁を設け，これらの弁のいずれかからの距離を感知するために，これらの弁の近傍にフォトインタラプタから成るセンサを配置するとの発想に至ることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例4の鼻被覆具による想到の困難性",
                  "text": [
                    "引用例4の鼻被覆具は，ブロワーを備えないものであるし，そのセンサー23は，接点を用い，排気弁が開閉する際に出力するリセット信号(オン・オフ等)を利用して，排気弁が呼吸に応じて開閉する時間間隔をカウントするものにすぎないから，引用例4の鼻被覆具には，面体内の不規則な圧力変化を直接検知するため，フォトインタラプタを用い，検知物の距離dに応じて信号出力が変化する特性を利用するとの発想は存在しない。",
                    "したがって，引用例4に接した当業者が，引用例2のブロワーマスクが採用する圧力差の検知に代えて，呼吸と連動して開閉する吸気弁及び排気弁を設け，これらの弁のいずれかからの距離を感知するために，これらの弁の近傍にフォトインタラプタから成るセンサを配置するとの発想に至ることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知例1ないし6に記載された技術による想到の困難性",
                  "text": [
                    "周知例1ないし6に記載された技術は，呼吸装置とは無縁の技術分野に属するものであるし，また，これらの技術は，金属等の弁を対象とするものであって，人が装着するようなものではなく，弁の適用環境や種類において呼吸装置とは本質的に異なるものであるから，人の呼吸における排気時と吸気時をセンサで検知することとは全く関係しないものである。",
                    "したがって，周知例1ないし6に接した当業者が，引用例2のブロワーマスクが採用する圧力差の検知に代えて，呼吸と連動して開閉する吸気弁及び排気弁を設け，これらの弁のいずれかからの距離を感知するために，これらの弁の近傍にフォトインタラプタから成るセンサを配置するとの発想に至ることはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，仮に，周知例1ないし6に記載された技術が周知技術であり，また，当業者が，引用例2のブロワーマスクが採用する構成(圧力差を検知するとの構成)に想到し得たとしても，進んで，本件相違点に係る構成中，吸気弁又は排気弁からの距離を感知するために，これらの弁の近傍にフォトインタラプタから成るセンサを配置するとの構成に容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "電力供給の切替方法に関する引用例2のブロワーマスクと本件発明との相違",
              "text": [
                "引用例2のブロワーマスクは，ポンプ装置と濾過材との間の部分(入口10)の圧力と大気圧との圧力差を圧力センサで検知することにより，ポンプ装置に対し，電力を供給するか，これを停止するかするもの(オン・オフ)である。そうすると，装着者が時間をかけて排気を行った場合，電力供給の停止の後も慣性力により回転していたファンの回転が時間とともに減衰し，又は停止し，次の吸気に切り替わった時点で電力供給を再開しても，必要な送風量を確保するに足りる程度にまでファンの回転数を引き上げるのに時間を要することとなる。",
                "これに対し，本件発明は，吸気時にはモータの通常作動用の電力を供給し，排気時には排気弁の開度に応じて電力の供給を停止し，又は減少させるものであり，これによって，呼吸と連動したブロワー送風の切替えを行うことのできるものである。",
                "上記のとおりの引用例2のブロワーマスクと本件発明との相違は重要なものであるところ，このような相違を克服して，引用例2のブロワーマスクから本件相違点に係る本件発明の構成に容易に想到し得たとする根拠は全く存在しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告らが提出する乙6公報等に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙6公報について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙6公報(3頁6欄42～47行，4頁8欄29～41行，同欄46行～",
                      "text": [
                        "5頁9欄17行参照)に記載されたマスクにおいては，ブロワーが常時作動しており，吸気量の増大(強い吸気)が要求された時にブロワーによる送気が増大するように構成されているにすぎないのであって，被告らが主張するようなブロワー送風の切替えが行われるものではないから，同公報に記載された技術は，電力消費量の減少，濾過材の消耗の抑制及び排気抵抗の減少という課題を解決する手段たり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙6公報は，呼吸に連動したブロワー送風の切替えのために排気弁又は吸気弁からの距離をセンサで検知するとの技術を開示するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙7公報について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙7公報(訳文2頁19～20行，図2)に記載された技術は，ハウジング内の圧力を積極的に利用するものであるから，排気抵抗の減少という課題を解決する手段たり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙7公報(図2)に記載された技術は，防毒用呼吸装置に適用することができないものであるから，引用発明に適用することのできる周知技術(面体内の圧力の直接検知)たり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙7公報は，面体内の圧力の直接検知を弁の動きの検知により行うことについて開示し，又は示唆するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙8公報について",
                  "text": [
                    "乙8公報に記載された呼吸保護具に係る技術は，鼻口マスク内の圧力を積極的に利用するものであるから，排気抵抗の減少という課題を解決する手段たり得ないし，引用発明に適用することのできる周知技術(面体内の圧力の直接検知)たり得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙16公報について",
                  "text": [
                    "乙16公報に記載された技術は，防毒用呼吸装置に適用することができないものであるし，また，吸気弁がなくポンプ装置が常時作動しているものであるから，引用発明に適用することのできる周知技術(面体内の圧力の直接検知)たり得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙18公報について",
                  "text": [
                    "乙18公報には，排気弁の動きをポンプ装置と関連させることの開示があるのみであって，その具体的な内容についての開示はないから，同公報に接した当業者が，面体内の圧力を直接検知するに当たり，排気弁又は吸気弁の動きに着目するとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙19公報について",
                  "text": [
                    "乙19公報は，排気弁及び吸気弁の動きを検知することにより呼吸の状態を検知するとの技術を開示するものではない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "乙21公報について",
                  "text": [
                    "乙21公報に記載された一時的呼吸補助装置は，呼吸に連動したブロワー送風の切替えのための面体内の圧力の直接検知を弁の動きの検知により行うものではない。",
                    "〔被告らの主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "呼吸に連動したブロワー送風の切替えを行うことの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "解決課題の周知性について",
                  "text": [
                    "以下のとおり，電力消費量の減少，濾過材の消耗の抑制及び排気抵抗の減少が本件出願当時の当業者にとっての周知の解決課題であったことは明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書(【0003】～【0006】)，引用例2(3頁左上欄6～",
                      "text": [
                        "14行)，乙6公報(2頁4欄8～16行)，乙7公報(訳文1頁12～16行，",
                        "同頁18行，2頁10～11行)，乙8公報(訳文1頁16～17行，同頁19～",
                        "20行)及び乙14公報(1頁10～20行)には，電力消費量の減少等の上記課題が呼吸用保護具又は電動式ブロワーを有する呼吸用保護具に係る技術分野における当業者にとって周知のものであった旨の記載がみられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "労働安全衛生法42条の規定に基づく防じんマスクの規格6条(乙9)及び防毒マスクの規格7条(乙10)並びに日本工業規格(乙11～13)は，面体内の排気抵抗の上限を画するものであるが，これは，呼吸用保護具に係る技術分野において，排気抵抗の増大を抑制するとの課題が当業者にとって周知のものであったことを示している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そもそも，電力を消費する呼吸用保護具において，電力消費を必要最小限にとどめようとすることは，当業者にとって当然のことであるし，また，呼吸用保護具の濾過材が使用とともに消耗するのは自明のことであるから，あらゆる呼吸用保護具において，濾過材の消耗を抑制しようとすることも，当業者にとって当然のことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記課題の解決手段について",
                  "text": [
                    "上記アの周知の課題を解決するため，引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるようにすることは，以下のとおり，引用例2及び3に記載された発明並びに乙6公報ないし乙8公報に記載された周知技術に基づき，当業者が容易になし得たものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(請求項3，3頁左上欄18行～左下欄3行)に記載された発明は，吸気時には一定量の継続した送気を行うとともに，排気時にはポンプ装置の運転を停止して送風を停止し，又はほぼ停止した状態とすること，すなわち，呼吸に連動したブロワー送風の切替えを行うことにより，電力消費量の減少及び濾過材の消耗の抑制という課題を解決するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙6公報(3頁6欄7～17行，5頁10欄33～38行)に記載された",
                      "text": [
                        "周知技術は，着用者の呼吸のパターンに応じて変化する圧力差を検知する圧力センサを用い，検知された差圧の増大に比例してブロワーの送風量を減少させ，また，当該差圧の減少に比例してブロワーの送風量を増加させること，すなわち，着用者の呼吸に連動・比例させて空気の供給を行うことにより，電力消費量の減少，濾過材の消耗の抑制及び排気抵抗の減少という課題を解決するもの(なお，乙6公報を引用する本件明細書の【0003】～【0006】参照)である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙7公報(訳文1頁7～10行，2頁19～21行，同頁23～29行)",
                      "text": [
                        "に記載された周知技術は，着用者の排気を検出器で検知し，ポンプ装置の速度を制御(例えば，排気時に停止又は減速させることによる制御)すること，すなわち，呼吸に連動したブロワー送風の制御により，上記アの周知の課題を解決するものである。なお，同公報には，呼吸の状態を検知する検出器として，呼吸の状態により変化する面体内の圧力を直接検知するセンサや，排気弁の一部を検出器の構成要素とする検出器等が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙8公報(訳文1頁7～14行)に記載された周知技術は，内部マスクとその外側との間の圧力差を検知する圧力応答部材から成る圧力センサで，呼吸の状態に応じて直接変化する圧力差を検知し，排気時には排気開始に直ちに反応して送風を停止させ，吸気時には吸気開始に直ちに反応して送気すること，すなわち，呼吸に連動したブロワー送風の切替えを行うことにより，上記アの周知の課題を解決するものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用例3(【0012】～【0013】)に記載された発明は，面体内の圧力センサで，空気を吐こうとする時の圧力値と空気を吸おうとする時の圧力値を検知し，空気を吐こうとする時に面体内の空気を外部に排気するようファンを作動させ，空気を吸おうとする時に外部の空気を面体内に送気するようファンを作動させること，すなわち，呼吸に連動したブロワー送風の切替えを行うことにより，上記アの周知の課題を解決するものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "呼吸の状態を呼吸装置内の圧力変化により検知することの容易想到性呼吸に連動したブロワー送風の切替えを行うに当たっては，呼吸の状態を何らかの方法により検知する必要があるところ，その1つとして，呼吸の状態に連動して変化する呼吸装置内の圧力を検知することは，引用例2ないし4，乙6公報ないし乙8公報等にも記載されているとおり，本件出願当時の当業者に知られた技術であったから，引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるに当たり，呼吸の状態を呼吸装置内の圧力変化により検知することは，当業者が容易になし得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "面体内の圧力を直接検知することの容易想到性",
              "text": [
                "呼吸の状態を検知するため，呼吸装置内の圧力のうち面体内の圧力を直接検知することは，以下のとおり，設計的事項にすぎず，本件出願当時において公知であり，又は同出願当時の周知技術であるから，引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるに当たり，面体内の圧力を直接検知することは，当業者が容易になし得たものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "設計的事項にすぎないこと",
                  "text": [
                    "呼吸の状態を検知するために検知の対象とすべき圧力は，呼吸の状態に連動して変化する呼吸装置内の圧力であれば足りるのであるから，面体内の圧力を直接検知することは，数ある選択肢のうちの1つにすぎない。",
                    "なお，引用例2に記載された発明においても，圧力センサが圧力を検知する領域は，面体内に連通しており，同発明も，実質的には，面体内の圧力の変化自体を直接検知するもの(5頁右上欄9～14行。なお，7頁右上欄3～6行参照)である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "公知であること",
                  "text": [
                    "面体内の圧力を直接検知して呼吸の状態を検知することは，引用例3(【0011】～【0013】，図2)等に記載されるとおり，本件出願当時，公知であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術であること",
                  "text": [
                    "面体内の圧力を直接検知して呼吸の状態を検知することは，乙7公報(訳文1頁4～5行，同頁7～10行，2頁16～17行，同頁23～27行，図2～4)，",
                    "乙8公報(訳文1頁19～20行，同頁22～24行，同頁26行～2頁1行，図",
                    "1)及び乙16公報(訳文1頁4～9行，同頁25～26行，図1，2，4)に記",
                    "載されるとおり，本件出願当時の周知技術である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "面体内の圧力の直接検知を弁の動きの検知により行うことの容易想到性引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるに当たり，面体内の圧力を直接検知するため，吸気弁又は排気弁の動きを検知することは，以下のとおり，当業者が容易になし得たものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当業者の通常の創作能力の範囲内のものであり設計的事項にすぎないこと面体内の圧力を直接検知することも，吸気弁又は排気弁の動きを検知することも，いずれも呼吸の状態を検出するためのものであって，共通の課題を解決するものであるところ，吸気弁等が面体内の圧力変化により動くことは，当業者の技術常識であるから，面体内の圧力の直接検知を吸気弁等の動きの検知により行うことは，当業者の通常の創作能力の範囲内のものであり，かつ，設計的事項にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例4について",
                  "text": [
                    "引用例4(【0002】，【0003】，【0009】，【0025】，【00",
                    "29】，【0030】)には，呼吸の状態を検知するため，排気弁の動きをセンサで検知する技術が開示されているところ，排気弁が面体内の呼吸の状態により生じた圧力変化に応じて開閉するものであることは，当業者の技術常識であるから，引用例4に接した当業者にとって，面体内の圧力を直接検知するため，吸気弁又は排気弁の動き(開閉)を検知することは，容易になし得たものである。",
                    "この点に関し，原告は，引用例4の鼻被覆具がブロワーを備えないものであると主張するが，引用例4には，従来技術として，フィルターを用いた防じん防毒マスクが紹介されている(【0003】)ほか，現に，引用例4記載の発明も，防じん防毒用に使用することが予定されている(【0025】)のであり，また，同発明が属する国際特許分類(乙17)にも照らすと，同発明は，引用発明等と同一の技術分野に属するものであるし，さらに，引用例4記載の発明は，呼吸の状態を検出するとの課題を解決する手段として，排気弁の動きをセンサで検知する技術を開示するものであるから，当業者が当然に参考とすべきものである。",
                    "また，原告は，引用例4の鼻被覆具のセンサが接点を用いたものにすぎないとも主張するが，接点を用いたセンサにおいても，センサの出力がなくなった場合には排気弁が開いた状態，すなわち，排気時であることが検知され，センサが出力する場合には排気弁が閉じた状態，すなわち，吸気時であることが検知されるのであるから，呼吸の状態を検知していることに何ら変わりはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例2について",
                  "text": [
                    "引用例2記載の発明は，吸気弁が閉じた時(排気時)にブロワーが作動を停止し，又はほぼ停止した状態となるもの(3頁右上欄14行～左下欄2行)であるところ，同発明の圧力センサは，吸気弁が閉じる時の設定圧力値を検知することにより，吸気弁が閉じる動きを検知しているということができるから，同発明は，吸気弁の動き(開閉)に着目して呼吸の状態を検知し，ブロワーの作動を制御するものであるといえ，したがって，引用例2には，弁の動きを検知することにより呼吸に連動したブロワー送風の切替えを行うことについての示唆があるといえる。",
                    "この点に関し，原告は，引用例2の呼吸保護器が面体内の排気抵抗の増大を積極的に利用するものであるから，同呼吸保護器において，呼吸と連動して開閉する吸気弁及び排気弁を採用することはできないと主張するが，吸気弁及び排気弁が排気による面体内の圧力の増大(排気抵抗の増大)又は吸気による面体内の圧力の減少によって開閉するものであることは当業者の技術常識であるし，現に，本件発明も，排気に伴う排気抵抗の増大により吸気弁が所定の程度にまで押し閉じられて初めて，ブロワー送風が停止し，又は減少するというものであるから，排気抵抗の増大を利用するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知技術であること",
                  "text": [
                    "弁の動き(開閉)を利用して面体内の圧力の変化を検知することは，以下のとおり，本件出願当時の周知技術である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙7公報(訳文2頁19～21行，同頁23～24行)には，検出器につ",
                      "text": [
                        "き，排気弁の一部を構成することも可能であるとの開示があるところ，検出器が排気弁の一部を構成するとは，排気弁の一部が検出器の構成要素となっていることを意味するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙21公報の図1には，呼吸マスクに設置された呼吸装置内のセンサが，呼気バルブ(排気弁装置)を構成し呼吸により移動するバネ式ピストンの動きを検知し，これにより呼吸の状態を検知してセンサが信号を発し，当該信号により空気供給を制御する装置が開示されているところ，これは，面体内の圧力の変化を検知するため，排気弁の動きをセンサで検知する技術である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙18公報(訳文7～10行)には，排気弁自体の動きをポンプ装置と関連させることで，呼気時にポンプ装置を停止させるとの技術が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "乙19公報(訳文19～22行，図6の(a)～(c)，図7の(a)，(b))",
                      "text": [
                        "には，吸気弁及び排気弁の双方として機能する両用型の弁40が設置された電動ファン付き呼吸用保護具において，排気時には，弁40中の第2の弁44(排気弁)が開き第1の弁42(吸気弁)が閉じることから，ファンによる送風が吸気されずに袋15に流入し，これによってポンプ装置内への空気吸入弁である弁14が閉じ，外気がポンプ装置内に流入しないようにして送風を停止し，他方，吸気時には，弁40中の第1の弁42(吸気弁)が開き第2の弁44(排気弁)が閉じることから，袋15中の空気が吸引され，これによって弁14が開き，ファンの回転により外気がポンプ装置内に取り込まれるとの技術が開示されているところ，弁14の開閉は，上記のとおり，呼吸による呼吸装置内の圧力の変化に敏感に反応しているのであるから，結局，乙19公報には，排気弁及び吸気弁の動き(開閉)を検知することにより，呼吸の状態を検知し，当該状態に応じてブロワー送風を制御するとの技術が開示されているということができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "排気弁又は吸気弁からの距離をセンサで検知することの容易想到性以下のとおり，本件発明のセンサは，ブロワー送風の比例的制御(下記ア)に係るものではないところ，仮に，本件発明のセンサがブロワー送風の比例的制御に係るものであったとしても，そのような比例的制御を行うセンサを用いることは，本件出願当時の周知技術にすぎないから，引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるに当たり，吸気弁又は排気弁の動きを検知するため，これらの弁からの距離をセンサで検知することは，当業者が容易になし得たものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明のセンサが比例的制御に係るものではないこと",
                  "text": [
                    "原告は，本件発明のセンサにつき，排気弁又は吸気弁からセンサまでの距離(弁の開閉の度合い)を当該センサにより検知し，弁の開閉の度合いに応じて電力供給を増減させ，ブロワーの回転速度を制御(比例的制御)するものであることを前提とした主張をするが，請求項1の記載をみても，本件発明のブロワーは，通常作動，低速運転又は運転停止のうちのいずれかの状態をとるものとしか解することができないし，本件明細書の記載(【0017】)及び本件特許に係る図5(甲11の6頁)によると，吸気弁とセンサとの距離dが一定の値を超える場合，ブロワーは，運転を停止するか，一定の低速運転を継続するかの2つの状態をとるしかないことになるから，本件発明のセンサは，ブロワー送風の比例的制御に係るものではなく，排気弁又は吸気弁からの距離を感知することによって，これらの弁の位置を検知するものにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "比例的制御を行うようなセンサを用いることが周知技術であること乙6公報(請求項1，3頁6欄7～17行，5頁10欄33～38行)に，呼吸",
                  "text": [
                    "に連動した比例的制御を行うとの技術(吸気時においては吸気量が増大するのに比例してブロワーの送風量を増大させ，排気時においては排気量が増大するのに比例してブロワーの送風量を減少させるとの技術)が開示されているとおり，ブロワー送風の比例的制御を行うようなセンサを用いることは，本件出願当時の周知技術である。なお，この技術は，呼吸に連動する圧力変化に比例して動く圧力応答部材の動きの程度をセンサで検知するものであって，呼吸に連動する圧力変化に応答した弁の動き(開閉)をセンサで検知することと，その目的(ブロワー送風(電力供給)の制御をより密接に呼吸と連動させること)や技術的思想を同じくするものであるし，また，弁の開閉の度合いが呼吸による面体内の圧力変化の程度に応じて変化するものであることは，当業者の技術常識である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "排気弁又は吸気弁からの距離を検知するセンサとしてフォトインタラプタから成るものを用いることの容易想到性",
              "text": [
                "本件発明のフォトインタラプタから成るセンサ，すなわち，発光・受光手段により非接触での検知を行うセンサを用いることは，周知例1(図6)，同2(【0001】，【0013】)，同3(【0035】，【0036】，図4)，同4(1",
                "頁左欄13～15行，2頁左欄25行～右欄27行，第1図)，同5(【000",
                "7】)及び同6(3頁左下欄6行～4頁左上欄6行，第2図)並びに乙6公報(4頁7欄19～43行，5頁9欄12～13行，第2図，第3図)，乙8公報(訳文",
                "1頁7～14行，2頁18～20行，図1)及び乙16公報(訳文1頁6～9行，",
                "2頁28行～3頁5行，同頁17～29行，図2～4)に記載されたとおり，本件出願当時の周知技術であるから，引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるに当たり，吸気弁又は排気弁からの距離を検知するセンサとしてフォトインタラプタから成るものを用いることは，当業者が容易になし得たものである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "センサを弁の近傍に設置することの容易想到性",
              "text": [
                "上記(6)の各刊行物には，いずれも，検知対象の近傍にセンサを設置することが開示されているのであるから，引用発明の呼吸用マスクのブロワー送風を呼吸に連動させて切り替えるに当たり，吸気弁又は排気弁からの距離を検知するセンサ(フォトインタラプタから成るもの)をこれらの弁の近傍に設置することは，設計的事項にすぎず，当業者が容易になし得たものである。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件相違点についての本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "事案にかんがみ，まず，取消事由2から判断することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(本件相違点についての判断の誤り)について",
          "text": [
            "本件審決は，本件相違点に係る本件発明の構成とすることが当業者において容易になし得るものであるとの結論に至るに当たり，①引用発明(一定流量方式を採用する呼吸用マスク)において，電池の寿命を延ばすため，引用例2に記載された呼吸用保護具(間欠的流量方式を採用するもの)のように呼吸に連動したブロワー送風の切替えを行うことは，当業者が容易になし得るものである，②呼吸の状態を検知する手段として，引用例3及び4に記載された発明のような種々の公知の方法の中から，排気弁又は吸気弁からの距離をセンサで検知する方法を採用することは，当業者が容易になし得るものである，③弁の動きを検知するセンサとして，フォトインタラプタから成るものは，周知例1ないし6に記載されるように周知のものである，④センサを弁の近傍に設置することは，当業者が容易になし得る設計的事項であるとそれぞれ判断し，また，本件相違点についての本件審決の結論が相当であるとする被告らも，本件審決の判断の枠組みをおおむね踏襲した上，本件審決が引用しなかった刊行物(乙6公報等)を援用するなどして本件審決の判断を補足する主張をするところ，引用発明において，消費電力の増加を抑制するため，引用例2に記載された呼吸用保護具のように呼吸に連動したブロワー送風の切替えを行うとの構成(以下「呼吸連動制御の構成」という。)を採用することが本件出願当時の当業者にとって容易に想到し得るものであったと仮定した場合において，その構成を実現する具体的な方法として，呼吸の状態を検知する手段として排気弁又は吸気弁(以下「排気弁等」という。)の動きを検知するとの構成(以下「本件発明の検知の構成」という。)を採用することまでが同当業者において容易に想到し得たものであるか否かについて判断することとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例4には，次の記載がある。",
                    "【0001】【発明の属する技術分野】本発明は，例えば，鼻の吸気に湿気を与えたり，あるいは呼吸の状態を監視するために鼻を緩やかに覆う，鼻被覆具に関する。",
                    "【0002】【従来の技術】従来より，鼻の外側に装着して，呼吸機能を保護・改善する器具等があった。",
                    "【0003】これらの器具は，…空気が乾燥した環境において吸気の加湿を目的として使用されたり，また，活性炭等が含まれるフィルターを用いて，吸気を清浄化して防塵防毒として使用されるものである。…",
                    "【0006】【発明が解決しようとする課題】しかし，従来の加湿マスク及び給湿マスクは前記…の場合を除きいずれも鼻と口の両方を覆うものであるため，当然マスクを装着したままでは，飲食をすることができず，話をするときなども，うっとおしさを感じる等の問題点がある。また，鼻の外口に装着するタイプでは，…鼻孔口にフィルターを装着する構造であることから，通気が十分でないため，装着時は，多少息苦しく感じる等の問題点があった。",
                    "【0007】そこで，本発明の鼻被覆具は，加湿する等の機能を加えることができるとともに，呼吸が容易にでき，さらに呼吸状態をモニターできるモニター装置を付加可能な鼻被覆具を提供することを目的とする。",
                    "【0008】【課題を解決するための手段】上記の目的を達成するために，本発明の鼻被覆具は，…吸入用穴と，…排気弁を装備した排気部とを有して緩やかに鼻を覆う覆いと，この覆いに装着される機能通気シートと…を有する構造とする。これにより，機能通気シートを通して防塵，加湿する等の機能を加えることができると同時に，鼻のみを覆ってわずらわしさもなく，呼吸も楽に行うことができる。",
                    "【0009】また，前記鼻被覆具の前記排気弁が一端を前記覆いに固定した薄いシートから成る構造とすることができ，これにより呼吸が楽に行え，弁の動きによって呼吸状態も容易に知ることができる。",
                    "【0014】また，前記鼻被覆具の排気弁の動きを検知するモニター装置を設けることもでき，これにより，呼吸状態を監視したり，無呼吸症候群等のデータをとることができる。",
                    "【0018】前記本体5の下面で各鼻孔口に対応する部分には…排気部11を2つ設け，この排気部それぞれに排気弁13の一端を固定して片開き可能な状態に取付けている。…呼気時には前記排気弁が容易に反り返って排気でき，吸気時には排気弁で排気口をふさいで機能通気シート…を通して吸気を促す。",
                    "【0020】…図1の実施例では，機能通気シート17は防塵用のものを用いている。吸気時は，防塵用の機能通気シート17で汚れた外気を清浄し，さらに本体内側の加湿用の機能通気シート18で清浄した空気を加湿して体内に取り込むことができる。",
                    "【0021】前記機能通気シート17又は18はそのシートを通過した空気を吸い込むことによって，体内の機能を保護あるいは改善または治療するためのものであり，需要に応じて様々な種類のシート，あるいはシート状に形成できる様々な物質を使用することができる。例えば，活性炭とすれば，吸気を清浄し，花粉，埃等の粉塵を取り込まないようにすることができる。…",
                    "【0025】さらに，機能通気シート17は蜂巣状の細孔を有する形状とすることができ，乾燥したまま用いた場合には防塵防毒用として使用することができ，湿らせて用いた場合には，細孔部に水分を十分保持させておくことができるため，保湿性が良く，加湿効果が長持ちさせることができる。",
                    "【0029】図5に本発明の他の実施例で，弁の動きを検知するモニター装置を付加した場合の概念図を示す。このモニタ装置21は，鼻被覆具1に設けられた排気弁13の開閉状態から呼吸の動きを監視する装置である。",
                    "【0030】ここで例示している鼻被覆具1は，…排気弁13の端部と鼻被覆具1の対応する位置にそれぞれ接点を取り付けてセンサー23を形成する。…前記センサーはリード線で判別カウンターと繋がっており，判別カウンターには，時計回路から秒パルスを与える。判別カウンターは秒パルスを数え，センサー23からの信号によってリセットされる。そのリセットまでの間に秒パルスが5つ，すなわち5秒以下の場合には，正常時とし，次の結果カウンターへは出力せず，5乃至10秒の時と10秒以上の時には，それぞれ信号をそれぞれのカウンターAあるいはカウンターBに送り，信号の回数をディスプレイ装置にて表示させる。",
                    "【0031】前記モニター装置により，無呼吸症候群と呼ばれる，睡眠時の一時的な呼吸停止の病状をモニターすることができる。この場合，患者の睡眠時前に予め鼻被覆具1を装着させ，モニター装置をセットしておけば，一晩の睡眠中のある時間内に約何秒間何回呼吸が停止したかを知ることができる。また，前記モニター装置は，前記無呼吸症候群に限らず，呼吸を感知する必要のある病気等の診断等に活用することもできる。",
                    "【0032】【発明の効果】本発明は上記説明したような構造であるため，鼻のみを覆って呼吸が楽にでき，機能通気シートにより，加湿等の機能を加えることができる。また，排気弁の動きをモニターするモニター装置を付加して呼吸の状態を観察することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，引用例4には，吸入用穴と排気弁とを備えた覆い等から成る鼻被覆具において，排気弁の一方の端部を覆いに固定して，排気弁が片開きの状態で開くようにした上，排気弁の他方の端部に接点を取り付けるとともに，鼻被覆具の対応する位置(排気弁が閉じた際に当該接点が接触することとなる覆いの部分)にも接点を取り付け，これら2つの接点によりセンサを構成し，排気弁が閉じた時(2つの接点が接触した時)に信号を発するとの構成(以下「引用例4の検知の構成」という。)が開示されており，これは，排気弁の開閉の有無をセンサで検知するものということができる。",
                    "しかしながら，上記記載によると，引用例4の鼻被覆具は，吸気を加湿したり，清浄化したりすることのできる鼻又は鼻及び口の双方を覆うマスクに係る従来技術の問題点(飲食時，会話時等における煩わしさ，呼吸時の息苦しさ等)を克服するとともに，更に引用例4の検知の構成を付加することにより，無呼吸症候群の病状に係るデータ(呼吸停止状態が生じた回数等)を取得することができ，その他，呼吸を感知する必要のある病気の診断等に活用することができるというものであるし，また，引用例4の鼻被覆具は，送風(吸気の補助)のためのブロワーを備えるものではなく，したがって，ブロワー送風を制御するとの構成を有するものでもない。",
                    "そうすると，本件発明の検知の構成が，消費電力の増加を抑制するために呼吸連動制御の構成を採用する前提として，呼吸の状態(排気又は吸気)を検知し，これにより，呼吸に連動したブロワー送風の切替えを行うものであるのに対し，引用例4の検知の構成は，無呼吸症候群の病状をモニターするなどするため，呼吸の状態(呼吸停止の有無)を検知するものの，これを単にデータとして取得するのみであり，これによって呼吸に連動したブロワー送風の切替えその他の呼吸に連動した何らかの制御を行うものではないから，引用例4の検知の構成は，その作用及び機能の点において，本件発明の検知の構成と大きく異なるものであるし，また，その解決課題の点においても，呼吸連動制御の構成と大きく異なるものであるというべきである。さらに，上記のとおり，引用例4には，同引用例記載の鼻被覆具を防じん防毒用のマスクとしても使用することができるとの記載がみられるものの，引用例4の検知の構成を付加した目的に照らすと，同構成を付加した引用例4の鼻被覆具は，防じん防毒用のマスクとして用いられるものではなく，加えて，上記のとおり，引用例4の鼻被覆具がブロワーを備えないものであることをも併せ考慮すると，引用例4の検知の構成を備えた同引用例の鼻被覆具は，その属する技術分野の点においても，呼吸連動制御の構成を有する呼吸用保護具(モータで駆動されるブロワーを設置したもの)と異なる面を有するものといわざるを得ない。",
                    "したがって，引用発明において，呼吸連動制御の構成を採用し得ると仮定しても，本件出願当時の当業者において，その構成を実現する具体的な方法として，引用例4の検知の構成を適用し，本件発明の検知の構成に容易に想到することができたとまで認めることはできない。",
                    "この点に関し，被告らは，引用例4記載の発明が属する国際特許分類を根拠に，引用例4の検知の構成を備えた同引用例の鼻被覆具と本件発明とが同一の技術分野に属すると主張するが，発明の属する国際特許分類が同じであることから直ちに，発明の構成の組合せ，置換等の容易性を判断する際の考慮要素の1つとなる技術分野の異同に関し，各発明の属する技術分野に異なる面がある場合を否定することはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙21公報について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙21公報には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，睡眠中の鼾が問題である際並びに閉塞性睡眠無呼吸の治療時に，睡眠者の呼吸気道に呼吸マスクを介し加圧空気源を接続する一時的な人工呼吸補助装置に関する(2頁左上欄3～5行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "実施態様の説明 本発明による装置は，両端に接続パイプ22と23を具備したシリンダー21を含む呼吸装置20より成る。シリンダー21の内部に呼気バルブ25の一部である変位可能なピストン24を配設し，このピストンをバネ38でどちらかの端位置に保持し，シリンダー内に穿孔した少なくとも1個の穴26を閉じる。このピストンは，バネ25(判決注：「バネ38」の誤記であると認められる。)の力に対抗し呼気空気がシリンダー21の中に圧入すると，穴26を開放し呼吸空気が呼吸装置20より放出されるように設置する。ピストン24はピストンの端部に…バルブワッシャ29で覆った穴28の形状をした逆止弁27を具備している。接続パイプ23に誘導センサー30を設置し，ピストン24の一端面に固設した金属ヘッド31と協働させる。呼吸装置20は接続パイプ22で，…呼吸マスク32と接続する。もう1本の接続パイプ23はパイプ33を介して加圧空気源34に接続する。…センサー30はケーブル35で電気制御装置36に接続され，往復動作の速度で制御装置36にパルスを出す。制御装置36は，設定可能な期間後に1または数パルスがなければ呼吸停止として加圧空気源34を駆動する。加圧空気源より送り出された空気量はピストン24に対抗する軽圧衝撃流として流れ，逆止弁27を通り気道に入る。吸入は呼吸マスク32に設けられた逆止弁37によりなされ，吸息時(判決注：「呼息時」の誤記であると認められる。)に閉じる(3頁左上欄3行～右上欄5行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "呼吸動作の監視は，面マスク32の呼吸装置20に取り付けた誘導センサー30により行う。バルブピストン24が逆止弁27と共に吸息及び呼息時に移動すると，センサー30が電気パルスを制御装置36に送り，この制御装置で例えば1−10秒の範囲で設定出来るセンサーからのパルス列を監視する。パルス間の時間が設定時間より短い限り，出力は静止状態にとどまる。パルス間の時間が設定値を越えると，出力リレーが約3秒間作動する。その後リレーは復帰し，監視状態が復旧する(3頁右上欄末行～左下欄7行)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，乙21公報には，呼吸マスク，接続パイプを介して呼吸マスクと接続する呼吸装置，接続パイプ等を介して呼吸装置と接続する加圧空気源及びケーブルを介して誘導センサーと接続する電気制御装置から成る一時的な人工呼吸補助装置において，呼吸装置を構成するシリンダー内に呼気バルブを設け，呼気バルブの一部を成しシリンダー内で変位可能なピストンをバネによりシリンダー内の端位置に保持し，ピストンの端部に逆止弁を設け，シリンダーの一方の端部を成す接続パイプに誘導センサーを設置し，ピストンの一方の端面(誘導センサーと対向する面)に誘導センサーと協働する金属ヘッドを固設した上，吸息時及び呼息時にピストンが移動するのを誘導センサーが検知して電気パルスを電気制御装置に送るようにし，設定した時間後に所定の数の電気パルスが送られなければ呼吸停止として加圧空気源を駆動し，気道に送気をするとの構成(以下「乙21公報の検知の構成」という。)が開示されており，これは，排気弁の開閉の有無をセンサーで検知するものということができる。",
                    "しかしながら，上記記載によると，乙21公報の検知の構成は，設定した時間内の電気パルスの数を数えることにより呼気の有無・数を検知するものであって，呼吸(排気及び吸気)がなされた時点における呼吸動作そのものを検知するものではないし，乙21公報の人工呼吸補助装置における送気も，通常になされている吸気の補助のために行われるものではなく，呼吸停止時における強制的な送気を行うものである。また，同人工呼吸補助装置における排気弁(呼気バルブ)と引用発明の排気弁とは，明らかにその構造を異にするものである。",
                    "そうすると，乙21公報の検知の構成は，その作用及び機能の点において，本件発明の検知の構成と大きく異なるものであるし，また，呼吸連動制御の構成にそのまま適用することのできるものということもできない。",
                    "したがって，引用発明において，呼吸連動制御の構成を採用し得ると仮定しても，本件出願当時の当業者において，その構成を実現する具体的な方法として，乙21公報の検知の構成を適用し，本件発明の検知の構成に容易に想到することができたとまで認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙19公報について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙19公報には，次の記載及び図示がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "…面体(20a)，…ポンプ装置(10)，…フィルター(13)，及び",
                      "text": [
                        "吸気の間はポンプ装置…から面体(20a)への空気の流れを制御し，排気の間は面体からの空気の流れを制御する弁装置から構成される強制送風呼吸装置である。",
                        "ポンプ装置…には電動モーター(11)駆動ファン(12)が含まれる。…ファン(12)は…実質的に一定の速度で運転される(訳文4～12行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "弁14を制御する圧力が，フィルター13を弁40につなぐダクト60から引き込まれる。このように，…フィルターを越えた部分の周期的な圧力低下を伴う装着者の呼吸によって圧力変化が生じ，これに敏感に反応して，弁14が開閉する(訳文19～22行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図7(a)には，吸気時において，ポンプ装置内の弁14の下部に設置されたベローズ15内の空気が吸気行為により吸い出されてベローズ15が縮み，これに伴って弁14が下降することによりポンプ装置上部が開口し，外気がポンプ装置内に流入して，ファン12，フィルター13，ダクト60及び弁40(面体に設けられたもの)を介し面体内に流れ込む様子が，図6(c)及び図7(b)には，排気時において，弁40中の第1の弁42(吸気弁に相当するもの)が閉じることにより，ポンプ装置内の空気が，装着者により吸気されずに，ファン12，フィルター13及びダクト60(ベローズ15につながる部分)を介してベローズ15内に流入し，ベローズ15が伸びて弁14が上昇することによりポンプ装置上部の開口部が閉じ，外気がポンプ装置内に流入しない状態となる様子がそれぞれ示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載及び図示によると，乙19公報には，面体，ポンプ装置，フィルター，面体に設けられる弁40等を備えた強制送風呼吸装置において，ポンプ装置内に弁14，ベローズ及び駆動ファンを配置するとともに，ポンプ装置と弁40とをつなぎ，かつ，ポンプ装置とベローズとをつなぐダクトを設けた上，呼吸の状態に応じてベローズを伸縮させることにより，ベローズ上部に設けた弁14を上下させ，ポンプ装置内への外気の流入を制御するとの構成(吸気時には外気が流入するポンプ装置上部の開口部が開き，排気時にはこれが閉じるようにするとの構成)が開示されているということができるが，これは，本件発明の吸気弁に相当する弁(弁40中の第1の弁42)等の動きを検知するとの構成ではないし，また，弁14は，本件発明の排気弁等に相当するものではない。",
                    "そうすると，乙19公報に，本件発明の検知の構成が開示されているものと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "乙7公報について",
              "text": [
                "乙7公報には，「検知器は，…排気弁の一部を構成してもよい。」(訳文2頁24～25行)との記載があるが，検知器が排気弁の一部を構成することが，排気弁の動きを検知することを直ちに意味するものということはできないから，同公報に，本件発明の検知の構成が具体的に開示されているものと認めることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "乙18公報について",
              "text": [
                "乙18公報には，「ポンプ装置を作動させるためのパラメータを面体の排気弁8のそれと関連するように選定し，…装着者の呼吸サイクルのうち排気(少なくともその一部の間)はポンプ装置の作動が停止するか概ね停止するように設定してもよい。」(訳文7～10行)との記載があるが，これをもって，同公報に，本件発明の検知の構成が具体的に開示されているものと認めることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "引用例2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "〔産業上の利用分野〕本発明は，…動力式呼吸保護器として知られている形式の呼吸保護器に関する(2頁右下欄1～7行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "〔発明の目的〕本発明の主な目的は…電池の寿命を伸ばすことにある(3頁左上欄18行～右上欄1行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "〔発明の概要〕本発明によればこの目的は，空気の入口と出口とを有(する)…フェースピース，所定の差圧が生じた際にフェースピース内の空間から空気が流れ出られるように動作する出口内の一方向吐出弁，…フェースピース内の空間に空気を供給するポンプ装置，ポンプ装置に動力を供給するため(の)…動力源，ポンプ装置からフェースピース内の空間への空気の流路にありフェースピース内の空間へ空気を流れるようにする一方向入口弁，…フィルタ装置，ポンプ装置とフィルタ装置との間において空気の圧力を検出する圧カセンサおよび圧カセンサによって設定レベル以上の圧力が検出された際にポンプ装置を動力源から切り離す制御装置からなり，ポンプ装置および吐出弁の運転パラメータが，着用者の吐出し中において入口弁が閉鎖し，ポンプ装置が運転を停止あるいはほぼ停止した状態にされるように決められていることを特徴とする呼吸保護器によって達せられる(3頁右上欄2行～左下欄3行)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "吸入の間ポンプユニット5は普通に作動し，入口弁13は開いたままであり，吐出弁2は閉じられている。吐出中はフェースピース1内の圧力がホース4内の圧力を越える点まで上昇する。この点において入口弁13は閉じる。吐出弁2は僅かに遅れて開き，入口弁13の閉鎖中においてホース4内の圧力は，ポンプユニット5がフィルタを通して呼吸保護器に空気を引き入れることを停止あるいはほぼ停止するような状態にされる点まで上昇する。ポンプユニット5の通常運転中において，各フィルタ缶11によって流れ抵抗が存在するので，フィルタ缶11とポンプ5との間の圧力は大気圧以下である。ポンプユニット5が運転を停止した場合，ポンプユニット5とフィルタ缶11との間の圧力は大気以下の圧力から大気圧までフィルタ缶11を横切る差圧を等しくするために上昇する。ファン入口とフィルタ缶11との間の範囲の圧力は圧カセンサ12によって検出され，圧カセンサ12は図示したようにこの範囲に設けられ，圧力が設定レベルたとえば大気圧以下の約100～140Paの間の設定レベルまで上昇した際に電池からポンプのモータを切り離すように制御する。吐出しの終了後フェースピース1内の圧力は，吐出弁2が閉じかつ入口弁13が開くように低下する。吐出し(判決注：「吸入」の誤記であると認められる。)の開始時点においてファンおよびファン入口に連通されているフェースピース1内の圧力が急速にかつ一時的に減少する。圧カセンサー12はこの圧力低下を検出した際にモータを再起動するために制御装置を復帰するように配置されている。このようにしてポンプユニット5は吸入のために着用者が要求する空気をフェースピース1に供給するため再び運転される。このように吐出弁2およびポンプユニット5の運転パラメータを適当に選ぶことによって，ポンプユニット5のエネルギが着用者の呼吸サイクル中に変化でき，フィルタを通して呼吸保護器に入れられて呼吸されない空気の量が減少できるだけでなく，要求される電池からの動力も減少され，従って電池の寿命が長くなる(5頁左上欄4行～左下欄3行)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，引用例2に開示された呼吸の状態を検知する方法は，圧力センサにより空気の圧力を検出するというものにすぎず，吐出弁又は入口弁の動き自体を検知の対象とするものではないから，同引用例に，本件発明の検知の構成が開示されていると認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "設計的事項性について",
              "text": [
                "被告らは，呼吸の状態を検知するために面体内の圧力を直接検知することが当業者において容易になし得たものであることを前提に，本件発明の検知の構成を採用することは，当業者の通常の創作能力の範囲内のものであり，かつ，設計的事項にすぎないと主張するが，本件発明の検知の構成は，面体内の圧力(圧力の状態)を直接検知する手段をより具体化したものであるところ，上記(1)ないし(6)のとおり，引用例4及び乙21公報を除き，排気弁等の動き(開閉)を検知するとの構成を具体的に開示する刊行物は見当たらず，また，引用例4の検知の構成及び乙21公報の検知の構成についても，引用発明において，呼吸連動制御の構成を採用し得ると仮定しても，本件出願当時の当業者において，その構成を実現する具体的な方法として，本件発明の検知の構成に容易に想到することができたものとは認められないのであるから，被告らが主張するとおり，呼吸の状態を検知するために面体内の圧力を直接検知することが本件出願当時の当業者において容易になし得たものであったとしても，その具体的な手段として本件発明の検知の構成を採用することについてまで，これが当業者の通常の創作能力の範囲内のものであり，設計的事項であると認めることは到底できないというべきであり，その他，そのように認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "したがって，本件出願当時の当業者において，本件発明の検知の構成を採用することに容易に想到し得たものと認めることはできないというべきである。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "小括",
              "text": [
                "そうすると，排気弁等の動きを検知するための更に具体的な方法として排気弁等からの距離をセンサで検知すること，当該検知のためのセンサとしてフォトインタラプタから成るものを用いること及び当該センサを排気弁等の近傍に設置することに係る容易想到性について判断するまでもなく，本件出願当時の当業者において，本件相違点に係る本件発明の構成に容易に想到し得たものということはできないから，取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，取消事由1について判断するまでもなく，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10425",
    "date": "2009-12-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038316",
    "ipprecedent_id": "2082",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}