{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2005−2484号事件について平成19年11月19日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「ディジタル・ビデオ信号処理システム用のオンスクリーン表示装置」(平成16年9月28日付け手続補正により名称を「ディジタル・ビデオ信号処理装置」と補正)とする後記発明につき国際出願の方法により特許出願をしたところ，日本国特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，同庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，原告の後記発明(本願発明)が，下記引用例に記載された発明との関係で進歩性(特許法29条2項)を有するか，である。",
            "記",
            "・引用例：特開平6−6735号公報(発明の名称「画面表示装置の制御方法」，出願人 株式会社リコー，公開日 平成6年1月14日。以下「刊行物1」といい，同記載の発明を「刊行物1発明」という。甲1)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成6年(1994年)6月17日の優先権(米国)を主張して，平成7年(1995年)5月30日，名称を「ディジタル・ビデオ信号処理システム用のオンスクリーン表示装置」とする発明につき国際出願(PCT／US95／06851，日本国における出願番号は特願平8−502219号。以下「本願」という。)をし，平成8年12月16日に日本国特許庁に翻訳文(甲2の1～6。国内公表は平成10年2月17日〔特表平10−501943号〕，甲8)を提出した。その後，平成12年9月13日付け(第1次補正。甲2の9)及び平成16年9月28日付け(第2次補正。甲2の12)で各補正をしたが，平成16年11月1日付けで拒絶査定を受けたので，原告はこれを不服として平成17年2月14日付けで審判請求をした。",
                "特許庁は，同請求を不服2005−2484号事件として審理した上，平成19年11月19日，「本件審判の請求は，成り立たない」との審決をし(出訴期間として90日附加)，その謄本は平成19年12月10日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "第2次補正後の特許請求の範囲は，請求項1ないし7から成るが，そのうち請求項1に記載された発明(以下「本願発明」という。)は，次のとおりである。",
                "「圧縮形式のビデオ画像を表わすディジタル・パケットの供給源と，グラフィック画像を表わすディジタル・データの供給源と，上記ビデオ画像を表わすディジタル・パケットと上記グラフィック画像を表わすディジタル・データの両方を記憶する単一のメモリと，上記メモリに結合されていて，上記ビデオ画像を表わすディジタル・パケットに応答して上記ビデオ画像の各成分を表わす一連のディジタル・ワードを生成するビデオ表示ユニットと，",
                "上記メモリに結合されていて，上記グラフィック画像を表わすディジタル・データに応答して上記グラフィック画像の各成分を表わす一連のディジタル・ワードを生成するグラフィックス表示ユニットと，を具えるディジタル・ビデオ信号処理装置。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決の詳細は，別添審決写しのとおりである。",
            "その理由の要点は，本願発明は，前記刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたから特許法29条2項により特許を受けることができない，というものである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお審決は，刊行物1発明の内容，本願発明と刊行物1発明との一致点及び相違点を次のとおりとした。",
            "〈刊行物1発明の内容〉",
            "「符号化されているディジタルの静止画情報を供給するシステムバス42と，",
            "グラフィック画像を表すディジタル・データを供給するフォントROM64と，",
            "符号化されている画像情報が一時記憶されるワークエリアとグラフィック画像を表すディジタル・データが一時記憶されるワークエリアとからなる単一のVRAM63と，",
            "VRAM63をワークエリアとして用い，表示を意図した符号化されているディジタルの静止画情報を復号化する符号化復号化装置65と，VRAM63をワークエリアとして用い，フォントROM64を用い",
            "て展開したグラフィック画像を表すディジタル・データをビットマップデータへ配置するとともに，液晶表示器2の表示画面の内容を制御するGDC61と",
            "を備え，ディジタル・ビデオ信号処理を行う表示制御装置41と，符号化されたディジタルの静止画情報と符号化されたディジタルの動画データとを受信する通信制御装置39と",
            "からなり，表示制御装置41においてGDC61と符号化復号化装置65がVRAM(ビデオRAM)63を共用する構成とすることで表示制御装置41に必要なメモリを削減するようにした静止画会議装置。」〈一致点〉",
            "本願発明と刊行物1発明とは，",
            "「圧縮形式の画像を表わすディジタル・データの供給源と，グラフィック画像を表わすディジタル・データの供給源と，上記画像を表わすディジタル・データと上記グラフィック画像を表わすディジタル・データの両方を記憶する単一のメモリと，上記メモリに結合されていて，上記画像を表わすディジタル・データに応答して上記画像の成分を表わす一連のディジタル・ワードを生成する画像表示ユニットと，",
            "上記メモリに結合されていて，上記グラフィック画像を表わすディジタル・データに応答して上記グラフィック画像の成分を表わす一連のディジタル・ワードを生成するグラフィックス表示ユニットと，を具えるディジタル・ビデオ信号処理装置。」",
            "である点で一致する。",
            "〈相違点1〉",
            "本願発明では，「圧縮形式の画像を表わすディジタル・データ」が「圧縮形式のビデオ画像を表わすディジタル・パケット」であり，「画像表示ユニット」が「ビデオ表示ユニット」であるのに対し，刊行物1発明では，「圧縮形式の画像を表わすディジタル・データ」が「圧縮形式の静止画像を表わすディジタル・データ」であり，「画像表示ユニット」が「ビデオ表示ユニット」ではない点。",
            "〈相違点2〉",
            "「一連のディジタル・ワード」が表す「上記画像の成分」及び「上記グラフィック画像の成分」が，本願発明ではいずれも複数であるとし，「上記画像の各成分を表わす一連のディジタル・ワード」及び「上記グラフィック画像の各成分を表わす一連のディジタル・ワード」としているのに対し，刊行物1発明では，複数であるのか否か不明である点。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決には以下のとおりの誤りがあるから，審決は違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(一致点認定の誤り・相違点の看過)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，上記のとおり，本願発明と刊行物1発明とは，「上記画像を表わすディジタル・データと上記グラフィック画像を表わすディジタル・データの両方を記憶する単一のメモリ」を有する点で一致するとした。",
                "すなわち，審決は，圧縮形式の画像を表すディジタル・データ(ディジタル・パケット)とグラフィック画像を表すディジタル・データとの双方が「単一のメモリ」に記憶されると認定した。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "しかし，刊行物1発明においては，刊行物1(甲1)の図10～図12のとおり，符号化された画像情報はグループ3ファクシミリ(G3Fax)モデム装置51からシステムバス42を介して符号化復号化装置(DCR)65が受信するものとされている。",
                "このグループ3ファクシミリの符号化スキームは，財団法人日本ITU協会発行の「ITU−T Tシリーズ勧告集(1998年改訂版)(G",
                "3／G4ファクシミリ関連)」(甲5)において，ファックス・コードワード(符号化されている画像情報)とその元の画像(特定の数の黒画素または白画素)とが1対1に対応するものとして，一義的に定義されている(グループ3のコードワードの符号化復号化につき上記勧告集T．4「表2／T．4 ターミネイティング符号」〔8頁〕，グループ4のコードワードの符号化復号化につき上記勧告集T．6「表2／T．6 ターミネイティング符号」〔76頁〕参照)。すなわち，上記ファックス・コードワードを保有する刊行物1発明における符号化復号化装置65は，符号化されている静止画の画像情報を受信すると，即座に静止画の画像情報を画信号に復号化することができる。",
                "そうすると，システムバス42から供給された符号化されたデータは，VRAM63に記憶される前に符号化復号化装置65で復号化され，この復号化されたデータがVRAM63に記憶されると考えるのが素直である。すなわち，刊行物1発明は，①データの流れがシステムバスからVRAM63まで一方向であり，②システムバスから供給される符号化されたデータは符号化復号化装置65内のデータバッファレジスタに格納され，同所で復号化される，という特徴を具備するのである。",
                "このように，刊行物1発明において上記「単一のメモリ」に相当する「VRAM63」は，圧縮形式の画像を表すディジタル・データ(符号化されている画像データ)を記憶するものではなく，復号化された後のディジタル・データのみを記憶するものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "これに対し，審決の上記認定は，刊行物1(甲1)の段落【0057】における「符号化復号化装置65は，VRAM63をワークエリアとして用いている。」(9頁左欄48行～49行)との記載を根拠とするものと解される。",
                "しかし，そこには符号化復号化装置65が「符号化」されている画像情報を元の画信号に「復号化」する際，VRAM63をワークエリアとして用いることについての明示的な記載は一切ない。「ワークエリア」とは，通常，データ処理の半ばに一時的に用いられる記憶領域のことをいうから，上記の記載のみでは，刊行物1発明が復号化から表示に至るいかなる段階においてVRAM63をワークエリアとして用いるかを確定できるものではない。",
                "かえって，刊行物1(甲1)の段落【0056】には，グラフィックデータの処理に関し，「…また，GDC61は，VRAM(ビデオRAM)63をワークエリアとして用い，したがって，その処理結果により得られた表示画像のビットマップデータは，VRAM63に蓄積される。",
                "…」(9頁左欄35行～39行)として，刊行物1発明における「ワークエリア」が，「処理結果」後，すなわち復号化された信号を蓄積する(バッファ)という意味に理解されているのであって，静止画の画信号に関する上記段落【0057】の記載についてもまた，同様の意味に理解するべきである。このことは，刊行物1の図12においてVRAM63がLCD表示制御装置62の直前に位置しており，DCR65から出力された信号がそのままLCD2に入力されることを示していることからも裏付けられる。ちなみに，刊行物1発明に対応する米国特許(USP5508713)には，「DCR65(図12A)は，CPU21に",
                "よって与えられたコマンドに応答して，システムバスからファクシミリ符号を読み出し，読み出された符号を復号化し，次に，復号化された画像データをVRAM63に書き込む。」(訳文，甲9の2)という，原出願にはないものの原告の主張に沿う記載があり，上記米国特許はこれを前提に刊行物1発明に基づく優先権主張出願が認められ，そのまま特許されている。このことは，少なくとも刊行物1に係る出願人が，原告主張の構成をもって刊行物1の記載から自明であると認識していたことを示すものである。",
                "他方，審決の上記認定を前提にすると，刊行物1発明は，直ちに復号化できる符号化された画像情報のコピーを，復号化の前に敢えてVRAM63に保存することになるが，刊行物1発明がコスト低減を狙った発明であること(甲1，段落【0009】～【0011】参照)に鑑みると，同発明がかかる迂遠な方式を採用したと解することは不合理である。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "以上のとおり，審決の一致点の認定には誤りがあり，刊行物1発明は，本願発明にいう「上記画像を表すディジタル・データ…の両方を記憶する単一のメモリ」を開示しておらず，この点において相違するものである。",
                "そして，刊行物1発明が前提とするグループ3ファクシミリの符号化復号化スキームにおいては，上記のとおりVRAM63に符号化された状態の画像情報を保存する技術的な必要性はないのに対し，圧縮形式のビデオ画像に関する本願発明においては，符号化された画像のディジタル・データが時間とともに変化して到来し，あるいは復号化処理においてもビットレートが時間とともに変化することがあるため，厳格な所定の表示レートで画像を再構成できるよう，符号化された画像のディジタル・データを「単一のメモリ」に記憶する必要がある。さらに，エラーのない復号化処理のために過不足なく符号化された画像のディジタル・データを供給するためには，符号化された画像のディジタル・データを「単一のメモリ」に記憶する必要がある。つまり，審決が看過した相違点は，本願発明と刊行物1発明が扱う対象に応じたものであり，単なる設計事項・周知事項とは到底いえず，それぞれの技術的思想に重大な差があるものである。",
                "したがって，この一致点の認定の誤り及び相違点の看過は，審決を取り消すべき重大な瑕疵に当たる。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "取消事由2(相違点2の前提事実認定の誤り・相違点の看過)審決は，相違点2を導き出す前提の本願発明と刊行物1発明との対比において，「よって，刊行物1発明の『VRAM63をワークエリアとして用い，表示を意図した符号化されているディジタルの静止画情報を復号化する符号化復号化装置65』は，『上記メモリに結合されていて，上記画像を表わすディジタル・データに応答して上記画像の成分を表わす一連のディジタル・ワードを生成する画像表示ユニット』といえる限りにおいて，本願発明と相違しない。」(8頁下1行～9頁5行)と認定する。",
            "しかし，審決が対比の対象とする本願発明における「上記ビデオ画像を表わすディジタル・パケット」の意味は，その直前の「上記ビデオ画像を表わすディジタル・パケット…を記憶する単一のメモリ」という部分に係るものであるから，「単一のメモリ」に格納された「ビデオ画像を表わすディジタル・パケット」のことであると解すべきである。",
            "他方，審決が本願発明の「ビデオ表示ユニット」に対応するものとして認定した刊行物1発明の符号化復号化装置65は，「上記メモリに結合されていて，上記画像を表わすディジタル・データに応答して上記画像の成分を表わす一連のディジタル・ワードを生成する画像表示ユニット」ではあるものの，そこに供給されるデジタル・データは，本願発明における「単一のメモリ」に相当するVRAM63に記憶されたものではなく，システムバス42から直接供給されるものである。",
            "したがって，審決の上記認定は誤りであり，審決は，本来認定すべき「刊行物1発明の符号化復号化装置65は，本願発明にいう『上記ビデオ画像を表わすディジタル・パケットに応答して』を具備していない点」という相違点を看過していることになる。",
            "そして，本願発明と刊行物1発明における符号化・復号化データの流れ，単一のメモリ(VRAM63)に符号化データが格納されるかどうかという点は，本願発明がビデオ表示を対象としており，刊行物1発明がグループ3ファクシミリを対象としている事実に基づく本質的なものである。したがって，上記相違点(刊行物1発明の符号化復号化装置65は，本願発明にいう「上記ビデオ画像を表すディジタル・パケットに応答して」を具備していない点)の看過は審決の結論に影響を及ぼすことは明らかである。",
            "また，かかる相違点は周知ではないから，少なくとも，何の副引用例もなく本願発明を拒絶審決に導くことはできない。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "取消事由3(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，次のとおり，本願発明と刊行物1発明との作用・機能の違い，本願発明の予想以上の効果，技術課題の違いを正当に評価せず，相違点1を実質的に設計事項に当たると判断したものであって，誤りである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本願発明は，大容量の動画データないしビデオ画像の処理を行うためMPEG等の圧縮手段を用いており，そのため複数の画像情報から特定の画信号を生成するなどの特別の構成をとっている。他方，刊行物1発明は，単なる白黒の静止画像の処理を行うだけであるから，複数の画像情報から特定の画信号を生成することなどあり得ず，特別の構成は必要ない。したがって，相違点1に係る動画データないしビデオ画像を取り扱う点において，本願発明と刊行物1発明とでは作用・機能が大きく異なる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "上記aのとおり，本願発明と刊行物1発明とでは作用・機能が全く異なるのであるから，その効果も大きく異なるのは当然である。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "本願発明は，相違点1に係る動画データないしビデオ画像の処理を行うディジタルテレビの分野に関する発明であり，刊行物1発明は，静止画の処理を行う電話会議システムに関する発明である。したがって，本願発明と刊行物1発明とでは技術分野が異なり，その技術課題に違いがあるのは当然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また，刊行物1発明に相違点1に係る動画データないしビデオ画像を組み合わせることについては，以下のとおり阻害事由がある。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "動画は少なくとも1秒間当たり30フレームを含むが，刊行物1(甲1)に開示された画像会議システムにおいては，①GDC61→VRAM63の画像書換のタイミングは1秒間当たり5フレームの周期であり，②VRAM63→液晶表示器2の画像書換のタイミングは1秒間当たり72フレームの周期である(段落【0060】参照)。動画の表示においては，少なくとも1秒間当たり30フレームの更新をすることによってスムーズな動きを実現できるところ，上記①のタイミングで非常にゆっくりした画像書換しか行っていない情報を，上記②で急に早くして1秒間あたり30フレーム以上の更新としても，新たな情報が加わるものではないから，上記①の不連続な(スムーズではない)動きがVRAM63に伝わり，それが上記②でも不連続に表示されることに変わりはない。これは，刊行物1発明が，静止画会議システムを低コストで提供するためのものだからである。",
                    "審決は，刊行物1の段落【0158】に「端末間で音声データと動画データをやりとりするときの伝送手順の一例」が示されていることを挙げて，刊行物1発明に動画表示が開示されているとするが，実際には，刊行物1発明は動画を表示する画面表示装置としては不適切であって，相違点1に係る動画データないしビデオ画像を刊行物1発明に適用して「圧縮形式の画像」として「圧縮形式のビデオ画像」を得ること，「画像表示ユニットを」を「ビデオ表示ユニット」とすることについては，阻害事由が存在する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，刊行物1発明の符号化復号化装置65を動画復号化器等に置き換えたとしても，更なる阻害事由が存在する。",
                    "すなわち，刊行物1発明において，CPU21は通信制御装置39を制御するものである(段落【0040】，【0048】参照)。そして，通信制御装置39によって受信される符号化された画情報は，符号化復号化装置65がシステムバス42等からこの符号化された画情報を復号化のために読み出すことができるように，復号化前のバッファ・メモリとしての機能を果たすRAM23に記憶され，そこから符号化復号化装置65によってファクシミリ符号が符号化復号化装置65内のデータバッファレジスタに記憶されることになるから，符号化された画情報をこのようなメモリにおいて記憶するためには，CPU21からの制御が必要となる。しかるに，刊行物1発明のVRAM63はシステムバス42に接続されていないため(甲1の図10及び図12参照)，CPU21からの制御を受けることができないから，符号化復号化装置65を動画復号化器等に置き換えたとしても，VRAM63をもって符号化された画情報を記憶するメモリとすることはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "subject": "取消事由4(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "刊行物1発明は，単に白黒画像信号(輝度情報(Y)のみ)に適用される静止画信号処理装置を開示しているにすぎず，一つの「画像の成分」よりも多くの成分を扱うことについては開示も示唆もしていない。",
                "そうすると，刊行物1発明においては，「画像の成分」が「複数であるのか否か不明」なのではなく，「画像の成分」は一つ(輝度情報(Y)のみ)であることは明らかである。",
                "したがって，相違点2の判断の前提となる，刊行物1発明では「画像の成分」が「複数であるのか否か不明である」との認定自体，明らかな誤りである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また審決は，本願発明と刊行物1発明との作用・機能の違い，本願発明の予想以上の効果，技術課題の違いを正当に評価せず，相違点2を設計事項に当たると判断したものであって，誤りである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "まず，本願明細書(翻訳文，甲2の3)には，例えば，「…グラフィックス画像の各成分としてビデオ画像情報の送信に用いられる成分と同じ成分が選択され，即ち輝度(Y)および1対の色差信号(UおよびV)が選択される。…」(9頁13行～16行)，「…ビデオ画像の各成分とグラフィックス画像の各成分が同じ成分になるように選択しておけば，一方の組の成分から他方の組の成分に変換する必要がなくなるので，OSD装置が簡単になる。…」(9頁16行～18行)とあるとおり，相違点2に関する明らかな作用・機能の違いが明記されているし，はっきりと，本願発明の「成分」が「輝度(Y)および1対の色差信号(UおよびV)」の双方を含むことが記載されている。",
                    "これをふえんすると，そもそも本願は圧縮形式のビデオ画像に関するものであるところ，圧縮形式のビデオ画像を復号化(ディジタルワードを生成)するためには，MPEGの標準に則り復号化(圧縮解除)することになる。この場合，ビデオ画像は容量が大きいため，符号化(圧縮)の際，取り扱う色情報(輝度情報(Y)と色差情報(U，V))のうち，人間の目が比較的鈍感な色差情報を間引くことで，情報を減少させ符号化する方策が採られ(「4：2：2方式ないし4：2：0方式」など)，これにより，高率での符号化(圧縮)が可能になる(なお，復号化(圧縮解除)は，この逆の手順を採る。)。",
                    "他方，刊行物1発明は，単に白黒画像信号(即ち，輝度情報(Y)のみ)に適用される静止画信号処理装置を開示しているにすぎないため，本願発明のようなビデオ画像信号の(輝度情報(Y)及び1対の色差情報(U，V)を含む)成分(すなわちカラー画像)を処理する必要はなく，当然，そのような高圧縮のための工夫は開示も示唆もされていないのである。",
                    "このように，相違点2に係るカラー画像に関して，本願発明と刊行物1発明の作用・機能は明らかに異なる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，本願発明はカラー画像において簡略化された(すなわち，コスト効率の優れた)形式のディジタルOSD装置を開示している。これは，予想以上の効果に当たる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "さらに，本願発明において，相違点2に関して掲げられている課題は，ディジタル・カラー信号処理回路とともにアナログOSD装置を含むビデオ信号処理回路の所望しない複雑さの回避に関するものである。これに対し刊行物1発明は，ファクシミリを元にしている以上，このような複雑さに関する課題は存在しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "オ",
          "subject": "取消事由5(理由記載の法令違反)",
          "text": [
            "最高裁判所昭和59年3月13日第三小法廷判決(集民141号339頁)は，「審決書に記載すべき理由としては，当該発明の属する技術の分野における通常の知識を有する者の技術上の常識又は技術水準とされる事実などこれらの者にとって顕著な事実について判断を示す場合であるなど特段の事由がない限り，…審判における最終的な判断として，その判断の根拠を証拠による認定事実に基づき具体的に明示することを要するものと解するのが相当である。」と判示する。",
            "しかるに審決は，相違点1及び2が設計事項でないにもかかわらず，刊行物1以外の証拠を示していない。",
            "そうすると，審決は，相違点1及び2に関し，その判断の根拠を証拠による認定事実に基づき具体的に明示していないことになるから，審決は，特許法157条2項4号に違反する。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論",
                      "text": [
                        "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "刊行物1発明における符号化復号化装置65は，画信号を符号化圧縮するとともに，符号化されている画像情報を元の画信号に復号化するものである(刊行物1〔甲1〕段落【0057】参照)。",
            "そして，ワークエリアは処理作業用の記憶に用いるのが通常の理解であるところ，特開平4−35160号公報(発明の名称「ファクシミリ装置の制御方法」，出願人 株式会社リコー，公開日 平成4年2月5日，乙1。",
            "以下「乙1公報」という。)，特開昭62−38658号公報(発明の名称「副走査速度の制御方法」，出願人 株式会社日立製作所，公開日 昭和62年2月19日，乙2。以下「乙2公報」という。)，特開昭61−198866号公報(発明の名称「画像通信装置」，出願人 キヤノン株式会社，公開日 昭和61年9月3日，乙3。以下「乙3公報」という。)に開示されているとおり，ファクシミリにおいて符号化されたデータを復号化する処理作業を行うに当たり符号化されたデータをメモリに記憶した上で復号化することは周知である。",
            "そうすると，刊行物1発明における符号化復号化装置65についても，復号化処理をする際，ファクシミリの符号化されたデータの記憶につきVRAM63をワークエリアとして用いるものと理解することができる。",
            "したがって，「…符号化されている画像情報は，復号化する前に，ワークメモリとしてのVRAM63に一時記憶されるものと理解される。」(審決6頁7行～8行)とした審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，刊行物1(甲1)の図12の配置などから，VRAM63には復号化されたデータが記憶されると解すべき旨主張する。しかし，刊行物1(甲1)には，「…また，符号化復号化装置65は，VRAM63をワークエリアとして用いている。」(段落【0057】)と記載されているのであって，VRAM63はワークエリアとして用いられるものである。ワークエリアは処理の終了後に処理結果を記憶するためのバッファとするだけではなく，処理過程に従って記憶をする際にも用いられるのであって，ワークエリアとしてのVRAM63も，処理の終了後に処理結果を記憶するためだけに用いられるものでないと理解するのが自然である。刊行物1(甲1)における図12に示された符号化復号化装置65とVRAM63相互の構成は双方向にデータのやりとりをする構成であって，処理の終了後の復号化されたデータを記憶することしかできないような一方的な構成ではないから，符号化復号化装置65とワークエリアとしてのVRAM63との間で処理過程に従って記憶するデータのやりとりを行い，ファクシミリの処理過程で記憶する符号化されたデータ(処理に用いる符号化されている画像情報)が記憶されると理解するのが自然である。",
            "また原告は，グループ3ファクシミリに係る技術においては，その復号化処理の際に，VRAM63に符号化された状態の画像情報を記憶する必要性は存在しない旨主張するが，ファクシミリは符号語を白黒のランレングスに置き換えるものであり，その際，乙1～乙3公報に記載のとおり，符号化されたデータをメモリに記憶した上で復号化することが周知であるから，処理の作業用の記憶に用いるワークエリアに処理に用いる符号化されたデータを記憶して復号化処理を行うと考えるのが自然な理解である。",
            "さらに原告は，「ワークエリア」とは，単なるバッファとして使用するメモリという程度の意味であり，「ワークエリア」との記載から必ずしも「復号化する前に記憶されるメモリ」という解釈にはならない旨主張する。しかし，VRAM63は，そのワークエリアの機能の一つとして，処理の終了後に処理結果を記憶するためのバッファとしても用いられているのであり，バッファとして用いられることは審決の上記認定が誤りであることの根拠となるものではない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上のとおりであるから，審決の認定に誤りはなく，原告主張の相違点の看過はない。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "text": [
        "原告は，符号化復号化装置65に供給されるデジタル・データは，本願発明「単一のメモリ」に相当するVRAM63に記憶されたものではなく，システムバス42から直接供給されるものであると主張するが，これは，刊行物1発明におけるVRAM63は圧縮形式の画像を表すディジタル・データ(すなわち，符号化されている画像データ)を記憶するものではないという，取消事由1と同じ理解ないし根拠に基づくものである。",
        "そして，上記(1)のとおり，符号化復号化装置65は，本願発明における「単一のメモリ」に相当するVRAM63に記憶されたデジタル・データ(符号化されている画像情報)を復号化するのであるから，審決が，相違点2に関し，「よって，刊行物1発明の『VRAM63をワークエリアとして用い，表示を意図した符号化されているディジタルの静止画情報を復号化する符号化復号化装置65』は，『上記メモリに結合されていて，上記画像を表わすディジタル・データに応答して上記画像の成分を表わす一連のディジタル・ワードを生成する画像表示ユニット』といえる限りにおいて，本願発明と相違しない。」(8頁下1行～9頁5行)と認定したことに誤りはなく，原告主張の相違点の看過はない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "取消事由3に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，静止画(刊行物1発明)と動画データないしビデオ画像(本願発明)とでは，作用・機能が大きく異なり，技術分野，技術課題に違いがあると主張する。",
            "しかし，刊行物1(甲1)には，静止画会議システムにおいても動画データのやりとりをする旨の記載があり(段落【0158】，【0167】参照)，動画データないしビデオ画像の作用・機能や処理過程は，雑誌(日経エレクトロニクス第603号，平成6年3月14日・日本経済新聞社発行〕82頁～104頁，乙4)や書籍(安田浩編著「マルチメディア符号化の国際標準」〔平成5年4月15日第4刷・丸善株式会社発行〕，乙5)に見られるとおり周知であるから，動画データによる作用・機能は刊行物1発明においても期待されるものであるとともに，動画データを取り扱う上で技術分野に相違はなく，動画データであることによる技術課題も同じく有するものである。",
            "そして，動画データを取り扱う以上，その具体的手段を設計するのは当業者が当然になすことである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また原告は，1秒間当たりにおけるフレームの周期の違いをもって阻害事由となる旨主張する。",
            "この点，動画データが1秒間当たり30フレームを要求するものであり，1秒間当たり5フレームの周期で表示できないことは原告の指摘するとおりである。しかし，当業者は動画データを取り扱えるよう具体的手段を設計するのであって，1秒間当たり30フレームで動作するようにして動画データを取り扱えるようにすることは，動画データが1秒間当たり30フレームを要求することを知る当業者にとって，何ら困難性がない。",
            "よって，GDC61からVRAM63への画像書換のタイミングが1秒間当たり5フレームの周期であることは，1秒間当たり30フレームで動作するようにすることの妨げにはならず，原告の主張する阻害事由は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "取消事由4に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，刊行物1発明では「画像の成分」が複数であるのか否か不明であるとの審決の認定に誤りがある旨主張する。",
            "しかし，刊行物1発明で扱うファクシミリは白黒の2値からなるデータであり，単数の成分(輝度情報)で足りるものではあるが，GDC61の取り扱うグラフィック画像のデータが必ず輝度情報しか取り扱わないものとは断定できず，「ドット色の反転」が単数の成分(輝度情報)で表しているとは断定できないし，やりとりする動画データの成分も不明であるから，審決の上記認定に誤りはない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，相違点2に係る構成を設計事項とした審決の判断は，本願発明と刊行物1発明との作用・機能，効果，技術課題の違いを看過するもので誤りであると主張するが，以下のとおり理由がない。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "作用・機能の違い",
              "text": [
                "上記アのとおり，本願発明は，画像の成分を「各成分」と特定できるのに対し，刊行物1発明では「各成分」といえないから，本願発明が「各成分」(カラー)を取り扱うことによる作用・機能に違いがあることは考えられる。",
                "しかし，審決は，一般に，扱う画像をカラー画像とすることは必要に応じて適宜決め得る設計事項にすぎないという，画像を取り扱う当業者の技術レベルを前提に，GDC61の取り扱うグラフィック画像，やりとりする動画データの画像をカラー画像とすることは必要に応じて適宜決め得るものと判断したものである。そして，MPEGがカラーを取り扱い，輝度情報と色情報との複数の成分を有するものであることは，前記乙4及び乙5に見られるとおり周知であり，カラーの画像とするか否かの選択は適宜に行えるのであって，そこに何らの困難性もないし，本願発明が「各成分」を取り扱うことによる作用・機能の違いは，当業者の技術レベルから見れば画像にカラーを選択することに付随する微差にすぎない。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "予想以上の効果",
              "text": [
                "原告は，本願発明はカラー画像において簡略化された(すなわち，コスト効率の優れた)形式のディジタルOSD装置を開示するものであると主張するが，上記効果は「単一のメモリ」を用いた点で奏されるものである。「単一のメモリ」を用いた簡略された装置は刊行物1発明に開示されており，カラー画像に用いればカラー画像に対して「簡略された」という効果が奏されることは当然に予想されるものであるから，原告の主張する効果が予想以上のものであるということはできない。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "技術課題の違い",
              "text": [
                "原告は，本願発明において相違点2に関して掲げられている課題は複雑さを回避することであるのに対し，刊行物1発明にはこのような課題は存在しない旨主張する。",
                "しかし，発明の過程における技術課題に相違があったとしても，本願発明の構成が容易に導かれ，その効果が予想されるのであれば，特許権を受けることはできない。本願発明は「成分」を「各」と特定している点だけでカラーであることを導くものであり，当業者のレベルにおいては微差である。",
                "また，本願発明はアナログOSD装置を含む構成となっておらず，アナログOSD装置に関して本願発明と刊行物1発明に相違はないから，アナログOSD装置に関する相違をいう原告の主張は，本願発明に基づかない主張である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "取消事由5に対し",
      "text": [
        "原告は，相違点1及び2が設計事項等ではないのに，判断の根拠を証拠による認定事実に基づき具体的に明示していないから，審決は特許法157条2項4号に違反すると主張する。",
        "しかし，上記(3)のとおり相違点1には阻害事由はなく，相違点1に係る本願発明の構成は当業者であれば容易に想到できたものであるし，上記(3)及び(4)のとおり，本願発明と刊行物1発明との間における技術的思想に大きな差異はなく，相違点1に係る本願発明の構成，相違点2に係る本願発明の構成は当業者であれば容易に想到できたものである。",
        "そして，「一般に，会議において動画を視聴すること」，「一般に，扱う画像をカラー画像とすることは必要に応じて適宜決め得る」ものであることは顕著な事実であり，「色情報を含む動画データないしビデオ画像の作用・機能や処理過程」(特に，符号化データを記憶して処理を行うこと)は周知であり(乙4〔日経エレクトロニクス平成6年3月14日号〕，乙5〔マルチメディア符号化の国際標準。丸善。平成5年4月15日発行〕参照)，当業者において証拠を示して明示する必要のないものであって，これも顕著な事実といえる。",
        "このように，審決は顕著な事実を基に当業者が本願発明を容易になし得たと判断しているのであるから，その理由は証拠によらずとも明白であり，審決が特許法157条2項4号に違反することはない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明(請求項1)の内容は上記第3の1(2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本願明細書(公表特許公報〔甲8〕，第2次手続補正書〔甲2の12〕)には，次の記載がある。",
                "・ 「ディジタル・ビデオ信号処理システム用のオンスクリーン表示装置産業上の利用分野",
                "この発明は，ディジタル・ビデオ信号処理システム用の“オンスクリーン表示”(OSD)装置に関する。",
                "発明の背景",
                "ビデオ信号処理システムに用いられるオンスクリーン表示(OSD)装置は，グラフィック画像を表わす信号と通常のビデオ信号の間の切換えを行う切換回路(または“多重化”回路)を具えている。その切換回路は，そのビデオ信号によって表わされる画像をグラフィック画像で置換して，またはそのビデオ信号によって表わされる画像と共に(その画像中に挿入して)，グラフィック画像が画像再生装置のスクリーン上に表示されるように切換えを行う。そのグラフィック画像はアルファニューメリック(英数字)シンボルまたは画像グラフィックスの形式をとる。また，そのグラフィック画像を用いてチャンネル番号もしくは時間等の状態情報または操作命令を表示することができる。",
                "アナログ・ビデオ信号処理システムにおいて用いられるOSD装置では，一般に，その多重化回路の動作によって，そのグラフィック画像の各部分が表示される各時点で表示レベルがそのグラフィック画像の各部分の所定の強度に相当するレベルに切換えられる。そのようなOSD装置においては，グラフィック画像を表わす信号は，そのグラフィック画像の各部分が表示されるときに生じるタイミング・パルスの形式で発生し，多重化回路の制御に使用されている。そのようなアナログOSD装置は，ディジタル・ビデオ信号処理システムに用いることもできるが，そのためにはディジタル形式のビデオ信号をまずアナログ形式に変換する必要がある。一般に，ディジタル・ビデオ信号処理システムは，ディジタル・ビデオ信号をアナログ形式に変換するディジタル−アナログ変換器部(DAC)を具えているが，OSD装置をディジタル・ビデオ処理部における一体化した部分として組み込むことができれば製品のコスト効率が向上する。",
                "発明の概要",
                "この発明は，ディジタル・ビデオ信号処理システム用のディジタルOSD装置に関し，特に，圧縮形式の画像情報を表わすディジタル・ビデオ信号を処理するディジタル・ビデオ信号処理システム用のディジタルOSD装置に関する。",
                "さらに具体的に説明すると，この発明によるディジタル・ビデオ信号処理システムは，圧縮形式の画像情報を表わす符号化データ・パケットを受け取る。次いで，ビデオ復号器およびそれに関連するビデオ・メモリにより，ビデオ・パケットを復号し，圧縮解除(decompress)または伸長して，ビデオ画像を表わすディジタル・ワードのグループ(群)を生成する。また，そのビデオ復号器は，都合よくビデオ・メモリに記憶されたグラフィックス・ビットマップ(bit map)をグラフィック画像を表わすディジタル・ワードのグループに変換するオンスクリーン表示(OSD)ユニットを含んでいる。その画像を表わすディジタル・ワードとグラフィックを表わすディジタル・ワードとは，OSD表示ユニットの制御の下で互いに多重化される。」(甲8・4頁2行～5頁12行)",
                "・ 「 発明の目的",
                "相異なるデータ・フォーマットのビデオ画像とグラフィック画像を単一のメモリに記憶させ，且つ記憶されたビデオ画像とグラフィック画像をそれぞれ表示させることのできるディジタル・ビデオ信号処理装置を提供することである。」(甲2の12・2頁6行～9行)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明は，グラフィック画像を表す信号と通常のビデオ信号の間の切換えを行う切換回路(又は「多重化」回路)を備えた「ディジタル・ビデオ信号処理システム用のオンスクリーン表示(OSD)装置」への適用を背景としつつ，相異なるデータ・フォーマットのビデオ画像とグラフィック画像を単一のメモリに記憶させ，かつ記憶されたビデオ画像とグラフィック画像をそれぞれ表示させることのできるディジタル・ビデオ信号処理装置を提供することを目的とするものであり，その際，OSD装置をディジタル・ビデオ処理部における一体化した部分として組み込むことにより，製品のコスト効率を向上するとの効果を意図したものと認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(一致点認定の誤り・相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，本願発明と刊行物1発明とが，「上記画像を表わすディジタル・データと上記グラフィック画像を表わすディジタル・データの両方を記憶する単一のメモリ」を有する点において一致すると認定した点に誤りがある旨主張するので，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記2のとおり，本願発明は，「圧縮形式のビデオ画像を表わすディジタル・パケットの供給源と，グラフィック画像を表わすディジタル・データの供給源と，上記ビデオ画像を表わすディジタル・パケットと上記グラフィック画像を表わすディジタル・データの両方を記憶する単一のメモリと，…を具えるディジタル・ビデオ信号処理装置」を内容とするものである。",
                "そして，「上記ビデオ画像を表わすディジタル・パケット」との構成における「上記」とは，その直近の構成である「圧縮形式のビデオ画像を表わすディジタル・パケット」を指すものであるから，上記「単一のメモリ」は，「圧縮形式のビデオ画像を表わすディジタル・パケット」と「グラフィック画像を表わすディジタル・データ」の双方を記憶するものであると認められる。",
                "したがって，本願発明が，審決の認定した上記構成(圧縮形式の画像を表すディジタル・データ〔ディジタル・パケット〕とグラフィック画像を表すディジタル・データとの双方が単一のメモリに記憶されること)を有するものであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，刊行物1発明について上記の点を検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲1)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "・ 「本発明は，高精細の解像度を備えた液晶表示器を表示装置として用いる画面表示装置の制御方法に関する。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "・ 「近年，テレビ会議装置だけでは不足している文書に基づいた会議を可能にするものとして，静止画会議装置(通信会議装置)が提案されている。この静止画会議装置は，通話機能，会議資料を送受信するためのファクシミリ通信機能，会議資料などの静止画像に対して適宜に描画するためのテレライティング通信機能，議事進行のための静止画会議機能，および，会議資料などの文書情報を保存する文書保存機能を備えており，会議に先立ってあるいは会議中の必要に応じて，会議資料を相手端末に送信し，同一の会議資料を参照しながら，通話機能，または，テレライティング通信機能を用いて，会議を行なうものである。」(段落【0002】)",
                        "・ 「さて，同室に在室する複数のメンバーで1台の静止画会議装置を共用する場合には，その静止画会議装置をメンバーが取り囲むこととなり，画面の正面に位置しているメンバー以外のメンバーが画面の内容を明確に読み取れないという事態を生じ，大変不便である。」(段落【0003】)",
                        "・ 「かかる不便を解消するためには，例えば，おのおののメンバーについて静止画会議装置を用意し，それぞれのメンバーが独立して操作を行なえるようにすることが考えられる。」(段落【0004】)",
                        "・ 「しかしながら，同室内に複数の静止画会議装置を用意することは，会議のコストが非常に高くなり好ましくない。また，2対地で開催する静止画会議であっても，複数の静止画会議装置を接続するためのMCU(多地点接続ユニット)機能を必要とし，会議コストがさらに高くなるという不都合を生じる。」(段落【0005】)",
                        "・ 「そこで，静止画会議装置の画面表示機能のみを備えた画面表示装置を構成し，この画面表示装置をおのおののメンバーに配布し，これらの画面表示装置に静止画会議装置の表示画面を分配して，複数のメンバーが同一の画面を見ることができるようにすることが考えられる。」(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "・ 「しかしながら，このような静止画会議装置の画面表示装置への表示画面の分配には，次のような不都合がある。」(段落【0007】)",
                        "・ 「例えば，静止画会議装置および画面表示装置の画面表示機能をCRT表示装置を用いて実現した場合，静止画会議装置の画面表示装置への表示画面の分配は，静止画会議装置のCRT表示装置の表示信号(例えば，ＮTSCコンポジット信号)を取り出し，その表示信号を同軸ケーブルを用いて画面表示装置に分配すればよいが，この場合には，静止画会議装置および画面表示装置が大型化し，会議室として広い空間を必要とするので好ましくない。」(段落【0008】)",
                        "・ 「また，静止画会議装置の画面表示機能には，例えば，A4サイズの原稿画像を詳細に表示できる程度の高精細の解像度(例えば，1280画素×1024ライン程度)が必要であり，このような高精細解像度画面を分配するためには，非常に広い帯域の表示信号を用いるので，信号伝送系のコストが非常に高くなるという不都合も生じる。」(段落【0009】)",
                        "・ 「なお，静止画会議装置および画面表示装置の画面表示機能を液晶表示器を用いて実現すると，装置を小型化できるが，信号伝送系のコストを抑制することはできない。」(段落【0010】)",
                        "・ 「本発明は，かかる実情に鑑みてなされたものであり，装置を小型化できるとともに，画面分配時の信号伝送系のコストを低減できる画面表示装置の制御方法を提供することを目的としている。」(段落【0011】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用",
                      "text": [
                        "・ 「したがって，比較的遅い液晶表示器の画面書換周期で液晶表示器制御手段に出力される表示データを外部装置に出力しているので，画面分配のために出力する表示信号の信号帯域を制限することができ，その伝送系のコストを低減できる。また，スレーブ装置からの画面操作信号をマスタ装置に出力し，マスタ装置では，その画面操作信号に基づいて表示内容を操作した後に，その操作後の画面の表示データを表示するとともにスレーブ装置に分配するようにしているので，スレーブ装置のユーザが必要に応じて，表示画面の内容を操作できる。」(段落【0018】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，刊行物1発明は，高精細の解像度を備えた液晶表示器を表示装置として用いる画面表示装置の制御方法に関するものであり，中でも通信会議装置としての利用を想定しつつ，そこにおける画面表示装置の制御方法を意図するものである。",
                    "そして，従来技術として，通信会議装置において，画面表示機能のみを備えた画面表示装置を構成し，この画面表示装置を会議に参加した各メンバーに配布し，これらの画面表示装置に通信会議装置の表示画面を分配して，複数のメンバーが同一の画面を見ることができるようにすることが考えられるが，このような方法によった場合，装置が大型化することによりコスト増や信号伝送系のコスト増が考えられるので，刊行物1発明はそのような課題の解決を目的としたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "続いて，上記課題の具体的な解決手段におけるディジタル・データとメモリとの関係についてみると，刊行物1(甲1)には，実施例として以下の記載がある。",
                    "・ 「【0021】この静止画会議システムは，伝送路としてISDＮを用いるとともに静止画会議装置機能をすべて備えているマスタ装置MRと，静止画会議装置の画面表示機能および画面操作機能の一部を備えた4台のスレーブ装置SL1，SL2，SL3，SL4からなり，…マスタ装置MRとスレーブ装置SL1，SL2，SL3，SL4は，それぞれケーブルCLを介してチェーン状に接続されている。」・ 「【0024】…マスタ装置MRは，通話機能，会議資料を送受信するためのファクシミリ通信機能，会議資料などの静止画像に対して適宜に描画するためのテレライティング通信機能，議事進行のための静止画会議機能，および，会議資料などの文書情報を保存する文書保存機能などを実現するための本体装置1，…から構成されている。…」",
                    "・ 「【0025】また，本体装置1には，例えば，1280×1024の表示ドット構成の液晶表示器2が設けられており，この液晶表示器2には，その表示画面の任意の一点を指定することができるタッチパネル装置3が付設されている。このタッチパネル装置3の操作は，タッチペン4により行なう。…」・ 「【0027】このスレーブ装置SL1には，マスタ装置MRと同一の1280×1024の表示ドット構成の液晶表示器11，この液晶表示器11に付設されてその表示画面の任意の一点を指定するためのタッチパネル装置12…が設けられている。また，タッチパネル装置12の操作は，タッチペン14により行なう。」・ 「【0029】ここで，テレライティング通信機能について説明する。」・ 「【0030】このテレライティング通信機能を用いると，…ISDＮを介して接続された2台の静止画会議装置AGC1，AGC2の間で，一方の静止画会議装置AGC1が画面上で描画すると，他方の静止画会議装置AGC2の画面上で，その描画内容と同じものがリアルタイムに表示される。」",
                    "・ 「【0031】したがって，通話機能とともにこのテレライティング通信機能を用いると，共通の会議資料を参照しながら，通話し，会議を進行させることができる。",
                    "…」",
                    "・ 【図10】 【図12】",
                    "・ 「【0039】図10は，マスタ装置MRの構成例を示している。」・ 「【0040】同図において，CPU(中央処理装置)21は，このマスタ装置MRの各部の制御処理，および，通話機能，ファクシミリ通信機能，テレライティング通信機能，静止画会議機能，会議資料などの文書情報を保存する文書保存機能，および，スレーブ装置SL1，SL2，SL3，SL4との間のデータ伝送機能などの制御処理を行なうためのものであり，ROM(リード・オンリ・メモリ)22は，CPU21が実行する制御プログラムや，その制御プログラムを実行するために必要な各種パラメータなどのデータを記憶するものであり，RAM(ランダム・アクセス・メモリ)23は，CPU21のワークエリアを構成するものである。」・ 「【0046】通信制御装置39は，ISDＮに接続して，Dチャネル(信号チャネル)における呼制御機能と，Bチャネル(情報チャネル)における通話機能，ファクシミリ通信機能，テレライティング通信機能，および，静止画会議機能の下位レイヤの通信制御機能を行なうためのものである。ハンドセット5は，この通信制御装置39に接続されている。」",
                    "・ 「【0048】これらのCPU21，ROM22，RAM23，タイマ装置24，時計装置25，SRAM26，DMA制御装置28，割込制御装置29，データ入出力部30，シリアルインタフェース回路31，プリンタインタフェース装置34，スキャナインタフェース装置35，フロッピーディスクインタフェース装置36，磁気ディスクインタフェース装置38，通信制御装置39，タッチパネル制御装置40，および，表示制御装置41は，それぞれシステムバス42に接続されており，これらの各要素間のデータ伝送は，主としてこのシステムバス42を介して行なわれる。…」",
                    "・ 「【0055】図12は，表示制御装置41の一例を示している。」・ 「【0056】同図において，GDC(グラフィック・デバイス・コントローラ)61は，液晶表示器2の表示画面の内容を制御するものであり，文字コードデータの図形文字データ(フォントデータ)への展開と，ビットマップデータへの配置，画像の拡大縮小，ドット色の反転，直線，円，楕円および四角形などの図形の描画，描画図形の線種などの表示属性の設定，図形のマスクなどの種々の画像処理機能を備えているとともに，液晶表示器表示制御装置62の表示タイミングも制御する。",
                    "また，GDC61は，VRAM(ビデオRAM)63をワークエリアとして用い，したがって，その処理結果により得られた表示画像のビットマップデータは，VRAM63に蓄積される。また，GDC61は，VRAM63からのデータの読み出しも制御する。また，フォントROM64は，おのおのの文字コードデータに対応した図形文字データを記憶するものである。」",
                    "・ 「【0057】符号化復号化装置65は，画信号を符号化圧縮するとともに，符号化されている画情報を元の画信号に復号化するものであり，グループ3ファクシミリモードの符号化復号化処理機能と，グループ4ファクシミリモードの符号化復号化処理機能を備えている。また，符号化復号化装置65は，VRAM63をワークエリアとして用いている。」",
                    "・ 「【0058】このように，VRAM63を，GDC61と符号化復号化装置65とで共用しているので，表示制御装置41に必要なメモリを削減することができる。",
                    "なお，当然のことながら，GDC63と符号化復号化装置65が同時にVRAM63の同一アドレスをアクセスしないように，メモリ排他競合制御がなされる。」・ 「【0059】液晶表示器表示制御装置62は，VRAM63の所定の表示画面用領域から表示データを液晶表示器2に表示出力するものである。」・ 「【0060】ここで，VRAM63に対する画面書換は，液晶表示器2の画面応答性などから1秒間当たり5フレームの周期で実行されるとともに，液晶表示器2の画面リフレッシュは，その特性上，1秒間当たり72フレームの周期で実行される。」",
                    "・ 「【0061】また，VRAM63の表示データは，16ビットパラレルデータとして液晶表示器表示制御装置62に出力される。また，液晶表示器2は，上下2画面に分割されており，液晶表示器表示制御装置62に付設されている上画面バッファ66および下画面バッファ67は，それぞれ液晶表示器2の上画面および下画面に出力する表示データを一時保持するためのものであり，液晶表示器表示制御装置62は，上画面バッファ66に保持している表示データDLaと，下画面バッファ67に保持している表示データDLbを，それぞれ8ビットパラレルデータとして，液晶表示器2の上画面および下画面に出力している。」",
                    "・ 「【0069】また，GDC61，VRAM63，フォントROM64，および，符号化復号化装置65は，内部バス69に接続されており，これらの要素間のデータのやりとりは，主としてこの内部バス69を介して行なわれている。」エ 以上の記載によれば，刊行物1発明においては，例えば，会議を実施するに当たり，会議出席者に割り当てられた端末(マスタ装置及びスレーブ装置)の液晶画面上にISDＮ回線を介して取得した共通の会議資料(ファクシミリ画像等)をそれぞれ表示させ，しかも，会議出席者が上記端末に表示された会議資料上にタッチペンを用いて描画すると，その画像が他の端末にも表示されるという機能(テレライティング通信機能)を有するものである。ここで，会議資料として用いられるファクシミリのディジタル・データは，符号化復号化装置65において画信号が符号化圧縮されるとともに，符号化されている画情報を元の画信号に復号化することになり，またタッチペンを用いて描画すること等により得られるグラフィックデータは，GDC(グラフィック・デバイス・コントローラ)61において制御されることになる。",
                    "ところで，上記のとおり，段落【0056】及び段落【0057】には，GDC(グラフィック・デバイス・コントローラ)61と符号化復号化装置65の各データ処理に関して，いずれも「VRAM63」を「ワークエリアとして用い」る旨の記載があるが，段落【0056】における「…GDC61は，VRAM(ビデオRAM)63をワークエリアとして用い，",
                    "したがって，その処理結果により得られた表示画像のビットマップデータは，VRAM63に蓄積される。…」との記載に鑑みれば，同発明においては，「ワークエリアとして用い」ることの意味をGDC61において処理されたデータを蓄積することの意味に用いていることが認められるから，上記段落【0056】と同一の記載である符号化復号化装置65に関する段落【0057】の「ワークエリアとして用い」る旨の記載についても，符号化復号化装置65において処理されたデータを「VRAM63」に蓄積することを意味するものと解することができる。",
                    "なお被告は，段落【0056】における「したがって，その処理結果により得られた表示画像のビットマップデータは，VRAM63に蓄積される。」との記載は，VRAM63が「VRAMとして」GDC61の処理",
                    "結果のデータが記憶(その後表示)されるだけでなく，「ワークエリアとして」GDC61の処理のためのデータも記憶される旨に解することができる旨主張する。しかし，刊行物1には，VRAM63を，前記認定のようにGDV61における処理結果を蓄積するメモリとして使用する場合のほかは，「データ処理の半ばに一時的に用いられる記憶領域」としてのワークエリアとして用いる具体的な処理手順について何らの開示もないから，上記記載をもって直ちに被告主張の意味と解することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "さらに，上記の点を，刊行物1発明における符号化復号化装置65の機能の観点から検討する。",
                    "図10ないし図12に基づく実施例においては，グループ3ファクシミリモードの符号化復号化処理機能とグループ4ファクシミリモードの符号化復号化処理機能を用いた静止画像処理を行うものである(段落【0057】)。そして，グループ3ファクシミリの符号化方式は，ITU−T勧告T．4の表2「T．4 ターミネイティング符号」(甲5・8頁～9頁)に示されるように，元の画像である黒・白ランレングス(特定の数の黒画素または白画素)と符号語(ファクシミリデータとなる符号化された画像情報)とは1対1に対応しているため，グループ3ファクシミリにおける画像情報の復号化処理に当たり他の画像情報を参照すること等は原理的に不要であるから，符号化復号化装置65は，符号化されている静止画の画像情報を受信すると，これをVRAMに一時保管するまでもなく即座に画信号に復号化することができる。また，グループ4ファクシミリの符号化方式も，ITU−T勧告T．6の表2「T．6 ターミネイティング符号」(甲5・76頁)に示されるように，一次元符号化においてはグループ3ファクシミリと同じ符号化方式を用いるから，同様に，画像情報を即座に画信号に復号化することができる。",
                    "そうすると，刊行物1発明の符号化復号化装置65は，グループ3ファクシミリ又はグループ4ファクシミリの画像情報の復号化処理を行う際には，VRAM(ビデオRAM)63を「データ処理の半ばに一時的に用いられる記憶領域」としてのワークエリアとして用いることは予定されていないと理解することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上検討したところによれば，刊行物1発明における「VRAM63」は，復号化前の「圧縮形式の画像を表すディジタル・データ」とグラフィック画像を表すディジタル・データの両方を記憶する単一のメモリということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し被告は，乙1～3公報の記載に基づき，ファクシミリの符号化されたデータを復号化する処理過程において，符号化されたデータをメモリに記憶した上で復号化することは周知であるから，符号化復号化装置65が復号化処理をする際，ファクシミリの符号化されたデータの記憶をワークエリアにするものであると解すべきである旨主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1～乙3公報には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平4−35160号公報(乙1公報)",
                      "text": [
                        "・ 「第6図は，受信画情報がファクシミリアダプタ装置FXAより転送されてくるときに，ホスト装置HSTが実行する処理例を示している。",
                        "まず，ファクシミリアダプタ装置FXAより転送されるデータをワークエリアに設定した入力バッファに保存し(処理401)，その内容が同一ラインをあらわす制御情報であるか，あるいは，同一ラインカウンタCSLを通知する制御情報であるかを調べる(判断402，403)。",
                        "判断402の結果がYESになるときには，処理401に戻る。判断403の結果がＮOになるときには，1ライン分の画情報を受けたので，入力バッファの内容を元の画信号に復号化し，それによって得た両信号をワークエリアに設定したラインバッファに保存する(処理404)。」(7頁右下欄13行～8頁左上欄7行)",
                        "・ 以上によれば，乙1公報には，ファクシミリアダプタ装置FXAからの符号化されたデータをホスト装置HSTが入力バッファに記憶し，その後，1ライン分のデータを画信号に復号化することが記載されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開昭62−38658号公報(乙2公報)",
                      "text": [
                        "・ 「第8図は，本発明を高速ファクシミリ受信機に適用した場合の一実施例のデータフローを示すブロック図である。」(6頁右下欄7行～9行)・ 「ファクシミリ送信機から電話網を通じて伝送されてきた伝送信号は復調器1000によってデジタル信号に復調される。前記デジタル信号は，高速ファクシミリの場合，例えばMH符号である。復調器1000からの符号は符号バッファ1010に記憶された後，復号器1020によって元の画信号に復号化される。画信号は画信号バッファ1030に記憶されると共に，印字速度算出回路1040に送られる。」(7頁左上欄5行～13行)",
                        "・ 以上によれば，乙2公報には，復調器1000からのファクシミリ符号が符号バッファ1010に記憶され，その後，復号器1020によって元の画信号に復号化されることが記載されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開昭61−198866号公報(乙3公報)",
                      "text": [
                        "・ 「第24図は，本発明を適用したファクシミリ装置の受信側の構成を示すブロック図である。」(26頁右下欄1行～2行)",
                        "・ 「56は，相手側ファクシミリ装置から送られてきたデータを復調し，復調データをストアするために使用するFIFOメモリである。このFIFOメモリは送信側のFIFOメモリ(第19図の18参照)と同じである。",
                        "一方，復号器はこのFIFOメモリにストアされたデータを読み出し，復号し，ダブルバッファ回路62を経て，記録を行う。信号線66cないし信号線66eを用いて，復調したデータをFIFOメモリに書き込む。信号線66cに(ライト)パルスが発生したとき，信号線66dに出力されている番地に信号線66eに出力されているバイトデータをストアする。」(27頁右上欄16行～左下欄8行)",
                        "・ 「60は，復調されたデータをFIFOメモリから読み出し，復号したデータを信号線60cに出力する復号器である。復調された1バイトのデータを復号する準備が完了すると，信号線60aにバイトデータ要求パルスを発生する。",
                        "そのパルスが発生されたとき，時制御回路66はFIFOメモリから1バイトの復調されたデータを読み出し，信号線66kに出力する。復号器60は，lラインの復号が終了すると，信号線60bにパルスを発生する。そして，1ラインの復号データを信号線60cに出力する。」(27頁右下欄5行～14行)・ 以上によれば，乙3公報には，送られてきたデータ(ファクシミリ信号)を復調器46が復調し，復調されたデータをFIFOメモリ56に記憶し，復号器60が復調されたデータ(ファクシミリ符号)をFIFOメモリ56から読み出し，これを復号することが記載されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上乙1～乙3公報の記載によれば，ファクシミリにおいて符号化されたデータを復号化する処理過程において，符号化されたデータをメモリに記憶した上で復号化する場合のあることが開示されているということができる。もっとも，刊行物1発明について審決が認定した符号化されたデータの流れは，符号化されたデータが符号化復号化装置に送られつつもここで復号化されることなくメモリに送られて一旦格納され，その後再び符号化復号化装置に送られて復号化されるというものであって，上記乙1～乙3公報の記載は，このようなデータの流れを開示するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，甲11(ＮEレポート「A4版を0．8秒で符号化／復号化するファクシミリ用LSIを発売」日経エレクトロニクス387号〔1986年1月27日〕，102頁～105頁。以下「甲11文献」という。)及び甲12(堀内司朗ほか監修「画像圧縮技術のはなし 第4章 画像圧縮技術の応用」1993年10月10日初版第1刷，株式会社工業調査会発行。",
                    "以下「甲12文献」という。)の各文献には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲11文献",
                      "text": [
                        "甲11文献には，ファクシミリ用LSI「HD63085Y」(通称，",
                        "DICEP)に関する説明があり，下記図1(ファクシミリのシステム構成例)に関し，以下の記載がある。",
                        "・ 「…符号化したデータは一時的にシステム・バス上の符号化データ・メモリに書き込み，マイクロプロセサの指示でDMAコントローラが通信インタフェースに転送して電話網へ向け送信する。画像データ受信の流れはBおよび③，④である。③が復号化処理である。」(103頁3行～10行)",
                        "記",
                        "【図1】",
                        "・ 上記図1の構成によれば，ファクシミリデータにおける符号化された画像データは，復号化に際し，通信インタフェースからシステム・バスを介して符号化データ・メモリに格納され，その後，システム・バスを介してDICEP(符号化／復号化専用LSI)に送られて復号化され，復号化されたデータは，画像データ・バスを介して画像メモリに送られて蓄積される，との経路をとるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲12文献",
                      "text": [
                        "甲12文献には，ファクシミリの符号化復号化LSIであるMＮ86063に関する説明として，以下の記載がある。",
                        "・ 「図4．9はMＮ86063を使ったファクシミリ装置モデルを示したものである。CCDなどのイメージセンサで読み取ったアナログ画像信号は，画像処理プロセッサで2値化処理が行われ，さらにMＮ86063で符号化される。",
                        "符号化データは，符号化データメモリを介してモデムに転送され回線に送出される(符号化処理②)。復号化処理③は，この逆の流れを示している。…」(97頁10行～14行)",
                        "そして，図4．9(98頁)にこの説明に対応するファクシミリ装置モデルのブロック図が示されている。",
                        "上記図の復号化③の流れによれば，ファクシミリデータにおける符号化された画像データは，復号化に際し，受信後に一旦，符号化データメモリに格納され，その後，システムバスを介してMＮ86063の復号器CH1に送られて復号化され，解像度変換処理等を行った後，イメージバスを介して画像バッファメモリに送られ蓄積される，との経路をとるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上甲11及び甲12文献の記載によれば，符号化されたデータは，符号化データメモリ→復号化装置→画像メモリへと流れる一方向のデータの流れが開示されているところ，甲11及び甲12文献に記載されたファクシミリの符号化復号化処理のためのLSI(「DICEP」，「MＮ86063」)は，供給される符号化されたデータを当該LSIの内部で直ちに復号化処理して出力する機能を有するものであり，復号化処理の途中で符号化されたままのデータをLSIの外部に記憶させることを窺わせるような開示は全くない。そして，このように一方向のみからなるデータ処理は，審決が前提とするような一度メモリに格納されたデータを逆方向に戻して処理する場合に比べて処理速度等において有利であることは明らかであるから，当時の技術水準に照らして当業者(その発明の属する技術の分野における通常の知識を有する者)が通常選択する処理方法であったことが認められる。",
                        "そこで，上記観点に立って刊行物1発明について検討すると，前記(3)に認定した明細書の【図10】及び【図12】の記載から明らかなとおり，刊行物1発明においてはシステムバス42に一時的記憶装置であるRAM23が接続されているから，通信制御装置39において受信されたファクシミリデータ(符号化された画像情報)はRAM23に一旦格納され，その後RAM23から読み出されてシステムバス42を介して符号化復号化装置65へ伝送され，そこで直ちに復号化された後，内部バス69を介してVRAM63へ伝送され，復号化された画像データがVRAM63に蓄積されると解するのが自然であり，符号化復号化装置65を経由しているにもかかわらず，これを復号化することなく符号化したままでVRAM63に記憶させる必然性を認めることはできないというべきである。また，このようなデータの流れは，符号化されたデータを復号化する処理であり，かつ，当該処理作業に当たって符号化されたデータをメモリ(RAM23)に記憶した上で復号化するものである点で，前記乙1～乙3公報の開示と矛盾するものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお被告は，刊行物1(甲1)の図12に示された符号化復号化装置65とVRAM63相互の構成は双方向にデータのやりとりをする構成である旨主張するところ，同主張は図12において上記相互間に双方向の矢印が使用されていることを根拠とするものと解されるが，ファクシミリにおける符号化／復号化の際のシステム構成例を示す甲11文献の図1又は甲12文献の図4．9において，符号化のデータの流れ及び復号化のデータの流れはそれぞれ一方向であるにもかかわらず，バスを媒介としたデータの流れを示すすべての矢印が，プリンタ部分を結ぶ矢印を除き，すべて双方向となっていることからすれば，このような双方向の矢印の記載のみから直ちに，刊行物1発明のVRAM63が符号化されたデータをも格納するものと理解することはできない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，刊行物1発明のVRAM63は符号化した画像情報を記憶するものではないから，審決が「符号化されている画像情報は，復号化する前に，ワークメモリとしてのVRAM63に一時記憶されるものと理解される」(審決6頁)と認定したことは誤りであり，したがって，VRAM63は，「上記画像を表わすディジタル・データと上記グラフィック画像を表わすディジタル・データの両方を記憶する単一のメモリ」といえる限りにおいて本願発明と相違しないとした審決の一致点の認定も誤りであり，その誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "そうすると，原告主張の取消事由1は理由があることになるから，その余について判断するまでもなく，審決は取り消されるべきである。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}