{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−11407号事件について平成20年6月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "手続の経緯及び審決の理由",
      "text": [
        "手続の経緯及び審決の理由は，以下のとおりである(争いのない事実又は証拠により認められる事実)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「車両水没時窓ガラス等自動開放装置」とする発明について，平成15年12月19日，特許出願(特願2003−423018",
            "号)をした(乙10)。原告は，平成17年4月18日付け，同年10月19日付け及び平成18年2月17日付けの手続補正書により特許請求の範囲，明細書及び図面の補正をしたが，同年3月30日付けで拒絶査定を受けたので，同年5月10日，これに対して不服の審判(不服2006−11407号事件)を請求した(乙10ないし18)。",
            "特許庁は，平成20年6月16日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年7月5日に原告に送達された。",
            "なお，本判決における略語は，以下2記載の「審決の理由」と同じものを用いる。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，以下のとおりである。",
            "「第2 本願発明1について",
            "1．本願発明1",
            "本件出願の請求項1に係る発明は，平成17年10月19日の手続補正書による特許請求の範囲の請求項1に記載された事項によって特定されるとおりのものであって，記載事項は次のとおりである。",
            "「【請求項1】 車両が水没したとき，自動的にウィンドーグラスが開き，運転手や他の乗員が窓からの脱出の機会を創出するシステム。 」(以下「本願発明1」という。)",
            "2．引用刊行物",
            "原査定の拒絶の理由に引用された，特開2000−34860号公報(以下「刊行物1」という。)には，次の技術的事項が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1の記載内容",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "「【0002】",
                  "text": [
                    "【従来の技術】現在の車両は，例えばドアのロックシステム，窓ガラスつまりウィンドウガラスの開け閉めなど各所に電動システムが採用されている。このような電動システムは，車両に搭載されたバッテリーから電力の供給を受け，集中コントロールユニットである制御回路を経由して制御されるようになっている。このような高度化した車両において，車両が誤って水中に突入した場合の安全対策として，例えば，特開昭61−235247号公報に見られるように，フロート式などの水没センサーを設け，この水没センサーによって車両が水中に入ったときには車両の前後に配置したガスバッグを展開して車両に浮力を与えることが提案されている。",
                    "【0003】しかしながら，このような安全対策は，より積極的に車両が完全に水中に水没した場合の対策を施すことが望ましい。特に，このように高度にエレクトロニクス化された近時の車両にあっては，車両が誤って水中に没した場合，電動システムの様々な箇所でショートしてしまい制御不能の状態が発生する恐れがあるため特に水没対策が望まれる。」(第2頁第2欄)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "「【0004】",
                  "text": [
                    "【発明が解決しようとする課題】本発明は，このように高度に電動化された近時の車両に適した安全装置として車両が水中に落ちたときに乗員が確実にウィンドウガラスを下げてドアの窓から脱出することができるようにする車両水没時の脱出装置を提供することをその課題とする。」(第2頁第2欄)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "「【0006】",
                  "text": [
                    "【発明の実施の形態】以下，本発明について詳述する。本発明に係る車両水没時の脱出装置は，車両に搭載されたバッテリーから電力の供給を受けてドア本体に配設されたモーターによってウィンドウガラスを昇降させるパワーウィンドシステムと，前記ドア本体に配設された非常用ウィンドウガラス開放回路とを備え，該非常用ウィンドウガラス開放回路には，前記バッテリーから電力の供給を受けて充電し所要の場合には放電を行う充放電手段と，前記開放回路を閉じて前記充放電手段から前記モーターに電力を供給させる非常用メインスイッチとが設けられ，これにより車両が水中に入り込んだときに自動的に前記ウィンドウガラスを降下させることを特徴とする。このようにすると，車両に搭載されたバッテリーで充電される充放電手段を非常用回路に設けて，非常時にはこの充放電手段でモーターを作動させるようにしてあるため，車両が水没してバッテリーが短絡して車両の電気系統が機能しなくなったとしても非常用メインスイッチによってウィンドウガラスを降下させることができる。",
                    "【0007】本発明において，前記充放電手段は，バッテリーから電力の供給を受けて充電し，非常時には放電を行い，電力をモーターに供給する機能を有しているものであればよく，このようなものとしては二次電池，コンデンサー等が例示される。この充放電手段は軽量小型であることが望ましい。また，本発明において，前記非常用メインスイッチは，乗員が操作するマニュアルスイッチであってもよく，又は水没センサーの作動に連動して作動して，充放電手段からの電力をモーターに供給してウィンドウガラスを下降させるためのスイッチ機能を備えた要素であってもよい。また，本発明において，前記水没センサーは，導通検知式のものでも，フロート式のものでも，光学的に液面レベルをみるものでもよい。この水没センサーは他のタイプのものと併用してもよいし，マニュアルスイッチと併用してもよい。また，この水没センサーは，車両の一部が水没したことを確実にしかも早急に検出する必要があるので，1箇所だけでなく車両の前後，左右，あるいは前後左右のように複数箇所設けてもよい。水没センサーを設置する場合，車両が通常走行している時や雨の時に誤動作しない位置で，しかも水没時には早急に検知できる適切な位置に設置する。",
                    "【0008】水没センサーとして導通検知式のものを採用する場合，車両の水没時に，電気的短絡手段により，2つの心線の端子間を電気的に短絡させて導通させるものが好ましく用いられる。この場合，電気的短絡手段は，水(例えば川，池，湖等の淡水，あるいは海水)であることができる。好ましい実施態様においては，水の侵入口を有するケーシング内に，2つの心線の端子を若干離間させた状態でセットし，車両の水没時に水がこのケーシング内に侵入することにより両端子間が電気的に短絡する構成が採用できる。上記ケーシング内には，電気的短絡を確実にするため，水により溶解してイオン電導を起こさせる固体電解質を収容させておくことがより好ましい。この固体電解質は，ＮaCl，BaCl2，Al(OH)3等のような無機化合物であっても，有機化合物(高分子電解質を含む)であってもよい。固体電解質の形状は，速やかに溶解しうる形状であればよく，粒状，粉状，フレイク状等任意の形態のものが使用できる。また，上記ケーシングにおいて溶解して電解質溶液となったものを，非常用ウィンドウガラス開放回路を閉じるのに必要な最低限の時間は導通状態を確保できるよう，ケーシング内にとどめておくため，水の侵入口に浸透膜を設けてもよい。",
                    "【0009】",
                    "【実施例】以下に，本発明の好ましい実施例を添付の図面に基づいて説明する。図1は，車両に搭載されたパワーウィンドウ制御システムを示す。同図において，参照符号1は車両に搭載されたバッテリーであり，このバッテリー1から供給される電力はヒューズボックス2を経由して集中コントロールユニット3のドア制御部4から各ドアの本体5に配設されたパワーウィンドウ用モータ6に供給され，このモータ6が作動することによって各ドアのウィンドウガラスが昇降される。ドア制御部4にはドアスイッチ7からの信号が入力され，乗員がドアスイッチ7をマニュアル操作することによって，所望のウィンドウガラスをモータ6によって昇降させることができる。ここまでは，従来の電動式ウィンドウガラス昇降システムと同様であるのでこれ以上の説明を省略して，本発明に関連する車両水没時の脱出システム10について以下に説明する。",
                    "【0010】車両水没時の脱出システム10は，各ドア本体5の内部に非常用回路11を含み，この回路11には，非常用メインスイッチ12，ダイオード13，トランジスタ14，水没センサー15及び非常時に上述したモーター6に電力を供給するための二次電池16が組み込まれている。この二次電池16はバッテリー1に接続されており，このバッテリー1によって二次電池16の充電が常時行われる。",
                    "【0011】水没センサー15は，車両が水中に没したことを検出する機能を有するのであれば，その形式は限定されることなく様々なセンサーを採用することができる。水没センサー15の例としては，図示のように2枚の電極板15a，15aの間に水が入り込むことによる状態変化(両電極15a間の導通)によって車両が水中に没したことを検出するものするセンサー，フロート室を備えてこのフロート室内に水が入り込んでフロートが浮き上がる現象によって車両が水中に没したことを検出するものするセンサー等を挙げることができる。この水没センサー15は，車両が完全に水中に没したときに作動する位置に配置してもよく，或いは車両が完全に水没する少し前の段階で作動する位置に配置してもよい。",
                    "【0012】車両が水中に没して水没センサ15が作動すると，トランジスタ14のベースBがアースされて，二次電池16からパワーウィンドウ用モーター6に電力を供給することのできる体制が整う。すなわち，トランジスタ14は水没センサー15によって制御される二次スイッチとして機能する。非常用メインスイッチ12は，図示のように水没センサー15の状態変化に連動してオンするものであってもよく，乗員の操作によってオンするマニュアルスイッチであってもよい。非常用メインスイッチ12のオン作動によって二次電池16からモーター6に電力が供給され，これによりウィンドウガラス(図示せず)が降下して当該ドアの窓が開く。",
                    "【0013】上記の構成によれば，非常用回路11に，メインスイッチ12の他にフェイルセイフのための二次スイッチとしてトランジスタ14を直列に設けてあるため，この非常用回路11によるモーター6の誤作動を防止することができる。また，車両に搭載されたバッテリー1で充電される二次電池16を非常用回路11に設けて，非常時にはこの二次電池16でモーター6を作動させるようにしてあるため，車両が水没して車両の電気系統がショートして機能しなくなったときにその威力を発揮してウィンドウガラスを降下させることができる。」(第3頁第3欄～第4頁第6欄)"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "「【0014】",
                  "text": [
                    "【発明の効果】本発明によれば，前記構成を採用したので，車両が水没してバッテリーが短絡して車両の電気系統が機能しなくなったとしても，ウィンドウガラスを降下させて，乗員に脱出の途を与えることができる」(第4頁第6欄)",
                    "すると，刊行物1には，次の発明が開示されているものということができる。",
                    "引用発明1：「車両水没時，又は車両が水中に入り込んだときに自動的にウィンドウガラスを降下させてドアの窓を開き，乗員に脱出の途を与える車両水没時の脱出装置」",
                    "引用発明2：「車両に搭載されたバッテリー1と，前記バッテリー1とは別に，二次電池16がドア本体5の内部に組み込まれ，車両の電気系統がショートして機能しなくなったときに，二次電池16からモータ6に電力を供給する，車両水没時の脱出装置」",
                    "引用発明3：「二次電池16は，バッテリー1によって充電が常時行われ，また，二次電池16からの電力の供給は，水没センサー15の状態変化により通電が開始する水没時に限定される車両水没時の脱出装置であって，水没センサー15の形式は限定されない構成」",
                    "3．本願発明1と引用発明1との対比"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "両発明の対応関係・一致点",
              "text": [
                "「システム」とは，相互に影響を及ぼしあう要素から構成される，まとまりや仕組みを特定するものであるから，引用発明1の「脱出装置」も一定の仕組みを有する構成であり，「システム」の一形態を構成していると認められる。",
                "すると両発明は，「車両が水没したとき，自動的にウィンドーグラスが開き，乗員が窓からの脱出の機会を創出するシステム。」との点において一致する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "両発明の相違点",
              "text": [
                "乗員構成について，本願発明1のものが，「運転手や他の乗員」であるのに対して，引用発明のものは，「運転手」が特定されない「乗員」である点。",
                "4．容易推考性の検討"
              ]
            },
            {
              "fig": "(1)",
              "subject": "上記相違点について",
              "text": [
                "車両の「乗員」として，「運転手」が存在することは通常のことである(例えば，特開2000−85346号公報；第1頁段落【000",
                "2】等参照)。",
                "すると，引用発明1において，「乗員」を，「運転手や他の乗員」とし，本願発明1の上記相違点に係る構成とすることは，当業者が適宜設定し得た構成である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "総合判断",
              "text": [
                "本願発明1の作用効果は，刊行物1に記載された発明，及び上記周知技術から，当業者であれば予測できた範囲のものである。",
                "すると，本願発明1は，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものということができる。",
                "第3．本願発明2について",
                "1．本願発明2",
                "本件出願の請求項2に係る発明は，平成18年2月17日の手続補正書における，特許請求の範囲の請求項2に記載された事項によって特定されるとおりのものであって，記載事項は次のとおりである。",
                "「【請求項2】 ボンネット内のメインバッテリーとは別途，小型のサブバッテリーをドア内部に内蔵することで，メインバッテリーのショートしたときの電源を補完する。」(以下「本願発明2」という。)2．引用刊行物",
                "原査定の拒絶の理由に引用された刊行物1とその記載事項(上記「引用発明2」参照)は，前記の「第2 2．」に記載したとおりである。",
                "3．本願発明2と引用発明2との対比"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "両発明の対応関係・一致点",
      "text": [
        "引用発明2の「バッテリー1」，「二次電池16」は，本願発明2の「メインバッテリー」，「サブバッテリー」に相当する。",
        "すると両発明は，「車両に搭載されたメインバッテリーとは別途，サブバッテリーをドア内部に内蔵することで，メインバッテリーのショートしたときの電源を補完する。」との点において一致する。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "両発明の相違点",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "「メインバッテリー」の配置構成について，本願発明2のものが「ボンネット内」であるのに対して，引用発明2のものは，「車両」に搭載されているが，搭載位置が「ボンネット」に特定されていない点。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "「サブバッテリー」の構成について，本願発明2のものが「小型」であるのに対して，引用発明2のものは，大きさが特定されていない点。",
            "4．容易推考性の検討"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "相違点(ア)について",
      "text": [
        "車両において「メインバッテリー」の配置構成として，エンジン等を配置する「ボンネット」の内部に配置する配置構成は周知(例えば，特開平10−292731号公報；第1図面「バッテリー6」等参照，特公昭53−16567号公報；「バッテリ1」等参照，実願平3−10",
        "2998号(実開平5−49428号)のCD−ROM；「バッテリ",
        "8」等参照)である。",
        "すると，引用発明2において，「メインバッテリー」の配置を，ボンネットの内部とし，本願発明2の相違点(ア)に係る構成とすることは，当業者が適宜設定し得たものといえる。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点(イ)について",
      "text": [
        "車両内部の部品構成として，その大きさを小型化することは，当業者にとっては周知の課題であると認められる。",
        "すると，引用発明2において，「二次電池16」を，適宜，小型化し，本願発明2の相違点(イ)に係る構成とすることは，当業者にとって容易である。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "総合判断",
      "text": [
        "本願発明2の作用効果は，刊行物1に記載された発明，及び上記周知技術から，当業者であれば予測できた範囲のものである。",
        "すると，本願発明2は，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものということができる。",
        "第4．本願発明3について",
        "1．本願発明3",
        "本件出願の請求項3に係る発明は，平成17年10月19日の手続補正書における，特許請求の範囲の請求項3に記載された事項によって特定されるとおりのものであって，記載事項は次のとおりである。",
        "「【請求項3】 サブバッテリーは，エンジンの稼働中は常時充電するので消耗する恐れはない。また，サブバッテリーの稼動は，水圧により通電が開始する水没時に限定される。」(以下「本願発明3」という。)2．引用刊行物",
        "原査定の拒絶の理由に引用された刊行物1とその記載事項(上記「引用発明3」参照)は，前記の「第2 2．」に記載したとおりである。",
        "3．本願発明3と引用発明3との対比"
      ]
    },
    {
      "fig": "(1)",
      "subject": "両発明の対応関係",
      "text": [
        "本願発明3の「サブバッテリー」は，引用発明3の「二次電池16」に相当する。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "両発明の一致点",
      "text": [
        "「サブバッテリーは，常時充電するので消耗する恐れはない。また，サブバッテリーの稼動は，通電が開始する水没時に限定される。」"
      ]
    },
    {
      "fig": "(3)",
      "subject": "両発明の相違点",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "「サブバッテリー」の充電時期について，本願発明3のものが，「エンジンの稼働中」における「常時」であるのに対して，引用発明3のものは，「常時」である点。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "「サブバッテリー」の稼働時期について，本願発明3のものが，「水圧により通電が開始する水没時」であるのに対して，引用発明3のものは，「水没センサー15の状態変化により通電が開始する水没時」である点。",
            "4．容易推考性の検討"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "相違点(ア)について",
      "text": [
        "走行する車両がエンジンを搭載し，かつ，車両使用時においてエンジンを稼働させ，エンジン稼働中にバッテリーが充電されることは周知(特開2000−171445号公報；第1頁段落【0002】「従来",
        "の技術」等参照，特開2003−52131号公報；第3頁段落【00",
        "02】「従来の技術」等参照)である。",
        "すると，引用発明3において，「バッテリー1」が，上記周知のエンジンの稼働中に充電される構成とすることは，当業者が容易に設定し得たことである。また，引用発明3において，「二次電池16」は，「バッテリー1」から充電が常時行われる構成であると認められる。これによれば，引用発明3においては，少なくとも，上記周知のエンジンの稼働中において，「バッテリー1」の充電と「二次電池16」の充電が行われる構成であると認められるから，上記周知のエンジンの稼働中において，「二次電池16」が常時充電され，かつ「二次電池16」の消耗が防止されることは自明な構成であると認められる。",
        "したがって，本願発明3の相違点(ア)に係る構成は，当業者が適宜設定し得た構成であるといえる。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点(イ)について",
      "text": [
        "車両における水没センサとして，「水圧」により通電する水圧センサは周知(例えば，特開2000−85346号公報；第1，第2図面等",
        "参照，特開平8−203399号公報，特開平7−230736号公",
        "報，特開平10−292731号公報；第2頁「請求項4」の「水圧センサ」等参照)である。",
        "すると，引用発明3において，「水没センサー15」として，上記周知の「水圧センサ」を採用して，水圧によって水没を検知するようにし，本願発明3の相違点(イ)に係る構成とすることは，当業者において容易である。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "総合判断",
      "text": [
        "本願発明3の作用効果は，刊行物1に記載された発明，及び上記各周知技術から，当業者であれば予測できた範囲のものである。",
        "すると，本願発明3は，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものということができる。",
        "5．むすび",
        "以上のとおり，本願発明1ないし3は，上記刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。」"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "引用発明から本願発明1ないし3の構成に至ることが容易想到であるとした審決の判断には誤りがある。すなわち，引用発明では，バッテリーを必要とする「センサー」を用いているのに対して，本願発明1ないし3は，バッテリーを用いることなく，「水圧と浮力」によりセンサーを代替している点が異なり，同相違点に係る構成には独創性があり，容易に想到するものとはいえない。",
            "行政庁が不利益処分をする場合，「異議申し立ての機会」を設けなければならないし(行政手続法13条参照)，また，行政不服審査においては，申立てがあった場合には口頭で意見を述べる機会を与えなければならない(行政不服審査法25条)。しかし，特許庁は，原告からの異議申立ての機会を与えず，面会申入れにも応じずに審決をしたから，同審決には違法がある。",
            "その他，特許庁の業務遂行は，一貫性がなく，そのことによっても審決は違法である。また，審決で例示した，本願発明3の容易想到性判断における周知文献である特開2000−171445号公報は，特開2001−17144",
            "5号公報の誤記である(本訴において被告の提出した証拠説明書参照)が，この点でも審決には違法がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決の認定及び判断に誤りはなく，原告の主張に係る取消事由はいずれも理由がない。なお，審決で引用した特開2000−171445号公報は特開2001−171445号公報の誤記であることは認める。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，本願発明1は，引用発明1に基づいて当業者が容易に発明をすることができたものであるとした審決の判断に違法はなく，その他の取消事由に係る原告の主張も理由がないと判断する。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の容易想到性に関する判断の当否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の判断の内容",
                  "text": [
                    "審決は，本願発明1の容易想到性について，以下のとおり認定・判断した。すなわち，"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明1(平成17年10月19日の手続補正書の請求項1に係る特許請求の範囲)は，「車両が水没したとき，自動的にウィンドーグラスが開き，運転手や他の乗員が窓からの脱出の機会を創出するシステム。」というものである。",
                        "刊行物1には，「車両水没時，又は車両が水中に入り込んだときに自動的にウィンドウガラスを降下させてドアの窓を開き，乗員に脱出の途を与える車両水没時の脱出装置」(引用発明1)が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願発明1と引用発明1との一致点及び相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "「システム」とは，相互に影響を及ぼしあう要素から構成される，まとまりや仕組みを特定するものであるから，引用発明1の「脱出装置」も一定の仕組みを有する構成であり，「システム」の一形態を構成していると認められる。両発明は，「車両が水没したとき，自動的にウィンドーグラスが開き，乗員が窓からの脱出の機会を創出するシステム。」との点において一致する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "text": [
                            "乗員構成について，本願発明1では，「運転手や他の乗員」であるのに対して，引用発明1では，「運転手」が特定されない「乗員」である点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点についての容易想到性の判断",
                      "text": [
                        "車両の「乗員」として，「運転手」が存在することは通常のことであり(例えば，特開2000−85346号公報；第1頁段落【000",
                        "2】等参照)，引用発明1において，「乗員」を，「運転手や他の乗員」とし，本願発明1の上記相違点に係る構成とすることは，当業者が適宜設定し得た構成である。本願発明1の作用効果は，刊行物1に記載された発明，及び上記周知技術から，当業者であれば予測できた範囲のものである。したがって，本願発明1は，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決の判断についての当否",
                  "text": [
                    "上記の審決の認定及び容易想到性の判断の過程，結論に誤りはなく，正当である。",
                    "この点，原告は，引用発明1は，バッテリーを必要とする「センサー」を用いているのに対し，本願発明1では，「水圧と浮力」によりセンサーを代替している点において相違し，相違点に独創性が認められるから容易想到とはいえないと主張する。しかし，原告主張に係る「『水圧と浮力』を利用した『センサー』との構成」は，特許請求の範囲に記載がなく，結局，特許請求の範囲の記載に基づかないものであるから，採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告のその他の取消事由について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，行政庁が不利益処分をする場合，「異議申し立ての機会」を設けなければならないし(行政手続法13条参照)，不服審査において，申立てがあった場合には口頭で意見を述べる機会を与えなければならない(行政不服審査法25条)にもかかわらず，特許庁は，原告からの異議申立ての機会を与えず，面会申入れにも応じずに審決をしたから，同審決には違法があると主張する。しかし，審判手続については，行政手続法第2章及び第3章の規定の適用が除外されている(特許法195条の3)から，同章第1節にある行政手続法13条(不利益処分をしようとする場合の手続)のほか，同章第2節(聴聞)の規定の適用はない。また，審決については，行政不服審査法による不服申立てをすることができないとされているから，同法25条(審理の方式)の規定の適用はない(特許法195条の4)。したがって，原告の上記主張は，主張自体失当である。",
                    "また，「審査においてした手続は，拒絶査定不服審判においても，その効力を有する。」と規定されているところ(特許法158条)，本件出願の審査の過程で，審査官は乙1(刊行物1)を引用した拒絶理由を通知し(乙13)，これに対して原告は意見書を提出し(乙14)，手続補正をし(乙15)，平成18年3月24日には審査官と面接をしている(乙16)経緯に照らすならば，本件の審判手続において，原告に対して意見を述べる機会を付与しなかったと解する事情は認められない。",
                    "なお，仮に原告からの面会申入れが口頭審理を求める趣旨であると理解したとしても，特許法145条2項ただし書きの規定によれば，拒絶査定不服審判において，口頭審理によるものとするかどうかは審判長の裁量にゆだねられているから，原告からの面会申入れに応じなかったとしても，審判手続の違法を来すことはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，審決が，本願発明3に関する容易想到性の有無について，周知例として挙げた特開2001−171445号公報を特開2000−17",
                  "text": [
                    "1445号公報と誤って特定表記した点に違法があると主張する。",
                    "しかし，上記のとおり，本願発明1は，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものである以上，本件出願の他の発明について判断するまでもなく，本件出願は，全体として，特許を受けることができない。なお，付言すれば，本願発明3に関する周知例に表記上の誤記があったとしても，審決においては，本願発明3に関する周知事項であることの例示として，他の周知例(「特開2003−52131号公報」乙7)も挙げており，その周知例によっても，周知事項を認定することができるから，周知例の一つに表記上の誤記があったとしても，審決に影響を与える誤りとはいえない。したがって，この点に係る原告の取消事由の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結 論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}