{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "本件を東京地方裁判所へ移送する。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して5000万円及びこれに対する平成19年5月24日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1審，第2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "第2項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "一審被告たる被控訴人A(財団法人グリーンクロスジャパン)と被控訴人B(Y)は，下記の特許第2835325号(以下「本件特許」という。)の特許権者である。",
            "記",
            "出願日 平成9年11月14日",
            "出願番号 特願平9−349898号",
            "登録日 平成10年10月9日",
            "発明者 Y",
            "発明の名称 冷凍システム並びに凝縮用熱交換装置",
            "特許請求の範囲 【請求項1】 圧縮機1から吐出した高温高圧の凝縮性ガス冷媒を過半量と残余量とに分流して，過半量の凝縮",
            "性ガス冷媒は内箱6及び該内箱6を取囲む外箱7の二重",
            "箱型熱交換器から成る凝縮器5の内箱6に送り，残余量",
            "の凝縮性ガス冷媒はその内部を流れる冷媒に対し増速及",
            "び減圧作用を成すキャピラリコイル8に送り，このキャ",
            "ピラリコイル8において凝縮及び減圧膨張して得られる",
            "低温低圧の液冷媒を前記凝縮器5の外箱7に送って内箱",
            "6の凝縮性ガス冷媒との間で熱交換を行なわせることに",
            "よって，内箱6の凝縮性ガス冷媒を凝縮液化させる一",
            "方，外箱7の液冷媒を蒸発気化させ，次いで，内箱6の",
            "高圧液冷媒を液冷媒に渦流を生じさせるための螺旋状伝",
            "熱管9Aが備えられる液管9を経て膨張弁3に送って減",
            "圧膨張させた後，冷却器4に送って空気又は冷却水との",
            "間で蒸発潜熱を熱交換させることにより蒸発気化させ，",
            "この冷却器4で蒸発気化した低圧凝縮性ガス冷媒と外箱",
            "7で蒸発気化した低圧凝縮性ガス冷媒とを合流させた",
            "後，圧縮機1に返戻させ，前記冷却器4において冷凍冷",
            "房用の冷熱が得られる冷凍サイクルを形成してなること",
            "を特徴とする冷凍システム。",
            "【請求項2】 内箱6及び該内箱6を取囲む外箱7を",
            "備える二重箱型熱交換器からなる凝縮器5と，内部を流",
            "れる冷媒に対し増速及び減圧作用を成す螺旋状細径伝熱",
            "管からなり，管出口を外箱7の冷媒入口に接続したキャ",
            "ピラリコイル8と，その内部を流れる冷媒に対し渦流を",
            "生じさせる螺旋状伝熱管9Aを備えて管入口を内箱6の",
            "冷媒出口に接続した液管9とを含み，圧縮機1から吐出",
            "した高温高圧の凝縮性ガス冷媒のうち過半量を内箱6に",
            "導入し，圧縮機1から吐出した高温高圧の凝縮性ガス冷",
            "媒のうち前記過半量を差し引いた残余量をキャピラリコ",
            "イル8に導入し，熱交換作用で蒸発した外箱7内のガス",
            "冷媒を圧縮機1の吸入側に返戻し，熱交換作用で凝縮し",
            "た内箱6内の液冷媒を液管9を経て膨張弁3に送るよう",
            "に設けてなることによって，冷凍サイクルにおける凝縮",
            "行程を担持する装置に形成したことを特徴とする凝縮用",
            "熱交換装置。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人Aと被控訴人Bは，一審被告である被控訴人C(セントラル・エンジニアリング株式会社)に対し，平成16年6月8日，本件特許につき専用実施権を設定する旨の専用実施権設定契約を締結したが(甲2)，特許原簿に専用実施権の設定登録はなされていない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "その後，平成16年6月16日に至り，被控訴人Cは控訴人(旧商号「東世ワールド株式会社」)に対し，本件特許について通常実施権(以下「本件通常実施権」という。)の設定を許諾し，その対価として一時金3500万円及び特許製品1台につき製品販売価格の5％の特許実施料の支払を受ける旨の契約を締結した(甲1，7。以下「本件実施契約」という。)。なお，その際の書面により，本件実施契約に関する訴訟の第一審管轄裁判所をさいたま地方裁判所(書面上は「浦和地方裁判所」)とすることが合意された(甲1)。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件訴訟は，前記3により通常実施権の設定を受けた控訴人が，その基本となる専用実施権は設定登録がなされていない無効なものでありこれに基づく本件通常実施権の設定も無効であると主張して，被控訴人A・B・Cに対し，不法行為又は債務不履行に基づき，連帯して損害賠償金5000万円及びこれに対する平成19年5月24日(訴状送達の翌日)から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原審のさいたま地裁は，平成20年5月21日，「特許権者である被控訴人A及び被控訴人Bは，被控訴人Cに対し専用実施権の設定を約したのであるから，被控訴人Cは，本件特許の実施につき独占的通常実施権を取得し，被控訴人Cは同実施権に基づいて控訴人との間において本件通常実施権の設定契約を締結したものということができ，そうすると，被控訴人Cは控訴人に対し，有効な通常実施権を設定したものということができるから本件通常実施権設定が無効ということはできない」などと判示して，一審原告たる控訴人の請求を棄却した。そこで，これに不服の控訴人が本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者双方の主張は，次のとおり付加するほか，原判決「事実及び理由」中の「第2 事案の概要」のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件通常実施権の設定は無効である",
              "text": [
                "本件実施契約は，特許権に基づく実施許諾契約であるから，その適用法令は特許法及びその施行令でなければならないところ，特許法上，専用実施権は，設定の登録をしなければ効力は発生せず，その結果第三者に対抗することもできないことになっていて，設定登録がされていない本件専用実施権は，特許法上は無効な実施権である。したがって，無効な専用実施権に基づいて許諾された本件通常実施権も無効である。",
                "少なくとも，本件実施契約については，その解釈，適用につき，控訴人の主張に対する被控訴人らの誠意ある回答若しくは反論を出させて，審理判断すべきであるが，原審では，それがないまま，最後まで控訴人と被控訴人らとの主張は平行線のまま審理が終結された。",
                "原判決は，被控訴人Cが独占的通常実施権を有すると判示しており，その根拠として，専用実施権の設定が約されたが登録に至らない間にも，その実施が許諾されている場合には，第三者を害さない範囲においては，専用実施権と同等の権利，すなわち，他の者に重ねて実施権を設定しないという債権的拘束力を持つ独占的通常実施権が設定されたものと解することができる，と判示しているが，このような論旨の展開は審理されておらず，原審が，恣意的に特許法を回避して判決をしたとしか考えられない。もともとこのような通常実施権は特許法上において定められておらず，実施許諾の契約書において「約定」がなければならないとされているのが一般的な運用となっている。ところが，被控訴人らの間では，このような「約定」はされていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決の判断は我が国の特許制度を否定することに結びつく判断である本件実施契約が特許権の実施許諾契約でありながら，原審が，特許法令に基づかず一般の契約を定めている民法に基づき判断したことは，我が国の特許制度を否定することに結びつく判断である。",
                "私有財産権を前提にした民法と公的財産権を前提にした特許法とでは，保護対象の財産権が根本的に異なっている。特許権は，特許庁に出願した発明が審査されて国が付与した権利であるから，一定の制約を受ける財産権であって，その権利行使については当然一定の制約(行政機関の政省令で定めている制約)を受けることとなる。我が国の特許制度は，特許法を適法かつ円滑に運用することが義務づけられている特許庁が所轄することとなっている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件専用実施権は設定登録されていないので第三者との関係で控訴人は不利益を被る",
              "text": [
                "本件専用実施権は設定登録されていないので，第三者との関係で控訴人は次の不利益を被ることになる。すなわち，①控訴人は本件通常実施権の設定登録ができないので，その通常実施権を第三者に対抗することができない。",
                "②本件特許権者(被控訴人A及び被控訴人B)が被控訴人C以外の第三者に専用実施権を付与して設定登録がされたならば，その専用実施権者に対して控訴人は対抗することができない。",
                "なお，被控訴人らは，控訴人の指摘によって本件特許について特許庁に対して専用実施権の設定登録を申請したが，手続不備(主として正当な専用実施権設定契約書が締結されていないことと，申請書にその設定事項が明記されていないこと)で申請が却下された。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人らの責任",
              "text": [
                "本件実施契約は被控訴人Cと控訴人との間で締結された通常実施権の許諾契約であるが，無効な通常実施権を許諾した責任は専用実施権の設定登録をしなかった特許権者である被控訴人A及び被控訴人Bと被控訴人Cとにある。その中でも最大の責任は，職務発明として特許を取得しその後の特許管理責任を負っている被控訴人Aにある。",
                "被控訴人らは，無効な専用実施権に基づき許諾された通常実施権が専用実施権の設定登録していないことを知りながら，控訴人に対して無効な通常実施権を許諾したから，連帯責任がある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "管轄違い",
              "text": [
                "本件紛争は特許紛争であることが明白である。そうでありながら，原審は，管轄裁判所である東京地方裁判所に移送しなかった。そのため，適法かつ正当な裁判を受けることができず，誤った判断に基づく判決となった。本件において控訴人はあくまで特許事件である旨の主張をしてきたが，これに対して，被控訴人らは民事事件である旨の反論をしてきた。その結果，当事者の主張が特許契約と民事契約の平行線となり，原判決は，被控訴人らの一方的な主張を認めざるを得ない判決になった。",
                "なお，原審裁判所は，平成19年11月5日の第4回弁論準備手続期日において，「特許が無効である旨の準備書面を提出したが，それならば東京地裁知財部で争ってもらいたい」旨述べたので，控訴人は「特許の無効を主張せず準備書面は提出しない」旨を述べた。第6回弁論準備手続期日における控訴人の主張も同様のものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人A(財団法人グリーンクロスジャパン)",
          "content": [
            {
              "fig": "(1)",
              "subject": "管轄違いの主張に対し",
              "text": [
                "原審裁判所は，平成19年11月5日の第4回弁論準備手続期日において，一審原告である控訴人に対し，「特許が無効である旨の準備書面を提出したが，それならば東京地裁知財部で争ってもらいたい。本件も東京地裁に移送する。原告はどうするか。」と質問した。これに対し，控訴人は，「特許の無効を主張しない。」と回答した。",
                "また，原審裁判所は，平成20年1月30日の第6回弁論準備手続期日において，控訴人に対し，「裁判所はこれまで無効の主張はしないものとして手続を進めてきたが，今回の準備書面では，再び無効の主張をしている。裁判所としては，従前の経緯から無効の主張は事情としてしか考えないが，それでよいか。」と質問した。これに対し，控訴人は，「それでよい。」と回答した。",
                "以上の審理の経緯から明らかなように，原審においては，原告の「本件特許の無効の主張をしない。」「そのため東京地裁知財部に移送して審理することも求めない。」という，控訴人の意思に基づいて，原審で審理が進められたものである。原審での審理の経緯を無視し，原判決が不当であると主張するのは，信義に反し許されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その余の主張に対し",
              "text": [
                "原審の判断は，正当なものである。被控訴人Aには，損害賠償責任はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人B(Y)及びC(セントラルエンジニアリング株式会社)原審の判断は，正当なものである。なお，別紙「答弁書」のとおり。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件記録によれば，本件訴訟は，前記第2，1～4記載のとおり，本件実施契約によって被控訴人Cから本件特許につき通常実施権の設定を受けた控訴人(一審原告)が，被控訴人Cは本件特許の特許権者である被控訴人A及び被控訴人Bから専用実施権の設定を受けているものの専用実施権について設定登録を受けていないから，専用実施権は無効なものでありこれに基づく本件通常実施権の設定も無効であると主張して，被控訴人A・B・Cに対し，不法行為又は債務不履行に基づき，連帯して5000万円の損害賠償金と遅延損害金の支払を求めた事案であり，争点は，本件実施契約が特許権の通常実施権設定としての効力を有するかである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "ところで，民訴法6条1項によれば，「特許権…に関する訴え」については，東京地裁又は大阪地裁の専属管轄である旨が規定され，ここにいう「特許権に関する訴え」は，特許権に関係する訴訟を広く含むものであって，特許権侵害を理由とする差止請求訴訟や損害賠償請求訴訟，職務発明の対価の支払を求める訴訟などに限られず，本件のように特許権の専用実施権や通常実施権の設定契約に関する訴訟をも含むと解するのが相当である。そうすると，一審原告は東京都に住所を有し一審被告らはいずれも埼玉県に住所を有する本件訴訟の第一審の土地管轄は，民訴法6条1項によれば，東京地方裁判所に専属するということになるから，原判決は管轄違いの判決であって，取消しを免れない。",
            "なお，被控訴人A(財団法人グリーンクロスジャパン)は，控訴人が管轄違いの主張をすることは信義に反し許されないと主張するが，専属管轄に違反するかどうかは，裁判所が職権で調査判断しなければならない事項であるから，原審において前記の被控訴人A主張のような事実があるとしても，上記判断が左右されるものではない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，民訴法309条により，原判決を取り消して本件を管轄裁判所たる東京地方裁判所に移送することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}