{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−22465号事件について平成20年6月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「ギヤドモータのシリーズ」とする後記特許の出願人である原告が，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記本願が，下記引用例1及び2との関係で進歩性を有するか(特許法29条2項)，等である。",
            "記",
            "・引用例1：特開平5−240313号公報(発明の名称「モータ付直交歯車減速機のシリーズ及びシリーズ群」，出願人 住友重機械工業株式会社，公開日 平成5年9月17日。以下これに記載され",
            "た発明を「引用発明」という。甲1)",
            "・引用例2：特開2000−232755号公報(発明の名称「ピニオン付きモータ及び直交軸ギヤドモータ」，出願人 住友重機械工業株式会社，公開日 平成12年8月22日。甲2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成13年10月31日，名称を「ギヤドモータのシリーズ」とする発明について特許出願(特願2001−335400号〔甲4〕，請求項1及び2，以下「本願」という。公開公報〔特開2003−143806号〕は甲11)をしたが，拒絶査定を受けたので，平成18年10月5日付けで不服の審判請求(甲8)をした。",
                "特許庁は，同請求を不服2006−22465号事件として審理した上，平成20年6月2日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成20年6月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本願の請求項は，前記のとおり1及び2から成るが，そのうち請求項1に係る発明(以下「本願発明」という。)の内容は，以下のとおりである。",
                "「モータフレーム及びモータ軸を有するモータと，出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，前記モータ軸と一体回転するピニオンと，前記モータ軸と所定のオフセット量だけ軸心をずらせた軸に取り付けられ前記ピニオンと噛合するギヤとからなるギヤセットを内蔵したギヤドモータのシリーズにおいて，",
                "前記モータフレームの前記歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーを前記モータフレームに組み付けた状態で，且つ，前記モータ側に前記ピニオンを残した状態で，前記モータと歯車箱とを分離可能とし，",
                "更に，同一の容量のモータに対して複数種のピニオンを用意すると共に，",
                "相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し，",
                "それぞれの歯車箱のギヤは，それぞれ前記複数種のピニオンから選択された1のピニオンとのみ噛合可能であり，",
                "前記同一の容量のモータに対して前記複数種のピニオンから1のピニオンを選択し，且つ，該1のピニオンと噛合するギヤを有する前記複数種の歯車箱の中から1つを選択し，該モータと該選択された歯車箱とを連結可能としたことを特徴とするギヤドモータのシリーズ。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本願発明は引用発明・引用例2記載の技術及び周知技術に基づき容易に発明をすることができたから，特許法29条2項により特許を受けることができない，としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断をするに当たり，引用発明の内容を以下のとおり認定し，本願発明と引用発明との一致点及び相違点を次のとおりとした。",
                    "［引用発明の内容］",
                    "「モータフレーム及びモータ軸を有するモータと，出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，前記モータ軸の先端に一体に加工されているハイポイドピニオンと，前記モータ軸と軸心を一定値ずらせて直交させた軸に取り付けられ前記ハイポイドピニオンと噛合するハイポイドギヤとからなるハイポイドギヤセットを内蔵したモータ付直交歯車減速機のシリーズにおいて，",
                    "前記モータフレームの前記歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーを前記モータフレームに組み付け，前記モータと歯車箱とを分離可能とし，",
                    "更に，出力軸及び歯車箱の寸法によって決まる相手機械への取合い寸法を小なるものから大なるものへ何種類かの大きさに分けた枠番を予め準備し，前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化し，",
                    "各枠番毎に複数のモータ容量のモータを準備し，モータと歯車箱との多様な組合せを可能としたモータ付直交歯車減速機のシリーズ。」［一致点］",
                    "いずれも，",
                    "「モータフレーム及びモータ軸を有するモータと，出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，前記モータ軸と一体回転するピニオンと，前記モータ軸と所定のオフセット量だけ軸心をずらせた軸に取り付けられ前記ピニオンと噛合するギヤとからなるギヤセットを内蔵したギヤドモータのシリーズにおいて，",
                    "前記モータフレームの前記歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーを前記モータフレームに組み付けた状態で，且つ，前記モータ側に前記ピニオンを残した状態で，前記モータと歯車箱とを分離可能とし，",
                    "更に，相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化し，モータと歯車箱とを連結可能としたギヤドモータのシリーズ。」である点。",
                    "［相違点1］",
                    "本願発明が，「同一の容量のモータに対して複数種のピニオンを用意する」としているのに対し，引用発明では，そのような態様が明らかでない点。",
                    "［相違点2］",
                    "枠番は異なる複数種の歯車箱に関し，本願発明が，「減速比は同一であるが」との限定を付しているのに対し，引用発明では，かかる限定がなされていない点。",
                    "［相違点3］",
                    "本願発明が，「それぞれの歯車箱のギヤは，それぞれ複数種のピニオンから選択された1のピニオンとのみ噛合可能であり」と限定しているのに対し，引用発明では，かかる限定が明らかにされていない点。",
                    "［相違点4］",
                    "連結可能としたモータと歯車箱に関し，本願発明が，「同一の容量のモータに対して複数種のピニオンから1のピニオンを選択し，且つ，該1のピニオンと噛合するギヤを有する複数種の歯車箱の中から1つを選択し，該モータと該選択された歯車箱」と特定しているのに対し，引用発明では，かかる特定がなされていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点の誤認・相違点の看過)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の内容は，以下のとおり，各段落行頭に記載の(a)ないし(g)に分けることができる(以下「構成要件(a)」ないし「構成要件(g)」という場合がある)。",
                        "「(a) モータフレーム及びモータ軸を有するモータと，出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，前記モータ軸と一体回転するピニオンと，前記モータ軸と所定のオフセット量だけ軸心をずらせた軸に取り付けられ前記ピニオンと噛合するギヤとからなるギヤセットを内蔵したギヤドモータのシリーズにおいて，"
                      ],
                      "content": [
                        {
                          "fig": "(b)",
                          "subject": "前記モータフレームの前記歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーを前記モータフレームに組み付けた状態で，且つ，前記モータ側に前記ピニオンを残した状態で，前記モータと歯車箱とを分離可能とし，"
                        },
                        {
                          "fig": "(c)",
                          "subject": "更に，同一の容量のモータに対して複数種のピニオンを用意すると共に，"
                        },
                        {
                          "fig": "(d)",
                          "subject": "相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し，"
                        },
                        {
                          "fig": "(e)",
                          "subject": "それぞれの歯車箱のギヤは，それぞれ前記複数種のピニオンから選択された1のピニオンとのみ噛合可能であり，"
                        },
                        {
                          "fig": "(f)",
                          "subject": "前記同一の容量のモータに対して前記複数種のピニオンから1のピニオンを選択し，且つ，該1のピニオンと噛合するギヤを有する前記複数種の歯車箱の中から1つを選択し，該モータと該選択された歯車箱とを連結可能としたことを特徴とする"
                        },
                        {
                          "fig": "(g)",
                          "subject": "ギヤドモータのシリーズ。」",
                          "text": [
                            "上記の構成を有する本願発明は，原告出願に係る引用発明(甲1参照)に内在する不具合を解消することを課題とし，当該課題を解決するための構成要件として，構成要件(c)及び(d)，さらにはこれを前提とした構成要件(e)及び(f)を備えている。したがって，本願発明の課題を解決するためには，構成要件(c)～(f)の全てが同時に存在することが必須であり，それぞれの構成が別々に存在しても意味がないものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして本願発明の課題とは，引用発明(甲1)に開示されていたギヤドモータのシリーズで生じていた，「同一モータ，同一減速比の下では歯車箱の大きさ(強度)を変えられない」という不具合の解消であり，この未公知の課題を解決したのが本願発明である。すなわち本願発明は，従来一対のもの(ペア)として捉えられていたモータ容量と歯車箱の枠番に対し，敢えて歯車箱の「枠番」をモータ容量から切り離して独自に変化できる体系を構築したものである。この「枠番」は，強度，伝達トルク，伝達容量に関係する指標として業界で慣用されているところ，審決が周知技術を示すものとした特開平10−110793号公報(発明の名称「ギヤドモータのシリーズ」，出願人 住友重機械工業株式会社，公開日 平成10年4月28日，甲10。以下「甲10公報」という)においては，特定の減速比に対してモータ容量及び歯車箱の大きさは同一枠番の中では同一のものとされ，引用発明の枠番も，モータ容量と減速比との対(ペア)で一義的に変化することしか予定されていないものであるところ，本願発明は上記のとおりこれを敢えて切り離して独自に変化させるものであるから，本願発明の構成要件を分断すると技術的意義が失われることになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところが審決は，本願発明の構成要件(c)～(f)を別々に分断した上で，それぞれを全く別個の相違点1～4として認定し，構成要件(d)については，その中身をさらに細分化して相違点2を認定した。",
                        "以下では，まず相違点2に関する審決の誤りを指摘し，さらに構成要件(c)～(f)を別々に分断した上で，それぞれを全く別個の相違点1～4として認定した審決の誤りを指摘する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "構成要件(d)の「相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し，」との点について，審決は，「減速比は同一であるが」という要件を引用例1は充足していないとして，「減速比は同一であるが」の限定がないという部分のみを相違点2とし，その余を一致点として認定した。",
                        "しかし，この構成要件(d)は，その内容を一つのセットとして捉えなければ本願発明の課題を解決するためのシリーズとしての技術的意義は失われてしまう。そうすると，審決は構成要件(d)に関する一致点の判断を誤っており，そうすると「減速比は同一であるが」との部分のみを取り出した相違点2の認定も誤りである。",
                        "審決は，これ以上分解しては技術的意義が失われるまでに本願発明の課題解決のための必要な構成要件(d)を過度に分解したものであり，審決の認定した本願発明の構成要件(d)についての一致点・相違点の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記のとおり審決は，本願発明の構成要件(c)～(f)を分断して判断した。 具体的には，審決は相違点1として，「本願発明が，『同一の容量のモータに対して複数種のピニオンを用意する』としているのに対し，引用発明では，そのような態様が明らかでない点。」とするところ，この相違点1は，本願発明の構成要件(c)に関係し，引用発明が欠くとする相違点1の構成の補完を引用例2に求めた。",
                        "また審決は，上記のとおりの相違点2の構成の補完を周知技術が記載されたとする甲10公報に求めた。",
                        "さらに，相違点3については，相違点1についての検討内容を踏まえれば当業者にとって容易であるとか，相違点4については格別のものとはいえないと判断した。",
                        "しかし，審決のこの対比と判断は，構成要件(c)・(d)，及びこれを前提とした構成要件(e)・(f)が，本願発明の課題を解決するために技術的に密接不可分の関係にあることを看過したものである。",
                        "すなわち，構成要件(d)の「…前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し」という条件は，構成要件(c)の「…同一の容量のモータに対して複数種のピニオンを用意する」という前提がなければ，その技術的意義を失う。この構成要件(c)と(d)は，本願発明の課題解決に貢献する「同一のモータ容量，同一の減速比の組み合わせでありながら，異なる枠番の歯車箱を選択・連結を可能とするシリーズ」を実現するためには同時に存在する必要がある。",
                        "構成要件(c)・(d)を前提として存在する構成要件(e)・(f)も同様である。",
                        "審決は，本願発明の構成要件(c)～(f)をその技術的意義を考慮することなく分解して引用発明との一致点・相違点を認定しており，その認定自体誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(構成要件の取込・補完の非妥当性)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用発明に対して組み合わせることができない構成要件を，あたかも開示不足要件を補完するかのように補完し，引用発明を本願発明に近づけている。しかし，技術的に相容れない構成要件は，たとえ，その内容が他の文献に開示されていたとしても，「開示不足要件」を補完するように補完することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明も，引用発明も共に「シリーズの発明」である。例えば相違点1について審決は，本願発明が，「同一の容量のモータに対して複数種のピニオンを用意する」としているのに対し，引用発明は，そのような態様が明らかでないと指摘している。相違点2については，枠番は異なる複数種の歯車箱に関し，本願発明が，「減速比は同一であるが」との限定を付しているのに対し，引用発明では，かかる限定がなされていないと指摘している。",
                        "しかし，「同一の容量のモータに対して複数種のピニオンを用意する」という要件や，「減速比は同一である」という要件は，引用発明にたまたま開示がなかったいわゆる「開示不足要件」とは性質が異なる。",
                        "引用発明では，引用発明のシリーズを構築する必要上，本願発明でいう構成要件(c)～(f)のように，セットで捉える必要がある構成要件のまとまりがある。このまとまりは，引用発明の課題を実現するために構築されているものであり排他的である。",
                        "引用発明の構成要件に，例えば，本願発明の構成要件(c)及び(d)が同時に満足するように付加することはできない。いわんや，構成要件(e)及び(f)をも同時に満足するように付加することはできない。",
                        "引用例1は，「モータ大容量−ハイポイドギヤセット低減速比の組み合わせ」と，「モータ小容量−ハイポイドギヤセット大減速比の組み合わせ」とならば，ハイポイドギヤセットの強度をほぼ一定に保てることに着目し(甲1の段落【0032】，【0035】，【0036】)，これを利用して「歯車箱の共通化」という課題を実現している(同【0037】，【0073】，【0074】)発明であるから，この課題を実現するために構築されている構成要件中に，同一のモータ容量で且つ同一の減速比の組合せでありながら異なる枠番の歯車箱を選択・連結することができるようにするという構成要件が入り込めないのは容易に理解できることである。",
                        "このように技術的に干渉する構成要件は「開示不足」の要件のように，たとえ他の文献の開示があったとしても，これによって「補完」することはできないから，引用発明を基本に考えれば本願発明にはなりえない。",
                        "審決は，補完できる性質でない構成要件を単に補完して文言上でのみ本願発明を構築しており，技術的意義を考慮しておらず，その判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(動機付けの不存在)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，モータ容量と減速比との関係に着目し，両者(モータ容量と減速比)の組み合わせに一定のルールを与えて歯車箱をできるだけ共通化しようとした発明である。",
                        "一方，本願発明は未公知の前記課題を見出し，それを解決しようとした発明である。本願発明は，この課題を解決するために，同一のモータ容量で且つ同一の減速比の組合せでありながら異なる枠番の歯車箱を選択・連結することができるようにシリーズを構築し，敢えて歯車箱の枠番をモータ容量から切り離して独自性を与え，歯車箱の枠番は「モータ容量とペア」という引用発明等の従来の一義的な選択肢からの脱却を可能とした。",
                        "本願発明と引用発明或いは他の引用例とは，課題も，課題を解決するための手段も，得られる効果も，技術思想的に重なるところは全くない。",
                        "効果についても引用発明も他の引用例も本願発明の効果を予測できていない。",
                        "本願発明の課題に関し開示も示唆もしていない引用例1・2は，これらを組み合わせる必然性，あるいは動機付けが全くない。周知技術(甲10公報)も同様である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，相違点1に引用例2(甲2)の技術を適用する際の根拠として，引用発明は，「各枠番毎に複数のモータ容量のモータを準備し，モータと歯車箱との多様な組合せを可能としたモータ付直交歯車減速機のシリーズ。」を開示していると認定し(7頁8行～9行)，その上で，「…引用発明において，モータと歯車箱との多様な組合せを可能とするために，引用例2記載の技術を適用することにより，相違点1に係る本願発明の構成とすることは，…」と指摘した(10頁8行～10行)。",
                        "しかし，「モータと歯車箱との多様な組合せを可能とするために」という課題は，引用発明と引用例2とを無理やり結び付けるために，審決が極めて広い上位概念をもって独自に創作した課題である。引用発明も，引用例2も，そのような広い課題を解決するために創案されたものではない。",
                        "引用発明は，基本体系のシリーズAoをその出発点とし，「(重量物でコストの高い)歯車箱の在庫負担の減少」をその課題としている。",
                        "歯車箱を共通化するために創案された引用発明に対し，なぜ「モータと歯車箱との多様な組合せを可能とするために」他の文献(甲2)を組合せるかの動機付けがなく，むしろ組み合わせるには阻害要因があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，周知技術(甲10公報)との関係でも，課題の共通性は全くない。審決は，「…減速比(「変速比」が相当)は同一であるが，枠番(「サブシリーズA，B，C，…J」が相当)は異なる複数種の歯車箱(「減速機」又は「変速機」が相当)としてシリーズ化することは，ギヤドモータの分野における周知技術である。そうすると，引用発明に上記周知技術を適用して，相違点2に係る本願発明の構成とすることは，当業者が必要に応じて適宜なし得たものというべきである。」(審決10頁25行～31行)とする。",
                        "しかし，甲10公報で開示されているレベルのことは，引用発明(甲1)は既に認識しており，これは「そのため，出力軸及び歯車箱の寸法によって決まる相手機械への取合い寸法を市場の要請に合せて小なるものから大なるものへ何種類かの大きさに分けたサブシリーズ(このサブシリーズを以降「枠番」と称する)を予め準備し，且つ，同一の枠番で何種類かの減速比を予め系列化して全体をシリーズとして準備することにより，多様なユーザへの対応を可能としている。」という記載は，審決が甲10を予め系列化して全体をシリーズとして準備することにより，多様なユーザへの対応を可能としている。」(甲1，段落【0009】)の記載から明らかである。",
                        "そうすると，引用発明自体が既に認識している技術によって，引用発明が有していないとされる相違点2が補完されるという論理はおかしいことになる。しかも，甲10公報では，「枠番」と「モータ容量」が同一視されており，引用発明に対して甲10公報のシリーズに係る技術概念を適用しようとするならば，「枠番が多種類設けられていること」と，「モータ容量が一定」という条件が両立することはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用発明に課題の異なる引用例2(甲2)，甲10公報は組み合わされるべきではなく，たとえ組み合わせても本願発明に至ることはない。審決は，課題を誤認することによって進歩性の判断を誤ったものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(一致点認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願発明と引用発明とが，前記のとおり「…内蔵したギヤドモータのシリーズにおいて，前記モータフレームの前記歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーを前記モータフレームに組み付けた状態で，且つ，前記モータ側に前記ピニオンを残した状態で，前記モータと歯車箱とを分離可能とし，…としたギヤドモータのシリーズ。」である点で一致するとした。",
                        "しかし，引用発明は，「モータカバーをモータフレームに組み付けた状態，且つ，モータ側にピニオン(ハイポイドピニオン)を残した状態で，モータと歯車箱とを分離可能とし」という構成を備えておらず，審決において主張されている本願発明と引用発明との一致点の認定には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来，本願発明の構成要件(b)の態様ではモータと歯車箱の分離ができなかったことについては，本願明細書(甲4〔特許願〕)の段落【0013】においても指摘されている。",
                        "図2において，モータ101のフレームとモータカバー114はモータ101のフレームを軸方向に貫通する(図2ではフレームの図の右側に記載されている)「長いボルト」によって連結されている。",
                        "一方，モータカバー114と歯車箱102のケーシングは，取付ボルト118によって連結されている。",
                        "図2の描写から明らかなように，モータ101のフレームとモータカバー114を連結している「長いボルト」を取り外すと，モータ101のフレームとモータカバー114が分離されてしまうため，モータカバー114をモータ101のフレームに組み付けた状態を維持するにはこの「長いボルト」は連結したままの状態としておかなければならない。",
                        "しかしながら，「長いボルト」がモータ101のフレームとモータカバー114を連結しているときには，取付ボルト118にアクセスすることができず，該取付ボルト118を取り外すことができない。すなわち，歯車箱102をモータ101のモータカバー114から分離することができない。換言するならば，取付ボルト118を緩めてモータカバー114を歯車箱102から分離させるには，モータ101のフレームとモータカバー114と連結している「長いボルト」を取り外した状態としておかなければならないが，この状態では，ハイポイドピニオン104をモータ101側に残しておくことはできない。",
                        "この図2，図3で示される第1の実施形態のみならず，図4，図5で示される第2の実施形態，図6～図9で示される第3の実施形態，図10～図13で示される第4の実施形態，図14，図15で示される第5の実施形態も事情は上記図2，図3で示される第1の実施形態と同様である。",
                        "図16，図17の従来例は，歯車箱側のケーシングにピニオンが設けられているため，ピニオンをモータ側に残せないのは明らかである。",
                        "図18，図19の従来例も図16，図17の従来例と同様である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，引用発明は，「モータカバー114をモータフレームに組み付けた状態で，且つ，モータ側にピニオン(ハイポイドピニオン)を残した状態で，モータと歯車箱とを分離可能」という構成要件(b)に相当する構成を開示しておらず，これを一致点と認定したのは誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)・(2)・(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，審決に原告主張の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "シリーズ化の条件と個々のギヤドモータの具体的構成は直接関係しない(ア) 本願発明が属する技術分野であるギヤドモータでは，モータの容量，歯車の減速比，枠番(取り合い寸法や許容トルク)の3要素が存在し，駆動する対象に応じて，上記3要素の値をそれぞれ選択することで，1つのギヤドモータのスペック(仕様)が決まる仕組みになっている。モータの容量，歯車の減速比，枠番の3要素は，機械的強度の範囲内でそれぞれ独立して任意に組み合わせ可能なものであって，駆動対象から要求されるトルク，回転数，設置スペース，取り合い寸法などに基づいて適切な組み合わせを選択すべき性質のものである。",
                    "そして，所定の条件の下に複数のスペックのギヤドモータを組み合わせた集合をサブシリーズやシリーズと称していることは，引用例1(甲1)にも記載されているとおり，従来からなされていることである。シリーズ化する際にも，上記3要素の組み合わせは，製品としての需要や個別の要望に応じて任意に選択できる事項であって，どの要素に着目してシリーズ化するかは，単なる取り決めともいうべきものである。一方，決められた仕様のギヤドモータを実現するためには，どのような種類のピニオンやギヤ，歯車箱を採用するのか，具体的部品の種類を選択することも必要である。しかし，上記3要素(仕様)の選択と，上記具体的部品の種類の選択とは，直接関係しない。すなわち，3要素をどのように選択してサブシリーズやシリーズと称するかというシリーズ化の条件は任意選択事項であって，個々のギヤドモータの具体的構成とは直接関係しない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "例えば，引用例1(甲1)では，サブシリーズの所定の条件を「同一の枠番に対してモータの容量と減速比の組み合わせを変えた集合」としたものであり，各枠番毎に用意されたサブシリーズの全体集合をシリーズと称している(【図1】)。このような条件でシリーズ化することと，ギヤドモータの具体的構成との間に，直接の関係はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，審決に示した周知例(甲10公報)では，同一の枠番で減速比の異なるギヤドモータの集合をサブシリーズと称している(甲10，【図21】)。しかし，見方を変えれば，同一の減速比で枠番の異なるもの(同図の縦方向の一列)を一つの集合と見て，これをサブシリーズと称することもできるのである。したがって，この例では，枠番は同一であるが，減速比は異なるギヤドモータとしてシリーズ化したものともいえるし，減速比は同一であるが，枠番は異なるギヤドモータとしてシリーズ化したものともいえるのであって，どのような条件でシリーズ化したかは，ギヤドモータの具体的な構成とは直接の関係がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "モータの容量，歯車の減速比，枠番の組み合わせは任意に組み合わせ可能である",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "なお，原告は，特定の減速比に対して「モータの容量」及び「歯車箱の大きさ」は，枠番という概念の下で，同一視されている(甲10公報)か，又は，「ペア」で一義的に変化する(甲1)ことしか許されていなかった旨主張するので，モータの容量，歯車の減速比，枠番の3要素は，機械的強度の範囲内でそれぞれ独立して任意に組み合わせ可能であることにつき，補足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明における「枠番」とは，歯車箱の許容トルクのことであり，取り合い寸法に代表されるものである。甲10公報においては，「取合寸法La」等が，これに該当する。原告は，甲10公報の図21や，【0015】の記載をとらえて，モータの容量を選択すると，歯車箱も一義的に決定されてしまう旨主張するが，これらは単なる例示にすぎず，モータ容量によって歯車箱が一義的に決定されることを意味するものではない。モータ容量が同じでも，変速比が異なれば出力トルクも変化することは明らかであるから，モータ容量によって歯車箱の許容トルク(枠番)が決定されるわけではない。上記の例において，同一枠番における出力トルクは変速比によって異なるが，その最大トルクが許容トルクの範囲内である限り，モータ容量や変速比は，適宜に選択して良いのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用例1(甲1)について，モータ容量と歯車箱の大きさが「ペア」で一義的に変化することしか許されていなかった旨主張する。",
                        "しかし，引用例1の図1には，モータ容量と減速比がペアとなっていることは記載されているものの，原告が主張するようなことは記載されていない。引用例1に記載されている各サブシリーズでは，大容量のモータに対して低減速比の，小容量のモータに対して高減速比の歯車を対応させている。この様に選択した理由について，引用例1には，「【0012】即ち，モータ付直交歯車減速機に限らず，一般に歯車減速機はモータの回転を駆動される相手機械が必要とする最適回転数にまで減速する目的で使用される。枠番により減速機の出力軸と歯車箱(の大きさ)が決定されると，大略の機械的強度(許容出力トルク)の限界が決定されるため，同一枠番内であっても，低減速比(モータと出力軸の回転数の比が小さい)においては大容量のモータ，一方，高減速比(モータと出力軸の回転数の比が大きい)においては小容量のモータを組合せるのが出力軸と減速比の強度上のバランスがよいことになる。",
                        "【0013】そのため，1つの枠番に2種類以上の容量のモータを組合せることによってシリーズ化する方が軽量コンパクト化を図る上で有利である。」",
                        "と記載されている。つまり，出力トルクを一定にするような選択をしているのであり，枠番で決まる限界のトルク(許容出力トルク)を出力しようとの観点から選択したものと解される。しかし，機械的強度の観点からみれば，必ずしも限界のトルク(許容出力トルク)を出力しなければならないものではなく，それよりも小さいトルクを出力しても良いことは当然である。換言すれば，大容量のモータに対して低減速比の，小容量のモータに対して高減速比の歯車を対応させなければならない技術的必然性はないのであって，小容量のモータに対して低減速比の歯車を対応させることにより，許容値よりも小さいトルクを出力しても良いのである。すなわち，引用例1では，出力トルクを一定にするとの条件を付しているが，そのような条件を付さなければ，機械的強度の限界の範囲内において，各枠番に対してモータの容量と減速比を種々に組み合わせることができるのである。なお，出力トルクを一定にするとの条件が必須のものでないことは，引用例1の【0007】～【0010】に記載された従来技術からも明らかである。すなわち，同一の枠番で何種類かの減速比を系列化し，1つの枠番に1つのモータを与える例が示されているところ，この場合には，同一の枠番に対する出力トルクが一定にならないのである。甲10公報の【図21】の例も出力トルクが一定にならないものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "このように，モータの容量，歯車の減速比，枠番の3要素は，機械的強度の範囲内でそれぞれ独立して任意に組み合わせ可能なものであって，駆動対象から要求されるトルク，回転数，設置スペース，取り合い寸法などの条件に基づいて適切な組み合わせを選択すべき性質のものである。原告がいうように，「モータの容量」及び「歯車箱の大きさ」は，同一視され，あるいは，「ペア」で一義的に変化することしか許されないというものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決の一致点，相違点の認定に誤りはない",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の構成要件(d)は，減速比は同一であって枠番が異なる歯車箱の集合をシリーズと称する旨を規定したものである。これに対し，構成要件(c)，(e)，(f)は，同一の容量のモータに対して複数種の歯車箱を選択的に連結可能とするための具体的構成を特定するものである。",
                        "どのような条件のギヤドモータを組み合わせてサブシリーズやシリーズと称するかは，任意的選択事項であって，ギヤドモータの具体的な構成とは，直接関係しない。したがって構成要件(d)は，構成要件(c)，(e)，(f)と密接不可分に関連しているというものではなく，審決が，構成要件(d)に関する構成を相違点2として認定，判断した点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件(c)，(e)，(f)は，同一の容量のモータに対して複数種の歯車箱を選択的に連結可能とするための構成であるから，技術的関連性を有する。審決は，構成要件(c)，(e)，(f)に関し，本願発明と引用発明との相違点1，3，4として認定し，相違点1については，「…引用発明において，モータと歯車箱との多様な組合せを可能とするために，引用例2記載の技術を適用することにより，相違点1に係る本願発明の構成とすることは，当業者にとって容易である。」(10頁8行～10行)と判断した。そして，引用発明に引用例2記載の技術を適用する場合，歯車箱のギヤが，モータ側の複数種のピニオンの1とのみ噛合すべきことは当然であるから，引用発明に引用例2記載の技術を適用することに伴って，相違点3，4に係る本願発明の構成とすることは，当業者にとって容易であり，それ故，審決では，相違点3については，「…上記『相違点1について』での検討内容を踏まえれば，引用発明において，相違点3に係る本願発明の構成とすることは，当業者にとって容易である。」(10頁下1行～11頁2行)と判断し，相違点4については，「…上記『相違点1について』ないし『相違点3について』での検討を踏まえて上記各相違点に係る本願発明の構成とした場合に，同一の容量のモータに対して該複数種のピニオンから1のピニオンを選択した際に，そのピニオンと噛合するギヤを有する複数種の歯車箱の中から1つを選択して，該モータと該選択された歯車箱とを連結することが可能となるのは明らかというべきである。そうすると，相違点4は格別のものとはいえない。」(11頁4行～10行)と判断したものである。すなわち，説明が煩雑になるのを避ける観点から，形式的に相違点1，3，4に分解してはいるものの，実質的には，これらの相違点相互の技術的関連性を考慮して判断している。",
                        "よって，審決が，構成要件(c)，(e)，(f)に関する構成を相違点1，3，4として認定，判断した点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，審決は，構成要件(d)をさらに細分化して相違点2を認定している点で誤っている旨を主張する。",
                        "上記のとおり，そもそもモータの容量，歯車の減速比，枠番の組合せは任意に選択可能である。引用発明は，そのシリーズ中に，枠番の異なる複数種の歯車箱が含まれている(引用例1の【図1】)のであるから，「枠番は異なる複数種の歯車箱としてシリーズ化」している。そして，本願発明と引用発明とで「枠番」の概念が異なっているわけではないから，引用発明は，「相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化」しているものであり，審決は，この点を一致点と認定したのである。各枠番には，低減速比から高減速比までの歯車箱が含まれているから，各枠番を横断的に見るならば，複数の枠番において，減速比が同一のものが含まれることも想定し得るところではあるが，引用例1には，このことは明記されていない。したがって，引用発明は，「前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化」しているとはいえるものの，「前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し」とまではいえないのである。そこで，審決は，本願発明と引用発明との対比において，「枠番は異なる複数種の歯車箱に関し，本願発明が，『減速比は同一であるが』との限定を付しているのに対し，引用発明では，かかる限定がなされていない点。」を相違点2として抽出したのである。",
                        "なお，構成要件(d)の「相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し」全体を相違点として認定したとしても，当該相違点に係る構成は，引用発明に周知技術(甲10公報)を適用して当業者が容易に想到し得たものであり，審決の判断に影響するものではない。",
                        "したがって，審決の相違点2についての認定，判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，引用発明に引用例2記載の技術を適用して，モータと歯車箱との多様な組合せを可能とし，周知技術を適用して，複数の枠番に同一の減速比を用意すれば，「同一のモータ容量で且つ同一の減速比の組合せでありながら異なる枠番の歯車箱を選択・連結することができる」(甲4，段落【0056】)という，本願発明の効果を奏することとなる。審決は，「本願発明の全体構成によって奏される効果も，引用発明，引用例2記載の技術及び上記周知技術から当業者が予測し得る範囲内のものである」(11頁11行～12行)と，本願発明の全体構成によって奏される効果についても検討を加えているのである。",
                        "また，仮に構成要件(c)ないし(f)を分割せずに検討しても，引用発明に，引用例2記載の技術と甲10公報で例示される周知技術を適用して，本願発明の構成とすることは当業者が容易に想到し得たといえるから，結論に相違はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告のいう「開示不足要件」でなければ他の文献によって補完することはできないとう判断手法は一般的な判断基準ではない。また，審決は，本願発明と引用発明との相違する点を，相違点1～4として認定した上で，各相違点について技術内容を具体的に検討し，技術的意義を考慮しながら，容易に想到し得たと判断したのであるから，原告が主張するように，補完できる性質でない構成要件を単に補完して本願発明を文言上でのみ構築しようとしたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，後記(3)のとおり，引用発明に，引用例2記載の技術，及び，周知技術を適用することができるから，引用発明の構成に，本願発明の構成要件(c)～(f)が同時に存在するように取り込むことが不可能である旨の原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また引用例1(甲1)には，大容量のモータに対して低減速比の，小容量のモータに対して高減速比の歯車を対応させることが記載されているが，この様に対応させたのは，出力トルクを一定にするとの条件を選択したからにすぎず，他の選択が許されないものではないから，引用例2記載の技術の適用を妨げるものではない。よって，引用発明に，同一のモータ容量で且つ同一の減速比の組合せでありながら異なる枠番の歯車箱を選択・連結する構成要件が入り込めないという原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)に，「…モータ付直交歯車減速機にモータ容量や減速比の変更が要請されたような場合であっても，当該モータ付直交歯車減速機全体を交換しなくても済むように」することが記載され(段落【0031】)，引用例2(甲2)に，「…減速機とモータをそれぞれ独立した形に分離できるようにし，減速機とモータの組み合わせを自由に選べるようにした」(段落【0008】)と記載されていることから，各引用例には，「モータと歯車箱との多様な組合せを可能とする」ことが共通の課題として存在するといえる。したがって，審決は，本願発明と引用発明の課題を何でも入るような広い課題を独自に想定し，本来組み合わされるべきではない引用例の組合せに基づいて判断したものではないから，この点に関する原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明の課題自体が未公知である旨主張するが，各引用例に共通の課題が存在するといえることは上記のとおりであるから，審決の判断を左右するものではない。",
                    "そして，引用例1に歯車箱を共用化するとの課題があるとしても，上記のとおり，引用例1と引用例2に共通の課題が存在するから，当該共通の課題を契機として，引用発明に引用例2記載の技術を適用することは，当業者が容易に想到し得たものである。また，引用発明に引用例2記載の技術を適用し，モータと歯車箱との多様な組合せを可能とすることは，引用発明におけるモータと歯車箱の組合せの自由度を高くするものであって，歯車箱の共用化に反するものではないから，阻害要因があるとはいえない。",
                    "よって，この点についての原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲10公報は，複数の枠番に同一の減速比を用意したシリーズの周知例として示したものである。引用例1では，各枠番に低から高までＮ種の減速比が用意されているところ，Ｎ種の減速比をどのように選択するかは設計的事項である。そして，周知例に倣い，複数の枠番に同一の減速比を用意するように選択すれば，「減速比は同一であるが，枠番は異なる複数種の歯車箱としてシリーズ化」したこととなるのである。したがって，引用発明に周知技術を適用して，相違点2に係る本願発明の構成を容易想到とした審決の判断に誤りはなく，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "引用例1(甲1)には「…前記モータの前記歯車箱側のカバーを，該歯車箱と別体としてモータと歯車箱とを分離可能とすると共に」(段落【0032】)，「…モータ1は歯車箱2と分離独立が可能となっている」(段落【0047】)，「…モータ1のモータ軸3には，先端にハイポイドピニオン4が一体に加工されている。」(段落【0048】)と記載されている。これらの記載によれば，「モータカバーをモータフレームに組み付けた状態で，且つ，モータ側にピニオンを残した状態で，モータと歯車箱とを分離可能」という構成を，本願発明と引用発明の一致点と認定することができるのである。また，技術常識に照らせば，「モータ1は歯車箱2と分離独立が可能」とする際に，モータフレームとモータカバーを分離しなければ，モータカバーと歯車箱が分離できないような構造とすることの方が，むしろ不自然である。原告の主張は，上記引用例1の記載を無視するものであって失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の誤認・相違点の看過)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の枠番は，モータ容量及び歯車箱の大きさと，減速比とを一対のもの(ペア)で一義的に変化することしか予定されていないものであるとした上で，審決は本願発明の課題解決のため密接不可分の関係にある構成要件(c)～(f)を分断して判断したために上記内容の引用発明との一致点・相違点の認定を誤った旨主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明が記載された引用例1(甲1)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 「【請求項1】モータと，該モータと直交して配置された出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，少なくとも前記モータの軸に形成されたハイポイドピニオンと，前記モータ軸と軸心をずらせて直交させた軸に取り付けられ前記ハイポイドピニオンと噛合するハイポイドギヤとからなるハイポイドギヤセットを内蔵したモータ付直交歯車減速機のシリーズにおいて，",
                        "前記シリーズを，減速比は低減速比から高減速比までそれぞれ異なるが，相手機械に据付けるための取合い寸法は同一であるようなサブシリーズの集合で構成し，",
                        "前記モータの前記歯車箱側のカバーを，該歯車箱と別体としてモータと歯車箱とを分離可能とすると共に，",
                        "これら分離可能としたモータカバーと歯車箱との位置決めを，該モータカバーと歯車箱との据付面をインロウ結合することによって行い，同一のサブシリーズにおいては，",
                        "①前記モータカバーと歯車箱との前記インロウ結合を含む取合い寸法が一定，",
                        "②前記ハイポイドピニオンと，ハイポイドギヤとの前記軸心のずれ量が一定，",
                        "③前記ハイポイドギヤの外径がほぼ一定，",
                        "④前記ハイポイドギヤの中心から，モータカバーと歯車箱との前記据付面までの距離が一定，とし，",
                        "大容量のモータに対しては低減速比のハイポイドギヤセットを構成するハイポイドピニオン，小容量のモータに対しては高減速比のハイポイドギヤセットを構成するハイポイドピニオンを，それぞれ対応させることにより，ハイポイドギヤセットの必要強度レベルをほぼ一定に維持しつつ，1の歯車箱に対して2種以上のモータを組合せ可能としたことを特徴とするモータ付直交歯車減速機のシリーズ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「本出願人は，既に特願昭62−283044(特公平2−53656)",
                        "において，このような要求を満足するモータ付直交歯車減速機を提案し，市場に提供している。図14，15にこの公知例を示す。」(段落【0007】)",
                        "・ 「そのため，出力軸及び歯車箱の寸法によって決まる相手機械への取合い寸法を市場の要請に合せて小なるものから大なるものへ何種類かの大きさに分けたサブシリーズ(このサブシリーズを以降「枠番」と称する)を予め準備し，且つ，同一の枠番で何種類かの減速比を予め系列化して全体をシリーズとして準備することにより，多様なユーザへの対応を可能としている。」(段落【0009】)",
                        "・ 「しかしながら，この図14，15の例のシリーズは，1つの枠番に1つのモータ1を与え，同一枠番で必要とされる減速比毎に専用の歯車箱2を用意する構成で成立していたため，シリーズ全体としては共用できる部分が非常に少ないというのが実情であった。」(段落【0010】)・ 「即ち，モータ付直交歯車減速機に限らず，一般に歯車減速機はモータの回転を駆動される相手機械が必要とする最適回転数にまで減速する目的で使用される。枠番により減速機の出力軸と歯車箱(の大きさ)が決定されると，大略の機械的強度(許容出力トルク)の限界が決定されるため，同一枠番内であっても，低減速比(モータと出力軸の回転数の比が小さい)においては大容量のモータ，一方，高減速比(モータと出力軸の回転数の比が大きい)においては小容量のモータを組合せるのが出力軸と減速比の強度上のバランスがよいことになる。」(段落【0012】)",
                        "・ 「そのため，1つの枠番に2種類以上の容量のモータを組合せることによってシリーズ化する方が軽量コンパクト化を図る上で有利である。」(段落【0013】)",
                        "・ 「本発明は，このような従来の問題に鑑みてなされたものであって，物流システムの多様化に伴って要求される様々な態様の取付方法，減速比及び負荷容量の組合せの要請に対応しながら，可能な限り共用化することによってシリーズ中に予め準備すべきモータの種類や歯車箱の種類を低減し，結果としてより低コストの減速機シリーズを提供することができ，且つ，物流システム中に現に組込まれているモータ付直交歯車減速機にモータ容量や減速比の変更が要請されたような場合であっても，当該モータ付直交歯車減速機全体を交換しなくても済むようにし，より合理的に使用することができるようなモータ付直交歯車減速機のシリーズを提供し，上記課題を解決せんとしたものである。」(段落【0031】)",
                        "・ 「【課題を解決するための手段】本発明は，モータと，該モータと直交して配置された出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，少なくとも前記モータの軸に形成されたハイポイドピニオンと，前記モータ軸と軸心をずらせて直交させた軸に取り付けられ前記ハイポイドピニオンと噛合するハイポイドギヤとからなるハイポイドギヤセットを内蔵したモータ付直交歯車減速機のシリーズにおいて，前記シリーズを，減速比は低減速比から高減速比までそれぞれ異なるが，相手機械に据付けるための取合い寸法は同一であるようなサブシリーズの集合で構成し，前記モータの前記歯車箱側のカバーを，該歯車箱と別体としてモータと歯車箱とを分離可能とすると共に，これら分離可能としたモータカバーと歯車箱との位置決めを，該モータカバーと歯車箱との据付面をインロウ結合することによって行い，同一のサブシリーズにおいては，",
                        "①前記モータカバーと歯車箱との前記インロウ結合を含む取合い寸法が一定，",
                        "②前記ハイポイドピニオンと，ハイポイドギヤとの前記軸心のずれ量が一定，",
                        "③前記ハイポイドギヤの外径がほぼ一定，",
                        "④前記ハイポイドギヤの中心から，モータカバーと歯車箱との前記据付面までの距離が一定，",
                        "とし，大容量のモータに対しては低減速比のハイポイドギヤセットを構成するハイポイドピニオン，小容量のモータに対しては高減速比のハイポイドギヤセットを構成するハイポイドピニオンを，それぞれ対応させることにより，ハイポイドギヤセットの必要強度レベルをほぼ一定に維持しつつ，1の歯車箱に対して2種以上のモータを組合せ可能としたことにより，上記課題を解決したものである。」(段落【0032】)",
                        "・ 「更に，上述したようなシリーズであって，且つ，相手機械への据付方法の異なる歯車箱を用いたシリーズを2種以上備え，当該2種以上のシリーズの各々のサブシリーズにおけるモータと減速比の組合せを統一し，同一のモータと減速比の組合せの場合には，前記2種以上のシリーズの歯車箱のうち，任意のシリーズの歯車箱を選択可能とするように構成すると，一層良好である。」(段落【0034】)",
                        "・ 「【作用】本発明に係るシリーズを図式化すると図1に示すようになる。」(段落【0035】)",
                        "・ 「本発明においては，2種類以上のモータ(負荷容量)の組合せに対し，1つの歯車箱で対応できる。この場合，ハイポイドギヤセットの強度レベルについては，モータが異なってもほぼ一定に確保できる。」(段落【0036】)",
                        "・ 「又，歯車箱の中はハイポイドギヤセットの減速比を変えるようにしているため，該歯車箱のそれ以外の減速段(例えば平行軸歯車部)についてはこれを共通化でき，その分コストダウンが実現できる。」(段落【0037】)",
                        "・ 「更に，取付方向の異なる歯車箱についても，モータについてはこれを共用化できる。」(段落【0038】)",
                        "・ 「まず，本発明においては，モータ付直交歯車減速機のシリーズを，基本的に『減速比はそれぞれ異なるが，相手機械へ据付けるための取合い寸法は同一であるようなサブシリーズ(枠番)』の集合で構成する。」(段落【0042】)",
                        "・ 「図14，図15において，モータ1の減速機側カバー(モータカバー)14は，歯車箱2と別体に構成されている。このモータカバー14は，軸受ハウジング17によりモータ軸負荷側の軸受13を収容し，オイルシール19により歯車箱2からの潤滑油の洩れを防止している。これにより，モータ1は歯車箱2との分離独立が可能となっている。」(段落【0047】)・ 「一方，モータ1のモータ軸3には，先端にハイポイドピニオン4が一体に加工されている。このモータ1と歯車箱2との位置決めは，モータ14と歯車箱2との据付面16をインロウ結合することによって行われ，且つ，この位置決めがボルト18によって固定・維持されている。」(段落【0048】)",
                        "・ 「図2，図3に示した歯車減速機と図14，図15に示した歯車減速機とを比較して，本発明のシリーズ構成の特徴を説明する。」(段落【0053】)",
                        "・ 「①モータカバー14，114と歯車箱2，102との取合い寸法(インロウ部15，115の径，深さ，ボルト18のピッチ等)がそれぞれ一定の値(例えば径がI1 ＝I2 )とされている(図2，図14参照)。」(段落【0054】)",
                        "・ 「②モータ軸3，103に形成されたハイポイドピニオン4，104と，ハイポイドギヤ5，105との軸心のずれ量(オフセット量) e 1， e2がそれぞれ一定値( e1＝ e2)とされている(図3，図15参照)。」(段落【0055】)",
                        "・ 「③ハイポイドギヤ5，105の外径D1，D2がほぼ一定とされている(図2，図14参照)。」(段落【0056】)",
                        "・ 「④ハイポイドギヤ5，105の中心Cから，モータカバー14，114と歯車箱2，102との据付面16，116までの距離B1 ，B2 が一定(B1 ＝B2 )とされている(図3，図15参照)。」(段落【0057】)・ 「この①～④の条件により，大容量のモータ101に対しては，低減速比5のハイポイドギヤセット120を構成するハイポイドピニオン104を対応させ，小容量のモータ1に対しては高減速比10のハイポイドギヤセット20を構成するハイポイドピニオン4をそれぞれ対応させることが可能となる。」(段落【0058】)",
                        "・ 「又，上記①～④の条件を満足すると，必然的に大容量モータ101に一体に加工されるハイポイドピニオン104のピッチ径は大きく，小容量モータ1に一体に加工されるハイポイドピニオン4のピッチ径は小さくなる傾向となる。このことは，ハイポイドギヤセットの強度レベル(例えば歯の面圧)とほぼ等しく確保することができることを意味している。」(段落【0059】)",
                        "・ 「以上のことから，1つの歯車箱2，102(歯車箱2，102は同一)に対して寸法も容量も異なる2種類以上のモータ1，101を必要強度レベルを維持した上で組合せ可能とし，且つ平行軸歯車列21，121についてもその初段については共用化を可能としているものである。」(段落【0062】)",
                        "・ 「ところで，本発明は，据付方法(前述した脚取付型，フランジ取付型，あるいはホローシャフト型等の区別)の異なる歯車箱を用いたモータ付直交歯車減速機を別のシリーズとして用意し，各シリーズを枠番群により構成し，しかもモータと減速比の枠番毎の組合せを据付方法に拘らず統一しておくと，更に効果的になる。」(段落【0065】)",
                        "・ 「図4～図13にこの思想に基づく別の実施例を示す。」(段落【0066】)",
                        "・ 「図4は，図2の実施例を出力軸の取出し方向の異なる別の歯車箱102b に適用し，且つ大容量，低減速比とした例を示している。図5は，図14で小容量，高減速比のハイポイドギヤセット20と組合せていた平行軸歯車列21をそのままにした上で，ハイポイドギヤセット20b を大容量，低減速比のものと交換し，総減速比と出力トルクを変更した例を示している。」(段落【0067】)",
                        "・ 「図6は，本発明を脚取付型の歯車箱102 c に適用し，小容量モータ1と大減速比の歯車箱102 c とを組合せた例を示しており，図7は，図6の歯車列の配置を示す軸方向断面を示している。」(段落【0068】)・ 「図8は，図6の脚取付型の歯車箱102 c に大容量モータ101を組合せた実施例の展開図を示しており，図9は，図8の歯車列の配置を示す軸方向断面を示している。」(段落【0069】)",
                        "・ 「図10は，本発明をホローシャフト型の歯車箱102 d に適用し，小容量モータ1と高減速比の歯車列を組合せた実施例の展開図を示しており，図11は，図10の歯車列の配置を示す軸方向断面を示している。」(段落【0070】)",
                        "・ 「更に，図12は，図10のホローシャフト型の歯車箱102 d に，大容量モータ101を適用した歯車列の展開図を示しており，図13は，図12の歯車列の配置を示す軸方向断面を示している。」(段落【0071】)・ 「このように，据付方法の異なる減速機シリーズにおいても，各シリーズの各々の枠番におけるモータと減速比の組合せを統一しておくと，同一のモータと減速比の組合せの場合には2種以上のシリーズの歯車箱のうち，任意のシリーズの歯車箱(任意の据付方法の歯車箱)を自由に選択できるため，本発明の効果を最大限に引出すことができるようになる。換言すると取付方法の異なる歯車箱に対しても組合わせるモータを共用化できるようになる。」(段落【0072】)",
                        "・ 「更に，このようなシリーズを据付方法の異なる歯車箱毎に用意し，且つ各々の枠番におけるモータと減速比の組合せを統一しておくことにより，同一のモータと減速比の組合せの場合には，据付方法の異なる歯車箱に対してもモータを共通化することができるようになる。」(段落【0075】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)・【図1】(本発明に係るモータ付直交歯車減速機のシリーズの要旨を示す線図)",
                      "text": [
                        "・【図2】(本発明をフランジ取付型の歯車箱に適用した実施例を示すモータ付直交歯車減速機の歯車列の展開図)",
                        "・【図3】(図1の歯車列の配置を示す軸方向断面図)",
                        "・ 【図14】(小容量モータと高減速比の歯車箱とを組合せた実施例(この減速機自体は公知)の歯車列展開図)",
                        "・ 【図15】(図14の歯車列の配置を示す軸方向断面図)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)によれば，引用発明は，モータと，出力軸を有する歯車箱，ハイポイドピニオン等からなるモータ付直交歯車減速機のシリーズ(特許請求の範囲の記載)であり，取付方法，減速比及び負荷容量の組合せの要請に対応しつつ，可能な限りの共用化により準備すべきモータの種類や歯車箱の種類を低減して低コストの減速機シリーズを提供することを目的としたものである。",
                        "そして引用発明の枠番は，「出力軸及び歯車箱の寸法によって決まる相手機械への取合い寸法を市場の要請に合せて小なるものから大なるものへ何種類かの大きさに分けたサブシリーズ」(段落【0009】)をいうとするところ，引用発明の記載された甲1には，以下の<ア>～<ウ>の3種の態様の枠番の設定，及びモータ容量と減速比等の組合せについての開示がされている。",
                        "<ア> まず公知例(原告出願に係る平2−53656号公報記載の発明，段落【0007】)に属するものとして，「1つの枠番に1つのモータ1を与え，同一枠番で必要とされる減速比毎に専用の歯車箱2を用意する」旨が記載され，1つの枠番に1つのモータ(すなわち同一のモータ容量)，複数種の減速比が異なる歯車箱を連結するシリーズを提供することも示されている(段落【0010】)。さらに「できるだけ共用できる部分を増大させる」ための提案(段落【0011】)として，同一枠番において，モータ容量と減速比を異ならせてシリーズを設定すること，モータ容量と減速比の組み合わせにおいては，強度上のバランスがよいことが必要とされ，そのため許容出力トルクの範囲内で，低減速比では大容量のモータ，高減速比では小容量のモータを組み合わせるのが望ましく(段落【0012】)，同一の枠番においては，2種類以上のモータ容量のシリーズを設定すれば，ギヤドモータの軽量コンパクト化が図れること(段落【0013】)，も示されている。",
                        "<イ> そして引用発明は，同一枠番において，モータ容量と減速比を対応してセットにしたものを2種以上Ｎ種まで用意し，シリーズとして設定するものである(段落【0032】，【0035】，【00",
                        "36】，【図1】)。",
                        "<ウ> 「更に，上述したようなシリーズであって，且つ，相手機械への据付方法の異なる歯車箱を用いたシリーズを2種以上備え，当該2種以上のシリーズの各々のサブシリーズにおけるモータと減速比の組合せを統一し，同一のモータと減速比の組合せの場合には，前記2種以上のシリーズの歯車箱のうち，任意のシリーズの歯車箱を選択可能とするように構成すると，一層良好である」(段落【0034】)とすることに係る実施例として，同一枠番において，2種類以上にモータ容量と減速比を対応させ異なるシリーズを設定するものを，異なる据付方法の歯車箱に対して使用するものとしてシリーズ化すれば，同一のモータ容量と減速比のものを異なる歯車箱に共通化できることも示されている(段落【0065】～【0071】)。",
                        "以上によれば，引用発明の記載された引用例1(甲1)には，①同一の枠番について，必要強度レベルを維持しつつ，モータ容量と減速比をセットで組み合わせて設定すること(原告主張の引用発明の内容)に加え，②同一枠番において，機械的強度(許容出力トルク)の限界内であれば，モータの容量と減速比を種々に組み合わせて，すなわち同一容量のモータを異なる減速比の歯車箱と連結してシリーズを設定すること，③同一モータ容量と減速比のモータ付歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けシリーズ化すること，が記載されているといえる(以下，それぞれ「引用発明の内容①」～「引用発明の内容③」という場合がある)。そして，引用発明は，出力軸及び歯車箱の寸法によって決まる相手機械への取合い寸法を小なるものから大なるものへ何種類かの大きさに分けた枠番を予め準備し，歯車箱を枠番は異なる複数種の歯車箱としてシリーズ化したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，本願発明の記載された本願明細書(甲4〔特許願〕)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "請求項1は，前記第3，1，(2)記載のとおり。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「【発明の属する技術分野】",
                        "本発明は，例えば物流システムのコンベヤ等の駆動系に使用され，モータに，ギヤセットを内蔵する歯車箱を組み合わせたギヤドモータのシリーズに関する。」(段落【0001】)",
                        "・ 「本発明では，従来のギヤドモータのシリーズにおける不合理な点を見いだしたこと自体にその創案の大きな意義を有している。」(段落【0008】)",
                        "・ 「…従来のシリーズでは歯車箱を交換すること(枠番を変更すること)は，ギヤをも交換することであるため，従来のように1つのモータに対して，同じ減速比のギヤセットが1種類しか存在しない場合には，モータをも交換することになり，結局のところは，モータまでは交換する必要はないにも拘わらず，交換せざるを得ないという結果となっていたものである。」(段落【0011】)",
                        "・ 「あるいは，例えば，既存のシリーズに係るギヤドモータが現場に既に数多く取り付けられていて，モータについてはそのまま活かせるような状況にある場合には，別に特注品として歯車箱を設計して対応せざるを得なかった。しかし，そうなると，新たに歯車箱を用意しなければならず，コストアップに繋がっていた。これらの従来のシリーズの不合理な点については後に詳述する。」(段落【0012】)",
                        "・ 「本発明では，この不合理な面に着目し，先ず，従来のこの種のギヤドモータのシリーズではモータ側にピニオンを残したまま歯車箱と分離可能な構成にはなっていなかったことから，この点を改良するべく，モータフレームの歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーをモータフレームに組み付けた状態で，且つ，モータ側にピニオンを残した状態で，モータと歯車箱とを分離可能とした。」(段落【0013】)",
                        "・ 「その上で，同一の容量のモータに対してピニオンを複数種用意し，且つそれぞれのピニオンと噛合したときに同一の減速比を形成するギヤを内蔵し相互に枠番の異なる歯車箱を複数種用意してこれをシリーズ化している。」(段落【0014】)",
                        "・ 「この結果，減速比及びモータの容量が同一という状況の下で，種々の枠番(大きさ)の歯車箱をシリーズの標準品として調達することができるようになり，歯車箱の大小に関するユーザの幅広いニーズに対して柔軟に対応することができるようになる。」(段落【0015】)",
                        "・ 「次に，このような構造の減速機GとモータMの組み合わせによって構成されるハイポイドギヤドモータのシリーズについて説明する。…」(段落【0025】)",
                        "・ 「このシリーズにおいては，相手機械に据付けるための取り合い寸法に代表される歯車箱の許容トルクの大小の概念を「枠番」の相違という形で規定しており，各枠番ごとに低減速比から高減速比までの複数の減速比を用意している。」(段落【0026】)",
                        "・ 「図1は本発明に係るサブシリーズの中のサンプルを示し，同一の容量のモータM2に対して異なる枠番の減速機G1～G3を結合して得た，3種類のハイポイドギヤドモータGM12，GM22，GM32を示している。」(段落【0027】)",
                        "・ 「このサブシリーズにおいては，モータ軸24(24A，24B，24C)側のハイポイドピニオン13(13A，13B，13C)と歯車箱1",
                        "(1A，1B，1C)内のハイポイドギヤ14(14A，14B，14C)",
                        "とが噛合したときに同一の減速比を形成するパイポイドギヤセット15(15A，15B，15C)を内蔵し相互に枠番の異なる歯車箱1(1A，1B，1C)に対して，伝達容量の同一のモータM(M2)を連結可能としている。」(段落【0028】)",
                        "・ 「そのため，このサブシリーズ中のモータMの前部モータカバー22(22A，22B，22C)は，歯車箱1(1A，1B，1C)側の取り合い",
                        "寸法が異なることによりハイポイドギヤ14(14A，14B，14C)に対するハイポイドピニオン13(13A，13B，13C)が複数種，即ちこの例では3種用意され，それぞれのオフセット量e(e1，e2，e3)が相互に異なり，且つ，モータM(M2)側の取り合い寸法が共通とされている。即ち，シリーズ中の各モータM(M2)のモータ軸24(24A，24B，24C)は，その先端に形成されているハイポイドピニオン13(13A，13B，13C)が各モータ軸24(24A，24B，",
                        "24C)において異なっている。」(段落【0029】)",
                        "・ 「このように，同一のモータ容量・減速比に対する枠番(歯車箱)の選択に幅を持たせたサブシリーズをギヤドモータのシリーズに包含することにより，考え得るさまざまな用途や状況に対してよりきめ細かに，且つ合理的に対応することができ，低コストで無駄のないハイポイドギヤドモータを提供することができるようになる。」(段落【0030】)・ 「それに対し，図5は，本発明のシリーズに係るもので，同じ伝達容量0．75kwのモータに対し，同一の減速比でありながら，複数種類の枠番が対応できていることを示している。なお，図5において( )書きで示したものが従来のシリーズで用意されているものである。図5から明らかなように，例えば，この伝達容量0．75kwのモータに対し同じ減速比7の歯車箱として，従来の枠番Cのほかに，枠番B，Dが別途用意されていることが判る。同様な構成が他の伝達容量のモータに対しても形成されている。」(段落【0042】)",
                        "・ 「この構成により，例えば，0．75kwのモータを使用して減速比7の減速出力を得る場合，Cの枠番の歯車箱のほかBとDの枠番の歯車箱のいずれも使用することができるが，小枠番であるBの枠番を採用することで，ギヤドモータのコンパクト化を図ることができる。」(段落【0043】)・ 「逆に，同一の駆動力(同一モータ容量)0．75kwで，且つ同一減速比(同一コンベア速度)7で，敢えて枠番をより大型化してDを採用することにより，ハイポイドギヤセットに「構造上の余裕」を与え，点検や交換の困難な状況や場所など，より耐久性の求められるような場合にも対応できるようにすることもできる。」(段落【0044】)",
                        "・ 「【発明の効果】",
                        "以上説明したように，本発明によれば，同一のモータ容量で且つ同一の減速比の組合せでありながら異なる枠番の歯車箱を選択・連結することができるようにしたので，考え得るさまざまな用途や状況に対してよりきめ細かに，且つ合理的に対応することができ，低コストで無駄のないギヤドモータを提供することができる。」(段落【0056】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面",
                      "text": [
                        "・【図1】(本発明の実施形態のシリーズの中のハイポイドギヤドモータのサンプルを示す図)",
                        "・【図5】(本発明のシリーズ内容を示すマトリックス)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)によれば，本願発明は，同一の容量のモータに対して複数種のピニオンを用意すると共に，相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化したものであり，その結果，同一のモータ容量でかつ同一の減速比の組合せについて異なる枠番の歯車箱を選択できるようにしたことを内容とするものであることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記イ，ウによれば，引用発明と本願発明とは，「相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化し」た点(本願発明の構成要件(d))で一致するといえる。",
                    "そしてこれを具体化する手段として，引用例1には，前記のとおり同一容量のモータを複数種の減速比が異なる歯車箱に取り付ける(連結する)こと(引用発明の内容②)が記載されており，これは本願発明の「同一の容量のモータに対して複数種のピニオンから1のピニオンを選択し，且つ，該1のピニオンと噛合するギヤを有する複数種の歯車箱の中から1つを選択し，該モータと該選択された歯車箱とを連結可能とした」こと(構成要件(f))に対応するものである。そして審決は，本願発明が，同一の容量のモータに対して複数種のピニオンを用意するとしているのに対し，引用発明ではそのような態様が明らかでない点を相違点1として認定しているのであるから，審決には原告が主張する一致点の誤認・相違点の看過はないことになる。"
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明の「枠番」は，モータ容量及び歯車箱の大きさと，減速比との「ペア」で一義的に変化することしか予定されていないと主張する。",
                        "しかし，引用例1には，モータ容量と減速比をセットで組みあわせて設定すること(引用発明の内容①)のほか，引用発明の内容②のとおり，枠番に対してモータ容量と減速比を種々に組み合わせること，同③のとおり同一モータ容量と減速比のモータ付歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けることも記載されているものであるから，引用発明の枠番は，モータ容量及び歯車箱の大きさと減速比とのペアで一義的に変化することしか予定されないものとはいえない。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，審決は構成要件(d)を技術的意義が失われるほど過度に分解して判断しており，同要件は「…前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱として…」との一つのセットで捉えなければ本願発明の課題を解決するための技術的意義は失われる旨主張する。",
                        "しかし，引用発明の枠番の設定は，同一枠番について，モータ容量と減速比をセットで組み合わせて設定する場合もあれば，同一枠番で，異なる変速比(減速比)に設定する場合があることは上記のとおりであり，特定のモータ容量と減速比との組合せに限定されるものとは認められない。そうすると，枠番とは，異なる複数種の歯車箱において，その枠番を設定する際に，「減速比を同一」にして他の事項(例えばモータ容量)を変更して設定することも，「減速比を同一」としないで他の事項を変更して設定することもできるものである。そうすると，審決が本願発明の「前記歯車箱を，減速比は同一であるが，該枠番は異なる複数種の歯車箱としてシリーズ化し」との事項(構成要件(d))を，「減速比が同一である」ことを相違点とし，その余を一致点と認定したことに誤りはない。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，審決は本願発明の構成要件(c)を前提とする構成要件(d)，そしてこれらを前提とする構成要件(e)・(f)とは課題を解決するために技術的に密接不可分の関係にあることを看過しており，これらは個々に存在しても意味がないからこれを一体として捉えられなければならないとも主張する。",
                        "そこでまず，構成要件(c)と(d)の関係についてみると，枠番の設定は，同一枠番について，モータ容量と減速比をセットで組み合わせて設定する場合もあれば，同一枠番で，異なる減速比を設定する場合もあり，特定の組合せに限定して設定されるものではないことは既に検討したとおりであるから，本願発明の構成要件(c)と(d)とを技術的に密接不可分の関係として扱う必要はない。そして，本願発明と引用発明は，「相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化し」た点で一致するものである。審決は，本願発明が，「同一の容量」のモータに対して複数種のピニオンを用意する」としているのに対し，引用発明では，そのような態様が明らかでない点を相違点1として認定しているのであるから，審決には原告が主張する一致点の誤認・相違点の看過はないことになる。",
                        "次に構成要件(e)・(f)について検討すると，構成要件(e)の「それぞれの歯車箱のギヤは，それぞれ前記複数種のピニオンから選択された1のピニオンとのみ噛合可能であり」については，上記のとおり，引用発明についても一つモータに対して複数種の歯車箱と連結するものである。そして，審決が相違点1について判断しているように，引用例2には，ギヤドモータのシリーズ(「多種類のピニオン付きモータ)を得る際に，同一の容量のモータ(一つの「ロータと一体のメインシャフトを予め組み込んだ本体ケーシング」)に対して複数種のピニオン(複数のピニオンシャフトを予め組み込んだ前部カバー)を用意する技術(審決の認定した内容が相当であることについては，後記(2)で検討するとおり)が記載されているものと認められるから，引用発明において，モータと歯車箱との多様な組合せを可能とするために，引用例2記載の技術を適用することにより，相違点1のように同一の容量のモータに対して複数種のピニオンを用意することは，当業者(その発明の属する技術の分野における通常の知識を有する者)にとって容易想到といえる。その結果，上記本願発明の構成要件(e)の「それぞれの歯車箱のギヤは，それぞれ前記複数種のピニオンから選択された1のピニオンとのみ噛合可能」となることは当業者が容易に想到できることであり，審決の判断に誤りはない。",
                        "また，構成要件(f)の「前記同一の容量のモータに対して前記複数種のピニオンから1のピニオンを選択し，且つ，該1のピニオンと噛合するギヤを有する前記複数種の歯車箱の中から1つを選択し，該モータと該選択された歯車箱とを連結可能としたことを特徴とする」については，審決において相違点1について判断しているように，引用例2には，同一の容量のモータに対して複数種のピニオンを用意する技術が記載されているものと認められるから，同一の容量のモータに対して複数種のピニオンを用意することは，当業者にとって容易であり，その結果，相違点3のように，歯車箱のギヤは，それぞれ前記複数種のピニオンから選択された1のピニオンとのみ噛合可能とすることは当業者が容易に想到できることである。その結果，同一の容量のモータに対して前記複数種のピニオンから1のピニオンを選択し，且つ，該1のピニオンと噛合するギヤを有する前記複数種の歯車箱の中から1つを選択し，該モータと該選択された歯車箱とを連結可能とすることは当業者が容易に想到できたものと認められるから，審決の判断に誤りはない。原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(構成要件の取込・補完の非妥当性)についてア 原告は，審決は技術的に干渉する構成要件である(c)～(f)を分断して相違点1，2とし，それぞれの相違点に係る構成について引用例2，甲10公報(周知技術)で補完しているが，このような認定は誤りである旨主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲2)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 「【請求項1】モータケーシングの前部と後部に配した2つの軸受によってモータシャフトが回転自在に支持され，前記前部軸受よりも外方に突出したモータシャフトの先端部に，歯車変速機に入力回転を与えるためのピニオンが設けられたピニオン付きモータにおいて，前記モータシャフトが，ロータと一体化され前記後部軸受によって片持支持されたメインシャフトと，先端に前記ピニオンを有し前記前部軸受によって支持されたピニオンシャフトとに，軸方向に二分割され，且つ，前記メインシャフトの前端とピニオンシャフトの後端が，前記前部軸受と後部軸受の間で軸継手によって結合されていることを特徴とするピニオン付きモータ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「又，図5は直交軸ギヤドモータの別の公知例を示している(特開平5−300695号公報参照)。このギヤドモータは，例えば，揺動内接噛合式の遊量歯車構造に係るギヤドモータのように，減速機とモータをそれぞれ独立した形に分離できるようにし，減速機とモータの組み合わせを自由に選べるようにしたものである。」(段落【0008】)",
                        "・ 「従って，この発明ではピニオンシャフトを予め組み込んだ前部カバーと，ロータと一体のメインシャフトを予め組み込んだ本体ケーシングとをそれぞれに用意しておいて適当に選択し合体させれば，簡単に多種類のピニオン付きモータを用意することができる。」(段落【0025】)・ 「ここでは，軸継手380として，ピニオンシャフト381の後端に嵌合用軸部383が設けられ，メインシャフト391の前端に嵌合穴354aを有する嵌合用筒部354が設けられ，嵌合用軸部383を嵌合用筒部354の嵌合穴354aにキー390を介して嵌合することで，メインシャフト391とピニオンシャフト381とが，前記前部側の軸受352と後部側の軸受353との間で一体に結合されている。」(段落【0038】)・ 「このギヤドモータの場合，ピニオン付きモータ350のモータシャフト351を，メインシャフト391とピニオンシャフト381に二分割した上で軸継ぎしているので，メインシャフト391を含んだモータの主要機構部とピニオンシャフト381の組み合わせを自由に選択することができる。つまり，ハイポイド減速機310に応じて選定したピニオンシャフト381に対して，多種類のモータ主要機構部を自由に組み合わせることができる。従って，ハイポイドピニオン382の加工をモータ主要機構部の種類毎に行う必要がなくなり，加工コストや部品コストを低減できるばかりでなく，短納期及び低コストでギヤドモータを客先に納品することができる。」(段落【0042】)",
                        "・ 「【発明の効果】以上説明したように，本発明によれば，ピニオン付きモータのモータシャフトを，メインシャフトとピニオンシャフトに二分割した上で軸継ぎしているので，メインシャフトを含んだモータの主要機構部とピニオンシャフトの組み合わせを自由に選択することができる。」(段落【0051】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面(かっこ内は【図面の簡単な説明】である)",
                      "text": [
                        "・ 【図1】(本発明の実施形態のギヤドモータを示す断面図)(エ) 上記(ア)～(ウ)によれば，引用例2には，減速機とモータをそれぞれ独立した形に分離できるようにし，減速機とモータの組合せを自由に選べるようにしたものであり，多種類のピニオン付きモータを得る際に，「ピニオンシャフトを予め組み込んだ前部カバー」と「ロータと一体のメインシャフトを予め組み込んだ本体ケーシング」とをそれぞれ複数用意しておき，これらを適当に組み合わせる技術(段落【0025】)である，ギヤドモータのシリーズ(多種類のピニオン付きモータ)を得る際に，同一の容量のモータ(一つの「ロータと一体のメインシャフトを予め組み込んだ本体ケーシング」)に対して複数のピニオン(複数の「ピニオンシャフトを予め組み込んだ前部カバー」)を用意する技術が開示されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また審決が周知技術を示すものとして引用した甲10公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【発明の詳細な説明】の【従来の技術】(段落【0002】～【0026】)",
                      "text": [
                        "・ 「即ち，図21に示されるように，この種のギヤドモータのシリーズは，一般に「枠番」と称されるサブシリーズA，B，C，・・・Jの集合として構成される。」(段落【0013】)",
                        "・ 「サブシリーズ(枠番)Aには，変速比がR1 のギヤドモータGa 1 ，変速比がR2 のギヤドモータGa 2 ，変速比がR 3 のギヤドモータGa3・・・及び変速比がR k のギヤドモータGak が属している(製品バリエーションとして用意されている)。なお，ここで，変速比R1 は最も低い変速比であり，R2 ，R3 ・・・の順に高くなり，Rk が最も高い変速比である。高い変速比とは，これを1／Xの形で表わしたときに分母Xが大きいことを意味している。」(段落【0014】)",
                        "・ 「このサブシリーズAに属するギヤドモータGa1 ～Gak は，いずれも相手機械に対する取合寸法La(容量Caと同義)が同一の値に統一されている。従って，サブシリーズAに属するギヤドモータGa 1 ～Ga kは，いずれも取付けに際して互換性を有している。」(段落【0015】)・ 「サブシリーズ(枠番)Bにも全く同様に変速比がR 1 のギヤドモータGb1 ，変速比がR2 のギヤドモータGb2 ・・・変速比がRk のギヤドモータGbk が用意されている。サブシリーズBに属するギヤドモータGb1 ～Gbk は，サブシリーズAに属するギヤドモータGa1 ～Ga k と比べてとその容量Cb(相手機械に対する取合寸法Lb)が異なっている。",
                        "従って，取付けに際し，サブシリーズAに属するギヤドモータGa1 ～Gak とサブシリーズBに属するギヤドモータRb1 ～Gbk 間には互換性はないが，サブシリーズBに属するギヤドモータGb 1 ～Gb k 同士の間では互いに取付けに関して互換性を有していることになる。」(段落【0016】)",
                        "・ 「このようにして，相手機械に対する取合寸法が異なるサブシリーズ(枠番)がA，B，・・・Jだけ集合され，合計(k×J)種類のギヤドモータGa1 ～Gak ，Gb 1 ～Gb k ，・・・Gj1 ～Gj k により1つの「ギヤドモータのシリーズ」が構成される。」(段落【0017】)・ 「なお，ここの説明では，わかり易さのため，各サブシリーズA，B，・・・Jには，それぞれ同一の数の変速比(k種類の変速比)が備えられているように説明したが，当該シリーズにおいて「量」の出るサブシリーズと出ないサブシリーズとでは，用意される変速比の数(種類)が変更(増減)されることはあり得る。」(段落【0018】)",
                        "・ 「ユーザは，このようにして多種類用意されたギヤドモータGa 1 ～Gak ，Gb1 ～Gb k ，・・・Gj1 ～Gjk の中から任意の容量(サブシリーズ)の任意の変速比のギヤドモータを選定し，これを注文，あるいは購入し，単独で，あるいは他のマシーン(例えば物流機械)の1つの部品として使用することになる。」(段落【0019】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図21】(従来の内接噛合遊星歯車構造を採用したギヤドモータのシリーズの構成例を示すグラフ)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)，(イ)によれば，甲10公報には，サブシリーズ(枠番)が，同一モータ容量，同一取付寸法において，低速から高速まで複数種の異なる変速比(減速比)を選択できるように設定することが従来技術に属する旨が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上をもとに検討すると，原告の主張は，引用発明にたまたま開示がなかったとする「開示不足要件」とは異なり，技術的に干渉する構成要件はたとえ他の文献の開示があったとしてもこれによって「補完」することはできないから，審決は補完できる性質でない構成要件を単に補完して本願発明を文言上でのみ構築しようとしており，技術的意義を考慮した補完をしていないとするものである。",
                        "審決は，本願発明と引用発明とを対比し，その一致点を前記のとおり「モータフレーム及びモータ軸を有するモータと，出力軸を有する歯車箱とを備え，且つ，該歯車箱中に，前記モータ軸と一体回転するピニオンと，前記モータ軸と所定のオフセット量だけ軸心をずらせた軸に取り付けられ前記ピニオンと噛合するギヤとからなるギヤセットを内蔵したギヤドモータのシリーズにおいて，前記モータフレームの前記歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーを前記モータフレームに組み付けた状態で，且つ，前記モータ側に前記ピニオンを残した状態で，前記モータと歯車箱とを分離可能とし，更に，相手機械に据え付けるための取り合い寸法に代表される歯車箱の許容トルクの大小を枠番の相違という形で規定したときに，前記歯車箱を，該枠番は異なる複数種の歯車箱としてシリーズ化し，モータと歯車箱とを連結可能としたギヤドモータのシリーズ。」と認定し，その相違する点については，相違点1～4とした上，各相違点について技術内容を具体的に検討し，技術的意義を考慮して容易に想到し得たと判断したものである。そうすると，審決は，原告が主張するように，補完できる性質でない構成要件を単に補完して本願発明を文言上でのみ構築しようとしたものとは認められない。",
                        "そして，上記イのとおり，引用例2(甲2)には，ギヤドモータのシリーズを得る際に，同一の容量のモータに対して複数種のピニオンを用意する技術が記載されているのであるから，引用発明においてモータと歯車箱との多様な組合せを可能とするために，引用例2記載の技術を適用することにより，相違点1につき同一の容量のモータに対して複数種のピニオンを用意することは，当業者にとって容易であると認められる。",
                        "審決の判断に誤りはない。",
                        "また，審決の認定した相違点2に関しては，既に検討したとおり，引用例1には，枠番の設定に関し，同一枠番について，必要強度レベルを維持しつつ，モータ容量と減速比をセットで組み合わせて設定することのほか，モータの容量と減速比を種々に組み合わせること，また，同一モータ容量と減速比のモータ付直交歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けることも記載されている。すなわち，引用例1には，同一枠番について，必要強度レベルを維持しつつ，モータ容量と減速比をセットで組み合わせて低速から高速までＮ種の減速比を設定することが記載されている。またその他に，枠番に対してモータの容量と減速比を種々に組み合わせることも記載され，また，同一モータ容量と減速比のモータ付直交歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けることも記載されている。そして，引用発明において，Ｎ種の減速比をどのように選択するかについて特段の限定はない(甲1，【図1】)から，設計的事項であると認められる。",
                        "そして，上記ウのとおり，甲10公報には，モータ付直交歯車減速機(ギヤドモータ)の枠番を設定する手法として，同一モータ容量で且つ同一取付寸法において，低速から高速まで複数種の異なる変速比(減速比)を選択できるように異なる枠番を通して設定することが記載されているから，引用発明のＮ種の減速比の設定に甲10公報の周知技術を適用すれば，複数の枠番について同一の減速比を選択した際には，本願発明と同様に，「減速比は同一であるが，枠番は異なる複数種の歯車箱としてシリーズ化」したことと同じこととなる。また，同一のモータ容量と減速比のモータ付直交歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けることも引用例1に記載されていることからして，複数の枠番について同一の減速比を用意するように設定することに格別の困難性は認められないというべきである。",
                        "したがって，引用発明に甲10公報の周知技術を適用して，相違点2のように，枠番は異なる複数種の歯車箱に関し減速比を同一にすることを容易想到であるとした審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明にも課題解決のための構成要件のまとまりがあるから，引用発明の持つ課題の解決を放棄しない限り，本願発明の構成要件(c)～(f)は，引用発明の各構成要件と干渉してしまうことになる，すなわち引用発明の構成に，本願発明の構成要件(c)～(f)が同時に存在するように取り込むことは技術的に不可能であると主張する。",
                        "しかし，下記(3)で検討するとおり，引用発明に，引用例2記載の技術，及び周知技術を適用することができるから，引用発明の構成に，本願発明の構成要件(c)～(f)が同時に存在するように取り込むことが不可能である旨の原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また原告は，引用例1は，「モータ大容量−ハイポイドギヤセット低減速比の組み合わせ」と，「モータ小容量−ハイポイドギヤセット大減速比の組み合わせ」となら，ハイポイドギヤセットの強度をほぼ−定に保てることに着目し，これを利用して「歯車箱の共通化」という課題を実現している発明であるから，同一のモータ容量で且つ同一の減速比の組合せでありながら異なる枠番の歯車箱を選択・連結することができるようにするという構成要件は入り込めない旨主張する。",
                        "しかし，引用例1(甲1)には，大容量のモータに対して低減速比の，小容量のモータに対して高減速比の歯車を対応させることが記載されているが，上記(1)で既に検討したとおり，引用例1には，枠番に対してモータの容量と減速比を種々に組み合わせることも記載され，また，同一モータ容量と減速比のモータ付直交歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けることも記載されているということができる。原告の主張は，引用例1にはモータ容量と減速比との対(ペア)とした組合せしか開示されていないことをその前提とするものであって，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(動機付けの不存在)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明の課題に関しては，引用発明，甲2，及び周知技術(甲10公報)のいずれにも開示がなく，これらを組み合わせる動機付けはなく，阻害要因がある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，上記(1)記載のとおり，引用発明の課題に関しては，モータ付直交歯車減速機において，モータ容量や減速比の変更が要請されたような場合であっても，当該モータ付直交歯車減速機全体を交換しなくても済むようにし，より合理的に使用することができるようなモータ付直交歯車減速機のシリーズを提供し，上記課題を解決せんとしたものである，との記載がされている(甲1，段落【0031】)。また引用例2(甲2)は，上記(2)で記載のとおり，「ピニオン付きモータ及び直交軸ギヤドモータ」に関し(発明の名称)，減速機とモータをそれぞれ独立した形に分離できるようにし，減速機とモータの組み合わせを自由に選べるようにしたものであるから(段落【0008】)，引用発明と引用例2は，「モータと歯車箱との多様な組合せを可能とする」ことを共通の課題とした発明であるといえる。",
                    "そして，引用例2には，上記(2)摘記(甲2，段落【0025】)のとおり，多種類のピニオン付きモータを得る際に，「ピニオンシャフトを予め組み込んだ前部カバー」と「ロータと一体のメインシャフトを予め組み込んだ本体ケーシング」とをそれぞれ複数用意しておき，それらを適当に選択し合体させる技術，即ち，ギヤドモータのシリーズ(「多種類のピニオン付きモータ」が相当)を得る際に，同一の容量のモータ(一つの「ロータと一体のメインシャフトを予め組み込んだ本体ケーシング」に相当)に対して複数種のピニオン(複数の「ピニオンシャフトを予め組み込んだ前部カバー」に相当)を用意する技術が記載されているものと認められる。",
                    "そうすると，引用発明において，モータと歯車箱との多様な組合せを可能とするために，引用例2記載の上記技術を適用することにより，相違点1に係る「同一の容量のモータに対して複数種のピニオンを用意する」という本願発明の構成とすることは，当業者にとって容易に想到できたものというべきである。審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願発明の課題自体が未公知である旨主張する。",
                        "しかし，引用発明及び引用例2には共通の課題が存在することについては上記イのとおりである。原告の上記主張は採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，引用発明は歯車箱の在庫負担の減少のため，歯車箱をできるだけ共用化したいとの課題を解決するための発明であり，これに「モータと歯車箱との多様な組合せを可能とするため」の文献である引用例2を組み合せるには阻害要因がある旨主張する。",
                        "引用発明に歯車箱を共用化するとの課題があるとしても，これを具体化するために，引用例1(甲1)には上記(1)記載のとおり「モータ容量や減速比の変更が要請されたような場合であっても，当該モータ付直交歯車減速機全体を交換しなくても済むようにし，より合理的に使用することができるよう」にする(段落【0031】)ことも課題として記載されている。そして，引用例1には，その課題の解決について，減速機とモータをそれぞれ独立した形に分離できるようにし，減速機とモータの組み合わせを自由に選べるようにしたこと(段落【0032】)が記載されており，引用発明と引用例2には「モータと歯車箱との多様な組合せを可能とする」との共通の課題が存在するものである。そうすると，当該共通の課題を契機として，引用発明に引用例2記載の技術を適用することは，当業者が容易に想到し得たものということができる。また引用発明に引用例2記載の技術を適用し，モータと歯車箱との多様な組合せを可能とすることは，引用発明におけるモータと歯車箱の組合せの自由度を高くするものであって，歯車箱の共用化に反するものでもないから，その適用に関し阻害要因があるとはいえない。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，審決が周知技術を示すものとして引用した甲10公報においては，「枠番」と「モータ容量」は同一視されており，引用発明に対して甲10のシリーズに係る技術概念を適用しようとするならば，「枠番が多種類設けられていること」と，「モータ容量が一定」という条件が両立することはあり得ない旨主張する。",
                        "しかし，甲10公報には，上記(2)で検討したとおり，サブシリーズ(枠番)が，同一モータ容量で且つ同一取付寸法において，低速から高速まで複数種の異なる変速比(減速比)を選択できるように設定することが記載されている。一方，引用例1(甲1)には，同一枠番について，必要強度レベルを維持しつつ，モータ容量と減速比をセットで組み合わせて低速から高速までＮ種の減速比を設定すること(【図1】)が記載されている。またその他に，枠番に対してモータの容量と減速比を種々に組み合わせること(引用発明の内容②)も記載され，また，同一モータ容量と減速比のモータ付直交歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けること(引用発明の内容③)も記載されている。そして，引用発明において，Ｎ種の減速比をどのように選択するかは既に検討したとおり設計的事項であると認められるから，甲10公報の周知例にならい複数の枠番について同一の減速比を用意するように選択すれば，「減速比は同一であるが，枠番は異なる複数種の歯車箱としてシリーズ化」したことと同じになる。そして，同一のモータ容量と減速比のモータ付直交歯車減速機(ギヤドモータ)を異なる形態の歯車箱に取り付けることも引用発明に記載されていることからしても，複数の枠番について同一の減速比を用意するように設定することに格別の困難性は認められないというべきである。",
                        "したがって，引用発明に甲10公報記載の周知技術を適用して，相違点2のように，枠番は異なる複数種の歯車箱に関し，減速比を同一にすることは容易想到であるとした審決の判断に誤りはない。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本願発明の課題は，歯車箱を共通化したいという引用例1とは反対の方向で相容れないから，引用例1は引用文献として不適であり，これに「モータと歯車箱との多様な組合せを可能とするため」の文献である引用例2(甲2)を組み合わせて歯車箱を増やす動機付けがなく，むしろ阻害要因がある旨も主張する。",
                        "本願発明は，上記(1)で摘記の段落【0013】・【0014】(甲4)に記載されているように，従来のこの種のギヤドモータのシリーズではモータ側にピニオンを残したまま歯車箱と分離可能な構成にはなっていなかったことから，この点を改良するべく，モータフレームの歯車箱側の端部に，モータカバーを該歯車箱と別体に設けると共に，該モータカバーをモータフレームに組み付けた状態で，且つ，モータ側にピニオンを残した状態で，モータと歯車箱とを分離可能とし，その上で，同一の容量のモータに対してピニオンを複数種用意し，且つそれぞれのピニオンと噛合したときに同一の減速比を形成するギヤを内蔵し相互に枠番の異なる歯車箱を複数種用意してこれをシリーズ化したものであり，これにより，同一モータ容量，同一減速比であって，異なる枠番を選択できるようにしたものである。一方，引用発明は，上記(1)で検討したとおり，モータ付直交歯車減速機において，モータ容量や減速比の変更が要請されたような場合であっても，当該モータ付直交歯車減速機全体を交換しなくても済むようにし，より合理的に使用することができるようなモータ付直交歯車減速機のシリーズを提供することを目的とし，同一枠番について，必要強度レベルを維持しつつ，モータ容量と減速比をセットで組み合わせて設定するものである。",
                        "したがって，両者は，モータ付直交歯車減速機(ギヤドモータ)の枠番を設定する発明において共通しており，モータ容量及び減速比を変更して枠番を設定する発明である点で共通する。",
                        "審決は，これについて両発明の対比を行い，既に検討したとおり一致点・相違点1～4を認定しているところ，この認定に誤りはない。そして既に検討したとおり，引用発明と引用例2に記載された発明とは共通の課題を有するのであるから，これを組み合わせる動機付けがあるということができ，阻害事由があると解することはできない。原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(一致点認定の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明は本願発明の構成要件(b)に相当する「モータカバーをモータフレームに組み付けた状態，且つ，モータ側にピニオン(ハイポイドピニオン)を残した状態で，モータと歯車箱とを分離可能とし」との構成を備えていないから，審決の一致点の認定には誤りがある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用例1(甲1)には，上記(1)で摘記のとおり，「【課題を解決するための手段】」として，「…前記モータの前記歯車箱側のカバーを，該歯車箱と別体としてモータと歯車箱とを分離可能とすると共に，これら分離可能としたモータカバーと歯車箱との位置決めを，該モータカバーと歯車箱との据付面をインロウ結合することによって行い」と記載されており(段落【0032】)，モータと歯車箱とを分離可能にすることが記載されている。",
                    "また，「図14，図15において，モータ1の減速機側カバー(モータカバー)14は，歯車箱2と別体に構成されている。このモータカバー14は，軸受ハウジング17によりモータ軸負荷側の軸受13を収容し，オイルシール19により歯車箱2からの潤滑油の洩れを防止している。これにより，モータ1は歯車箱2との分離独立が可能となっている」(段落【0047】)とされ，モータは歯車箱と分離独立可能なことが記載されているところ，「このモータカバー14は，軸受ハウジング17によりモータ軸負荷側の軸受13を収容し，オイルシール19により歯車箱2からの潤滑油の洩れを防止している。」と記載されていることからすると，モータカバーをモータから分離すると潤滑油が漏れることになるので，分離することはないと考えるのが自然である。",
                    "さらに，「一方，モータ1のモータ軸3には，先端にハイポイドピニオン4が一体に加工されている。このモータ1と歯車箱2との位置決めは，モータ14と歯車箱2との据付面16をインロウ結合することによって行われ，且つ，この位置決めがボルト18によって固定・維持されている。」(段落【0048】)とも記載されている。",
                    "これらの記載によれば，引用発明には，「モータカバーをモータフレームに組み付けた状態で，且つ，モータ側にピニオンを残した状態で，モータと歯車箱とを分離可能」とした構成が記載されているといえるから，この点は本願発明と引用発明の一致点と認めることができる。審決の認定に誤りはなく，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1(甲1)の段落【0032】，【0047】，【0048】の各記載は，「モータカバーをモータフレームに組み付けた状態でモータと歯車箱とを分離できる」とは，文言上は読めないと主張する。",
                        "しかし，上記各記載(段落【0032】，【0047】，【0048】)からすれば，引用例1には，「モータカバーをモータフレームに組み付けた状態で，且つ，モータ側にピニオンを残した状態で，モータと歯車箱とを分離可能」という構成が記載されていると解されることは上記のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，引用例1の図2において，モータ101のフレームとモータカバー114はモータ101のフレームを軸方向に貫通する(図2のフレームの図の右側に記載。番号はない)「長いボルト」によって連結され，モータカバー114と歯車箱102のケーシングは取付ボルト118によって連結されているところ，この「長いボルト」がモータ101のフレームとモータカバー114を連結しているときには，取付ボルト118にアクセスすることができず，該取付ボルト118を取り外すことができない，すなわち，歯車箱102をモータ101のモータカバー114から分離することができないとも主張する。",
                        "原告はモータカバーと歯車箱(そのケーシング)との連結を取付ボルトで行っているとするところ，引用例1の段落【0048】には，図14，15について，「このモータ1と歯車箱2との位置決めは，モータ14と歯車箱2との据付面16をインロウ結合することによって行われ，且つ，この位置決めがボルト18によって固定・維持されている。」と記載されているように，ボルト18(取付ボルト118も同様)は位置決めのためのものであって，モータカバー114と歯車箱102とを結合するものではない。そして，引用例1には，「モータカバーをモータフレームに組み付けた状態で，且つ，モータ側にピニオンを残した状態で，モータと歯車箱とを分離可能」という構成が記載されていることについては上記で検討したとおりである。原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10267",
    "date": "2009-02-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037341",
    "ipprecedent_id": "1774",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}