{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−25759号事件について平成20年3月3日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定を不服とする審判請求に対する不成立審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(争いのない事実)",
          "text": [
            "原告は，発明の名称を「梳き鋏用櫛刃の製造方法」とする発明について，平成15年9月12日に特許出願(以下「本件出願」という。)をし，平成18年7月18日付で手続補正をしたが，平成18年10月12日付けで拒絶査定を受けたので，同年11月15日，同拒絶査定に対する不服審判を請求するとともに，手続補正(以下「本件補正」という。)をした。",
            "特許庁は，上記請求を不服2006−25759号事件として審理し，平成20年3月3日，本件補正を却下するとともに，「本件審判の請求は，成り立たない。」との審決をし，同月18日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，本件補正を却下し，平成18年7月18日付け手続補正(甲10)後の請求項1に記載された発明を対象としたものであるところ，その発明の要旨は次のとおりである(なお，請求項の数は4個である。)",
              "text": [
                "「【請求項1】",
                "櫛刃の要素の先端全幅に曲線または折れ線形状の刃付けを備える梳き鋏用の櫛刃の製造方法であって，",
                "前記櫛刃の原形となるブランクを準備するステップと，",
                "前記ブランクの表面に機械加工を行う機械加工ステップと，",
                "焼き入れを行い歪み取りを行うステップと，",
                "刃先の要素を砥石により切り出すステップと，",
                "加工されるべき刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石を準備するステップと，",
                "前記砥石を刃先の要素に対応させて前記要素との相対距離を変えながら回転させ焼き入れ済の先端全幅に刃付けを行うステップとを含む梳き鋏用の櫛刃の製造方法。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正(甲8)後の請求項1に記載された発明の要旨は，次のとおりである(下線部分が本件補正に係る部分であり，以下，この発明を「本願補正発明」という。なお，本件補正後の請求項の数は4個である。)。",
                "「【請求項1】",
                "櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏用櫛刃の製造方法であって，",
                "前記櫛刃の原形となるブランクを準備するステップと，",
                "前記ブランクの表面に機械加工を行う機械加工ステップと，",
                "焼き入れを行い歪み取りを行うステップと，",
                "櫛刃の要素を砥石により切り出すステップと，",
                "加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石を準備するステップと，",
                "前記砥石を櫛刃の要素の刃先に対応させて前記要素との相対距離を，櫛刃の要素の長さ方向(y方向)の移動，および櫛刃の要素の厚さ方向に傾き(yz平面でz軸に対する傾き)を持つ方向への相対移動により変えながら回転させ焼き入れ済の櫛刃の要素の先端全幅に刃付けを行うステップとを含む梳き鋏用櫛刃の製造方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願補正発明は，特開平11−19342号公報(甲1。以下，「刊行物」という。)に記載された発明(以下「引用発明」という。)及び周知の事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正は，同法17条の2第5項が準用する同法126条5項の規定に違反するものであり，同法159条1項において読み替えて準用する同法53条1項の規定により却下されるべきであるとし(同法17条の2第5項，159条1項，53条1項は，いずれも，平成18年法律第55号による改正前のもの)，上記2(1)記載の発明を対象とした上で，同発明は，本願補正発明と同様の理由により，当業者が容易に発明をすることができたものであり，同法29条2項の規定により特許を受けることができないとした。",
            "審決の理由中，本件補正の適否の判断における，引用発明の内容，本願補正発明と引用発明との一致点及び相違点の認定，相違点についての判断は，以下のとおりである。なお，略語，符号等を一部訂正したところがある。また，本訴の書証番号を付記した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "刊行物には，次の発明が記載されていると認める。(以下，「引用発明」という。)「櫛刃の要素の先端にV溝を備える梳き鋏用櫛刃の製造方法であって，櫛刃の原型となるブランクを準備するステップと，",
                "前記ブランクの表面に機械加工を行う機械加工ステップと，",
                "焼き入れを行い歪み取りを行うステップと，",
                "櫛の要素と隣接する櫛の要素間を砥石で切削して深溝の切り込みを行うステップと，x，y平面に対する砥石の回転中心軸の位置を任意に変えることにより，任意の面取り加工を行うステップと，",
                "櫛刃の要素の先端にV溝を形成するV溝形成用の回転砥石を準備するステップと，前記砥石を櫛刃の要素の先端に対応させて，焼き入れ済の櫛刃の要素の先端を加工するステップとを含む梳き鋏用櫛刃の製造方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と引用発明との対比",
              "text": [
                "本願補正発明と引用発明とを比較すると，後者の「櫛刃の原型」，「櫛の要素と隣接する櫛の要素間を砥石で切削して深溝の切り込みを行うステップ」は，前者の「櫛刃の原形」，「櫛刃の要素を砥石により切り出すステップ」に，それぞれ相当する。",
                "また，本願補正発明の「櫛刃の要素の先端全幅に曲線または折れ線形状の刃」と，引用発明の「櫛刃の要素の先端にV溝」とは，「櫛刃の要素の先端の形状」という限りにおいて一致する。",
                "そして，本願補正発明の「加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石」と，引用発明の「櫛刃の要素の先端にV溝を形成するV溝形成用の回転砥石」とは，「加工されるべき櫛刃の要素の先端の形状を形成する回転砥石」という限りで一致する。",
                "したがって，本願補正発明と引用発明とは，",
                "「櫛刃の要素の先端の形状を備える梳き鋏用櫛刃の製造方法であって，櫛刃の原形となるブランクを準備するステップと，",
                "前記ブランクの表面に機械加工を行う機械加工ステップと，",
                "焼き入れを行い歪み取りを行うステップと，",
                "櫛刃の要素を砥石により切り出すステップと，",
                "加工されるべき櫛刃の要素の先端の形状を形成する回転砥石を準備するステップと，前記砥石を櫛刃の要素の先端に対応させて，焼き入れ済の櫛刃の要素の先端の形状を加工するステップとを含む梳き鋏用櫛刃の製造方法。」",
                "で一致し，次の点で相違する。",
                "［相違点1］",
                "櫛刃の要素の先端の形状について，本願補正発明では，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃」であるのに対し，引用発明では，櫛刃の要素の先端にV溝があり，V溝が刃であるか否か不明である点。",
                "［相違点2］",
                "加工されるべき櫛刃の要素の先端の形状を形成する回転砥石について，本願補正発明では，「加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石」であるのに対して，引用発明では，そのようになっていない点。",
                "［相違点3］",
                "本願補正発明では，砥石を櫛刃の要素の刃先に対応させて前記要素との相対距離を，櫛刃の要素の長さ方向(y方向)の移動，および櫛刃の要素の厚さ方向に傾き(yz平面でz軸に対する傾き)を持つ方向への相対移動により変えながら回転させ焼き入れ済の櫛刃の要素の先端全幅に刃付けを行っているのに対し，引用発明では，そのようになっていない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "text": [
                "上記相違点について検討する。",
                "［相違点1について］",
                "櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏は，例えば，特開昭63−255088号公報(本訴甲2)，実願平4−89641号(実開平6−41670号)の",
                "CD−ROM(本訴甲3)，特開2000−317154号公報(本訴甲4)，登録実用新案第3031843号公報(本訴甲5)等に示すように，周知の事項である。",
                "よって，引用発明に上記周知の事項を採用して，相違点1に係る構成とすることは，当業者が容易になし得たものである。",
                "［相違点2について］",
                "加工されるべき形状に対応する外周形状の回転砥石を使用することは，例えば，特開2001−62691号公報(本訴甲6)，特開平8−197407号公報(本訴甲7)等に示すように，周知の事項であり，これにより加工効率の向上が期待される。",
                "よって，効率向上の観点から，引用発明に上記周知の事項を採用して，相違点2に係る構成とすることは，当業者が容易になし得たものである。",
                "なお，請求人(判決注：本訴原告)は，審判請求書の請求の理由において，「焼き入れ歪みとり後の全幅刃付けの加工は，当業界で本件出願人のみが実施している。」(第7ページ第15～16行)と主張するが，焼き入れ歪みとり後であっても，全幅加工により効率向上が図られることは同様であるから，適用が困難とまでは認められない。",
                "［相違点3について］",
                "上記摘記事項(ハ)の末尾に「なお工具とブランクの位置関係はあくまで相対的であり，実施例に示した動きに拘束されるものではない。」(判決注：本訴甲1の段落【0015】)と記載されていることから，櫛刃の原形となるブランクと，櫛刃の要素を切り出す際の砥石等の工具との相対移動，すなわち，工具移動経路は，最終加工形状である梳き鋏の形状等に応じて，当業者が適宜選択する事項である。",
                "そうすると，引用発明において，砥石によって櫛刃の要素の先端を加工する際に，相違点3のような動作を行い，櫛刃の要素の先端に刃付けを行うようにすることは，当業者が容易になし得たものである。",
                "そして，本願補正発明の効果も，引用発明，周知の事項から予測しうる程度のものであって，格別なものではない。",
                "以上のとおりであるので，本願補正発明は，本件出願前に日本国内で頒布された刊行物記載の発明，周知の事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許出願の際独立して特許を受けることができないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "text": [
            "審決は，櫛刃の要素の先端全幅に曲線又は折れ線形状の刃を備える梳き鋏は，周知の事項であり，引用発明に上記周知の事項を採用して，相違点1に係る構成とすることは，当業者が容易になし得たものであると判断しているが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "梳き鋏には櫛刃と棒刃があるが，引用発明の櫛刃のV溝は切断すべき髪を受け入れて保持し，相手側の刃付きの棒刃により切断させるための受け溝を形成している。すなわち，V溝は，櫛刃の要素の先端面2a，2aとともに刃を構成するものではなく，当業界ではギロチン式切断の受け刃と理解される溝であるから，審決が，相違点1として，「引用発明では，櫛刃の要素の先端にV溝があり，V溝が刃であるか否か不明である」と認定したことは誤りであり，引用発明の櫛刃の要素の先端面2a，2aとV溝は，刃を構成していないと認定されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決は，特開昭63−255088号公報(甲2。以下「周知例甲2」と",
              "text": [
                "いう。)，実願平4−89641号(実開平6−41670号)のCD−ROM(甲",
                "3。以下「周知例甲3」という。)，特開2000−317154号公報(甲4。以下「周知例甲4」という。)，登録実用新案第3031843号公報(甲5。以下「周知例甲5」という。)を援用して，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏」は，周知の事項であると認定しているが，周知例甲2～5は，以下に示すとおり，いずれも櫛刃の要素の先端全幅に曲線又は折れ線形状の刃付けをすることを記載していない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例甲2には，梳き鋏の棒刃(一方の刃物)の刃先(2)が刃であるという記載はあるが，櫛刃の先端については，「切刃部」との表現はあるものの，切断用の刃であるとの明確な記載はなく，ギロチン式切断の受け刃である可能性が高い。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知例甲3には，梳き鋏の棒刃(直刃形の刃物1)の刃先4が刃部であるという記載はあるが，櫛刃の先端については，切断用の刃であるとの明確な記載はなく，ギロチン式切断の受け刃である可能性が高い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "周知例甲4の梳き鋏において棒刃(切断刃3)の刃先31(図7)が刃であることは切断刃3の記述から容易に理解できるから，櫛刃の先端の一部の溝部21は単なる受け刃(ギロチン式切断の受け刃)である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "周知例甲5の梳き鋏において棒刃(切断刃4)の刃先が刃であることは切断刃4の記述から容易に理解できる。一方，梳刃の突出刃部と称される8a，8b，8cの部分は技術的に刃付けは困難で，谷刃9と称される部分も受け刃(ギロチン式切断の受け刃)である。",
                    "また，仮りに周知例甲2～5の一部の櫛刃の先端が刃であったとしても，周知例甲2～5における櫛刃の要素の加工は，ワイヤカット放電加工によるものであり，ワイヤカット放電加工による刃付けを櫛刃の要素の全幅刃付けに適用することは不可能であるから，上記各周知例を本願補正発明の「焼き入れ歪みとり後の梳刃の要素の全幅刃付け」に転用するこはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記のとおり，引用発明の櫛刃の先端のV溝は切り刃ではなく，また，刊行物には，焼き入れ歪み取り後の櫛刃の要素の先端の全幅刃付けについては全く記載されていない。一方，周知例甲2～5は，櫛刃の要素の先端全幅に曲線又は折れ線形状の刃付けをすることを記載しておらず，仮に，その一部の櫛刃の先端が刃であったとしても，これを本願補正発明の刃付けに転用することはできない。",
                "したがって，引用発明に周知例甲2～5に示されている周知技術を組み合わせることには無理があり，仮りに組み合わせても相違点1に係る構成とすることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，周知技術の立証のため，特開昭60−225588号公報(乙1。",
                "以下「周知例乙1」という。)及び実公昭64−211号公報(乙2。以下「周知例乙2」という。)を追加し，これと周知例甲2～4により，審決の周知技術の認定に誤りはないとしたうえで，引用発明において櫛刃の要素の先端に刃付けを行うことは当業者が容易になし得たことであると主張するが，以下のとおり，失当である。",
                "周知例甲2～4，同乙1，2には，櫛刃の先端全幅にわたり種々の形状を示す鋏が記載されているが，その種々の形状を示す櫛刃の先端の刃を形成するための方法については全く記載されておらず，審決は，「引用発明において，櫛刃の要素の先端の形状を刃(切り刃)とすること」について判断した痕跡がない。すなわち，本願補正発明は，梳き鋏用の櫛刃の製造方法の発明であり，切り刃をいつどのようにして設けるかという方法が発明の中心の思想であるが，上記各周知例は，そこに記載されている鋏が存在することを示すのみであり，仮にそこに示された種々の形状を示す櫛刃の先端が切り刃であるとしても，そのような形状の切り刃をどのようにして設けるのかという刃付けの方法の技術を開示していないから，引用発明の櫛刃の要素の先端全幅を，曲線又は折れ線形状の切り刃の形状に加工(刃付け)することについて，上記各周知例を利用することはできないのである。",
                "したがって，上記各周知例から引用発明に組み合わせ可能な周知技術を認定することはできないし，審決が上記各周知例を採用して行った相違点1についての判断は，切り刃をどのようにして設けるかについての判断を看過してされたものであるから，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "text": [
            "審決は，加工されるべき形状に対応する外周形状の回転砥石を使用することは周知の事項であり，これにより加工効率の向上が期待されるから，効率向上の観点から，引用発明に上記周知の事項を採用して相違点2に係る構成とすることは，当業者が容易になし得たものであると判断しているが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願補正発明が「加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石」を選択したことを単なる「加工効率の向上」の問題として捕らえているが，本願補正発明における上記砥石の選択の効果は，砥石の動きとの密接な関連において，原告のみが実施している焼き入れ歪み取り後の加工により刃付けを可能にしたことにあり，単なる「加工効率の向上」のために上記砥石を選択するのではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決は，特開2001−62691号公報(甲6。以下「周知例甲6」と",
              "text": [
                "いう。)及び特開平8−197407号公報(甲7。以下「周知例甲7」という。)を援用し，「加工されるべき形状に対応する外周形状の回転砥石を使用すること」は周知の事項であり，これにより加工効率の向上が期待されると判断している。",
                "しかし，周知例甲6は，中性子レンズ部材の加工装置及び方法に関する発明であり，周知例甲7は，V溝加工方法，V溝コネクタ及び金型に関する発明であるから，周知例甲6，7が，審決の言うように「加工効率の向上」に寄与しているとしても，本願補正発明と発明の技術分野，用途，目的，効果が全く異なる。",
                "さらに，被告が研磨技術の周知例として追加した実願昭59−31140号(実開昭60−143646号)のマイクロフィルム(乙3。以下「周知例乙3」という。)，特開昭64−34648号公報(乙4。以下「周知例乙4」という。)も，本願補正発明とは目的，用途が異なり，技術分野及び課題の共通性もない。",
                "したがって，周知例甲6，7，同乙3，4により「加工されるべき形状に対応する外周形状の回転砥石を使用する」ことが周知技術であると認められるとしても，それは一般的な「加工されるべき形状」についての周知技術であって，本願補正発明の「櫛刃の要素の先端全幅に曲線または折れ線形状の刃」の加工(刃付け)のための周知技術とはならない"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，刊行物の「なお工具とブランクの位置関係はあくまで相対的であり，実施例に示した動きに拘束されるものではない。」との記載から，「櫛刃の原形となるブランクと，櫛刃の要素を切り出す際の砥石等の工具との相対移動，すなわち，工具移動経路は，最終加工形状である梳き鋏の形状等に応じて，当業者が適宜選択する事項である。」と判断するが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物の上記記載は，工具とブランクの何れを動かしても相互間に同一の相対位置関係を形成できるから，実施例が示していない方を動かしても良いことを念のために述べているにすぎず，実施例のステップ6～8の相対運動から予想できない工具やブランクの移動経路をも示唆するものではない。上記の「実施例に示した動きに拘束されるものではない。」との記載は，刊行物に記載された引用発明の範囲内で当業者が変形し得る可能性を示唆するに止まり，「工具移動経路は，最終加工形状である梳き鋏の形状等に応じて，当業者が適宜選択する事項」であるに過ぎないことまで意味するものではない。",
                "このように，刊行物には，砥石を櫛刃の要素に相対運動させながら，櫛刃の要素の先端全幅に刃付けを行うという相違点3に係る本願補正発明の砥石の動きは示されていないし，そもそも引用発明の砥石の動きは刃付けのためものでもない。",
                "なお，被告は，刊行物の段落【0011】に「焼き入れ歪みとりの後に，先端2aを80゜に仕上げ加工をする。」との記載があり，この「仕上げ加工」においても砥石と櫛刃要素との相対移動が行われていることがうかがえると主張するが，上記記載が「櫛刃の要素の長さ方向(y方向)の移動と，櫛刃の要素の厚さ方向に傾き(yz平面でz軸に対する傾き)を持つ方向への相対移動」を記述するものでないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，審決は，本願補正発明の効果も引用発明，周知の事項から予測し得るものであって，格別なものではないと判断している。しかし，本願補正発明により製造する梳き鋏用櫛刃は，櫛刃の業界でよく知られている，静刃である受け用刃体(ギロチン式切断の受け刃)ではなく，切り刃として積極的に髪の切断に寄与できるようにしたものであり，これにより，動刃である棒刃の刃を落とすことを可能にし，棒刃により髪を傷めないという特有の効果を奏するものであるから，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，相違点3についての審決の上記判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "櫛刃と棒刃を備えた梳き鋏には，棒刃の先端に刃が構成され切り刃となり，櫛刃の先端に刃が構成されず受け刃となっているもののほか，周知例甲2，3，同乙1，2に見られるように，本件出願前より櫛刃の先端に刃が構成され切り刃となっているものも存在する。",
                "そして，刊行物の段落【0013】には，V溝の加工に関して，「櫛刃の要素の先端にV溝を加工する。図6中に要素の先端のV溝6の加工終了の時の砥石の先端の回転軌跡を13で示す。」と記載されているにとどまり，この記載及び図6からは，V溝が，刃を構成している切り刃となっているのか，刃を構成していない受け刃となっているのか，不明である。",
                "したがって，刊行物記載の梳き鋏における櫛刃が，櫛刃の要素の先端のV溝に刃を構成していない受け刃と断定することはできず，審決が「櫛刃の要素の先端にV溝があり，V溝が刃(切り刃)であるか否か不明である」と認定したことに誤りはない。",
                "そして，仮に，引用発明のV溝が刃を構成していないとしても，梳き鋏は，櫛刃と棒刃を備え，櫛刃の先端又は棒刃の先端のいずれか一方，あるいは，櫛刃の先端及び棒刃の先端の両方に刃付けを行うことにより，毛髪を切断するという目的を達成するものである点に鑑みると，先端のV溝に刃を構成していない櫛刃であるからといって，そのことが「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える」との周知の事項の採用を阻害するとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏」を周知の事項とした認定したことは，以下のとおり，誤りではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例甲2記載の櫛歯の「切刃部」は「櫛刃の要素」に相当し，「切刃部」は，直刃形の刃物と擦れ違うときに毛髪を剪断するものであるから，刃を備えていることは明らかであり，第3図を参照すると，「切刃部」の先端全幅に折れ線形状に備えられていることも見て取れる。",
                    "また，周知例甲3記載の「刃6」は「櫛刃の要素」に相当し，櫛刃に形成した各刃の先端で毛髪を剪断するものである(段落【0003】)から，刃を備えていることは明らかであり，図2，4を参照すると，「刃6」の先端全幅に折れ線形状に備えられていることも見て取れる。",
                    "したがって，周知例甲2，3には，「櫛刃の要素の先端全幅に折れ線形状の刃を備える梳き鋏」が記載されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，周知例甲4の段落【0019】には，「上記の例では，梳刃2と切断刃3との組み合わせを示したが，両方の刃とも梳刃であってもよい。」と記載されているところ，両方とも梳刃である場合には，いずれか一方の刃の先端が切り刃を構成していないと，鋏としての機能を果たさないから，周知例甲4には，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏」が実質的に記載されているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "加えて，周知例乙1(2頁左下欄16行～同頁右下欄17行)，周知例乙2(1欄16行～2欄1行)にも，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏」が記載されている。",
                    "よって，審決の周知の事項に関する上記認定に誤りはなく，引用発明において上記周知の事項を採用し，櫛刃の要素の先端に刃付けを行うことは，当業者が容易になし得たことである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "周知例甲6，7に加え，周知例乙3，4にも，研磨技術として，「加工されるべき形状に対応する外周形状の回転砥石を使用する」ことが記載されているから，この研磨技術は周知の事項といえる。",
                "そして，一般的に加工技術において，加工効率の向上を図ることは，周知の課題であり，引用発明も同様の課題を有しているから，引用発明において，「加工効率の向上」という周知の課題を達成するために，「加工されるべき形状に対応する外周形状の回転砥石を使用する」という技術的手段を採用することは当業者にとって困難性のない事項である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願補正発明における砥石の選択の効果は，本願補正発明の砥石の動きとの密接な関連において，原告のみが実施している焼き入れ歪み取り後の加工により刃付けを可能にしたことにあり，単なる「加工効率の向上」のための砥石の選択の問題ではないと主張する。",
                "しかし，刃物において，刃付けをいつ行うかは設計的な事項であり，また，焼き入れ歪み取り後に刃付けを行うことも，特開平8−85106号公報(乙5)，特開平10−309637号公報(乙6)に見られるように，本件出願前より周知である。そして，「加工されるべき形状に対応する外周形状の回転砥石を使用」すれば，そのような外周形状を備えていない回転砥石を使用するよりも複雑な形状の加工が可能となるのであるから，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明において，ブランクの移動は，研磨対象の形状に応じて適宜決定すればよく，実施例に示された動きに拘束されるものでないことは明らかであるから，刊行物における「なお工具とブランクの位置関係はあくまで相対的であり，実施例に示した動きに拘束されるものではない。」との記載は，当業者であれば，工具を固定としブランクを移動させるのか，あるいはブランクを固定とし工具を移動させるのかというだけではなく，工具及びブランクのそれぞれの動きについて，段落【0014】に記載のような動きに拘束されるものではないと読み取ることができるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，そもそも，被加工品を砥石によって研磨する場合，どのように被加工品と砥石とを相対移動させるかは，被加工品と砥石との位置関係や被加工品の仕上がり形状等に応じて決定される事項であるから，砥石と櫛刃の要素とをどのように相対移動させるかは当業者が適宜行う設計的事項である。",
                "そして，本願補正発明の砥石と櫛刃の要素の具体的な相対移動についても，「櫛刃の要素の長さ方向(y方向)の移動」と，「櫛刃の要素の厚さ方向に傾き(yz平面でz軸に対する傾き)を持つ方向への相対移動」とは，それぞれ，砥石と櫛刃の要素を近づける動きと，櫛刃の要素の先端に形成する刃に沿った動きであり，このような動きは，砥石により櫛刃の要素の先端に刃付けを行う動きであって，特別な動きではない。",
                "さらに，刊行物の段落【0011】には，「焼き入れ歪みとりの後に，先端2aを80゜に仕上げ加工をする。」との記載があり，この「仕上げ加工」においても，上記のとおりの砥石と櫛刃要素との相対移動が行われていることがうかがえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，工具移動経路は，最終加工形状である梳き鋏の形状等に応じて，移動経路が適切となるように当業者が適宜選択する事項であり，相違点3のような動作も，回転砥石を用いて刃付けを行う際に当業者が容易になし得たものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，周知例甲2～5により櫛刃の要素の先端全幅に曲線又は折れ線形状の刃を備える梳き鋏は周知の事項であると認定したことは誤りであると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例甲3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例甲3は，考案の名称を「理容用梳鋏」とし，平成6年6月3日に公開された公開実用新案公報であり，これには，以下の記載がある(甲3)。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「【0003】・・・上側から動刃として毛髪を切り下ろそうとする直刃に対して静刃として毛髪を下側から支承し，くし刃に形成した各刃の先端で毛髪を剪断し，各刃と交互に設けた欠刃部内に梳き残す毛髪を収容するくし刃形の刃物の刃部は，鋏の使用中，常に頭髪と接しながら頭に接近したり離れたりする上下方向と頭に沿って移動する平面方向の動きを伴う。」"
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "「【0012】くし刃形の刃物2の刃部5は，図2に示すように，各刃6の刃先を結ぶ刃先線Lからそれぞれ直角に欠刃部7を切除することによって，互いに平行する両側面部8を具え，欠刃部7と交互に配置されてくし歯状に並ぶ多数の刃6を有する。",
                            "【0013】上記各刃6は，図3の(a)，(b)に示すように，両側面部8の上下の角部を平面または曲面で切除することによって形成した面取り部9を四つ角に具え，各面取り部9は，図2，4に示すように刃部5の表，裏面に表われて，梳毛の際に欠刃部7に出入する毛髪との接触を円滑に行う。」"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "図2は，くし刃形刃物の刃部の一部切欠拡大正面図であるが，同図では，刃(6)の側面の面取部(9)が2本の直線により斜面として示されており，折れ線形状に形成された刃(6)の先端も2本の直線により示されている。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "図4は，図2に対応する刃部の裏面図であるが，刃(6)の側面部の面取部(9)が2本の直線により斜面として示されているのに対し，折れ線形状に形成された刃(6)の先端は1本の直線により示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，周知例甲3に記載された梳き鋏は，くし刃に形成した各刃の先端で毛髪を剪断するものであることに加え，各刃の先端は折れ線形状に形成されているものであるところ，図2ではその表面側の先端部分は2本線により斜面が図示されているのに対して，図4ではその裏側面の先端部分が1本線により平面状に図示されていることからみると，くし刃の刃6の先端には本願補正発明の「刃付け」がされているものと認められる。また，くし刃に形成した各刃6は，本願補正発明の「櫛刃の要素」に相当するものといえる。",
                        "したがって，周知例甲3には，櫛刃の要素の先端全幅に折れ線形状の刃を備える梳き鋏が記載されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告は，周知例甲3には，櫛刃の先端が切断用の刃であるとの明確な記載はなく，ギロチン式切断の受け刃である可能性が高いと主張するが，切断用の刃である旨の明示的な記載はないとしても，上記のとおり，周知例甲3の記載及び図2，図4によれば，くし刃に形成した刃6の先端に刃付けがされていることを認めることができるから，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例乙1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例乙1は，発明の名称を「鋏」とし，昭和60年11月9日に公開された公開特許公報であり，これには以下の記載がある(乙1)。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "「図示の鋏は第1ブレード(1)及び第2ブレード(3)を備えており，第1ブレード(1)は，真直ぐで平坦な鈍いエツシ(判決注：「エツジ」の誤記である。)(2)を有する。第2ブレード(3)のエツジは，該エツジに沿つて複数のセクシヨンに分割され，互い違いのセクシヨンは第1及び第2のタイプのエツジ(4)，(5)を提供するように形成されている。",
                            "第1図に示す実施例では，第1のエツジ(4)は浅いV形に形成されたカツテイングエツジを備えている。このV形は，鋏の切断能率を改善する。第2のエツジ(5)はまつすぐで平坦な鈍いエツジを備え，該エツジはブレードにおける隣り合うセクションより凹んでいる。",
                            "従つて，鋏ブレードが合わせられたとき，第2のブレード(3)のカツテイングセクシヨン(4)と第1ブレード(1)との間にはさまれた毛髪は切断され，他方，鈍い，凹んだセクション(5)と第1ブレード(1)との間にはさまれた毛髪は切断されずに残される。」(2頁左下欄16行～右下欄16行)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(b)",
      "text": [
        "「第5A図は，内側エツジ(2)が鈍くなつている前述の第1のブレード(1)を示す断面図である。第5B図に示されているように，該内側エツジを切断エツジ(2A)とするように鋭利に形成してもよい。」(3頁右上欄5行～9行)(イ) 上記記載によれば，周知例乙1の鋏の第2ブレードの第1のエツジ(4)は，浅いV字形，すなわち折れ線形状に形成され，カツテイングエツジを備えているから「刃付け」がされているものと認められ，また，第2ブレードは，第1のエッジ(4)と互い違いに形成された第2のエツジ(5)を備えており，これらにより櫛刃を形成しているから，第1のエッジ(4)は，本願補正発明の「櫛刃の要素」に対応するものといえる。",
        "したがって，周知例乙1には，櫛刃の要素の先端全幅に折れ線形状の刃を備える梳き鋏が記載されているものと認められる。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "周知例乙2について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "周知例乙2は，考案の名称を「すき鋏」とし，昭和64年1月5日に公開された実用新案公報であり，これには，「第2図は従来の理容，美容用のすき鋏の構成を示す図である。同図中，11は動刃，11aは動刃11の手元に設けた母指穴，11bは動刃11の他側に設けられる棒刃，12は静刃，12aは静刃12の手元に設けた環指穴，12bは静刃12の他側に設けられる鋏身，12c・・・は鋏身12bに所定の間隔l でもつて設けられた櫛刃，13は前記動刃11と前記静刃12が交叉する平らな鋏体部，14は前記動刃11と前記静刃12とを連結し，これら両刃11，12に開閉の支点を与える支点ねじである。上記のように構成された従来のすき鋏は，静刃12の鋏身12bに設けられた複数の櫛刃12c・・・の刃先12c’・・・の刃加工が図に示す如く単に平らに又は若干湾曲した程度に仕上げられたものであったため，毛髪のカツテイングに際し動刃11の棒刃11bによつて押圧されて，各櫛刃12c・・・の刃先12c’・・・に当接する毛髪は，多くのものがカツテイングされないまま横滑りしてしまつて十分にカツトできないといつた大きな問題があつた。」(1頁1欄14行～2欄6行)との記載がある(乙2)。なお，第2図の「2c」，「2c’」は，それぞれ「12c」，「12c’」の誤記と認められる。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "上記記載によれば，周知例乙2に記載された従来のすき鋏の動刃11には棒刃が設けられていること，当該棒刃は，毛髪のカッティングに際し毛髪を押圧すると記載されていることから，毛髪を裁断する刃ではない刃，すなわち「刃付け」がされていない刃であること，毛髪を切断するためには「刃付け」がされた刃が必要であるから，上記従来のすき鋏の静刃12に設けられた櫛刃12cが切り刃であり，櫛刃12cの刃先12c’には先端全幅に「刃付け」がされていること，以上の事実が認められる。",
                "また，櫛刃12cの刃先12c’の刃加工は「若干湾曲した程度」に仕上げられたものであるから，その先端は曲線形状であるといえる。",
                "したがって，周知例乙2には，櫛刃の要素の先端全幅に曲線形状の刃を備える梳き鋏が記載されているものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "text": [
            "以上に検討したとおり，周知例甲3及び同乙1には，「櫛刃の要素の先端全幅に折れ線形状の刃を備える梳き鋏」が記載され，また，周知例乙2には「櫛刃の要素の先端全幅に曲線形状の刃を備える梳き鋏」が記載されているから，審決が，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏」は周知の事項であると認定したことには誤りはない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "原告は，周知例甲2～5，同乙1，2には櫛刃の先端全幅にわたり種々の形状を示す鋏が記載されているが，切り刃をどのようにして設けるのかという刃付けの方法の技術が開示されておらず，上記各周知例は引用発明の櫛刃の先端の刃付けに利用することはできないから，上記各周知例から引用発明に組み合わせ可能な周知技術を認定することはできないし，審決の相違点1についての判断は，切り刃をどのようにして設けるかについての判断を看過してされたもので誤りであると主張する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "そこで検討するに，本願補正発明及び引用発明は，ともに梳き鋏用櫛刃の製造方法の発明であるところ，本願補正発明は「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏用櫛刃」の製造方法であるのに対して，引用発明は「櫛刃の要素の先端にV溝を備える梳き鋏用櫛刃」の製造方法であり，両発明は，製造対象である櫛刃の要素の先端の具体的形状が異なっている。審決が，相違点1として，「櫛刃の要素の先端の形状について，本願補正発明では，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃」であるのに対し，引用発明では，櫛刃の要素の先端にV溝があり，V溝が刃であるか否か不明である点。」を認定したのも，上記の点を捉えて，製造対象の櫛刃の要素の先端の具体的形状が異なることを認定したものであると解される。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "その上で，審決は，引用発明の製造方法により製造する梳き鋏用櫛刃の先端を相違点1に係る本願補正発明の構成とすることが当業者にとって容易に想到し得たかどうかについて検討し，引用発明の製造方法において，その対象となる梳き鋏用櫛刃の先端を，前記(1)エに認定した周知の梳き鋏の構成とすること，すなわち，「櫛刃の要素の先端全幅に曲線または折れ線形状の刃」とすることが当業者にとって容易に想到し得た程度のことであると判断したものであり，この判断は，周知の技術事項の適用に関するものであるから，誤りはない。",
            "このように，相違点1の判断においては，そもそも切り刃をどのようにして設けるかという刃付けの方法を検討する必要はないというべきであるから，刃付けの方法についての検討を要することを前提として，審決がこの点についての判断を看過したとする原告の上記主張は，その前提に誤りがあり，採用することはできない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "また，周知例甲3，同乙1，2には，前記(1)エに認定した周知の梳き鋏が記載されているところ，これらの各周知例においては，櫛刃の要素の先端全幅に曲線(周知例乙2)又は折れ線(周知例甲3，同乙1)形状の刃を加工する方法，すなわち刃付けの方法については何ら記載されていないが，これは，当業者にとって，刃の形状が確定すれば，その加工方法は各出願時点における周知・慣用の方法を採用すれば足りるものであるとの考え方を前提としているものと推認され，そうであるとすれば，刃付けをする方法は敢えて記載するまでもない技術事項であるということができるから，上記各周知例に刃付けの方法が記載されていないとしても，そのことは，引用発明において，上記各周知例により認められる周知の櫛刃の要素の先端の構成を採用することの妨げとはならないというべきである。",
            "したがって，上記各周知例から引用発明に組み合わせ可能な周知技術を認定することはできないとする原告の主張は失当である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "text": [
                    "さらに，原告は，周知例甲2～5の一部の櫛刃の先端が刃であったとしても，上記各周知例における櫛刃の要素の加工はワイヤカット放電加工によるものであり，ワイヤカット放電加工による刃付けを櫛刃の要素の全幅刃付けに適用することは不可能であるから，上記各周知例を本願補正発明の刃付けに転用することはできないとも主張する。",
                    "しかしながら，上記(2)において説示したとおり，審決は，引用発明において周知の梳き鋏における櫛刃の先端の構成を採用することが容易想到であると判断しているのであって，その判断は，特定の刃付けの方法を前提とするものではなく，ましてワイヤカット放電加工による刃付け加工を前提とするものでもないから，原告の上記主張はその前提を欠くものというべきであり，失当である。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "以上のとおりであるから，取消事由1は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "2",
                      "subject": "取消事由2(相違点2についての判断の誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "原告は，本願補正発明における「加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石」の選択の効果は，砥石の動きと密接な関連において，原告のみが実施している焼き入れ歪み取り後の加工により刃付けを可能にしたことにあり，単なる「加工効率の向上」のために上記砥石を選択するのではないと主張する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "そこで検討するに，本件補正後の明細書(甲8～10。以下「本願補正明細書」という。)には，以下の記載がある。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "「【0004】",
              "text": [
                "・・・本発明は，焼き入れ歪み取り後に櫛刃の要素の先端を幅方向全部について刃付けをした梳き鋏用櫛刃の製造方法を提供することにある。本発明のさらに他の目的は，前記梳き鋏用櫛刃の製造方法を回転砥石を用いる加工方法により安価に提供することにある。」"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "「【0015】",
              "text": [
                "図1を参照して，本発明による梳き鋏用櫛刃の製造方法の実施例1を説明する。",
                "(ステップ1) ブランク準備ステップ，梳き鋏用櫛刃のブランクを用意する。",
                "(ステップ2) 表面外形機械加工ステップ，表面の機械加工により櫛刃の表裏先端峰等の形状を整える。",
                "(ステップ3) 焼き入れを行い歪みとりステップ，焼き入れを行い歪みとりを行う。",
                "(ステップ4) 溝または谷の加工用の回転砥石で，溝または谷の加工を行う。引き続いて底の面取りを行う。",
                "(ステップ5) 回転砥石の選択ステップで，要素2の全幅に形成される刃の基本形状の曲線の内の最も小さい曲率半径よりも小さい曲率半径(回転中心軸を含む平面で切断したときの外周の曲率半径)をもつ回転砥石11を選択する。",
                "(ステップ6) 回転砥石による刃付けを行う。回転砥石の最終(研磨終了時)の先端の基本的な相対移動の軌跡を31で示す。なお刃の斜面を形成するために砥石を矢印32の示す方向に随時移動させる。」"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記記載，特に(ステップ4)によれば，本願補正発明に係る「櫛刃の要素の先端全幅に曲線または折れ線形状の刃を備える梳き鋏用櫛刃」の製造においては，「相補形状」，すなわち「加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状」ではない回転砥石を用いて刃付けを行うことも可能であると認められ，このことに，本願補正明細書には「加工されるべき櫛刃の要素の刃先の幅方向の形状に対応する外周形状の刃付け用の回転砥石を準備する」ことによる効果について特に記載がないことを合わせ考慮すると，本願補正発明における砥石の選択の効果に関する原告の上記主張は，本願補正明細書の記載に基づくものとはいえず，採用することはできない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "原告は，周知例甲6，7，同乙3，4により「加工されるべき形状に対応する外周形状の回転砥石を使用する」ことが周知技術であると認められるとしても，それは一般的な「加工されるべき形状」についての周知技術であって，本願補正発明の「櫛刃の要素の先端全幅に曲線または折れ線形状の刃」の加工(刃付け)のための周知技術とはならないと主張する。",
                    "しかしながら，審決が相違点2の判断において認定している周知技術は，「回転砥石を用いた加工を行うに際して，加工形状に対応した外周形状の回転砥石を用いることにより加工効率を向上させる」という技術事項であり，上記各周知例によれば，この技術事項は周知であると認められる。そして，上記各周知例はいずれも回転砥石を用いて加工を行う技術である点において，本願補正発明と技術分野の共通性があること，本願補正発明のような「櫛刃の要素の先端全幅に曲線又は折れ線形状の刃」を加工する場合に，上記周知な技術事項の適用を困難とする事情については何らの主張もなく，これを認めるに足りる証拠もないことに照らすならば，引用発明において，本願補正発明のような「櫛刃の要素の先端全幅に曲線又は折れ線形状の刃」を加工するに当たり，加工効率を向上させるために上記周知な技術事項を適用し，加工形状に対応した外周形状の回転砥石を選択する程度のことは，当業者が容易になし得たことというべきである。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "以上のとおりであるから，取消事由2は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "3",
                      "subject": "取消事由3(相違点3についての判断の誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "原告は，刊行物には砥石を櫛刃の要素に相対運動させながら，櫛刃の要素の先端全幅に刃付けを行うという相違点3に係る本願補正発明の砥石の動きは示されておらず，そもそも引用発明の砥石の動きは刃付けのためのものではないと主張するので，以下，検討する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "刊行物には，以下の記載がある。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "「【0012】櫛刃1の機械加工は，基本的にステンレス鋼のブランクの焼き入れ終了後，歪み取り後に行われる。なお，焼き入れ後の加工は砥石を用いる必要があり，前述した先行例のようにカッタを使用することはできない。櫛の要素2と隣接する櫛の要素2間を砥石で切削して深溝の切り込みを終了する。引き続き機械加工により面取りを行い谷と表裏の面を結ぶ曲面3a，3aを加工する。図6に前記溝の加工と面取りの際のブランクと砥石の位置関係を示している。x’は深溝の切り込みが終了した位置での砥石の回転中心軸の位置を示す。砥石の回転中心軸は常にブランクのx軸と平行である。図中11は，前記溝の加工終了時の砥石の先端の回転軌跡を示す。面取り部3aの一方の加工を終了したときの砥石の回転中心軸の位置をx''で示す。x，y平面に対する砥石の回転中心軸の位置を任意に変えることにより任意の面取りが可能となる。図中12，12は面取り終了時の砥石の先端の回転軌跡を示す。」"
            },
            {
              "fig": "(イ)",
              "text": [
                "図6は，面取り及び先端のV溝切りの工程を説明するための略図であるが，同図には砥石の先端の回転軌跡が示され，これによれば，回転砥石を11から12へ移動することにより図示の形状への加工が行われている。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "周知例甲7は，発明の名称を「V溝加工方法，V溝コネクタ及び金型」とする，平成8年8月6日に公開された公開特許公報であり，これには「【0002】・・・従来，被加工物(セラミックや金属，硬質プラスチックなど)の一側面(上面など)に，V溝を形成するには，例えば図7に示したように，山形の刃部1aを有する山形砥石1を用い，これを回転させながら，工作機器側の加工台部101に設置された被加工物200へ押し付けて，V溝201を形成している。」との記載がある。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "上記(1)ア，イの記載によれば，回転砥石による部品加工は，回転砥石の外周を加工部材の表面に接触させ，その表面を削ることにより行うものであって，回転砥石と加工部材の相対位置を移動させることにより回転砥石の外周と加工部材の表面との接触状態を適宜調整することにより，所望の形状へと加工を行うものであることが認められ，このような加工方法に照らせば，回転砥石を用いて加工を行う場合に，回転砥石の移動経路を最終加工形状にあわせて設定する必要があることは，当業者であれば容易に理解し得たことである。",
                    "したがって，引用発明の製造方法において，櫛刃の要素の先端を回転砥石を用いて加工する場合に，回転砥石の移動経路を櫛刃の要素の先端の加工形状にあわせて設定することは，当業者であれば容易に想到し得たことである。",
                    "そうすると，引用発明において，櫛刃の要素の先端全幅に曲線又は折れ線形状の刃を形成するために，加工形状に対応した外周形状の回転砥石を選択した場合には，回転砥石をその回転中心から加工部材と接触する外周の接点方向，すなわち櫛刃の要素の長さ方向にのみ移動させるように回転砥石の移動経路を設定することも，当業者であれば容易に想到し得たことであるといえる。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "さらに，櫛刃の要素の先端に刃付けを行うとは，櫛刃の要素の先端を周知例乙1の5B図の第2ブレード3のような先端形状とすることであるから，櫛刃の要素の先端に回転砥石を用いて刃付けを行う場合には，砥石をそのような先端形状にあわせて相対移動させる必要があること，すなわち，回転砥石を櫛刃の要素の厚さ方向に傾きを持つ方向へ相対移動させる必要があると認められる。そして，このことは，名称を「高速度工具鋼を用いた刃物又はブレードの製造方法」とする発明に係る特開平10−309637号公報(乙6)に，「【0012】・・・刃付けの研削処理は，例えば，図4に示すように，丸刃21を回転可能なチャック25に取付け，そのチャック25を所定の刃角に応じて傾けて回転させる。そして，回転砥石26の回転砥石面を丸刃21の周縁部に当て，図示矢印27方向に移動させながら，刃付けを行う。この場合，回転砥石26を移動させることに代えて，チャック25を矢印27方向に移動させるようにしてもよい。」と記載されているように，刃付けの研削処理が，刃付けの傾き角に沿うように回転砥石を相対移動させて行われることからも裏付けられる。",
                    "そして，以上のことは，当業者であれば容易に理解し得たことであるから，引用発明において，櫛刃の要素の先端全幅に曲線又は折れ線形状の刃を形成するために，加工形状に対応した外周形状の回転砥石を選択した場合には，回転砥石を櫛刃の要素の厚さ方向に傾きを持つ方向へ相対移動させて櫛刃の要素の先端全幅に刃付けを行うようにすることは，当業者が容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "なお，原告は，本願補正発明により製造する梳き鋏用櫛刃は，切り刃として積極的に髪の切断に寄与できるようにしたものであり，これにより，動刃である棒刃に刃付けをしないことを可能にし，棒刃により髪を傷めないという特有の効果を奏するとも主張するが，前記1に認定したとおり，本件出願前から櫛刃の先端に刃付けをし棒刃には刃付けをしない梳き鋏は周知であり，それらの周知の梳き鋏においても，原告主張に係る上記効果が認められることは明らかであるから，原告の主張する上記効果は当業者が予測し得た程度のことといえる。加えて，本願補正発明は製造方法の発明であるところ，原告の上記主張は，当該製造方法により製造された「梳き鋏」の奏する効果を主張するものと解されるから，そもそも本願補正発明の奏する効果の主張としては適切なものではない。"
                  ]
                },
                {
                  "fig": "(5)",
                  "text": [
                    "以上に検討したところによれば，引用発明において，回転砥石を用いて櫛刃の要素の先端を加工する場合に，相違点3に係る本願補正発明のような動作を行い，櫛刃の要素の先端に刃付けを行うようにすることは当業者が容易に想到し得たことであると認められるから，相違点3についての審決の判断に誤りはない。",
                    "したがって，取消事由3は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "4",
                      "text": [
                        "以上の次第であるから，審決取消事由はいずれも理由がなく，他に審決を違法とする事由もないから，審決は適法であり，本件請求は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10141",
    "date": "2008-12-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037131",
    "ipprecedent_id": "1690",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}