{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−14086号事件について平成20年7月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が発明の名称を「グラフィカルユーザーインタフェースの形態及び動作のカスタマイズ方法及びシステム」とする後記特許について国際特許出願をしたところ，日本国特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，同庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，原告が平成18年8月2日付けでなした補正後の請求項1に係る発明(本願補正発明)が下記引用例1との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・引用例1：「Windows 3．1 日本語版 導入講座 第3回 あなた好みのデスクトップを作ろう」(月刊アスキー 1993年〔平成5年〕8月1日 株式会社アスキー発行 第17巻 第8号 3",
            "16～319頁。以下これに記載された発明を「引用例1記載",
            "発明」という。甲1)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，1994年(平成6年)5月16日の優先権(米国)を主張して，1995年(平成7年)5月16日，名称を「グラフィカルユーザーインタフェースの形態及び動作のカスタマイズ方法及びシステム」とする発明について国際特許出願(PCT／US95／06175，日本における出願番号は特願平7−529873号。以下「本願」という。請求項の数23)をし，平成8年11月18日に日本国特許庁に翻訳文を提出し(国内公表は特表平10−500512号〔甲17〕)，その後，平成14年5月14日付け(第1次補正。請求項の数22。甲16)，及び平成17年1月13日付け(第2次補正。請求項の数22。甲13)で各手続補正をしたが，拒絶査定を受けたので，不服の審判請求(甲11)をした。",
                "同請求は不服2006−14086号事件として特許庁に係属し，その中で原告は，平成18年8月2日付けで特許請求の範囲の記載の変更等を内容とする手続補正(第3次補正。以下「本件補正」という。請求項の数22。",
                "甲9)をしたが，特許庁は，平成20年7月3日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日附加)をし，その謄本は平成20年7月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第2次補正時(平成17年1月13日)の請求項の数は，前記のとおり22であるが，そのうち請求項1に係る発明の内容(以下「本願発明」という。)は，下記のとおりである(甲13)。",
                    "記",
                    "【請求項1】グラフィカルユーザインタフェースを表示する情報処理装置であって，",
                    "それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを記憶する記憶ユニットと，",
                    "前記記憶ユニットは，更に，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとを記憶し，",
                    "前記第1テーマと前記第2テーマとを選択的に切り替えるプロセッサとを備え，このプロセッサによって，前記記憶ユニットに記憶される前記第1及び第2セットの1つを用いて，インタフェースオブジェクトを有する前記グラフィカルユーザインタフェースを表示し，前記インタフェースオブジェクトは，前記第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，前記インタフェースオブジェクトは，前記第2セットを使用して表示される場合には第2形状の第2アウトラインを有する",
                    "ことを特徴とする情報処理装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正時(平成18年8月2日)の請求項の数も，前記のとおり22であるが，そのうち請求項1に係る発明の内容(以下「本願補正発明」という。)は，下記のとおりである(甲9，下線は補正箇所)。",
                    "記",
                    "【請求項1】グラフィカルユーザインタフェースを表示する情報処理装置であって，",
                    "それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを記憶する記憶ユニットと，",
                    "前記記憶ユニットは，更に，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとを記憶し，",
                    "前記第1テーマと前記第2テーマとを選択的に切り替えるプロセッサとを備え，このプロセッサによって，前記記憶ユニットに記憶される前記第1及び第2セットの1つを用いて，インタフェースオブジェクト及びオブジェクトパーツを有する前記グラフィカルユーザインタフェースを表示し，",
                    "現在表示されているグラフィカルユーザインタフェースを，前記第1共通テーマから前記第2共通テーマへ変更するための変更指示が入力された場合，前記プロセッサは，前記第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを前記第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットに切り替え，",
                    "前記インタフェースオブジェクトは，前記第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，前記インタフェースオブジェクトは，前記第2セットを使用して表示される場合には第2形状の第2アウトラインを有する",
                    "ことを特徴とする情報処理装置。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，①本願補正発明は，その出願前に頒布された上記引用例1記載発明及び周知技術に基づいて当業者が容易に発明をすることができたから特許法29条2項により特許出願の際に独立して特許を受けることができず本件補正は却下すべきものである，②本願発明も，同様に特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断をするに当たり，引用例1記載発明の内容，本願補正発明と引用例1記載発明との一致点及び相違点を，次のとおり認定した。",
                    "〈引用例1記載発明の内容〉",
                    "「Win3．1をインストールしたGUI画面の98において，境界付きのアクティブウィンドウ，境界付きの非アクティブウィンドウ，メニュー，ボタン及びスクロールバーを含むデスクトップ上のウィンドウの配色パターンを変える工夫によってイメージを一変させ見栄えのするデスクトップとするため，中央に『ウィンドウの絵』(サンプル画面)が描かれたダイアログボックスにて，",
                    "(操作1)ウィンドウの上部にある『配色』という枠(現在『標準の配色』と記されている)の中の，下向きの矢印をクリックする。",
                    "(操作2)『新緑』『サファリ』といったいろいろな配色パターン名から『新緑』をクリックする。",
                    "(操作3)今まで本物のウィンドウと同じだったサンプル画面の色が，緑系統に変わったことを確認し，この配色でよければ，『OK』ボタンを押す。",
                    "(操作1)～(操作3)によって，デスクトップ上のウィンドウが，さきほどサンプル画面に表示されていた色に変わる，",
                    "Win3．1をインストールしたGUI画面の98」",
                    "〈一致点〉",
                    "いずれも，",
                    "「グラフィカルユーザインタフェースを表示する情報処理装置であって，",
                    "それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットと，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットと，",
                    "前記第1テーマと前記第2テーマとを選択的に切り替える手段とを備え，この手段によって，前記第1及び第2セットの1つを用いて，インタフェースオブジェクト及びオブジェクトパーツを有する前記グラフィカルユーザインタフェースを表示し，",
                    "現在表示されているグラフィカルユーザインタフェースを，前記第1共通テーマから前記第2共通テーマへ変更するための変更指示が入力された場合，前記手段は，前記第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを前記第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットに切り替え，",
                    "る情報処理装置。」である点。",
                    "〈相違点(1)〉",
                    "それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットと，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとを，本願補正発明では記憶ユニットが記憶しているのに対し，引用例1記載発明では記憶ユニットが記憶していることについて記載されていない点。",
                    "〈相違点(2)〉",
                    "第1テーマと第2テーマとを選択的に切り替える手段が本願補正発明ではプロセッサであるのに対し，引用例1記載発明ではいかなる手段であるのか明らかでない点。",
                    "〈相違点(3)〉",
                    "インタフェースオブジェクトが，本願補正発明では「第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，第2セットを使用して表示される場合には第2形状の第2アウトラインを有する」のに対し，引用例1記載発明では「第1セットを使用して表示される場合には第1の配色を有し，第2セットを使用して表示される場合には第2の配色を有する」点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，独立特許要件を欠くとして本件補正を却下した審決には，以下に述べるような誤りがあるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(一致点認定の誤り・相違点の看過)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，以下の①～③につき，本願補正発明と引用例1記載発明との一致点の認定を誤ったものである。",
                "すなわち，①形状の概念を全く含まない引用例1記載発明の「配色パターン名」が，「表示形態」の語に形状の概念を含む本願補正発明の「共通テーマ」に相当するとして，「共通テーマ」を一致点としたこと，②本願補正発明の「インタフェースオブジェクト及びオブジェクトパーツの第1セット，及び，それらと『表示形態』が異なるインタフェースオブジェクト及びオブジェクトパーツの第2セット」を引用例1記載発明が有しているものとしてこれを一致点と認定したこと，③上記のとおり引用例1記載発明には，本願補正発明にいう「共通テーマ」(第1，第2)は存在しないから，変更対象が存在しない以上，引用例1記載発明は「変更指示」を有していないのに，「変更指示」を一致点と認定したこと，これらはいずれも誤りで，これらは相違点として認定すべきである。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "上記①につき",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本願補正発明においては，共通テーマという単位で，それぞれの表示形態が異なるインタフェースオブジェクト(例えば，ウィンドウ)及びオブジェクトパーツ(例えば，マウスカーソル，チェックボックス)のセットを，複数種類の共通テーマ(第1共通テーマ，第2共通テーマ)毎に記憶している。従って，例えば，ある機能を有するインタフェースオブジェクトやオブジェクトパーツが，共通テーマの数だけ，共通テーマ別に記憶ユニットに記憶されている。また，共通テーマ間では，表示形態は異なるが，同一機能のインタフェースオブジェクト及びオブジェクトパーツを対応付けて記憶ユニットに記憶している。",
                    "そして，ユーザ操作に基づいて，現在の設定である第1共通テーマから第2共通テーマに変更する変更指示が入力されると，その第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツのセットを，第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツのセットに切り替える。",
                    "このように，本願補正発明は，共通テーマの変更指示の前後で対応するインタフェースオブジェクトやオブジェクトパーツ同士の機能を維持しつつ，後記の内容を持つ「表示形態」を切り替えることを可能にする。なお，本願補正発明の「共通テーマ」とは，ディスプレイ上で，特定の視覚的な形態を生成する，インタフェースオブジェクトとオブジェクトパーツに関する，一揃いのものとしてデザインされたデザイン群を指す。",
                    "そして，本願補正発明には「表示形態」の語が使用されているところ，そのうち「形態」の語は，一般的には物のかたち，つまり物の形状を意味する。すなわち，辞書(松村明編集「大辞林」1988年12月10日第2刷発行，株式会社三省堂，753頁，甲18)によれば「けいたい…【形態】①物のかたち。また，組織的に組み立てられたものの，外に表れているかたち。ありさま。…」と定義されている。",
                    "従って，本願補正発明の「表示形態」は，主として「表示する上での形状」を意味する語として解釈されるべきである。",
                    "このように本願補正発明では，第1共通テーマに関連付けられている第1セットのインタフェースオブジェクト及びオブジェクトパーツと，第2共通テーマに関連付けられている第2セットのインタフェースオブジェクト及びオブジェクトパーツとが，主として「表示する上での形状(表示形態)」において異なっている点に特徴を有する。",
                    "また，本願補正発明の「アウトライン」とは，「物の外側の線」，いわゆる「輪郭」を意味する語である。辞書(甲18，10頁)によれば「アウトライン」は，「①物の外側の線。輪郭。…」と定義されている。",
                    "以上のように，本願補正発明では，表示形態が異なるインタフェースオブジェクト及びオブジェクトパーツのセットを，各共通テーマについて別個に記憶しているので，共通テーマを変更するための変更指示を入力するだけで，現在のセットから変更したいセットへ容易に切り替えることが可能となるとともに，プロセッサにとって，異なる形状のアウトラインを有するインタフェースオブジェクトを容易に表示することが可能となる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "審決は，「引用例1記載発明の『標準の配色』，『新緑』，『サファリ』といった配色パターン名は配色の系統を表す名前であるから，引用例1記載発明の(操作1)において，ウィンドウの上部にある『配色』という枠に記された配色パターン名(以下，『変更前の配色パターン名』という。)，及び(操作2)でクリックされた『配色パターン名』(以下，『変更後の配色パターン名』という。)がそれぞれ本願補正発明の『第1共通テーマ』，『第2共通テーマ』に相当する。」(5頁34行～6頁2行)と認定した。",
                    "しかし，本願補正発明における「共通テーマ」とは，インタフェースオブジェクト及びオブジェクトパーツのそれぞれの表示形態と関連づけられるものであって，各共通テーマがそれぞれ表示形態，即ち「表示する上での形状」と関連するものである。従って，本願補正発明の「共通テーマ」を，形状の概念を無視して解釈すべきではない。",
                    "ところが審決は，形状を全く考慮せず配色のみを考慮して「第1共通テーマ」，「第2共通テーマ」を認定した。しかし，これらは形状の概念を全く包含していない点で，本願補正発明の「第1共通テーマ」，「第2共通テーマ」とは異なる。",
                    "ここで，「配色」の語の意味を検討すると，引用例1(甲1)において「配色」とは，ウィンドウ等に付与される色の取り合わせを示す語である。さらに，この「配色」の語は，審決でも認定されているように，配色の系統を表す意味以外に，別の解釈が介入する余地はなく，いわば，この配色の種類を示す配色パターン名は，単なる，ウィンドウ等についての色に関する属性を示す名称としかいえない。",
                    "このように，形状の概念を全く含まない引用例1記載発明の「配色パターン名」が，形状の概念を含む本願補正発明の「共通テーマ」に相当するとの判断は明らかに誤りであり，引用例1記載発明は本願補正発明でいうところの「共通テーマ」を有していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "上記②につき",
              "text": [
                "審決は，「…引用例1記載発明のいろいろな配色パターン名は，前記のように個別の機能を有する『境界付きのウィンドウ』及びウィンドウの『メニュー』，『ボタン』，『スクロールバー』にそれぞれ対応させた配色のパターン名であるから，配色が表示形態の一つであることを踏まえると，引用例1記載発明の『変更前の配色パターン名』によって配色された『境界付きのウィンドウ』及び『メニュー』，『ボタン』，『スクロールバー』と，『変更後の配色パターン名』によって配色された『境界付きのウィンドウ』及び『メニュー』，『ボタン』，『スクロールバー』とが，それぞれ本願補正発明の『それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セット』と『第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，それぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セット』とに相当する。」(6頁3行～16行)と認定した。",
                "上記のとおり，審決では「配色が表示形態の一つである」とされているところ，「表示形態」の語が本質的に意味するところは「形状」であり，形状を全く考慮することなく単に配色のみを考慮して「表示形態」を認定することは許されない。",
                "引用例1記載発明(甲1)の記載によれば，画面の色ダイアログに対する操作によって，デスクトップ上の全ウィンドウが，画面の色ダイアログのサンプル画面に表示されていた色に変更される。この記載からいえることは，審決における，",
                "〔1〕「変更前の配色パターン名」によって配色された「境界付きのウィンドウ」及び「メニュー」，「ボタン」，「スクロールバー」と，〔2〕「変更後の配色パターン名」によって配色された「境界付きのウィンドウ」及び「メニュー」，「ボタン」，「スクロールバー」との間では，配色は変更されるとしても，表示形態としての本質的な意味であるその「形状」は変更されず同一のままである。",
                "一方，本願補正発明では，インタフェースオブジェクト及びオブジェクトパーツの形状は，共通テーマの変更前後では，同一ではなく，異なるものである。",
                "引用例1記載発明では，配色パターンの変更前後におけるインタフェースオブジェクト及びオブジェクトパーツの形状は同一であるのに対し，本願補正発明では，共通テーマの変更前後におけるインタフェースオブジェクト及びオブジェクトパーツの形状は異なる。",
                "このように，引用例1記載発明が，本願補正発明でいうところの「インタフェースオブジェクト及びオブジェクトパーツの第1セット，及び，それらと表示形態が異なるインタフェースオブジェクト及びオブジェクトパーツの第2セット」を有していないことは明らかである。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "上記③につき",
              "text": [
                "審決は，「…引用例1記載発明の『(操作3)』は，デスクトップ上のウィンドウ，つまりGUIを『変更前の配色パターン名』から『変更後の配色パターン名』に変更するから，本願補正発明の，現在表示されているグラフィカルユーザインタフェースを，第1共通テーマから第2共通テーマへ変更するために入力される『変更指示』に相当する。」(6頁17行～21行)と認定した。",
                "しかし，上記(イ)で述べたように，引用例1記載発明には，本願補正発明でいうところの「第1共通テーマ」及び「第2共通テーマ」は存在しない。このように変更対象が存在しない以上，引用例1記載発明が本願補正発明がいうところの「変更指示」を有することはありえない。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "以上(イ)～(エ)の一致点認定の誤りからすると，引用例1記載発明と本願補正発明とでは，上記(ア)①～③の相違点が存するものであり，審決はこれを看過したものである。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "なお，本願補正発明の「表示形態」が主として「表示する上での形状」と解すべきであることは，以下の審査経過からも明らかである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本願の「特許法第184条の5第1項の規定による書面」(甲22)では，請求項1に従属した請求項3は「前記表示形態の属性は，サイズ，形，色，配置を含む…」と記載されている。これに対し，平成14年5月14日付け第1次補正(甲16)では，請求項1につき，インタフェースオブジェクトの「表示形態」は，テーマ毎に異なる形状のアウトラインを有することを明確に規定する補正を行っている。また，旧請求項3は請求項2へと項番を補正され「前記表示形態の属性は，サイズ，色，配置を含む…」と補正されている。",
                    "さらに，平成17年1月13日付け第2次補正(甲13)では，上",
                    "記請求項2を「前記インタフェースオブジェクトの表示形態は，そのサイズ，色，配置を含む…」と補正している。",
                    "このような補正経過からすれば，本願補正発明の「表示形態」にとって形は必須要素であるから，独立項である請求項1とその従属項である請求項2との間において「表示形態」に関する定義の重複を避けるため，従属項における表示形態の定義からは「形」の記載を削除していることが理解できる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，平成17年1月13日付け第2次補正が，定義の重複を避けることを目的としたものであることは，当該手続補正書と同時に提出した意見書の記載からも明らかである。即ち，意見書(甲14)には，引用例1(甲1)との対比説明(下記には「引用文献1」と記載)として，以下の記載がある(下線は原文に付記)。",
                    "「…引用文献1は，各種ウインドウ部品の色を個別に設定する構成は開示されているものの，本願発明のように，背景を含む各種ウインドウ部品(グラフィカルユーザインタフェースオブジェクト，オブジェクトパーツ)の形状(形態)を含む各種設定(色，サイズ，ボタン配置等)を，テーマという単位で割り付けておき，そのテーマ単位で，各種ウインドウ部品を一括して変更可能な構成については開示・示唆されておりません。」(9頁3行～8行)",
                    "上記によれば，原告は，インタフェースオブジェクトの表示形態は，特に，その特徴が「形状」にあることを強調して主張している。",
                    "このような審査経過からも，「表示形態」にとって「形(形状)」は必須要素であることが明らかであり，本願補正発明の「表示形態」は，主として「表示する上での形状」と解釈されるべきものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "取消事由2(相違点(1)についての判断の誤り)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，本願補正発明と引用例1記載発明との相違点(1)に関し，「周知例1の上記記載からみて，インタフェースオブジェクト及びオブジェクトパーツそれぞれの配色パターン(表示形態)をその配色パターン名(共通テーマ)と関連付けてファイルに記録することは当業者にとって周知であると認められるから，引用例1記載発明において，…ファイル，つまり記憶ユニットがこれら第1セットと第2セットとを記憶するようにすることは当業者が適宜なし得ることである。」(8頁26行～36行)と判断した。",
                "しかし，周知例1(海老原浩之・川俣晶著「Windows3．1スペシャル」平成5年9月15日初版第1刷発行，株式会社技術評論社，102頁～103頁・316頁，甲2)は，引用例1記載発明と同様，Windows3．1についての文献であるところ，ここで，周知例1に記載される事項は，あくまでも，異なる配色パターンを配色名とともにファイル(COＮTORL．IＮIファイル)に記録することだけであり，そもそも本願補正発明におけるインタフェースオブジェクトやオブジェクトパーツをファイルに記録することは記載もなく，その示唆もない。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "また，このCOＮTORL．IＮIファイルで管理される内容を説明する文献(Dan Gookin著「WIＮDOWS快適設定術」，株式会社アスキー，1994年〔平成6年〕2月5日第1版第2刷発行，7．3．",
              "content": [
                {
                  "content": [
                    {
                      "fig": "3",
                      "subject": "コントロールパネルの利用 263頁，甲19)には，COＮTO",
                      "text": [
                        "RL．IＮIファイルで管理される配色に関するセクション［current］と［color schemes］の説明として，以下の記載がある。",
                        "「［current］ このセクションには，ただ1つの項目しか用意されていない。キーワード”color schemes”は，ユーザが選択した画面の配色を保存している。次のような具合だ。",
                        "color schemes=Ocean",
                        "［color schemes］ このセクションには，「画面の色」ダイアログで指定できるすべての配色が定義されている。それぞれの項目では21の色の値を，16進数で定義している。」",
                        "この記載からも，COＮTORL．IＮIファイルには，単に，複数種類の配色に関する情報が管理されているに過ぎず，このCOＮTORL．IＮIファイルにインタフェースオブジェクトやオブジェクトパーツが記録されていることは示されていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上のとおり，引用例1も周知例1も，インタフェースオブジェクトやオブジェクトパーツ自体を記録しておくことについて記載していない点で共通している。また，引用例1は，画面の配色を変更する際の操作例及び表示例を記載している文献である一方，周知例1は，画面の配色を変更する操作を行う際のコンピュータ内部での動作原理をCOＮTORL．IＮIファイルに基づいて解説した文献である。即ち，両文献は，「異なる配色パターンを配色名と関連づける」ことについて，一方はディスプレイ上での表示というユーザの目に見える観点から，他方はCOＮTROL．IＮIファイルのファイル形式というユーザの目に見えないコンピュータの内部的な観点から記載したものといえる。",
                "つまり，引用例1記載発明及び周知例1からいえることは「異なる配色パターンを配色名と関連づける」ことのみであり，その点において両文献は，本願補正発明との一致点・相違点を認定する上では同レベルの文献としかなりえない。",
                "上記のとおり，周知例1(甲2)は引用例1記載発明に記載されていること以上のことをなんら提供しない文献であるから，相違点(1)を判断するのに適当な文献といえない。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "また，審決の相違点(1)の判断内容にも本願出願当時の技術常識から看過できない誤りがある。",
                "上記ア(取消事由1)で述べたように，引用例1記載発明や周知例1で挙げられているWindows3．1における「画面の色」ダイアログによる画面配色の変更は，その変更前後でも，「境界付きのウィンドウ」等のインタフェースオブジェクトやオブジェクトパーツの表示形態である形状は同一のままであり，変更されることはない。ところが審決は，「記憶ユニットがこれら第1セットと第2セットとを記憶するようにすることは当業者が適宜なし得ることである」，即ち，形状が同一であっても，配色が異なるインタフェースオブジェクトやオブジェクトパーツを別個に記憶ユニットに記憶させることは当業者が適宜なし得る，と判断した。",
                "しかし，そのように形状同一で配色が異なるインタフェースオブジェクト等を別個に記憶ユニットに記憶することは，当時のWindows3．1を動作させるコンピュータの仕様及びその動作原理を考慮すると，記憶資源の効率的な利用の観点からして全く無駄であって，当業者の技術常識にも反する。",
                "まず，引用例1記載発明に対応するWindows3．1を動作させるコンピュータの仕様を示す文献(藤田英時著「これなら使えるWindows3．1」，株式会社ナツメ社，1994年〔平成6年〕5月2",
                "0日発行，22頁，甲20)には，「Windows3．1に必要な機",
                "器」として，以下の記載がある。",
                "「Windows3．1を使うには，最低でもつぎのような機器構成が必要となる。",
                "CPU ：i386SX",
                "ディスプレイ ：640×400ドット",
                "メモリ ：3．6Mバイト",
                "フロッピーディスク",
                "ドライブ ：1Mバイト1台(インストールのため)",
                "ハードディスク ：40Mバイトの空き領域",
                "プリンタ ：高速高品質印字プリンタ",
                "マウス ：1個",
                "しかし，これだけでは，Windows3．1の機能を十分に活用できない。快適な操作環境を得るための望ましい機器構成は，つぎのようになる。",
                "CPU ：i486DX以上",
                "ディスプレイ ：640×480か1120×750ドット",
                "メモリ ：5．6Mバイト以上(ノーマルモード)",
                "：6．5Mバイト以上(ハイレゾモード)",
                "フロッピーディスク",
                "ドライブ ：1Mバイト2台",
                "ハードディスク ：100Mバイト以上の空き領域",
                "マウス ：1個",
                "プリンタ ：PostScriptページプリンタ」",
                "このように，Windows3．1が動作する当時のコンピュータ環境では，現在のコンピュータ環境に比べて，記憶資源は潤沢といえず，用途や目的によって，記憶資源に管理するデータを取捨選択する必要があることは容易に推察される。",
                "また，コンピュータの動作原理を考慮すれば，インタフェースオブジェクトやオブジェクトパーツの形状が同一であるならば，それに対する配色の変更は，COＮTROL．IＮIファイルの内容を変更することで達成される。よって，わざわざ配色は異なるが同一形状のインタフェースオブジェクトやオブジェクトパーツのセットを異なるセットとして別々に記憶ユニットに記憶しておく必然性はなく，当業者であればそのような無駄なことをするはずがない。",
                "仮にそのような無駄を承知で，配色は異なるが同一形状のインタフェースオブジェクトやオブジェクトパーツのセットを異なるセットとして別々に記憶ユニットに記憶させたとしても，そこから得られる構成は，本願補正発明の「表示形態(形状)が異なるインタフェースオブジェクト及びオブジェクトパーツのセットを，各共通テーマについて別個に記憶する」構成とは明らかに異なるものであるから，結局相違点(1)の構成の相違は依然として解消されない。",
                "このように，審決が周知例1に基づいて「記憶ユニットがこれら第1セットと第2セットとを記憶するようにすることは当業者が適宜なし得ることである」とした判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "取消事由3(相違点(3)についての判断の誤り)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，本願補正発明と引用例1記載発明との相違点(3)に関し，「従って，引用例1，周知例2及び周知例3の記載より，ウィンドウの『枠の太さ』ないし『境界幅』，タイトルバーやスクロールバーの『形状』といったインタフェースオブジェクトの形状をインタフェースオブジェクトの色とともにカスタマイズすることは，ユーザの一般的な要望であると認められる。",
                "それゆえ，ユーザの一般的な要望に従ってイメージを一変させ見栄えのするデスクトップとするため，引用例1記載発明において，第1のセット及び第2のセットにインタフェースオブジェクト及びオブジェクトパーツの配色パターンのみならず，インタフェースオブジェクトの形状をも含ませるようにし，インタフェースオブジェクトが第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，前記インタフェースオブジェクトが第2セットを使用して表示される場合には第2形状の第2アウトラインを有するものとすることは当業者が格別困難なくなしうることと認められる。」(10頁23行～35行)と判断した。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "しかし，審決が本願補正発明のインタフェースオブジェクトのアウトラインの「形状」を，ウィンドウの「枠の太さ」ないし「境界幅」，タイトルバーやスクロールバーの「形状」と同一視したのは誤りである。",
                "すなわち，審決は，本願補正発明と引用例1記載発明との対比・判断において，「スクロールバー」，ウィンドウの「境界」をオブジェクトパーツと認定した(5頁22行～25行)。そうすると，審決の立場では「境界幅」は「境界」というオブジェクトパーツの幅であるから，インタフェースオブジェクトのアウトラインの形状とはいえない。また，スクロールバー自体も，審決がオブジェクトパーツと認定している以上，上記認定はこれと矛盾し，誤りである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "次に審決が挙げた「枠の太さ」について検討する。",
                "この「枠の太さ」は，ウィンドウの枠を定義する背景を規定する単なる属性である。つまり，この枠の太さは，ウィンドウの全体形状に影響を与えるものでなければ，そのアウトラインに影響を与えるものでもない。",
                "これについて文献(田中亘著「知りたいことがすぐわかる Windowsの常識事典」，株式会社日本実業出版社，1993年〔平成5年〕12月20日初版発行，144頁，甲21)には，",
                "「画面のデザイン⑤",
                "ウィンドウ",
                "…枠の太さというのは，ウィンドウの外側を取り巻いている枠の幅を決める数字です。枠を太くすると，ウィンドウのサイズを変更する時に，マウスのポインタを合わせやすくなります。」",
                "とある。つまり，この甲21の記載からも示されるように，引用例1から導かれるウィンドウの「枠の太さ」の変更は，引用例1記載発明や周知例1と同様，ウィンドウの形状を同一に維持することを前提とする技術的思想である。つまり引用例1においてインタフェースオブジェクトの1つであるウィンドウの枠の太さを調整することは，ウィンドウのアウトラインの形状に影響を与えるものではない。",
                "また，そもそも「枠の太さ」の設定変更は，甲21に記載されるようにウィンドウ本来の形状を維持しつつ，マウスのポインタを合わせ易くするといった目的で行われるものであるから，ウィンドウの輪郭自体が変更されるものでないのは当然である。",
                "このように，ウィンドウの「枠の太さ」は，本願補正発明におけるインタフェースオブジェクトのアウトラインの形状とは区別されるべきものである。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "また「タイトルバー」については，周知例2(荒井美千子「春の夜の夢の浮橋とだえして……」UNIX MAGAZINE 1994年〔平成6年〕5月号所収，1994年5月1日発行，株式会社アスキー，136頁，甲3)の左欄10行～15行には，",
              "text": [
                "「Xのリソース",
                "ウィンドウ・システム上のアプリケーションには，ユーザーがカスタマイズしたくなる要素が溢れています。たとえば，ウィンドウの大きさや位置，タイトルバーやスクロールバーの形状や色，文字の大きさやフォントの種類など。」",
                "と記載され，審決はこの記載に基づいて，タイトルバーの形状をカスタマイズすることはユーザの一般的な要望であると認定した。",
                "しかし，周知例2(甲3)の他の記載を参照する限り，周知例2にはタイトルバーの形状をカスタマイズすることについてなんら開示がないどころか，その138頁の左欄本文7行～14行には，",
                "「…また，ウィンドウにタイトルバーが付いている場合には，・ タイトルバーの背景色",
                "・ タイトルバー上の文字や描画データの色",
                "・ タイトルバー上の文字のフォント",
                "・ ウィンドウにフォーカスが移動したときの背景色",
                "なども，しばしばユーザーのカスタマイズの対象となります。」と記載され，図3にも対応する記載があるように，タイトルバーの形状以外の項目がカスタマイズの対象として列挙されている。",
                "このように，周知例2の全体の文脈からすれば，周知例2が発行された当時にタイトルバーをカスタマイズの対象と考えた場合には，形状以外の背景色やフォントなどの要素こそがカスタマイズ対象であったことが分かる。",
                "審決は，タイトルバーの形状をカスタマイズすることはユーザの一般的な要望であると認定しているが，もし，本当に「一般的な要望」であるならば，周知例2の中で実際にカスタマイズの例を紹介する際に，形状のカスタマイズについても紹介するはずである。しかし，実際に紹介されているカスタマイズは形状とは無関係な色やフォントに関してのみである。",
                "このように，審決におけるタイトルバーの形状をカスタマイズすることはユーザの一般的な要望であるとの認定は，周知例2の記載を無視し認定であり，誤りである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求の原因(1)・(2)・(3)の各事実はいずれも認めるが，同(4)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論",
                      "text": [
                        "審決の判断は正当であり，審決に原告主張の誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "content": [
        {
          "fig": "ア",
          "subject": "本願補正発明における「表示形態」の解釈",
          "text": [
            "本願補正発明における「表示形態」とは，以下のとおり，「サイズ，形，色，配置を含む」表示における外観, 見かけ(英語の「Appearance」)を意味する用語と解釈すべきである。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "subject": "本願の外国語でされた国際特許出願の願書(PCT／US95／06175，乙1)の請求の範囲の3項(Claim 3)には",
              "text": [
                "「3. The graphical user interface of claim 2, wherein said appearance attributes",
                "include size, shape, color, and location.」(43頁)",
                "と記載され，翻訳文である平成8年11月18日付け「特許法第184条の5第1項の規定による書面」(甲22)の請求の範囲には，「3．前記表示形態の属性は，サイズ，形，色，配置を含むことを特徴とする請求項2に記載のグラフィカルユーザインタフェース。」(42頁15行～16行)",
                "と記載されている。",
                "従って，本願補正発明に記載された「表示形態」の用語の意味が「サイズ，形，色，配置を含む」表示における外観，見かけ(Appearance)の意味であることは明らかである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "次に，本件補正後の明細書(甲22)の「実施形態の詳細な説明」の欄の記載を検討してみると，「ウィンドウの形態属性」，「テーマ」及び「色」に関して少なくとも次のとおり記載されている(下線は被告が付記)。",
                "・ 「ウィンドウは様々な方法で特徴付けすることができる。例えば，ウインドウの色，サイズ，形，同様にそれぞれの成分パーツの色，形，サイズ，位置によってキャラクタライズすることができ，これらのパーツは，例えば，図2Aのように定義される。これらのウインドウ及びウインドウパーツの属性は，ウインドウ形態属性として，ここでは分類される。」(6頁11行～15行)",
                "・ 「このように，パターンテーブルの使用を通して，デスクトップオブジェクトの色と／あるいはパターンは，パートインデックステーブル62と／あるいはパターンルックアップテーブル64の値の変更によって，あるテーマから他のテーマへ容易に切り替えることができる。」(17頁2行～5行)",
                "・ 「パターンルックアップテーブルは，テーマによって用いられる色とパターンのリストを特定する。」(19頁27行～28行)",
                "・ 「テーマは，以下に説明される形態マネージメントレイヤーによって用いられる標準的なパターンルックアップリソースの設定を提供する。パターンルックアップテーブルは，テーマによって用いられる色とパターンの設定を定義し，テーマのパターンルックアップテーブルを構築するために用いられる。」(28頁5行～8行)",
                "以上の記載によれば，本願の明細書において，「表示形態」が「色あるいはパターン」を含む意味に用いられていることは明らかである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "さらに，本願の優先日(平成6年5月16日)当時において，「表示形態」の語を当業者がどのような意味に用いていたのか検討する。",
                "乙2(特開平6−12215号公報，発明の名称「ウインドウ表示装置」，出願人 カシオ計算機株式会社，公開日 平成6年1月21日)には，「表示形態」に関して以下の記載がある(下線は被告が付記)。",
                "「【特許請求の範囲】",
                "【請求項1】複数のウインドウに表示する各々の表示データを記憶する手段と，ウインドウ枠の表示形態を示す識別情報を各ウインドウに対応して記憶する手段と，前記表示データに基づいて前記複数のウインドウを表示し，前記識別情報に応じた表示形態で各ウインドウのウインドウ枠を表示させる制御手段とを具備したことを特徴とするウインドウ表示装置。",
                "【請求項2】前記識別情報はウインドウ枠の表示色を指定する情報であることを特徴とする特許請求の範囲第1項記載のウインドウ表示装置。",
                "【請求項3】前記識別情報はウインドウ枠の形状を指定する情報であることを特徴とする特許請求の範囲第1項記載のウインドウ表示装置。」「以上の実施例では，識別コードとしてウインドウ枠の色情報を用い，各ウインドウグループごとにウインドウ枠の色を変えてカラーCRTディスプレイ上に表示し，ウインドウグループを識別しうるようにしたが，変形例として，枠の色にかわって枠の形状を識別コードとして用い，これによってウインドウグループを識別できるようにしても良い。すなわち，例えばあるグループに属するウインドウの枠を画面上で一点鎖線で表示し，又，他のグループに属するウインドウの枠を画面上で二点鎖線で表示することもまた可能である。第一の実施例ではカラーCRTディスプレイを必要としたが，この第二の実施例ではモノクロのCRTディスプレイでも実施することができるという利点がある。また，ディスプレイはCRTに限らず液晶ディスプレイ他種々のものが利用できる。」(段落【0043】)",
                "上記によれば，乙2では，ウインドウ枠の「表示形態」に対して，それを示す識別情報として，「表示色」，及び，一点鎖線，二点鎖線といった「形状」を用いていることから，「表示形態」は，表示されるウィンドウ枠の「色」及び「形状」を含めたものを意味していることが分かる。",
                "よって，本願の優先日当時において，「表示形態」が，表示される「色」及び「形状」を含む包括的な用語として用いられていたことは明らかである。",
                "以上のとおり，本願補正発明でいう「表示形態」は，「サイズ，形，色，配置を含む」表示における外観，見かけ(Appearance)の意味に解釈すべきであるから，原告の，主として「表示する上での形状」を意味する語として解釈されるべきであるとの主張は，本願補正発明における「表示形態」の用語を一面的にのみ捉えたものであり正解したものとはいえない。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "本願補正発明における「アウトライン」の意味",
              "text": [
                "「アウトライン」の意味が，甲18(あ行，10頁)で定義されているとおりの，「物の外側の線。輪郭。」であることは争わない。"
              ]
            },
            {
              "fig": "(オ)",
              "subject": "本願補正発明における「形状」の意味",
              "text": [
                "「形状」の意味は，辞書の定義によれば(乙3，751頁)，「形やありさま。ようす。」である。",
                "そこで，以下においては，上記の「表示形態」，「アウトライン」及び「形状」に関する解釈を踏まえつつ取消事由について反論する。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本願補正発明において「表示形態」なる用語が，「主として『表示する上での形状』」を意味するのではなく，「サイズ，形，色，配置を含む」表示における外観, 見かけ(Appearance)を意味することは上記のとおりである。",
            "原告は，本願補正発明の「共通テーマ」とは，ディスプレイ上で，特定の視覚的な形態を生成する，インタフェースオブジェクトとオブジェクトパーツに関する，一揃いのものとしてデザインされたデザイン群を指す旨主張し，本願の明細書においても，「テーマ」に関し，「ここで用いる，『テーマ』という言葉は，ディスプレイ上で，異なる視覚的な形態を生成するインタフェースオブジェクトとオブジェクトパーツの設計を調整するものである。」(甲22，8頁14行～16行)との記載があることから，「共通テーマ」が，「特定の視覚的な形態を生成する」ための「インタフェースオブジェクトとオブジェクトパーツ」に関与するものであり，その「視覚的な形態」の一つとして「配色」が含まれることは自明のことである。",
            "また，「インタフェースオブジェクト」及び「オブジェクトパーツ」に関しては，審決がその「3．対比・判断」において，「引用例1記載発明の『ウィンドウ』は本願補正発明の『インタフェースオブジェクト』に相当し，引用例1記載発明の『メニュー』，『ボタン』及び『スクロールバー』及びウィンドウの『境界』は，それぞれ本願補正発明の『オブジェクトパーツ』に相当する。」(5頁21行～24行)と判断しているところ，その判断に争いはない。",
            "したがって，審決が，「表示形態」の一つである「配色」に着目し，上記した争いのない判断に基づいて，「引用例1記載発明の『標準の配色』，『新緑』，『サファリ』といった配色パターン名は配色の系統を表す名前であるから，引用例1記載発明の(操作1)において，ウィンドウの上部にある『配色』という枠に記された配色パターン名(以下，『変更前の配色パターン名』という。)，及び(操作2)でクリックされた『配色パターン名』(以下，『変更後の配色パターン名』という。)がそれぞれ本願補正発明の『第1共通テーマ』，『第2共通テーマ』に相当する。」(5頁34行～6頁2行)と認定した点に誤りはない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "上記のとおり「変更前の配色パターン名」及び「変更後の配色パターン名」が，それぞれ本願補正発明の「第1共通テーマ」，「第2共通テーマ」に相当することに誤りはないから，引用例1記載発明の「(操作3)」における，デスクトップ上のウィンドウ，つまりGUIを「変更前の配色パターン名」から「変更後の配色パターン名」に変更することは，「第1共通テーマ」から「第2共通テーマ」へ変更することに他ならない。",
            "よって，審決が，「引用例1記載発明の『(操作3)』は，デスクトップ上のウィンドウ，つまりGUIを『変更前の配色パターン名』から『変更後の配色パターン名』に変更するから，本願補正発明の，現在表示されているグラフィカルユーザインタフェースを，第1共通テーマから第2共通テーマへ変更するために入力される『変更指示』に相当する。」(審決6頁17行～21行)と認定した点に誤りはない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "「表示形態」なる用語は，「サイズ，形，色，配置を含む」表示における外観, 見かけ(Appearance)を意味するから，配色が異なれば「表示形態」が異なったものとなることは自明のことであり，また，「境界付きのウィンドウ」及び「メニュー」，「ボタン」，「スクロールバー」が，「インタフェースオブジェクト及びオブジェクトパーツ」に相当することに争いはない。",
            "したがって，審決が，「配色が表示形態の一つである」(6頁6行)ことを根拠として，「引用例1記載発明の『変更前の配色パターン名』によって配色された『境界付きのウィンドウ』及び『メニュー』，『ボタン』，『スクロールバー』と，『変更後の配色パターン名』よって配色された『境界付きのウィンドウ』及び『メニュー』，『ボタン』，『スクロールバー』とが，それぞれ本願補正発明の『それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セット』と『第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，それぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セット』とに相当する。」(6頁6行～16行)と認定した点に誤りはなく，それに基づいて，本願補正発明と引用例1記載発明とは，「それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セット」(6頁24行～25行)，及び，「それぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セット」(6頁27行～29行)を備える点で一致すると認定した点に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "インタフェースオブジェクト及びオブジェクトパーツは，コンピュータの描画プログラムによって描画されてディスプレイ画面上に表示されるのであるから，記憶ユニットには，インタフェースオブジェクト及びオブジェクトパーツの画面表示そのものが記憶されている必要のないことはいうまでもないことであるので，本願補正発明の「第1共通テーマ」及び「第2共通テーマ」において共通する構成部分である，表示形態が共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツのセットを記憶する，とは，実際の描画処理に即して具体的にいえば，「描画プログラムが描画の際に用いる，オブジェクト及びオブジェクトパーツの表示状態を特定する情報」のセットを記憶する，の意味であることは当業者に明らかである。",
            "本件補正後の本願明細書においても，形態マネージメントレイヤーにより利用され，テーマによって切り替えて用いられる色とパターンの設定は，「パターンルックアップテーブル」によって特定される旨記載されている。",
            "そして，周知例1(甲2)において，COＮTROL．IＮIファイルの[color schemes]に記載された「新緑」「サファリ」等の配色パターンは，乙4(Steve Konickiら著・鈴木治郎訳「Windows3．1ベストチューニング」海文堂出版株式会社，1993年〔平成5年〕9月25日初版発行，14頁)の表1．1(IＮIファイルの一つであるWIＮ．IＮIの[Colors]セクション)にリストアップされた画面要素のそれぞれに対応する色情報，すなわち，上記「描画プログラムが描画の際に用いる，オブジェクト及びオブジェクトパーツの表示状態を特定する情報」のセットといえるものである。",
            "したがって，周知例1(甲2)に記載された「新緑」「サファリ」等の配色パターンは，本願補正発明でいう，表示形態が共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツのセットといえるものである。",
            "また，甲19(263頁23行～25行)の，",
            "「[color schemes] このセクションには，［画面の色］ダイアログで指定できるすべての配色が定義されている。それぞれの項目では，21の色の値を，16進数で定義している。」",
            "との記載から原告が主張する「複数種類の配色に関する情報」についても，上記で説示した周知例1(甲2)の場合と同様に，本願補正発明でいう，表示形態が共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツのセットといえるものである。",
            "よって，原告の主張はコンピュータにおける描画技術を正しく解した主張ではなく，理由がない。",
            "審決は，引用例1記載発明が表示形態(「サイズ，形，色，配置を含む」表示における外観, 見かけ〔Appearance〕)の一つである「配色」について「第1共通テーマに関連づけられた配色を有するインタフェースオブジェクト及びオブジェクトパーツの第1セットと，第2共通テーマに関連づけられた配色を有するインタフェースオブジェクト及びオブジェクトパーツの第2セット」とを有している点で本願補正発明と一致することを認定し，該一致点の認定を前提として「(1)それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットと，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとを，本願補正発明では記憶ユニットが記憶しているのに対し，引用例1記載発明では記憶ユニットが記憶していることについて記載されていない点。」(7頁4行～11行)を相違点(1)として認定したものである。",
            "従って，審決が認定した相違点(1)で記載した「表示形態」を，その用語の解釈の一つである「配色」で言い換えれば，「第1共通テーマに関連付けられた配色を有するインタフェースオブジェクト及びオブジェクトパーツの第1セットと，第2共通テーマに関連付けられた配色を有するインタフェースオブジェクト及びオブジェクトパーツの第2セット」となり，これを，本願補正発明では記憶ユニットが記憶しているのに対し，引用例1記載発明では記憶ユニットが記憶していることについて記載されていない点が相違点(1)となるのである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "審決は，第1及び第2共通テーマにそれぞれ関連付けられたインタフェースオブジェクト及びオブジェクトパーツの配色について，周知例1(甲2)に「初期化ファイルであるIＮIファイルに記録される」と記載されている事実から，「周知例1の上記記載からみて，インタフェースオブジェクト及びオブジェクトパーツそれぞれの配色パターン(表示形態)をその配色パターン名(共通テーマ)と関連付けてファイルに記録することは当業者にとって周知であると認められるから，引用例1記載発明において，それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットと，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとをファイル，つまり記憶ユニットがこれら第1セットと第2セットとを記憶するようにすることは当業者が適宜なし得ることである。」(8頁26行～36行)と判断した。",
            "よって，周知例1(甲2)に「初期化ファイルであるIＮIファイルに記録される」と記載されている点で，周知例1(甲2)と引用例1(甲1)とは，原告が主張するような「同レベル」の文献ではないから，原告の主張は理由がない。",
            "以上のとおり，審決には原告主張の誤りはない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "上記のとおり，審決が認定した相違点(1)で記載した「表示形態」を，その用語解釈の一つである「配色」で言い換えれば「第1共通テーマに関連付けられた配色を有するインタフェースオブジェクト及びオブジェクトパーツの第1セットと，第2共通テーマに関連付けられた配色を有するインタフェースオブジェクト及びオブジェクトパーツの第2セット」を「本願補正発明では記憶ユニットが記憶しているのに対し，引用例1記載発明では記憶ユニットが記憶していることについて記載されていない点。」となる。",
            "そうすると，上記相違点(1)の判断に当たって，原告主張に係る「第1セットと第2セットのインタフェースオブジェクトやオブジェクトパーツの表示形態である形状が同一であるか否か」は，上記言い換えた相違点(1)の内容に何ら関係を有するものではなく，その判断に影響を与える事項でないことは明らかといえるから，審決が，かかる形状の異同に言及することなく，「周知例1の上記記載からみて，インタフェースオブジェクト及びオブジェクトパーツそれぞれの配色パターン(表示形態)をその配色パターン名(共通テーマ)と関連付けてファイルに記録することは当業者にとって周知であると認められるから，引用例1記載発明において，それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットと，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとをファイル，つまり記憶ユニットがこれら第1セットと第2セットとを記憶するようにすることは当業者が適宜なし得ることである。」(8頁26行～36行)と判断した点に誤りはない。",
            "次に，大容量の記憶ユニットは本願優先日当時，普通に知られていたものであるから，甲20に記載された，「ユーザーがWindows3．1を動作させる際に少なくとも必要とされるコンピュータ仕様」の内容から，直ちに記憶ユニットへ記憶されるべき情報の内容が制限されることに結び付くものではない。",
            "乙5(特開平3−242691号公報，発明の名称「ウインドウ制御方式」，出願人 株式会社日立製作所，公開日 平成3年10月29日)の1頁右下欄11行～16行，2頁左下欄3行～3頁左上欄4行には，画面上の表示状態である「画面の配色(ウインドウ構成部分の色，文字列の色，画面の背景色等)」や，「ウィンドウ枠の幅」等の設定を，画面表示状態制御プログラムにより行って画面表示状態記憶テーブルに登録，記憶し，画面表示状態記憶テーブルに一つ以上登録された画面表示状態の設定からユーザが画面表示状態を選択しうるようにした技術事項が記載されている。",
            "また，乙6(Brad Vander Zanden, Brad A. Myers著「グラフィカル・ユーザー・インターフェイスのためのルック・アンド・フィール非依存型ダイアログ自動作成」 CHI '90〔Seattle,Washington, April 1-5,1990〕 conferenceproceedings, .27～ 34頁)の27頁左欄20行～22行，同頁右欄15行～19行，28頁 Figure 1.及びその注釈(訳文では1頁「要約」欄14行～17行，2頁3行～5行)には，「…単にルック・アンド・フィール・データベースを切り替えるだけで，ダイアログ・ボックスやメニューのルック・アンド・フィールを迅速かつ容易に変更することもできる。」「，…ダイアログのルック・アンド・フィールは，単にルック・アンド・フィール・データベースを切り替えるだけで，簡単にガーネット・スタイルからオープンルック・スタイルに変更することができる。」ことが記載されている(乙6は乙9〔後記〕の404頁14行～15行に論文集として挙げられているから，乙9より前に発行されていることは明らかである)。",
            "したがって，上記の乙5，6の記載内容に鑑みると，「記憶ユニットがこれら第1セットと第2セットとを記憶するようにすることは当業者が適宜なし得ることである」との判断が何ら否定されるものではない。",
            "以上のとおり，審決の相違点(1)の判断に原告主張の誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "取消事由3に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決の相違点(3)において，「従って，引用例1，周知例2及び周知例3の記載より，ウィンドウの『枠の太さ』ないし『境界幅』，タイトルバーやスクロールバーの『形状』といったインタフェースオブジェクトの形状をインタフェースオブジェクトの色とともにカスタマイズすることは，ユーザの一般的な要望であると認められる。」(10頁23行～27行)と認定した趣旨は，引用例1，周知例2及び周知例3の記載より，「枠」ないし「境界」，「タイトルバー」，「スクロールバー」といった，機能的にはパーツであるインタフェースオブジェクトの「形状」(ウィンドウの「アウトラインの形状」ではない)を，「色とともにカスタマイズすること」が「ユーザの一般的な要望である」とした点にある。ここで，「パーツ」なる用語は，全体に対し個々のオブジェクトの有する機能的な性質を強調するときに用いられる用語であるから，オブジェクトそれ自体を称呼するときに「パーツ」なる用語を付与しなくても特に混乱はない。例えば，乙7(月刊アスキー 1990年〔平成2年〕3月1日 株式会社アスキー発行 第14巻 第3号 282頁中欄末行～同頁右欄下9行)では，「Windows には，すでにさまざまな部品が用意されている。部品は，それぞれの働きを持っている．…」と記載され，乙7の図1(283頁)に示されたWindowsの部品(パーツ)とその働き(機能)との結び付きが指摘されている一方で，乙8(FUJITSU ACCELL／ SQL：Using theMotif User Interface Option Release2，Unify Corporation平成6年4月初版，125頁左欄21行～24行)では，「ウィジェット スクロールバーやボタンのようなユーザインタフェースオブジェクトで，これを使用して，あるタイプのユーザとの対話を実行します。」と，「オブジェクトパーツ」である「スクロールバーやボタン」が「ユーザインタフェースオブジェクト」と称呼されていることから明らかである。",
            "上記認定は，「枠の太さ」ないし「境界幅」の変更がウィンドウの「アウトラインの形状」を変更するものであるか否かについて認定をしたのではなく，同様に，タイトルバーやスクロールバーの「形状」のカスタマイズが，ウィンドウの「アウトラインの形状」を変更するものであるか否かについて認定したのでもない。まして，上記認定が，「枠の太さ」ないし「境界幅」の変更によって，ウィンドウの「アウトラインの形状」が，原告が主張するような変化，すなわち「直線形状で構成される輪郭(第1形状の第1アウトライン)」から「曲線形状を含む輪郭(第2形状の第2アウトライン)」へと変化するか否かについての認定でないことも明らかである。",
            "このように，上記した審決の認定は，オブジェクトについて「形状を色とともにカスタマイズしたい」との「ユーザの一般的な要望」についての認定であるから，ウィンドウの「枠の太さ」ないし「境界幅」，タイトルバーやスクロールバーの「形状」を本願補正発明に係るインタフェースオブジェクトの「アウトラインの形状」と同一視したものではない。",
            "よって，原告の主張は，審決が何ら認定していない「ウィンドウ」の「アウトラインの形状」を争う主張であるから，理由のないものである。",
            "また，甲21(田中亘著「知りたいことがすぐわかる Windowsの常識事典」，株式会社日本実業出版社，1993年〔平成5年〕12月20日初版発行)に，「枠を太くすると，ウィンドウのサイズを変更する時に，マウスのポインタを合わせやすくなります。」(144頁14行～15行)と記載されているが，「マウスのポインタを合わせやすく」するため「枠」を太くすることも，ユーザーのカスタマイズ要求の一つをなすものであることは明らかである。",
            "以上のとおり，審決が，「ウィンドウの『枠の太さ』ないし『境界幅』，タイトルバーやスクロールバーの『形状』といったインタフェースオブジェクトの形状をインタフェースオブジェクトの色とともにカスタマイズすることは，ユーザの一般的な要望であると認められる。」(審決10頁23行～27行)と認定した点に何ら誤りはなく，原告の主張は，上記認定の誤りを根拠づけることにはならない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告が指摘するタイトルバーについての周知例2(甲3)の記載はあくまで例示であって，かかる例示の中にタイトルバーの形状についてのカスタマイズの記載が含まれていないからといって，周知例2(甲3)に「Xのリソース ウィンドウ・システム上のアプリケーションには，ユーザーがカスタマイズしたくなる要素が溢れています。たとえば，ウィンドウの大きさや位置，タイトルバーやスクロールバーの形状や色，文字の大きさやフォントの種類などなど。」(甲3，136頁左欄10行～15行)とある記載が，本願優先日当時のアプリケーション開発者及びエンドユーザーを総称した「ユーザー」(本願明細書〔甲22〕4頁15行)の一般的要望を示唆していることに変わりはない。",
            "従って，審決が，「ウィンドウの『枠の太さ』ないし『境界幅』，タイトルバーやスクロールバーの『形状』といったインタフェースオブジェクトの形状をインタフェースオブジェクトの色とともにカスタマイズすることは，ユーザの一般的な要望であると認められる。」(10頁23行～27行)としたことに誤りはない。",
            "また，タイトルバーをはじめ，「枠」ないし「境界」，ボタン等の形状をカスタマイズすることは，以下の①～③で説示するように，周知の事項である。",
            "① 乙9(Ben Shneiderman〔ベン シュナイダーマン〕著「ユーザーインタフェースの設計 第2版」1993年〔平成5年〕8月30日1",
            "版1刷発行，日経BP社)の244頁右欄7行～10行には「・タイトル：ほとんどのウインドウには識別用のタイトルを上部中央，左上，下部中央に，またはウインドウから外側に突き出したタブ(つまみ)につけられる(図9．6)。」の記載があり，同頁下段の「図9．6」には，その注釈に「タイトルはウインドウ内のさまざまな位置に，またはいろいろな位置から外に突き出すように表示される。」と記載されると共に，タイトルバーの形状として，「ウィンドウの幅と等しい横棒」(図9．6の上段左，上段中央)，「ウィンドウの幅より短い横棒」(図9．6の上段右，下段左)，「縦棒」(図9．6の下段右)などが図示されている。",
            "② 乙2(段落【0043】)，及び乙10(特開平5−236173号",
            "公報，発明の名称「共有化情報提示装置」，出願人 日本電信電話株式会社，公開日 平成5年9月10日，段落【0016】・【0017】，図4)には，ウィンドウの枠の形状を変えることが記載されている。",
            "③ ボタンの形状を含むダイアログ又はメニューのルック・アンド・フィールをルック・アンド・フィール・データベースを切り替えることで簡単に変更することも，前記乙6(27頁左欄20行～22行，同頁右欄15行～19行，28頁Figure．1及びその注釈(訳文",
            "1頁「要約」欄14行～17行，2頁2行～5行，3頁30行～35",
            "行)に記載されている。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "「相違点(3)について」の容易想到性の判断について",
          "text": [
            "審決は，上記においてその認定に誤りがないことを示した，「引用例1，周知例2及び周知例3の記載より，ウィンドウの「枠の太さ」ないし「境界幅」，タイトルバーやスクロールバーの「形状」といったインタフェースオブジェクトの形状をインタフェースオブジェクトの色とともにカスタマイズすることは，ユーザの一般的な要望であると認められる。」との認定に基づき，当業者が常日頃，デスクトップのイメージを一変させ見栄えのするものを志向する状況下において，「引用例1記載発明において，第1のセット及び第2のセットにインタフェースオブジェクト及びオブジェクトパーツの配色パターンのみならず，インタフェースオブジェクトの形状をも含ませるようにし，インタフェースオブジェクトが第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，前記インタフェースオブジェクトが第2セットを使用して表示される場合には第2形状の第2アウトラインを有するものとすることは当業者が格別困難なくなしうることと認められる。」(10頁29行～35行)と判断したのである。",
            "この判断に際して，インタフェースオブジェクトのアウトライン(輪郭)の形状は，インタフェースオブジェクト(ウィンドウ)の形状に伴うものであって，何ら格別なものでないとの認識に立ってのことであるところ，その点を補うのであれば，前記乙9には，「9．2 個々のウインドウの設計 MS Windows 3.0 User's Guide(1990)では，ウインドウを次のように定義している。『ソフトウエアアプリケーションや文書ファイルを含む長方形の領域。ウインドウはオープン(開く)，クローズ(閉じる)，リサイズ(大きさ変更)，移動などの操作が可能である。複数のウインドウをデスクトップ上に同時にオープンしたり，小さくしてアイコンにしたり，デスクトップ全体を覆うまで拡大することができる。』いくつかの側面(たとえば，ウインドウは必ずしも長方形でない，ほかにもいろいろなウインドウ操作があるなど)で異論を唱える人もいるかもしれないが，この定義は有用な説明といえる。…」(244頁左欄17行～右欄5行。下線は被告が付記)との記載があり，また，乙10(特開平5−236173号公報)の図4には，楕円形の形状のウィンドウが図示されており，よって，ウィンドウのアウトライン(輪郭)の形状も長方形(矩形)といった限定的なものに拘束されないことは，当業者によく知られたことである。",
            "そうすると，上記の「引用例1記載発明において，…とすることは当業者が格別困難なくなしうることと認められる。」と審決が判断した点に誤りはない。したがって，本願補正発明と引用例1記載発明との相違点(3)についての審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告の主張する取消事由について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点認定の誤り・相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明の「表示形態」は「表示する上での形状」を意味するから，形状の概念を含まない引用例1記載発明も「共通テーマ」を有する等とした審決の一致点認定は誤りであり，相違点を看過したものであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正後の本願明細書(甲9，22)には，以下の記載がある(下線は判決で付記)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲(甲9)",
                      "text": [
                        "・ 「【請求項1】",
                        "グラフィカルユーザインタフェースを表示する情報処理装置であって，それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを記憶する記憶ユニットと，",
                        "前記記憶ユニットは，更に，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットとを記憶し，",
                        "前記記第1テーマと前記第2テーマとを選択的に切り替えるプロセッサとを備え，このプロセッサによって，前記記憶ユニットに記憶される前記第1及び第2セットの1つを用いて，インタフェースオブジェクト及びオブジェクトパーツを有する前記グラフィカルユーザインタフェースを表示し，",
                        "現在表示されているグラフィカルユーザインタフェースを，前記第1共通テーマから前記第2共通テーマへ変更するための変更指示が入力された場合，前記プロセッサは，前記第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを前記第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットに切り替え，",
                        "前記インタフェースオブジェクトは，前記第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，前記インタフェースオブジェクトは，前記第2セットを使用して表示される場合には第2形状の第2アウトラインを有する",
                        "ことを特徴とする情報処理装置。」",
                        "・ 「【請求項4】",
                        "前記第1セットの前記インタフェースオブジェクトの1つを備える前記オブジェクトパーツの少なくとも1つは，前記オブジェクトパーツの少なくとも1つによる機能とは異なる第1動作を行う",
                        "ことを特徴とする請求項1に記載の情報処理装置。」",
                        "・ 「【請求項5】",
                        "前記オブジェクトパーツの少なくとも1つは，クローズボックスであり，前記第1動作は影を付けることであり，前記機能はウインドウオブジェクトを閉じることである",
                        "ことを特徴とする請求項4に記載の情報処理装置。」",
                        "・ 「【請求項6】",
                        "前記少なくとも1つのオブジェクトパーツと前記機能をもたらすユーザ動作に対応する前記第2セットのインタフェースオブジェクト内のオブジェクトパーツは，前記第1動作とは異なる第2動作を行うことを特徴とする請求項4に記載の情報処理装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "明細書(甲22，便宜のため判決で摘記の前に①以下の番号を付した)",
                      "text": [
                        "① 「本発明は，コンピュータシステムにおける一般的なグラフィカルユーザーインタフェースに関するものである。特に，本発明は，グラフィカルユーザーインタフェースのフレキシブルカスタマイズを提供するオペレーティングシステムと，アプリケーションとのインタフェース方法及びシステムに関するものである。」(1頁6行～9行)",
                        "② 「…これらの概念を備えるコンピュータに対する重要な一面は，一般にグラフィカルユーザーインタフェース(以下，GUIと称する)と呼ばれるインタフェースを用いて，ユーザがコマンドやデータを入力したり，その結果を受け継ぐことができるインタフェースであり，今もそれは変わらない。」(1頁23行～27行)",
                        "③ 「…更に，本発明の実施形態が一般的なデスクトップオブジェクトの形態及び動作にどのような影響を与えるかを示すためにウインドウオブジェクトが用いられるが，当業者とは，本発明が，例えば，アイコン，メニュー，リスト，制御要素，カーソル，メニューバー等を含むデスクトップオブジェクトの形態及び動作を制御するために用いることができることが認識できるであろう。」(6頁6行～10行)",
                        "④ 「ウィンドウは様々な方法で特徴付けすることができる。例えば，ウインドウの色，サイズ，形，同様にそれぞれの成分パーツの色，形，サイズ，位置によってキャラクタライズすることができ，これらのパーツは，例えば，図2Aのように定義される。これらのウインドウ及びウインドウパーツの属性は，ウインドウ形態属性として，ここでは分類される。ウインドウ及びウインドウパーツの属性には，ユーザーが関連した入力を提供する場合，例えば，クローズボタンあるいはボックスをクリックすることでウインドウをクローズするような場合を請けおえる1つ以上の機能が集約されている。これらを機能的属性と定義する。」(6頁11行～18行)⑤ 「ウインドウとウインドウパーツに対しては，3番目の属性が存在する。",
                        "ウインドウとウインドウパーツは，オブジェクトの基礎を成す機能から区別されるユーザーによって実行する時の動作を示している。例えば，マウスを使ってユーザーがクローズボタンをクリックすると，ウインドウが実際にクローズする前に，そのボタンがくぼむように表示されることでボタンが影になる。」(6頁19行～23行)",
                        "⑥ 「これらの3つの属性の分類は，すなわち，形態，動作，機能であり，本発明の実施形態は，オブジェクト及びオブジェクトパーツの形態及び動作を変更するための能力をユーザー(アプリケーションのエンドユーザー，アプリケーション開発者もオペレーティングシステムを使用するあるいは請うその他の者も参照するこのドキュメントを通して適用されるユーザーと定義する)に提供するが，機能を基礎にこれらを成すことは好ましくない。ここでの原理がユーザーによって変更できる機能的な属性に関するシステム及び方法に同様に適用できることが，当業者によって理解されるであろう。しかしながら，機能上のシステム標準化はある程度の利点を提供するため，本実施形態では他の属性の処理から機能上の処理を分けている。」(6頁24行～7頁3行)",
                        "⑦ 「今日，すべての映像及び音響効果に利用できるGUIさえあれば，心地好いインタフェースのオブジェクトの形態及び動作に対するシステム制御を発展させることができる多様なデスクトップの『ルックス』を広く想像することができる。従来の図2Cに示すユーザーインタフェース画面と図2D，2Eに示す異なるテーマを用いているユーザーインタフェース画面の比較は，本発明に従うユーザーインタフェースにおける形態及び動作の変更に対する強力な能力を理解するのにより良い出発点となる。例えば，図2Cに示す『ビュー』タイトルバーと図2D，2Eに示す『ビュー』タイトルバーの形態の違いに注目されたい。」(7頁4行～11行)⑧ 「…ここで用いる，『テーマ』という言葉は，ディスプレイ上で，異なる視覚的な形態を生成するインタフェースオブジェクトとオブジェクトパーツの設計を調整するものである。…」(8頁14行～16行)",
                        "⑨ 「このように，パターンテーブルの使用を通して，デスクトップオブジェクトの色と／あるいはパターンは，パートインデックステーブル62と／あるいはパターンルックアップテーブル64の値の変更によって，あるテーマから他のテーマへ容易に切り替えることができる。…」(17頁2行～5行)",
                        "⑩ 「パターンルックアップテーブルは，テーマによって用いられる色とパターンのリストを特定する。…」(19頁27行～28行)",
                        "⑪ 「テーマは，以下に説明される形態マネージメントレイヤーによって用いられる標準的なパターンルックアップリソースの設定を提供する。パターンルックアップテーブルは，テーマによって用いられる色とパターンの設定を定義し，テーマのパターンルックアップテーブルを構築するために用いられる。…」(28頁5行～8行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面(かっこ内は，本願明細書中の「図面の簡単な説明」の記載である)",
                      "text": [
                        "・ 図2C(従来のユーザーインタフェースを示す図である。)・ 図2D(本発明の実施形態に従う第1のテーマ下の操作における図2Cのユーザーインタフェースを示す図である。)",
                        "・ 図2E(本発明の実施形態に従う第2のテーマ下の操作における図2Cのユーザーインタフェースを示す図である。)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)によれば，本願補正発明の特許請求の範囲には「表示形態」との記載があるところ，その意味について上記(イ)，(ウ)の明細書及び図面の記載を参酌して検討する。",
                        "上記(イ)によれば，本願補正発明は，ウインドウ及びウインドウパーツの属性を形態，動作，機能の3つに分類するが，このうち機能を変更する能力をユーザーに与えるのは好ましくないとの観点から，形態を変更するための能力をユーザーに提供することを目的とする(請求項1，摘記⑥)。なお，動作を変更することについては本件補正後の請求項4～6が対応しており，上記(ア)のとおり，請求項4～6の特許請求の範囲には「動作」の記載がある。",
                        "そして，形態については，ウインドウ及びその成分パーツの色，サイズ，形，位置の属性を形態属性というとし(摘記④)，本願補正発明は，アイコン，メニュー，リスト，制御要素，カーソル，メニューバー等を含むデスクトップオブジェクト(摘記③)及びその成分であるオブジェクトパーツ(摘記④，⑥)について，その形態を変更するための能力をユーザーに与えるものである(摘記⑥)。そして，ユーザーにとって心地よいインタフェースのオブジェクトの形態及び動作を制御してデスクトップの「ルックス」をユーザーの好みのものとするものである(摘記⑦)。",
                        "そうすると，本願補正発明にいう表示形態は，インタフェースのオブジェクト及びオブジェクトパーツが備える属性のうちから動作と機能を除いたものであり，色，形，サイズ等による表示上の視覚的な属性をいうものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，引用例1(甲1)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本文",
                      "text": [
                        "「今回は，Win3．1デスクトップの実際のチューニング方法と，早速登場してきたWin3．1用フリーソフトウェアの紹介がテーマである．Windows 3．1 日本語版 導入講座",
                        "第3回 あなた好みのデスクトップを作ろう",
                        "初級",
                        "見栄えのするデスクトップにしたいときは？",
                        "Win3．1のデフォルト(インストール時)のデスクトップ環境は，とてもあっさりしたもので，味気ない感じさえする(画面1)． この環境に不満を感じつつも，意外にも多くのユーザーが，そのまま何の変更も加えずにWin3．1を使っているらしい．初心者ユーザーにとっては，わざわざ面倒な操作をして，もし動作しなくなったらどうしよう！？ という恐怖があるのかもしれない．事実，筆者もWin3 (当時はWin3．0)に初めて触れたころは，知らない操作はできるだけ避けてとおっていたものだ．",
                        "しかし， Win3．1のデスクトップは，ウィンドウの配色を変えたり，お気に入りの壁紙を貼り付けたり，スクリーンセーバーを作動させるなど，ちよっとした工夫でイメージを一変させ，ユーザーのオリジナリティを表現できるものなのである．要は，安全で確実なやり方さえ分かればよいわけだ．",
                        "『コントロールパネル』が要！",
                        "さて，プログラムマネージャの『メイン』グループに，『コントロールパネル』というアイコンがある．これをクリックすると，新たにウィンドウが現われる(画面2)．まずは， このウィンドウのいろいろなアイコンをじっくり眺めてみていただきたい．アイコン名の中には，『画面の色』や『日付と時刻』のように何ができるのかはっきり分かるものと，『エンハンスドモード』 や『ドライバ』のように一見何の設定か分かりにくいものとがある．",
                        "そこで，『見栄えの変わりかた』が分かりやすいところからということで，今回は，とりあえずウィンドウ画面の配色と壁紙を変えてみよう．画面配色を変更するには？(1)",
                        "まずは， Win3．1に標準で用意された配色パターンに変えてみよう．色鉛筆の形をした『画面の色』アイコンをクリックすると， 中央に『ウィンドウの絵』(以下，サンプル画面)が描かれたダイアログボックスが現われる(画面3)．そこで，以下のように操作する．",
                        "①ウィンドウの上部にある『配色』という枠(現在『標準の配色』と記されている)の中の，下向きの矢印をクリックする．",
                        "②すると，『新緑』『サファリ』といった，いろいろな配色パターン名が出てくる．では，『新緑』をクリックしてみよう．",
                        "③今まで本物のウィンドウと同じだったサンプル画面の色が，緑系統に変わっただろうか？ 変わっていなければ，①からやり直す．④この配色でよければ，『OK』ボタンを押そう．コントロールパネルウィンドウを含めたデスクトップ上の全ウィンドウが，さきほどサンプル画面に表示されていた色に変わったはずだ(画面4)．」(316頁)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "図(画面)及びそこに付された説明文の記載",
      "text": [
        "・ 画面1(316頁)",
        "・ 画面2(316頁)",
        "・ 画面3(316頁)",
        "・ 画面4(317頁)",
        "・ 画面7(317頁)"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "なお，上記「98」(画面1)は，ＮEC(日本電気株式会社)製のパーソナルコンピュータであるPC9800シリーズである(乙12。",
        "当事者間に争いがない。)。",
        "そして，上記(ア)，(イ)によれば，引用例1記載発明は，「Windows 3．1 日本語版」がインストールされたパソコン(グラフィカルユーザーインタフェースを表示する情報処理装置に当たる)に関し，画面の色のダイアログボックス(画面3)の「配色」の枠に表示される，「新緑」，「サファリ」等の配色パターン名の中から，特定の配色パターン名，例えば「新緑」を選択することにより，デスクトップ上の全ウインドウの配色が，インストール直後の標準の配色(画面1)から，「新緑」に相当する緑系統の配色(画面4)に変更されることにより，画面の見栄えが変わることが記載されている。",
        "そして，上記のとおり画面3には「画面の色ダイアログ．実際にウインドウの色を変更する前に，サンプル画面で確認できる．」との説明が付され，ダイアログボックス中央のサンプル画面には，それぞれのタイトルバーに「非アクティブウィンドウの色」及び「アクティブウィンドウの色」と表示された2つのウインドウが重ねられた状態で表示され，さらに，上側のウインドウ内には，「メニュー」，「ウィンドウの文字」の文字，「OK」の文字がある「ボタン」及び「スクロールバー」が表示されている。また，配色を変更する前の画面1と配色を変更した後の画面4を比較すると，少なくとも，メニューバーの色，ウインドウの背景である画面の色，ウインドウの枠の色，ウインドウのタイトルバーの色，ウインドウ内の背景の色及び反転表示されたアイコンに付属する文字部分の色が異なっていることがわかる。そして画面7には，「画面のデザイン変更ダイアログ．色指定以外の画面表示関係のセッティング項目がこのダイアログに集められている．」と説明が付され，ダイアログ画面の「ウィンドウ」と表示された枠内に，「枠の太さ(B)：3」と表示されている。",
        "上記引用例1(甲1)に記載された事項によれば，引用例1記載発明においては，ダイアログボックスの「配色パターン名」を変更することにより，画面に表示されたウインドウとそのパーツの配色が，変更前の「配色パターン名」の配色から，変更後の「配色パターン名」の配色に変更され，画面の「見栄え」が変わるものである。したがって，引用例1記載発明における「配色パターン名」は，画面に表示されるウインドウ及びそのパーツの特定の配色を表現したものであって，それを変更することにより画面の「見栄え」を変えることができる配色の設計の集合であるということができる。",
        "そして，引用例1記載発明においては「配色パターン名」を変更することにより，画面に表示される全ウインドウの配色が変更されることから，「配色パターン名」による配色の設計が，全ウインドウに適用される，すなわち共通のものであることも明らかである。",
        "そうすると，引用例1記載発明の「配色パターン名」は，本願補正発明の「共通テーマ」に相当し，引用例1記載発明の「変更前の配色パターン名」及び「変更後の配色パターン名」が，本願補正発明の「第1共通テーマ」及び「第2共通テーマ」にそれぞれ相当する。",
        "そして，上記アで検討したとおり，本願補正発明における「表示形態」は，色，形，サイズ等による表示上の視覚的な属性をいうものであり，その中に色を含むものである。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "上記ア，イによれば，審決が，「グラフィカルユーザーインタフェースを表示する情報処理装置であって，それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットと，前記第1セットのインタフェースオブジェクトあるいはオブジェクトパーツの機能に対応し，かつそれぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットと，前記第1テーマと前記第2テーマとを選択的に切り替える手段とを備え，この手段によって，前記第1及び第2セットの1つを用いて，インタフェースオブジェクト及びオブジェクトパーツを有する前記グラフィカルユーザインタフェースを表示し，現在表示されているグラフィカルユーザインタフェースを，前記第1共通テーマから前記第2共通テーマへ変更するための変更指示が入力された場合，前記手段は，前記第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セットを前記第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セットに切り替える情報処理装置。」を一致点と認定したことに誤りはない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "原告の主張に対する補足的判断"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，本願補正発明における「表示形態」とは，「表示する上での形状」を意味するから，形状の概念を全く含まない引用例1記載発明の「配色パターン名」が本願補正発明の「共通テーマ」に相当するとした審決は誤りであると主張する。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "辞書(松村明編「大辞林」1988年〔昭和63年〕12月10日第2刷発行，株式会社三省堂，753頁，甲18)には，「形態」の語の意味に関し，以下の記載がある。",
        "「けいたい…【形態】①物のかたち。また，組織的に組み立てられたものの，外に表れているかたち。ありさま。…」"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "本願の国際特許出願の際の願書(PCT／US95／06175，乙1)の請求の範囲の3項(Claim 3，43頁15行～16行)には，以下のとおり記載されている。",
        "「3. The graphical user interface of claim 2, wherein said appearance attributes",
        "include size, shape, color, and location.」",
        "そして，その翻訳文である平成8年11月18日付け「特許法第184条の5第1項の規定による書面」(甲22)の請求の範囲の3項には，以下のとおり記載されている。",
        "「3．前記表示形態の属性は，サイズ，形，色，配置を含むことを特徴とする請求項2に記載のグラフィカルユーザインタフェース。」(42頁15行～16行)。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "辞書(長谷川潔ら編「プロシード英和辞典」株式会社福武書店，1991年〔平成3年〕10月改訂新版発行，84頁。乙11)には，以下の記載がある。",
        "「appearance … ①…現れること，出現…②…外観，見かけ，様子，容姿…」"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "上記(ア)によれば，「形態」の語は，原告主張のとおり，通常，物のかたち等の意味で用いられることが認められるものの，上記(1)アによれば，本願補正発明における「表示形態」の意味については，色，形，サイズ等による表示上の視覚的属性をいうものであることは，既に検討したとおりである。また，上記(1)ア(イ)摘記⑦によれば，図2Dに示された画面は，図2Cの画面からのユーザーインタフェースにおける形態の変更を示すものであるところ，(1)ア(ウ)の図2C，図2Dの記載から明らかなとおり，両者でウインドウの境界線の太さは異なっているものの，タイトルバー及び境界線により画定されたウインドウの形状及びタイトルバー内のクローズボックスの形状には差異がなく，ウインドウの外形形状に変化がないことが理解できる。従来のユーザーインタフェース画面とは外形形状において差異がない図2Dについても表示形態が異なるテーマに設定されたユーザーインタフェース画面として示されていることからしても，本願補正発明における「表示形態」の意味は，主として表示する上での形状であるとする原告の主張が採り得ないことは明らかである。",
        "加えて，本願に適用される平成6年法律第116号による改正前の特許法184条の15第1項は，「外国語特許出願に係る特許が国際出願日における国際出願の明細書，請求の範囲若しくは図面(図面の中の説明に限る。)及びこれらの書類の出願翻訳文又は国際出願日における国際出願の図面(図面の中の説明を除く。)に記載されている発明以外の発明についてされたときは，その特許を無効にすることについて審判を請求することができる。」としており，外国語特許出願にあっては，その国際出願日における国際出願の明細書等に記載されている事項以外の発明について出願がされたときには，特許無効審判事由となる旨が規定されている。",
        "本願の国際出願日における国際出願の願書には，上記(イ)のとおり「表示形態」に対応する語として「appearance」を用いていたところ，その意味は上記(ウ)のとおり，外観，見かけ，様子等を意味するものである。",
        "そうすると，上記の外観，見かけ，様子等の要素としてその中に形状を含み得るものとしても，「appearance」の語が「形状」を意味するものとは解し得ない。原告の「表示形態」の語が「表示する上での形状」を意味するとの主張は，上記国際出願日における国際出願の願書に記載された意味を離れ，上記特許法184条の15第1項の趣旨に照らし許されないものである。",
        "また，引用例1記載発明の「配色パターン名」が，本願補正発明の「共通テーマ」に相当することについても上記(1)イで検討したとおりである。",
        "原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "次に原告は，本願補正発明における「表示形態」は「表示する上での形状」と解釈されるべきことは審査経過をみても明らかである旨主張する。",
            "しかし，本願補正発明における「表示形態」の意味について，色，形，サイズ等による表示上の視覚的属性をいうと解されることは上記(1)のとおりである。",
            "加えて，それまでの請求項3(その記載は「前記表示形態の属性は，サイズ，形，色，配置を含むことを特徴とする請求項2に記載のグラフィカルユーザインタフェース。」〔甲22〕)が，第1次補正(平成14年5月14日付け，甲16)により請求項2とされ，その記載も「前記表示形態の属性は，サイズ，色，配置を含むことを特徴とする請求項1に記載のグラフィカルユーザインタフェース。」と補正されたことは認められるものの，他の請求項(請求項2)の「表示形態」についての例示記載の一部である「形」を削除したことによって，請求項1(本願補正発明)記載の「表示形態」が主として「表示する上での形状」を意味することが明確化されたものと解することはできないというべきである。",
            "また，原告が主張する平成17年1月13日付け意見書(甲14)には原告が指摘するとおり以下の記載がある。",
            "「…引用文献1は，各種ウインドウ部品の色を個別に設定する構成は開示されているものの，本願発明のように，背景を含む各種ウインドウ部品(グラフィカルユーザインタフェースオブジェクト，オブジェクトパーツ)の形状(形態)を含む各種設定(色，サイズ，ボタン配置等)を，テーマという単位で割り付けておき，そのテーマ単位で，各種ウインドウ部品を一括して変更可能な構成については開示・示唆されておりません。」(9頁3行～8行)しかし，上記の内容は，必ずしも本願補正発明の「表示形態」が「表示する上での形状」を意味する根拠となるものとは解されず，逆に形状(形)は，色，サイズ，配置等の設定の中の一つをいうと読むのが素直であるということができる。",
            "加えて，平成18年8月2日付け手続補正書(甲10)には，以下のとおり記載されている。",
            "・ 「本願の請求項1の発明によれば，テーマという単位で，背景を含む各種ウインドウ部品(グラフィカルユーザインタフェースオブジェクト，オブジェクトパーツ)の設定(色，形状，サイズ，ボタン配置等)を，複数種類のテーマ毎にかつ，テーマ間では同一機能のウインドウ部品を対応付けて記憶手段に記憶しておきます。そして，このような構成により，ユーザ操作に基づいて，現在の設定である第1テーマから第2テーマに切り替えられる切替指示が入力されると，その第1テーマで設定されている現在の背景や各種ウインドウ部品の形状，及び各種ウインドウ部品の色を，その切り替えられた第2テーマで設定されている背景や各種ウインドウ部品の形状，及び各種ウインドウ部品の色に一括してかつ矛盾なく首尾一貫して切り替えることが可能になります。",
            "このように，ユーザは，デスクトップに表示されるインタフェースオブジェクトの形態や動作を速やかにかつ容易に変更することができます。」(2頁30行～40行)",
            "・ 「そして，本願発明では，この特徴的な構成を実現するために，固定のウインドウ部品を記憶手段に記憶しておくのではなく，各テーマで用いるウインドウ部品セット及びこれに関する設定(色，形状，サイズ，ボタン配置等)を，テーマ毎に管理し，かつそのテーマに対応するウインドウ部品をテーマ毎に，かつテーマ間では同一機能のウインドウ部品(例えば，タイトルバー)を対応付けて記憶ユニットに記憶しています。」(3頁下4行～4頁1行)",
            "上記記載によれば，原告も，審査経過において本願補正発明の「表示形態」が主として表示する上での形状であることを明確にしていたとはいえないというべきである。",
            "原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，引用例1記載発明は，配色パターンの変更前後におけるインタフェースオブジェクト及びオブジェクトパーツの形状は同一であるから，本願補正発明の「それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セット」及び「それぞれの表示形態が前記第1共通テーマと異なる第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セット」は存在しないと主張する。",
            "しかし上記(1)で検討したとおり，引用例1記載発明は，「配色パターン名」を変更することにより，画面に表示された「ウインドウ」，「メニュー」，「ボタン」，「スクロールバー」等の配色が，「変更前の配色パターン名」の配色から，「変更後の配色パターン名」の配色に変更されるものである。",
            "引用例1に記載された配色(色)は，本願補正発明の「表示形態」に含まれ，引用例1に記載された「変更前の配色パターン名」及び「変更後の配色パターン名」は，本願補正発明の「第1共通テーマ」及び「第2共通テーマ」にそれぞれ相当するものであることも(1)で検討したとおりである。",
            "そうすると，引用例1に記載された，「変更前の配色パターン名」によって配色されたインタフェースオブジェクト及びオブジェクトパーツのセットは，それぞれの表示形態である「色」が「第1共通テーマ」に関連付けられているから，「それぞれの表示形態が第1共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第1セット」ということができる。また，同様に，「変更後の配色パターン名」によって配色された，「ウインドウ」，「メニュー」，「ボタン」，「スクロールバー」等も，「それぞれの表示形態が第2共通テーマに関連付けられているインタフェースオブジェクト及びオブジェクトパーツの第2セット」ということができる。",
            "原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，引用例1記載発明には，本願補正発明の「第1共通テーマ」及び「第2共通テーマ」が存在しないから，現在表示されているグラフィカルユーザインタフェースを，第1共通テーマから第2共通テーマへ変更するための「変更指示」を有しないと主張する。",
            "しかし，引用例1の「変更前の配色パターン名」及び「変更後の配色パターン名」は，本願補正発明の「第1共通テーマ」及び「第2共通テーマ」に相当するということができるところ，引用例1には，「配色パターン名」の中から，特定の「配色パターン名」を選択することにより，デスクトップ上の全ウインドウの配色が，変更前の配色から，変更後の配色に変更されるものである。そうすると，引用例1において特定の「配色パターン名」を選択することは，配色の「変更指示」であるということができる。審決が，「…引用例1記載発明の『(操作3)』は，デスクトップ上のウィンドウ，つまりGUIを『変更前の配色パターン名』から『変更後の配色パターン名』に変更するから，本願補正発明の，現在表示されているグラフィカルユーザインタフェースを，第1共通テーマから第2共通テーマへ変更するために入力される『変更指示』に相当する。」(6頁17行～21行)とした点に誤りはない。原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由2(相違点(1)についての判断の誤り)について",
                  "text": [
                    "原告は，審決が相違点(1)について，周知例1記載の周知技術から当業者が適宜なし得ることであると判断したのは誤りであると主張する。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "審決が引用した周知例1(甲2)には，以下の記載がある。",
            "・ 「 ・ IＮIファイルとの関係",
            "コントロールパネルにより設定した内容は，すべて初期化ファイルであるIＮIファイルに記録されるのだが，どこに，どのような記述がされるのだろうか？ 要点を抜粋して図5−25～図5−28に一覧としてまとめた．",
            "ユーザーがこれを細かく理解する必要はないが，知っていて損はないだろう．」(102頁17行～21行)",
            "・ 「［図5−26］COＮTROL．IＮIファイル [current] ←「カラー」で変更できる",
            "color schemes=標準の配色",
            "[color schemes]",
            "新緑 =E6FFFF,CAFFFF,…",
            "サファリ =804000,FFFFFF,…",
            "ブラックレザー=0,C0C0C0,FFFFF",
            "：",
            "：",
            "[Custom Colors]",
            "ColorA=FFFFFF",
            "ColorB=FFFFFF",
            "：",
            "：",
            "[Patterns] ←「デスクトップのパ",
            "ターン」で変更できる",
            "(なし)=(なし)",
            "箱=127 65 65 65 65 65 127 0",
            "ペイズリー=2 7 7 2 32 80 80 32",
            "：",
            "：",
            "」(103頁)",
            "・ 「…コントロールパネルなどで変更した場合は，ファイルとメモリ両方に対して更新作業が行われるので，変更内容はすぐに有効となる．したがって，Windows を再起動する必要はなく，修正したばかりの初期化ファイルをすぐに Windows自身に直接認識させることができる．たとえば，コントロールパネルでカラー設定を変えてみよう。実際に，ファイルと起動中の Windowsに対して変更が行われたことがわかるはずだ．」(310頁9行～14行)・ 「[current]",
            "現在使用している Windows に表示される，配色パターン名が定義されている．",
            "[color Schemes]",
            "Windows 供給メーカーのデザイナーによって配色された，Windows に表示する色のパターンが定義されている．コントロールパネルでユーザーが作成した配色パターンも，ここに記録される．」(316頁2行～7行)イ 上記アによれば，周知例1(甲2)には，Windows(ウインドウズ)中のCOＮTROL．IＮIファイルには，現在の画面表示に使用されている，ユーザーが選択した「配色パターン名」(上記［current］)とともに，ユーザーが選択可能な「新緑」，「サファリ」等の「配色パターン名」(上記［color schemes］)と，それぞれの「配色パターン名の定義」が記録されていることについて記載されている。そして，「ウインドウ」，「メニュー」，「ボタン」，「スクロールバー」等の配色は，「表示形態」といえるから，「配色パターンの定義」を記録することは，インタフェースオブジェクト及びオブジェクトパーツのセットを記憶することということができる。",
            "そうすると，審決が，上記周知例1(甲2)につき，「…インタフェースオブジェクト及びオブジェクトパーツそれぞれの配色パターン(表示形態)をその配色パターン名(共通テーマ)と関連付けてファイルに記録することは当業者にとって周知であると認められる…」(8頁26行～29行)として，相違点(1)の構成とすることは当業者(その発明の属する技術の分野における通常の知識を有する者)が適宜なし得ることであるとした判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(2)"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，周知例1(甲2)に記載されているのは，異なる配色パターン名を配色名とともにファイルに記録することだけであり，本願補正発明におけるインタフェースオブジェクトやオブジェクトパーツをファイルに記録することについては記載も示唆もないと主張する。",
            "しかし，審決が周知例1から認定した周知技術の内容は，上記(1)イのとおり，インタフェースオブジェクト及びオブジェクトパーツそれぞれの配色パターン(表示形態)をその配色パターン名(共通テーマ)と関連付けてファイルに記録することについてであり，この点に誤りがないことは上記(1)で検討したとおりである。そもそもインタフェースオブジェクト及びオブジェクトパーツは，オブジェクトやオブジェクトパーツの表示状態を特定する情報に基づいてコンピュータの描画プログラムによって描画されてディスプレイ画面上に表示されるものであり，本願補正発明におけるインタフェースオブジェクトやオブジェクトパーツをファイルに記憶するとは，描画プログラムが描画の際に用いるオブジェクトやオブジェクトパーツの表示状態を特定する情報をファイルに記録することを意味するものであるから，上記(1)アの周知例1(甲2)の［color schemes］記載の「新緑」「サファリ」「ブラックレザー」の後に記載された配色パターンは，描画プログラムが描画の際に用いるオブジェクト及びオブジェクトパーツの表示状態を特定する情報であり，その内容が周知例1に記載されているといえる。",
            "また，本願補正発明の「表示形態」について，原告の主張する「表示する上での形状」を意味するとの主張が採用できないことは上記2で検討したとおりであり，「形状」に関しても，インタフェースオブジェクトが本願補正発明では第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，第2セットを使用して表示される場合には第2形状の第2アウトラインを有するのに対し，引用例1記載発明では第1セットを使用して表示される場合には第1の配色を有し，第2セットを使用して表示される場合には第2の配色を有する点についても，審決は相違点(3)として検討・判断しているものである(相違点(3)についての審決の判断に誤りがないことは後記のとおり)。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，形状同一で配色が異なるインタフェースオブジェクト等を別個に記憶ユニットに記憶することは，当時のWindows3．1を動作させるコンピュータ環境における技術常識に反する旨主張する。",
            "しかし，上記(1)のとおり，周知例1(甲2)にはインタフェースオブジェクト等の形状に関する記載はなく，審決もインタフェースオブジェクトやオブジェクトパーツの「形状」を記憶することについては認定も判断もしていないものである。したがって，形状が同一で配色が異なるインタフェースオブジェクトやオブジェクトパーツを別個に記憶ユニットに記憶することが技術常識に反するとの原告の上記主張は前提を欠くというべきであり，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "subject": "取消事由3(相違点(3)についての判断の誤り)について"
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点(3)について，ユーザーの一般的要望に沿って当業者が格別困難なくなし得るとした審決の判断は誤りである旨主張する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "引用例1(甲1)の画面7には，上記2(1)イ(イ)のとおり，「ウィンドウ」と表示された枠の内部に「枠の太さ(B)：3」と記載され，説明文に「画面のデザイン変更ダイアログ．色指定以外の画面表示関係のセッティング項目がこのダイアログに集められている．」と記載されている。",
            "また，審決がユーザーの一般的要望を示すものとして挙げた周知例には以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "周知例2(甲3)",
      "text": [
        "・ 「▼Xのリソース",
        "ウィンドウ・システム上のアプリケーションには，ユーザーがカスタマイズしたくなる要素が溢れています。たとえば，ウィンドウの大きさや位置，タイトルバーやスクロールバーの形状や色，文字の大きさやフォントの種類など。…」(136頁左欄10行～15行)"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "周知例3(欧州特許出願公開第561517号公報。発明の名称「グラフィカルユーザインタフェースコンピュータシステムにおけるパレットマネージャ」，出願人 インターナショナル ビジネス マシーンズコーポレイション，公開日 1993年〔平成5年〕9月22日。甲4。",
        "該当箇所は本文のものである)。",
        "・ 「図6a−6dを参照すると，スキームパレツト・マネージャの例が示されています。スキームパレツト・マネージャは，色，フォント，ウィンドウの背景画像，そしてウィンドウの境界幅を含む，ウィンドウの属性のどんな組み合わせもマウスのドラッグ及びドロツプ動作だけを使用して迅速かつ容易に適用されることを許します。スキームパレツト・マネージヤは，さらにスキームが個々のウィンドウに直接適用され，システムの大域的な変更に制限されないことを許します。図6aにおいて，スキームパレツト・アイコン140がシステム設定ウィンドウ120から選択された時，開かれたスキームパレツト・ウインドウ250が表示されます。スキームパレツト・ウインドウ250は，スキームパレツト・ウインドウが開かれた時に表示される多くのセルを含んでいます。これらのセルは，異なったスキームオプション，つまり，ユーザによって選択されるであろう異なったスキームの値を表わしています。“My scheme”とタイトルの付けられたセルが選択され，ハイライトにされています。」(11欄40行～58行。訳文による)",
        "・ 図6a",
        "・ 上記図6aの「Scheme Palette-Palette」(スキームパレット，番号250)の記載内容(訳文による)",
        "「 春 夏",
        "秋 冬",
        "モノクロ モノクロ",
        "デフォルト ウィンドウ",
        "新スキーム マイスキーム",
        "アイテムをターゲットウィンドウにドラッグしなさい。システムの広汎な変更のためにはaltキーを押したままにしなさい。",
        "スキームの編集 ヘルプ」"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "また，文献の記載によれば，以下の事実が認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "乙6(Brad Vander Zanden, Brad A. Myers著「グラフィカル・ユーザー・インターフェイスのためのルック・アンド・フィール非依存型ダイアログ自動作成」CHI '90〔Seattle,Washington, April 1-5,1990〕conferenceproceedings, pp.27-34，1990年〔平成2年〕4月)には，以下の記載がある(内容は訳文により，記載箇所は原文による)。",
        "・ 「… Jade は，メニューやパレット，ボタン，ダイアログ・ボックスのようなグラフィカルな入力ダイアログを自動的に作成し，レイアウトする新しいツールである。」(27頁右欄2行～4行，訳文1頁下9行～下8行)",
        "・ 「… Jade は，必要なグラフイック情報を，グラフイック・アーティストが用意したスタイル・ファイルから入手する。したがってダイアログのルック・アンド・フィールは，単にルック・アンド・フィール・データベースを切り替えるだけで，簡単にガーネット・スタイルからオープンルック・スタイルに変更することができる(図1を参照のこと)。」(27頁右欄15行～19行，訳文2頁2行～5行)",
        "・ 「図1．テキスト・オブジェクトのプロパティを示し，アプリケーションを制御するためのガーネット・スタイル(a) とオープンルック・スタイル(b)。『編集』メニュー項目には関連するサブメニューがあり，その存在はルック・アンド・フィール特有の方法で示されている。ガーネットおよびオープンルック・ダイアログは，同じテキスト形式の仕様書から作成されたものである。」(28頁右欄図1．の説明，訳文3頁下7行～下2行)",
        "・図1",
        "上記によれば，乙6には，ルック・アンド・フィール・データベースを切り替えることにより，ダイアログ・ボックスのスタイルを変更することが記載されており，上記図1を参照し，ガーネット・スタイル(a)(上段) とオープンルック・スタイル(b)(下段)を比較すると，ダイアログ・ボックス内のボタンの形状が異なっていることが理解できる。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "乙9(Ben Shneiderman〔ベン シュナイダーマン〕著，東基衛・井関治監訳「ユーザーインタフェースの設計 第2版」，日経BP社，1993年〔平成5年〕8月30日1版1刷発行，244頁)には，以下",
      "text": [
        "の記載がある。",
        "・ 「MS Windows 3.0 User's Guide(1990)では，ウインドウを次のように定義している。『ソフトウエアアプリケーションや文書ファイルを含む長方形の領域。ウインドウはオープン(開く)，クローズ(閉じる)，リサイズ(大きさ変更)，移動などの操作が可能である。複数のウインドウをデスクトップ上に同時にオープンしたり，小さくしてアイコンにしたり，デスクトップ全体を覆うまで拡大することがきる。』いくつかの側面(例えば，ウインドウは必ずしも長方形でない，ほかにもいろいろなウインドウ操作があるなど)で異論を唱える人もいるかもしれないが，この定義は有用な説明といえる。ウインドウの構成要素にはつぎのものがある。",
        "・タイトル：ほとんどのウインドウには識別用のタイトルを上部中央，左上，下部中央に，またはウインドウから外側に尽きだしたタブ(つまみ)につけられる(図9．6)。…」(244頁左欄21行～右欄10行)",
        "・「図9．6",
        "タイトルはウインドウ内のさまざまな位置に，またはいろいろな位置から外に突き出すように表示される。",
        "」(244頁)",
        "上記によれば，乙9のウインドウの形状は定義では長方形とされているが必ずしも長方形に限られないこと，タブが様々な位置に形成されたウインドウの例として，ウインドウから外側に突き出した図が記載されているものと理解できる。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "乙10(特開平5−236173号公報，発明の名称「共有化情報提示装置」，出願人 日本電信電話株式会社，公開日 平成5年9月10日)には，以下の記載がある。",
        "・ 「【従来の技術】従来，いわゆるテレビ会議等の場においては，複数の情報提示装置が使用されている。この情報提示装置の情報提示手段としては，例えばCRT等のディスプレイがあり，このCRTによる表示画面に共通して同時に提示されている情報(以下，単に共有情報という)と，一つの情報提示装置の表示画面にのみ提示されている個別情報，いわゆるローカル情報とを，同時に一つの情報提示装置の表示画面上に提示する場合，共有情報及びローカル情報の各情報は各々が各々のウィンドウ上に提示される。」(段落【0002】)",
        "・ 「【発明が解決しようとする課題】しかしながら，共有情報及びローカル情報の各ウィンドウは同じ表示形態であることから，表示画面からは共有情報とローカル情報とを区別することは困難であった。」(段落【0003】)",
        "・ 「本発明は，上記課題に鑑みてなされたもので，同一画面上に同時に表示される共有情報とローカル情報とを当該表示画面上で容易に区別することのできる共有化情報提示装置を提供することにある。」(段落【0004】)",
        "・ 「図4は本発明の第4の実施例を説明する図であって，この提示装置画面1には，共有化情報を提示するための領域である共有情報提示領域3Dと，この共有情報提示領域3Dが共有化情報を提示するための領域であることを表示する共有情報表示部5Dと，個別情報を提示するための領域である個別情報提示領域7Bと，この個別情報提示領域7Bが個別情報を提示するための領域であることを表示する個別情報表示部9Bとがそれぞれ示されている。」(段落【0016】)",
        "・ 「この第4の実施例においては，共有情報表示部5Dの枠情報の形状と個別情報表示部9Bの枠情報の形状が異なるようにウィンドウの制御を行うことで，共有情報表示部5Dと個別情報表示部9Bの識別が容易に行えるようにする。」(段落【0017】)",
        "・ 【図4】",
        "上記によれば，乙10には，表示画面上に表示された2つのウインドウを区別するためにウインドウの形状を異ならせたことが記載されており，図4では，円形のウインドウと矩形のウインドウが画面に表示されている。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "上記ア，イの記載は，いずれも情報処理装置におけるグラフィカルユーザーインタフェースであるウインドウのカスタマイズに係る技術である。",
            "そして，引用例1(甲1)の画面7に記載されたウィンドウの「枠の太さ」，甲3のウィンドウの大きさ，ウィンドウのパーツの形状や色，甲4の「ウィンドウの境界線」，乙6の「ボタンの形状」，乙9の「タブが様々な位置に表示されたウインドウ」，乙10の円形のウインドウと矩形のウインドウは，いずれも，インタフェースオブジェクトやオブジェクトパーツの形に関連するものである。",
            "そうすると，情報処理装置のウインドウシステムにおいて，インタフェースオブジェクトやオブジェクトパーツの表示形態に属する「形」をカスタマイズすることは，周知であったということができるから，「…ウィンドウの『枠の太さ』ないし『境界幅』，タイトルバーやスクロールバーの『形状』といったインタフェースオブジェクトの形状をインタフェースオブジェクトの色とともにカスタマイズすることは，ユーザの一般的な要望であると認められる。」(10頁23行～27行)とした審決の認定に誤りはない。",
            "また，インタフェースオブジェクトやオブジェクトパーツの「表示形態」である「形」をカスタマイズした結果として，インタフェースオブジェクトの「外形」，すなわち「アウトライン」が異なることとなる点についても，前記乙9，乙10におけるウインドウの「アウトライン」が異なったものとなっていることから明らかである。",
            "以上によれば，審決が相違点(3)に関し，「…ユーザの一般的な要望に従ってイメージを一変させ見栄えのするデスクトップとするため，引用例1記載発明において，第1のセット及び第2のセットにインタフェースオブジェクト及びオブジェクトパーツの配色パターンのみならず，インタフェースオブジェクトの形状をも含ませるようにし，インタフェースオブジェクトが第1セットを使用して表示される場合には第1形状の第1アウトラインを有し，前記インタフェースオブジェクトが第2セットを使用して表示される場合には第2形状の第2アウトラインを有するものとすることは当業者が格別困難なくなしうることと認められる。」(10頁28行～35行)とした判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，ウィンドウの「枠の太さ」ないし「境界幅」，タイトルバーやスクロールバーの「形状」と，本願補正発明におけるインタフェースオブジェクトのアウトラインの形状とは概念的に区別されるべきものであるが，審決は，「インタフェースオブジェクト」と「オブジェクトパーツ」とを混同し，ウィンドウの「枠の太さ」ないし「境界幅」，タイトルバーやスクロールバーの「形状」を「インタフェースオブジェクト」と認定しており，誤りである旨主張する。",
                "しかし，本件補正後の本願明細書(甲9，22)には，「インタフェースオブジェクト」及び「オブジェクトパーツ」の語について明確に定義されてはいないところ，ウインドウの枠の太さ，境界幅，タイトルバー，スクロールバーは，インタフェースオブジェクトであるウインドウのパーツとして用いられた場合，「オブジェクトパーツ」であるとともに，「インタフェースオブジェクト」の構成の一部であり，上記2(1)ア(ウ)記載の本件補正後の本願明細書の図2C～Eからも明らかなように，そのアウトラインの形状に影響するものである。そうすると，審決が，ウインドウの枠の太さ，境界幅，タイトルバー，スクロールバーの形状を，「インタフェースオブジェクトの形状」と表現したとしても，必ずしも誤りとはいえない。",
                "そして，上記(1)のとおり審決の相違点(3)に関する判断に誤りはないから，審決において，ウインドウの枠の太さ，境界幅，タイトルバー，スクロールバーを，「インタフェースオブジェクト」と表現した記載があったとしても，そのことが，審決の結論に影響するものとも認められない。原告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "5",
                  "subject": "結語",
                  "text": [
                    "以上によれば，本件補正却下の違法をいう原告主張の取消事由は，いずれも理由がない。",
                    "よって原告の請求を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}