{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2004−35128号事件について平成20年7月1日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告が特許権を有する本件特許のうち下記2の本件発明に係る特許に対する原告の特許無効審判の請求について特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至る手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，発明の名称を「樹脂配合用酸素吸収剤及びその組成物」とする特許第2137309号(平成元年3月28日特許出願(以下「本件出願」とい",
              "text": [
                "う。)，平成10年7月10日設定登録。請求項の数は全2項。以下「本件特許」という。)の特許権者である(甲23)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成16年3月8日，本件特許のうち，特許請求の範囲の請求項1に記載された発明(以下「本件発明」という。)に係る特許について特許無効審判を請求し，無効2004−35128号事件として係属した(甲27)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許庁は，平成18年8月31日，「特許第2137309号の請求項1",
              "text": [
                "に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との審決をした(甲32)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，同年10月10日，知的財産高等裁判所に対し，上記(3)の審決の取消しを求める訴え(同裁判所同年(行ケ)第10452号)を提起した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "同裁判所は，平成19年10月31日，上記(3)の審決を取り消す旨の判決を言い渡し(甲33)，同判決は，確定した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "特許庁は，平成20年7月1日，「本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との本件審決をし，同月11日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載及び本件発明の要旨",
          "text": [
            "本件において，原告が特許無効審判を請求しているのは，本件特許のうち，本件発明に係る特許であるが，その請求項の記載は，以下のとおりである。",
            "還元性鉄と酸化促進剤とを含有し且つ鉄に対する銅の含有量が150ppm以下及び硫黄の含有量が500ppm以下であることを特徴とする樹脂配合用酸素吸収剤。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，原告が主張した下記ア，イの無効理由をいずれも排斥した上，原告が主張する理由及び証拠方法によっては，本件発明についての本件特許を無効とすることはできない，としたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "無効理由1：本件発明は，下記引用例に記載された発明(以下「引用発明」という。)に，下記周知例1ないし6の記載等を勘案することにより，あるいは，下記周知例1ないし5等の記載を含む周知事実を勘案することにより，当業者が容易に発明をすることができたものであるから，本件発明に係る本件特許は，特許法29条2項の規定に違反してされたものである。",
                    "引用例：特開昭55−90535号公報(甲1)",
                    "周知例1：昭和44年7月1日発行の「食品包装」8巻7号の30頁から35頁までに掲載された木村進らによる「プラスチック包装材料に起因する風味の劣化の諸問題」と題する論文(甲2)",
                    "周知例2：1966年(昭和41年)に発行されたArnold R. Poster編「HANDBOOKOF Metal Powders」と題する文献(甲3)",
                    "周知例3：昭和42年12月発行の「工業化学雑誌」70巻12号の2364頁",
                    "から2367頁までに掲載された大沢善次郎らによる「オキサニリドによるポリプロピレンの銅接触熱酸化分解の抑制」と題する論文(甲4)",
                    "周知例4：1975年(昭和50年)発行の「IndustrialOdorTechnologyAssessment」の101頁から115頁までに掲載されたJohn Polhemusによる「RUBBER, PLASTICS ANDGLASS INDUSTRIES ODORS」と題する論文(甲5)",
                    "周知例5：米国特許第3756976号公報(1973年(昭和48年)9月4",
                    "日頒布。甲6)",
                    "周知例6：特公昭54−476号公報(甲7)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "無効理由2：本件発明は，①銅・硫黄含有量を鉄基準で規定したことにより不明確であり，また，②同発明の効果を奏しない樹脂を包含するから，本件発明に係る本件特許は，特許法36条(平成6年法律第116号による改正前のもの。以下同じ。)4項又は同条5項1号若しくは2号に規定する要件を満たさない特許出願に対してされたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が前記判断に際して，本件発明と引用発明との一致点及び相違点として認定したところは，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "還元性哲と酸化促進剤とを含有する樹脂配合要酸素吸収剤である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "本件発明では，酸素吸収剤が「鉄に対する銅の含有量が150ppm以下及び硫黄の含有量が500ppm以下である」のに対して，引用発明では，脱酸素剤における銅，硫黄の含有量が不明である点"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "作用効果についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "いわゆる明確性の要件ないし実施可能要件についての判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "いわゆるサポート要件ないし実施可能要件についての判断の誤り(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決(14頁2～5行)は，相違点に係る本件発明の構成について，周知例1ないし5及び他の証拠に基づいて容易に想到することができたものということはできないと判断したが，以下のとおり，その判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "周知例1ないし5に記載された技術を引用発明に適用する動機付けア 本件審決(13頁19～30行)は，周知例1ないし5に記載の技術事項がいずれも「酸素吸収剤」に関連するものではないことから，酸素吸収剤において，銅及び硫黄の含有量を基準値以下に設定しようと動機付ける根拠があるとはいえないと判断した。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決(13頁5～9行)が認定するとおり，相違点に係る本件発明の構成の技術的意義は，酸素吸収剤に含有される銅や硫黄が，これを適用する樹脂のゲル化や分解，異味・異臭成分の発生の原因となるとの認識から，これらの成分を低減させたものを用いる点にある。",
                    "そうすると，樹脂に配合したときのゲル化や分解，異味・異臭成分の発生を抑制するとの課題(以下「本件課題」という。)及びその解決手段(相違点に係る本件発明の構成)の技術的意義は，酸素吸収剤を樹脂に適用する場合(引用発明)のみならず，例えば，銅，硫黄を含有する他の一般の樹脂用添加剤の場合や，銅，硫黄をそのまま樹脂に適用する場合にも存在し，相違点に係る本件発明の構成が奏する効果も，酸素吸収剤おいてのみ得られるものではなく，包装用樹脂に適用される一般の添加剤，特に，銅，硫黄を含有する添加剤に共通して得られるものであるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件課題が，特定の樹脂用添加剤を包装用プラスチックに配合する際(周知例1)に一般に生じるものであり，特に，銅，硫黄を樹脂に適用する際(周知例3～5)に生じるものであることは，本件出願当時の当業者に知られていた。",
                    "現に，甲24には，銅を含む顔料(なお，顔料は，周知例1において，プラスチック添加剤として挙げられているものである。)を添加した際に樹脂の劣化が顕著に促進されるとの記載(502頁右欄下から5行，796頁右欄本文13～14行等参照)があるところ，これらの記載は，樹脂の添加剤(顔料)に含まれる銅等の成分が樹脂劣化に影響を与え得ることが本件出願当時の当業者の技術常識であったことを示している。そして，樹脂の添加剤としての顔料に含有される金属成分が樹脂の劣化に悪影響を及ぼすことは，酸素吸収剤における当該悪影響と類似するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすると，周知例1ないし5に記載された技術が酸素吸収剤に関するものでないとしても，本件審決が認定した周知例1ないし5の記載事項(上記ア)に照らせば，周知例1ないし5に記載された技術を引用発明に適用し，銅及び硫黄の含有量を基準値以下に設定しようとする動機付けは，十分に存在するものといえるから，これと異なる本件審決の上記アの判断は誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，本件特許に係る明細書(甲23。以下「本件明細書」という。)には，酸素吸収剤に特有の課題が存在するかのような記載(3頁左欄5～9行)があるが，当該記載は，発明者の推定に基づくものにすぎない(2頁右欄下から8～3行参照)し，同発明者による実験結果を示した本件出願に係る第1図及び第2図(以下，単に「第1図」などというときは，本件出願に係る図面(甲23の6頁)を指す。)並びに本件明細書の実施例の記載に根拠がなく，上記推定を支持するものでないことは，取消事由2に係る主張のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "text": [
                "本件審決(13頁11～18行)は，引用発明について，銅や硫黄の成形上の問題や異味・異臭に係る問題意識があるものでないことは明白であるとした。",
                "しかしながら，引用例は，脱酸素剤配合膜状物(脱酸素剤は，酸素吸収剤と同じである。)について記載したものであるところ，使用し得る脱酸素剤成分として，酸素吸収性能の観点から通常使用し得るものを前提としていることは当然であるし，また，前記(1)のとおり，本件課題が樹脂用添加剤一般について存在することは，本件出願当時の当業者の技術常識であったのであるから，引用発明において，脱酸素剤を樹脂に適用する際，樹脂用添加剤一般の課題として本件課題を考慮し，脱酸素剤に含有される銅や硫黄を極力低減させることは，当業者にとって通常の設計的事項であるといえる。",
                "したがって，引用発明に本件課題が存在しないとした本件審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点に係る本件発明の構成の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件課題についての一般的な知見は，本件出願当時，当業者に周知の事項であった(周知例1～5，甲24)から，本件課題を解決するため，樹脂に適用する添加物及びそれに含まれる銅や硫黄の影響を考慮することは，当業者が当然に行うことである。そして，本件課題が酸素吸収剤に固有のものではなく，それに含有される不純物成分等に起因することが明らかであることからすると，当業者は，酸素吸収剤を樹脂に適用する際においても，他の一般の樹脂用添加剤の場合と同様，上記一般的な知見に照らし，設計的事項として，酸素吸収剤に含有される銅及び硫黄の量を低減させようとするのが当然であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "酸素吸収剤は，通常，主剤成分として，鉄粉，酸化促進剤等を含有するが，銅及び硫黄の含有量を低減させようとする当業者は，酸化促進剤として銅化合物や硫黄化合物を用いないことはもちろん，銅及び硫黄の含有量が少ない鉄粉を用いることも当然に考慮するといえる。",
                    "ところで，本件出願当時，酸素吸収剤の主剤成分である鉄粉には，一般に市販されている通常の純鉄が用いられていたところ，そのような鉄粉に，通常，銅及び硫黄を含む種々の不純物成分が含有され(周知例2，甲18)，樹脂中において異臭を生じたり(周知例4，5)，樹脂の分解を引き起こしたり(周知例3，甲24)，樹脂の熱劣化を支配・促進する因子となったりすること(甲25の23頁1～8行)は，本件出願当時の周知の事項であった。",
                    "なお，本件審決(9頁26～27行)は，周知例2について，同周知例にいう「市販の鉄粉」が序文から明らかなとおり「純鉄」であるから，本件発明の「還元鉄」と合致するものではないと認定したが，還元鉄が純鉄として扱われていることは，当業者にとって周知の事項である(甲26の208−1頁の番号1100)し，本件発明の「還元性鉄」は，いわゆる電界鉄であり(本件明細書3頁右欄3～8行)，これが純鉄として取り扱われることは，甲26の208−1頁の番号1101のとおりであるから，周知例2に記載された鉄粉は，本件発明の「還元性鉄」と何ら異なるものではなく，したがって，本件審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，周知例1ないし5に記載された技術を引用発明に適用することには，何ら阻害要因がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，取消事由2に係る主張(2)のとおり，本件明細書には，銅の含有量を150ppm以下に低減させることに技術的意義があることを示す記載がなく，そのような量の銅を含有する鉄粉自体が一般に存在していたこと(周知例2等参照)にも照らせば，銅の含有量の上限値の設定には，何らの技術的困難性も認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，当業者は，周知例1ないし5並びに甲24及び25に記載された本件課題に基づき，周知例1ないし5に記載された技術を引用発明に適用して，相違点に係る本件発明の構成に容易に想到し得たものと認めるのが相当である。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明の本質的特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，相違点に係る構成のとおり，還元性鉄を主成分とする酸素吸収剤に不純物として混入し，還元性鉄と併存する銅及び硫黄の量を鉄基準で所定値以下に制限することをその本質的特徴とするものであり，鉄と無関係に銅及び硫黄の量を所定値以下に制限するものではない(本件明細書2頁右欄下から2行～3頁左欄9行，同欄21～24行参照)。",
                    "すなわち，樹脂の劣化は，樹脂の自動酸化反応(多段階反応)に起因するものであり，一般に，金属が単独で存在する場合と複数の金属が併存する場合とでは，多段階反応全体の進行が異なるところ，本件発明は，鉄と基準値以上の銅が併存する場合に，鉄と銅との相乗効果(いわゆる複合触媒効果)に起因して自動酸化反応が促進され，高分子ラジカルの発生が過大になるとの知見に基づき，酸素吸収剤中の鉄と併存する銅の含有量を基準値以下に低減させ，樹脂の自動酸化反応を可及的に抑制して高分子ラジカルの発生を回避し，もって，樹脂の劣化を回避するものである。",
                    "また，硫黄成分は，酸素吸収剤中に存在する鉄，銅等を触媒として，硫黄系のガス(硫化水素，二酸化硫黄等)を発生し，樹脂分又は上記自動酸化反応によって生じた分解生成物と反応して，異味・異臭成分を与え，さらに，発生した硫黄系のガスが樹脂分又は上記分解生成物と反応して，異味・異臭成分を与えるところ，本件発明は，酸素吸収剤中の鉄及び銅と併存する硫黄の含有量を基準値以下に低減させ，もって，異味・異臭の発生を回避するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本件発明の上記本質的特徴が，樹脂配合用酸素吸収剤に特有の問題を解決するものであって，包装用樹脂に適用される添加剤一般に共通して生じる問題を解決するものではないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例",
              "text": [
                "引用例には，相違点に係る本件発明の構成について，何の記載も示唆もない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例1ないし5並びに甲24及び25",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例1について",
                  "text": [
                    "周知例1には，添加剤として酸素吸収剤が挙げられておらず，酸素吸収剤が異臭の対象となることを窺わせる記載はない(本件審決8頁26～27行参照)から，同周知例は，酸素吸収剤における本件課題を解決するため，酸素吸収剤に不純物として混入している銅及び硫黄の含有量を基準値以下に低減させることについて，何ら示唆を与えるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例2について",
                  "text": [
                    "周知例2には，市販されている種々の金属粉の組成が列挙されているにすぎず，銅及び硫黄の含有量が微量である鉄粉が脱酸素剤用鉄粉として用いられることも，脱酸素剤用鉄粉として好適であることも記載されていない(本件審決9頁27～30行参照)のであるから，同周知例には，本件発明の上記本質的特徴について何らの記載も示唆もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3について",
                  "text": [
                    "周知例3に記載された事項は，酸化促進剤であるステアリン酸銅のポリプロピレンに対する銅害に関するものであって，酸素吸収剤に関するものではない(本件審決10頁22～24行参照)から，同周知例には，本件発明の上記本質的特徴について何らの記載も示唆もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知例4及び5について",
                  "text": [
                    "周知例4及び5には，単に，硫黄に起因する刺激臭に関する記載があるにすぎず，酸素吸収剤についての言及は全くないから，これらの周知例には，本件発明の上記本質的特徴について何らの記載も示唆もない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲24について",
                  "text": [
                    "甲24には，単に，顔料中の銅が樹脂の劣化を促進することが開示されているにすぎず，還元性鉄と銅が併存することに起因する酸素吸収剤に固有の問題について何らの教示もない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲25について",
                  "text": [
                    "甲25には，酸素吸収剤についての言及が全くなく，還元性鉄と銅が併存することに起因する酸素吸収剤に固有の問題について何らの記載も示唆もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点に係る本件発明の構成の容易想到性",
              "text": [
                "以上のとおり，引用例には，還元性鉄と銅及び硫黄が併存する場合の問題並びにこれを解決するために必要な還元性鉄に対する銅及び硫黄の含有量の低減について何らの記載も示唆もないところ，周知例1ないし5並びに甲24及び25にも，樹脂配合用酸素吸収剤についての言及が全くなく，樹脂配合用酸素吸収剤に固有の問題である還元性鉄と銅及び硫黄が併存する場合の本件課題及びその解決手段(鉄に対する銅及び硫黄の含有量の低減)について何らの記載も示唆もないから，相違点に係る本件発明の構成が，周知例1ないし5及び他の証拠に基づき当業者において容易に想到し得たものということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(作用効果についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明の数値限定に技術的困難性が認められないとはいえない(14頁16～24行)とするとともに，本件発明が，相違点の構成を採ることにより本件明細書記載の顕著な効果を奏するものと認められる(14頁6～7行)としたが，以下のとおり，これらの判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明が奏する効果",
              "text": [
                "本件発明が奏する効果を示すものとされる第1図及び第2図は，これらを構成するデータが何に由来し，いかなる条件で得られたものであるのか，本件明細書の記載によっても全く明らかではなく，これらの図に示されたデータは，本件発明が奏する効果が十分顕著なものであることを明確に示すものではない。その他，本件発明が顕著な効果を奏することは，本件明細書に何ら示されていないし，その立証もない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "数値限定の各上限値",
              "text": [
                "取消事由1に係る主張によれば，相違点に係る本件発明の構成における数値範囲の各上限値(以下「本件上限値」という。)は，臨界的意義ないし技術的意義を有する必要があるところ，第1図及び第2図によれば，本件上限値(銅に係る150ppm)において顕著な効果の変動のあることが全く示されていない。",
                "また，本件明細書の実施例の結果を示した第2表及び第3表(5頁右欄)によっても，本件上限値(銅に係る150ppm)において大幅な変動のあることが全く示されていない。",
                "加えて，本件上限値前後の実験データが乏しいこと，酸化促進剤についての記載が不明瞭であること，使用した鉄粉の製法が実施例1と実施例2とで異なっていること，対照品において使用された鉄粉の製法が不明であること，硫黄の含有量が実施例1及び実施例2と対照品とで著しく異なっていること，銅及び硫黄の含有量を鉄基準のものとしたこと(このことの問題点は，取消事由3に係る主張のとおりである。)などを併せ考慮すると，本件上限値に臨界的意義ないし技術的意義がないことは明らかである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明が奏する効果",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の記載(3頁左欄10～17行)並びに第1図及び第2図によれば，樹脂配合用酸素吸収剤においては，鉄に対する銅の含有量が可及的に小さい方が望ましいといえる。",
                    "また，本件明細書の記載(3頁左欄18～26行)によれば，樹脂配合用酸素吸収剤においては，香味保持性の点から，鉄に対する硫黄の含有量が可及的に小さい方が望ましいといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の実施例1，実施例2及び対照品についての記載並びに第2表及び第3表によれば，以下の事実が明確に実証されているといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1及び2(鉄に対する銅の含有量がそれぞれ120ppm及び50ppmであり，鉄に対する硫黄の含有量がそれぞれ140ppm及び130ppm",
                      "text": [
                        "である酸素吸収剤を使用したもの)においては，メルトインデックス及び加熱成分(分解生成物)の発生量の双方において，十分実用に供し得る値が得られたこと。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "対照品(鉄に対する銅の含有量が1010ppmであり，鉄に対する硫黄の含有量が3420ppmである酸素吸収剤を使用したもの)においては，メルトインデックス及び加熱成分(分解生成物)の発生量の双方において，実用上問題があったこと。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本件明細書の実施例3，対照品1及び対照品2についての記載並びに第4表によれば，以下の事実が明確に実証されているといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "実施例3(鉄に対する銅の含有量が120ppmであり，鉄に対する硫黄の含有量が140ppmである酸素吸収剤を使用したもの)においては，良好なフレーバ評価(良好な香味保持性)を得ることができたこと。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "対照品1及び2(鉄に対する銅の含有量がそれぞれ1010ppm及び200ppmであり，鉄に対する硫黄の含有量がそれぞれ3400ppm及び540",
                      "text": [
                        "ppmである酸素吸収剤を使用したもの)においては，良好なフレーバ評価(良好な香味保持性)を得ることができなかったこと。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点に係る本件発明の構成を採用することにより，本件発明が，樹脂の劣化を確実に回避し，かつ，良好な香味保持性を維持するとの効果を奏することは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件上限値",
              "text": [
                "上記(1)のとおり，樹脂配合用酸素吸収剤における鉄に対する銅及び硫黄の含有量は，双方とも可及的に小さい方が望ましいところ，相違点に係る本件発明の構成を採用することにより，本件発明が，樹脂の劣化を確実に回避し，かつ，良好な香味保持性を維持するとの効果を奏することは明らかであるから，本件上限値が十分に明確な臨界的意義ないし技術的意義を有することも明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(いわゆる明確性の要件ないし実施可能要件についての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決(15頁17～22行)は，酸素吸収剤の元来の目的が，酸素を吸収するものとして配合されるものであるから，本件発明においても，酸素の遮断のために適宜な配合量が選択され，その上で，その場合の樹脂のゲル化や分解などの発生を抑制しようとするものであることは明らかであることに照らせば，選択された酸素吸収剤の配合量の中で鉄を基準として規定することに明確性がないというまでの不備があるとはいえないとした。",
            "しかしながら，本件課題は，樹脂と銅及び硫黄との反応により生じるものであるから，樹脂に対する銅及び硫黄の総存在量が当該反応の程度を決定するものであることは明らかであり，銅及び硫黄の含有量は，樹脂を基準にしなければ意味がないところ，本件明細書には，銅及び硫黄の含有量を鉄基準のものとすることの根拠が何ら示されていない。",
            "また，本件審決は，上記のとおり，本件発明においても，酸素の遮断のために適宜な配合量が選択されると説示するが，本件明細書には，「本発明の酸素吸収剤は，樹脂100重量部当り1乃至1000重量部…で配合するのがよい」との記載(3頁右欄下から4～3行)があり，このような極めて広い配合可能範囲の中から適宜の配合量が選択されるとはいい難い。",
            "さらに，本件発明の技術的意義に照らせば，実際の設計において銅の含有量を決定することが可能であるか否かが問題なのではなく，発明が明確に規定されているか否かが重要な問題であるところ，上記鉄基準による銅及び硫黄の含有量は，本件発明が奏する効果を画定する量と対応しないものであるから，同基準を採用すれば，本件発明の技術的意義が明確でなくなり，本件発明が発明として成立しないこととなる。",
            "以上のとおりであるから，本件審決の上記判断は誤りであり，本件発明に係る請求項1の記載は，特許法36条5項2号に定める要件を欠くとともに，本件明細書の発明の詳細な説明(以下，単に「発明の詳細な説明」というときは，同条4項に定める要件等に係る一般論についていう場合を除き，本件明細書の発明の詳細な説明を指す。)の記載は，同条4項に定める要件を欠くものである。",
            "なお，硫黄は，鉄の存在と全く関係がないものであるから，銅の含有量の場合以上に，その含有量を鉄基準で規定する根拠を欠くものといえる。",
            "〔被告の主張〕",
            "取消事由1に係る主張(1)のとおり，本件発明は，還元性鉄と併存する銅及び硫黄の量を鉄基準で所定値以下に制限することをその本質的特徴とするものであり，樹脂配合用酸素吸収剤に特有の問題を解決するため，相違点に係る構成(鉄基準)を採用したものであるから，酸素吸収剤の元来の目的が，酸素を吸収するものとして配合されるものであるから，本件発明においても，酸素の遮断のために適宜な配合量が選択され，その上で，その場合の樹脂のゲル化や分解などの発生を抑制しようとするものであることは明らかであることに照らせば，選択された酸素吸収剤の配合量の中で鉄を基準として規定することにつき，明確性を欠く不備があるとはいえない。",
            "したがって，請求項1の記載は，特許法36条5項2号に定める要件に適合し，また，発明の詳細な説明の記載は，同条4項に定める要件を満たすものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(いわゆるサポート要件ないし実施可能要件についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決(16頁28～32行)は，本件明細書に，実施例として「エチレン−ビニルアルコール共重合体の場合について」のみ記載されているが，他の樹脂で銅及び硫黄による相関が全くないという根拠はないのであるから，他の実施例がないからといって本件発明の効果を奏しない樹脂を包含する点で明細書の記載に不備があるとはいえないと判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，以下のとおり，発明の詳細な説明の記載は，特許法36条4項に定める要件を欠くものであるから，本件審決の上記(1)の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "銅と樹脂との反応が樹脂の種類により大きく異なることは，当業者の技術常識であるし，審判請求手続における被告の主張(甲31の8頁22行～9頁3行)によれば，主鎖に結合した水酸基を有しない樹脂(ポリオレフィン等)は，熱分解されにくく，本件課題自体が存在しないか，その程度は非常に小さいものとなることが予想されるといえ，少なくとも，銅に係る本件上限値は，エチレン−ビニルアルコール共重合体の場合と大きく異なるものとなるはずであるから，仮に，エチレン−ビニルアルコール共重合体について本件発明が奏する効果が確認されたとしても，他の樹脂についての当該効果は，何ら発明の詳細な説明に記載されていないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告の上記主張によっても，エチレン−ビニルアルコール共重合体のみに関する発明の詳細な説明の記載から，当業者が本件発明が奏する効果を容易に予測することができるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件発明の酸素吸収剤を配合することができるとされる樹脂のうち，少なくともポリオレフィン系樹脂(ポリエチレン，ポリプロピレン等)について，本件発明の技術的意義(本件上限値の臨界的意義を含む。)が認められないことは，甲8及び9のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，以下のとおり，請求項1の記載は，特許法36条5項1号に定める要件を欠くものであるから，この点でも，本件審決の上記(1)の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，樹脂配合用酸素吸収剤であり，あらゆる樹脂について適用可能なものであるから，請求項1の記載が特許法36条5項1号に定める要件を満たすためには，少なくとも幾つかの代表的な樹脂(構造等において類似しないもの)について本件発明の効果が奏されることが，発明の詳細な説明に具体的に記載されていることを要すると解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件発明が奏する効果は，銅及び硫黄の化学的作用により惹起される樹脂の物理化学的変化に基づくものと推定されるところ，樹脂の化学反応性及び物理化学的変化が樹脂の化学構造によって著しく相違することは，当業者の技術常識であるから，発明の詳細な説明に，エチレン−ビニルアルコール共重合体(水酸基を有する極めて特殊な化学構造から成る樹脂)のみについて，本件発明が奏する効果が認められた旨の記載があるとしても，当業者が，その他の樹脂一般について，本件発明の効果が同様に奏されるものと予測することは到底できない。",
                    "〔被告の主張〕",
                    "発明の詳細な説明の実施例及び対照品においては，酸素吸収剤を配合する樹脂の典型例として，エチレン−ビニルアルコール共重合体を使用した場合の記載がある。",
                    "エチレン−ビニルアルコール共重合体は，主鎖に結合した水酸基を有するところ，この水酸基の水素は，活性水素であって反応性に富み，また，水酸基の結合したα−炭素に結合した水素は，水酸基の置換基効果により，外部からエネルギーを与えられたときに容易に離脱するものである。このため，エチレン−ビニルアルコール共重合体は，ポリオレフィン等の樹脂と比較して熱分解されやすく，樹脂の劣化(ゲル化等)が生じやすい。",
                    "このように，エチレン−ビニルアルコール共重合体は，酸素吸収剤を配合した場合，樹脂の劣化(ゲル化等)が顕著に発現し，香味保持性も顕著に低下するものであるところ，発明の詳細な説明に例示されている他の樹脂(4頁左欄29～32行)についても，その劣化等が生じ，異味・異臭成分が発生するのは，同様の挙動によるものであるから，当業者は，エチレン−ビニルアルコール共重合体に配合しても樹脂の劣化等を十分に回避し，優れた香味保持性を維持することができる本件発明の樹脂配合用酸素吸収剤を他の樹脂に配合した場合，エチレン−ビニルアルコール共重合体の場合と同様又はそれ以上に，樹脂の劣化等を十分に回避し，優れた香味保持性を維持することができるものと十分に理解することができる。",
                    "以上によれば，本件明細書には，実施例としてエチレン−ビニルアルコール共重合体の場合のみが記載されているものの，他の樹脂で銅及び硫黄による相関が全くないという根拠はないのであるから，他の実施例がないからといって本件発明の効果を奏しない樹脂を包含する点で明細書の記載に不備があるとはいえない。",
                    "したがって，発明の詳細な説明の記載は，特許法36条4項に定める要件を満たすものであり，また，請求項1の記載は，同条5項1号に定める要件に適合するものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "原告は，取消事由として，前記1ないし4のとおり主張するが，取消事由相互の関係その他の本件事案の内容にかんがみ，取消事由4から判断することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由4(いわゆるサポート要件ないし実施可能要件についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件を満たしているか",
              "text": [
                "原告の取消事由4の主張は，本件発明に係る特許請求の範囲の記載がいわゆるサポート要件に欠け，また，発明の詳細な説明の記載が実施可能要件に欠けるというのであるが，まず，発明の詳細な説明の記載が実施可能要件を満たすものであるか否かから検討することとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法36条4項に定める実施可能要件",
                  "text": [
                    "特許法36条4項は，「前項第三号の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。」と定めるところ，本件発明のように，特定の用途(樹脂配合用)に使用される組成物であって，一定の組成割合を有する公知の物質から成るものに係る発明においては，一般に，当該組成物を構成する物質の名称及びその組成割合が示されたとしても，それのみによっては，当業者が当該用途の有用性を予測することは困難であり，当該組成物を当該用途に容易に実施することができないから，そのような発明について実施可能要件を満たすといい得るには，発明の詳細な説明に，当該用途の有用性を裏付ける程度に当該発明の目的，構成及び効果が記載されていることを要すると解するのが相当である。",
                    "さらに，本件発明は，その用途として，単に「樹脂配合用」と規定するのみであるから，本件発明について実施可能要件を満たす記載がされるべきである以上，発明の詳細な説明に，酸素吸収剤を適用する樹脂一般について，本件発明の酸素吸収剤を適用することが有用であること，すなわち，当該樹脂一般について，本件発明が所期する作用効果を奏することを裏付ける程度の記載がされていることを要すると解すべきである。",
                    "そこで，以下，上記観点に立ち，発明の詳細な説明に，本件発明の酸素吸収剤を適用する樹脂一般について，本件発明が所期する作用効果を奏することを裏付ける程度の記載があるか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明の記載",
                  "text": [
                    "発明の詳細な説明(甲23)には，以下の各記載がある。なお，発明の詳細な説明が引用する第1図及び第2図についても，これを末尾に示す。",
                    "(ア)「(産業上の利用分野)",
                    "本発明は，樹脂配合用酸素吸収剤に関し，より詳細には樹脂に配合したとき，そのゲル化，分解や異味，異臭の発生等が防止された樹脂配合用酸素吸収剤に関する。」(1頁左欄下から2行～右欄2行)",
                    "(イ)「成形すべき樹脂に酸素吸収剤(脱酸素剤)を配合し，溶融混練し，これを押出しや射出等の成形加工に賦するときには，樹脂の架橋を生じて成形性の低下を招き，また架橋した樹脂成分が成形機内に滞留して焦げ等の変質を招くという欠点が認められる。更に，この成形加工段階で配合樹脂組成物に異味，異臭成分が発生し，このものが成形容器中の内容物に移行して，内容品の香味保持性(フレーバー保持性)を損なうという欠点も認められる。",
                    "従って，本発明の目的は，樹脂に配合したとき，樹脂分のゲル化や分解が抑制され，更に異味，異臭成分の発生も抑制された樹脂配合用酸素吸収剤を提供するにある。」(2頁左欄27～38行)",
                    "(ウ)「(問題点を解決するための手段)",
                    "本発明によれば，還元性鉄と酸化促進剤とを含有し且つ鉄に対する銅の含有量が150ppm以下及び硫黄の含有量が500ppm以下であることを特徴とする樹脂配合用酸素吸収剤が提供される。」(2頁左欄下から9～5行)",
                    "(エ)「(作 用)",
                    "本発明は，還元性鉄と酸化促進剤とを含有する酸素吸収剤中の銅(Cu)の含有量を150ppm以下，特に100ppm以下及び硫黄(S)の含有量を500pp",
                    "m以下，特に250ppm以下に抑制すると，樹脂に配合したときのゲル化や分解，更には 異味，異臭成分の発生が有効に防止されるという知見に基づくものである。",
                    "還元性鉄を主体とする酸素吸収剤では，前述した銅成分や硫黄成分が，化合物の形で酸化促進剤として，或いは金属中の不純成分の形で含有されている。還元性鉄は酸素吸収剤の作用の主体をなすものであり，それ自体が酸素と結合して酸素化物等を形成することにより酸素を吸収するものである。還元性鉄単独と酸素との反応は，乾燥した状態ではかなり遅いものであるが，電解質が共存する状態では，所謂銹の発生が急速に進行するように，この酸化反応が著しく促進される。前述した銅成分や硫黄成分は，銅塩や硫酸塩等の形で酸化促進剤として含有されている場合があり，また還元性鉄中に不可避不純物成分として含有されている場合がある。」(2頁右欄5～23行)",
                    "(オ)「本発明において，上記酸素吸収剤中の銅成分及び硫黄成分を，上記基準値以下に抑制することにより，樹脂のゲル化や分解或いは異味，異臭成分の発生が抑制されるという事実は，本発明者等が多数の実験の結果から現象として見出したものであって，その理論的根拠は未だ十分には明らかではないが次のようなものと推定される。",
                    "即ち，酸素吸収剤を配合した樹脂組成物におけるゲル化や分解は，全て高分子ラジカルの発生によるものと認められる。発生した高分子ラジカルは，その寿命内に再結合するとゲル化(架橋)を生じ，さもないと主鎖切断や，低級アルコール，低級アルデヒド，低級カルボン酸等の分解生成物の発生に連なる。本発明者等の研究によると，樹脂中に配合された還元性金属は程度の差はあれ，混練条件下でこの高分子ラジカルを発生する傾向があるが，還元性金属と基準値よりも多い銅成分とを含有する酸素吸収剤では，本発明内のものに比して高分子ラジカルの発生がはるかに多くなるものと認められる。",
                    "事実，添付図面第1図は，酸素吸収剤中における銅成分の量と低級アルコール，低級アルデヒド，低級カルボン酸等の発生量との関係をプロットしたものであり，また第2図は，前記銅成分の量と配合樹脂のメルトインデックスとの関係をプロットしたものであるが，銅成分の含有量は有臭成分の発生量とメルトインデックスとに重大な影響を及ぼしていることが了解される(実験の詳細は後述する実施例参照)。",
                    "本発明において，酸素吸収剤中の銅成分を，前記基準値以下に抑制しただけでは異味，異臭成分の抑制に十分でなく，硫黄成分をも前記基準値以下に抑制することも重要となる。即ち，酸素吸収剤中に含有される硫黄成分は，それが遊離し，或いは樹脂分や樹脂分の分解生成物に作用して，内容品の香味保持性を著しく低下させる異味，異臭成分を与えるが，本発明による前記基準値以下に抑制することにより，香味保持性を優れたレベルに維持することができる。」(2頁右欄下から8行～3頁左欄26行)",
                    "(カ)「配合すべき樹脂は，溶融成形が可能で，前述した吸湿性を有する樹脂である。この吸湿性樹脂は20℃及び0％RHの条件で測定して10−12cc・cm／cm2・sec・cmHg以下の酸素透過係数を有する樹脂であることが特に好ましい。",
                    "吸湿性でしかもガスバリヤー性の樹脂の最も適当な例としては，エチレン−ビニルアルコール共重合体を挙げることができ(る)」(4頁左欄3～9行)",
                    "(キ)「また，前記特性を有する吸湿性ガスバリヤー性樹脂の他の例としては，炭素数100個当りのアミド基の数が5乃至50個，特に6乃至20個の範囲にあるポリアミド類；例えばナイロン6，ナイロン6，6，ナイロン6／6，6共重合体，メタキシリレンアジパミド，ナイロン6，10，ナイロン11，ナイロン12，ナイロン13等が使用される。」(4頁左欄18～23行)",
                    "(ク)「本発明の樹脂配合用酸素吸収剤は，勿論上記樹脂以外に，オレフィン系樹脂や，ポリエステル樹脂，ポリカーボネート樹脂，スチレン系樹脂，塩化ビニル樹脂等の容器乃至フィルム形成用樹脂や，これらの樹脂と前記吸湿性ガスバリヤー性樹脂とのブレンド物に配合して用いることもできる。」(4頁左欄28～33行)(ケ)「(発明の効果)",
                    "本発明の樹脂配合用酸素吸収剤は，樹脂に配合したとき，ゲル化や分解を生じる傾向が著しく小さく，また異味，異臭成分を発生する傾向もなく，…という優れた利点を与えるものである。」(5頁左欄12～18行)",
                    "(コ)「(実施例)",
                    "実施例1",
                    "ミルスケースを原料とする還元性鉄を主成分とし，これに酸化促進剤を加えて製造された酸素吸収性鉄組成物(酸素吸収剤)を20℃−0％RHでの酸素透過係数が4×10−14cc・cm／cm2・sec・cmHgで20℃−100％RHで",
                    "の吸水率が4．8％のエチレン−ビニルアルコール共重合体(エチレン含有量32モル％，ケン化度99．6モル％)と鉄の割合が30重量％となるように，バッチ式高速攪拌翼型混合機(ヘンシェルミキサー)にて混合した。次いでこの混合物を50mm径スクリューを内蔵する押出機／ストランドダイ／ブロワー冷却槽／カッターで構成されるペレタイザーによって220℃でペレット化した。対照品として市販酸素吸収剤(第1表A)を同様にペレタイズした。使用酸素吸収剤の元素分析を後述する方法によって測定し，結果を第2表に示した。また作成されたペレットについてメルトインデックス(MI)および加熱揮発生成物を測定した。明らかに本発明品である銅及び硫黄含有量を低下させた酸素吸収剤を用いたものが優れていた。結果を第3表に示した。」(5頁左欄19～38行)",
                    "(サ)「②メルトインデックス測定",
                    "酸素吸収剤含有エチレン−ビニルアルコール共重合体6gを120mlのジメチルスルホキシド(DMSO)に溶解し，酸素吸収剤成分をフィルターによって分離した後，ポリマー溶液を10倍量の蒸留水中に高速攪拌しながら滴下し，樹脂分を回収した。蒸留水で十分にすすいだ後，50℃で一晩乾燥してMI測定サンプルとした。測定はJIS K 7210に従って行った。試験温度は190℃，荷重は2160gであった。",
                    "③分解生成物の定量測定",
                    "ペレット10gをヘッドスペースガス採集瓶に入れ，窒素ガスを100ml／minで流しながら，170℃に加熱し，発生成分をテナックス(Tenax)管によって吸着捕集した。捕集したテナックス管をガスクロマトグラフ装置(GC)の試料注入口にセットし，220℃に加熱して脱着成分をGCに導入して測定を行った。",
                    "カラムはOV−101キャピラリーカラム(内径0．25mm，長さ25m)を使",
                    "用し，カラム温度は60℃より250℃まで昇温させながら分析した。検出器は水素炎イオン検出器(FID)を用いた。発生量は同一測定条件での全ピーク面積を用いて表わした。」(5頁左欄下から2行～右欄18行)",
                    "(シ)「実施例2",
                    "塩化鉄水溶液より電解法で作られた鉄を粉砕して得られた鉄粉にアルカリ金属ハロゲン化物を酸化促進剤として加えて作成された酸素吸収剤を実施例1の方法でエチレン−ビニルアルコール共重合体中に分散しペレット化した。対照品として同様に，市販の酸素吸収剤(第1表A)を用いて作ったペレットを使用した。本実施例で使用した酸素吸収剤中の元素分析結果を第2表に記した。実施例1と同様の方法でペレットのMI，加熱発生ガス量を測定した。明らかに対照品に比べてMI，発生ガス量とも良い性能を示した。結果を第3表に示した。",
                    "実施例3",
                    "実施例1で使用した還元鉄粉，酸化促進剤より成る酸素吸収剤を，実施例1の方法でエチレン−ビニルアルコール共重合体に分散混合してペレットとした。上記の酸素吸収剤含有エチレン−ビニルアルコール共重合体(EO)を中間層とし，メルトインデックス(MI)が0．5g／10min(230℃)のポリプロピレン(P",
                    "P)を内外層とし，MIが1．0g／10minの無水マレイン酸変成PP(AD",
                    "H)を接着剤層とした対称3種5層シート(全厚み0．9mm，構成比PP／ADH／EO／ADH／PP＝12／1／2／1／12)を50mm径内外層押出機／",
                    "32mm径接着剤層押出機／32mm径中間層押出機／フィードブロック／T−ダイ／冷却ロール／シート引取機で構成される多層シート成形装置にて成形した。得られた3種5層シートを約190℃に加熱後，真空成形機にて高さ15mm，口径100mm，内容積117mlのカップ状容器を作成した。このカップと窒素雰囲気中で2mlの蒸留水を充填後，アルミ箔／PPから成るシール材にて加熱シールを行った。本容器を120℃−30分の熱殺菌を行い，その後60％RH−22℃で保存した。一定期間後の容器内酸素濃度をGCにて測定した。また，同容器に100ml日本薬局方精製水(宮沢薬品製)を充填後，同様の熱殺菌を行い，冷却後にフレーバーテストを行った。対照品として鉄に対して銅含有量が1010ppm，硫黄含有量が3400ppm(対照品1)，及び銅含有量が200ppm，硫黄含",
                    "有量が540ppm(対照品2)である2種類の酸素吸収剤についての同様のカップを成形し，同一試験を行った。結果を第4表に示した。銅及び硫黄含有量は，酸素透過性に影響を与えないがフレーバー性能に影響を与え，本発明品は対照品に比べて明らかに優れていた。",
                    "」(5頁",
                    "右欄19行～6頁右欄第4表)"
                  ],
                  "content": [
                    {
                      "fig": "(ス)",
                      "subject": "図面",
                      "text": [
                        "【第1図】 【第2図】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件の検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上の発明の詳細な説明の記載によれば，本件発明が所期する作用効果は，酸素吸収剤を樹脂に適用した際の樹脂のゲル化及び分解並びに異味・異臭成分の発生を抑制すること(以下「本件作用効果」という。)であると認められる。",
                        "もっとも，発明の詳細な説明には，本件発明の酸素吸収剤を適用する樹脂をエチレン−ビニルアルコール共重合体とした場合，対照品と比較して，メルトインデックス，加熱揮発生成物(加熱発生ガス)の量及びフレーバー性能において優れている旨の各実施例の記載があるにすぎない。第1図及び第2図に記載された結果も，エチレン−ビニルアルコール共重合体を用いた場合のものである。",
                        "しかしながら，発明の詳細な説明には，本件発明の酸素吸収剤を適用するのに特に好適な樹脂(エチレン−ビニルアルコール共重合体を除く。)の例として一定の数のアミド基を有するポリアミド類が，本件発明の酸素吸収剤を適用することができるその他の樹脂の例としてオレフィン系樹脂等がそれぞれ記載されているのであって，それにもかかわらず，エチレン−ビニルアルコール共重合体以外の樹脂(酸素吸収剤の適用の対象となるもの。以下同じ。)については，前記したとおりであって，本件発明が本件作用効果を奏するものと確認された旨の直接の記載は一切存在しないのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，発明の詳細な説明に，エチレン−ビニルアルコール共重合体以外の樹脂一般について，本件発明が本件作用効果を奏することを裏付ける程度の記載がされているといえるか否かについてみると，発明の詳細な説明には，①本件発明は，相違点に係る構成を採用した場合(特に，銅及び硫黄の含有量をそれぞれ100ppm以下及び250ppm以下とした場合)に本件作用効果を奏するとの知見に基づくものである旨の記載(前記イ(エ))，②還元性鉄と電解質が共存する状態においては，還元性鉄の酸化反応が著しく促進される旨の記載(同)，③相違点に係る本件発明の構成を採用することにより本件作用効果を奏するとの事実は，多数の実験の結果から現象として見出されたものであって，その十分な理論的根拠は明らかでない旨の記載(同(オ))，④酸素吸収剤を配合した樹脂組成物におけるゲル化及び分解は，すべて高分子ラジカルの発生によるものと認められ，樹脂中に配合された還元性金属は，程度の差はあるものの，混練条件下で高分子ラジカルを発生する傾向があるところ，還元性金属と本件上限値を超える銅を含有する酸素吸収剤においては，本件発明の酸素吸収剤と比較して，高分子ラジカルの発生がはるかに多くなるものと認められることが上記理論的根拠であると推定される旨の記載(同)，⑤酸素吸収剤中に含有される硫黄成分は，それが遊離し，又は樹脂分やその分解生成物に作用して，内容品の香味保持性を著しく低下させる異味・異臭成分を与えるところ，硫黄の含有量を本件上限値以下とすることによって，香味保持性を優れたレベルに維持することができる旨の記載(同)，⑥本件発明の酸素吸収剤を樹脂に配合したときに，樹脂のゲル化及び分解を生じる傾向が著しく小さく，異味・異臭成分を発生する傾向もないとの優れた利点が与えられる旨の記載(同(ケ))があるにとどまり，それ以上の記載はない。",
                        "しかしながら，①，③及び⑥の各記載の実質は，単に結論(相違点に係る構成を採用した本件発明が本件作用効果を奏する旨)を述べるものすぎない。また，②，④及び⑤の各記載をみても，これを，酸素吸収剤を適用する樹脂の特性(化学構造等)を念頭に置いたものとみることはできないから，当業者において，これらの記載の内容が，エチレン−ビニルアルコール共重合体以外の樹脂一般についても，そのまま妥当するものと容易に理解することができるとみることはできない。さらに，発明の詳細な説明には，当業者において，銅及び硫黄が過大に存在することによる樹脂のゲル化及び分解並びに異味・異臭成分の発生を考える上で，エチレン−ビニルアルコール共重合体とそれ以外の樹脂一般とを同視し得るものと容易に理解することができるような記載は全くない。",
                        "以上からすると，発明の詳細な説明に，エチレン−ビニルアルコール共重合体以外の樹脂一般について，本件発明が本件作用効果を奏することを裏付ける程度の記載がされているものと認めることはできず，その他，そのように認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関し，被告は，<ア>エチレン−ビニルアルコール共重合体がポリオレフィン等の樹脂と比較して熱分解されやすく，樹脂の劣化(ゲル化等)が生じやすいものであること，<イ>発明の詳細な説明に例示されている他の樹脂についても，その劣化等が生じ，異味・異臭成分が発生するのは同様の挙動によるものであることを根拠に，当業者は，エチレン−ビニルアルコール共重合体に適用した場合であっても本件作用効果を奏する本件発明の酸素吸収剤につき，これを他の樹脂に適用した場合に，本件作用効果を同等以上に奏するものと十分に理解することができると主張する。",
                        "しかしながら，上記<ア>の事項は，そもそも発明の詳細な説明に記載されたものではないし，また，上記<イ>の事項についても，前記(イ)のとおり，樹脂の劣化及び分解並びに異味・異臭成分の発生についての発明の詳細な説明の記載が，酸素吸収剤を適用する樹脂の特性(化学構造等)を念頭に置いたものとみることはできないから，発明の詳細な説明に接した当業者が，その記載内容から，本件発明の酸素吸収剤をエチレン−ビニルアルコール共重合体以外の樹脂一般に適用した場合に，本件作用効果を同等に奏するものと容易に理解することができると認めることはできない。また，当業者が，本件出願当時の技術常識に照らし，エチレン−ビニルアルコール共重合体に適用した場合に本件作用効果を奏する本件発明の酸素吸収剤であれば，これをエチレン−ビニルアルコール共重合体以外の樹脂一般に適用しても，本件作用効果を同等に奏するものと容易に理解することができると認めるに足りる証拠はない。",
                        "したがって，被告の主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によると，発明の詳細な説明の記載は，特許法36条4項に定める実施可能要件を満たすものと認めることは到底できないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件を満たしているか",
              "text": [
                "発明の詳細な説明の記載が実施可能要件を満たすものでないことは前記(1)のとおりであるが，進んで，本件発明に係る特許請求の範囲の記載がサポート要件を満たすものであるか否かについても検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法36条5項1号に定めるサポート要件",
                  "text": [
                    "特許請求の範囲の記載が特許法36条5項1号に定めるサポート要件に適合するものであるか否かについては，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，発明の詳細な説明に，当業者において，特許請求の範囲に記載された発明の課題が解決されるものと認識し得る程度の記載ないし示唆があるか否か，又は，その程度の記載や示唆がなくても，特許出願時の技術常識に照らし，当業者において，当該課題が解決されるものと認識し得るか否かを検討して判断すべきものと解するのが相当である。",
                    "そこで，以下，上記観点に立ち，本件発明の酸素吸収剤を適用する樹脂一般について，発明の詳細な説明に，当業者において，本件発明の課題が解決されるものと認識し得る程度の記載ないし示唆があるか否か，また，本件出願時の技術常識に照らし，当業者において，当該課題が解決されるものと認識し得るか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の解決課題",
                  "text": [
                    "前記(1)ウ(ア)において説示したところに照らすと，本件発明が解決すべき課題は，酸素吸収剤を樹脂に適用した際の樹脂のゲル化及び分解並びに異味・異臭成分の発生(本件課題)であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の詳細な説明の記載等",
                  "text": [
                    "前記(1)ウにおいて説示したところに照らすと，本件発明の酸素吸収剤を適用する樹脂がエチレン−ビニルアルコール共重合体である場合はともかく，その余の樹脂一般である場合についてまで，発明の詳細な説明に，当業者において本件課題が解決されるものと認識し得る程度の記載ないし示唆があるということはできず，また，本件出願時の技術常識に照らし，当業者において本件課題が解決されるものと認識し得るということもできないといわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によると，本件発明に係る特許請求の範囲の記載が特許法36条5項1号に定めるサポート要件を満たすものと認めることは到底できないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，「本件発明の効果を奏しない樹脂を包含する点で明細書の記載に不備があるとはいえない」とした本件審決の判断は誤りであり，原告の取消事由4の主張は，実施可能要件の欠缺をいう点及びサポート要件の欠缺をいう点のいずれについても理由があるといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，その余の取消事由について判断するまでもなく，原告の請求は認容されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10304",
    "date": "2009-08-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037906",
    "ipprecedent_id": "1923",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}