{
  "conclusion": [
    {
      "text": "控訴人が当審において交換的に変更した訴えに係る請求を棄却する。"
    },
    {
      "text": "訴訟費用は第1，2審とも控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "被控訴人は，控訴人に対し，10万円及びこれに対する平成19年9月15日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "訴訟費用は第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，被控訴人の被用者が控訴人作成に係る放電プラズマ焼結機の設計図の著作権を侵害したなどと主張し，被控訴人に対し，民法715条1項本文の規定に基づいて，控訴の趣旨1項記載の損害賠償金の支払を求める事案である(以下，この請求を「新請求」という。)。",
        "なお，控訴人は，原審においては，被控訴人が上記著作権を侵害したなどと主張し，被控訴人に対し，民法709条の規定に基づいて，同額の損害賠償金の支払を求めていたが(以下，この請求を「旧請求」という。)，当審において，訴えを交換的に変更したものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，「SPS−S502放電プラズマ燒結機」の設計図(以下「本件設計図」という。)を作成した。",
                "本件設計図は著作物であり，その著作権は控訴人にある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の被用者は，平成6年10月7日，控訴人に対し，本件設計図に係る修正，加筆等があるとして同図の図面原紙を送付するよう要請した上，これを被控訴人に送付させ，その後，本件設計図から著作者である控訴人の署名欄を切除して著作者名の表示を被控訴人の名称に改変した上，改変後の本件設計図の複製物を訴外株式会社A(以下「A」という。)等に頒布して，本件設計図に係る放電プラズマ燒結機を製造させ，これを被控訴人名義で販売した。",
                "被控訴人の被用者が本件設計図の著作者名表示を改変し，その複製物を頒布した行為は，著作権法121条の規定に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人の被用者の上記著作権法121条の規定に該当する行為は，被控訴人の事業の執行につき，故意にされたものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，被控訴人から本件設計図に係る放電プラズマ燒結機の製造を受注し，訴外有限会社(現在は株式会社)Bに対してこれを1台約350万円で発注して製造させた上，約500万円で被控訴人に納入する予定であった。ところが，上記(2)のとおり，被控訴人の被用者が本件設計図に係る放電プラズマ燒結機をAに製造させたことにより，控訴人は，約150万円の得べかりし利益を失った。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，控訴人は，被控訴人に対し，民法715条1項本文の規定に基づき，損害賠償金約150万円のうち10万円及びこれに対する不法行為の後である平成19年9月15日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因(1)の前段は認め，後段は否認する。本件設計図は，著作権法で保護される著作物ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求原因(2)の前段は不知又は否認する。",
                "なお，著作権法121条は，刑事罰について定めた規定であり，同条の規定を根拠とする民事上の損害賠償請求は，主張自体失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "請求原因(3)及び(4)はいずれも否認する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "抗弁(消滅時効)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，「①被控訴人が本件設計図から著作者である控訴人の署名欄を切除して著作者名の表示を被控訴人の名称に改変した事実を控訴人が知ったのは，平成6年10月14日ころのことであり，②被控訴人が上記改変後の本件設計図を複製し，A等に頒布した事実を控訴人が知ったのは，平成7年2月21日ころのことであり，③被控訴人が控訴人に対して本件設計図に係る放電プラズマ燒結機の製造を発注せず，Aに製造させて被控訴人名義で販売したことから，得べかりし利益を失った事実を控訴人が知ったのも，平成7年2月21日ころのことである。」と主張するので，被控訴人は，これらの控訴人の主張を援用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，仮に，控訴人が主張する不法行為が成立するとしても，控訴人は，遅くとも平成7年2月21日(以下「本件起算日」という。)ころには，被控訴人の被用者が加害者であること，被控訴人の被用者の不法行為が被控訴人の事業の執行についてされたものであること及び被控訴人の被用者の不法行為によって損害が発生したことを知ったといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件起算日ころから，3年の期間が経過した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，控訴人に対し，平成20年1月17日の原審第3回口頭弁論期日において，上記時効を援用するとの意思表示をした。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "抗弁に対する認否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "抗弁(1)は認め，(2)は否認する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，加害者である被控訴人の被用者を知らないから，本件について民法724条前段の規定の適用はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人の被用者の不法行為が被控訴人の事業の執行についてされものと判断するに足りる事実を知らないから，本件について同条前段の規定の適用はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人の不法行為は，放電プラズマ焼結機一台ごとに継続して行われ，これによる損害も継続して発生しているのであるから，新請求に係る損害賠償請求権の消滅時効は，放電プラズマ焼結機一台ごとに係る新たな損害を知った時から別個に進行すると解すべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "事案にかんがみ，抗弁から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "抗弁について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "抗弁(1)の事実は，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の事実に加え，控訴人主張に係る請求原因事実の内容，その他弁論の全趣旨を総合すれば，控訴人は，遅くとも本件起算日ころには，その主張する不法行為の加害者が被控訴人の被用者であること，被控訴人の被用者による同不法行為が被控訴人の事業の執行についてされたものであること及び被控訴人の被用者による同不法行為によって損害が発生したことを知ったとの事実，すなわち，抗弁(2)の事実が認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "抗弁(3)及び(4)の各事実は，それぞれ，当裁判所に顕著な事実又は記録上明らかな事実である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「加害者である被控訴人の被用者を知らない」と主張する。しかしながら，上記(2)のとおり，控訴人は，遅くとも本件起算日ころまでには，その主張する不法行為の加害者が被控訴人の被用者であることを知ったものと認められる。控訴人の上記主張の趣旨が，仮に，加害者である被控訴人の被用者の氏名や役職等を知らないというものであるとしても，民法715条1項本文の規定にいう「被用者」が加害者であることを被害者が知ったというためには，当該被害者が当該被用者の具体的な氏名，役職等までをも知ることを要しないものと解するのが相当であるから，控訴人の上記主張は，上記(2)の認定を左右するものではなく，これを採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，「被控訴人の被用者の不法行為が被控訴人の事業の執行についてされものと判断するに足りる事実を知らない」と主張するが，上記(2)のとおり，控訴人は，遅くとも本件起算日ころには，被控訴人の被用者による不法行為が被控訴人の事業の執行についてされたものであることを知ったものと認められるから，これを採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，「被控訴人の不法行為は，放電プラズマ焼結機一台ごとに継続して行われ，これによる損害も継続して発生しているのであるから，新請求に係る損害賠償請求権の消滅時効は，放電プラズマ焼結機一台ごとに係る新たな損害を知った時から別個に進行すると解すべきである。」と主張するが，控訴人主張の請求原因事実の内容並びに原審第2回口頭弁論期日及び第3回口頭弁論期日における控訴人の各陳述の内容に照らせば，控訴人が本訴において主張する損害は，遅くとも本件起算日ころまでに発生した逸失利益相当の損害であると認められるから，控訴人の上記主張は，請求原因事実として主張しない損害に係るものであり，主張自体失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，抗弁は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，請求原因について判断するまでもなく，控訴人の新請求は理由がない。よって，控訴人の新請求を棄却することとして，主文のとおり判決する(なお，控訴人の旧請求について判断した原判決は，当審における訴えの交換的変更により，当然に失効した。)。"
          ]
        }
      ]
    }
  ]
}