{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2005−39065号事件について平成19年12月11日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「番組サーチ装置および番組サーチ方法」(後記の本件訂正後の発明の名称は「番組サーチ装置」である。)とする特許第3130501号(昭和63年6月6日原出願，平成10年3月10日分割出願，平成12年11月17日設定登録。以下「本件特許」という。)の特許権者である。",
            "本件特許に対して，特許異議の申立て(異議2001−72106号事件)がされたが，その手続において，原告は平成14年9月26日に訂正請求をした(甲2)。特許庁は，平成16年12月17日，「訂正を認める。",
            "特許第3130501号の請求項1ないし4に係る特許を取り消す。」との決定をした(甲2)。これに対し，原告は，平成17年2月2日，同決定の取消しを求めて東京高等裁判所に対し訴訟を提起するとともに，同年4月20日，訂正審判を請求(甲2。この訂正を「本件訂正」という。訂正2005−39065号事件)した。特許庁は，平成18年1月6日，「本件審判の請求は，成り立たない。」との審決をした(甲5)。",
            "原告は，平成18年2月15日，上記審決の取消しを求めて知的財産高等裁判所に対し訴訟を提起したところ，同裁判所は，平成19年1月25日，上記審決を取り消す旨の判決をした。特許庁は，再度の審理をした結果，平成19年12月11日，「本件審判の請求は，成り立たない。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正の内容",
          "text": [
            "本件訂正後の本件特許に係る特許請求の範囲の請求項1，2の記載は，次のとおりである(下線部は，本件訂正に係る箇所である。)。",
            "【請求項1】",
            "少なくともテレビ放送の内容とチャンネルと放映開始時刻とを含む情報が電子化されて予め記憶された記憶手段と，",
            "上記記憶手段に記憶されている情報に基づき，番組がチャンネルと時間とに対応した位置に配置された番組表であって，その日の番組表の一部を出力する番組表出力手段と，",
            "上記番組表出力手段によって出力された番組表上を上記チャンネルの方向及び上記時間の方向それぞれ独立にカーソルを移動させて所望の番組内容を指定するための指定手段と，",
            "上記番組表出力手段が出力する番組表を，上記カーソルの移動に伴い移動後の上記カーソル位置に応じた上記番組表に更新させると共に，上記カーソルの移動に伴い上記カーソルの位置情報をRAMに記憶させてその情報を更新させる更新手段と，",
            "毎週キーが操作された場合には，上記RAMに記憶された上記カーソルの位置情報に基づき，上記記憶手段に記憶されている翌週以降のテレビ放送の内容のなかから，上記指定手段により指定された内容と同一の番組を，異なる時間帯の番組よりサーチするサーチ手段と，",
            "受信されたテレビの放送内容から，特定の放送内容を抽出するチューナと，",
            "上記サーチ手段によってサーチされた番組の放映開始時刻になると，その放送内容を上記チューナに抽出させる放送内容出力手段と",
            "を備えたことを特徴とする番組サーチ装置(以下この発明を「本件訂正発明1」という。)。",
            "【請求項2】",
            "請求項1に記載の番組サーチ装置において，",
            "上記チューナが抽出した放送内容を録画するためのビデオ録画装置を備えており，",
            "上記記憶手段が，",
            "少なくともテレビ放送の内容とチャンネルと放映開始時刻と放映終了時刻とを含む情報が電子化されて予め記憶されたもの，であり，上記放送内容出力手段が，",
            "上記サーチ手段によってサーチされた番組に関して上記記憶手段に電子化されて記憶された情報に基づき，その番組の放映開始時刻になると，その放送内容を上記チューナに抽出させ，その番組の放映終了時刻まで上記ビデオ録画装置に録画させるものであることを特徴とする番組サーチ装置(以下この発明を「本件訂正発明2」といい，本件訂正発明1と併せて「本件各訂正発明」という。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件各訂正発明は，米国特許第4706121号(甲8，9。以下「刊行物1」という。)に記載された発明及び周知技術(甲10ないし17)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，刊行物1記載の発明(以下「引用発明」という。)の内容並びに本件各訂正発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "テレビ受像器と，VCRと，TV放送信号を受信し，前記テレビ受像器及びVCRに接続されて，選択された番組の放送時間に選択された番組に関する放送信号を供給するプログラム可能チューナと，番組スケジュール情報を処理して，ユーザ選択基準に基づいて多数の番組シリーズ中の一つの番組を選択し，シリーズ中の残りの番組を(サーチして)自動的に含める放送番組の選択を行い，選択された番組の放送時間にテレビ受像器，ないし，VCRに自動的に供給(プログラム)するテレビスケジュールシステムであって，CPUと，前記CPUに接続され，前記チューナから供給されるTV放送信号から分離されてデジタル化された番組スケジュール情報信号を供給するデータ復調器と，前記データ復調器から受信された情報，ないし，CPUで読み取られるディスケットのスケジュール情報を使用して，データが記憶される一時バッファ，前記データを誤り検査・訂正等の後，番組一覧表示データを記憶する番組一覧表示バッファの各記憶手段と，",
                "複数のユーザ選択メニューを前記テレビ受像器上に表示するためのビデオ表示生成器と画面バッファを有し，",
                "＊手動モードでは，チャンネルが選択される都度，チャンネル番号またはチャンネル名，番組の名称，番組開始後の経過時間，及び番組の残り時間が画面の一番下の行に表示され，",
                "＊MG(マスタ・ガイド)モードでは，番組の開始時間，番組名，チャンネル名，その他ステータス等が一覧表示され，",
                "＊PG(番組ガイド)モードでは，画面を分割して，番組の開始時間，番組名，チャンネル名を含む予約スケジュールのMGモードと同様の一覧表示される一覧表示のための表示手段と，",
                "前記表示手段で，MGモードが選択されると，システム・クロック時間とカレンダをステータス行バッファに記憶し，設定一覧表示ポインタが現在の時刻と日付に基づいて最も近い0分ちょうどの時刻に調整し，前記画面バッファが一杯になるまで番組一覧の検索をする手段と，番組一覧表示が前記画面バッファに配置される書換可能な記憶手段と，",
                "CPUに接続され前記一覧表示からユーザ番組選択その他のユーザ入力を行う，",
                "SEL228：TV上に表示されるメニューから番組を選択する，",
                "↑232／↓234：ポインタを一覧表示の一番上／下に向けて動かし，ポインタが一番上／下の行にある時押すと前／次のページに自動スクロールする，",
                "→236／←238：次／前のページに移動し，ポインタの位置は変更されないで，最後／最初のページが表示されている場合1週間の一覧表示の始め／終わりに戻る，",
                "＋：翌日に進み，時間は変更されないで，1週間の曜日毎に移動する，等の複数のキー入力手段を有し，",
                "前記画面バッファは，カーソルの上下に対応して更新され，新しいカーソル位置を反映し，番組一覧表示の次ページ又は前のページを表示する際，前記画面バッファをクリアする手段と，",
                "前記複数のキー入力手段のうち，↑232，↓234，→236，←238のカーソルキーはカーソルを一行上下，1ページ前後に移動させて，異なる番組を選択することができ，前記カーソルが一覧表示にあるときにSELキーで選択した番組に対して，PGスケジュールモードではスケジュール画面バッファを選択し，選択された，番組のチャンネルと開始時刻が含まれる一覧表示をスケジュール区分にコピーする手段と，",
                "毎週のシリーズとシリーズものでない番組の特別イベントについてのPG＋スケジュール設定は，週毎の覚え書きカレンダで作成できるもので，毎日または毎週のショーを，特定の日付または番組一覧表示中の番組がある日全てについてリンク・コードを使用してスケジュールに入れ同一番組を，番組よりサーチする手段と，",
                "を備えたテレビスケジュールシステム。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "少なくともテレビ放送の内容とチャンネルと放映開始時刻とを含む情報が電子化されて予め記憶された記憶手段と，",
                "上記記憶手段に記憶されている情報に基づき，番組がその日の番組表の一部を出力する番組表出力手段と，",
                "上記番組表出力手段によって出力された番組表上にカーソルを移動させて所望の番組内容を指定するための指定手段と，",
                "上記番組表出力手段が出力する番組表を，上記カーソルの移動に伴い移動後の上記カーソル位置に応じた上記番組表に更新させると共に，上記カーソルの移動に伴い(記憶手段2)に記憶させてその情報を更新させる更新手段と，",
                "キーが操作された場合には，上記(記憶手段2)に記憶された上記情報に基づき，上記記憶手段に記憶されているテレビ放送の内容のなかから，上記指定手段により指定された内容と同一の番組を，異なる時間帯の番組よりサーチするサーチ手段と，",
                "受信されたテレビの放送内容から，特定の放送内容を抽出するチューナと，",
                "上記サーチ手段によってサーチされた番組の放映開始時刻になると，その放送内容を上記チューナに抽出させる放送内容出力手段と",
                "を備えた番組サーチ装置である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "番組表に関し，本件各訂正発明は，「チャンネルと時間とに対応した位置に配置された番組表」としているのに対し，引用発明は，少なくともチャンネルと時間と放送内容をもつ放送形式の情報が番組一覧表示される意味での「番組表」であり，チャンネルと時間とに対応した位置に配置された番組表の点について特に示されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "番組表との関連で，番組内容を指定する指定手段であるカーソルであるが，本件各訂正発明は，「番組表上を上記チャンネルの方向及び上記時間の方向それぞれ独立にカーソルを移動」させてするというものであるのに対し，引用発明は，この点について特に示されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本件各訂正発明においては，カーソルの移動に伴い「カーソルの位置情報をRAM」に記憶させてその情報を更新させる更新手段を備えるのに対し，刊行物1には，カーソルの位置情報を記憶手段2に記憶するものであるがRAMに記憶させることについて明記されていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "番組のサーチに関し，本件各訂正発明は，「毎週キーが操作された場合には，上記RAMに記憶された上記カーソルの位置情報に基づき」「翌週以降の」テレビ放送の「異なる時間帯」の番組からサーチするものであるのに対し，引用発明にはRAMとの構成が明確でなく，「Aキー242」が操作された場合にリンクコードによってリンクされた不規則な時刻と間隔で放送されるシリーズの番組がサーチされるものである点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，一致点の認定の誤り(取消事由1)，相違点についての容易想到性判断の誤り(取消事由2)，手続上の瑕疵があるから(取消事由3)，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「サーチ手段」について「指定手段により指定された内容と同一の番組をサーチする」点を一致点と認定したが，誤りである。",
                "引用発明は，本件各訂正発明のように指定手段により指定された内容と同一の番組をサーチするのではなく，放送局で割り当てられたリンク・コードによりシリーズとされた番組をリンクしてスケジュールに入れるのみである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，引用発明の「リンク・コード」は番組を識別し，その中から番組を選択する機能を奏すると主張するが，失当である。リンク・コードは，あくまで放送局がシリーズ番組について視聴者の便宜を図るために割り当てられたものであり，本件各訂正発明のように「指定された内容と同一の番組を，異なる時間帯の番組よりサーチする」ものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1についての容易想到性の判断の誤り",
              "text": [
                "審決は，相違点1について，周知技術(甲10ないし13)に基づいて本件各訂正発明の「番組表」は当業者が容易に想到できたものと判断したが誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，アメリカ合衆国において，衛星放送やケーブルテレビなど多数の番組が存在し多数のチャンネル数が存在することを前提として，ユーザの選択基準により選択したものを表示して番組を指定するというものである。したがって，引用発明は，本件各訂正発明の「番組表」のように「番組がチャンネルと時間とに対応した位置に配置」は前提としておらず，紙媒体と同じ表示をしてその画面から指定するという発想は出てこない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の「番組表」は，少なくともチャンネルと時間と放送内容を持つ放送形式の情報が番組一覧表示されるという意味にすぎず，本件各訂正発明のようにすべてのチャンネルの番組を対象としているものではない。",
                    "刊行物1の記載によれば，引用発明では，特定の時刻から前方(過去方向)又は後方(未来方向)の一方向へ番組の検索がされて番組一覧表示がされる。すなわち，ページが「下へ」の場合には，設定された設定一覧表示ポインタの位置よりも後方(未来方向)に存在する番組のみが検索され，設定一覧表示ポインタの位置よりも前方(過去方向)に存在する番組が選ばれることはない。したがって，引用発明において表示される番組一覧は，所定の時点よりも未来又は過去の一方向に存在する番組のみによって構成されたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記周知技術は，番組欄表示を放映チャンネル毎と時刻情報をともに並べて配置するものであるが，周知技術のように参照するために番組欄を表示することと，本件各訂正発明のように番組を指定することを前提として番組表を表示することとは異なる発想に基づくものであるし，多数の番組ないしチャンネルの存在を前提とする引用発明とはその前提が異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての容易想到性の判断の誤り",
              "text": [
                "審決は，相違点2について，「『番組表上を上記チャンネルの方向及び上記時間の方向それぞれ独立にカーソルを移動』して所望の番組内容を指定することは当業者が容易に想到しうるものである。」と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各訂正発明の「カーソルの位置情報」は，チャンネルと時間とに対応した位置に番組が配置された「番組表上」の位置情報を指している。これに対して，引用発明における「位置情報」は，スクリーン上の座標系における「X座標」と「Y座標」に対応した位置情報である。すなわち，本件各訂正発明は，カーソルの移動手段に関し，従来とは異なる独自の優れた移動方法を採り，そのカーソル位置をスクリーン上の位置ではなく，番組表上の位置として捉えていることに特徴があるにもかかわらず，審決はこの点を理解していない点で誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各訂正発明の出願当時，ディスプレイ画面にはユーザが何らかの操作をした結果が表示されるのみであって，入力については結果の画面とは別個の入力画面があり，そこからキーボードを用いて入力するのが通常であった。したがって，上記出願当時の技術水準に照らせば，番組表を画面表示できたとしても，その画面表示の中から一定の番組を選択するという発想に到達することが必ずしも当業者に容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な作用効果の看過",
              "text": [
                "審決は，本件各訂正発明の奏する効果は，引用発明から当業者が十分に予測可能なものであって，格別のものとはいえないと判断したが，誤りである。",
                "本件各訂正発明は，指定手段により指定された番組をサーチした後，毎週キーが操作されると，記憶装置内に記憶された翌週以降の番組の中から同一の番組をサーチするため，いったんある番組をサーチすると，翌週以降に放映される同じ番組を簡単にサーチすることができるという顕著な作用効果を奏する。審決は，かかる本件各訂正発明の顕著な作用効果を看過している点で誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)",
          "text": [
            "平成19年6月14日付け訂正拒絶理由通知書(甲6。以下「本件訂正拒絶理由通知書」という。)では，引用発明の画面表示について「番組表」であるとの前提はなかったにもかかわらず，審決は「番組表」であることを前提としている。そうすると，引用発明の画面表示の解釈について反論の機会が与えられていないから，審決には手続上の瑕疵がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)に対し",
          "text": [
            "引用発明においては，視聴者の選択基準を満たす番組の発見には不規則な時刻と間隔で放送される多数の番組から識別して選択する操作と手順が必要であるところ，その操作は，番組の1つのユーザ選択に応答して「Aキー242」の操作であり，その際に「リンク・コード」は，番組を識別し，その中からさらに番組を選択していく機能を奏するものであり，大量の番組情報から番組を1つのユーザ選択に応答して調べて探す機能を有する。したがって，「キーが操作された場合」以降の一連の態様が本件各訂正発明の「サーチ手段」に含まれることは明らかである。審決の一致点の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての容易想到性の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1についての容易想到性の判断の誤りに対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各訂正発明には，「記憶手段に記憶されている情報に基づき，番組がチャンネルと時間とに対応した位置に配置された番組表」及び「その日の番組表の一部を出力する番組出力手段」との特定があるだけで，「全ての番組」や「全てのチャンネル」との記載も示唆もない。原告の主張は，本件各訂正発明に係る特許請求の範囲に基づかない主張である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本件各訂正発明が「少なくともテレビ放送の内容とチャンネルと放映開始時刻とを含む情報が電子化されて予め記憶された記憶手段」に記憶された，放映されるすべての番組について表示できることを前提としているとしても，引用発明においても「データ復調器から受信され，記憶手段に記憶されている情報である番組の名称，チャンネル番号またはチャンネル名，番組開始時間を含む番組スケジュール情報」は，すべての番組を表示の対象とすることが可能である。審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明において表示される番組一覧は，所定の時点よりも未来又は過去の一方向に存在する番組のみによって構成されたものであると主張するが，失当である。",
                    "刊行物1の記載によれば，ページが「上へ」の場合には，設定された設定一覧表示ポインタの位置よりも前方(過去方向)に存在する番組を表示することができることは明らかである。チャンネルの制限の有無に対応して，それぞれの状態で「各」チャンネル表示がされることとなるのは当然のことであり，この点において引用発明は本件各訂正発明と差異はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用発明は，番組数ないしチャンネル数が多数であることを前提としていると主張するが，本件各訂正発明には何らの限定がないので失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての容易想到性の判断の誤りに対し",
              "text": [
                "本件各訂正発明には，「番組がチャンネルと時間とに対応した位置に配置された番組表」，「チャンネルの方向及び時間の方向それぞれ独立にカーソルを移動」との記載があるものの，これらの記載からはチャンネルと時間とに対応している位置において番組がどのように配置されているかについて明らかではない。原告の主張は本件各訂正発明に係る特許請求の範囲に基づかない主張である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な作用効果の看過に対し",
              "text": [
                "前記1のとおり，審決の一致点の認定に誤りはないから，本件各訂正発明には原告が主張する顕著な作用効果を奏するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)に対し",
          "text": [
            "本件訂正拒絶理由通知書においても「一致点」に「番組表」である点を含めているので，何ら審決において上記の解釈を変更したものではない。原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張には理由がなく，原告の請求を棄却すべきものと判断する。以下理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各訂正発明の内容",
          "text": [
            "本件各訂正発明に係る特許請求の範囲の記載は，第2の2記載のとおりである。",
            "また，本件訂正に係る明細書(甲1，2。以下「本件訂正明細書」という。)には，以下の記載がある。",
            "「ROM32には，制御プログラムと共に，1週間から4週間分程度の放映番組の簡単な内容と放映開始・終了時刻が記憶されている。・・・」段落【0012】",
            "「次に，第4図に示す番組表の説明図，第5図，第6図に示すフローチャートに従って，録画予約カード1およびVTR3の各CPU31，51が実行する処理について説明する。録画予約カード1は，VTR3に装着されて電源が投入されると，第5図に示すカード側処理ルーチンを開始し，まず，カーソル位置の初期化等の処理を行なう(ステップ100)。カーソルの初期位置は，予め定めた原点であり，第4図に示す番組表では，最も小さな番号のチャンネルでかつ最も早い時間帯の番組(本実施例では番組A1)に対応した位置である。その後，ROM32から番組表を読み出し(ステップ110)，このうちカーソル位置に応じた領域の番組データおよびカーソル位置のデータを入出力ポート38を介してVTR3に出力する処理を行なう(ステップ120)。即ち，テレビ受像機5には，番組表のすべてを一度に表示することができないので，カーソルの位置を中心に一画面分の番組データを出力するのである。出力された番組データは，コネクタ30を介して一旦RAM53に記憶され，後でCPU51の制御により映像信号出力部70に送られ，ここで映像信号に変換された後，テレビ受像機5に出力される。このステップ110からステップ120に至る処理が本発明の番組表出力手段としての処理に相当する。続いて，録画予約カード1の表面に設けられたキーが操作されるのを待ち(ステップ130)，その入力キーに応じてステップ140以下の処理に移行する。」段落【0014】",
            "「入力されたキーがカーソルキーの場合には，操作されたキー21ないし24のいずれかに応じたカーソルデータを出力し(ステップ140)，RAM33に記憶されるカーソル位置情報を番組表の構成に応じて更新する処理を行なう(ステップ150)。例えば，カーソルが第4図に示す番組C3の位置にある場合に，上向き矢印のカーソルキー21が操作されたときには，そのデータをVTR3の映像信号出力部70に出力すると共に，録画予約カード1内のカーソル位置情報を番組C3から番組C2の位置に更新するのである。また，右向き矢印のカーソルキー24が操作された場合には，カーソル位置情報は，番組C3から番組D3の位置に更新される。以上の処理の後，ステップ120に戻り再びステップ120以下の処理を実行する。従って，カーソルが現在表示している領域の外に移動された場合には，ステップ120の処理により，表示される番組の領域も更新される。なお，このステップ120からステップ150に至る処理が本発明の更新手段としての処理に相当する。 」段落【0015】",
            "「ステップ130の判断において入力キーが「設定」キー11であると判別された場合には，現在のカーソル位置情報に応じた番組の開始時刻とそのチャンネル番号とをROM32から読み出し(ステップ160)，続けて録画開始時刻をVTR3のCPU51に出力する処理を行なう(ステップ170)。例えば，カーソルが番組C3にある場合には，この番組の開始時刻8時45分とチャンネルCH5とが読み出され出力される。続いて，その番組の終了時刻を読み出して(ステップ180)，その時刻を出力する処理を行なう(ステップ190)。上述した例では，終了時刻9時30分が読み出され出力されることになる。」段落【0016】",
            "「一方，「毎週」キー12が入力された場合には，ROM3内に記憶された翌週以降の番組をサーチし(ステップ200)，現在カーソルが存在する番組と同一の番組が翌週以降に存在するか否かの判断を行なう(ステップ210)。翌週以降に同一番組が存在すれば，既述した「設定」キーの操作時と同様に，その番組の日付を含む開始時刻・チャンネルの読出と出力，更に終了時刻の読出と出力とを行なう(ステップ160ないし190)。同一番組がなければ，そのままステップ120に戻って，キー入力から処理を繰り返す。この処理により，翌週以降に同一番組が異なる時間帯に放映される場合でも，容易にこれを予約することができる。つまり，ステップ200，およびステップ210から，ステップ160に流れてステップ190に至る処理が本発明のサーチ手段としての処理に相当する。尚，VTR3側の処理については後述する。」段落【0017】",
            "「ステップ130において入力キーが「連続」キー13であった場合には，それまでに設定した複数の番組のうち連続する番組についてその終了時刻を取り消す処理を行なう(ステップ220)。この結果，連続する複数の番組(チャンネルが異なる場合も同一の場合も含む)の録画が設定された場合，ひとつの番組の放映時間が終了する度にVTR3の電源を落とすことがない。」段落【0018】",
            "「以上，録画予約カード1側の処理について説明したが，この処理に応じて，VTR3側では次の処理が行なわれる。第6図に示すように，まず，録画予約カード1からデータの出力があるまで待ち(ステップ300)，データ出力があった場合には，その内容を判別する(ステップ310)。出力の内容がカーソルデータ(第5図ステップ140に対応)の場合には，CPU51は，映像信号出力部70にデータを出力し，表示している番組の反転位置を更新する(ステップ350)。例えば，第4図に斜線を施した番組C3が反転表示されている場合，録画予約カード1から下向き矢印のカーソルキー22が操作されたとの情報が送られたときには，番組C4を反転表示し番組C3を正常表示した映像信号の出力に切り換えるのである。」段落【0019】「一方，録画予約カード1からの出力の内容が番組表のデータである場合には，第5図ステップ120で出力されるデータに対応して，これを一旦RAM53に蓄えた後，テレビ受像機5に表示するデータとして映像信号出力部70にセットする処理(ステップ320)と，録画予約カード1が出力するカーソル位置データを入力する処理とを行なう(ステップ330)。続いて，入力したカーソル位置のデータに基づいて反転表示する番組の位置を映像信号出力部70に設定する処理を行なう(ステップ340)。」段落【0020】「以上説明したように，本実施例の録画予約カード1は，予め1週間ないし数週間分の番組の内容とその開始終了時刻を記憶しており，これをテレビ受像機5に表示して，番組の録画予約に供するので，録画予約を極めて簡単に行なうことができる。番組を選択するだけでよいので，時間の設定やバーコードの読取等の手間を要せず，機械の操作になれていない者にもその操作は容易である。更に，本実施例では，同一内容の番組をサーチすることができるので，連続番組が異なる時間帯に放映される場合でも，その録画予約を簡略に行なうことができる。」段落【0027】",
            "「以上詳述したように，本発明の請求項1記載の番組サーチ装置によれば，サーチした番組を自動的に受信することができ，当該番組サーチ装置の操作者などが所望の番組を見逃す危険性を非常に低くすることができる。請求項2記載の番組サーチ装置においては，記憶手段が，テレビ放送の内容とチャンネルと放映開始時刻に加え，電子化された放映終了時刻をも予め記憶したものとなっている。そして，放送内容出力手段を備えており，サーチ手段によってサーチされた番組に関して記憶手段に電子化されて記憶された放映開始時刻になると，その放送内容をチューナに抽出させ，その番組の放映終了時刻までビデオ録画装置に録画させるので，サーチした番組を予約録画することができる。」段落【0029】【発明の効果】"
          ]
        },
        {
          "fig": "2",
          "subject": "刊行物1の記載",
          "text": [
            "刊行物1(甲8，9)には，以下の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「本発明は，ユーザがスケジュールからあらかじめ選択した番組を呈示するよう，テレビ受像機を制御するための電子システムと方法に関する。特に，本発明は様々な形で組み合わされる選択基準をユーザが使用して，放送番組の選択を行うことができるようにする電子システムと方法に関する。さらに詳しくは，本発明は放送形態のスケジュール情報を受信し，次にそのスケジュール情報を処理して選択を行う電子システムと方法に関する。本発明はさらに，ユーザがメニューから簡単な選択を行うことにより，ビデオ・カセット・レコーダ(VCR)を無人操作でプログラムできるようにするシステムに関する。」(甲9，1頁7～17行)"
            },
            {
              "fig": "(2)",
              "text": [
                "「従って，本発明の目的はユーザが供給する選択基準によるスケジュール情報から視聴する放送番組を選択することで，ユーザがテレビ受像機を制御できるようにするシステム及び方法を提供することである。",
                "本発明の別の目的は，放送としてスケジュール情報を受信するシステムと方法を提供することである。",
                "本発明の別の目的は，直前のスケジュール変更及び追加に対応できる該システム及び方法を提供することである。",
                "本発明のさらに別の目的は，番組選択を行うために，ユーザが供給する選択基準をシステムによって組み合わせることができる該システムを提供することである。",
                "本発明のまたさらに別の目的は，選択基準が包含または除外のいずれかの基準として使用される該システム及び方法を提供することである。",
                "本発明の別の目的は，手動チャンネル選択を行う必要が除去され，全ての番組がメニュー項目をポイントすることで選択される該システム及び方法を提供することである。",
                "本発明のまたさらに別の目的は，選択された放送番組の時刻にテレビ受像機がオンになっているかを判定し，テレビ受像機がオンになっていない場合，選択された番組をVCRまたは他の番組録画装置に自動的に供給する該システム及び方法を提供することである。・・・(中略)・・・本発明のまたさらに別の目的は，多数の番組シリーズ中の単一の番組を選択し，シリーズ中の残りの番組を自動的に含めることのできる該システム及び方法を提供することである。」(5頁下から7行～6頁下から5行)(3) 「記憶手段はデータ・プロセッサによって選択された番組に関するスケジュール情報を受信するよう接続される。プログラム可能なチューナが提供され，テレビ受信機へ接続される。プログラム可能チューナはデータ・プロセッサから制御信号を受信するよう接続されるので，選択された番組の放送時に，選択された番組に関する放送信号をテレビ受信機に供給することができる。",
                "本発明の方法には以下のステップが含まれる。番組スケジュール情報がデータ・プロセッサに供給される。ユーザ番組選択基準がデータ・プロセッサに供給される。ユーザ選択基準が使用され，データ・プロセッサ中の番組スケジュール情報から視聴する番組を選択する。記憶された情報が使用され，テレビ受信機を選択された番組に同調する。」(9頁5～17行)(4) 「本システムは多量のスケジュール情報を検索して視聴者の選択基準を満たす番組を発見するので，番組選択は手動選択よりはるかに容易かつ高速になる。」(10頁14～16行)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "「キーボード操作の概要",
              "text": [
                "図5は，図3及び図4の遠隔制御送信機116及び188で使用されるキーボード220の配置を示す。キー222～244は以下の意味を有する。",
                "MG222：番組の直接一覧表示及び即時選択のためのマスタ・ガイド。",
                "PG224：記憶された機能を設定し，ヘルプ情報にアクセスするための番組ガイド。",
                "TV226：従来のチャンネル選択を選ぶ。",
                "SEL228：TV上に表示されるメニューから番組を選択する。",
                "C230：PGモードで記憶された番組を取り消す。MGモードのチャンネル制限のオン，オフを行う。",
                "↑232：ポインタを一覧表示の一番上に移動する。ポインタが一番上の行にある時押すと前のページに自動スクロールする。",
                "↓234：ポインタを一覧表示の一番下に移動する。ポインタが一番下の行にある時押すと次のページに自動スクロールする。",
                "→236：次のページに移動する。ポインタの位置は変更されない。最後のページが表示されている場合1週間の一覧表示の始めに戻る。",
                "←238：前のページに移動する。ポインタは変更されない。一覧表示がすでに始めにある場合，1週間の一覧表示の終わりに戻る。",
                "P240：前に数字キーを押さない場合，Pは一覧表示をゴールデンアワーだけに制限する。数字キーの後に入力した場合，Pは午後を示す。",
                "A242：前に数字キーを押さない場合，Aは一覧表示を選択されたテーマだけに制限する。数字キーの後に入力した場合，Aは午前を示す。",
                "244：翌日に進み，時間は変更されない。1週間の曜日毎に移動する。」(19頁下から5行～21頁2行)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "「MGマスタ・ガイド・モード",
              "text": [
                "このモードでは，一覧表示から番組を直接選択できる。平均的なユーザにとって，マスタ・ガイド(MG)モードが使用する唯一のモードである。MGモードにアクセスするには，MGキー222を一度押す。MGモードを出るにはMGキー222をもう一度押すか，ポインタが所望の番組の位置にある場合SELキー228を押す。(中略)",
                "以下はMGキー222が押された時の画面の一例である。一覧表示は常に直前30分から開始される。ポインタは常に最後になされた選択(この例ではウオール・ストリート・ウイーク)に置かれることに注意されたい。",
                "9：00 ホテル・シリーズ チャンネル7",
                "ニュース チャンネル2",
                "ウオール・ストリート・ウイーク チャンネル17",
                "映画 F2，チャンネル20",
                "9：15 映画 HBO",
                "9：30 SF通り チャンネル2",
                "水曜日，6月30日，ゴールデンアワー：午後6時～午後11時，テーマ2，時刻：午後9時23分，チャンネル・グループ2，残り時間：7分，ウオール・ストリート・ウイーク",
                "画面一番下の3行のステータス行以外に，画面は16行の番組情報を一覧表示することに注意されたい。」(21頁3行～22頁末行)"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "「カーソル・キー232～236を使用して異なる番組を選択することができる。UP／DOWＮカーソル・キー232～234はカーソルを一度に1行上または1行下に移動させる。一覧表示の一番上又は一番下に到達すると，UPキー234は1つ前のページを自動的に画面に表示し，DOWＮキーは次のページを画面に表示させる。」(25頁下から4行～26頁2行)(8) 「異なったテーマに関心を有する何人かの視聴者に対応するため，番組マスタは4つまでのテーマ一覧表示を作成する機能を有する。(中略)なお，ユーザが番号付き一覧表示を作成する時，番組マスタはまだ全ての番組が一覧表示されるデフオルト・モード(テーマ・オフ・モード)を提供している。",
                "番号付きリストが作成されない場合，番組マスタはテーマ・オフとテーマ・オンの2つのモードだけを提供する。」(29頁下から8行～30頁2行)(9) 「常に全てのチャンネルが一覧表示されるデフォルト・チャンネル・モードが存在する。MGモードでは，Cキーが押される度に，チャンネル・グループ番号が変更される。それ以上グループ番号がない場合，デフォルト・チャンネル・モードが表示される。」(34頁12～16行)"
              ]
            },
            {
              "fig": "(10)",
              "subject": "「PG＋スケジュール設定",
              "text": [
                "このモードでは，ユーザは，通常毎週のシリーズとシリーズものでない番組の特別イベントについて，週毎の覚え書きカレンダを作成することができる。覚え書き処理は，番組が開始される前のある時間以前にTVがオンになっていない場合アラームを設定する。番組が開始される時TVがオンになっていない場合，覚え書き処理はVCRをオンにし，番組の録画を開始する。",
                "スケジュールはシリーズの1つの番組またはシリーズの全ての番組に応答するようプログラムできる。例えば，毎日または毎週のショーを，特定の日付または番組一覧表示中の番組がある日全てについてスケジュールに入れることができる。",
                "番組マスタは，放送局によってシリーズの全ての番組に割り当てられたリンク・コードを使用してシリーズの全ての番組をリンクし，スケジュールに入れることができる。例えば，不規則な時刻と間隔で放送されるＮBAプレーオフ・シリーズは，ＮBA一覧表示を選択し，「全番組」という接尾辞を一覧表示に割り当てることで完全にスケジュールに入れられる。シリーズの終了時，一覧表示は自動的に「放送済」という接尾辞が付くように変更される。1週間後，ユーザがそれを削除していなければ，一覧表示は自動的に削除される。番組選択の後にAキー242を入力しない場合，番組は1回のものだけだと想定される。いつでもAキー242を押して「全番組」応答を適用することができる。",
                "スケジュール・モードに入ると，分割画面によって，上の8行に予定された番組，下の8行に番組一覧が表示される。この一覧表示はMG一覧表示と同一であるが，16番組ではなく短縮した一覧が表示される。ゴールデンアワー，チャンネル，及びテーマといった他のMGパラメータは全て有効である。ユーザはスケジュールを設定する前にMGステータスを見直すべきである。2ページの表示を使用してスケジュール一覧表示に16までの番組を入力することができる。2ページ目にアクセスするにはページ・キー232及び234を使用する。UPまたはDOWＮキー232，234によってスケジュール一覧表示を切り換えられる。」(34頁下から7行～36頁1行)(11) 「MGキー222が入力されると，MGモードが選択される，図8。このモードに入る際，システム・クロック時間とカレンダがステータス行バッファ350に記憶される。設定一覧表示ポインタ351が現在の時刻と日付に基づいて最も近い0分ちょうどの時刻に調整される。",
                "番組一覧表示の検索352がなされる。検索はチャンネル・バッファ，テーマ・バッファ，ゴールデンアワー・バッファ，及び検索の方向の状態に依存する。ページ356が「上へ」の場合，検索は一覧表示ポインタから始まり前方に進む。ページが「下へ」の場合357，検索方向は現在の一覧表示ポインタから後方358に進む。検索が上記の基準を満足すると，番組一覧表示が画面バッファ353に配置される。検索は画面バッファが一杯になる354まで続き，一杯の場合検索は終了する。ステータス行情報は画面バッファに送られTVによって表示355される。」(40頁1行～14行)"
              ]
            },
            {
              "fig": "(12)",
              "subject": "「放送形式",
              "text": [
                "各番組一覧表示は以下の情報によって構成される。",
                "開始時刻 時間，分",
                "番組の長さ 時間，分",
                "チャンネル番号 2桁の数字",
                "テーマ分類番号 2桁の数字",
                "テーマ下位分類番号 2桁の数字",
                "リンク番号(シリーズ番組の場合のみ) 3桁の数字",
                "オプシション拡張一覧表示 300文字までのテキス"
              ],
              "content": [
                {
                  "fig": "ト",
                  "text": [
                    "番組の終了 1つの文字",
                    "衛星記号 2つの文字",
                    "衛星名 5つの文字",
                    "暗号化及び特殊放送標識 1つの文字",
                    "」",
                    "(48頁下から2行～49頁下から6行)"
                  ]
                }
              ]
            },
            {
              "fig": "(13)",
              "subject": "「16．スケジュール情報からの放送番組のユーザ選択を可能にするようテレビ受信機を制御するシステムであって，データ・プロセッサと，前記データ・プロセッサに接続される前記スケジュール情報のための第1入力手段と，前記データ・プロセッサに接続される第2ユーザ選択入力手段とを備え，前記データ・プロセッサはユーザ入力に基づいて前記スケジュール情報から番組を選択するよう構成され，さらに前記データ・プロセッサによって選択された番組に関する前記スケジュール情報を受信するよう接続される記憶手段と，前記テレビ受信機に接続されるプログラム可能チューナとを備え，前記プログラム可能チューナは，前記プログラム可能チューナに選択された前記番組に関する放送信号を前記テレビ受信機に供給させるため選択された放送の時刻に前記データ・プロセッサから制御信号を受信するよう接続され，前記スケジュール情報は単一シリーズの多数の番組を識別するリンク情報を有し，前記データ・プロセッサは，前記単一シリーズ中の前記番組の1つのユーザ選択に応答して前記リンク情報に基づき前記単一シリーズの多数の前記番組を選択するように構成されたシステム。」(59頁13行～60頁6行)"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2で認定した刊行物1の記載によれば，引用発明は，①多数の放送番組を有する放送スケジュール情報を受信し，このスケジュール情報を検索し，ユーザが設定した選択基準により放送番組を選択するものであること，②スケジュール情報に含まれる放送局がシリーズのすべての番組に割り当てたリンク・コード(リンク情報)に基づき，同じシリーズの多数の番組を選択することができるものであることが認められる。したがって，引用発明は，「指定された内容と同じ番組を，異なる時間帯の番組よりサーチする」ものといえるので，審決の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明は，本件各訂正発明のように同一番組をサーチするのではなく，放送局で割り当てられたリンク・コードを利用するものであると主張する。しかし，原告の主張は失当である。",
                "すなわち，引用発明も異なる時間帯の同一ないし関連付けられた一連の番組を選択する点で本件各訂正発明と異なるところはない。また，前記1で認定した本件訂正明細書の記載によっても，同一番組が存在するか否かの判断方法について何ら記載はなく，リンク・コードを用いるものであっても同一番組をサーチすることに変わりはない。原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1についての容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1で認定した本件訂正明細書の記載を参酌すれば，本件各訂正発明は，放映番組の簡単な内容と放映開始・終了時刻の情報に基づいて，カーソル位置に応じた番組データをVTRへ出力させると，第4図のような表示画面が得られるものといえる。そして，テレビ番組内容を，放映チャンネル毎に時間情報とともに並べて表形式で表示することは，甲11の外，新聞，雑誌等のテレビ番組欄において採用されており，周知のものといえる。前記2で認定した刊行物1の記載によれば，引用発明においても，受信した番組スケジュール情報には，各番組のチャンネル名，番組名，番組の開示時刻，番組の長さ等が含まれ，これらの情報に基づいて番組一覧表の画面を表示しているのであるから，画面上への番組の表示形式を「チャンネルと時間とに対応した位置に配置された番組表」とすることは，当業者が容易に想到し得ることである。したがって，相違点1について容易想到とした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明の「番組表」は，少なくともチャンネルと時間と放送内容を持つ放送形式の情報が番組一覧表示されるという意味にすぎず，本件各訂正発明のようにすべてのチャンネルの番組を対象としているものではないと主張する。",
                    "しかし，前記2で認定した刊行物1の記載によれば，引用発明は，①キーボード220のカーソルキー232～236を操作することによって，表示されている一覧表のポインタの位置よりも前方(過去方向)や，後方(未来方向)に存在する番組を表示できるものであること，②チャンネルの制限がなくすべての番組が一覧表示されるデフォルト・モードがあり，画面上でカーソルキーを操作し，画面を更新することによって，すべてのチャンネルを表示できるものであるといえる。したがって，引用発明の「番組表」も，すべての番組を対象とするものといえるから，これと異なる原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件各訂正発明の番組表は，番組がチャンネルと時間とに対応した位置に配置されているため，カーソルで番組を指定することにより，特定の時間を開始時刻とする番組をすべて表示することができるのに対し，引用発明では，このようにすることができないと主張する。",
                    "しかし，審決は，チャンネルと時間に対応した番組表については相違点1として，また，カーソルによる番組の指定については相違点2として，それぞれ認定しており，いずれも容易想到であることはすでに検討したとおりである。原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲14，15，乙1によれば，本件各訂正発明の出願時において，TV画面上で縦方向の時間と対応したチャンネルのマトリックス枠上を上下左右方向に独立してカーソルを移動させて領域を指定することは周知の技術であったといえる。そして，前記2で認定した刊行物1の記載によれば，引用発明においても，カーソル・キーを用いて番組を選択するのであるから，画面上への番組の表示を「チャンネルと時間とに対応した位置に配置された番組表」の形式とする場合に，本件各訂正発明のように「番組表上を上記チャンネルの方向及び上記時間の方向それぞれ独立にカーソルを移動」させて番組を選択するように構成することは，当業者が容易に想到し得ることである。相違点2についての審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件各訂正発明における「カーソルの位置情報」は「番組表上」の位置情報を指すのに対し，引用発明の位置情報は「スクリーン上の位置情報」であり両者が異なることを審決は理解していないと主張する。",
                    "しかし，審決は，本件各訂正発明がチャンネルと時間とに対応した位置に番組が配置された番組表を有している点については相違点1として，本件各訂正発明が番組表上をチャンネルの方向及び上記時間の方向それぞれ独立にカーソルを移動させて番組を指定する点については相違点2としてそれぞれ認定しており，いずれも容易想到であることは前記認定判断のとおりである。原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な作用効果の看過について",
              "text": [
                "原告は，本件各訂正発明は，指定手段により指定された番組をサーチした後，毎週キーが操作されると，記憶装置内に記憶された翌週以降の番組の中から同一の番組をサーチするため，いったんある番組をサーチすると，翌週以降に放映される同じ番組を簡単にサーチすることができるという顕著な作用効果を奏すると主張する。しかし原告の主張は失当である。",
                "すなわち，前記2で認定した刊行物1の記載によれば，引用発明は，番組の一覧を表示し自動録画すべき番組をカーソル・キーを操作して選択するものであるところ，前記原告主張の効果は，引用発明において，表示形式を放映チャンネル毎に時間情報とともに並べた表形式とし，カーソルにより表の中から所望の番組を選択する構成を採用することにより，当然に得られる効果であるというべきである。原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(手続上の瑕疵)について",
          "text": [
            "本件訂正拒絶理由通知書(甲6)の記載によれば，そこで示された拒絶理由は審決の理由と異なるところはない。よって，審決に手続上の瑕疵はなく，原告の主張は失当である。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がない。原告はその他縷々主張するが，審決を取り消すべき誤りは認められない。したがって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}