{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2007−19302号事件について平成20年1月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「切替弁及びその結合体」(後に「切替弁」を「切換弁」と補正)とする発明について，平成8年6月27日にした特許出願(特願平8−185330号)の一部について，平成13年12月20日に新たな特許出願(特願2001−387025号)をし，さらに，上記特許出願の一部について，平成15年4月7日に新たな特許出願(特願2003−102825号。以下「本件出願」という。)をした。",
            "原告は，平成19年5月18日付けの拒絶査定を受け，同年7月10日，これに対する不服の審判(不服2007−19302号事件)を請求した。",
            "特許庁は，平成20年1月21日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年3月5日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成19年4月16日付けの手続補正(甲4参照)による補正後の明細書(以下，願書に添付した図面［別紙本願明細書【図1】～【図9】参照］と併せて「本願明細書」という。)における特許請求の範囲(請求項の数8)の請求項1の記載は，以下のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】",
            "蛇口と連結可能な原水流入口と，原水をそのままストレート状またはシャワー状に吐水する各原水吐出口と，浄水器に接続可能な原水送水口とを備えた切換弁本体並びに取っ手部分を備えた切換レバーとを有する切換弁であって，該切換弁本体の内部に，該切換レバーと連動して回動する回転軸の回動操作により各原水吐出口または原水送水口への水路の切り換えを行う水路切換機構及び該切換レバーによる回動伝達部にラチェット機構とを有するとともに，該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する切換弁。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本願発明は，特開平8−75018号公報(以下「引用文献1」という。甲1)に記載された発明(以下「引用発明」という。)及び実願平4−84419号(実開平6−49565号)のCD−ROM(以下「引用文献2」という。甲2)に記載された発明(以下「引用発明2」という。)に基づき，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "上記判断に際し，審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「水道の蛇口が挿入される原水導入口と，原水ストレート用分岐流路，原水シャワー用分岐流路と，浄水器用分岐流路とを備えた筒部並びにレバーとを有する切換弁であって，",
                "該筒部の内部に，該レバーの回動により回動する軸体の回動操作により各分岐流路への水路の切り換えを行う構成を有する切換弁。」(審決書3頁13行～17行参照)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「蛇口と連結可能な原水流入口と，原水をそのままストレート状またはシャワー状に吐水する各原水吐出口と，浄水器に接続可能な原水送水口とを備えた切換弁本体並びに切換レバーとを有する切換弁であって，該切換弁本体の内部に，該切換レバーと連動して回動する回動軸の回動操作により各原水吐出口または原水送水口への水路の切り換えを行う水路切換機構を有する切換弁。」である点(審決書4頁15行～20行参照)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「切換レバー」に関し，本願発明が「取っ手部分を備えた」ものであり，「その取っ手部分の上面側または下面側の少なくとも一部分に，回転軸に対して常に平行となる略平面部を有する」としているのに対し，引用発明はその様な特定をしていない点(審決書4頁21行～24行参照)イ 本願発明が「切換レバーによる回動伝達部にラチェット機構を有する」としているのに対して引用発明ではその様な構成を有していない点(審決書4頁25行～27行参照)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1)相違点アに係る認定判断の誤り(取消事由1)，(2)相違点イに係る認定及び容易性判断の誤り(取消事由2)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点アに係る認定判断の誤り)",
              "text": [
                "審決には，以下のとおり，相違点アに係る事項が実質的に相違しないとの判断には，誤りがある。",
                "審決は，相違点アが実質的な相違点に当たらないと判断した。しかし，以下のとおり，①引用発明のレバーがどの部分に平面部を有するかについての認定をしていないこと，また，②「該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する」との本願発明の構成が，引用発明の構成と実質的に相違しない理由が説明されていないことから，判断に誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，本願発明の取っ手部分に係る構成を欠く。",
                    "本願発明はラチェット機構を採用していることから，切換レバーの取っ手部分を小角度範囲(例えば，本願明細書［甲3］の段落【0017】に記載されている「60゜」の範囲)で往復回動させることにより水路を一定順序で切り換えて使用することを前提とするものであり，そのような使用を前提とすると，回転軸に対して常に平行となる略平面部の少なくとも一部分が，常に取っ手部分の上面側または下面側となるように，切換レバーを配置することが可能であり，本願発明はそのような構成を採用したものである。被告は，本願発明は特定の操作角度位置の場合(例えば，切換レバーがほぼ水平状態の場合)の切換レバーの態様を特定したものであると審決が認定した旨主張するが，本願発明はそのような特定をしたものではないから，審決による本願発明の認定は誤りである。",
                    "これに対し，引用発明(別紙引用文献1【図1】～【図7】参照)においては，【図4】の状態から【図5】の状態にレバー39を回動する場合には，レバー39を水平方向に押すことになるが，このとき，「レバーを回動方向に押すための，押圧方向に垂直な平面部」は，レバー39の横面側に配置されている。この場合の引用発明の構成は，本願発明における「該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する」との構成を欠いている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，レバー平面部の位置を特定していない。",
                    "引用発明においては，レバーの平面部の位置を何ら特定していない。すなわち，引用文献1(甲1)には，「このレバー39は，軸体25の半径方向一側に突出され，軸体25の軸線回りに回動させることにより軸体25を回動させるようになっている。」(段落【0020】)と記載されているのみであり，各筒部内分岐流路28，28，28に配置されたボール24を移動するための突起26，26，26と，レバー39との相対位置について何ら記載されていない。すなわち，引用発明においては，単に軸体25の回動操作を補助するためにレバー29を採用したにとどまり，レバー29の位置を工夫することで回動操作を容易化するという課題が存在しない。そのため，引用発明においては，「レバーを回動方向に押すための，押圧方向に垂直な平面部」の位置が特定されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明の取っ手部分に係る構成には，以下のとおり，特有の効果がある。",
                    "本願発明においては，「該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する」との構成を採用している。この構成により，本願明細書(甲3)の段落【0017】に記載されているように「切換レバー22を60゜下方に押し下げると，・・・回転軸30を回転させる。」という操作が可能になり，また，段落【0021】に記載されているように，「切換レバーの押し倒す方向を切換レバーの押し下げではなく切換レバーの押し上げに代えることもできる。」。その結果，段落【0023】に記載されているように，「指が濡れていたり，手に物を持った状態等でも切り換え操作が簡単，かつ安全に行える。」という本願発明の効果を奏することができる。",
                    "以上のとおり，相違点アが実質的な相違点に当たらないとした審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(相違点イに係る認定及び容易想到性判断の誤り)審決は，「蛇口に連結する切換弁において，水路切換機構を回動させる回動伝達部にラチェット機構を用いた発明が引用文献2に記載されている。」(審決書5頁11行，12行)と認定した上で，「引用発明と引用文献2に記載された発明は，蛇口に連結する切換弁において，水路切換機構を回動させる手段である点で共通するものであるから，引用発明において，回動伝達部にラチェット機構を用いることで相違点イに係る本願発明とすることは，当業者に容易である。また，本願発明の全体構成により奏される効果は，引用発明及び引用文献2に記載された発明から予測し得る程度のものと認められる。」(審決書5頁13～18行)と判断した。",
                "しかし，上記審決の認定判断には，以下のとおり，誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点イに係る引用文献2の認定の誤り",
                  "text": [
                    "「回動伝達部にラチェット機構を用いた発明が引用文献2に記載されている。」とした審決の認定は，以下のとおり，誤りである。",
                    "引用文献2(甲2)の段落【0016】には，「この回転板9には，その回転軸を中心に180度ずらした二つの孔91，92と，60度ずつの6個の歯が形成されたラチェット歯車94とが形成されている。10は円板回転機構であり，押し部11の先に連接された金属板状の爪12とバネ13とを備えている。この押し部11を押す毎に，前記爪12が前記ラチュット歯車94の各歯を一つずつ押して，歯車を一山ずつ(60度ずつ)回転させるのである。」と記載されている。",
                    "このように，引用発明2においては，押し部11及び爪12の直線運動が，ラチェット歯車94において回動運動に変換される。すなわち，引用発明2のラチェット歯車94は，「直動−回動変換部」に設けられているのであって，本願発明のように切換レバーの回動操作に連動して回転軸を回動させるために，回転運動が伝達される「回動伝達部」に設けられているのではない。",
                    "この点について，被告は「引用文献2記載の発明は，・・・操作部材(押し部)は直線運動をするものであるが，操作部材に加えられる操作力は本願発明と同様，回転運動として伝達されるのであって，操作力を回転運動として伝達する構造の意味で，引用文献2記載の発明も，ラチェット機構を用いた「回動伝達部」を備えているということができる。」と主張する。",
                    "しかし，本願発明は「回動伝達部に」ラチェット機構を有しているのであって，「操作力伝達部に」ラチェット機構を有しているのではない。",
                    "したがって，「回動伝達部にラチェット機構を用いた発明が引用文献2に記載されている。」とした審決の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点イに係る容易想到性判断の誤り",
                  "text": [
                    "「引用発明において，回動伝達部にラチェット機構を用いることで相違点イに係る本願発明とすることは，当業者に容易である。」とした審決の容易想到性に係る判断は，以下のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前述したように，引用発明2のラチェット歯車94は「直動−回動変換部」に設けられているのであるから，引用発明2のラチェット歯車94を引用発明の回動伝達部に対して，直ちに適用することはできない。",
                        "また，引用文献1(甲1)の段落【0020】には，「軸体25の筒",
                        "部22から突出された端部には，軸体25を自身の軸線を中心として回動操作するためのレバー39が固定されている。このレバー39は，軸体25の半径方向一側に突出され，軸体25の軸線回りに回動させることにより軸体25を回動させるようになっている。」と記載されている。すなわち，引用発明においては，レバー39を回動させることにより軸体25を回動させるから，引用発明の回動伝達部に対して，引用発明2のラチェット機構を適用する場合には，引用発明2において直線運動する「爪12」を回転運動するものに変換する必要がある。また，引用発明2において「押し部11」を直線方向に付勢する「バネ13」を，回転方向に付勢するものに変換する必要がある。",
                        "このように，引用発明2のラチェット歯車94を引用発明の回動伝達部に対して直ちに適用することはできないのであるから，引用発明に引用発明2を適用することは，困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点について，被告は，引用発明2の水流切り換え機構に「直動−回動変換部」を備えたラチェット機構を見た当業者が，引用発明の回動操作されるレバーの回動伝達部に，「回動−回動変換部」を備えたラチェット機構を採用することは，格別の困難を伴うことなく，当業者が容易に想到し得ることであると主張する。",
                        "しかし，①被回動部材と回動部材との間にラチェット機構を設けること，②ラチェット機構の構造として「直動−回動変換部」を備えたもの，③同様の構造として「回動−回動変換部」を備えたものが，被告主張のとおりいずれも本件出願前に周知技術であったといえるかどうかは明らかではない。なお，上記①～③が本件出願前に周知技術であったか否かは，審決には記載されておらず，審判においても審理の対象にもなっていない。仮に，訴訟提起の時点で①～③が周知技術であるとしても，本件出願前にこれらが周知技術であったか否かについて，被告は何ら立証をしていない。また，仮に本件出願前に①～③が周知技術であったとしても，「引用文献2記載の発明の水流切り換え機構に『直動−回動変換部』を備えたラチェット機構を見た当業者が，引用発明の回動操作されるレバーの回動伝達部に，『直動−回動変換部』と同様のラチェット機構としての機能を付与すべく，これを『回動−回動変換部』を備えたラチェット機構として適用することは，格別の困難を伴うことなく，当業者が容易に想到し得る事項である。」と判断することはできない。",
                        "また，引用文献2のラチェット機構において，回転運動を伝達するのは，ラチェット歯車より下流側の部材であり，「回動伝達部」にラチェット機構を用いたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の効果に係る判断の誤り",
                  "text": [
                    "審決は，「本願発明の全体構成により奏される効果は，引用発明及び引用文献2に記載された発明から予測し得る程度のものと認められる。」(審決書5頁17行，18行)と認定した。",
                    "しかし，審決の上記判断は，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2においては，ラチェット歯車94の接線に沿って押し部11および爪12が直線運動することで，ラチェット歯車94にトルクを作用させる。この場合の「腕の長さ」は，ラチェット歯車94の半径程度であって，比較的短い。そのため，大きなトルクを作用させるには押し部11を大きな力で押圧する必要がある。なお「腕の長さ」を大きくしてもよいが，ラチェット歯車94の半径が大きくなるため，製品外形の大型化及び製造コストの増加を招くことになる。",
                        "これに対して，本願発明においては「取っ手部分を備えた切換レバー」を採用するとともに，「該切換レバーによる回動伝達部にラチェット機構とを有する」構成を採用している。この「取っ手部分」により，切換レバー回動時の「腕の長さ」が大きくなる。そのため，「取っ手部分」を小さい力で押圧しても，ラチェット機構に大きなトルクを作用させることが可能になる。これにより，本願明細書の段落【0023】に記載されているように「切り換え操作での負荷が少なく，スムーズに行うことができる。」という発明の効果を奏することができるのである。",
                        "このように，本願発明は，引用発明及び引用発明2から予測し得ない顕著な効果を有している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用発明2では，ラチェット歯車が“直動−回動変換部”に設けられているので，押し部11および爪12を直線運動させることにより，ラチェット歯車94を回転運動させている。この場合には，ラチェット歯車94を1歯分だけ回動させるたびに，押し部11を元の位置まで戻す必要がある。この引用発明2のラチェット機構を引用発明に適用した場合には，水路切り換えを2段階続けて行う場合でも，必ず1段階ごとに押し部11を元の位置まで戻す必要がある。",
                        "これに対して，本願発明では，回動伝達部にラチェット機構を有している。この構成によれば，水路切り換えを2段階続けて行う場合に，レバーを元の位置まで戻す必要がなく，連続して切り換えを行うことが可能である。このように，本願発明は，引用発明及び引用発明2から予測し得ない顕著な効果を有している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，「本願発明の全体構成により奏される効果は，引用発明及び引用文献2に記載された発明から予測し得る程度のものと認められる。」との審決の前記判断は，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点アに係る認定判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決は，引用発明のレバーがどの部分に平面部を有するかについての認定をしていないため，引用発明が，「該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する」との構成を実質的に備えているとの説明がされていない，と主張する。",
                    "しかし，原告の上記主張は，理由がない。",
                    "すなわち，審決は，引用発明における「レバー」が本願発明の「取っ手」を有していると認定し，本願発明における「回転軸に対して常に平行となる略平面部」の意味が必ずしも明りょうでないため，明細書の記載を参酌して，「レバーを回動方向に押すための，押圧方向に垂直な平面部」を意味すると解釈した上で，本願発明の「取っ手部分の平面部」は引用発明のレバーが有する平面部と同じ構成であると認定した。",
                    "そして，引用発明のレバー39において，「レバーを回動方向に押すための，押圧方向に垂直な平面部」とは，【図1】，【図2】，【図4】～【図6】等(別紙引用文献1【図1】～【図7】参照)から明らかなように，例えば【図6】に番号「39」が付された面(正確には番号「39」は，レバー部材全体を指すが，ここでは，説明の便宜上，「39」で指し示すのは「面」とする。また，以下，この面をレバーの「側面」称することがある。)であることは，当業者が見れば理解できる。",
                    "したがって，審決においては，引用発明における上記「平面部」がどこであるかを改めて明記していないが，当業者にとっては明らかに理解できる事項であるから，実質的な認定，判断はされている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用発明(別紙引用文献1【図1】～【図7】参照)において，【図4】の状態から【図5】の状態にレバー39を回動する場合，レバーを水平方向に押すことになるから，このとき「レバーを回動方向に押すための，押圧方向に垂直な平面部」は，レバーの横面側に配置されることとなり，本願発明における「切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，回転軸に対して常に平行となる略平面部を有する」構成を欠くと主張する。",
                    "しかし，本願発明の特許請求の範囲には，レバーの操作角度について何らの記載もされてないから，任意の角度位置で操作し得るものであり，引用発明の【図4】と同様，レバーが垂直方向に配置された態様を排除していない。原告は，本願発明は，所定の角度範囲で往復回動する場合の切換レバーの態様を特定したものであると主張するが，特許請求の範囲の記載に基づかない主張であるから，失当である。",
                    "本願発明において，「切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，回転軸に対して常に平行となる略平面部を有する」との構成は，切換レバーの構造を特定したものであり，その操作態様を限定したものではない。そして，「取っ手部分の上面側または下面側の少なくとも一部分」とは，「取っ手部分の『上面側』または『下面側』ということのできる面の少なくとも一部分」を意味するものと解すべきである。",
                    "ところで，切換レバーの操作角度は任意であるから，取っ手部分の「上面側」または「下面側」を，明確に確定することはできないが，切換レバーがある操作角度の場合(例えば，切換レバーがほぼ水平状態の場合)に，取っ手部分の「上面側または下面側」を観念することができ，本願発明においては，このような特定の操作角度位置の場合の切換レバーの態様を特定したものと解することができる。",
                    "引用発明においても，【図6】の状態ではレバーがほぼ水平方向に位置していると解されるから，レバーの「側面」も，レバーの取っ手の「上面側または下面側」に配置されているといえる。",
                    "したがって，引用発明が，「切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，回転軸に対して常に平行となる略平面部を有する」構成を有するとの審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記のとおり，引用発明が「切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，回転軸に対して常に平行となる略平面部を有する」構成を備えている以上，本願発明と同様の効果を奏することは，容易に予測し得ることであり，この点でも審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点イに係る認定及び容易性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点イに係る引用文献2の認定の誤りに対し",
                  "text": [
                    "原告は，「回動伝達部にラチェット機構を用いた発明が引用文献2に記載されている」とした審決の認定は，誤りである旨主張する。",
                    "しかし，原告の上記主張は，理由がない。すなわち，引用発明2は，回転板9に回転力を伝達するために，押し部11及び爪12等からなる円板回転機構10からの押圧力を，回転軸と一体のラチェット歯車94に伝達する構成となっており，操作部材(押し部)は直線運動をするものであるが，操作部材に加えられる操作力は本願発明と同様，回転運動として伝達されるのであって，操作力を回転運動として伝達する構造の意味で，引用発明2も，ラチェット機構を用いた「回動伝達部」を備えているということができる。したがって，審決の上記認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点イに係る容易想到性判断の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明2のラチェット歯車94は，「直動−回動変換部」に設けられているから，ラチェット歯車94を引用発明の回動伝達部に対し，適用することはできない旨主張する。",
                        "しかし，①被回動部材と回動部材との間にラチェット機構を設けたもの，②ラチェット機構の構造として「直動−回動変換部」を備えたもの，及び③同様に「回動−回動変換部」を備えたものは，いずれも本件出願前，周知の技術事項である。「回動−回動変換部」を備えたラチェット機構としては，実公昭52−6058号公報(乙1。以下「乙1周知文献」という。)，実公平6−40361号公報(乙2。以下「乙2周知文献」という。)，実願平2−100722号(実開平4−573",
                        "70号)のマイクロフィルム(乙3。以下「乙3周知文献」という。)がその例である。",
                        "上記の周知技術を踏まえれば，引用発明2の水流切り換え機構に「直動−回動変換部」を備えたラチェット機構を見た当業者が，引用発明の回動操作されるレバーの回動伝達部に，「直動−回動変換部」と同様のラチェット機構としての機能を付与すべく，これを「回動−回動変換部」を備えたラチェット機構として適用することは，格別の困難を伴うことなく，当業者が容易に想到し得る事項であるといえる。",
                        "審決では，上記の①ないし③の点がいずれも周知であることを明記していないが，実質的にこれらの点を踏まえて判断したものであり，引用文献2に記載されたラチェット機構の構造(直動−回動変換部)をそのまま引用発明に採用するのではなく，これを引用発明の回転操作されるレバーの回動伝達部に適用可能な構造として採用することを前提とした判断であり，当業者にとって自明の事項である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，引用文献2のラチェット機構において，回転運動を伝達するのは，ラチェット歯車より下流側の部材であり，「回動伝達部」にラチェット機構を用いたものとはいえないと主張する。",
                        "しかし，(直線運動の)操作力を回転運動として伝達する部分も，「回動伝達部」であるといえるから，引用発明2も，「回動伝達部」にラチェット機構を用いたものであるといえる。",
                        "したがって，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の効果に係る判断の誤りに対し",
                  "text": [
                    "原告は，「本願発明の全体構成により奏される効果は，引用発明及び引用文献2に記載された発明から予測し得る」とした審決の判断は，誤りである旨主張する。",
                    "しかし，原告が主張する本願発明の顕著な効果とは，「取っ手部分を備えた切換レバー」を採用することにより，取っ手部分によって切換レバー回動時の「腕の長さ」を長くすることができるから，小さい力でラチェット機構に大きなトルクを作用させることが可能になるが，引用発明は取っ手を備えたレバーを回動操作するものであるから，引用発明に引用発明2を組み合わせることにより，上記のような効果が奏されることは当業者において容易に予測し得る。したがって，審決の上記判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点アに係る認定判断の誤り)について",
          "text": [
            "原告は，審決が，引用発明のレバーがどの部分に平面部を有するかについての認定をしていないため，本願発明における「該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する」との構成について，引用発明と実質的に相違しないとの理由が説明されていないなどと主張する。",
            "しかし，以下に述べるとおり，原告の上記主張は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書等の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲の記載",
                      "text": [
                        "本願発明の特許請求の範囲の記載中，「前記回転軸に対して常に平行となる略平面部」は，「切換レバーのほぼ平面をなす部分であり，かつ，切換レバーと連動して回動する回転軸に対して常に平行となる部分」であり，「前記回転軸に対して常に平行となる略平面部」が設けられる位置は，「切換レバーに備えられた取っ手部分の上面側または下面側の少なくとも一部」である。他方，切換レバーの動作に関しては，特許請求の範囲に，「該切換弁本体の内部に，該切換レバーと連動して回動する回転軸の回動操作により各原水吐出口または原水送水口への水路の切り換えを行う水路切換機構及び該切換レバーによる回動伝達部にラチェット機構とを有する」と記載され，切換レバーの回動角度の範囲や，回動される切換レバーが復元する位置などは，格別の特定がされているわけではない。",
                        "したがって，「切換レバーに備えられた取っ手部分の上面側または下面側」とは，前記回転軸に対して常に平行となる略平面部が設けられる位置に関し，上面側又は下面側を厳密な意味で指す語ではなく，むしろ，上面側又は下面側を，一般的，相対な意味で指す語として用いられていると解するのが相当である。",
                        "ついで，本願明細書の記載をみる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願明細書(甲3)の記載",
                      "text": [
                        "本願明細書(甲3)には，次のような記載がある。",
                        "「【0007】【発明の実施の形態】本発明の構成を図面に基づいて説明する。図1は，本発明の切換弁の正面図，図2は，本発明の切換弁の下面図，図3は，図1のS−S横断面図である。図1～図2において，21は切換弁本体，22は切換レバー，23は蛇口に固定しうる原水流入口，24は原水ストレート吐出口，25は原水シャワー吐出口，26は原水送水口を示す。図3において，38はラチェットホイール，39は回転掛け爪，40は戻しバネ，41はストッパー，42はバネ受けを示す。",
                        "【0008】図1～図2において，本発明の切換弁は，蛇口と連結固定可能な原水流入口23，原水をそのままストレート状に吐水する原水ストレート吐出口24，原水をそのままシャワー状に吐水する原水シャワー吐出口25及び浄水器に接続可能な原水送水口26を備え，切換弁本体21の内部に切換レバー22の回動操作により各原水吐出口24，25または原水送水口26への水路の切り換えを行う水路切換機構を有している。また，切換レバー22による回動伝達部には，ラチェットホイール38，回転掛け爪39からなるラチェット機構及び切換レバーを元の所定位置に復元する戻しバネ40，ストッパー41，バネ受け42からなる切換レバー復元機構が配設されている。」",
                        "「【0012】図3～図6においては，原水送水口26への水路に切り換えられた状態を示すが，この切り換え状態では，図5に示すように，浄水用開口部36上に収まり浄水用開口部36を水圧によって閉塞する浄水用シールボール27は，アーム付き回転軸30の片側のアームによって押し上げられ，浄水用開口部36を開放し，原水送水口26への水路が形成される。一方，図4に示すように，原水シャワー用開口部35は，原水シャワー用シールボール28によって閉塞され，また図6に示すように，原水ストレート用開口部37は，原水ストレート用シールボール29によって閉塞され，それぞれ水路は形成されない。」「【0017】切換レバー22を60゜下方に押し下げると，回転掛け爪39が回転するが，この際，回転掛け爪39の掛け爪がラチェットホイール38の歯に掛かり，ラチェットホイール38及びアーム付き回転軸30を回転させる。切換レバー22を60゜下方に押し下げた状態を解除すると，切換レバー22のみは，バネ受け42で制限された戻しバネ40の反力により元の位置に戻る。切換レバー22の戻る位置の設定は，切換レバー22の根元部の回動伝達部の外周に凸設したストッパー41と切換弁本体21の外壁に凸設したストッパー41により行い，好ましくは切換レバー22の水平位置から切換レバー22が45゜上方になる位置になるように設定する。」",
                        "「【0021】本発明の切換弁において，水路の切り換え順序，切換レバーの押し下げ角度，切換レバーの復元角度等は，前記記述に限定されるものではなく，適宜設定変更し得ることは勿論であり，また，切換レバーの押し倒す方向を切換レバーの押し下げではなく切換レバーの押し上げに代えることもできる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「取っ手部分の上面側または下面側」の意義について",
                  "text": [
                    "上記本願明細書の記載によれば，アーム付き回転軸30は，切換レバー22と連動して回動する回転軸であり，切換レバー22は，その根元部の外周に凸設したストッパー41と切換弁本体21の外壁に凸設したストッパー41により設定される元の位置と，60゜下方に押し下げた位置との間で回動するものであることが認められる。",
                    "また，切換レバー22の取っ手部分は，【図4】や【図7】(別紙本願明細書【図4】，【図7】参照)などからすると，切換レバー22の，手で操作するために，切換レバー22の断面長方形の板状を成して突き出た部分に相当する。そして，回転軸30を横断した断面で切換弁の構造を示す【図4】からすると，切換レバー22は，切換レバー22の取っ手部分が略45°上方になる位置と，下方に傾いた位置との間で操作されるものであることを理解できる。",
                    "そうすると，本願明細書を参照しても，切換レバー22の取っ手部分は，水平となるような基本位置があると理解することはできず，その取っ手部分の上側面又は下側面が，厳密な意味における上側又は下側であると特定されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用文献1の図面(甲1)によれば，引用発明の「レバーの回動により回動する軸体の回動操作により各分岐流路への水路の切り換えを行う」レバーについては，回動操作される軸体25の端部に固定されたレバー39は，取っ手部分を有しており，同取っ手部分は，断面長方形の板状を形成し，レバー39の根元部から先端まで延びる比較的幅広な面(別紙引用文献1【図6】において，符号39の引き出し線が接する面)と，この面の裏側になる面が，軸体25に対して常に平行となる略平面部を有しているものが開示されていることが認められる。",
                "引用発明において，レバー39の取っ手部分は，本願発明と同様に，断面長方形の板状を形成し突き出ているから，レバー39の根元部から先端まで延びる比較的幅広な面と，この面の裏側になる面が，レバー39の通常の操作において，押し下げたり，又は，押し上げたりされる部分であり，本願発明における「取っ手部分の上面側又は下面側」に相当するものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明と引用発明は，レバーについて，「その取っ手部分の，通常の操作で，押し下げたり，または，押し上げたりされる，上面側または下面側の少なくとも一部分に，回転軸に対して常に平行となる略平面部を有する」との構成において共通し，実質的な相違はない。",
                "したがって，審決の認定及び判断に誤りはない。",
                "なお，原告は，本願発明には，指が濡れていたり，手に物を持った状態等でも切り換え操作が簡単，かつ安全に行えるという顕著な効果を奏することができる旨主張する。しかし，本願発明は，「該切換レバーが，その取っ手部分の上面側または下面側の少なくとも一部分に，前記回転軸に対して常に平行となる略平面部を有する」との構成において，引用発明と実質的な相違はないから，原告の主張する点は，引用発明に比較して格別な効果であるとはいえない。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(相違点イに係る認定及び容易想到性判断の誤り)について当裁判所は，「引用発明と引用文献2に記載された発明は，蛇口に連結する切換弁において，水路切換機構を回動させる手段である点で共通するものであるから，引用発明において，回動伝達部にラチェット機構を用いることで相違点イに係る本願発明の構成とすることは，当業者に容易である。」(審決書5頁13行～16行)とした審決の判断には，十分かつ合理的な説明を欠き，誤りがあると解する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献の記載",
                  "text": [
                    "引用文献1(甲1)には，図面とともに，次の記載がある。",
                    "「【0020】・・・・・軸体25の筒部22から突出された端部には，軸体25を自身の軸線を中心として回動操作するためのレバー39が固定されている。このレバー39は，軸体25の半径方向一側に突出され，軸体25の軸線回りに回動させることにより軸体25を回動させるようになっている。・・・・・。」",
                    "「【0022】・・・・・次いで，レバー39を手動で操作することにより軸体25を回動して，例えば図1および図3に示すように中央に位置する突起26を下方に位置させれば，図5に示すように，中央に位置する筒部内分岐流路28の開口部30からボール24が移動されて開口部30が開口され，原水シャワー用分岐流路29への出水がなされる。他の筒部内分岐流路28についても同様に，軸体25を回動することにより，図4および図6に示すように，筒部内分岐流路28に対して配置された突起26によって開口部30からボール24を移動して開口部30を開口する。・・・・・。",
                    "【0023】したがって，前記切換弁21によれば，軸体25を回動して開口部30を開閉することにより，出水する分岐流路29を切り換えるので，容易に切り換えすることができる。・・・・・。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明における操作力の方向について",
                  "text": [
                    "上記の記載事項によれば，引用発明では，軸体25の端部に突出して固定されたレバー39を，手動で回動させて操作することにより軸体25を回動させるものである。したがって，引用発明では，レバー39と軸体25の接続部が回動伝達部であるから，引用発明は，その回動伝達部により，レバー39を回動させる操作力を，軸体25に伝達して，軸体25を回動させているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献2の記載",
                  "text": [
                    "引用文献2(甲2)には，図面とともに，次の記載がある(別紙引用文献2【図1】～【図5】参照)。",
                    "「【0001】【産業上の利用分野】 本考案は，家庭における蛇口に設ける水流切り換え機構に関し，特には，シャワー状の水流もしくはストレート状の水流もしくは分岐への水流等のように，二つ以上の異なる状態に切り換えるための機構に関するものである。」",
                    "「【0016】 前記シャワー口5とストレート口6と分岐口7の開口を塞ぐ位置に，回転板9が軸支されている。この回転板9には，その回転軸を中心に180度ずらした二つの孔91，92と，60度ずつの6個の歯が形成されたラチェット歯車94とが形成されている。",
                    "10は円板回転機構であり，押し部11の先に連接された金属板状の爪12とバネ13とを備えている。この押し部11を押す毎に，前記爪12が前記ラチュット歯車94の各歯を一つずつ押して，歯車を一山ずつ(60度ずつ)回転させるのである。",
                    "【0017】 図2及び図3の〔A〕の状態においては，蛇口1からの水流は，回転板9の孔92を通ってストレート口6に導入され，流路62を通って出口61から出される。",
                    "【0018】 ここで，前記円板回転機構10を操作すると，ラチェット歯車94が60度回転して，図3の〔B〕のような状態になる。すると，回転板9の孔92は塞がれるが，孔91はストレート口5と一致し，蛇口1からの水流はストレート口5を通って多数の孔51からシャワー状となって吹き出す。",
                    "【0019】 更に，前記円板回転機構10を操作すると，ラチェット歯車94が更に60度回転して，図3の〔C〕のような状態になる。すると，回転板9の孔91は塞がれるが，孔92は分岐口7と一致し，蛇口1からの水流は分岐口7を通って分岐側配管3を経由して浄水器等へ供給される。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2における操作力の方向について",
                  "text": [
                    "上記の記載事項によれば，引用文献2には，水路を切り換えるための機構について，回転板9にはその回転軸を中心に60度ずつの6個の歯が形成されたラチェット歯車94が形成されており，押し部11を押す毎に，押し部11の先に連接された爪12がラチュット歯車94の各歯を一つずつ押して，歯車を一山ずつ(60度ずつ)回転させ，これにより，水路を開口する孔が形成された回転板9を回動させる円板回転機構10が記載されていると認められる。",
                    "そして，引用発明2のラチェット歯94は，押し部11を押す直動の操作力を回転板9の回動に変換する構成が採用されている点で技術的な特徴がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性についての判断",
              "text": [
                "引用発明と引用発明2とを対比すると，引用発明では，「該レバーの回動により回動する軸体の回動操作により各分岐流路への水路の切り換えを行う構成を有する切換弁」とされているとおり，その操作力の方向は，レバーを回すこと，すなわち回転(回動)であるのに対し，引用発明2では，「押し部11を押す」とされているとおり，操作力の方向が押し部を押すこと，すなわち直動であるとの点で，操作力の方向において相違する。",
                "そして，本願発明は，操作力の方向については，「該切換レバーと連動して回動する回転軸の回動操作により各原水吐出口または原水送水口への水路の切り換えを行う」とされているとおり，切換レバーを回動させるものであって，引用発明と共通する。さらに，本願発明では「取っ手部分を備えた切換レバー」と「該切換レバーによる回動伝達部にラチェット機構とを有する」構成の両者を採用することにより，「取っ手部分」を小さい力で押圧しても，ラチェット機構に大きなトルクを作用させることが可能になる等の効果を奏することが説明されている(もっとも，当裁判所は，そのような効果が格別のものであると解するものではない。)。",
                "そうすると，引用発明は，レバーと回転軸との関係においては，「回動−回動変換」方式を採用している点において，本願発明と共通するのに対して，引用発明2は，押し部と回転軸中心との関係において「直動−回動変換」方式を採用しており，押し部11を押す直動の操作力を回転板9の回動に変換するとの技術的特徴を備えている点において，引用発明及び本願発明と相違する。",
                "引用発明2の技術的特徴及び相違点を考慮するならば，引用発明と引用発明2とを組み合わせて本願発明の構成に到達すること，すなわち，引用発明2のラチェット歯94を，引用発明の回動伝達部に適用することにより，本願発明の構成である「該切換レバーによる回動伝達部にラチェット機構を有する」構成に至ることが容易であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対して",
              "text": [
                "この点について，被告は，以下のとおり主張する。すなわち，①被回動部材と回動部材との間にラチェット機構を設けたもの等は，本件出願前に周知となった技術事項である，②審決では，上記の技術事項がいずれも周知であることは明記していないが，実質的にこれらの点を踏まえて判断したものであり，引用文献2に記載されたラチェット機構の構造(直動−回動変換部)をそのまま引用発明に採用するのではなく，これを引用発明の回転操作されるレバーの回動伝達部に適用可能な構造として採用することを前提として判断をしたものである，③引用発明2の水流切り換え機構に「直動−回動変換部」を備えたラチェット機構を見た当業者が，引用発明の回動操作されるレバーの回動伝達部に，「回動−回動変換部」を備えたラチェット機構を採用することは，格別の困難を伴うことなく，当業者が容易に想到し得ることであるなどと主張する。そして，本件訴訟において，周知文献として，乙1周知文献ないし乙3周知文献を提出する。",
                "しかし，被告の主張は，以下のとおり，採用できない。",
                "まず，そもそも，審決は，本願発明に係る容易想到性の判断に関しては，単に，「引用発明と引用文献2に記載された発明は，蛇口に連絡する切換弁において，水路切換機構を回動させる手段である点で共通するものであるから，引用発明において，回動伝達部にラチェット機構を用いることで相違点イに係る本願発明の構成とすることは，当業者に容易である」との説示をするのみであって，引用発明2に着目した実質的な検討及び判断を示していない。",
                "特許法157条2項4号が，審決に理由を付することを規定した趣旨は，審決が慎重かつ公正妥当にされることを担保し，不服申立てをするか否かの判断に資するとの目的に由来するものである。特に，審決が，当該発明の構成に至ることが容易に想到し得たとの判断をする場合においては，そのような判断をするに至った論理過程の中に，無意識的に，事後分析的な判断，証拠や論理に基づかない判断等が入り込む危険性が有り得るため，そのような判断を回避することが必要となる(知財高等裁判所平成20年(行ケ)第10261号審決取消請求事件・平成21年3月25日判決参照)。",
                "そのような点を総合考慮すると，被告が，本件訴訟において，引用発明と引用発明2を組み合わせて，本願発明の相違点イに係る構成に達したとの理由を示して本願発明が容易想到であるとの結論を導いた審決の判断が正当である理由について，主張した前記の内容は，審決のした結論に至る論理を差し替えるものであるか，又は，新たに論理構成を追加するものと評価できるから，採用することはできない。",
                "以上のとおりであるから，レバーを回動させる操作力を，被回動部材に伝達する回動伝達部に，ラチェット歯を有するラチェット機構として備える構成が，本願出願前に公知又は周知であるか否か，引用発明に，ラチェットに係る公知又は周知の技術を適用することにより本願発明の構成に至ることが容易であるか否かの争点については，審判手続において，出願人である原告に対して，本願発明の容易想到性の有無に関する意見を述べる機会等を付与した上で，審決において，改めて判断するのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由2は理由があるから，その余の点について判断するまでもなく，原告の請求は理由がある。よって，審決を取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}