{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−18610号事件について平成20年3月24日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許出願をして拒絶査定を受け，これを不服として審判請求をしたところ，請求が成り立たないとの審決がされたので同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(争いのない事実)",
          "text": [
            "原告は，発明の名称を「医療用栓体および医療用キャップ」とする発明について，平成14年3月26日に特許出願(以下「本件出願」という。)をしたが，平成17年9月1日付けで拒絶査定を受けたので，同年9月28日，同拒絶査定に対する不服審判を請求した。",
            "特許庁は，上記請求を不服2005−18610号事件として審理し，平成20年3月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年4月3日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "審決が対象とした発明は，平成20年2月5日付け手続補正書による補正(以下「本件補正」という。)後の明細書(甲4，6。以下「本願明細書」という。)における特許請求の範囲の請求項1に記載されたものであり，その要旨は次のとおりである(以下，この発明を「本願発明」という。なお，請求項の数は6個である。)「【請求項1】",
            "輸液容器に取り付けるための外枠体と合着し，前記輸液容器から輸液を取り出すために注射針を突き刺すエラストマー樹脂のみからなる単体の輸液用栓体を，原材料であるエラストマー樹脂を金型内に充填してコンプレッション成形する輸液用栓体の成形方法であって，",
            "前記金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料であるエラストマー樹脂を供給し，",
            "前記下金型と上金型が，両金型の接近によって該金型内で前記原材料へ直に圧力を与え，前記原材料を圧潰しながら前記金型内に充填して，上記下金型と上金型とで構成される当該金型内に充填された前記原材料をコンプレッション成形した後，上記金型を分離し，当該栓体を冷却し，冷却された成形品である栓体を金型から取り出す",
            "ことを特徴とする輸液用栓体の成形方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願発明は，特開2001−187110号公報(甲1。以下「引用例」という。)記載された発明(以下「引用発明」という。)及び本件出願前周知の事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。",
            "審決が上記結論に至った理由は，以下のとおりである。なお，審決の引用部分には，本発明の略語に合わせるなどして訂正したところがある。また，本訴の書証番号を付記した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「引用例には，",
                "「点滴液，注射液等を収容する薬剤容器に取り付けるための外枠体により挟持され，薬剤容器から液を取り出すために注射針を差すエラストマーからなる薬剤容器用弾性体の形成法。」の発明が開示されている。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点",
              "text": [
                "「本願発明と引用発明とを対比する。",
                "引用発明の「点滴液，注射液等を収容する薬剤容器」，「外枠体により挟持され」，「エラストマー」，「薬剤容器用弾性体」，「形成法」は，",
                "本願発明の「輸液容器」，「外枠体と合着し」，「エラストマー樹脂」，「輸液用栓体」，「成形方法」にそれぞれに相当している。",
                "引用発明の「注射針を差す」と，本願発明の「注射針を突き刺す」とは，「注射針を通す」という点で共通である。",
                "上記より，両者は，「輸液容器に取り付けるための外枠体と合着し，輸液容器から輸液を取り出すために注射針を通すエラストマー樹脂からなる輸液用栓体の成形方法」という点で一致し，以下の点で相違している。」"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "「本願発明では，輸液用栓体が「エラストマー樹脂のみからなる単体」であるのに対して，引用発明では，エラストマー樹脂からなっているものの，「のみからなる単体」であることが明らかでない点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "「本願発明では，エラストマー樹脂からなる輸液用栓体の成形方法として，「原材料であるエラストマー樹脂を金型内に充填してコンプレッション成形する成形方法であって，金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料であるエラストマー樹脂を供給し，下金型と上金型が，両金型の接近によって該金型内で原材料へ直に圧力を与え，原材料を圧潰しながら金型内に充填して，下金型と上金型とで構成される当該金型内に充填された原材料をコンプレッション成形した後，金型を分離し，栓体を冷却し，冷却された成形品である栓体を金型から取り出すこと」を行っているのに対して，引用発明では，これが明らかでない点。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "「本願発明では，輸液用栓体が「注射針を突き刺すエラストマー樹脂」からなるのに対して，引用発明では，「注射針を差すエラストマー樹脂」からなる点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「引用発明において，輸液用栓体はエラストマー樹脂からなっており，そうである以上，これのみからなる単体にするか，または，このようにしないかは，当業者が適宜決定する設計事項であるといえる。",
                    "したがって，該相違点1に係る本願発明の発明特定事項とすることは，当業者であれば容易になし得る程度のことである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「一般に，樹脂からなる成形品の成形方法として，「原材料である樹脂を金型内に充填して圧縮成形(コンプレッション成形)する成形方法であって，金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料である樹脂を供給し，下金型と上金型が，両金型の接近によって該金型内で原材料へ直に圧力を与え，原材料を圧潰しながら金型内に充填して，下金型と上金型とで構成される当該金型内に充填された原材料を圧縮成形(コンプレッション成形)した後，成形品を冷却し，冷却された成形品を金型から取り出すこと」を行うことは，本件出願前周知の事項(例えば，特開昭49−131269号公報〔本訴甲2〕，特に，公報第2頁右下欄から同第3頁左上欄，第1図，第4図参照)であり，",
                    "さらに，樹脂からなる成形品の成形方法として，「金型を分離してから，成形品を冷却すること」を行うことも，先行技術文献を示すまでもなく，本件出願前周知の事項である。",
                    "上記より，樹脂からなる成形品の成形方法という点で，上記周知の事項と共通する引用発明の「エラストマー樹脂からなる輸液用栓体(成形品)の成形方法」としても，上記周知の事項と同じく，「原材料であるエラストマー樹脂を金型内に充填してコンプレッション成形する成形方法であって，金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料であるエラストマー樹脂を供給し，下金型と上金型が，両金型の接近によって該金型内で原材料へ直に圧力を与え，原材料を圧潰しながら金型内に充填して，下金型と上金型とで構成される当該金型内に充填された原材料をコンプレッション成形した後，金型を分離し，栓体(成形品)を冷却し，冷却された成形品である栓体を金型から取り出すこと」を行うことは，当業者が適宜決定する設計事項であるといえる。",
                    "したがって，該相違点2に係る本願発明の発明特定事項とすることは，当業者であれば容易になし得る程度のことである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "「一般に，「注射針を突き刺すエラストマー樹脂」からなる輸液用栓体自体，本件出願前周知の事項(例えば，特開2001−327576号公報〔本訴甲3〕参照)であることからして，引用発明における輸液用栓体を，「注射針を差すエラストマー樹脂」からなるようにするか，もしくは，上記周知の事項と同じ「注射針を突き刺すエラストマー樹脂」からなるようにするかは，当業者が適宜決定する設計事項であるといえる。",
                    "したがって，該相違点3に係る本願発明の発明特定事項とすることは，当業者であれば容易になし得る程度のことである。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果について",
                  "text": [
                    "「そして，本願発明における「栓体と注射針との間隙から容器内部の輸液を漏洩させない」等の効果も引用発明および本件出願前周知の事項から容易に予測し得る程度のことである。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "結論",
                  "text": [
                    "「よって，本願発明は，引用発明および本件出願前周知の事項に基いて当業者が容易に発明をすることができたものである。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，周知技術の認定を誤り(取消事由1)，相違点2及び1についての各判断を誤り(取消事由2及び3)，さらに本願発明の効果についての判断を誤った(取消事由4)もので，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(周知技術の認定の誤り)",
          "text": [
            "審決は，「一般に，樹脂からなる成形品の成形方法として，「原材料である樹脂を金型内に充填して圧縮成形(コンプレッション成形)する成形方法であって，金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料である樹脂を供給し，下金型と上金型が，両金型の接近によって該金型内で原材料へ直に圧力を与え，原材料を圧潰しながら金型内に充填して，下金型と上金型とで構成される当該金型内に充填された原材料を圧縮成形(コンプレッション成形)した後，成形品を冷却し，冷却された成形品を金型から取り出すこと」を行うことは，本件出願前周知の事項(例えば，特開昭49−131269号公報，特に，公報第2頁右下欄から同第3頁左上欄，第1図，第4図参照)」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の「前記金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料であるエラストマー樹脂を供給し」との特定事項(以下「本件特定事項」という。)は，押し出し機から押し出して切り出された形状のエラストマー樹脂を冷却させることなく，そのままの状態で直接金型内の下金型表面上に供給し圧縮成形を行うことを意味し，この特定事項により，本願発明では射出成形の場合のようにエラストマー樹脂が金型内を高速，高圧で流れることはなく，その結果，エラストマー樹脂の流れによる規則性の発生を低減し，内部応力の歪みを低減することができる。",
                "また，輸液用栓体における内部応力の歪みは，エラストマー樹脂の成形時における流れに起因した規則性の他に，圧縮成形時におけるエラストマー樹脂の表面と内部の温度差によっても生じるが，上記のとおり，本願発明ではエラストマー樹脂を冷却させることなく，そのままの状態で直接金型に押出供給されるので，表面と内部とで温度差がなく，均一な軟化状態で圧縮成形を行うことができ，内部応力による歪みのない栓体を成形することができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "他方，特開昭49−131269号公報(以下「周知例1」という。)に",
              "text": [
                "記載の熱可塑性合成樹脂の成形方法では，押し出し機から押し出され，外気により冷却された柱状樹脂塊6を一旦球状体に成形した後，圧縮成形している。そして，周知例1には，柱状樹脂塊6を球状体に成形することの技術的意義について，「上記球状体成形に当たっては，球状体を成形する装置を直列に2ヶ所設け，それを通過させることにより球状体樹脂8の表面外観をさらに良好となすことも可能である。しかして，球状成形を施すことによって表面に歪みがなく，かつシワもない表面平滑な軟化状の球状体樹脂8が得られ，これを次工程で圧縮成形することによって，射出成形法と同一乃至類似の表面美麗な成形品が得られる効果を奏する。」(甲2の2頁右下欄7行～15行)と記載されている。",
                "このように，周知例1では，廃プラスチック等の夾雑物が混入した熱可塑性合成樹脂から射出成形品と同等ないし類似の表面美麗な成形品を得るために，押出の後，圧縮成形の前に，軟化状態の球状体に成形することを必須条件としている。",
                "また，周知例1には，エラストマー樹脂の流れによる規則性や圧縮成形時においてその表面と内部で温度差があることにより発生する内部応力による歪みの防止についての開示がない。",
                "以上によれば，「金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料である樹脂を供給し」圧縮成形を行うこと(以下「本件圧縮成形方法」という。)を，周知例1から周知の事項として認定することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，「第十四改正 日本薬局方」(甲7の1247頁左欄5行～7行)には，プラスチック製医薬品容器に用いる材料プラスチックには材料組成を保証できないようなリサイクル・プラスチックを使用してはならない旨の記載があり，このことは医療用栓体についても同様であるから，廃プラスチック等の夾雑物が混入した原材料を用いて，射出成形品と同様ないし類似の表面美麗な成形品を製造することを目的とする周知例1は，引用発明に係る医療用栓体の成形に適用することが意図されていないというべきである。",
                "したがって，周知例1は医療用栓体を成形する際に適用する周知技術を認定する根拠とはなり得ず，また，周知例1を引用発明に適用することには，上記の阻害要因が存在する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，本件出願当時，圧縮成形は主に熱硬化性樹脂からなる成形品の製造に用いられる方法であり，熱可塑性樹脂からなる成形品にはそれほど適用されていなかった(甲2の1頁左欄15行～18行，同右欄7行～14行参照)。そして，熱可塑性樹脂からなる成形品の製造は，射出成形によるのが一般的であり，このことはエラストマー樹脂からなる成形品を製造する場合にも同様であった。",
                "一方，本願発明の成形方法で使用する押し出し機は押出成形に用いられるものであり，押出成形は断面が同一形状の成形品を連続的に製造するためのものであって，このような押し出し機を，圧縮成形を行うに当たっての原材料供給のために使用することは，周知例1にも開示されておらず，本件出願当時において周知の事項でもなかった。",
                "したがって，審決の周知技術の認定は，周知例1に記載されている事項及び技術常識の範囲を超え，本願発明を参酌した上で行った事後的分析によるものであり，誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，本件圧縮成形方法が本件出願前周知の事項であることを例示するものとして特開昭和56−93527号公報(乙1。以下「周知例2」という。)を提出するが，同公報は，本件出願の審査，審判の手続における拒絶理由通知書等において示されなかった公知文献であるから，周知例2を証拠として提出することは，特許法159条2項で準用する同法50条に違背し，許されない。",
                "また，周知例2には，溶融物1が押出機2から押し出され，カッター3により切断された後，ベルトコンベアー等の移送手段により移送され，その後，つかみ機構13により金型4内に入れられることが開示されているが，押出機2から押し出され，所定量に切り出された溶融物1を金型4内に直接供給することは示されていないから，本件圧縮成形方法を開示してはいない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "text": [
            "審決は，「樹脂からなる成形品の成形方法という点で，上記周知の事項と共通する引用発明の「エラストマー樹脂からなる輸液用栓体(成形品)の成形方法」としても，上記周知の事項と同じく，「原材料であるエラストマー樹脂を金型内に充填してコンプレッション成形する成形方法であって，金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料であるエラストマー樹脂を供給し，下金型と上金型が，両金型の接近によって該金型内で原材料へ直に圧力を与え，原材料を圧潰しながら金型内に充填して，下金型と上金型とで構成される当該金型内に充填された原材料をコンプレッション成形した後，金型を分離し，栓体(成形品)を冷却し，冷却された成形品である栓体を金型から取り出すこと」を行うことは，当業者が適宜決定する設計事項であるといえる」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(1)のとおり，本願発明は，本件圧縮成形方法に係る構成を採用したことにより，エラストマー樹脂の流れによる規則性や表面と内部における温度差に起因して発生する内部応力による歪みのない栓体を成形することができ，輸液の漏洩等の防止を可能にするものである。このように，本願発明の本件圧縮成形方法に係る構成には，当業者が適宜なし得る設計事項以上の格別の技術的意義がある。",
                "したがって，本願発明の本件圧縮成形方法に係る構成を設計事項とした審決の判断は，本願発明の技術的意義を看過したものであり，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "周知例1では，前記1(2)のとおり，押し出し機から押し出した熱可塑性合成樹脂を球状体に成形した後に，圧縮成形することを必須条件としており，また，周知例1には，表面と内部とで温度差があるエラストマー樹脂を圧縮成形した場合にも内部応力による歪みが発生することについて記載も示唆もない。",
                "したがって，本願発明の本件圧縮成形方法に係る構成は，当業者が，引用発明に周知例1を適用するに当たり，輸液用栓体の内部応力による歪みを解消するために当然に考慮し得た設計事項であるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，相違点2に係る本願発明の発明特定事項のうち本件圧縮成形方法に係る構成は，格別の技術的意義が存在し，当業者が容易に想到し得た事項ではなく，また，引用発明に周知例1を適用するに当たり，当業者が当然に考慮し得た設計事項であるともいえないから，本件圧縮成形方法に係る構成について，当業者が適宜決定する設計事項であるとした審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1についての判断の誤り)",
          "text": [
            "審決は，「引用発明において，輸液用栓体はエラストマー樹脂からなっており，そうである以上，これのみからなる単体にするか，または，このようにしないかは，当業者が適宜決定する設計事項であるといえる」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(1)のとおり，本願発明は，本件圧縮成形方法に係る構成を採用したことにより，エラストマー樹脂の流れによる規則性や表面と内部における温度差に起因して発生する内部応力による歪みのない栓体を成形することができ，輸液の漏洩等の防止を可能にするものである。",
                "一方，引用例には，弾性体の構成材料として熱可塑性エラストマーが例示されているが，射出成形におけるエラストマー樹脂の流れによる規則性や圧縮成形時の温度差に起因して発生する内部応力の歪みに関しては記載がなく，示唆もない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，審決の上記判断は，本願発明において輸液用栓体を「エラストマー樹脂のみからなる単体」としたことの技術的意義を看過するものであり，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明の効果についての判断の誤り)",
          "text": [
            "審決は，「本願発明における「栓体と注射針との間隙から容器内部の輸液を漏洩させない」等の効果も引用発明および本件出願前周知の事項から容易に予測し得る程度のことである」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(1)のとおり，本願発明は，本件圧縮成形方法に係る構成を採用したことにより，エラストマー樹脂の流れによる規則性や表面と内部における温度差に起因して発生する内部応力による歪みのない栓体を成形することができ，輸液の漏洩等の防止を可能にするものである。",
                "一方，引用例及び周知例1には，本件圧縮成形方法を行うことに関する記載はなく，示唆もない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，栓体と注射針との間隙から輸液を漏洩させない等の本願発明の効果を，引用発明及び本件出願前周知の事項から容易に予測し得た程度のことであるとする審決の判断は，本件圧縮成形方法に係る構成を採用することについての容易想到性を全く判断せずにされた後知恵によるものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(周知技術の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，周知例1の記載から，本件圧縮成形方法に係る構成を周知の事項として認定することはできないと主張する。",
                "しかしながら，周知例1は，押出機と圧縮成形機との間に別の機器が配置されるか否か，原材料の樹脂が廃プラスチックであるか正規の樹脂であるか否かに関係なく，「押出機と圧縮成形機を用いて，原材料の樹脂から成形品を成形する」ことを技術思想として開示しており(甲2の3頁右上欄17行～左下欄11行参照)，また，押出機から押し出された原材料の樹脂(熱可塑性樹脂)を一定の大きさに切断すること，及び原材料の樹脂を金型の雌型に供給し圧縮成形することも明確に示している(甲2の2頁左上欄13行～右上欄6行，同頁右下欄17行～3頁左上欄3行参照)。",
                "したがって，周知例1には，「押し出し機(押出機)から押し出して切り出された形状で原材料である樹脂(熱可塑性樹脂)を金型内の下金型表面上(金型の雌型)に供給し」圧縮成形することが示されており，これを周知の事項として認定できることは明らかである。なお，当該周知の事項の例示として，周知例1のほかに周知例2(乙1)が存在する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，周知例1には，エラストマー樹脂の流れによる規則性及び圧縮成形時においてその表面と内部で温度差があることにより発生する内部応力による歪みの防止についての開示がないと主張する。",
                "しかしながら，押し出し機から押し出されたエラストマー樹脂を冷却させることなく，そのままの状態で直接金型内の下金型表面上に供給し圧縮成形を行う結果，エラストマー樹脂の流れによる規則性や原材料の温度差に起因した内部応力による歪みの発生を低減することができることについては，特許請求の範囲にも本願明細書にも記載されていないから，原告が，周知例1には樹脂の圧縮成形時においてその表面と内部で温度差があることにより発生する内部応力による歪みの防止について開示がないとの原告主張は失当である。",
                "また，周知例1(周知の事項)は，押し出し機と圧縮成形機とを用いて原材料の樹脂(熱可塑性樹脂)から成形品を成形する方法であって，原材料の樹脂を圧縮成形機の金型内に供給する際に射出成形におけるような樹脂の流動が生じないことは明らかであるから，金型内での樹脂の流動による規則性から生じる不都合，例えば，内部応力による歪み(変形歪み)の発生が抑えられることは，当業者であれば容易に予測し得た程度のことであり，周知例1には樹脂の流れによる規則性により発生する内部応力による歪みの防止について開示がないとの原告主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，日本薬局方の記載から，廃プラスチック等の夾雑物が混入した原材料を用いている周知例1は医療用栓体を成形する際に適用する周知技術を認定する根拠とはならず，また，周知例1を引用発明に適用することには阻害要因が存在すると主張する。",
                "しかしながら，周知例1は，本件圧縮成形方法が本件出願前周知の事項であることを例示するために挙げたものであって，原材料が廃プラスチック等の夾雑物の混入した原材料であるか否かに関わりなく，「押出機と圧縮成形機を用いて，原材料の樹脂から成形品を成形する」ことを技術思想として開示しているといえるから，周知例1により「押し出し機(押出機)から押し出して切り出された形状で原材料である樹脂(熱可塑性樹脂)を金型内の下金型表面上(金型の雌型)に供給し」圧縮成形することが周知の事項であると認めることができる。",
                "そして，引用発明と周知例1(周知の事項)とは，原材料の樹脂(熱可塑性樹脂)から成形品を成形するという点で共通するから，引用発明に周知例1(周知の事項)を適用することには何らの阻害要因もない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)に対して",
          "text": [
            "原告は，本願発明の本件圧縮成形方法に係る構成は，当業者が適宜考慮し得た設計事項とはいえないと主張する。",
            "しかしながら，上記1のとおり，本件圧縮成形方法は周知の事項であり，引用発明に周知例1(周知の事項)を適用することには何らの阻害要因も存在しない。",
            "したがって，引用発明の「エラストマー樹脂(熱可塑性樹脂)からなる輸液用栓体(成形品)の成形方法」に上記周知の事項を適用して，「金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料である樹脂(熱可塑性樹脂)を供給し」圧縮成形を行うことは，当業者が適宜決定する設計事項であるといえる。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1についての判断の誤り)に対して",
          "text": [
            "引用発明において，輸液用栓体はエラストマー樹脂からなっているところ，これは，エラストマー樹脂のみからなる単体の場合も示唆するものである。",
            "したがって，エラストマー樹脂のみからなる単体にするかしないかは，当業者が適宜決定する設計事項であるということができる。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明の効果についての判断の誤り)に対して",
          "text": [
            "周知例1(周知の事項)は，押し出し機と圧縮成形機とを用いて原材料の樹脂(熱可塑性樹脂)から成形品を成形する方法であって，原材料の樹脂を圧縮成形機の金型内に供給する際に射出成形におけるような樹脂の流動が生じないことは明らかであるから，金型内での樹脂の流動による規則性から生じる不都合，例えば，内部応力による歪み(変形歪み)の発生が抑えられることは，当業者であれば容易に予測し得た程度のことである。",
            "したがって，引用発明の「エラストマー樹脂(熱可塑性樹脂)からなる輸液用栓体(成形品)の成形方法」に周知の事項である本件圧縮成形方法を適用して，「金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料である樹脂(熱可塑性樹脂)を供給し」圧縮成形を行えば，内部応力による歪み(変形歪み)の防止に基づく栓体と注射針との間隙から容器内部の輸液を漏洩させない等の効果が生ずることは，当業者が容易に予測し得た程度のことである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の要旨は，前記第2の2記載のとおりであるところ，原告は，本願発明の本件特定事項が，押し出し機から押し出して切り出された形状のエラストマー樹脂を冷却させることなく，そのままの状態で直接金型内の下金型表面上に供給することを意味すると主張し，この発明特定事項によりエラストマー樹脂の流れによる規則性の発生を低減し，内部応力の歪みを低減することが可能となるとして取消事由に関する主張をするので，まず，この点について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，以下の記載がある(甲4)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【0001】",
                  "text": [
                    "【発明の属する技術分野】本発明は，医療用輸液容器に取り付けられる医療用栓体及び医療用キャップに関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【0003】",
                  "text": [
                    "【発明が解決しようとする課題】しかし，かかる医療用栓体は，射出成形により成形されることが多い。この場合，溶解したエラストマー樹脂は，金型内を流れ，該金型内に充填される。そのため，溶解したエラストマー樹脂の流れによって規則性が生じたり，内部応力により歪みが生じたりする。また，一方向に変形が容易となることがある。その結果，栓体と注射針との間に間隙から容器内部の輸液が漏洩したり，注射針が抜けたりするおそれがあった。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【0005】本発明の目的は，栓体及び／又は外枠体の成形において，原材料を流し込まずに金型内に充填することにより，規則性や内部応力の発生を抑え，輸液の漏洩や注射針の抜けのおそれがない医療用キャップ及びその製造方法を提供するところにある。」"
                },
                {
                  "fig": "エ",
                  "text": [
                    "「【0007】エラストマー樹脂を圧潰しながら成形することにより(コンプレッション成形)，エラストマー樹脂が流動することなく金型内に充填され，成形される。その結果，樹脂の流れによる規則性はなく，内部応力による歪みも抑えられる。したがって，輸液の漏洩が生じることもなく，注射針が抜けるおそれもない。",
                    "【0008】本発明に係る医療用栓体は，エラストマー樹脂原材料を下金型に供給し，前記下金型と上金型とを接近させ，前記エラストマー樹脂を圧潰しながら成形する医療用栓体の成形方法により，製造することができる。",
                    "【0009】すなわち，下金型と上金型とにより，エラストマー樹脂原材料が圧潰され，該金型内に充填され成形される(コンプレッション成形)。その結果，エラストマー樹脂が流れることなく，規則性が生じず，内部応力の発生もなく，栓体が歪むこともない。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【0015】",
                  "text": [
                    "【発明の実施の形態】図1は本発明に係る方法により略円柱状栓体を成形する工程を示す概略断面図である。図1において，1は栓体原材料，2は下金型，3は上金型である。図1(a)において，栓体原材料1は，エラストマー樹脂であり，下金型2内に供給されている。図1(b)に示すように，下金型2と上金型3とは接近する。更に，下金型2と上金型3とが接近すると，図1(c)に示すように，栓体原材料1が下金型2と上金型3とに挟まれ，圧潰されながら，金型内に充填される。そして，図1(d)に示すように，金型内への充填が完了し，栓体4が成形される，最後に，図1(e)に示すように，下金型2と上金型3とが分離され，栓体4が冷却される。・・・",
                    "【0016】かかる成形方法によれば，栓体原材料1は，金型内を流動するのではなく，圧潰されながら充填されるので，エラストマー樹脂の流れによる規則性が生じることはない。したがって，栓体4は，一方向に容易に変形する方向性がないため，栓体と注射針との間に間隙から容器内部の輸液が漏洩したり，注射針が抜けたりすることはない。また，注射針を抜いた後も注射針の貫通痕が良好に閉塞し，該貫通痕より輸液の漏洩が起こることもない。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「【0023】なお，栓体及び外枠体の原材料の形状は，特に限定されないが，塊状，押し出し機から押し出された細長い線状，あるいは，押し出し機から押し出され略円柱状に切り出した形状等が好ましい。・・・」"
                },
                {
                  "fig": "キ",
                  "text": [
                    "「【0025】すなわち，40aにおいて，第1の下金型に原材料が供給される(図2(a)に相当)。40bにおいて，外枠体のコンプレッション成形が行われる(図2(b)～(d)に相当)。40cにおいて，上金型に吸着され，外枠体が冷却される。40dにおいて，金型が離される(図2(e)に相当)。40eにおいて，外枠体が取り出され，40fにおいて，第2の下金型に供給される。",
                    "【0026】次に，41aにおいて，栓体原材料が供給される(図3(a)に相当)。41bにおいて，栓体のコンプレッション成形が行われる(図3(b)，(c)に相当)。41cにおいて，上金型に吸着され，栓体が冷却される。41dにおいて，金型が離される(図3(d)に相当)。41eにおいて，外枠体が取り出され(図3(e)に相当)，41fにおいて，検査工程など後の工程に引き継がれる。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「【0029】",
                  "text": [
                    "【発明の効果】本発明の医療用キャップは，栓体及び／又は外枠体がコンプレッション成形により成形されているので，原材料の流れによる規則性がなく，内部応力による歪みもない。その結果，栓体と注射針との間に間隙から容器内部の輸液が漏洩したり，注射針が抜けたりせず，また，注射針を抜いた後も注射針の貫通痕が良好に閉塞し，該貫通痕より輸液の漏洩が起こることはない。栓体及び／又は外枠体との合着が良好であるため，栓体と外枠体との間に空隙が生じず，輸液が漏洩することもない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の請求項1の「前記金型内の下金型表面上に，押し出し機から押し出して切り出された形状で原材料であるエラストマー樹脂を供給し」との記載部分は，下金型表面上に供給されるエラストマー樹脂の形状について「押し出して切り出された形状」と特定しているものということができる。そして，上記請求項の記載中には，「・・・コンプレッション成形した後，上記金型を分離し，当該栓体を冷却し，冷却された・・・」との発明特定事項があるところ，この記載によれば，材料であるエラストマー樹脂は上記の冷却工程で冷却されるまでの間は圧潰による成形が可能な程度の溶融ないしは温度状態にあるものと認めることができ(もっとも，金型内で圧潰により成形するコンプレッション成形においては，圧潰前の材料が一定程度の溶融ないし温度状態にあることが必要であることは同成形方法自体から要請される技術的事項である。)，これに上記の形状に関する発明特定事項を勘案すると，上記請求項中には，原告が主張する「冷却させることなく，そのままの状態で直接(供給される)」との明示的な記載はないものの，同様の趣旨の記載があるものと理解することができなくもない。そこで，進んで原告主張の上記発明特定事項により，原告主張の作用効果が招来されるものかにつき，次項において検討する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明ではエラストマー樹脂を「冷却させることなく，そのままの状態」で直接金型に押出供給されることにより，表面と内部とで温度差がなく，均一な軟化状態で圧縮成形を行うことができ，内部応力による歪みのない栓体を成形することができると主張する。",
                "そこで検討するに，本願明細書には，医療用栓体の製造方法の従来技術である射出成形方法の問題点として，同方法では溶解したエラストマー樹脂が金型内を流れて金型内に充填されるため，溶解したエラストマー樹脂の流れにより規則性が生じたり，内部応力による歪みが生ずるという欠点があったところ，本願発明はこの点の克服を目的としたものであること(段落【0003】)，本願発明の目的・効果に関して，「原材料であるエラストマー樹脂の規則性や内部応力による歪みの発生を抑え，その結果，輸液の漏洩や注射針の抜けのおそれがない医療用栓体を成形する」(段落【0005】，【0029】)ことが記載されているところ，本願明細書の記載中には「押し出し機から押し出された形状で原料であるエラストマー樹脂を供給(すること)」について記載はあるものの，上記供給時の溶融ないし温度状態と原告主張の効果との関係について言及した記載はない。かえって，本願明細書の上記(1)の記載，特に，段落【0005】，【0007】，【0009】，【0016】及び【0029】の各記載によれば，エラストマー樹脂の規則性や内部応力による歪みの発生が抑えられる理由は，コンプレッション成形により，圧潰可能な程度の溶融ないし温度状態にある原材料のエラストマー樹脂が圧潰されながら流動することなく金型内に充填され，栓体が成形されるため，樹脂の流れによる規則性が生じず，内部応力も発生せず，これによる栓体の歪みも生じないからであると理解することができる。",
                "そうすると，エラストマー樹脂の規則性や内部応力による歪みの発生が抑えられ，その結果，輸液の漏洩や注射針の抜けのおそれがない医療用栓体を成形することができるとの本願発明の効果は，栓体の成形方法としてコンプレッション成形を採用したことにより認められるのであって，コンプレッション成形に通常伴う成形材料の溶融ないし温度条件以上に切り出されたエラストマー樹脂を「冷却させることなく，そのままの状態で(直接金型に押出供給する)」と特定したことにより生ずるものとまで認めることは困難というべきである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願発明の本件特定事項が，押出機から押し出して切り出された形状のエラストマー樹脂を「冷却させることなく，そのままの状態」で直接金型内の下金型表面上に供給することを意味するとしても，その技術的意義は，エラストマー樹脂の金型への供給手段を押出機に特定するという程度のことに過ぎないものと解される。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(周知技術の認定の誤り)について",
          "text": [
            "原告は，審決の周知技術の認定が誤りであると主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知例1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例1(甲2)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「熱可塑性合成樹脂を押出機よりロツド状に押出し，これを適宜の長さに切断して，軟化状態の合成樹脂塊を得，ついで，これを球状体に成形する第1工程と，該球状体を圧縮成形する第2工程とよりなることを特徴とする熱可塑性合成樹脂の成形方法」(1頁左下欄「2 特許請求の範囲」)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明は，熱可塑性合成樹脂の成形方法に係わる。さらに詳しくは，熱可塑性合成樹脂を圧縮成形することにより，射出成形品と同様の表面美麗な成形品を得る方法に関するものである。」(1頁左下欄11行～14行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「従来，熱可塑性樹脂により肉厚の容器様成形品例えば，第5，6図に示したような形状の成形品16，16’を得る場合は，射出成形法，圧縮成形法，流し込み鋳形法等が採用され，それぞれに見合った成型機械が使用されてきた。」(1頁左下欄15行～19行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本発明は，従来の成形法にみられる上記の如き諸欠点を解決するため鋭意研究の結果なされたもので，塩化ビニル樹脂等の熱可塑性合成樹脂を押出し機より溶融状態でロツド状に押し出し，これを適宜の長さに切断して樹脂塊を得，これを球状成形装置を通過させることにより，軟化状態の球状体となし，次にその軟化球状体を圧縮成形機金型内に投入し，圧縮成形することにより，射出成形品と同一乃至は類似の表面美麗な熱可塑性合成樹脂成形品を，効率良く製造することを要旨とするものである。」(2頁左上欄2行～12行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「次に本発明方法を，これを実施するに適する装置の一例を示す図面と共に説明するに，図中1はスクリュー2を内蔵する押出機の先端部を示し，押出機先端部1より，温度コントロールされているノズル3を経て押し出される加熱溶融状態の樹脂4は，上下動するカッター5にて適宜の長さに切断され，柱状の軟化状樹脂塊6となる。・・・",
                      "text": [
                        "ついで溶融状樹脂4は，外気により冷却されて，ある程度固化した軟化状態の柱状樹脂塊6となり，球状成形装置(第2図)へと，自動的に投入され，球状に成形される。この投入過程において該球状樹脂塊6を熱風等で加熱して，表面温度を内面より上昇させることにより一層，表面円滑な球状体を成形することができ，これにより美麗な成形品を得ることが可能となる。」(2頁左上欄19行～右上欄19行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「しかして，球状成形を施すことによって表面に歪がなく，かつシワもない表面平滑な軟化状の球状体樹脂8が得られ，これを次工程で圧縮成形することによって，射出成形法と同一乃至類似の表面美麗な成形品が得られる効果を奏する。」(2頁右下欄10行～15行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「球状装置を通過後得られた球状体樹脂8は，例えば第4図に示すような容器状成形品の成型用圧縮成形機金型へ投入される。すなわち，成形金型の雌型14内に球状体樹脂8が投入されると図示を省略した駆動装置により，雄型13が圧下し，樹脂は金型15に充満し展圧され，所望の成型体16として，冷却後取り出される。」(2頁右下欄16行～3頁左上欄3行)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「以上のように，本発明方法は，複雑高価な装置，例えば射出成形機を使用することなく，通常の安価な押出機と圧縮成形機を用いることにより，簡単な工程で，射出成形品と類似の成形品を高サイクルで得ることができる。・・・特に原料樹脂として夾雑物を多量に含有する廃プラスチックを用いた場合でも，でき上がった成形品は，正規の原料を用いたのと同様な美麗な表面を有する成形品を得ることができ，その工業的利用価値は大である。」(3頁右上欄17行～左下欄11行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，周知例1の特許請求の範囲に記載された発明(以下「周知例1発明」という。)は，複雑高価な射出成形機を用いることなしに，射出成形品と同様の表面美麗な成形品を原材料の熱可塑性樹脂を圧縮成形する方法で得ることを目的とした発明であり，従来の圧縮成形工程に，押出機から押し出され，切断された軟化状態の熱可塑性樹脂を球状体に成形する工程を付加することにより，上記の目的を達成しようとするものであることが認められる。",
                    "すなわち，周知例1発明は，上記発明の目的を達成するために，押出機から押し出され切断して得られる軟化状態の熱可塑性樹脂を直ちに圧縮成形するのではなく，圧縮成形の前に球状体を成形することを必須の工程としているが，周知例1の前記アの記載，特に，従来より熱可塑性樹脂の成形品が射出成形法，圧縮成形法，流し込み鋳形法等により製造されていたとの前記ア(ウ)の記載に照らしてみれば，周知例1発明は，押出機と圧縮成形機を用いて原材料の熱可塑性樹脂から成形品を成形すること，すなわち，原材料である熱可塑性樹脂を押出機から押し出して一定の大きさに切断し，切断された当該熱可塑性樹脂を圧縮成形機の金型内に供給して圧縮成形を行うという従来周知の成形方法において，射出成形品と同様の表面美麗な成形品を得るという目的を達成するため，圧縮成形の前に球状体成形の工程を付加したものであると理解し得るから，周知例1には，上記の従来周知の圧縮成形方法が，周知例1発明の前提技術として開示されていると認められる。",
                    "そして，上記の従来周知の圧縮成形方法において，切断された熱可塑性樹脂を圧縮成形機の金型内に供給する際の当該熱可塑性樹脂については，周知例1発明において「球状体への成形工程」を付加した点に発明性があるとしている点からみて，押出機から押し出して切り出された形状で，冷却されることなくそのままの状態で供給されることが，周知例1発明の従来技術の一般的水準であったものと容易に推認することができる。",
                    "したがって，周知例1には，本件圧縮成形方法が本件出願前周知の事項として開示されていると認められる。",
                    "なお，被告は，本件圧縮成形方法が周知の事項であることを例示する公知文献として乙第1号証(周知例2)を提出するので，念のため，これについても検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知例2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例2は，名称を「ポリオレフィン成形品の製造方法」とする発明の公開特許公報(昭56−93527号)であり，これには，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「メルトインデックス2．0以下のポリオレフィン溶融物を，雌雄端面が摺動して閉鎖する金型を用いて180～250℃で加圧成形することを特徴とするポリオレフィン成形品の製造方法。」(1欄「特許請求の範囲」)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「成形方法としては第1図の工程側面図に示すように，溶融物1，が押出機2，から押出され，カッター3，により所定量に切断されて金型4に入れられ，プレス機械5により加圧成形されるという連続方式が生産性から見て好ましい。溶融物1，を所定量に切断して移送手段，たとえば無端ベルトコンベアー6上で自然冷却される場合はその間を赤外線ヒーター7その他の手段で加熱すればよい。」(2欄16行～3欄4行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「溶融物1，を金型4，内に挿入する方法としては，カッター3，によりベルトコンベアー6，上に切り落とされた溶融物1，を作業者が手で金型4，内に挿入するか，ベルトコンベアー上の溶融物1，をニューマティック(真空と吸盤と圧空噴射の組合せ)もしくはメカニカルなつかみ機構13又は該機構を有するロボットで金型内に挿入することなどが挙げられる。さらに別の方法としてベルトコンベアーの代りに受皿上に溶融物を切り落とし，この受皿を移動させて移送手段とし，前述のロボットと組合せることも考えられる。」(3欄16行～4欄6行)(エ) 「金型は第3a図に示すように雄型14aの端面15aと雌型16aの端面17aが摺動して閉鎖する必要があり，これが材料の逃場を無くす働きをして，このためにポリオレフィンまたはその複合物の溶融物全体に均一に圧力が加わり，溶融物の流動が広がり，順次金型内の空間を埋めていって・・・最終的に所定の形状が得られる。」(4欄7行～14行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「得られる成形品の形状と機能について述べると，・・・デザイン的には射出成形と同等である。」(7欄12行～16行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各記載によれば，周知例2には，押出機とプレス機械(圧縮成形機)を用いて原材料の熱可塑性樹脂であるポリオレフィンから成形品を成形すること，すなわち，原材料であるポリオレフィンの溶融物を押出機から押し出して所定量に切り出し，これをベルトコンベアー等の移送手段により移送して金型の雌型(下金型)に供給して圧縮成形をする成形方法が技術思想として開示されていると認められる。",
                    "そして，周知例2には，上記成形方法において，押出機から金型に移送される溶融物に対して，その形状に何らかの変化を加えることや冷却することを示唆する記載はないから，周知例2には，切り出した溶融物を移送する工程が存在するものの，原材料である熱可塑性樹脂が，押出機から押し出されて切り出された形状で，冷却されることなくそのままの状態で金型内の下金型表面上に供給されるという技術事項が記載されていると認めることができる。",
                    "したがって，周知例2にも本件圧縮成形方法が開示されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小活",
              "text": [
                "以上によれば，本件圧縮成形方法は本件出願前周知の事項であったと認めることができるから，審決の周知技術の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張についての検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①周知例1では，廃プラスチック等の夾雑物が混入した熱可塑性合成樹脂から射出成形品と同等ないし類似の表面美麗な成形品を得るために，押出しの後，圧縮成形の前に球状体を成形することを必須条件としている，②周知例1には，エラストマー樹脂の流れによる規則性や圧縮成形時においてその表面と内部で温度差があることにより発生する内部応力による歪みの防止についての開示がない，として，周知例1から本件圧縮成形方法を周知の事項として認定することはできないと主張する。",
                    "確かに，前記(1)で検討したとおり，周知例1発明は，その目的である表面美麗な成型品を得るために球状体成形を必須の工程としているが，審決が上記周知例により認定した「特許出願前周知の事項」とは，上記の球状体成形工程を除いた本件圧縮成形方法に係る発明であり，引用発明に本件圧縮成形方法を適用して進歩性を否定したものであるから，本件においては，本件圧縮成形方法が引用発明に適用可能な従来技術として採用することができるか否かが問われるべき争点である。そして，前記(1)のとおり，周知例1には，周知例1発明の前提となる従来技術として本件圧縮成形方法が開示されていると認められるのであるから，周知例1発明が球状体の成形工程を必須としているとしても，そのことは「本件出願前周知の事項」，すなわち本件圧縮成形方法についての前記(1)の認定を左右する事情とはなり得ない。よって，上記①の点は理由がない。",
                    "また，上記②の開示がないとしても，本件圧縮成形方法が周知技術として認定できることは前記(1)に認定判断したとおりであるから，上記②の点も理由がない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，日本薬局方の記載に基づき，廃プラスチック等の夾雑物が混入した原材料を用いて射出成形品と同様ないし類似の表面美麗な成形品を製造することを目的とする周知例1は，医療用栓体を成形する際に適用する周知技術を認定する根拠とはなり得ず，また，周知例1を引用発明に適用することには阻害要因が存在すると主張する。",
                    "しかしながら，審決が進歩性判断において引用発明に適用される周知の事項であると認定した本件圧縮成形方法は，廃プラスチック等の夾雑物が混入した樹脂を用いることを構成要素として含まないから，原告の主張は，その前提を欠くものであり，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，①本件出願当時，圧縮成形は主に熱硬化性樹脂からなる成形品の製造に用いられる方法であり，熱可塑性樹脂からなる成形品にはそれほど適用されておらず，熱可塑性樹脂からなる成形品は射出成形によるのが一般的であった，②押出機を，圧縮成形を行うに当たっての原材料供給のために使用することは，周知例1にも開示されておらず，本件出願当時において周知の事項でもなかった，として，審決の周知技術の認定は，周知例1に記載されている事項及び技術常識の範囲を超え，本願発明を参酌した上で行った事後的分析によるものであり，誤りであると主張する。",
                    "しかしながら，前記(1)ア(ウ)の，本件出願前において，熱可塑性樹脂の成形方法として，射出成形法，圧縮成形法，流し込み鋳形法等が採用されていたとの記載に照らすならば，上記①の主張を直ちに採用することはできず，また，仮に，同主張を前提としても，熱可塑性樹脂の成形方法として圧縮成形法が当業者に一般的に知られていた事実が否定されるわけではないから，上記①は，周知例1から本件圧縮成形方法を周知の事項と認定することの妨げとなる事情ではない。",
                    "また，圧縮成形を行うに当たり，押出機を原材料の供給のために使用することは，前記(1)アのとおり，周知例1に記載されているから，上記②の主張も理由がない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，周知例2を証拠として提出することは特許法159条2項で準用する同法50条に違背し，許されないと主張する。",
                    "しかしながら，本件審判時の拒絶理由通知書(甲11)においては，本件圧縮成形方法が本件出願前周知の事項とされ，拒絶理由の根拠として記載されているから，本件訴訟において，上記拒絶理由通知書で通知されたのと同一の技術的周知の事項を立証するために公知文献である乙第1号証(周知例2)を提出することは，特許法159条2項で準用する同法50条に違反するものではない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，審決における周知技術の認定に誤りがあったとは認められず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明の本件圧縮成形方法に係る構成は，当業者が適宜なし得る設計事項以上の格別の技術的意義があるから，当業者が容易に想到し得た事項ではないと主張する。",
                "しかしながら，前記1(4)のとおり，本願発明の本件圧縮成形方法に係る構成は，エラストマー樹脂の金型への供給手段を押出機に特定したという程度の意義を有するものに過ぎず，また，同構成は，熱可塑性樹脂についての周知の技術的事項をエラストマー樹脂に適用したに過ぎないものであるから，同構成に格別の技術的意義があるとは認められない。",
                "そして，引用発明と本件圧縮成形方法とは，原材料の熱可塑性樹脂から成形品を成形するという技術の共通性が認められるから，引用発明に本件圧縮成形方法を適用することは，当業者が適宜決定し得た設計事項であるといえる。",
                "したがって，原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，①周知例1では球状体成形後に圧縮成形することを必須条件としており，また，②周知例1には，表面と内部とで温度差があるエラストマー樹脂を圧縮成形した場合に内部応力による歪みが発生することについて記載も示唆もないから，本願発明の本件圧縮成形方法に係る構成は，当業者が，周知例1を引用発明に適用するに当たり，輸液用栓体の内部応力による歪みを解消するために当然に考慮し得た設計事項であるとはいえないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，①の点についてみるに，上記のとおり，引用発明に適用される周知の事項である本件圧縮成形方法は，切り出した熱可塑性樹脂を球状体に成形する工程を構成要素として含まないから，上記①の点は前提を誤るものであり失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に②の点についてみるに，確かに周知例1には上記②の課題について記載も示唆もないことは原告の主張するとおりである。また，引用例にも上記②の課題が示唆されていないから，当業者が引用発明に周知例1の周知の事項を適用するに当たり，輸液用栓体の内部応力による歪みを解消するために本件圧縮成形方法に係る構成とすることを当然に考慮し得たといえないことも原告の主張するとおりである。しかしながら，上記(1)で説示したとおり，引用発明と本件圧縮成形方法とは技術の共通性があり，しかも，本件圧縮成形方法は周知の事項であり，かつ，上記2(4)イのとおり，これを引用発明に適用することについて特段の阻害事由は認められないのであるから，上記②の記載や示唆がなくても，当業者であれば，引用発明に対して本件圧縮成形方法を適用することは適宜に考慮し得たというべきであり，その結果として必然的に，内部応力による歪みが解消された輸液用栓体が成形されるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明に本件圧縮成形方法を適用するに当たって，原告主張に係る「輸液用栓体の内部応力による歪みを解消するため」との記載ないし示唆がないとしても，本件圧縮成形方法の適用が当業者の考慮し得た設計事項であるとの認定を左右することはないから，上記②も失当というべきである。",
                    "以上のとおりであるから，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点2についての審決の判断に誤りがあるとは認められないから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点1についての判断の誤り)について",
          "text": [
            "原告は，相違点1についての審決の判断は，本願発明において輸液用栓体を「エラストマー樹脂のみからなる単体」としたことの技術的意義を看過するものであり，誤りであると主張する。",
            "しかしながら，本願明細書(甲4)には，既に認定説示したとおり，成形方法との関連において，「エラストマー樹脂」の規則性や内部応力についての記載はあるものの，「エラストマー樹脂のみからなる単体」とする構成の有する技術的意義に関する記載は一切存在しないから，「エラストマー樹脂のみからなる単体」とすることにいかなる技術的意義があるのか明らかではない。",
            "そして，引用発明は，原材料がエラストマーとされるだけで，その組成については何ら特定されていないから，引用発明におけるエラストマーとしては，エラストマー樹脂のみからなる単体を除外する理由はない。",
            "以上によれば，引用発明において，原材料をエラストマー樹脂のみからなる単体とするか否かは，当業者が適宜決定し得た設計事項であるということができる。",
            "したがって，原告の主張は採用することができず，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本願発明の効果についての判断の誤り)について",
          "text": [
            "原告は，栓体と注射針との間隙から輸液を漏洩させない等の本願発明の効果を，引用発明及び本件出願前周知の事項から容易に予測し得た程度のことであるとする審決の判断は，本件圧縮成形方法に係る構成を採用することについての容易想到性を全く判断せずにされた後知恵によるものであると主張する。",
            "しかしながら，原告が主張する本願発明の効果は，前記1(3)に説示したとおり，本件出願前周知の事項である本件圧縮成形方法を採用したことによるものであるから，当業者が適宜決定し得た設計事項によりもたらされる効果に過ぎず，当業者において容易に予測し得た程度のこととであるということができる。",
            "したがって，原告の主張は採用することができず，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上の次第であるから，審決取消事由はいずれも理由がなく，他に審決を違法とする事由もないから，審決は適法であり，本件請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}