{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−800175号事件について平成20年8月20日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告は，特許第3781474号(出願日 平成8年3月22日・登録日 平成18年3月17日・発明の名称「携帯電話システム及び携帯電話システムの処理方法」・請求項の数2)の特許権者であるが，原告が上記特許の請求項1・2について無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①特許請求の範囲の記載に明確性要件違反があるか(特許法36条6項2号)，②本件特許発明が下記引用例との関係で進歩性(特許法29条2項)を有するか，である。",
            "記",
            "・ 特開平7−30672号公報(発明の名称「パーソナルコンピュータ装置，データベースシステムおよび簡易型携帯電話装置」，出願人 キヤノン株式会社，公開日 平成7年1月31日，甲1。以下「甲1公報」といい，そこに記載された発明を「甲1発明」という。)",
            "・ 特開平4−10153号公報(発明の名称「情報検索システム」，出願人日本電信電話株式会社，公開日 平成4年1月14日，甲2。以下「甲2公報」といい，そこに記載された発明を「甲2発明」という。)・ 特開平6−334780号公報(発明の名称「コミュニケータ及び該コミュニケータを用いたソフト配信システム」，出願人 レーム プロパティズビーブイ，公開日 平成6年12月2日，甲3。以下「甲3公報」といい，そこに記載された発明を「甲3発明」という。)",
            "・ WO95／08881号公報(出願人 ベル コミュニケーションズ リサーチ，インコーポレイテッド，国際公開日 平成7年3月30日，甲4。",
            "以下「甲4公報」といい，そこに記載された発明を「甲4発明」という。国内公表は特表平9−503108号〔甲13〕，公表日 平成9年3月25日，発明の名称「端末機器のための拡張機能を提供する広帯域インテリジェント電気通信ネットワークおよびその方法」)",
            "・ 西村尚ほか「情報検索のための定番WWWガイド」(インターネットマガジン1995年〔平成7年〕8月発行，甲5。以下「甲5刊行物」といい，そこに記載された発明を「甲5発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，平成8年3月22日，名称を「携帯電話システム及び携帯電話システムの処理方法」とする発明について特許出願(特願平8−66954号)をし，平成18年3月17日特許第3781474号として設定登",
                  "text": [
                    "録を受けた(請求項の数2。甲33。以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，平成19年8月27日付けで本件特許の請求項1及び2について無効審判請求をしたので，特許庁は，同請求を無効2007−800175号事件として審理した上，平成20年8月20日，請求不成立とする旨の審決をし，その謄本は平成20年9月1日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許は，上記のとおり請求項1及び2から成るが，その内容は次のとおりである(以下，順次「本件特許発明1」，「本件特許発明2」といい，これらを総称して「本件各特許発明」という。)。",
                "・ 【請求項1】",
                "携帯電話機の機能を拡張する機能プログラムと，前記機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータと，機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータとを記憶し，前記機能プログラム，前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニュー及び前記項目表示画面のデータを電話回線を介して携帯電話機に送信する制御装置と，前記制御装置から前記プログラムメニュー及び前記項目表示画面のデータを受信して前記メニュー表示画面及び前記項目表示画面を表示し，前記制御装置から機能プログラムを受信して記憶し，記憶した機能プログラムを起動して動作を行う携帯電話機とを有する携帯電話システムであって，",
                "前記メニュー表示画面及び前記項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，",
                "前記制御装置から送信される機能プログラムは，前記携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する機能プログラムであって，前記メニュー表示画面及び前記項目表示画面によって選択されるものであり，",
                "前記制御装置は，前記メニュー表示画面のデータ，前記項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶し，前記携帯電話機からの発呼を受けると，前記プログラムメニューを送信して前記ツリーに基づいた項目の入力を促し，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づいた項目の入力又は機能プログラムの選択を促し，前記携帯電話機から機能プログラムを指定するデータを受信すると，当該データに対応した機能プログラムを送信する制御装置であり，",
                "前記携帯電話機は，前記制御装置から前記プログラムメニュー又は前記項目表示画面のデータを受信して前記メニュー表示画面又は前記項目表示画面を表示し，メニュー表示画面又は項目表示画面から項目が入力されると，入力された項目に対応した項目表示画面のデータを前記制御装置から受信して当該項目表示画面に切り替えて表示し，項目表示画面から所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記制御装置に送信し，前記制御装置から前記データに対応する機能プログラムを受信して記憶し，入力された指示に従って前記記憶された機能プログラムを読み出して起動し，前記機能プログラムに従って動作させる携帯電話機であることを特徴とする携帯電話システム。",
                "・ 【請求項2】",
                "制御装置は，携帯電話機の機能を拡張する機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータ，前記機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶しており，当該メニュー表示画面及び当該項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，",
                "前記制御装置から送信される機能プログラムは，前記携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する機能プログラムであって，前記メニュー表示画面及び前記項目表示画面によって選択されるものであり，",
                "携帯電話機からの発呼を受けると，前記制御装置は，前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニューを前記携帯電話機に送信して前記ツリーに基づいた項目の入力を促し，",
                "前記携帯電話機は，前記制御装置から前記プログラムメニューを受信すると，メニュー表示画面を表示し，",
                "前記制御装置は，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づく項目の入力又は機能プログラムの選択を促し，",
                "前記携帯電話機は，前記制御装置から前記項目表示画面のデータを受信すると，項目表示画面を切り替えて表示し，当該項目表示画面から所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記制御装置に送信し，",
                "前記制御装置は，前記機能プログラムを指定するデータを受信すると，記憶されている機能プログラムから当該データに対応した機能プログラムを前記携帯電話機に送信し，",
                "前記携帯電話機は，前記制御装置からの機能プログラムを受信して記憶し，入力された指示に従って前記記憶された機能プログラムを読み出して起動し，前記機能プログラムに従って動作させることを特徴とする携帯電話システムの処理方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本件特許の特許請求の範囲の記載は，特許を受けようとする発明が明確でないとすることはできない，②本件特許発明1及び2は，甲1発明ないし甲5発明から容易になし得たということはできない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲1発明・甲3発明の内容，同各発明と本件特許発明1との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明関係",
                      "text": [
                        "＜甲1発明の内容＞",
                        "「電子手帳等のパーソナルコンピュータ装置であって，",
                        "入力装置101と，LCD等の表示装置102と，ROMおよびR",
                        "AM等を含むマイクロコンピュータユニット(以下，マイコンという)103と，フロッピディスク等の媒体を用いた記憶装置104と，外部機器を接続するためのインタフェース回路(I／F)105と，このインタフェース回路105に接続されたPHP106とを有し，P",
                        "HP106は基地局107に接続され，この基地局107には，サー",
                        "バ110が接続されており，サーバ110には，プログラムデータベース111が接続されており，",
                        "入力装置101にてプログラム選択(変更)メニューを選択すると，マイコン103は，記憶装置104よりプログラムデータベース111が接続されているサーバ110の電話番号を読み出し，インタフェース回路105より電話番号をPHP106に入力し，サーバ110",
                        "に接続し，",
                        "マイコン103は，サーバ110の接続を確認した後，選択コードをサーバ110に送り，",
                        "サーバ110は，マイコン103より送られてきた情報より，最適なプログラムデータをプログラムデータベース111より選択し，データをマイコン103に送り，記憶装置104に記憶し，プログラムがダウンロードされ，実行され，機能の変更ができる，",
                        "電子手帳等のパーソナルコンピュータ装置。」",
                        "＜甲1発明と本件特許発明1との一致点＞",
                        "いずれも，",
                        "「携帯端末の機能プログラム，を記憶し，前記機能プログラム，のデータを電話回線を介して携帯端末に送信する装置と，メニュー表示画面を表示し，装置から機能プログラムを受信して記憶し，記憶した機能プログラムを起動して動作を行う携帯端末とを有するシステムであって，",
                        "メニュー表示画面は，携帯端末用の画面であって，",
                        "装置は，携帯端末から機能プログラムを指定するデータを受信すると，当該データに対応した機能プログラムを送信する装置であり，携帯端末は，メニュー表示画面を表示し，所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記装置に送信し，前記装置から前記データに対応する機能プログラムを受信して記憶し，前記記憶された機能プログラムを起動し，前記機能プログラムに従って動作させる携帯端末であるシステム」である点。",
                        "＜甲1発明と本件特許発明1との相違点＞",
                        "「装置と，携帯端末とを有するシステム」が，本件特許発明1では「制御装置と，携帯電話機とを有する携帯電話システム」であるのに対して，甲1発明では，「サーバ110と，電子手帳等のパーソナルコンピュータ装置とを有するシステム」であり，",
                        "「装置」は，本件特許発明1では「機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータと，機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータとを記憶し」，「前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニュー及び前記項目表示画面のデータを電話回線を介して携帯電話機に送信」するとともに，「前記メニュー表示画面のデータ，前記項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶し，前記携帯電話機からの発呼を受けると，前記プログラムメニューを送信して前記ツリーに基づいた項目の入力を促し，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づいた項目の入力又は機能プログラムの選択を促」す「制御装置」であるのに対して，甲1発明では，サーバ110は，電子手帳等のパーソナルコンピュータ装置の表示画面のデータを記憶し，送信する点が記載されておらず，",
                        "また，本件特許発明1の「前記メニュー表示画面及び前記項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，」については，甲1発明には「項目表示画面」，「携帯電話機用の画面」，「携帯電話機との交信を行うための画面」について記載はなく，",
                        "「機能プログラム」が，本件特許発明1では「携帯電話機の機能を拡張する」ものであり，かつ「携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する」とともに「メニュー表示画面及び前記項目表示画面によって選択されるものであ」るのに対して，甲1発明では，「プログラム選択(変更)」との記載しかなく，",
                        "「携帯端末」は，本件特許発明1では「前記制御装置から前記プログラムメニュー又は前記項目表示画面のデータを受信して前記メニュー表示画面又は前記項目表示画面を表示し，メニュー表示画面又は項目表示画面から項目が入力されると，入力された項目に対応した項目表示画面のデータを前記制御装置から受信して当該項目表示画面に切り替えて表示」する「携帯電話機」であるのに対して，甲1発明では，「電子手帳等のパーソナルコンピュータ装置」であり，サーバから表示画面のデータを受信して表示する点が記載されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3発明関係",
                      "text": [
                        "＜甲3発明の内容＞",
                        "「配信システムは，配信センタ100，パーソナルコミュニケータ1，及び配信センタとパーソナルコミュニケータ1とを接続する通信回線としての伝送路200から構成され，",
                        "配信センタ100は，ゲームソフトデータベース101，その他のデータベース(群)105を備え，",
                        "パーソナルコミュニケータ1は，メインメニューから「配信センタ呼出」が選択され，配信センタ呼出処理が起動し，まず，利用項目の表示が行われ，利用項目の表示は，選択を求める表示(例えば「希望の利用項目を選んで下さい」との表示)と利用項目一覧(ゲーム，カラオケ，その他の項目)とからなり，この表示の後，選択された利用項目名の個別処理画像を表示し，個別処理画像の表示は，入力あるいは選択を求める表示と個別処理名一覧とからなり，この後，入力あるいは選択がされると，配信センタに接続され，配信センタとパーソナルコミュニケータ1間とで双方向通信が行われて，各個別処理内容に応じた処理がなされ，ゲームを行う場合の制御については，利用項目表示においてゲームを選択すると，個別処理画像が表示され，入力あるいは選択を求める表示301を含む画面においてゲーム番号入力欄305に直接ゲーム番号を入力すれば，その後該当するゲーム情報が送信されてき，また，「(2)ゲーム番号一覧」を選択すると，配信センタ100からゲームの番号の一覧表示に関するデータが送信されて表示され，詳しくは，入力領域311と表示覧313とに分かれており，表示覧313には，ゲーム番号とゲーム名が表示され，この表示を参考にして希望のゲーム番号を探し，入力領域311のゲーム番号入力欄315に入力すればよく，",
                        "ゲーム番号入力欄315に希望ゲーム番号を入力した際，パーソナルコミュニケータ1のID番号，希望ゲーム番号等から構成されるゲームリクエストデータが配信センタ100に送信され，配信センタ100では，制御装置120が送信されてきたリクエストデータを入力し，そのリクエストに対応したゲーム情報を，ゲームソフトデータベース101から取り出し，取り出したゲーム情報は伝送路200に送出させ，該当するパーソナルコミュニケータ1に転送し，",
                        "パーソナルコミュニケータ1側では，そのゲーム情報を受信し，メモリ8に格納し，その後例えばゲーム開始の操作がされると，メモリ8内のゲーム情報に従うゲームが開始される",
                        "配信システム。」",
                        "＜甲3発明と本件特許発明1との一致点＞",
                        "いずれも，",
                        "「端末の機能を拡張する機能プログラム，を記憶し，前記機能プログラム，のデータを電話回線を介して端末に送信する装置と，メニュー表示画面及び項目表示画面を表示し，装置から機能プログラムを受信して記憶し，記憶した機能プログラムを起動して動作を行う端末とを有するシステムであって，",
                        "メニュー表示画面及び前記項目表示画面は，端末用の画面であって，装置から送信される機能プログラムは，前記端末の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する機能プログラムであって，メニュー表示画面及び項目表示画面によって選択されるものであり，",
                        "装置は，端末から機能プログラムを指定するデータを受信すると，当該データに対応した機能プログラムを送信する装置であり，端末は，メニュー表示画面を表示し，所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記装置に送信し，前記装置から前記データに対応する機能プログラムを受信して記憶し，前記記憶された機能プログラムを起動し，前記機能プログラムに従って動作させる端末であるシステム」である点。",
                        "＜甲3発明と本件特許発明1との相違点＞",
                        "「装置と，端末とを有するシステム」が，本件特許発明1では「制御装置と，携帯電話機とを有する携帯電話システム」であるのに対して，甲3発明では，「配信センタ100と，パーソナルコミュニケータ1とを有するシステム」であり，",
                        "「装置」は，本件特許発明1では「機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータと，機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータとを記憶し」，「前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニュー及び前記項目表示画面のデータを電話回線を介して携帯電話機に送信」するのに対して，甲3発明では，配信センタ100は，パーソナルコミュニケータ1の表示画面のデータを記憶し，送信する点が記載されておらず，",
                        "また，「メニュー表示画面及び前記項目表示画面は，端末用の画面であって，」は，本件特許発明1が「携帯電話機との交信を行うための画面であり，」に対して，甲3発明には「利用項目の表示」において，パーソナルコミュニケータ1が配信センタ100と交信を行うことは記載されておらず，",
                        "「装置」は，本件特許発明1では「前記メニュー表示画面のデータ，前記項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶し，前記携帯電話機からの発呼を受けると，前記プログラムメニューを送信して前記ツリーに基づいた項目の入力を促し，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づいた項目の入力又は機能プログラムの選択を促」す「制御装置」であるのに対して，甲3発明では，配信センタ100は，パーソナルコミュニケータ1の表示画面のデータを記憶し，送信する点が記載されておらず，",
                        "「端末」は，本件特許発明1では「携帯電話機」であって，「前記制御装置から前記プログラムメニュー又は前記項目表示画面のデータを受信して前記メニュー表示画面又は前記項目表示画面を表示し，メニュー表示画面又は項目表示画面から項目が入力されると，入力された項目に対応した項目表示画面のデータを前記制御装置から受信して当該項目表示画面に切り替えて表示」するのに対して，甲3発明では，パーソナルコミュニケータ1であって，配信センタ100から，(ゲーム番号の一覧表示に関するデータが送信されて表示されるものの)表示画面のデータを受信して表示する点が記載されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(明確性に関する判断の誤り)",
                  "text": [
                    "審決は，本件特許公報(甲33)の段落【0023】及び【0024】",
                    "の記載を根拠として「メニュー表示画面」，「項目表示画面」及び「プログラムメニュー」の関係は明確であるとしたが(16頁8行～19行，29行～31行)，上記各段落には「メニュー表示画面のデータ」に関する記載はなく，「プログラムメニュー」と「メニュー表示画面のデータ」との関係を導き出すことは不可能であり，さらに「『機能プログラム』を選択してもらうという機能」との文言も一切記載されていない。",
                    "むしろ，これらの段落における「…利用者に送信すべきプログラムを選択してもらうためのプログラムメニューを携帯電話機1に送信する(204)。」(段落【0023】)，「携帯電話機1のCPU16は，受信したプログラムメニューを表示部19に表示する(104)。」(段落【0024】)との記載に着眼すれば，「プログラムメニュー」とは携帯電話の表示部に表示される画面を指すものと一義的に解釈できる。",
                    "審査過程における被告の平成15年12月22日付け意見書(甲36)における主張も，「プログラムメニュー」とは飽くまでも携帯電話の表示部に表示されユーザによる選択が行われる画面であることを前提としており，上記解釈を裏付けるものである。",
                    "しかも，審決の認定する内容自体，不明確であるといわざるを得ない。",
                    "すなわち審決は，「プログラムメニュー」は，①「メニュー表示画面のデータ」及び②(「メニュー表示画面」及び「項目表示画面」により)「機能プログラム」を選択してもらうという機能を果たすデータを意味するとするが，まず①「メニュー表示画面のデータ」は請求項に記載された文言であり，同じく請求項の文言である「プログラムメニュー」がこれと同内容であると解することは不合理であり，かつ，同一の内容を異なる文言で表現すれば権利範囲が不明確になることは必至である。また②に関しては，「メニュー表示画面」，「項目表示画面」により選択してもらうデータであるから，「メニュー表示画面のデータ」「項目表示画面のデータ」のことを述べているとも理解されるが，そうであるとすれば，請求項1の「前記制御装置から前記プログラムメニュー及び前記項目表示画面のデータを受信して」との記載と矛盾する。",
                    "さらに，審決が根拠とする段落【0023】，【0024】の記載や当該記載で参照している図3のフローから善解すれば，「プログラムメニュー」とはツリー状に関連付けられたメニューを表示するためのデータであるとも考えられる。しかし，この解釈によれば，携帯電話機は「プログラムメニューの送信(204)」(図3参照)にて送信したプログラムメニューを用いて，制御装置との交信を行わないで，ツリー状のメニューを表示することができることになるから，「ツリー構造のメニューにおいて階層毎に制御装置と交信」するという特徴を有しないことになる。",
                    "以上のとおり，「メニュー表示画面」「項目表示画面」と「プログラムメニュー」との関係は明らかではないから，「メニュー表示画面」，「項目表示画面」及び「プログラムメニュー」の関係が明確であるとした審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(甲1発明と本件特許発明1との相違点認定の誤り)(ア) 審決は，本件特許発明1と甲1発明とを対比し，本件特許発明1が携帯電話システムであるのに対し，甲1発明が「サーバ110と，電子手帳等のパーソナルコンピュータ装置とを有するシステム」である点で相違すると認定するが(19頁下4行～下1行)，同認定には，第2実施例の技術内容の理解の誤りに起因する誤り及び甲1公報の第5実施例等を考慮しないことに起因する誤りがあり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "第2実施例の技術内容の理解の誤り",
                      "text": [
                        "甲1公報の第2実施例においてプログラムがダウンロードされる端末は，「パーソナルコンピュータ装置」である。この「パーソナルコンピュータ装置」は「PHP」(パーソナルハンディホン)と「インタフェース回路」(105)を介して接続されており(段落【0008】)，同装置を全体として捉えると，「入力装置」(101)，「表示装置」(102)，「マイクロコンピュータユニット」(103)，「記憶装置」(104)及びネットワーク接続手段(「PHP」)を備える点において本件特許発明1の「携帯電話機」と同視すべき装置である。",
                        "加えて，特開平5−211464号公報(発明の名称「携帯電話装置」，出願人 カシオ計算機株式会社，公開日 平成5年8月20日，甲37。",
                        "以下「甲37公報」という。)，特開平5−30230号公報(発明の名称「集合端末装置」，出願人 株式会社シーエスケイ，公開日 平成5年2月5日，甲38。以下「甲38公報」という。)，特開平7−248849号公報(発明の名称「携帯用パソコン」，出願人 株式会社日本ソフトウエアプロダクツ，公開日 平成7年9月26日，甲39。以下「甲39公報」という。)のとおり，ネットワーク接続手段(携帯電話機能)と電子手帳機能とを一体として備える携帯装置が本件特許出願前から周知であったことに鑑みても，「パーソナルコンピュータ装置」に「PHP」が接続されている第2実施例の構成を，本件特許発明1の「携帯電話機」と別異のものと解すべき理由はない。",
                        "したがって，第2実施例に記載されたシステムは本件特許発明1の「携帯電話システム」と同視すべきであり，これらシステムを異なるものであると認定することは誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲1公報の第5実施例等を考慮しない誤り",
                      "text": [
                        "甲1公報の第5実施例には，携帯可能な小型コンピュータに代えて，PHPを端末として用いてデータベースサービスシステムにアクセスするという技術的思想が開示されており(段落【0040】，【0041】)，甲1公報のすべての記載を総合すれば，甲1公報には，第2実施例における電子手帳に代えてPHPを端末とする発明も含まれているというべきである。",
                        "したがって，甲1公報の第5実施例等に記載された技術的思想を考慮しない審決の相違点の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(甲1発明と本件各特許発明との相違点判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明と本件特許発明1との相違点",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が認定した相違点(19頁下4行～20頁下5行)を整理すると，次のとおりとなる。",
                            "① 本件特許発明1が携帯電話システムであるのに対し，甲1発明が携帯電話システムではない点(以下「相違点①」という。)② 本件特許発明1では，制御装置がツリー状のメニューを記憶し，ツリー状のメニューに従ってメニューを送信して端末に表示し，機能プログラムの選択を促すのに対し，甲1発明ではパーソナルコンピュータ装置がメニューの画面を記憶している点(以下「相違点②」という。)",
                            "③ 本件特許発明1では，「前記メニュー表示画面及び前記項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面」であるのに対し，甲1発明には「項目表示画面」，「携帯電話機用の画面」，「携帯電話機との交信を行うための画面」について記載がない点(以下「相違点③」という。)",
                            "④ 本件特許発明1の「機能プログラム」が「携帯電話機の機能を拡張する」ものであり，かつ「携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する」のに対し，甲1発明では「プログラム選択(変更)」との記載しかない点(以下「相違点④」という。)",
                            "⑤ 本件特許発明1の「携帯端末」が「前記制御装置から前記プログラムメニュー又は前記項目表示画面のデータを受信して前記メニュー表示画面又は前記項目表示画面を表示し，メニュー表示画面又は項目表示画面から項目が入力されると，入力された項目に対応した項目表示画面のデータを前記制御装置から受信して当該項目表示画面に切り替えて表示」する「携帯電話機」であるのに対して，甲1発明では，「電子手帳等のパーソナルコンピュータ装置」であり，サーバから表示画面のデータを受信して表示する点が記載されていない点(以下「相違点⑤」という。)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "このうち，相違点③の「項目表示画面」については，審決の無効理由1における判断(15頁下2行～16頁7行)によれば，「メニュー表示画面」と同様に各項目をメニューとして表示する画面であり，「メニュー表示画面」の下にある表示画面であることから，審決は，ツリー状のメニューの上層のメニューが「メニュー表示画面」であり，その下層のメニューが「項目表示画面」であると解していることになる。そして，ツリー状のメニューであれば，必ず下層のメニューである「項目表示画面」を有することは明らかであるから，甲1発明に「項目表示画面」の記載がないという点は，甲1発明ではツリー状のメニューを用いていないという相違点②を言い換えただけであり，独自の相違点を構成するものではない。また，相違点③の「携帯電話機用の画面」，「携帯電話機との交信を行うための画面」については，甲1発明が携帯電話機を用いておらず，携帯電話システムではないという相違点1を言い換えただけであり，独自の相違点を構成するものではない。",
                            "次に，相違点④のうち，本件特許発明1における「機能プログラム」が「携帯電話機の機能を拡張する」ものであり，かつ「携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する」点については，甲1発明が「ICカードを持ち歩かなくとも，簡単に，しかもリアルタイムに機能(プログラム)の変更ができるようになった。」(審決8頁12行～14行)との効果を有することからすれば，甲1発明のプログラムは，あらかじめ電子手帳等のパーソナルコンピュータ装置に記憶されている機能とは異なる機能を有する点で機能を拡張するプログラムということができ，拡張される機能が電子手帳等の機能であって携帯電話機の機能でないのは，甲1発明においてプログラムをダウンロードする対象の端末が電子手帳等であり，携帯電話機ではないからである。そうすると，上記の点は，甲1発明が携帯電話機を用いておらず，携帯電話システムではないという相違点1を言い換えただけであるから，それ以上に独自の相違点を構成するものではない。また，本件特許発明1の「機能プログラム」が「メニュー表示画面及び前記項目表示画面によって選択される」点については，甲1発明ではツリー状のメニューを用いていないという相違点②を言い換えただけであり，この点も独自の相違点を構成するものではない。",
                            "さらに，相違点⑤の内容は，携帯電話機かパーソナルコンピュータ装置かが異なるという相違点1及びツリー状のメニューを受信して表示しているか否かが異なるという相違点であり，後者の相違点は，制御装置側からみた相違点②を携帯電話機側からみて記載しているにすぎないから，相違点⑤は独自の相違点を構成するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件特許発明1と甲1発明との実質的な相違点は，相違点①と相違点②ということになる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明1の無効理由",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点②の構成",
                          "text": [
                            "甲2公報には，情報検索システムに複数の階層から構成されるメニューを登録しておくこと及び登録された順序で情報利用者にメニュー(あるいは情報)を提示することが記載されており，この構成は，相違点②の構成そのものにほかならない。審決は，甲2公報に相違点についての記載も示唆もないとするが(21頁3行～4行)，明らかに誤りである。",
                            "そして，甲1発明と甲2発明はいずれもサーバから端末に情報を配信するシステムであり，技術分野が共通する。また，甲1発明の用いるメニューと甲2発明のメニューは配信すべき情報をユーザに選択させるという同じ機能を有する構成である。したがって，甲1発明において，プログラムデータを選択するためのメニューとして，甲2発明の階層構造のメニュー(ツリー状のメニュー)を適用することに困難性はない。",
                            "また，階層構造のメニュー(ツリー状のメニュー)を用いる意義は，単にメニューに含まれる選択肢の数が増大することによる複雑化を回避し，効率のよいメニュー対話を行うことにあり，階層構造のメニューを採用する程度のことは設計事項にすぎない。",
                            "なお，甲1発明はプログラムデータのみならず辞書データを選択するためにメニューを用いており，甲1公報には，プログラムデータのダウンロードは辞書データのダウンロードと同様に行うとの説明があるから，甲2発明で送信される情報がプログラムでないとしても，甲1発明と甲2発明との組合せを妨げるものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点①の構成",
                          "text": [
                            "甲2公報には相違点①の構成は開示されていないが，プログラムのダウンロードを受ける端末として携帯電話を用いることができることは本件特許出願前に周知であった(特開平5−130255号公報〔発明の名称「携帯用多機能電話機」，出願人 日本テクサ株式会社，甲7，以下「甲7公報」という。〕，特開平4−345332号公報〔発明の名称「携帯電話装置」，出願人 ソニー株式会社，公開日 平成4年12月1日，甲9，以下「甲9公報」という。〕，特開平7−67174号公報〔発明の名称「拡張ソフトウェアのダウンロード機能付きディジタル自動車電話システム」，出願人 日本電気株式会社，公開日 平成7年3月10日，甲14，以下「甲14公報」という。〕，特開平8−51493号公報〔発明の名称「電話機」，出願人 富士通株式会社，公開日 平成8年2月20日，甲18，以下「甲18公報」という。〕，特開昭61−220535号公報〔発明の名称「無線電話機ソフトウェア変更方式」，出願人 日本電気株式会社，公開日 昭和61年9月30日，甲19，以下「甲19公報」という。〕等)。",
                            "したがって，甲1発明においてプログラムのダウンロードを受けるために用いられているパーソナルコンピュータ装置に代えて携帯電話を用いることは，当業者が容易になし得る事項である。",
                            "また，甲1公報の第5実施例には，前記のとおり，携帯可能な小型コンピュータに代えてPHPを端末として用いてデータベースサービスシステムにアクセスするという技術的思想が開示されている。したがって，甲1公報に接した当業者が，第5実施例の技術的思想に従って，甲1発明で用いられているパーソナルコンピュータ装置をPHPに代えることは容易になし得る事項である。このような甲1公報の記載内容に着目しても，パーソナルコンピュータ装置を携帯電話に代えることは容易である。",
                            "なお，審決は，甲1公報の第5実施例等の記載について，PHP本体が「音声化されたディジタル信号」を受信するものであり，機能プログラムを受信すること，機能プログラムの選択を促す表示画面のデータを受信することの記載がないから，パーソナルコンピュータに代えてPHPを用いることができないとするが(審決21頁5行～9行，19行～29行)，審決の述べる相違は，PHPを端末として用いてデータベースサービスシステムにアクセスするという技術的思想を否定するものではない。PHP本体とデータベースサービスシステムとの間に流れるディジタル信号が上位アプリケーションによってどのように用いられるか(音声かプログラムか，メニュー表示画面か否か)によって，PHP本体を端末として用いることができるか否かが変わるわけではない。",
                            "したがって，審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点①と相違点②の関係",
                          "text": [
                            "本件特許発明1と甲1発明との相違点は，携帯電話システムにおいてツリー状のメニューを用いた点ということもできる。そこで，携帯電話システムにおいてツリー状のメニューを用いることができない理由があるかについて検討すると，本件特許発明1において，携帯電話機はダウンロードを受ける端末としての機能を有するものであるが，その点においては，携帯電話機であるかパーソナルコンピュータ装置であるかという点に相違はない。また，階層構造のメニュー(ツリー状のメニュー)を用いる意義は，メニューに含まれる選択肢の数が増大することによる複雑化を回避し，効率のよいメニュー対話を行う点にあるところ，この点において，パーソナルコンピュータ装置と携帯電話機とを異なるものとして捉える理由は全く見当たらない。",
                            "したがって，パーソナルコンピュータ装置を用いたプログラムダウンロードにおいて用いられるツリー状のメニューを携帯電話システムにも適用することができるのであって，甲1発明に対しては，相違点②に係る甲2発明と，相違点①に係る周知技術の両方を適用することができる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件特許発明1は，甲1発明のメニューとして，階層状のメニューを登録された順序でシステムから送信する甲2発明の構成を採用すると共に，ダウンロードを受ける装置として周知の携帯電話機を適用したものである。本件特許発明1は，甲1発明と甲2発明と本件特許出願前の周知技術に基づいて当業者が容易に発明をすることができたものであり，進歩性を有するものでない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明2の無効理由",
                      "text": [
                        "本件特許発明2は，本件特許発明1に対応する処理方法の発明であるから，本件特許発明1と実質的に同じであり，審決も，本件特許発明2の対比・判断において，本件特許発明1の議論を援用している。",
                        "そして，本件特許発明1の対比，判断には前記の誤りがあるから，本件特許発明2の対比・判断にも同様の誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(甲3発明と本件各特許発明との相違点判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3発明との相違点",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が認定した相違点(26頁9行～27頁5行)を分説して整理すると，次のとおりとなる。",
                            "①’本件特許発明1が携帯電話システムであるのに対し，甲1発明が携帯電話システムではない点(以下「相違点①’」という。)②’本件特許発明1の「装置」は「機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータと，機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータとを記憶し」，「前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニュー及び前記項目表示画面のデータを電話回線を介して携帯電話機に送信」するのに対し，甲3発明では，配信センタ100は，パーソナルコミュニケータ1の表示画面のデータを記憶し，送信する点が記載されていない点(以下「相違点②'−a」という。)",
                            "③’本件特許発明1では，「前記メニュー表示画面及び前記項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面」であるのに対し，甲3発明には「利用項目の表示」において，パーソナルコミュニケータが配信センタ100と交信を行うことの記載がない点(以下「相違点③’」という。)④’本件特許発明1の「制御装置」が「前記メニュー表示画面のデータ，前記項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶し，前記携帯電話機からの発呼を受けると，前記プログラムメニューを送信して前記ツリーに基づいた項目の入力を促し，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づいた項目の入力又は機能プログラムの選択を促」すのに対し，甲3発明では，配信センタ100は，パーソナルコミュニケータ1の表示画面のデータを記憶し，送信する点が記載されていない点(以下「相違点④’」という。)",
                            "⑤’本件特許発明1の「端末」が「前記制御装置から前記プログラムメニュー又は前記項目表示画面のデータを受信して前記メニュー表示画面又は前記項目表示画面を表示し，メニュー表示画面又は項目表示画面から項目が入力されると，入力された項目に対応した項目表示画面のデータを前記制御装置から受信して当該項目表示画面に切り替えて表示」する「携帯電話機」であるのに対して，甲3発明では，「パーソナルコミュニケータ1」であり，配信センタ100から(ゲーム番号の一覧表示に関するデータが送信されて表示されるものの)表示画面のデータを受信して表示する点が記載されていない点(以下「相違点⑤’」という。)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "このうち，相違点②'−aについては，審決は，甲3発明の認定において「…『(2)ゲーム番号一覧』を選択すると，配信センタ100からゲームの番号の一覧表示に関するデータが送信されて表示され，…」(13頁16行～17行)としており，配信センタ100がパー",
                          "text": [
                            "ソナルコミュニケータ1の表示画面のデータを記憶し，送信しているのは明らかである。したがって，正確には，相違点②'−aは，「甲3発明はツリー状のメニューを有し，ツリー状のメニューの一部はパーソナルコミュニケータ1にも記憶されているが，配信センタ100はツリー状のメニューの全部を記憶するものではない点」(以下「相違点②'−b」という。)とすべきである。",
                            "次に，相違点③’については，審決は，甲3発明のパーソナルコミュニケータ1が「利用項目の表示」について配信センタ100と交信を行うことが記載されていないとするが，甲3公報の図4に表示されたパーソナルコミュニケータ1の個別処理画像において，ゲーム番号一覧(②)を選択すれば配信センタから図5に示すゲーム番号一覧画面が送信されるのであるから，ツリー状のメニューの一部は配信センタと交信を行っているのであって，相違点③’は実質的に相違点とすべきでない。",
                            "なお，配信センタがツリー状のメニューの全部を記憶していないのは，相違点②'−aである。",
                            "また，相違点④’については，審決は，甲3発明の配信センタ100は，パーソナルコミュニケータの表示画面のデータを記憶し，送信する点が記載されていないとするが，上記cのとおり，ツリー状のメニューの一部の表示画面(ゲーム番号一覧)を記憶し，送信しており，上記cのとおり相違点④’も実質的に相違点とならない。",
                            "さらに，相違点⑤’の内容は，携帯電話機かパーソナルコンピュータ装置かが異なるという相違点1及びツリー状のメニューを受信して表示しているか否かが異なるという相違点であり，後者の相違点は，制御装置側からみた相違点②'−bを携帯電話機側からみて記載しているにすぎないから，相違点⑤’は独自の相違点を構成するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件特許発明1と甲3発明との実質的な相違点は，次のとおりである。",
                            "① 本件特許発明1が携帯電話システムであるのに対し，甲3発明が携帯電話システムではない点(相違点①’)",
                            "② 本件特許発明1では，制御装置がツリー状のメニューの全部を記憶し，ツリー状のメニューに従ってメニューを送信して，端末に表示させるのに対して，甲3発明ではツリー状のメニューの一部のみを配信センタが記憶している点(相違点②'−b)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明1の無効理由",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点②'−bの構成",
                          "text": [
                            "相違点②'−bの構成については，甲2公報には，情報検索システムに複数の階層から構成されるメニューを登録しておくこと及び登録された順序で情報利用者にメニュー(あるいは情報)を提示することが，甲4公報にはメニュー及びコンテンツ(機能プログラムに相当する)がツリー状に関連付けられてネットワーク制御装置に記憶され，顧客の選択に従ってメニュー又はコンテンツがダウンロードされることが，甲5刊行物にはメニューに表示された項目をクリックすることで次の階層のメニュー画面が表示されるなど，ユーザの選択に従って次のメニュー画面が送信され，各項目のクリックに従って情報資源がダウンロードされてくることが，それぞれ記載されている。",
                            "そして，甲3発明と甲2，甲4，甲5発明はいずれもサーバから端末に情報を配信するシステムであり，技術分野が共通する。また，甲3発明の用いるメニューと甲2，甲4，甲5発明のメニューは端末に送信すべき情報をユーザに選択させるという同じ機能を有する構成である。したがって，甲3発明におけるツリー状のメニューの全部を，甲2，甲4，甲5発明のように，配信センタ側に記憶させる構成を採用することに何ら困難性はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点①’の構成",
                          "text": [
                            "甲2公報，甲4公報，甲5刊行物には相違点①’の構成は開示されていないが，プログラムのダウンロードを受ける端末として携帯電話を用いることができることは本件特許出願前に周知であったから(甲7，甲9，甲14，甲18，甲19各公報等)，甲3発明においてプ",
                            "ログラムのダウンロードを受けるための端末であるパーソナルコミュニケータに代えて携帯電話を用いることは，当業者が容易になし得る事項である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点①’と相違点②'−bの関係",
                          "text": [
                            "本件特許発明1において，携帯電話機はダウンロードを受ける端末としての機能を有するものであるが，その点においては，携帯電話機であるかパーソナルコミュニケータであるかという点に相違はない。",
                            "したがって，パーソナルコミュニケータを用いたソフトのダウンロードにおいて用いられるツリー状のメニューの全部を配信センタに記憶させることができるのであって，甲3発明に対して，甲2，甲4，甲5発明と，相違点①’に係る周知技術の両方を適用することができる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件特許発明1は，甲3発明において，メニューの全部を配信センタ側に記憶すると共に，ダウンロードを受ける装置として周知の携帯電話機を適用したものである。本件特許発明1は，甲3発明と甲2，甲4，甲5発明と，本件特許出願前の周知技術に基づいて当業者が容易に発明をすることができたものであり，進歩性を有するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明2の無効理由",
                      "text": [
                        "本件特許発明1の対比・判断には前記の誤りがあるから，本件特許発明2の対比・判断にも同様の誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，本願明細書(本件特許公報，甲33)の段落【0023】，【0024】の記載を根拠として，審決の判断を非難する。",
                "しかし，上記段落【0023】及び【0024】における図3に示される携帯電話機1と供給元コンピュータ3の動作の説明は，プログラムメニューの送信(204)がなされた後のプログラムの指定，送信(106)に至るステップの記載が簡略化されており，そのため，審決は，まず，段落【0032】～【0034】の記載に基づき「項目」・「メニュー表示画面」・「項目表示画面」を特定した上で，段落【0023】，【0024】の記載に基づき「プログラムメニュー」を特定したものであり，これらの記載を踏まえれば「メニュー表示画面」・「項目表示画面」及び，「プログラムメニュー」の関係は明白であり，審決の判断に誤りはない。原告の主張は，審決の指摘した本願明細書の段落【0032】～【0034】の記載を一切考慮することなく審決の判断を非難するものであり，失当である。",
                "なお原告は，審査過程における本件特許権者(被告)の主張を指摘するが，原告の指摘する平成15年12月22日付け意見書(甲36)は，同日付けで補正された特許請求の範囲の記載に基づき進歩性を主張するものであり，その後更に3回の手続補正を経て登録に至った本件特許発明1の特許請求の範囲とは異なる内容を対象とするものである。このように，上記意見書の内容は本件特許発明1に対応したものではないから，上記意見書を参酌して本件特許発明1を解釈する意味はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2実施例につき",
                  "text": [
                    "原告は，甲1公報の第2実施例における「パーソナルコンピュータ装置」は，実体的には本件特許発明1の「携帯電話機」と同視すべき装置であると主張する。",
                    "しかし，引用刊行物の認定は，引用刊行物に記載された事実を基礎として行うべきところ，甲1刊行物には，「パーソナルコンピュータ装置」等を全体として捉えて本件特許発明1の「携帯電話機」と同視すべきとする原告の主張を裏付ける根拠は，記載も示唆もされていない。すなわち，甲1発明の装置は，「パーソナルコンピュータ装置」に通信機能を付加すべくPHPが接続されたものであり，別々の装置を接続したものにすぎない。",
                    "原告の上記主張は，「入力装置」(101)，「表示装置」(102)，「マイクロコンピュータユニット」(103)，「記憶装置」(104)及びネットワーク接続手段(「PHP」)を備える装置であれば何でも「携帯電話機」と同視できるという暴論であり，また，本件特許発明1の内容を知った上で，原告独自の解釈を加えて甲1発明の認定を行うものであって失当である。",
                    "また原告は，上記主張の根拠として甲37～甲39公報を挙げるが，甲37公報は電子手帳用の操作キーを設けた携帯電話装置に関するものであり，甲38，39公報は携帯電話というよりはむしろ電話機能を備えた携帯端末というべきものに関するものであり，いずれもパーソナルコンピュータ装置を携帯電話機と同視できることの開示はない。したがって，これらの技術の提示をもってパーソナルコンピュータ装置を本件特許発明1の携帯電話機と同視することはできない。",
                    "本件特許出願当時の技術水準等をみると，携帯電話機のキー操作で株価情報や天気情報等を引き出すことを可能とするオンラインサービス等を提供するＮTTドコモの「iモードサービス」は，本件出願(平成8年3月22日)から約3年後である平成11年2月にサービスが開始され，その当時構想から2年をかけて登場したとされている。本件特許は上記「iモードサービス」の構想時よりも約1年前に出願されたものであり，本件出願当時，携帯電話機は単なる無線通信のインターフェースとして用いられるものであり，携帯電話機単体ではデータ通信ができないものであった。",
                    "すなわち，携帯電話機とパーソナルコンピュータとは全く別物として取り扱われていたのであって，利用者が携帯電話回線を介して携帯電話からのアクセスにより，メニュー表示画面のデータと項目表示画面のデータと携帯電話機の機能を拡張する機能プログラムの順でツリー状に関連付けて記憶する制御装置からメニュー表示画面のデータと項目表示画面のデータを受信し，所望のプログラムを選択することで，パーソナルコンピュータを用いることなく携帯電話機のみにより多様なプログラムを携帯電話機にダウンロードして，ダウンロードしたプログラムを利用者の指示に従って起動し，携帯電話機に新たな機能を果たさせるようにすることは，一般に知られていなかったところからみて，本件特許発明1の先進性及び先見性は明らかである。",
                    "そして，本件特許発明1の進歩性の検討は，このような出願当時の一般的な技術水準を踏まえてなされるべきであり，「iモードサービス」等の登場から約10年を経た現時点の知識を前提とした，いわゆる「後知恵(事後分析)」的な検討は，厳に慎まなければならないことはいうまでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第5実施例につき",
                  "text": [
                    "原告は，第2実施例の記載に甲1公報の第5実施例等の記載を総合して甲1発明を認定すべきと主張するが，引用刊行物の認定を引用刊行物の記載事実から離れて恣意的に行うものであって失当である。",
                    "すなわち，甲1公報には，大別すると，請求項1～13に係る発明(以下「発明群A」という。)，請求項14及び15に係る発明(以下「発明群B」という。)及び請求項16～18に係る発明(以下「発明群C」という。)が記載されており，発明群A，B及びCには，それぞれ，第1～第4実施例，第5～第8実施例及び第9～第12実施例が対応するものであり，甲1公報には，各発明群A，B，Cを組み合わせることは記載も示唆もされていない。",
                    "そして，発明群Bは多言語対応の出力装置に関するものであり，ディジタル公衆回線を利用したPHPを端末としてデータベースサービスシステムにアクセスすることによりモデム回路を不要とし，任意地点からのアクセスを可能とするものである。ただし，同装置は，翻訳のためにデータベースを参照するものであって，データベースの内容をダウンロードして端末に記憶するというものではなく，当然のことながら，プログラムのダウンロードについては記載がない。また，発明群Cは，デジタル転送を利用して検索データを受信し，そのデータを発信番号データとする簡易型携帯電話(PHP)に関するものであり，自動発信のために電話番号を記憶しておく点の記載はあるものの，プログラムのダウンロードについては記載がない。",
                    "甲1公報の明細書及び図面の記載からみて，本件特許発明1と対比すべき甲1発明は上記発明群Aに属する発明であり，その実施例中，本件特許発明1と特に関連が深いものは，第2実施例であるから，審決は，このような甲1公報の記載内容を斟酌して適切に甲1発明を認定したものであって，審決に原告の主張する瑕疵はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明との相違点につき",
                  "text": [
                    "原告は，審決が認定した相違点が，原告の主張する相違点①及び②に整理できると主張する。",
                    "しかし，審決は，本件特許発明1と甲1発明とを，システムの構成要素の点から比較するとともに(相違点①)，本件特許発明1のシステムの構成要素である「制御装置」と甲1発明のシステムの構成要素である「サーバ110」について，その記憶内容及び動作内容を比較し(相違点②)，本件特許発明1のシステムの構成要素である「携帯電話機」と甲1発明のシステムの構成要素である「電子手帳等のパーソナルコンピュータ装置」について，その動作内容(相違点⑤)，表示画面の構成(相違点③)，機能プログラム(相違点④)を比較したものであり，システム構成，システムの構成要素，その動作内容等の観点から，相違点を漏れなく認定したものであって，妥当なものである。",
                    "これに対し，原告の主張は，審決の認定する相違点の各段落について恣意的に独自の要約を行った上で，相違点は相違点①と②に帰着するというものであるが，相違点③は，「メニュー表示画面」，「項目表示画面」等の表示画面自体が，原告のいう「ツリー状のメニュー」を構成するものではなく，また，当該表示画面は，「携帯電話機」と「制御装置」との交信において使用されるという役割を有するものであるから，相違点①及び②にまとめられるものではない。また，相違点④についても，本件特許発明1の「機能プログラム」は「携帯電話機の機能を拡張するものであり，携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有するプログラムであって，前記メニュー表示画面及び前記項目表示画面によって選択される」ものである。このような点は甲1公報に記載がないから，相違点①と②にまとめられるものではない。相違点⑤についても，本件特許発明1の「携帯電話機」と「制御装置」とは両者で携帯電話システムを構成する以上，両者の機能は密接な関連を有するものではあっても，一方の機能を決めれば他方の機能が一意的に決定されるものではないから，相違点①と②にまとめられるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1の無効理由につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2公報に相違点②の構成そのものが記載されている旨主張する。",
                        "この点，甲2公報には，情報検索端末からのメニューの転送要求に応じてデータベースシステムから初期メニューを送信し，提示メニューに対して情報利用者が選択肢の指定を行うことにより，システムで次の情報を取り出して情報検索端末に転送することが記載され，また，ツリー型のデータ構造のデータベースが従来から知られていることが記載されているが，携帯電話機からのアクセスによりメニュー表示画面のデータと項目表示画面のデータと携帯電話機の機能を拡張する機能プログラムの順でツリー状に関連付けて記憶する制御装置から，メニュー表示画面のデータと項目表示画面のデータを受信し，機能プログラムを選択し，起動し，動作させる点は，記載も示唆もない。更に，ツリーの下層を携帯電話の機能を拡張する機能プログラムとする点については記載も示唆もない。",
                        "また，甲1発明では，変更プログラムを備えたプログラムデータベースの指定をパーソナルコンピュータ装置側から直接行うだけで変更プログラムのダウンロードが行われるため，ツリー型のデータ構造を採用しデータベースとの交信によりプログラムを指定する必要はなく，甲1発明に甲2公報に記載された事項を適用する必然性もない。メニューをパーソナルコンピュータ装置側に存在させる方が，サーバからメニューをダウンロードさせるよりもアクセス速度が速いのは明らかであり，わざわざアクセス速度の遅いものに置き換えることはあり得ないからである。",
                        "さらに，甲1発明がパーソナルコンピュータ装置と無線を用いて結合した電話通信技術であるとしても，審決が指摘するように，甲2発明は情報検索における情報獲得に係る発明であり，両者は対象とする技術分野が相違し，組み合わせる動機付けが存在しない別個の技術構成から成り立っている。",
                        "加えて，甲1発明は，パーソナルコンピュータ装置でメニュー(例えば辞書選択メニュー)を選択することにより，選択されたメニューに対応する各別のサーバと接続されるものであるから，メニュー選択しなければ選択されたメニューに対応するサーバに接続されず，メニューを受信することはできないのに対し，甲2発明は，検索端末とデータベースシステムが接続された後に同一のデータベースシステムから検索端末にメニューが送信され，メニューで選択を行うものである。このような差異に照らせば，甲1発明に甲2発明を適用することはできない。",
                        "しかも，本件特許出願時の技術水準からすると，本件特許出願当時は，携帯電話機とパーソナルコンピュータ装置は全く別物として取り扱われていたのであり，もし仮に原告の主張するように甲1発明が携帯電話システムであるとするなら，甲2発明のコンピュータ技術を甲1発明に適用することは容易とはいえない。仮に両者を組み合わせたとしても，甲1発明はパーソナルコンピュータ装置であって携帯電話機ではないのであるから，本件特許発明1の構成が得られるというものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，相違点①に係る構成に関し，プログラムのダウンロードを受ける端末として携帯電話を用いることができることは本件特許出願前に周知であったから，甲3発明においてプログラムのダウンロードを受けるために用いられているパーソナルコンピュータ装置に代えて，携帯電話を用いることは当業者が容易になし得る事項であると主張するが，原告の指摘する文献(甲7，甲14，甲18，甲19各公報)には，いずれも，本件特許発明1の特徴である「利用者が携帯電話回線を介して携帯電話機からのアクセスにより，メニュー表示画面のデータと項目表示画面のデータと携帯電話機の機能を拡張する機能プログラムの順でツリー状に関連付けて記憶する制御装置から，メニュー表示画面のデータと項目表示画面のデータを受信し，所望の機能プログラムを選択することで，多様なプログラムを携帯電話機にダウンロードして，携帯電話機に新たな機能を果たさせるようにする」点の技術思想は何ら記載がない。",
                        "甲9公報には，バージョンアップ時に，「携帯電話装置1のコネクタ14をモデム21と接続させ，携帯電話装置1の所定のキー操作(又はモデム21の操作)でモデム21と接続された有線電話回線20で，所定のベースステーションを呼び出させる」(段落【0020】)との記載はあるが，ダウンロードは有線回線を介して行われるものであり，携帯電話機からのアクセスにより，メニュー表示画面のデータと項目表示画面のデータと携帯電話機の機能を拡張する機能プログラムの順でツリー状に関連付けて記憶する制御装置から，メニュー表示画面のデータと項目表示画面のデータを受信し，機能プログラムを選択し，起動し，動作させることは記載されておらず，携帯電話回線を介してダウンロードすることも記載されていない。",
                        "また原告は，甲1公報の第5実施例の記載を挙げるが，第5実施例には，「PHPを端末としてデータベースサービスシステムにアクセスすることにより，モデム回路を不用にする」という技術思想は開示されてはいるものの，PHPが携帯可能な小型コンピュータと同等の機能を有することまでは記載されてはおらず，原告の主張には論理の飛躍がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明2の無効理由につき",
                  "text": [
                    "本件特許発明2は，本件特許発明1と特徴を共有するものであり，審決における本件特許発明1の対比判断に原告主張の瑕疵がないことは上記のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明との相違点につき",
                  "text": [
                    "原告は，審決が認定した相違点が，原告の主張する相違点①’及び②'−bに整理できると主張する。",
                    "しかし，審決は，本件特許発明1と甲3発明とを，システムの構成要素の点から比較するとともに(相違点①’)，本件特許発明1のシステムの構成要素である「制御装置」と甲3発明のシステムの構成要素である「配信センタ100」について，その記憶内容及び動作内容を比較し(相違点②'−a，相違点④’)，本件特許発明1のシステムの構成要素である「携帯電話機」と甲3発明のシステムの構成要素である「パーソナルコミュニケータ」について，その動作内容(相違点⑤’)，表示画面の役割及び構成(相違点③’)を比較したものであり，システム構成，システムの構成要素，その動作内容等の観点から，相違点を漏れなく認定したものであって，妥当なものである。",
                    "なお，原告の主張する相違点②'−bは，甲3発明における配信センタ100がパーソナルコミュニケータ1の表示画面のデータを記憶し，送信しているとして，審決の相違点②'−aの認定を修正するものであるが，甲3発明においては表示画面自体が固定され，「表示覧313」にゲーム番号の一覧表示を行うために用いる「ゲーム番号の一覧表示に関するデータ」のみが送信されるようになっており，図5に示されるようなゲーム番号の一覧画面が送信されるものではないから，本件特許発明1のように表示画面のデータが送信されるものとは異なる。審決は，このような差異を踏まえて相違点②'−aのように相違点の認定を行ったのであって，原告の主張は失当である。",
                    "また原告は，審決の認定する相違点の各段落について恣意的に独自の要約を行った上で，相違点が相違点①’と②'−bに帰着する旨主張する。",
                    "しかし，相違点③’及び相違点④’についてみると，甲3発明においては，前記のとおり図5に示されるようなゲーム番号の一覧画面が送信されるものではないし，「利用項目の表示」も，審決の指摘するとおり，交信していない。相違点⑤’についても，本件特許発明1の「携帯電話機」と「制御装置」とは両者で携帯電話システムを構成する以上，両者の機能は密接な関連を有するものではあっても，一致するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1の無効理由につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2公報，甲4公報，甲5刊行物に相違点②'−bの構成が記載されている旨主張するが，審決が指摘するとおり，甲2公報，甲4公報，甲5刊行物はいずれも携帯電話機に関する発明ではない。甲2公報はツリー型のデータ構造のデータベースを有する情報検索システムが示されているものの，携帯電話機への言及は一切されていないし，甲4公報には，比較的簡単なCPEユニットである電話に比べてさらに複雑なCPEユニットを用いて映画等を選択し，ダウンロードを行うことは記載されているが，携帯電話機への言及は一切されていないし，甲5刊行物には，WWW(ワールドワイドウェブ)における情報検索の仕方は紹介されているものの，携帯電話機への言及は一切されていない。",
                        "したがって，原告が挙げる文献には，制御装置は，表示画面のデータをツリー状に関連付けて記憶し，携帯電話機は入力した項目に対応した項目表示画面のデータを制御装置から受信して表示し，機能プログラムの選択を促され，携帯電話機の機能を拡張する機能プログラムを受信し，起動し，動作させる点は，記載も示唆もされていない。",
                        "また，仮に，甲3発明と上記各文献のいずれかに記載された発明を組み合わせたとしても，甲3発明はパーソナルコミュニケータであって携帯電話機ではないのであるから，本件特許1の構成が得られるというものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，相違点①’に係る構成に関し，プログラムのダウンロードを受ける端末として携帯電話を用いることができることは本件特許出願前に周知であったから，甲1発明においてプログラムのダウンロードを受けるために用いられているパーソナルコンピュータ装置に代えて，携帯電話を用いることは当業者が容易になし得る事項であると主張するが，同主張に理由がないことは，前記(3)イ(イ)のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明2の無効理由につき",
                  "text": [
                    "本件特許発明2は，本件特許発明1と特徴を共有するものであり，審決における本件特許発明1の対比判断に原告主張の瑕疵がないことは上記のとおりである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各特許発明の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各特許発明の特許請求の範囲は，前記第3，1(2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件特許公報(甲33)の【発明の詳細な説明】には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "・ 「本発明は，携帯電話機に係り，特に低コストで機能を大幅に拡張することができる携帯電話機及び携帯電話システム及びその処理方法に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 「携帯電話機は，送話・受話といった電話機としての基本機能の他に，電話帳機能や，自動発呼機能等の付加機能が備えられているものが多い。従来の携帯電話機では，CPUが，予め装置内部のメモリに格納されているプログラムを読み込んで起動することにより，各機能を実現するようになっている。」(段落【0002】)・ 「従って，利用者は，携帯電話機を購入する際に，自分が必要とする機能を備えた携帯電話機を選択して購入するようになっていた。」(段落【0003】)・ 「また，従来の携帯電話機は，ノート型パソコンを接続して，電話回線を介してデータの送受信を行うこともできるようになっていた。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 「しかしながら，上記従来の携帯電話機では，予め携帯電話機に備えられている機能だけしか実現することができず，機能を追加したり，変更することはできず，不便であるという問題点があった。」(段落【0005】)",
                    "・ 「また，パソコンを接続して新たなプログラムのデータを受信しようとすると，装置が大きくなって携帯性が悪くなるという問題点があった。」(段落【0006】)・ 「更に，構内で用いられる無線端末システム等においては，基地局から端末に対して選択的にプログラムを送信するシステムはあるが，携帯電話機に対してプログラムを送信するシステムを開局するには大規模な設備と費用がかかるという問題点があった。」(段落【0007】)",
                    "・ 「本発明は上記実情に鑑みて為されたもので，低コストで携帯電話機の機能を容易に拡張することができる携帯電話機及び携帯電話システム及びその処理方法を提供することを目的とする。」(段落【0008】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「上記従来例の問題点を解決するための請求項1記載の発明は，携帯電話機の機能を拡張する機能プログラムと，前記機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータと，機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータとを記憶し，前記機能プログラム，前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニュー及び前記項目表示画面のデータを電話回線を介して携帯電話機に送信する制御装置と，前記制御装置から前記プログラムメニュー及び前記項目表示画面のデータを受信して前記メニュー表示画面及び前記項目表示画面を表示し，前記制御装置から機能プログラムを受信して記憶し，記憶した機能プログラムを起動して動作を行う携帯電話機とを有する携帯電話システムであって，前記メニュー表示画面及び前記項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，前記制御装置から送信される機能プログラムは，前記携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する機能プログラムであって，前記メニュー表示画面及び前記項目表示画面によって選択されるものであり，前記制御装置は，前記メニュー表示画面のデータ，前記項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶し，前記携帯電話機からの発呼を受けると，前記プログラムメニューを送信して前記ツリーに基づいた項目の入力を促し，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づいた項目の入力又は機能プログラムの選択を促し，前記携帯電話機から機能プログラムを指定するデータを受信すると，当該データに対応した機能プログラムを送信する制御装置であり，前記携帯電話機は，前記制御装置から前記プログラムメニュー又は前記項目表示画面のデータを受信して前記メニュー表示画面又は前記項目表示画面を表示し，メニュー表示画面又は項目表示画面から項目が入力されると，入力された項目に対応した項目表示画面のデータを前記制御装置から受信して当該項目表示画面に切り替えて表示し，項目表示画面から所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記制御装置に送信し，前記制御装置から前記データに対応する機能プログラムを受信して記憶し，入力された指示に従って前記記憶された機能プログラムを読み出して起動し，前記機能プログラムに従って動作させる携帯電話機であることを特徴としており，携帯電話機は，購入時に予め記憶されているプログラムに加えて制御装置から受信した新たな機能プログラムによる機能を実現可能とすることができ，機能を拡張することができる。」(段落【0010】)",
                    "・ 「上記従来例の問題点を解決するための請求項2記載の発明は，携帯電話システムの処理方法において，制御装置は，携帯電話機の機能を拡張する機能プログラムの選択を促す選択候補の項目を表示するメニュー表示画面のデータ，前記機能プログラムの選択を促す選択候補又は当該選択候補の項目を表示する項目表示画面のデータ，前記機能プログラムの順でツリー状に関連付けて記憶しており，当該メニュー表示画面及び当該項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，前記制御装置から送信される機能プログラムは，前記携帯電話機の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する機能プログラムであって，前記メニュー表示画面及び前記項目表示画面によって選択されるものであり，携帯電話機からの発呼を受けると，前記制御装置は，前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニューを前記携帯電話機に送信して前記ツリーに基づいた項目の入力を促し，前記携帯電話機は，前記制御装置から前記プログラムメニューを受信すると，メニュー表示画面を表示し，前記制御装置は，前記携帯電話機からの前記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて前記携帯電話機に送信し前記ツリーに基づく項目の入力又は機能プログラムの選択を促し，前記携帯電話機は，前記制御装置から前記項目表示画面のデータを受信すると，項目表示画面を切り替えて表示し，当該項目表示画面から所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記制御装置に送信し，前記制御装置は，前記機能プログラムを指定するデータを受信すると，記憶されている機能プログラムから当該データに対応した機能プログラムを前記携帯電話機に送信し，前記携帯電話機は，前記制御装置からの機能プログラムを受信して記憶し，入力された指示に従って前記記憶された機能プログラムを読み出して起動し，前記機能プログラムに従って動作させることを特徴としており，携帯電話機は，購入時に予め記憶されているプログラムに加えて制御装置から受信した新たな機能プログラムによる機能を実現可能とすることができ，機能を拡張することができる。」(段落【0011】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "・ 「…本発明の実施の形態に係る携帯電話機及び携帯電話システムは，電話回線に接続されたコンピュータ(制御装置)に様々なプログラムを用意しておき，携帯電話機からコンピュータに電話をかけて，プログラムを指定することにより，コンピュータから電話回線を介して携帯電話機にプログラムを送信するようにしており，低コストで，携帯電話機の機能を容易に拡張することができるようにしている。」(段落【0012】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「請求項1記載の発明によれば，…携帯電話機は，購入時に予め記憶されているプログラムに加えて制御装置から受信した新たな機能プログラムによる機能を実現可能とすることができ，機能を拡張して利便性を向上することができる効果がある。」(段落【0038】)",
                    "・ 「請求項2記載の発明によれば，…携帯電話機は，購入時に予め記憶されているプログラムに加えて制御装置から受信した新たな機能プログラムによる機能を実現可能とすることができ，機能を拡張して利便性を向上することができる効果がある。」(段落【0039】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)(2)によれば，本件各特許発明は，携帯電話機に係り，特に低コストで機能を大幅に拡張することができる携帯電話機及び携帯電話システム及びその処理方法に関するものである。すなわち，携帯電話機は，送話・受話といった電話機としての基本機能の他に，電話帳機能や，自動発呼機能等の付加機能が備えられているものが多く，従来の携帯電話機では，CPUが，予め装置内部のメモリに格納されているプログラムを読み込んで起動することにより，各機能を実現し，また，ノート型パソコンを接続して，電話回線を介してデータの送受信を行うこともできるようになっていたが，上記従来の携帯電話機では，装置の携帯性等の観点から，予め携帯電話機に備えられている機能だけしか実現することができず，機能を追加したり，変更することはできず，不便である等の問題点があったことから，本件特許請求の範囲記載の構成を採用することにより，低コストで携帯電話機の機能を容易に拡張することができる携帯電話機及び携帯電話システム及びその処理方法を提供するというものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(明確性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件特許請求の範囲において，「メニュー表示画面」，「項目表示画面」と「プログラムメニュー」との関係が明らかでない旨主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「メニュー表示画面」及び「項目表示画面」につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の請求項1には，「メニュー表示画面」及び「項目表示画面」に関し，「前記メニュー表示画面及び前記項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，」(第2段落)との記載があり，同請求項2には，「…当該メニュー表示画面及び当該項目表示画面は，携帯電話機用の画面であって，携帯電話機との交信を行うための画面であり，」(第1段落)との記載があり，これらが携帯電話機における表示画面を指すものであることは明らかである。",
                    "そして，本件特許請求の範囲の記載によれば，これらメニュー表示画面及び項目表示画面に係るデータは，機能プログラムと共に，順次ツリー状に関連付けて制御装置に記憶されており(請求項1の第4段落，請求項2の第1段落)，携帯電話からの上記ツリーに基づいた項目の入力に従い，入力された項目に対応した項目表示画面のデータに切り替えて携帯電話に送信して，前記ツリーに基づいた項目の入力又は機能プログラムの選択を促すものとされており(請求項1の第4段落，請求項2の第3・第5段落)，このような制御装置の機能に対応して，携帯電話機は，制御装置からデータを受信したメニュー表示画面又は項目表示画面を表示し，これらから項目が入力されると，入力された項目に対応した項目表示画面のデータを制御装置から受信して当該項目表示画面に切り替えて表示し，項目表示画面から所望の機能プログラムが選択されると，当該プログラムを受信できるものとされている(請求項1の第5段落，請求項2の第4・第6・第8段落)。",
                    "以上によれば，「メニュー表示画面」と「項目表示画面」は，いずれも機能プログラムを携帯電話機に受信するプロセスにおいて携帯電話機に表示される画面であって，メニュー表示画面を最上位の項目，項目表示画面を中間の項目，機能プログラムを最下位の項目として，これらのデータがツリー状に関連付けられて制御装置に記憶されているものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このことは，本件特許公報(甲33)における以下の記載からも明らかである。",
                    "・ 「【0031】",
                    "次に，供給元コンピュータ3におけるプログラムの構成について図4を用いて説明する。図4は，供給元コンピュータ3におけるプログラムの構成を示す模式説明図である。",
                    "図4に示すように，供給元コンピュータ3に用意されているプログラムは，ツリー状となっており，携帯電話機1からの入力に従って，順次表示画面のデータを切り替えて携帯電話機1に送出し，利用者のプログラム選択を促すようになっている。」",
                    "・ 「【0032】",
                    "具体的には，「メニュー表示」画面(のプログラム)の下に，「ゲーム」，「情報」，「時間」，「天気」等の各項目の表示画面(のプログラム)があり，「メニュー表示」においては，携帯電話機1では上記各項目が選択候補として表示される。",
                    "そして，携帯電話機1からデータが入力されると，供給元コンピュータ3は，入力データに対応した表示画面のデータを携帯電話機1に送出するようになっている。」",
                    "・ 「【0033】",
                    "例えば，「メニュー表示」プログラムの起動中に携帯電話機1から「1」が入力されると，供給元コンピュータ3の制御部32は，「ゲーム」の表示画面のデータを選択して携帯電話機1に送出する。」",
                    "・ 「【0034】",
                    "同様に，「ゲーム」の表示画面においては，携帯電話機1で，次の選択候補である「ゲームA」，「ゲームB」等が表示され，供給元コンピュータ3の制御部32は，携帯電話機1から入力されたデータに対応したプログラムを記憶部33から読み出して，携帯電話機1に送出するものである。」",
                    "・ 【図4】"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載によれば，機能プログラムの選択に当たり表示される携帯電話の画面には，①「メニュー表示画面」と②「項目表示画面」があり，①「メニュー表示画面」とは，例えば「ゲーム」，「情報」，「時間」，「天気」等の「選択候補の項目」に係る表示，すなわち，最初に表示される画面であり，②「項目表示画面」とは，例えば図4における「ゲームA」，「ゲームB」等の各機能プログラムの「選択候補」や，更に下位項目がある場合の「株価」等における「選択候補の項目」に係る表示，すなわち，「メニュー表示画面」の後に表示される画面であることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「プログラムメニュー」につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許請求の範囲には，「プログラムメニュー」に関し，「…前記メニュー表示画面及び前記項目表示画面により前記機能プログラムを選択してもらうためのプログラムメニュー」(請求項1の第1段落，請求項2の第3段落)との記載があり，これに前記(2)に説示した本件特許請求の範囲に記載された機能プログラムの選択に係る具体的プロセスを併せ考慮すれば，上記記載における「プログラムメニュー」とは，制御装置が携帯電話機に機能プログラムを送信するために必要なメニュー表示画面及び項目表示画面における選択という具体的プロセスを実現するという機能に係るデータを指すものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件特許請求の範囲には，「プログラムメニュー」に関し，「…前記制御装置から前記プログラムメニュー及び前記項目表示画面のデータを受信して前記メニュー表示画面及び前記項目表示画面を表示し…」(請求項1の第1段落)，「前記携帯電話機は，前記制御装置から前記プログラムメニューを受信すると，メニュー表示画面を表示し，」(請求項2の第4段落)との記載があり，これによれば，前記アの意味における「プログラムメニュー」には，具体的プロセスに関するデータとしてメニュー表示画面に関するデータをも含むものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点原告は，上記イの内容に関し，「プログラムメニュー」が請求項の別の文言で表現された「メニュー表示画面のデータ」と同内容であると解することは不合理であり，かつ，同一の内容を異なる文言で表現することにより権利範囲が不明確になる旨主張するが，本件特許請求の範囲の記載において，「メニュー表示画面のデータ」と「プログラムメニュー」は，制御装置が記憶対象とするデータを指す場合には，「メニュー表示画面のデータ」を，「項目表示画面のデータ」ないし「機能プログラム」と並列的に表記して使用しており，携帯電話機から機能プログラムを選択するプロセスの場面においては「プログラムメニュー」を使用して，両者を使い分けていることが認められ，これが不合理であるとか，権利範囲を不明確にするものということはできないから，原告の上記主張は採用することができない。",
                    "なお原告は，「プログラムメニュー」の内容を上記アの趣旨に解した場合，そこにおける「プログラムメニュー」は「メニュー表示画面」，「項目表示画面」により選択してもらうデータであるから，請求項1の「前記プログラムメニュー及び前記項目表示画面のデータを受信して」との記載と矛盾することになる旨主張するが，このような主張は，本件特許請求の範囲における上記「プログラムメニュー」の語の使い分けを理解しないものであって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，「メニュー表示画面」及び「項目表示画面」は，階層構造をもって関連付けられた機能プログラムを選択するプロセスにおいて表示される画面に関するものであるのに対し，「プログラムメニュー」は，上記プロセス自体を実現するという機能に係るデータであり(なお，そのプロセスにおいてはメニュー表示画面のデータも含まれる)，その相互関係は明確である。"
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し原告は，本件特許公報の段落【0023】及び【0024】からは，「プログラムメニュー」とは携帯電話の表示部に表示される画面を指すものと一義的に解釈されると主張する。",
                    "この点，本件特許公報(甲33)の上記各段落には，次の記載がある。",
                    "・ 「【0023】",
                    "次に，本システムにおける携帯電話機1のCPU16と，供給元コンピュータ3の動作について図3を用いて，実際の利用者の操作を交えて具体的に説明する。図3は，携帯電話機1と，供給元コンピュータ3の動作を示す説明図である。",
                    "図3に示すように，まず，携帯電話機1のCPU16は，入力部18からの入力に従って供給元コンピュータ3を発呼する(102)。",
                    "供給元コンピュータ3の制御部32は，携帯電話機1からの電話を受けると，接続を確認し(202)，利用者に送信すべきプログラムを選択してもらうためのプログラムメニューを携帯電話機1に送信する(204)。",
                    "・ 「【0024】",
                    "携帯電話機1のCPU16は，受信したプログラムメニューを表示部19に表示する(104)。利用者は，表示部19に表示されたメニューを見てプログラムを選択し，入力部18から入力を行い，CPU16は，入力されたプログラム指定のデータを送受信部11から電話回線2を介して供給元コンピュータ3に送信する(106)。」",
                    "以上によれば，段落【0023】の記載においては，「プログラムメニュー」は「利用者に送信すべきプログラムを選択してもらうため」のものであり，前記(3)アに説示した意義における「プログラムメニュー」をいうものであることは明らかであるから，同記載をもって「プログラムメニュー」が携帯電話の表示部に表示される画面を指すものと一義的に解釈すべきということはできない。これに対し，段落【0024】の記載においては，「受信したプログラムメニューを表示部19に表示する」というのであるから，そこにおける「プログラムメニュー」には画像データを含むものであると理解することはできるが，同記載は「プログラムメニュー」の内容を何ら限定するものではないから，同記載をもってしても「プログラムメニュー」が当該画像データのみを指すものと一義的に解釈すべきことにはならない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，被告が本件特許の審査過程における意見書において，「プログラムメニュー」について携帯電話の表示部に表示されユーザによる選択が行われる画面であることを前提としていると主張する。",
                    "この点，平成15年12月22日付け意見書(甲36)には，「…携帯電話機は，発呼に対応して制御装置からプログラムメニューのデータを受信して，順次切り替えてプログラムメニューを表示し，表示されたプログラムメニューから所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記制御装置に送信し，制御装置からデータに対応する機能プログラムを受信して記憶するものである。」(1頁35行～39行)として，上記アに認定した段落【0024】と同旨の記載はあるものの，それ以上に「プログラムメニュー」の内容を限定する趣旨の記載はない。そうすると，同意見書における記載をもって「プログラムメニュー」が携帯電話の表示部に表示される画面を指すものと一義的に解釈すべきということはできないから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告は，「プログラムメニュー」を前記(3)アの内容に理解した場合，本件特許公報における図3の記載によればツリー構造のメニューにおいて階層毎に制御装置と交信するという本件特許の特徴を有しないことになる旨主張する。",
                    "この点，本件特許公報(甲33)における図3には，携帯電話機からの発呼(102)に対応して供給元コンピュータがプログラムメニューを送信(204)すると携帯電話機にはプログラムメニューの表示(104)がなされ，携帯電話機は直ちにプログラムの指定，送信(106)をする旨のフローチャートの記載があり，前記アに挙げた段落【0023】，【0024】にも同旨の記載がある。",
                    "しかし，これらはいずれも「携帯電話機1と，供給元コンピュータ3の動作を示す」(段落【0023】)説明であり，その際，請求項の記載上明らかなツリーに基づいた項目の入力及び同入力に対応する項目表示画面のデータの切替え等を省略したものであると理解することができるから，上記記載が「プログラムメニュー」を前記(3)アの内容に理解することの妨げとなるものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(甲1発明と本件特許発明1との相違点認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の内容",
              "text": [
                "原告は，審決には本件特許発明1と甲1発明との相違点の認定に誤りがあると主張するので，まず甲1発明の内容について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1公報には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 【請求項1】 デジタル電話機を内蔵し，このデジタル電話機にてネットワークを構成することを特徴とするパーソナルコンピュータ装置。",
                        "・ 【請求項2】 請求項1において，上記電話機はパーソナルハンディホンであることを特徴とするパーソナルコンピュータ装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「【0001】",
                        "【産業上の利用分野】本発明は，電子手帳等のパーソナルコンピュータ装置に関し，特にPHP(パーソナルハンディホン)等のネットワークを用いてデータの更新を行なうための手段を有するパーソナルコンピュータ装置に関するものである。」",
                        "・ 「【0002】",
                        "【従来の技術】従来より，電子手帳等のデータベースを有するパーソナルコンピュータ装置が普及している。そして，このようなパーソナルコンピュータ装置においては，電子手帳のデータは，使用者自身が入力するか，ICの差し替えにより変更が可能であった。」",
                        "・ 「【0003】",
                        "【発明が解決しようとする課題】しかしながら，上記従来の電子手帳においては，ネットワークへの接続が困難であったため，住所や電話番号等のデータの登録は，全てのデータの入力を使用者自身が電子手帳の入力キーを使ってデータを入力しなければならず，登録が面倒であった。しかも，住所や電話番号等の変更があっても，使用者自身が変更を確認した後，電子手帳の入力キーを使ってデータの更新を行なっていた。」",
                        "・ 「【0004】また，電池交換時のミスなどにより，入力データが破壊されてしまった場合には，再度，使用者自身が電子手帳の入力キーを使ってデータを入力しなければならなかった。さらに，ICカードがなければ，辞書やプログラムの変更ができないという欠点もあった。」",
                        "・ 「【0005】本発明は，データの入力や変更を容易に行える電子手帳のようなハンディなパーソナルコンピュータ装置を提供することを目的とする。」・ 「【0006】",
                        "【課題を解決するための手段】本発明では，電子手帳にPHPインタフェースを設け，PHPと電子手帳を接続し，PHPによりネットワークを構成し，外部のデータベースや他のコンピュータをアクセスすることにより，各種データの新規登録または更新および辞書やプログラムのダウンロードを行なえるようにしたものである。」",
                        "・ 「【0007】",
                        "【実施例】図1は，本発明の第1実施例を示すブロック図である。」・ 「【0008】この実施例におけるパーソナルコンピュータ装置は，キーボード等の入力装置101と，LCD等の表示装置102と，ROMおよびRAM等を含むマイクロコンピュータユニット(以下，マイコンという)103と，フロッピディスク等の媒体を用いた記憶装置104と，外部機器を接続するためのインタフェース回路(I／F)105と，このインタフェース回路105に接続されたPHP106とを有する。そして，PHP106は基地局107に接続され，この基地局107には，サーバ108が接続されている。そして，サーバ108には，アドレス(電話番号)データベース109が接続されている。」",
                        "・ 「【0016】図2は，本発明の第2実施例を示すブロック図である。」・ 「【0017】図示のように，この実施例では，上述したサーバ108およびアドレスデータベース109の代わりに，サーバ110および辞書／プログラムデータベース111を備えたものである。なお，その他は第1実施例と同様であり，同じ処理を行なうものについては，同一符号を付してある。",
                        "・ 「【0018】このような構成において，入力装置101にて辞書選択(変更)メニューを選択すると，マイコン103は，記憶装置104より辞書データベース111が接続されているサーバ110の電話番号を読み出し，インタフェース回路105より電話番号をPHP106に入力し，サーバ110に接続する。」",
                        "・ 「【0019】次に，マイコン103は，サーバ110の接続を確認した後，IDコード，CPUタイプ，記憶容量などのコンピュータ環境および選択辞書コードをサーバ110に送る。」",
                        "・ 「【0020】サーバ110は，マイコン103より送られてきた情報より，最適な辞書データを辞書データベース111より選択し，データをマイコン103に送り，記憶装置104に記憶し，選択辞書がダウンロードされる。」・ 「【0021】同様に，入力装置101にてプログラム選択(変更)メニューを選択すると，マイコン103は，プログラムデータベース111が接続されているサーバ110に接続し，プログラムがダウンロードされ，実行される。」・ 「【0082】",
                        "【発明の効果】以上説明したように，本発明の請求項1～13によれば，電子手帳にPHPインタフェースを設け，PHPと電子手帳を接続し，PHPによりネットワークを構成することにより，各種データの入力や更新およびプログラムや辞書のダウンロード等が簡単に行なえるようになった。その結果，データの入力が容易になり，また，ICカードを持ち歩かなくとも，簡単に，しかもリアルタイムに機能(プログラム)の変更ができるようになった。さらに，ネットワーク化により，データに自動更新や遠隔操作によるデータの更新やデータのバックアップ等も可能になった。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，甲1発明は，電子手帳等のパーソナルコンピュータ装置に関し，PHP(パーソナルハンディホン)等のネットワークを用いてデータの更新を行うための手段を有するパーソナルコンピュータ装置に関するものである。すなわち，従来技術である電子手帳等のデータベースを有するパーソナルコンピュータ装置においては，ネットワークへの接続が困難であったため，住所や電話番号等のデータの登録を使用者自身が入力しなければならないなど，データの入力・変更が容易でないという欠点があったことから，甲1発明は，電子手帳等にPHPインタフェースを設け，PHPと電子手帳等を接続し，PHPによりネットワークを構成し，外部のデータベースや他のコンピュータにアクセスすることにより，データの入力や変更を容易に行えるようにしたものである。",
                    "そして，そのための具体的構成は，前記第3，1(3)イ(ア)＜甲1発明の内容＞のとおり，「電子手帳等のパーソナルコンピュータ装置であって，入力装置101と，LCD等の表示装置102と，ROMおよびRAM等",
                    "を含むマイクロコンピュータユニット(以下，マイコンという)103と，フロッピディスク等の媒体を用いた記憶装置104と，外部機器を接続するためのインタフェース回路(I／F)105と，このインタフェース回路105に接続されたPHP106とを有し，PHP106は基地局10",
                    "7に接続され，この基地局107には，サーバ110が接続されており，サーバ110には，プログラムデータベース111が接続されており，入力装置101にてプログラム選択(変更)メニューを選択すると，マイコン103は，記憶装置104よりプログラムデータベース111が接続されているサーバ110の電話番号を読み出し，インタフェース回路105より電話番号をPHP106に入力し，サーバ110に接続し，マイコン103は，サーバ110の接続を確認した後，選択コードをサーバ110に送り，サーバ110は，マイコン103より送られてきた情報より，最適なプログラムデータをプログラムデータベース111より選択し，データをマイコン103に送り，記憶装置104に記憶し，プログラムがダウンロードされ，実行され，機能の変更ができる，電子手帳等のパーソナルコンピュータ装置。」というものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2実施例の技術内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，上記(1)の甲1発明において，「PHP」を「インタフェース回路」を介して接続した「パーソナルコンピュータ装置」を全体として捉えると，本件特許発明1の「携帯電話機」と同視すべき装置ということができるから，両者を相違点として認定すべきでない旨主張する。",
                    "この点，甲1発明における「入力装置」(101)，「表示装置」(102)，「マイクロコンピュータユニット」(103)，「記憶装置」(104)及びネットワーク接続手段(PHP)は，いずれも本件特許発明1の携帯電話機が機能として備えるものであり，その意味で両者は機能的に一致する構成を有するものと評価することができる。",
                    "しかし，前記2のとおり，本件特許公報(甲33)においては，本件特許発明1の前提とする従来技術としての「携帯電話機」は，「…送話・受話といった電話機としての基本機能…」(段落【0002】)を有し，また，「…ノート型パソコンを接続して，電話回線を介してデータの送受信を行うこともできる…」(段落【0004】)ものとして把握されつつ，そのような従来技術における「携帯電話機」ではパソコンを接続することで携帯性が悪くなる等の課題があったことから，ノートパソコンのような外部機器を接続することなく携帯電話機の機能を拡張する機能プログラムを取得できるようにしたのが，本件特許発明1であるということができる。これに対し，甲1公報の第2実施例におけるPHPは，「パソコン」から，インタフェース回路を介して，接続先のサーバの電話番号を受け取って電話をかけるものであって(段落【0018】)，その後のパソコン装置とサーバ間のやり取りにおいても，ユーザが，携帯電話の入出力部を直接操作し，送話・受話することは記載がない。",
                    "また，甲1発明は，ハンディなパソコン装置において，プログラムを変更するために，従来のICカードの差し替えに代えて，「外部機器を接続するための」インタフェース回路(I／F)105(段落【0008】)に，PHP106を接続して，サーバ側のデータベースからプログラムをダウンロードするものであるが，第2実施例のPHP106は，ハンディなパソコン装置をネットワークに接続するための「外部機器」として位置付けられているものであって，本件特許発明1における「携帯電話機」と同視できるものではない。",
                    "なお，甲1公報の請求項1にはパソコン装置にデジタル電話機を「内蔵する」との記載があり，同請求項2は上記電話機をPHPとするものであることから，第2実施例においてPHPを内蔵する構成を想定する余地があるとしても，前記のとおり，甲1発明が電子手帳等におけるデータ入力・変更を容易にする目的でネットワーク機能を利用するものであることに照らせば，第2実施例における内蔵されたPHPに音声入出力部や独自の操作部を設けてユーザが操作する必要は認められないから，仮にネットワークに係る機能を内蔵したとしても「送話・受話といった電話機としての基本機能」を備える必然性は認め難い。",
                    "そうすると，甲1公報の第2実施例の記載を考慮したとしても，甲1発明における，「PHP」を「インタフェース回路」を介して接続した「パーソナルコンピュータ装置」をもって本件特許発明1の「携帯電話機」と同視すべき装置ということはできないから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "また原告は，甲37公報(特開平5−211464号公報)，甲38公報(特開平5−30230号公報)，甲39公報(特開平7−24884",
                  "text": [
                    "9号公報)によれば，本件特許出願当時(平成8年3月22日)においてネットワーク接続手段(携帯電話機能)と電子手帳機能とを一体として備える携帯装置が本件特許出願前から周知であったというべきであるから，第2実施例の構成が本件特許発明1の携帯電話機と別異のものと解すべき理由はないと主張する。",
                    "この点，甲37公報には「【目的】ダイヤル操作及び電話帳データなどのデータ入力操作を簡単に行うことができる電子手帳機能を備えた携帯電話装置を提供する。」(【要約】欄1行～3行)と，甲38公報には「【目的】音声及びデータの無線通信による送受信機能，電子手帳の機能を併せ備えた集合端末装置を提供する。」(【要約】欄1行～3行)と，甲39公報には「【目的】パソコン機構に加え携帯電話機構により通話できると共に更に，パソコン機構やGPS機構による文字情報や図などのイメージ情報をこの携帯電話機構を利用して携帯したまま場所を問わずパソコン通信することができる極めて秀れた携帯用パソコンを提供すること。」(【要約】欄1行～5行)とそれぞれ記載されており，これらによれば，送話・受話機能を有する携帯電話機において電子手帳機能をも備えるものは，携帯電話の技術分野において，本件特許出願前に一定程度認知されていた余地はある。",
                    "しかし，前記アのとおり，甲1発明におけるPHPはパーソナルコンピュータ装置に外部機器として付加されたものであるし，仮にネットワークに係る機能が内蔵された構成であったとしても，送話・受話機能を具備すべき必然性を有しないものであって，上記甲37公報等における携帯電話機等とは異質のものであるから，これらが周知であることをもって，甲1公報の第2実施例の構成を本件特許発明1の携帯電話機と同視できるものではない。",
                    "したがって，原告の上記主張は採用することができない。",
                    "さらに原告は，パーソナルコンピュータと同様のOS(オペレーションシステム)を搭載した携帯電話機の実機(甲41～44)の存在や，携帯情報ツールに移動通信機能が付加されたもの(甲46，49)等を証拠として挙げるが，上記に照らして採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "第5実施例の技術内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1公報の第5実施例には，携帯可能な小型コンピュータに代えて，PHPを端末として用いてデータベースサービスシステムにアクセスするという技術的思想が開示されているから，前記(1)アに引用した甲1公報の内容に加えて上記第5実施例の記載等を総合考慮すれば，甲1公報には第2実施例における電子手帳に代えてPHPを端末とする発明も含まれる旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1公報の第5実施例に係る記載は，以下のとおりである。",
                    "・ 「【0037】次に，本発明の第5実施例について説明する。この第5実施例は，データベースシステムにおいて，利用者が言語を指定できる多言語対応の出力装置に関するものである。」",
                    "・ 「【0038】従来，公衆回線を通じてのデータサービスとして，ショッピング，イベント，交通機関等の各種データベースが提供されている。そして，このデータベースにアクセスする場合は，パーソナルコンピュータおよびモデム回路等の端末装置を通して行なっていた。また，このような方法は，一般に特定の地点からのアクセスを可能とするものであった。」",
                    "・ 「【0039】ところで，出先等の不特定の場所から，このようなデータベースにある情報を得ようとする場合，1つの方法として，予め情報をダウンロードした小型パーソナルコンピュータを携帯して行くことが考えられる。」・ 「【0040】しかしながら，携帯可能な小型コンピュータにおいては，記憶容量が限られ，大容量のデータベースを内部に保持することは不可能であった。また，公衆回線を通して大容量データベースにアクセスしようとする場合，モデム回路が必要であり，電話機の設置してある所でしか接続できなかった。さらに，データベースから引き出す情報は，一般に単一の言語であるため，外国人利用者にとって不便であった。そして，今後のディジタル回線の普及とともに，このような要求はさらに高まるものと考えられる。」",
                    "・ 「【0041】そこで，この第5実施例では，ディジタル公衆回線を利用したPHPを端末としてデータベースサービスシステムにアクセスすることにより，モデム回路を不用とし，任意地点からのアクセスを可能とするものである。」・ 「【0042】また，情報を中間言語表現として記憶し，翻訳する手段を設け，利用者の指定する言語に翻訳することにより，多言語対応可能となり，データベースのディジタル情報を，音声化する手段を設けることにより，良好なユーザインターフェースを提供するものである。」",
                    "・ 「【0043】図5は，本発明の第5実施例を示すブロック図である。」・ 「【0044】この実施例のシステムは，PHP本体1101と，サービスを供給するデータベースサーバ1102と，PHP基地局1103と，このPHP基地局1103とデータベースサーバ1102とを結ぶディジタル公衆回線(以下，単に公衆回線という)1104と，PHP基地局1103とPHP本体1101とを結ぶワイヤレス回線1105とを有して構成されている。」",
                    "・ 「【0045】上記PHP本体1101は，ワイヤレス回線1105に対して信号を送受信を行う送受信回路1106と，入出力装置のコントロールを行うI／Oコントローラ1107と，音声信号を入力してデジタル信号に変換するA／Dコンバータを含む音声入力回路1108と，デジタル音声データを音声信号に変換して出力するD／Aコンバータを含む音声出力回路1109と，ダイヤル入力等を行うためのボタン入力回路1110とを有する。」",
                    "・ 「【0046】一方，上記データベースサーバ1102は，公衆回線1104に対して信号の送受信を行う送受信回路1111と，入出力装置のコントロールを行うI／Oコントローラ1112と，データベース1114と，このデータベース1114へのアクセスをコントロールするデータベースコントローラ1113と，利用者が使用する言語を指定するための言語選択回路1115と，指定した言語に中間言語に翻訳する翻訳回路1116と，翻訳情報を音声化する音声化回路1117とを有する。」",
                    "・ 「【0047】次に，これらの動作について説明する。通常の会話において，PHP本体1101は，ワイヤレス回線1105，PHP基地局1103，公衆回線1104を介して他の電話器等と接続される。この接続は，ボタン入力回路1110のボタン入力信号に対応して，公衆回線に接続された交換機(図示せず)が行なう。」",
                    "・ 「【0048】この後，音声入力はA／Dコンバータを含む音声入力回路1108，音声出力はD／Aコンバータを含む音声出力回路1109を介して交信を行なう。I／Oコントローラ1107は，これらの入出力制御を行なう。」・ 「【0049】次に，データベースサーバ1102に接続し，データベースサービスを受ける場合について説明する。」",
                    "・ 「【0050】まず，I／Oコントローラ1112は，データベース利用に関する情報をPHP本体1101に知らせるとともに，PHP本体1101からの操作信号に対応して，データベースコントローラ1113を介してデータベース1114から情報を取り出す。」",
                    "・ 「【0051】この情報は，各種言語に翻訳可能な意味構造を持った中間言語で記述されている。この中間言語は，翻訳回路1116で，利用者の指定した言語に変換され，さらに，音声化回路1117で音声化されたディジタル信号に変換された後，I／Oコントローラ1112，送受信回路1111を介してPHP本体1101に送信される。」",
                    "・ 「【0052】これに先立ち，I／Oコントローラ1112は，PHP本体1101の利用者に言語の指定を促し，それに応じて，言語選択回路1115が翻訳回路1116の動作言語を切り換える。」",
                    "・ 「【0053】データベース1114の内容を可能な限り定型化，構造化し，中間言語の意味単位と，実際の言語の単位との対応を1対1に近づけることにより，翻訳回路1116は容易に構成できる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲1公報の第5実施例は，データベースシステムにおいて，利用者が言語を指定できる多言語対応の出力装置に関するものであり，また，情報を中間言語表現としてデータベースに記憶し，翻訳する手段を設け，利用者の指定する言語に翻訳することにより，多言語対応可能となり，データベースのディジタル情報を，音声化する手段を設けることにより，良好なユーザインターフェースを提供するというものであるそして，この第5実施例は，ディジタル公衆回線を利用したPHPを端末として用いることで，任意地点からショッピング，イベント，交通機関等のデータベースにアクセスすることを可能とするものであるが，そこでの情報は，利用者が指定した言語に翻訳され「音声化」されたディジタル信号として受信され音声出力されるものであり，かつ，多言語に対応可能とするため翻訳により人間が理解できるものであって，「プログラム」ではなく，そのため端末側にデータベースから受信したデータを記憶する構成もない。",
                    "これに対し，第2実施例は，前記(2)のとおり，ハンディなパソコン装置において，当該パソコン装置のプログラムを変更するため，外部機器を接続するためのインタフェース回路(I／F)105に，PHP106を接続して，サーバ側のデータベースからプログラムをダウンロードするというものであって，両者は技術的思想を明らかに異にするものである上，第5実施例からPHPを単独で用いる点のみを取り出して第2実施例に組み合わせることについては，甲1公報に記載も示唆もないから，両者を単純に組み合わせることはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由3(甲1発明と本件各特許発明との相違点判断の誤り)について(1) 本件特許発明1と前記4で認定した甲1発明とは，前記第3，1(3)イ(ア)(本件特許発明1と甲1発明との一致点)のとおり，「携帯端末の機能プログラム，を記憶し，前記機能プログラム，のデータを電話回線を介して携帯端末に送信する装置と，メニュー表示画面を表示し，装置から機能プログラムを受信して記憶し，記憶した機能プログラムを起動して動作を行う携帯端末とを有するシステムであって，メニュー表示画面は，携帯端末用の画面であって，装置は，携帯端末から機能プログラムを指定するデータを受信すると，当該データに対応した機能プログラムを送信する装置であり，携帯端末は，メニュー表示画面を表示し，所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記装置に送信し，前記装置から前記データに対応する機能プログラムを受信して記憶し，前記記憶された機能プログラムを起動し，前記機能プログラムに従って動作させる携帯端末であるシステム。」である点で一致すると認められる。",
            "また，上記一致点に係る携帯端末を用いたシステムにおいて，少なくとも本件特許発明1の携帯端末が「携帯電話機」であり，甲1発明における携帯端末が「電子手帳等のパーソナルコンピュータ装置」である点で相違するものと認められる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，上記相違点に関連し，プログラムのダウンロードを受ける端末として携帯電話を用いることは本件特許出願前に周知であったとして，甲1発明においてプログラムのダウンロードを受けるために用いられているパーソナルコンピュータ装置に代えて携帯電話を用いることは，当業者が容易になし得る事項であると主張する(原告の整理に係る「相違点①」に関する主張)ので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は周知事項の根拠として甲7公報，甲9公報，甲14公報，甲18公報，甲19公報を挙げるところ，その記載内容は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7公報",
                      "text": [
                        "甲7公報には，次の記載がある。",
                        "・ 「【0001】",
                        "【産業上の利用分野】本発明は，携帯用電話機に関し，特に多機能の携帯用電話機に関する。また本発明は，携帯用電話機と小型コンピュータを結合して，音声の送受信の外に，各種データの送受信を行うことができる多機能携帯用電話機に関する。」",
                        "・ 「【0003】",
                        "【発明が解決しようとする課題】しかし，携帯用電話機は，携帯に便利なように小型化されているために，内部に格納される電子部品に限度があり，上記リダイアル等の音声通話を主体とする機能に止どまっている。そのために，文字及び画像等の表示機能がなく，したがって，例えば，ファクシミリ等の文字通信，コンピュータを利用する画像通信又はデータ電送等を行うことができず，問題とされている。本発明は，携帯用電話機の機能の拡大に係る問題点を解決することを目的としている。」",
                        "・ 「【0009】EEPROM部は，無線電話回線を通して送られてきたプログラムやデータ及びシリアル入出力ラインから入力されたプログラムやデータが，CPU及び基本プログラムの機能により，EEPROM部に書込まれ，起動するものであり，これによって，基本プログラム以外の機能を容易に実現することができる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲9公報",
                      "text": [
                        "甲9公報には，次の記載がある。",
                        "・ 「【0001】",
                        "【産業上の利用分野】本発明は，自由に持ち運びができる小型の携帯電話装置に関する。」",
                        "・ 「【0002】",
                        "【従来の技術】近年，無線の電話回線を使用した小型の携帯電話装置が，各種開発されている。この場合，この種の携帯電話装置は，機種により機能や性能が異なり，また，運用されている電話会社の違いによっても機能や性能が異なる場合がある。」",
                        "・ 「【0003】",
                        "【発明が解決しようとする課題】このため，例えば携帯電話装置を使用した新しいサービスが開始された場合，最新型の携帯電話装置を所持している加入者だけがこの新しいサービスを受けることができ，従来型の携帯電話装置を所持している加入者は新しいサービスを受けることができないことがあった。…」",
                        "・ 「【0004】本発明の目的は，機能や性能の改良が簡単にできる携帯電話装置を提供することにある。」",
                        "・ 「【0020】…携帯電話装置1の所定のキーの操作(又はモデム21の操作)でモデム21と接続された有線電話回線20で，所定のベースステーションを呼び出させる。…」",
                        "・ 「【0021】…携帯電話装置1側からグレードアップ開始を要求するデータを伝送させ，この開始要求の受信でベースステーション側から新バージョンの動作プログラムのデータ(或いは新バージョンに修正させる修正プログラムのデータ)を転送させる。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲14公報",
                      "text": [
                        "甲14公報には，次の記載がある。",
                        "・ 「【0001】",
                        "【産業上の利用分野】本発明はディジタル自動車電話システムに関し，特に異なるサービス社が運営するサービスエリア間でローミングが行われるディジタル自動車電話システムに関する。」",
                        "・ 「【0004】",
                        "【発明が解決しようとする課題】上述した従来のシステムは，ローミングが発生した場合にそのままでは標準ソフトウェアでしか動作しない移動局に拡張ソフトウェアをダウンロードする機能がないため，例えば他社の加入者の移動局に対しては標準ソフトウェアによるサービスしか提供することができないという問題点がある。」",
                        "・ 「【0005】本発明の目的は，ローミングが発生したときに自社交換機から任意の移動局に対して拡張ソフトウェアをダウンロードすることができ，これによって他社に加入している加入者の移動局に対しても，自社特有のサービスを提供することのできるディジタル自動車電話システムを提供することである。」",
                        "・ 「【0006】",
                        "【課題を解決するための手段】本発明のディジタル自動車電話システムは，交換機は標準ソフトウェア以外の拡張ソフトウェアデータをダウンロードする手段を有し，基地局および無線局はソフトウェアデータを転送する手段を有し，移動局は基地局および無線局を介して転送されるソフトウェアデータを受信し，および格納する手段を有し，交換機に対し位置登録要求を行った移動局が拡張ソフトウェアデータを保持しないときは，交換機は拡張ソフトウェアデータをその移動局にダウンロードすることができる。」・ 「【0012】次に，拡張ソフトウェアダウンロード制御部105が起動され，ダウンロードセットアップ信号119を基地局102に送信し，基地局102は転送制御部109でダウンロードセットアップ信号120を無線局103に送信し，無線局103は転送制御部110でダウンロードセットアップ信号121を移動局104に送信する。移動局104はダウンロードセットアップ信号121を受信するとダウンロード受付信号122を無線局103に送信し，無線局103は転送制御部110でダウンロード受付信号123を基地局102に送信し，基地局102は転送制御部109でダウンロード受付信号124を交換機101に送信する。交換機101はダウンロード受付信号124を受信すると，拡張ソフトウェアダウンロード制御部105は拡張ソフトウェアデータベース107からデータを読み出し，ダウンロード信号125により基地局102および無線局103を介して移動局104に送信する。ダウンロード信号127を受信した移動局104のダウンロード受付制御部111は拡張ソフトウェア格納データベース112にデータを書き込む。交換機101の拡張ソフトウェアダウンロード制御部105は拡張ソフトウェアのデータを終了まで転送し続けるが，終了するとダウンロード終了信号128を送信する。移動局104のダウンロード受付制御部111はダウンロード終了信号130を受信すると，拡張ソフトウェア格納データベース112への書き込みを終了させ，ダウンロード結果信号131を送信する。無線局103を経由し基地局102がダウンロード結果信号133を交換機101に転送し，交換機101はダウンロード結果信号133を受信し，ダウンロード制御処理を終了する。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲18公報",
                      "text": [
                        "甲18公報には，次の記載がある。",
                        "・ 「【0001】",
                        "【産業上の利用分野】本発明は電話機に関し，特にディジタル音声データとこの音声データ以外のディジタルデータを切替可能に送受信する携帯電話機等の電話機に関するものである。」",
                        "・ 「【0002】近年のコンピューターやコミュニケーション装置等の普及に伴い，ディジタル音声データの他にディジタルデータ(プログラム，数値データ，等)を送受信する必要性が高まっている。」",
                        "・ 「【0020】",
                        "【発明が解決しようとする課題】このように従来の電話機においては，回線品質の要求が激しいシステムや圧縮機能が必要なシステムにおいては，図8の構成に更に誤り訂正符号機能部やデータ圧縮機能部を新たに付加する必要があるが，このような付加した装置の為にディジタルデータ伝送が行えても回路規模が増大してしまうという問題点があった。」",
                        "・ 「【0021】したがって本発明は，音声符号部と音声復号部を有し音声データとこの音声データ以外のディジタルデータを切替可能に送受信する電話機において，データ品質の要求値の激しいディジタル伝送やデータ圧縮が行える電話機を小型化並びに経済化することを目的とする。」・ 「【0055】また，伝送路から送られてきたディジタルデータは上記と同様にCPU81に与えられ，CPU81は誤り訂正復号用プログラムメモリ22と接続されているので両者の組合せにより誤り訂正復号化を行ってそのディジタルデータを入出力制御回路10より入出力端子4から出力させる。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲19公報",
                      "text": [
                        "甲19公報には，次の記載がある。",
                        "・ 「(産業上の利用分野)",
                        "本発明は，自動車電話サービスシステムの無線電話機の改善に関し，特に無線電話機のソフトウェアの変更方式に関する。",
                        "(従来の技術)",
                        "従来，この種のソフトウェアの変更は，無線電話機の使用者がソフトウェア取り扱い会社に持ち込み，当該会社の専任者が無線電話機内部の記憶回路を取り換えるか，または記憶回路の記憶内容書き換え専用の装置を用いて記憶内容を書き換えるかして行なっていた。",
                        "(発明が解決しようとする問題点)",
                        "…この従来方式には，ソフトウェア変更作業が行なわれて使用者の手に戻るまで無線電話機を利用できないという欠点があり，また，無線電話機を自動車から離脱し，無線電話機の内部に手を加えたり，ソフトウェア変更用の装置をそろえるなど，工数及び必要経費が多くかかるうえ,他の故障を誘発する恐れがあるという欠点があった。",
                        "そこで，本発明の目的は，ソフトウェアの変更が容易に安価に行なえる無線電話機ソフトウェア変更方式の提供にある。",
                        "(問題点を解決するための手段)",
                        "前述の問題点を解決するために本発明が提供する手段は，随時書き込み読み出しメモリにソフトウェアを記憶し，このソフトウェアを利用する中央処理装置の制御の基に作動する無線電話機の前記ソフトウェアの変更をする無線電話機ソフトウェア変更方式であって，前記無線電話機には前記変更における前記中央処理装置の作動手順を記憶する読み出し専用メモリが備えてあり，前記無線電話機が新ソフトウェアの供給装置に無線回線を介して接続された後に前記中央処理装置は前記無線回線を介して前記供給装置から前記作動手順に従い前記新ソフトウェアを受けて前記随時書き込み読み出しメモりに書き込むことを特徴とする。」(1頁右欄2行～2頁右上欄2行)イ 以上によれば，上記各公報には，ディジタルデータを伝送し又はプログラム(ソフトウェア)のダウンロードを受ける端末として携帯電話(自動車電話・無線電話機)を用い，これにより携帯電話の機能を拡大することに関する記載があり，そのこと自体は周知であるとみる余地はあるが，これらが対象とする技術分野は携帯電話自体の機能拡大に関するものであるのに対し，甲1発明は，前記4(2)に説示したとおり，電子手帳等のパーソナルコンピュータ装置にPHPインターフェースを設けてPHPを接続し，このPHPを介してネットワークを構成してパーソナルコンピュータ装置にプログラムをダウンロードすることでパーソナルコンピュータ装置のデータの入力や変更を容易化するというものであって，上記各公報における「携帯電話機」とは異質のものであるし，同パーソナルコンピュータ装置自体に携帯電話に関する上記各公報記載の技術事項を適用し，同パーソナルコンピュータ装置を携帯電話に置換可能であることを示唆し，又は動機付ける記載は見当たらない。",
                        "そうすると，甲1発明におけるパーソナルコンピュータ装置に代えて携帯電話を用いることが，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易になし得る事項であるということはできないのであって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また原告は，甲1公報の第5実施例には携帯可能な小型コンピュータに代えてPHPを端末として用いてデータベースサービスシステムにアクセスするという技術的思想が開示されているとして，甲1発明で用いられているパーソナルコンピュータ装置をPHPに換えることは容易になし得ると主張するが，前記4(3)に説示したとおり，第5実施例からPHPを単独で用いる点のみを取り出して第2実施例に組み合わせることについては，甲1公報に記載も示唆もないから，両者を単純に組み合わせることはできないのであって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その他，甲1発明における「電子手帳等のパーソナルコンピュータ装置」が携帯電話に置換可能であることを示唆し，又はこれを動機付ける証拠は見当たらないから，その余の相違点を検討するまでもなく，甲1発明から本件特許発明1が容易想到であるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また，前記(1)に挙げた相違点及びこれに対する前記容易想到性の判断は，本件特許発明2と甲1発明との相違点及びこれに対する容易想到性の判断についても同様に妥当するから，甲1発明から本件特許発明2が容易想到であるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4(甲3発明と本件各特許発明との相違点判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由4の判断に先立ち，甲3発明の内容等について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3公報には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "・ 「本発明は，双方向通信システムに用いられるゲーム機やカラオケ装置を兼用する情報通信端末装置(コミュニケータ)及びそのコミュニケータを用いたゲーム用あるいはカラオケ用のソフト配信システムに関する。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術及び発明が解決しようとする課題",
                      "text": [
                        "・ 「近年，いわゆるテレビゲームが非常に普及している。このテレビゲームのシステムは，画像あるいは画像及び音声で構成されるゲーム情報(いわゆるゲームソフト)を記憶したゲームカセットをゲーム機本体にセットして読み出し，テレビ受像機に出力する等してゲームを行うものである。テレビ受像機は家庭にある一般放送受信用のテレビ受像機を利用すれば良いため，使用者はゲーム機本体とゲームカセットを購入することとなる。このようにプレイしたいソフトの記憶されたゲームカセットを購入すれば，使用者の希望する時間に，繰り返してゲームを行うことができる。」(段落【0002】)",
                        "・ 「しかしながら，従来のテレビゲームでは，プレイしたいゲーム毎にゲームカセットを購入する必要があり，このゲームカセットは高価なものである。何度も繰り返してプレイできるという利点はあるが，ゲーム内容によって，あるいは使用者の好み等によっては，繰り返してプレイする内にすぐに飽きてしまうものもある。このように例えば1回だけプレイしたい場合でも，ゲームカセットがないとできないため，不便である。」(段落【0003】)",
                        "・ 「また，カラオケ装置は現在いわゆるカラオケボックス等の店ばかりでなく，家庭用のカラオケ装置としても普及している。しかしながら，カラオケにはカラオケ装置といったハード面だけでなく，ソフト面での充実が不可欠である。",
                        "そして現在，ソフト面に関しては，例えば音声・画像情報の記憶されたビデオディスクあるいはビデオテープ，または音声だけでよければミュージックテープといったように，カラオケ情報記憶媒体を曲に応じて有していなければならない。そのため個人で備えることのできる数量はあまり多くはできず，例え購入費用の面で問題が無くとも，収納スペースの点で大きな問題がある。そして，新しい曲が出るとその都度ビデオディスク等を買い揃えなければならず面倒である。」(段落【0004】)",
                        "・ 「そこで本発明は，このような問題点を鑑み，通信回線を用いて送信されるゲーム情報あるいはカラオケ情報を受信し，ゲームカセット無しにゲームを行えるゲーム機兼用のコミュニケータやビデオディスク等無しにカラオケを行えるカラオケ装置兼用のコミュニケータ，及びそのコミュニケータを用いたゲーム用あるいはカラオケ用のソフト配信システムを提供することを目的とする。」(段落【0005】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決するための手段及び作用",
                      "text": [
                        "・ 「上記目的を達成するために成された請求項1記載のコミュニケータは，通信回線に接続され，該通信回線を経由して発信，または受信を行う通信手段と，該通信手段に対する制御指令の出力，上記通信手段を経由して上記通信回線からデータを入力，または上記通信手段を経由して上記通信回線へデータを送出するコンピュータと，を備えるコミュニケータであって，少なくとも，上記通信回線から入力したデータが画像あるいは画像及び音声で構成されるゲーム情報の場合，該ゲーム情報を一時記憶しておく入力データ一時記憶手段を備えると共に，上記コンピュータは，該記憶手段に記憶されたデータがゲーム情報の場合，そのゲーム情報を内部あるいは外部の画像表示手段に出力し，音声データもある場合には内部あるいは外部の音声出力手段に出力するゲーム情報出力手段を備えることを特徴とする。」(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例",
                      "text": [
                        "・ 「以下，本発明の実施例について説明する。図1は本実施例のパーソナルコミュニケータ1のブロック図，図2は本パーソナルコミュニケータ1を用いたソフト配信システムのブロック図である。図1に示すように，本配信システムは，配信センタ100，パーソナルコミュニケータ1，及び配信センタとパーソナルコミュニケータ1とを接続する通信回線としての伝送路200から構成されている。」(段落【0018】)",
                        "・ 「配信センタ100は，ゲームソフトデータベース101，カラオケデータベース103，その他のデータベース(群)105と，各データベース101，103，105から情報を検索して送出するためそれぞれ対応して設けられたゲーム情報送出装置111，カラオケ情報送出装置113，他情報送出装置115，及びそれら各情報送出装置111，113，115の制御等を行う制御装置120，外部との信号の入出力を行うヘッドエンド130を備えている。」(段落【0019】)",
                        "・ 「制御装置120は，伝送路200を介してパーソナルコミュニケータ1より送信されてきたリクエストデータをヘッドエンド130を介して入力する。そして，そのリクエストに対応した情報を，情報送出装置111，113，115を制御してデータベース101，103，105から取り出し，ヘッドエンド130を介して伝送路200に送出させる。」(段落【0020】)",
                        "・ 「本実施例では，伝送路200は同軸ケーブルで構成されており，この伝送路200は複数のパーソナルコミュニケータ1と接続されている。次にパーソナルコミュニケータ1側の構成について説明する。図1に示すように，本パーソナルコミュニケータ1は，端末モデム3と，タイマ4と，CPU5と，入力装置6と，ROM7と，メモリ8と，ビデオ映像回路9と，音源10と，オーディオアンプ11と，スピーカ13と，映像合成回路15とモニタ16と，制御器コネクタ21と，マイクコネクタ23と，データ入出力コントローラ25と，データ入出力コネクタ27とを備えている。」(段落【0021】)・ 「端末モデム3は伝送路200と接続されており，復変調器3aと，画像のチャンネル選択をするビデオチューナ3bとから構成されている。入力装置6は，例えばキーボードやマウス等からなり，パーソナルコミュニケータ1の使用者が所望のゲームソフトの番号や演奏を希望するカラオケ曲の番号を入力したり，その他の処理指令等を入力するのに用いられる。また，制御器コネクタ21にゲーム専用の制御器31を接続することにより，制御器31を用いたゲーム専用の操作もできる。この制御器31には操作指令を与えるボタンやジョイスティック等，いわゆるテレビゲーム等に広く用いられている制御ボタンと同様のものが設けられている。」(段落【0022】)",
                        "・ 「また，マイクコネクタ23にマイクロフォン33を接続することにより，カラオケを行うときに，使用者が自分の歌声をスピーカ13から出力させることができる。一方，データ入出力コネクタ27にはデータ出力ケーブル37が接続され，そのデータ出力ケーブル37にはプリンタ40あるいはパーソナルコンピュータ41等が接続される。」(段落【0023】)",
                        "・ 「次に，CPU5において実行される制御について説明する。電源(図示せず)がオンされるとまずメインメニューが表示される。そのメインメニューから「配信センタ呼出」が選択され，配信センタ呼出処理が起動した時点から図3を参照して説明を続ける。」(段落【0024】)",
                        "・ 「まず，利用項目の表示が行われる(S1000)。利用項目の表示は，選択を求める表示(例えば「希望の利用項目を選んで下さい」との表示)と利用項目一覧(ゲーム，カラオケ，その他の項目)とからなる。この表示の後，判断が行われて(S1010)，選択された利用項目名の個別処理画像を表示する(S1020)。個別処理画像の表示は，入力あるいは選択を求める表示と個別処理名一覧とからなる。この個別処理画像の表示の後，入力あるいは選択がされると個別処理の実行が行われる(S1030)。この個別処理の実行では，まず配信センタに接続され，配信センタとパーソナルコミュニケータ1間とで双方向通信が行われて，各個別処理内容に応じた処理がなされる。」(段落【0025】)・ 「最初に，ゲームを行う場合の制御について，その手順も含めながら説明する。",
                        "上記S1000での利用項目表示においてゲームを選択すると，図4のような個別処理画像が表示される。説明すると，入力あるいは選択を求める表示301と個別処理名一覧303である。個別処理名一覧303は①～③まであり，「①：希望ゲーム番号」は，この画面においてゲーム番号入力欄305に直接ゲーム番号を入力すれば，その後該当するゲーム情報が送信されてくる処理である。",
                        "また，「②：ゲーム番号一覧」は，現在配信センタ100のゲームソフトデータベース101から配信可能なゲームの番号の一覧表示がされる処理である。「③：料金表示」は，例えば今月の累積料金を表示したり，過去の料金を表示したりする処理である。」(段落【0026】)",
                        "・ 「実際にゲームを開始したい場合には，上記①または②を選択する。例えば既に希望のゲーム番号が判っている場合には，カーソルをゲーム番号入力覧305に移動させてテンキー等で番号を入力すればよいが，判らない場合には②を選択する。」(段落【0027】)",
                        "・ 「②のゲーム番号一覧処理について簡単に説明しておく。②を選択すると，配信センタ100からゲームの番号の一覧表示に関するデータが送信されて表示される。詳しくは，図5に示すように，入力領域311と表示覧313とに分かれており，表示覧313をスクロールさせれば未表示データも見ることができる。表示覧313には，ゲーム番号とゲーム名に加えて，「参加可能人数」と「料金」が表示される。従って，この表示を参考にして希望のゲーム番号を探し，入力領域311のゲーム番号入力欄315に入力すればよい。」(段落【0028】)",
                        "・ 「なお，例えば初めて新しいゲームを行う場合等に，そのゲーム内容の概略等を知りたい場合がある。そういった場合は，入力領域311の「B：ゲーム内容説明表示」のゲーム番号入力欄317にゲーム番号を入力すると，そのゲーム内容の概略説明が表示覧313に表示される。従って，使用者はその表示を見てからゲームを選択することができる。」(段落【0029】)・ 「また，ゲーム番号一覧表示を印刷しておけば，次回から希望するゲームをすぐに選択することができる。その場合は，入力領域311の「C．印刷」を選択すれば，図1に示すデータ入出力コネクタ27，データ出力ケーブル37を介して接続されたプリンタ40より印刷できる。」(段落【0030】)・ 「上記個別処理①による図4の番号入力欄305，あるいは個別処理②による図5のゲーム番号入力欄315に希望ゲーム番号を入力した際に実行される処理について図6を参照して説明する。まず，ゲームリクエストデータが作成される(S1100)。このゲームリクエストデータは，データを送信するパーソナルコミュニケータ1のID番号，希望ゲーム番号等から構成される。作成されたゲームリクエストデータは配信センタ100に送信される(S1110)。」(段落【0031】)",
                        "・ 「配信センタ100(図2)では，制御装置120が送信されてきたリクエストデータをヘッドエンド130を介して入力する。そして，そのリクエストに対応したゲーム情報を，ゲーム情報送出装置111を制御してゲームソフトデータベース101から取り出す。取り出したゲーム情報はヘッドエンド130を介して伝送路200に送出させ，該当するパーソナルコミュニケータ1に転送する。なお，この際ゲーム情報と共に，後述する第1及び第2の所定時間も送信される。」(段落【0032】)",
                        "・ 「図6に戻り，パーソナルコミュニケータ1側では，そのゲーム情報を受信し(S1120)，メモリ8に格納する(S1130)。そして，メモリ8への格納が完了すると，モニタ16に受信完了表示を行い(S1140)，さらに配信センタ100に受信完了データを送信して(S1150)，本処理ルーチンを一旦終了し，次の処理を待つ。その後例えばゲーム開始の操作がされると，メモリ8内のゲーム情報に従うゲームが開始される。」(段落【0033】)・ 「上記実施例は各パーソナルコミュニケータ1毎のみでゲームを行うことを前提として説明したが，離れた人同士，すなわち複数のパーソナルコミュニケータ1間でもゲームが行える。例えば上記伝送路200あるいは電話回線等を用いてパーソナルコミュニケータ1間を双方向通信可能に接続しておく。そして，各パーソナルコミュニケータ1に同じゲーム情報が配信された状態にすれば，両パーソナルコミュニケータ1において同じキャラクタを持つことになり，通信用データはキャラクタ番号と位置データだけでよくなる。従って，各パーソナルコミュニケータ1のモニタ16上において，互いの操作する多くのキャラクタをコントロールすることができ，リアルタイムにゲームを行える。」(段落【0042】)",
                        "・ 「なお，カラオケの場合は，上記ゲームの場合のゲーム情報自動消去処理(図7)のような制御は不要である。このように，本パーソナルコミュニケータ1を用いたカラオケ配信システムによれば，使用者がパーソナルコミュニケータ1より配信センタ100に対して所望のカラオケリクエストを送出すれば，配信センタ100より対応するカラオケ情報が返信されてくるため，使用者はビデオディスク等のカラオケデータ媒体を有することなく所望のカラオケを行うことができる。また，その送出された曲データ及び歌詞データはパーソナルコミュニケータ1のメモリ8に一時記憶されるため，一度送ってしまえば，別のパーソナルコミュニケータ1からの同じカラオケのリクエストにも対応でき，パーソナルコミュニケータ1を持つ大勢の端末使用者に対応できる。」(段落【0050】)",
                        "・ 「以上本発明はこの様な実施例に何等限定されるものではなく，本発明の要旨を逸脱しない範囲において種々なる態様で実施し得る。例えば，上記実施例では，図1に示すように，パーソナルコミュニケータ1自体が内部にモニタ16及びスピーカ13を有するように説明したが，これに限らず，外部のモニタやスピーカに接続して用いるような構成でもよい。例えば，テレビ受像器に接続して，テレビ受像器から画像及び音声を出力させるようにしてもよい。なお，その場合，パーソナルコミュニケータ1には小さなディスプレイを設け，図4，図5に示すような選択画面はそのディスプレイに表示させるようにしてもよい。」(段落【0051】)",
                        "・ 「また，伝送路200は既設のケーブルテレビシステムの同軸ケーブル等を援用しても良く，図2に示す他のデータベースとして衛星テレビ番組やビデオディスクによるビデオ番組，あるいはラジオ番組等も含めて，マルチメディア双方向通信システムとして構築できる。この配信システムにおけるパーソナルコミュニケータ1は，各家庭に配置したり，あるいはホテルの各部屋に配置したり，種々の適用が可能である。」(段落【0052】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "・ 「以上詳述したように本コミュニケータを用いたソフト配信システムによれば，使用者がコミュニケータより配信センタに対して所望のゲームあるいはカラオケリクエストを送出すれば，配信センタより対応するゲーム情報あるいはカラオケ情報が返信されてくるため，使用者は，ゲームの場合はゲームカセット，カラオケの場合はビデオディスク等のデータ媒体を有することなく所望のゲームあるいはカラオケを行うことができる。また，その送出されたゲームあるいはカラオケ情報はコミュニケータの入力データ一時記憶手段に一時記憶されるため，一度送ってしまえば，別のコミュニケータからの同じゲームあるいはカラオケのリクエストにも対応でき，コミュニケータを持つ大勢の端末使用者に対応できる。」(段落【0053】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，甲3発明は，双方向通信システムに用いられるゲーム機やカラオケ装置を兼用する情報通信端末装置(コミュニケータ)及びそのコミュニケータを用いたゲーム用あるいはカラオケ用のソフト配信システムに関する。すなわち，従来のテレビゲームはプレイしたいゲームごとに高価なゲームカセットを購入する必要があり，例えば1回だけプレイしたい場合には不便であった。また，カラオケはカラオケ装置というハード面だけでなくソフト面の充実が不可欠であるところ，カラオケ情報記録媒体(ビデオディスク，ビデオテープ，ミュージックテープ等)を曲に応じて買い揃えなければならないという課題があった。そこで，甲3発明は，このようなコミュニケータにおいて通信回線を用いて送信されるゲーム情報・カラオケ情報を受信し，ゲームカセットなしにゲームを行ったり，情報記録媒体なしにカラオケを行えるというコミュニケータないしそのコミュニケータを用いたゲーム用又はカラオケ用のソフト配信システムを提供することを目的とするものである。",
                    "そして，そのための具体的構成は，前記第3，1(3)イ(イ)＜甲3発明の内容＞のとおり，「配信システムは，配信センタ100，パーソナルコミュニケータ1，及び配信センタとパーソナルコミュニケータ1とを接続する通信回線としての伝送路200から構成され，配信センタ100は，ゲームソフトデータベース101，その他のデータベース(群)105を備え，パーソナルコミュニケータ1は，メインメニューから「配信センタ呼出」が選択され，配信センタ呼出処理が起動し，まず，利用項目の表示が行われ，利用項目の表示は，選択を求める表示(例えば「希望の利用項目を選んで下さい」との表示)と利用項目一覧(ゲーム，カラオケ，その他の項目)とからなり，この表示の後，選択された利用項目名の個別処理画像を表示し，個別処理画像の表示は，入力あるいは選択を求める表示と個別処理名一覧とからなり，この後，入力あるいは選択がされると，配信センタに接続され，配信センタとパーソナルコミュニケータ1間とで双方向通信が行われて，各個別処理内容に応じた処理がなされ，ゲームを行う場合の制御については，利用項目表示においてゲームを選択すると，個別処理画像が表示され，入力あるいは選択を求める表示301を含む画面においてゲーム番号入力欄305に直接ゲーム番号を入力すれば，その後該当するゲーム情報が送信されてき，また，「(2)ゲーム番号一覧」を選択すると，配信センタ100からゲームの番号の一覧表示に関するデータが送信されて表示され，詳しくは，入力領域311と表示覧313とに分かれており，表示覧313には，ゲーム番号とゲーム名が表示され，この表示を参考にして希望のゲーム番号を探し，入力領域311のゲーム番号入力欄315に入力すればよく，ゲーム番号入力欄315に希望ゲーム番号を入力した際，パーソナルコミュニケータ1のID番号，希望ゲーム番号等から構成されるゲームリクエストデータが配信センタ100に送信され，配信センタ100では，制御装置120が送信されてきたリクエストデータを入力し，そのリクエストに対応したゲーム情報を，ゲームソフトデータベース101から取り出し，取り出したゲーム情報は伝送路200に送出させ，該当するパーソナルコミュニケータ1に転送し，パーソナルコミュニケータ1側では，そのゲーム情報を受信し，メモリ8に格納し，その後例えばゲーム開始の操作がされると，メモリ8内のゲーム情報に従うゲームが開始される配信システム。」というものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本件特許発明1と上記甲3発明とを対比すると，両者は前記第3，1(3)イ(イ)(本件特許発明1と甲3発明との一致点)のとおり，「端末の機能を拡張する機能プログラム，を記憶し，前記機能プログラム，のデータを電話回線を介して端末に送信する装置と，メニュー表示画面及び項目表示画面を表示し，装置から機能プログラムを受信して記憶し，記憶した機能プログラムを起動して動作を行う端末とを有するシステムであって，メニュー表示画面及び前記項目表示画面は，端末用の画面であって，装置から送信される機能プログラムは，前記端末の購入時に予め記憶している基本機能及び付加機能とは異なる新たな機能を有する機能プログラムであって，メニュー表示画面及び項目表示画面によって選択されるものであり，装置は，端末から機能プログラムを指定するデータを受信すると，当該データに対応した機能プログラムを送信する装置であり，端末は，メニュー表示画面を表示し，所望の機能プログラムが選択されると，当該機能プログラムを指定するデータを前記装置に送信し，前記装置から前記データに対応する機能プログラムを受信して記憶し，前記記憶された機能プログラムを起動し，前記機能プログラムに従って動作させる端末であるシステム。」である点で一致すると認められる。",
                    "また，上記一致点に係る端末を用いたシステムにおいて，少なくとも本件特許発明1の端末が「携帯電話機」であり，甲3発明における端末が「パーソナルコミュニケータ」である点で相違するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記相違点に関し，プログラムのダウンロードを受ける端末として携帯電話を用いることは本件特許出願前に周知であったとして，甲3発明においてプログラムのダウンロードを受けるための端末であるパーソナルコミュニケータに代えて携帯電話を用いることは，当業者が容易になし得る事項であると主張する(原告の整理に係る「相違点①’」に関する主張)が，上記主張を採用することができないことは，前記5において説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，他に甲3発明における「パーソナルコミュニケータ」が携帯電話に置換可能であることを示唆し，又はこれを動機付ける証拠は見当たらないから，その余の相違点を検討するまでもなく，甲3発明から本件特許発明1が容易想到であるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，前記(1)に挙げた相違点及びこれに対する前記容易想到性の判断は，本件特許発明2と甲3発明との相違点及びこれに対する容易想到性の判断についても同様に妥当するから，甲3発明から本件特許発明2が容易想到であるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第で，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10416",
    "date": "2009-11-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038198",
    "ipprecedent_id": "2043",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}