{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−890147号事件について平成20年4月30日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，被告を商標権者とする後記1(1)の登録商標について無効審判請求をしたところ，特許庁から請求が成り立たないとの審決がされたので同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(争いのない事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，次のとおりの登録第5035358号商標(以下「本件商標」という。)の商標権者である。",
                "出願日 平成18年1月13日",
                "指定商品 第11類 家庭用・業務用電気式床暖房装置",
                "商標の構成",
                "設定登録日 平成19年3月30日"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成19年9月5日，特許庁に対し，本件商標につき商標登録無効審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許庁は，上記請求を無効2007−890147号事件として審理し，",
              "text": [
                "平成20年4月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年5月12日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の要旨",
          "text": [
            "原告(請求人)は，本件無効審判において，①本件商標は，被告(被請求人)の登録出願に先立ち，株式会社日本地場産業(以下「日本地場産業」という。)が製造していた製品に使用していたものであり，他人の周知商標であるから商標法4条1項10号，同項15号に該当する，②本件商標に関する製品(以下，この項において「本件製品」という。)を製造していた日本地場産業の取締役であったA(以下「A」という。)は，本件製品の製造販売を独占しようと企て，その話に乗った被告は，そのような商号を持つ会社を設立して本件製品を製造し，さらに本件商標の登録出願(以下「本件登録出願」という。)を行ったものであり，日本地場産業の権利が原告に譲渡されたことを熟知していたA及び被告は，不正競争防止法2条1項の周知表示混同惹起行為をしていながら，本件商標の商標登録がないことを奇貨として登録出願をしたものであるから商標法4条1項7号に当たる，と主張したのに対し，審決は，原告の使用商標がその業務に係る商品について使用した結果，需要者の間に広く認識されていたものとは認められないなどとして本件商標が商標法4条1項10号及び同項15号に該当するとはいえないとし，また，被告が本件商標を登録出願し商標権を取得した行為が著しく社会的妥当性を欠き，その登録を容認することが商標法の目的に反するということはできないとして，本件商標は，商標法4条1項7号に該当するとはいえないとした。",
            "審決の理由中，本件商標が商標法4条1項7号，同項10号及び同項15号の規定に該当しないとの判断に係る部分は，以下のとおりである。なお，審決の引用部分には本判決の略語に合わせて訂正したところがある。また，本訴の書証番号を付記した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項7号の該当性について",
              "text": [
                "「(1)商標の登録出願が適正な商道徳に反して社会的妥当性を欠き，その商標の登録を認めることが商標法の目的に反することになる場合には，その商標は商標法4条1項7号にいう商標に該当することもあり得ると解される。しかし，同号が「公の秩序又は善良の風俗を害するおそれがある商標」として，商標自体の性質に着目した規定となっていること，商標法の目的に反すると考えられる商標の登録については同法4条1項各号に個別に不登録事由が定められていること，及び，商標法においては，商標選択の自由を前提として最先の出願人に登録を認める先願主義の原則が採用されていることを考慮するならば，商標自体に公序良俗違反のない商標が商標法4条1項7号に該当するのは，その登録出願の経緯に著しく社会的妥当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反するものとして到底容認し得ないような場合に限られるものというべきである。",
                "(2)そこで，・・・本件商標が商標法4条1項7号に該当するかどうかを判断する。",
                "請求人は，「被請求人の取締役の一人であるAは，日本地場産業の取締役の一人だったものであり，本件に関する事情を熟知していたものである。被請求人は，そのような事情を知りながら，製品を作成して不正競争防止法第2条第1項の周知表示混同惹起行為をしていたのであり，さらに，商標登録がないことを奇貨として商標登録申請をしたものであるから，商標法第4条第1項第7号にも該当するというべきものである。」旨主張する。",
                "しかしながら，本件において，被請求人が本件登録出願をしたのは，日本地場産業の取締役であったAが，役員を辞任した平成14年1月31日より4年余り経過した同18年1月13日であり，当時，被請求人は，既に「Scut System」の会社名で，「S−cut電気式床暖房システム」の製造，販売事業を行い，多数のマンション等の床暖房設備として「S−cut」「エスカット」商標を使用し，「電気式床暖房システム」を供給している実績があり，また，建築専門雑誌等にも「S−cut電気式床暖房システム」について多数宣伝，広告されていたものであるから，被請求人は，自己の事業を行う上に必要であるために本件商標を商標登録出願し，商標権を得たものとみるのが相当である。",
                "他方，日本地場産業より譲渡を受けた請求人は，平成16年11月頃までに日本地場産業を引き継ぎ請求人自ら製品を製作し，同17年7月頃までに(株)FRAと，それ以降は，(株)三栄工事と共に製作，販売していると主張しているが，日本地場産業より譲渡された商標権には「Scut(エスカット)」「S−cut」についての商標権はないばかりでなく，譲渡以降被請求人が本件商標を登録出願し，商標権を得るまでの間，「Scut(エスカット)」「S−cut」商標について，商標登録出願の手続を行う等商標権の取得に向けて何らかの方策を講じたことを窺わせる事実は見当たらない。",
                "(3)また，請求人に事業を譲渡する以前において，日本地場産業は，2002年(平成14年)1月現在の「Scut(エスカット)床暖房」の商品カタログ(甲第3号証：本訴甲3)を除き，「SUKATTO [スカット]床暖房システム」(乙第11号証：本訴甲20)，「スカット床暖房」，「スカットシステム」，「スカットヒーター」(乙第13号証：本訴甲22)，「最新型スカット電気式床暖房システム」(乙第15号証：本訴甲24)と称し，「Scut電気式床暖房システム」を宣伝，広告していたことからすれば，「S−cut」「エスカット」よりなる本件商標と上記使用商標は別異の商標として認識されるものといえる。",
                "(4)そうとすれば，このような事情の下で，被請求人が本件商標を登録出願し，商標登録を取得(平成19年3月30日)したことは，既に営業を開始していた被請求人の「S−cut電気式床暖房システム」の製造，販売事業について，その商標登録出願から商標権取得に至る行為をあながち不当，不徳義と評価することはできない。また，上記の経緯からすれば，被請求人の本件商標登録出願が不正の目的でなされたと断定することもできない。",
                "(5)以上のとおり，請求人の主張を考慮しても，被請求人が本件商標を登録出願し商標権を取得した行為が著しく社会的妥当性を欠き，その登録を容認することが商標法の目的に反するということはできず，本件全証拠によっても本件商標が商標法第4条第1項第7号に該当する商標であったとすべき事情を認めることはできない。",
                "したがって，本件商標の出願がされた経緯を理由として，本件商標を商標法4条1項7号に該当するということはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項10号及び同項15号の該当性について",
              "text": [
                "「請求人は，「本件商標は，被請求人の登録出願に先立ち，日本地場産業が製品を製作し，使用していたものであり，他人の周知商標であり，商標法第4条第1項第10号及び同第15号に該当するものである。」旨主張するが，請求人提出の甲各号証には，請求人の使用商標の使用開始時期，使用期間及び生産又は譲渡の数量等が明示されておらず，かかる証拠によっては，使用商標が，請求人の業務に係る商品について使用した結果，本件商標の出願時及び登録時において，需要者の間に広く認識されていたものとは認められない。",
                "そうとすれば，使用商標と本件商標の類否について判断するまでもなく，本件商標は，商標法第4条第1項第10号に該当するものとは認められず，さらに，本件商標をその指定商品に使用しても，請求人の使用商標を連想，想起させ，その商品が請求人または請求人となんらかの関係を有する者の業務に係る商品であるかの如く，商品の出所について誤認，混同を生じるおそれはないから，同法第4条第1項第15号に該当するものともいえない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項7号該当性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項7号の該当性は，「公の秩序又は善良の風俗を害するおそれがある商標」に限られず，その商標登録出願の経緯に著しく社会的妥当性を欠くものがあり，その登録を認めることが商標法の予定する秩序に反するものとして到底容認し得ないような場合にも認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件登録出願に至る経緯には次のような事情が存在する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告代表者は，平成13年7月18日から同年10月31日までの間に，電気式床暖房装置(以下，この種の装置を総称して「本件床暖房」という。)などを製造販売する日本地場産業に対し，合計3530万円を貸し付けたが，その後，日本地場産業は事実上倒産し，平成14年3月1日，原告は，日本地場産業が有する本件床暖房に関連する権利を含む一切の権利を譲り受けた。",
                    "そして，原告ないし原告代表者が代表を務める株式会社ジバサンは，日本地場産業の行っていた本件床暖房の製造販売事業を引き継いで，平成16年末ころまで，北海道で本件床暖房の製造販売を行った。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告を中心として本件床暖房の製造販売が再開され始めたころ，日本地場産業の元取締役であったAは，原告に対し，本件床暖房の営業活動をしたい旨の申し出をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成15年5月，B所在の小林産業株式会社(以下「小林産業」という。)との間で本件床暖房の製造委託契約を締結し，Bで本件床暖房を製造するようになったが，Aが小林産業に対し，同社の製造する本件床暖房を自ら販売すると申し出るなどの甘言を弄し，小林産業をして原告との間の上記製造委託契約を解除せしめた。そして，そのころ，Aの営業を引き継いで法人なりした被告が小林産業の製造する本件床暖房を販売するようになった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，北海道における本件床暖房の製造販売事業から撤退し，平成16年末に株式会社エフアールエー(以下「エフアールエー」という。)に本件床暖房の製造販売を委ねることとし，平成17年1月からエフアールエーに本件床暖房の製造販売をさせていたが，同年6月20日ころ原告とエフアールエーとの関係が悪化し，その後，原告は三栄工事株式会社(以下「三栄工事」という。)に対して本件床暖房の製造販売を委託し，現在に至っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，Aは，もともと日本地場産業の取締役であり，日本地場産業が事実上倒産し，原告が日本地場産業の一切の権利関係を引き継いだことを熟知していたこと，そのことを前提として，Aは本件床暖房の販売活動をしたいと原告に申し入れていること，Aは，原告と小林産業との間の取引解消の原因となっていること，被告の設立はその時期であること，被告はAの営業を引き継いで法人なりした会社であるにもかかわらず，Aが当初取締役となっていないこと，Aが被告の取締役となったのは，本件登録出願が行われて約6か月が経過してからであることなどからすると，被告による本件登録出願の経緯には著しく社会的妥当性を欠くものがあり，その登録を認めることは商標法の予定する秩序に反するものとして到底容認し得ないというべきである。",
                "なお，原告も日本地場産業から承継した権利関係を手続もせずに漫然と放置していたわけではなく，平成15年12月9日，意匠登録出願をしている。",
                "したがって，本件商標は，商標法4条1項7号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項10号該当性についての判断の誤り)",
          "text": [
            "前記1(2)のとおり，原告は日本地場産業から本件床暖房に関する一切の権利を譲り受け，同社の事業を引き継いで自ら本件床暖房を製造販売し，また，エフアールエー及び三栄工事に製造販売を委託して本件床暖房の製造販売をしたものである。そして，被告が本件登録出願をした平成18年1月13日の時点で，日本地場産業，原告，エフアールエー，三栄工事を通じて，「Scut床暖房」(甲3)，「Scut床暖房」，「エスカット床暖房」(以上，甲6)，「(FH−)Scut床暖房」，「エスカット床暖房」(以上，甲17)，「スカット床暖房システム」(甲20)，「スカット床暖房」，「SCUT」，「スカットシステム」，「SCUTヒーター」，「SCUT床暖房」，「SCUTSYSTEM」，「スカットヒーター」(以上，甲22)，「Scut」，「床暖房システム」，「SCUTSYSTEM」，「Scutヒーター」(以上，甲23)，「スカット電気床暖房システム」(甲24)との商標(以下，まとめて「原告ら使用商標」という。)を使用して本件床暖房は約8年間販売されてきたものであり，原告ら使用商標は，被告以外の者の製造販売に係る本件床暖房を表示するものとして需要者の間に広く知られていた。",
            "そして，本件商標は，消費者から見れば，原告ら使用商標と同一ないし類似といえるから，商標法4条1項10号に該当する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項15号該当性についての判断の誤り)",
          "text": [
            "前記2で述べたところからすれば，本件商標は，消費者からみて，日本地場産業，原告，エフアールエー及び三栄工事が販売してきた本件床暖房と混同してしまうことは明らかであるから，商標法4条1項15号に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(商標法4条1項7号該当性についての判断の誤り)に対し本件商標が商標法4条1項7号に該当することは争う。",
            "日本地場産業から原告に事業が譲渡されたかどうかは疑わしく，原告による譲渡担保権の実行に名を借りた日本地場産業の資産の乗っ取りが行われただけであり，原告は，北海道において本格的に本件床暖房の製造販売をしていない。",
            "Aは，原告代表者と日本地場産業との間の金銭貸借を知らず，原告を日本地場産業を立て直すためのコンサルタント会社と理解していた。Aは，原告代表者と販売協力に関する話をし，原告とは独立して本件床暖房の営業活動をしたことはあるが，約束の手数料の支払がなかったことなどから，原告と袂を分かつことにした。なお，原告が挙げる平成14年の本件床暖房の販売実績は，Aが営業して受注したものである。",
            "原告と小林産業との製造委託契約が解除されたのは，原告が代金の支払をしなかったからであり，Aが原因であることは否認する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(商標法4条1項10号該当性についての判断の誤り)に対し本件商標が商標法4条1項10号に該当することは争う。",
            "日本地場産業，エフアールエー及び三栄工事が使用している商標は，それぞれ異なるものであり，原告ら使用商標が需要者の間に広く知られていることを示す証拠の提出もない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(商標法4条1項15号該当性についての判断の誤り)に対し本件商標が商標法4条1項15号に該当することは争う。",
            "原告は，他人の業務に係る商品又は役務と混同を生ずるおそれがあるとする「他人」を明示していない。",
            "取引者，需要者にとっては，日本地場産業，原告，エフアールエー及び三栄工事はそれぞれ別会社であって，商標を共通にする同一商品を製造販売する会社群と理解することはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実関係",
          "text": [
            "後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "日本地場産業は，平成10年ころ，札幌市を拠点として，屋根融雪設備，ロードヒーティング装置及び本件床暖房などを製造販売していた。そのころ，日本地場産業は，本件床暖房について，「SUKATTO【スカット】床暖房システム」との商標を使用していたが，平成12年ころには，「スカット床暖房」，「SCUTSYSTEM」との商標を使用するようになった。(以上，甲20，甲23)",
              "text": [
                "さらに，日本地場産業が平成14年1月に作成した本件床暖房のパンフレットでは，「エスカット床暖房」，「Scut床暖房(Scut床暖房と横書きし，その上部に読み仮名のように「エスカット」，「ゆかだんぼう」と付記したたもの)」との商標(以下「Scut商標」という。)が使用されていた(甲3)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "日本地場産業は，平成13年ころ，経営状況が悪化し，資金繰りのため，原告代表者Cから，平成13年7月18日から同年10月31日までの間に合計3530万円を借り受け，その担保として，日本地場産業が保有する売掛金，事務所及び工場の機械類，工具，資材，消耗品，備品一式を譲渡担保とした。(以上，甲4，63，乙11)"
            },
            {
              "fig": "(3)",
              "text": [
                "日本地場産業は，平成14年1月ころ事実上倒産し(甲71)，事業活動を停止した。原告は，同年2月28日，日本地場産業が倉庫及び事務所として賃借し，上記譲渡担保の対象とされた機械類，工具，資材等が置かれていた建物について，日本地場産業に代わって賃貸借契約(以下「本件賃貸借契約」という。)を締結し(甲46の1，2)，その占有管理をするようになった。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告は，平成15年5月8日，B所在の小林産業との間で，小林産業にS−Cutと称する本件床暖房の製造等を委託する旨の契約を締結した。もっとも，契約書の作成に先行し，同年4月ころから，原告は小林産業に対し，本件床暖房の製造委託を始めていた。(以上，甲47，52，65の2)",
              "text": [
                "しかし，平成15年8月ないし9月ころ，原告と被告及び小林産業との間で本件床暖房の製造委託に関連して紛争が生じ，遅くとも同年9月以降，原告と小林産業との間の本件床暖房の製造委託関係は，事実上解消された。(以上，甲58，65の1，2)",
                "なお，その後，原告と小林産業との間で，請負代金の支払等を巡る訴訟が提起され，平成16年4月，同訴訟は和解により終了した(乙10)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "Aは，平成7年ころより日本地場産業の取締役であり，本件床暖房の開発に関与していたが，平成14年1月31日付けでこれを辞任し(甲7)，平成15年春ころ，個人で「エスカット／S−cut床暖房(左側に大きく欧文字の「S」と書き，その右側に「エスカット」，「−cut」，「床暖房」と上下3段に横書きしたもの)」との商標(以下「被告使用商標」という。)を使用して本件床暖房の販売活動をしていたが，平成15年8月14日にAの個人営業を引き継ぐ形で被告が設立され，その後，被告は，被告使用商標及び「S−cut床暖房」，「エスカット床暖房」との商標を使用して本件床暖房の販売活動を行うようになり，現在までこれを継続している。(以上，甲8，26ないし31，乙11)",
              "text": [
                "また，Aは，平成18年6月30日，被告の取締役に就任した(甲8)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，平成15年7月から平成16年11月にかけて十数回にわたりエフアールエーから本件床暖房の発注を受けた(甲73の6，15～21，23～26)が，同年12月，原告とエフアールエーは，床暖房事業についてコンサルタント契約を結び(甲66の1，2)，同月以降は，エフアールエーが自ら本件床暖房の製造販売を行うようになった(甲17，71)。",
                "そして，原告とエフアールエーは，平成17年3月1日，本件床暖房の製造販売事業について，エフアールエーが製造販売し，原告がエフアールエーに対し指導助言を行うことをなどを内容とする製造販売委託契約を締結した(甲48)。なお，同契約において，エフアールエーの製造販売する本件床暖房については，「FH−Scut」との商標を使用するものとされ，エフアールエーの作成した本件床暖房のパンフレットにおいても，「FH−Scut床暖房(「FH−Scut床暖房」と一連に横書きし，そのうち「cut」及び「床暖房」の文字は他の文字の高さの約半分の高さとし，「cut」の上部に「エフエイチ」及び「エスカット」を2段に横書きし，「暖房」の上部に「ゆかだんぼう」と横書きしたものを含む。)」との商標(以下「FH−Scut商標」という。)が使用されている(甲17)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "平成17年6月ころ，原告とエフアールエーとの関係が悪化し，同年8月に上記製造販売委託契約は解除された。しかし，エフアールエーは，原告とは無関係にFH−Scut商標を使用して本件床暖房の製造販売を継続した(甲17，71)。",
                "エフアールエーは，平成17年4月4日，指定商品を第11類の「暖房装置，電気式暖房装置」として「FH−Scut」との商標の登録出願をし，さらに，同年11月11日，上記と同一の指定商品で「エフエッチエスカット」との商標の登録出願をした。前者の出願については，平成18年2月1日付けの拒絶査定がされた(乙3)が，後者の出願については，平成18年6月9日に設定登録された(甲18)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原告と三栄工事は，平成17年5月2日，三栄工事がScut商標を使用して本件床暖房の製造販売を行うことなどを内容とする業務提携契約を締結し(甲69)，そのころから，三栄工事は，Scut商標を使用して本件床暖房の製造販売を行っている(甲6，68)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(商標法4条1項7号該当性についての判断の誤り)について(1) 商標法4条1項7号は，「公の秩序又は善良の風俗を害するおそれがある商標」を登録を受けることができない商標と定めているところ，同号の該当性は，商標の構成自体が公序良俗に反する場合のみならず，その登録出願の経緯に著しく社会的妥当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反するものとして到底容認し得ないような場合にも認められるものと解するのが相当である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "前記1認定の事実によれば，Aは平成14年1月に日本地場産業の取締役を辞任した後，平成15年春ころから個人で被告使用商標を使用して本件床暖房の販売活動を行っていたが，その後被告が設立されてAの個人営業を引き継ぎ，被告が被告使用商標及び「S−cut床暖房」等の商標を使用して本件床暖房の販売事業を行っていることが認められる。そして，本件商標は，被告が本件床暖房に使用している被告使用商標と類似するものであり，また，その指定商品には本件床暖房が含まれること，一方，三栄工事は平成17年5月ころからScut商標を使用して本件床暖房を販売しているが，三栄工事の使用するScut商標は被告使用商標と類似していることからすれば，被告は，自らが本件床暖房に使用している被告使用商標と類似する商標を競合他社が使用することを阻止するために本件登録出願をしたものと推認することができる。",
                "そして，以上の事実を前提とするかぎり，被告による本件登録出願の経緯に著しく社会的妥当性を欠く事情があったとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，被告による本件登録出願の経緯等について前記第3の1(3)のとおり主張し，本件商標は商標法4条1項7号に該当すると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，Aは日本地場産業の元取締役であり，日本地場産業が倒産し，原告が同社の一切の権利関係を引き継いだことを熟知し，それを前提として原告に対し，本件床暖房の販売活動をしたいと原告に申し入れたと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1認定の事実によれば，日本地場産業が平成14年1月ころ事実上倒産した後，原告は同社の使用していた倉庫及び事務所について本件賃貸借契約を結び，同社の機械類，工具，資材等の占有管理を始めたこと，原告は，平成15年4月ころから同年9月ころまで小林産業に本件床暖房の製造を委託していたこと，原告は平成15年7月から平成16年11月にかけて十数回にわたり本件床暖房の発注を受けていたことが認められる。そして，これらの事実に，原告は，平成14年に本件床暖房を販売し(甲49，73の1，2)，小林産業に本件床暖房の製造を委託していた期間においても，詳細は不明であるものの，小林産業が製造した本件床暖房を原告が販売した事実が窺われる(甲53，54，56の1，2，73の8の1，2，73の9の1，2)ことを合わせ考慮すると，原告は，日本地場産業が倒産した後，同社の行っていた本件床暖房の製造販売事業と同様の事業を開始し，Scut商標を使用して本件床暖房の製造販売を行っていたものと推認することができる。",
                        "また，Aは，平成14年ころ数か月間にわたり原告のために本件床暖房の販売活動をしていたことが認められる(乙11)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の事実を総合すると，Aは，日本地場産業の取締役を辞任したころ，同社が倒産し，その後，原告が日本地場産業の行っていたのと同様の事業を開始し，Scut商標を使用して本件床暖房の製造販売を行うようになったことを知っていたこと，Aは，平成14年ころの一時期，原告のためにScut商標を使用した本件床暖房の販売の営業活動を行っていたこと，以上の事実を推認することができる。",
                        "なお，原告は，日本地場産業が行っていた本件床暖房に関する一切の権利を譲り受け，同社の行っていた本件床暖房の製造販売事業を引き継いだと主張し，原告と日本地場産業の作成名義の合意書(甲64の1)には，「株式会社日本地場産業とマリガン株式会社とは，平成14年2月28日付け譲渡契約書にもとずき，平成14年3月1日より株式会社日本地場産業が有する融雪システム及び床暖房システムの製造権及び開発と販売権について，全てマリガン(株)に譲渡する事に合意した。」との記載がある。",
                        "しかしながら，同合意書には作成日付の記載もなく，また，同合意書の基となった平成14年2月28日付け譲渡契約書の存在も証拠上確認できないこと，日本地場産業の取引先等に対し，同社から原告に事業譲渡がされたことを知らせる挨拶状等の書面が一切存在しないこと，さらに，原告が日本地場産業の倉庫及び事務所を賃借した本件賃貸借契約に係る契約書(甲46の1，2)には，期限の利益の喪失条項として，「(株)日本地場産業の経営実体が乙(判決注：賃借人〔原告〕)および丙(判決注：連帯保証人)の事由のいかんにかかわらず，甲(判決注：賃貸人)が第3者に移動したと認めたとき」(甲46の1，2の第7条3号)と定められていることからすれば，本件賃貸借契約を締結した平成14年3月1日の時点において原告は日本地場産業の事業を譲り受けることは想定していなかったものといえる(事業譲渡されれば，期限の利益を喪失し，本件賃貸借契約を締結する意味が失われる。)ことなどに照らしてみれば，上記合意書の記載内容から直ちに本件床暖房の製造販売事業が日本地場産業から原告に承継されたものと認めることはできず，他に上記主張を認めるに足りる証拠はない(甲第5号証の譲渡契約書も，日本地場産業の有する知的財産権を原告に譲渡する旨が記載されているに過ぎず，事業の譲渡を定めるものではない。)。",
                        "そうすると，原告が日本地場産業の倒産後に本件床暖房の製造販売事業を開始したのは，日本地場産業の事業の承継としてではなく，結局，自らの資金回収のため，譲渡担保として取得した同社の機械類，工具，資材等を利用して，同社とは別に新たに原告自身の事業として始めたものと認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，Aは，日本地場産業が倒産した後，原告がScut商標を使用して本件床暖房の製造販売を行うようになったことを知っており，また，一時期，原告のためにScut商標を使用した本件床暖房の販売活動を行っていたものであるが，以下の事実，すなわち，日本地場産業が過去にScut商標を使用していたとしても，同商標は登録商標ではなく，同社にその排他的な利用権があったわけではないし，後記3で認定判断するとおり，Scut商標は日本地場産業の製造販売に係る本件床暖房を表示するものとして周知性を獲得していたわけではないから，これを他人が使用しても不正競争行為にならないこと，日本地場産業は平成14年1月ころ事業活動を停止しており，Aが平成15年春ころから被告使用商標を使用して本件床暖房の販売活動をしたとしても，日本地場産業と競合することはなく，Aが同社の元取締役であったとの事情を考慮しても，Aの上記販売活動が同社に対する関係で信義則に反するものとはいえないこと，原告は，日本地場産業とは別に自らの事業として新たに本件床暖房の製造販売事業を行うようになったが，後記3で認定判断するとおり，本件商標ないし原告ら使用商標が原告の製造販売に係る本件床暖房を表示するものとして周知性を獲得していたわけではないから，被告使用商標を使用してA及び被告が本件床暖房の販売活動をしたことは，原告に対して不正競争行為となるわけではないこと等の事実に照らすならば，Aについて上記のような事実が認められるとしても，Aが個人として被告使用商標を使用して本件床暖房の販売活動を行ったことや被告がこれを引き継いで被告使用商標及び「S−cut床暖房」等の商標を使用して本件床暖房の販売事業を行ったことが，日本地場産業又は原告に対する関係で信義則に反し背信的であるとか，あるいは非難に値するなどということはできないから，原告の上記主張を考慮しても，被告による本件登録出願の経緯が著しく社会的妥当性を欠くものであったとまでは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，Aが原告と小林産業との間の取引解消の原因となっていると主張し，これに沿う原告の元社員で三栄工事の取締役であるDの陳述書(甲71)を提出する。",
                    "前記1認定の事実によれば，原告は平成15年4月ころから小林産業に対し，本件床暖房の製造を委託していたが，原告と被告及び小林産業との間に本件床暖房の製造販売に関連した紛争が生じ，同年9月ころには原告と小林産業との間の製造委託関係は解消したことが認められるところ，上記陳述書には，原告と小林産業との関係解消の原因がAにあるかのような記載があるが，これを裏付ける的確な証拠は存在せず，上記記載も伝聞を記述するに過ぎないことからすれば，上記陳述書の記載を直ちに採用することはできず，他に上記主張を認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，被告による本件登録出願の経緯に著しく社会的妥当性を欠く事情があるとして，被告の設立時期，被告がAの営業を引き継いで法人なりした会社であるにもかかわらず，Aが当初取締役となっていないこと，Aが被告の取締役となったのは，本件登録出願が行われて約6か月が経過してからであることを主張するが，これらの事実がいかなる意味で上記の社会的妥当性を欠く理由となり得るのかその根拠が不明であるといわざるを得ないから，主張自体理由がないものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上に検討したとおり，原告が，被告による本件登録出願の経緯が著しく社会的妥当性を欠くものであるとして主張する事情は，いずれもそのような評価を基礎付けるものとは認められず，本件証拠を精査しても，他にそのような事情を認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の次第で，本件登録出願の経緯に著しく社会的妥当性を欠く事情があったとは認められないから，本件商標は，商標法4条1項7号の商標には該当せず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(商標法4条1項10号該当性についての判断の誤り)について原告は，原告ら使用商標が，被告以外の者の製造販売に係る本件床暖房を表示するものとして需要者の間に広く知られていることを前提に，本件商標が商標法4条1項10号に該当すると主張するので，まず，その前提について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "日本地場産業の表示としての周知性",
              "text": [
                "前記1認定のとおり，日本地場産業は平成10年から平成14年1月ころまでの間，「SUKATTO【スカット】床暖房システム」，「スカット床暖房」，「SCUT SYSTEM」，「エスカット床暖房」との各商標及びScut商標を使用して本件床暖房の製造販売を行っていたが，平成14年1月ころには倒産して事業を廃止しており，本件商標が登録出願された平成18年1月13日の時点で，上記各商標が日本地場産業の製造販売する本件床暖房を表示するものとして需要者の間に広く知られていたことを認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "エフアールエーの表示としての周知性",
              "text": [
                "前記1認定のとおり，エフアールエーは平成16年12月ころからFH−Scut商標を使用して本件床暖房の製造販売を行っているが，エフアールエーのウェブページ上における本件床暖房の納入実績(甲17)を見る限り，需要者の間で周知性を獲得し得るような数量とはいえないから，仮にそのとおりの販売実績があったとしても，これにより，本件商標が登録出願された平成18年1月13日の時点で，FH−Scut商標がエフアールエーの製造販売に係る本件床暖房を表示するものとして需要者の間に広く知られていたものと認めることはできず，他にこれを認めるに足りる証拠もない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "三栄工事の表示としての周知性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1認定のとおり，三栄工事は平成17年5月ころからScut商標を使用して本件床暖房の製造販売を行っているところ，三栄工事のウェブページには，別紙「三栄工事の販売実績」(以下「別紙販売実績」という。)のとおり，平成10年から平成18年までの本件床暖房の販売実績が掲載されている(甲68)。",
                    "別紙販売実績は，甲号証欄のとおり裏付け証拠があるものもあるが，必ずしも十分ではなく，その意味で，その全てをそのとおりに認定することは困難である。その点を別にしても，少なくとも平成10年から同16年までの販売実績(№1～71)なるものは，原告が三栄工事と業務提携契約を締結した平成17年5月以前の時期に係るものであるから，これをもって三栄工事が自ら本件床暖房を製造販売した実績ということはできず，これらの販売実績をもって直ちにScut商標が三栄工事の製造販売に係る本件床暖房の表示として周知であったことの根拠とすることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，原告が日本地場産業から本件床暖房に関する一切の権利を譲り受け，同社の事業を引き継いで自ら本件床暖房を製造販売し，また，エフアールエー及び三栄工事に製造販売を委託して本件床暖房の製造販売をしたと主張するところ，その趣旨は，日本地場産業，原告，エフアールエー及び三栄工事の各販売実績を一体とし，これに基づいて，原告ら使用商標，特にScut商標が原告又は三栄工事の製造販売に係る本件床暖房の表示として周知であることを主張するものであると解される。",
                    "そこで検討するに，前記2(3)アで認定判断したとおり，原告は日本地場産業とは別に自らの事業として新たにScut商標を使用して本件床暖房の製造販売事業を始めたのであるから，日本地場産業の製造販売に係る本件床暖房を表示するScut商標と，原告の製造販売に係る本件床暖房を表示するScut商標とは，同じくScut商標であったとしても，商標法4条1項10号の関係では，それぞれ別の商品主体を表示する商標と見るべきである。",
                    "したがって，平成10年から平成13年までの日本地場産業の販売実績をもって，Scut商標が原告の製造販売に係る本件床暖房の表示として周知であることの根拠とすることはできず，このことは，三栄工事についても同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告，エフアールエー及び三栄工事の関係については，原告がエフアールエー及び三栄工事との間で，個別にFH−Scut商標又はScut商標を使用した本件床暖房の製造販売を認めることなどを内容とする契約を締結したというものであり，エフアールエーと三栄工事との間には何らの契約関係も存在しない。",
                    "そして，原告とエフアールエーとの関係は平成17年8月に解消され，その後エフアールエーは原告とは無関係にFH−Scut商標を使用して本件床暖房を製造販売しているのであるから，エフアールエーと原告とは，商標法4条1項10号にいう「他人」としては，それぞれ別個の商品主体であると見るべきである。",
                    "したがって，エフアールエーの販売実績をもって平成18年1月13日の時点においてScut商標が原告又は三栄工事の製造販売に係る本件床暖房の表示として周知であったことの根拠とすることはできないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，原告と三栄工事との間には，上記ウのとおりの契約関係が存在するので，この契約関係に基づきScut商標を使用して本件床暖房を製造販売する者という点では，原告と三栄工事とは同一表示を使用する商品主体として相応の結びつきがあるものと見る余地もないわけではなく，そうだとすれば，原告及び三栄工事の各販売実績を一体として，Scut商標が原告及び三栄工事の製造販売に係る本件床暖房の表示として周知であったことの根拠として考慮する余地もあるものと解される。",
                    "そこで，この観点から検討するに，別紙販売実績を前提とすると，平成14年から平成16年までの販売実績(№45～71)は原告の製造販売に係るものということになり，甲号証欄のとおり，これを裏付ける証拠もそれなりに存在するが，現場数でいうと3年間で合計27か所の実績があるに過ぎない。",
                    "次に，平成17年の販売実績(№72～92)については，この時期はエフアールエーによる販売も行われていたところ，エフアールエーのウェブページにおける納入実績(甲17)と対比してみると，別紙販売実績の甲号証欄に①～⑧と記載した現場がエフアールエーと三栄工事とで重複しており，これら8か所の販売実績が三栄工事のものかエフアールエーのものかは不明であるから，これを除くと，三栄工事の平成17年の販売実績は，現場数で13か所ということになる。なお，本件登録出願は平成18年1月13日にされたから，平成18年の販売実績は考慮しない。",
                    "以上の販売実績の検討結果に，原告及び三栄工事がScut商標を使用した本件床暖房の製造販売について宣伝広告をしたことを窺わせる証拠は全くないことを合わせ考慮すれば，仮に別紙販売実績を前提としても，本件登録出願の時点においてScut商標が原告又は三栄工事の製造販売に係る本件床暖房の表示として周知であったと認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおりであるから，本件登録出願の時点において，原告ら使用商標又はScut商標が三栄工事の製造販売に係る本件床暖房の表示として周知であったと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の表示としての周知性",
              "text": [
                "上記(1)ないし(3)に検討したところによれば，本件登録出願の時点において，原告ら使用商標が原告の製造販売に係る本件床暖房の表示として周知であったと認めることもできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上の次第で，本件登録出願がされた平成18年1月13日の時点において，原告ら使用商標が，被告以外の者の製造販売に係る本件床暖房を表示するものとして需要者の間に広く知られているとは認められないので，本件商標が商標法4条1項10号に該当するとの原告主張は採用することができず，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(商標法4条1項15号該当性についての判断の誤り)について原告は，本件商標は，消費者からみて，日本地場産業，原告，エフアールエー及び三栄工事が販売してきた本件床暖房と混同してしまうことは明らかであるから，商標法4条1項15号に該当すると主張する。",
            "しかしながら，前記3で認定判断したところによれば，原告ら使用商標は，本件登録出願がされた平成18年1月13日の時点において，日本地場産業，原告，エフアールエー及び三栄工事の業務において使用されていることが需要者の間に広く知られていたものとは認められないから，本件商標と原告ら使用商標との類否について検討するまでもなく，被告が本件商標を使用したとしても，需要者が，日本地場産業，原告，エフアールエー及び三栄工事の製造販売に係る本件床暖房と混同することはないものと認められる。",
            "したがって，本件商標は，商標法4条1項15号の商標には当たらず，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上の次第であるから，審決取消事由はいずれも理由がなく，他に審決を違法とする事由もないから，審決は適法であり，本件請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}