{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80129号事件について平成20年2月20日にした",
        "審決のうち「特許第3080347号の請求項1ないし4に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，「PETボトルの殺菌方法」とする名称の発明について特許権を有しているところ，その請求項1～4に係る発明についての特許を無効とする旨の審決を受けたことから，その請求人である被告に対し，審決の取消しを求めた事案である。",
        "争点は，後出の本件特許発明の請求項1～4に係る発明が，米国特許第5262126号明細書(1993年11月16日発行。甲2)に記載された発明(198",
        "9年〔平成元年〕5月10日出願の米国特許5122340号の分割出願。以下，審決で引用する場合を含め「甲2発明」という。)及び周知技術との関係で進歩性(特許法29条2項)を有するかどうかである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成6年8月22日，名称を「PETボトルの殺菌方法及びその装置」とする発明につき特許出願をし，平成12年6月23日に設定登録を受けた(特許第3080347号，請求項の数5。甲7。以下「本件特許」という。)。",
            "平成13年2月28日，特許異議の申立てがされたが，平成13年9月3日に請求項5を削除するなどの訂正請求がされたところ(甲22)，平成14年1月15日に訂正を認めて請求項1～4に係る特許を維持するとの決定がされ，同決定は確定した(甲6)。",
            "平成18年7月14日，被告から特許無効の審判請求がされ，特許庁に無効2006−80129号事件として係属し，原告は，訂正請求をしたが，平成19年3月13日，「訂正を認める。特許第3080347号の請求項1乃至4に係る発明についての特許を無効とする。」との審決がされた。",
            "原告は，これを不服として知的財産高等裁判所に同審決の取消しを求める訴え(平成19年(行ケ)第10137号)を提起するとともに，同年7月3日付けで訂正の審判請求をしたところ(甲20)，同裁判所は，同月26日，特許法181条2項により同審決を取り消す旨の決定をしたので(甲21)，同訂正審判の請求書に添付された明細書(以下「本件明細書」という。)を援用する訂正(以下「本件訂正」という。)の請求がされたものとみなされた。",
            "特許庁は，平成20年2月20日，無効2006−80129号事件につき，「訂",
            "正を認める。特許3080347号の請求項1ないし4に係る発明についての特許を無効とする。」との審決をし，その謄本は，同年3月3日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正による訂正後の請求項1～4に係る発明(以下，審決を引用する場合を含め，その順に従ってそれぞれ「本件発明1」などといい，本件発明1～4を併せて「本件発明」という。)の内容は，次のとおりである(甲20)。",
            "【請求項1】 過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されるとともに過酢酸の濃度が1000ppm以上で1500ppmよりも小さくされた過酢酸系殺菌剤を65℃ないし95℃に加温し，ノズルによって倒立状態のPETボトルの少なくとも内面に，100～300ml／secの流量で8～15秒間噴射することを特徴とするPETボトルの殺菌方法。",
            "【請求項2】 過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されると共に過酢酸の濃度が1500ppm以上で2000ppmよりも小さくされた過酢酸系殺菌剤を65℃ないし95℃に加温し，ノズルによって倒立状態のPETボトルの少なくとも内面に，100～300ml／secの流量で5～15秒間噴射することを特徴とするPETボトルの殺菌方法。",
            "【請求項3】 過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されると共に過酢酸の濃度が2000ppm以上で3000ppmよりも小さくされた過酢酸系殺菌剤を60℃ないし95℃に加温し，ノズルによって倒立状態のPETボトルの少なくとも内面に，100～300ml／secの流量で5～15秒間噴射することを特徴とするPETボトルの殺菌方法。",
            "【請求項4】 過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されると共に過酢酸の濃度が3000ppmとされた過酢酸系殺菌剤を60℃ないし95℃に加温し，ノズルによって倒立状態のPETボトルの少なくとも内面に，100～300ml／secの流量で5～15秒間噴射することを特徴とするPETボトルの殺菌方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決のうち，本件発明1～4を無効とするとした部分の理由の要旨は，本件発明1～4は，いずれも甲2発明及び周知技術に基づいて当業者が容易に発明することができたものと認められるので，特許法29条2項の規定に該当するものであり特許を受けることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決が認定する本件発明と甲2発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「過酢酸に対して過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する殺菌方法。」(23頁20～22行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「本件発明1は，殺菌対象がPETボトルであるのに対し，甲2発明は殺菌対象が紙層を含む積層材を有する食品容器である点。」(23頁25，26行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "「本件発明1は，ノズルによって倒立状態の容器の少なくとも内面に100～300ml／secの流量で8～15秒間殺菌剤を噴射するのに対し，甲2発明は，殺菌剤に浸漬する点。」(23頁28～30行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "「本件発明1は，過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されるとともに過酢酸の濃度が1000ppm以上で1500ppmよりも小さくされた過酢酸系殺菌剤を65℃ないし95℃に加温しているのに対し，甲2発明は，過酢酸1に対して過酸化水素の重量比が1ないし1．5となるように過酸化水素が配合されることを含むものの，過酢酸1に対して過酸化水素の重量比が1ないし4とは特定されていない過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する点。」(23頁32行～24頁5行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記ア(イ)の相違点1"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "「本件発明2は，ノズルによって倒立状態の容器の少なくとも内面に100～300ml／secの流量で5～15秒間殺菌剤を噴射するのに対し，甲2発明は，殺菌剤に浸漬する点。」(28頁25～27行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点5",
                      "text": [
                        "「本件発明2は，過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されるとともに過酢酸の濃度が1500ppm以上で2000ppmよりも小さくされた過酢酸系殺菌剤を65℃ないし95℃に加温しているのに対し，甲2発明は，過酢酸1に対して過酸化水素の重量比が1ないし1．5となるように過酸化水素が配合されることを含むものの，過酢酸1に対して過酸化水素の重量比が1ないし4とは特定されていない過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する点。」(28頁29行～29頁1行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記ア(イ)の相違点1"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6",
                      "text": [
                        "「本件発明3は，ノズルによって倒立状態の容器の少なくとも内面に100～300ml／secの流量で5～15秒間殺菌剤を噴射するのに対し，甲2発明は，殺菌剤に浸漬する点。」(30頁34～末行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点7",
                      "text": [
                        "「本件発明3は，過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されるとともに過酢酸の濃度が2000ppm以上で3000ppmよりも小さくされた過酢酸系殺菌剤を60℃ないし95℃に加温しているのに対し，甲2発明は，過酢酸1に対して過酸化水素の重量比が1ないし1．5となるように過酸化水素が配合されることを含むものの，過酢酸1に対して過酸化水素の重量比が1ないし4とは特定されていない過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する点。」(31頁2～9行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記ア(イ)の相違点1"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点8",
                      "text": [
                        "「本件発明4は，ノズルによって倒立状態の容器の少なくとも内面に100～300ml／secの流量で5～15秒間殺菌剤を噴射するのに対し，甲2発明は，殺菌剤に浸漬する点。」(33頁5～7行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点9",
                      "text": [
                        "「本件発明4は，過酢酸の濃度が3000ppmとされた過酢酸系殺菌剤を60℃ないし95℃に加温しているのに対し，甲2発明は，過酢酸1に対して過酸化水素の重量比が1ないし1．5となるように過酸化水素が配合されることを含むものの，過酢酸1に対して過酸化水素の重量比が1ないし4とは特定されていない過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する点。」(33頁9～15行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「殺菌対象としての食品容器として，甲2に記載された紙層を含む積層材を有する食品容器も，甲4(判決注：特開平4−30783号公報)，甲5(判決注：特開平5−254522号公報)，甲11(判決注：特開平4−197483号公報)，甲15(判決注：特開平2−4631号公報)に記載されているようなPETボトルも共に周知の技術的事項であり，紙層を含む積層材を有する食品容器もPETボトルも，その殺菌の対象とする部位である内面は共に樹脂層である。",
                    "よって，甲2の紙層を含む積層材を有する食品容器を，PETボトルに代えることは当業者が容易に想到し得たことである。」(24頁23～29行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「甲2発明の殺菌剤に浸漬する点を，ノズルによって倒立状態の容器の少なくとも内面に殺菌剤を噴射する点に代えることは，代替可能な周知技術の選択に属する事項であり，当業者が容易に想到し得たことである。」(25頁17～20行)",
                    "「本件発明1に記載された殺菌剤の流量と時間の数値限定には臨界的意義が存在するものとはいえない。」(25頁37，38行)",
                    "「したがって，相違点2は，甲2発明に周知の技術を適用し，殺菌剤の流量と時間の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(26頁1～3行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "「相違点3は，甲2発明に周知の技術を適用し，過酢酸に対する過酸化水素の重量比と過酢酸の濃度と殺菌剤の温度の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(27頁31～34行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "「相違点4は，甲2発明に周知の技術を適用し，殺菌剤の流量と時間の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(29頁33～25行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "「相違点5は，甲2発明に周知の技術を適用し，過酢酸に対する過酸化水素の重量比と過酢酸の濃度と殺菌剤の温度の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(30頁18～21行)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6について",
                  "text": [
                    "「相違点6は，甲2発明に周知の技術を適用し，殺菌剤の流量と時間の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(32頁4～6行)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "相違点7について",
                  "text": [
                    "「相違点7は，甲2発明に周知の技術を適用し，過酢酸に対する過酸化水素の重量比と過酢酸の濃度と殺菌剤の温度の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(32頁25～28行)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "相違点8について",
                  "text": [
                    "「相違点8は，甲2発明に周知の技術を適用し，殺菌剤の流量と時間の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(34頁11～13行)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "相違点9について",
                  "text": [
                    "「相違点9は，甲2発明に周知の技術を適用し，過酢酸に対する過酸化水素の重量比と過酢酸の濃度と殺菌剤の温度の数値の組み合わせを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項とはいえない。」(34頁32～35行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "一致点及び相違点の不適切な認定(以下「取消事由1」という。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明の技術的意義及び臨界的意義を看過し，進歩性判断を誤った。すなわち，審決は，本件発明の構成は，各限定要素ごとに技術的意義が存するのではなく，すべての要素を総合的に検討し，全体として適切な殺菌方法を提示するものであるにもかかわらず，その点を看過し，また甲2発明の技術的意義を誤解し，本件発明と甲2発明との一致点及び相違点を極めて不適切に認定し，その結論を誤った。",
                "本件発明が提示する殺菌条件は，倒立状態の容器の内面に噴射するということで自重による変形等の問題を回避した上で，殺菌剤を噴射する流量，時間，濃度及び温度の4要素につき，適切な殺菌を行うための最小限の組合せを示したものであるから，噴射方式を前提としたこれら4要素の組合せに重要な技術的意義がある。また，最小値のみでなく，最大値もそれぞれ技術的意義がある。温度の上限は，過酢酸の安定性，殺菌対象のPETボトルの耐熱性，コストから，流量及び時間の上限は，主にコスト(殺菌効率)から，それぞれ決定される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件発明と甲2発明の技術的意義を誤解し，また，倒立での噴射方式と殺菌剤を噴射する「流量」及び「時間」を相違点2として，殺菌剤の「濃度」及び「温度」を相違点3として挙げ，噴射方式と上記の各要素を分断し，それぞれの条件について技術的意義，臨界的意義がないと判断したもので，相違点を不当に分断し，本件発明を正しく評価していない。",
                "また，審決は，甲2発明と本件発明との一致点として，「過酢酸に対して過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する殺菌方法」であるという点において一致すると認定した。しかしながら，①甲2発明は，飽くまで過酸化水素溶液に酢酸と過酢酸を加えるものであり，②甲2に記載された「過酢酸濃度100～45000ppm」という値は広範で，実質的に濃度範囲を規定したと認められず，③甲2に記載された「温度10～90℃」という値は実質的に液体状態で用いることを定めているにすぎず，温度範囲を規定したと認められないから，甲2には，「過酢酸に対して過酸化水素が配合される」とともに「過酢酸の濃度が特定の濃度範囲に限定された」殺菌剤を「特定の温度範囲に限定された温度に加温する」殺菌方法が開示されているとは認められず，審決の一致点の認定は誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，一般に，殺菌剤の濃度を高くし，流量を多くし，温度を高くし，時間も長くすれば，殺菌効果が上昇することは当業者が予測できるとする。",
                "しかしながら，本件発明の目的は，PETボトルの工業的殺菌方法において重要な安全性(殺菌効果)を達成しつつ，低コスト(殺菌剤の消費量が不必要に多くならないように，適用濃度及び温度を抑える。)で，かつ，200本／分程度の処理能力であった従来技術を更に高速化し，600本／分の処理能力を実現すべく短時間でPETボトルを殺菌できるPETボトルの殺菌方法を提供することであるから，各殺菌条件の数値範囲の最小値が極めて重要な実用的意義を有することは明らかである。",
                "以上のように，本件発明1は，安全性(殺菌効果)を確保しつつ，低コストでPETボトルを殺菌する方法を提供することを目的として，本件明細書の表1～4のとおり，殺菌剤の種類，濃度，適用方法，温度及び時間のすべてについて実験的考察を行いながら，上記目的を達成する各条件(特に最小値)を見いだした点において，実用的に有用な技術的意義を有する。そして，これらの各殺菌条件の各数値範囲は互いに関連し合いながら臨界的意義を示すものである。",
                "本件明細書の表1～4に示される「温度」及び「時間」の最小値の内と外における殺菌効果の差異は，審査基準の「数値限定を伴った発明における考え方」(第Ⅱ部第2章2.5(3)④)でいう「数値限定の内と外で量的に顕著な差異がある」場合に相当する。",
                "審決は，「殺菌剤の濃度と温度の数値の組み合わせは，甲2に開示された濃度と温度の相対関係のもとに，甲2において排除されることのない過酢酸と過酸化水素の比率の範囲において，甲2に開示された程度の濃度と温度の範囲から適宜選択し，試みるべきものであり」(27頁14～17行)とし，甲2から適宜選択できるものと述べているが，上述のように，「濃度」，「温度」及び「時間」の選択は，「短時間に」殺菌するという要請がなければ選択することができない。甲2の殺菌方法は，両端が開口した容器を浸漬方式で殺菌するものであるから，一端のみが開口した容器であるPETボトルを倒立噴射方式で殺菌する本件発明の場合とは殺菌時間の要請が全く異なるものであり，また，甲2発明からは導き出されない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決の判断手法は，甲2発明の殺菌対象容器(紙パック)と本件発明の殺菌対象容器(PETボトル)との相違を全く顧みることなく，甲2発明と本件発明との相違点を個別に分解した上で，「PETボトル」を殺菌する公知技術があったとか，殺菌剤を「倒立・噴射」方式で適用する公知技術はあったとか，殺菌剤の配合比，温度，濃度は適宜設定可能であると述べ，それらの個別の相違点を，他の相違点については本件発明のとおりの条件が与えられているとして，検討しているにすぎない。",
                "しかしながら，審決は，殺菌対象を甲2発明の「紙層を含む積層材を有する食品容器」から本件発明の「PETボトル」に変更した場合において，甲2発明において殺菌条件(殺菌剤の配合比率，温度，濃度，流量，時間，殺菌方式など)のそれぞれをどのように調和させて確定していくかについて何ら説明していない。例えば，PETボトル容器は耐熱性に乏しいため高温の殺菌剤に長時間接触させると変形してしまうのに対し，甲2発明に係る「紙層を含む積層材を有する食品容器」は高温，高濃度の殺菌剤に長時間浸漬しても容器が変形する懸念はない。それゆえ，甲2発明は，温度90℃の「浸漬」方式を可能としているものである。このような高温の殺菌剤にPETボトル容器を浸漬すれば，たちまち容器は変形してしまう。また，混合殺菌溶液中の過酢酸濃度45000ppmまで記述しているが，過酢酸の消費が激しく，このような高い濃度での使用は経済的に成り立ち得ない。",
                "審決は，本件発明が，「PETボトル」という特定の殺菌対象を，できる限りできるだけ低い濃度で，またできるだけ短時間に殺菌を行うという目的を具現化するために，過酢酸と過酸化水素を特定の割合で配合した過酢酸系の殺菌剤についてその適用方法を工夫し，最小の濃度，温度及び時間を確定する技術的思想であることを無視している。このような目的のための本件発明の構成を提案する公知文献は存在しないにもかかわらず，審決は，それぞれの要素を個別に検討することにより，それぞれの要素同士の有機的関連性を無視して判断したものであり，不合理である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件発明と甲2発明とは全体として一つの相違点として容易想到性，技術的意義・臨界的意義を検討すべきであり，原告が主張する取消事由(相違点の判断の誤り)も全体として1個である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点についての容易想到性の判断の誤り(以下「取消事由2」という。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2発明は，紙パックの組立て工程，殺菌工程及び充填工程のすべての工程を効率よく行う方法を得ることを課題とした発明であり，このような課題に対して，紙パックの組立て工程の一部に浸漬式の殺菌工程を入れることを可能とする装置により解決した発明である。すなわち，甲2発明は，シート状から筒状に形成される紙パック容器を製造し，殺菌し，充填するという一連の工程における問題点を解決しようとする発明である。殺菌対象をPETボトルに代えることは，甲2発明の本質に反する。",
                        "より具体的に甲2をみるに，甲2発明の目的は，シート状(平面状)の紙から両端が開口した形状(筒状)に形成された容器の殺菌を効率よく行うことである。すなわち，甲2発明では，殺菌後に一端を閉じる工程を設けており，このような工程を経ることで，容器内に折り畳まれる端部の殺菌も効率よく行うことができる。本件発明のPETボトルは，その材質が異なるのみでなく，形状も異なる。",
                        "例えば，PETボトルの容器は，耐熱性に乏しいため，高温の殺菌剤に長時間接触させると変形してしまうのに対し，甲2発明の「紙層を含む積層材を有する食品容器」は，高温，高濃度の殺菌剤に長時間浸漬しても容器が変形する懸念はなく，温度90℃の「浸漬」方式を可能としたものである。",
                        "したがって，甲2に接した当業者が，甲2発明の課題及び甲2全体の記載を無視して，甲2の殺菌剤をPETボトルに適用することは容易に想到できることではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，甲2発明の「紙層を含む積層材を有する食品容器もPETボトルも，その殺菌対象とする部位である内面は共に樹脂層である」(24頁25～27行)ことを，相違点1を容易想到と判断する理由の一つとして挙げる。しかし，甲2の記載内容を精査するも，容器の内側が「樹脂層」である旨の記載はないが，仮に甲2発明の殺菌対象容器の内側が何らかの樹脂層であったとしても，「何らかの樹脂層」として通常考えられるのはポリオレフィン系の樹脂であり，耐熱性及び耐薬品性等でPETボトルとは大きく異なり，どのような殺菌条件(殺菌剤の配合比率，温度，濃度，流量，時間，殺菌方式など)で十分に殺菌できるかはおのずと異なるものであるから，前者の殺菌条件を後者の殺菌条件として用いることができるものでなく，審決の論理はいずれにしても前提を欠く。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，相違点1は，甲2に(甲4，5，11及び15に記載の発明等の)周知技術を組み合わせて，当業者が容易に想到し得るものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4，5，11及び15記載の発明について",
                  "text": [
                    "次に述べるとおり，甲4，5，11及び15も，甲2発明の「紙層を含む積層材を有する食器容器」を，本件発明において「PETボトル」に代えることを示唆するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4では，殺菌対象としてPETボトルを開示している。しかしながら，甲4に記載の殺菌方法は，過酢酸を100℃でPETボトルなどの容器表面に「噴霧」して殺菌する方法である。甲2発明は，両端が開口した紙パックを殺菌剤中に浸漬して殺菌する方法であり，両者の殺菌剤の種類，適用方式及び殺菌対象は互いに異なる。",
                        "そして，殺菌剤の種類，適用方式及び殺菌対象は互いに密接に関連しており，各構成は，代替可能な単なる選択物ではない。甲2発明において，浸漬させる殺菌対象を，二端が開口している紙パックからPETボトルへ変更することは，甲2発明の構成を根本から変更することであり，また，PETボトルの変形等の問題を生ずるものであり，当業者がこのような変更を容易に想到し得るとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲5では，殺菌対象としてPETボトルを具体的に開示しているが，甲5に記載の殺菌方法はオゾン水を用いて殺菌する方法であるのに対し，甲2発明は両端が開口した紙パックを殺菌剤中に浸漬して殺菌する方法であり，両者の殺菌剤の種類，適用方式及び殺菌対象は互いに異なる。",
                        "そして，殺菌剤の種類，適用方式及び殺菌対象は互いに密接に関連しており，各構成は，代替可能な単なる選択物ではない。甲2発明において，殺菌対象を二端が開口する紙パックからPETボトルへと変更することは，甲2発明の構成を根本から変更するものであり，また材質及び形態の相違からPETボトルの変形等の問題を生ずるものであって，当業者がこのような変更を容易に想到し得るとは考えられない。",
                        "さらに，甲5の【0004】には「アセプティック容器の殺菌処理には過酸化水素水や過酢酸を含む水溶液が商業的に使用されているが，この場合にはすすぎ等に大量の無菌水を使用しなければならないという問題がある。」との記載があり，この記載は，甲2の過酢酸系殺菌剤の記載を甲5発明に適用することを阻害する記載である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲11に記載の発明は，PETボトル等のプラスチック型ボトルを処理対象とする発明である。",
                        "しかし，当業者は甲11の噴射方式を適用する殺菌剤として過酢酸系殺菌剤を選択し得なかったもので，甲11の記載から，殺菌対象である「PETボトル」のみを抜き出して，甲2発明に適用することは当業者が容易になし得ることではない。",
                        "また，甲2発明は，シート状から筒状に形成される紙パック容器を製造し，殺菌し，充填するという一連の工程における問題点を解決しようとする発明であり，このような発明に対して殺菌対象をPETボトルに代えることは，上述のようにPETボトルの変形等の問題を生ずるものであり，容易に想到できるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲15には，「本発明のプラスチック容器を無菌充填に用いるには，この容器をそれ自体公知の殺菌液に浸漬するか，或いは殺菌液を噴霧するかして，殺菌処理を行う。殺菌液としては，過酢酸及び／又は過酸化水素を含有する水溶液が好適に使用される。殺菌後，エア吹付等により脱液し，容器を先浄水でリンスし，再度脱水した後，無菌充填域に供給する。」(4頁右上欄5～12行)と記載されている。ここでは，「過酢酸及び／又は過酸化水素を含有する水溶液」という記載はあるが，同公報中には，具体的な過酢酸の濃度についての開示は全くなく，また，できるだけ低い過酢酸濃度で，安全性を維持しつつ，短時間で効率的に殺菌を行うという思想も記載されておらず，さらに，いずれにしても，PETボトルの殺菌に特有な問題は何ら意識されておらず，甲2発明の殺菌対象をPETボトルに代えることを示唆するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2発明は，シート状の紙から筒状に形成される容器を浸漬方法で殺菌を行う発明を開示しており，噴射方法については，一切記載がない。すなわち，甲2発明は，紙層を含む積層材を形成し，殺菌，充填の上，封止する方法及び装置を提案するものであり，殺菌方法としては具体的にFig．2に記載されたものを開示している。",
                        "したがって，甲2発明に接した当業者が，このような甲2発明の対象，具体的記載を無視して，噴射する方法を適用することを想到するとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，PETボトルを対象とすることによって，初めて，高温に長く浸漬する方法では変形するなどの弊害の生ずる可能性があり，また，口の部分が狭くなった形状であることから，浸漬方法では殺菌剤を容器に満たすことができないということになって，噴射方法を採用するということが検討されることである。",
                        "本件発明は，PETボトルの工業的な殺菌方法を得る上で，極めて重要な効率の良い殺菌方法(短時間かつ低コスト)を見いだすことを目的としており，このような観点から「噴射」方法を選択した発明であるが，甲2発明は，PETボトルの材質や口部分が狭くなった形状は問題としておらず，浸漬方法を噴射に変更することは考えられない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本件出願当時の当業技術分野における技術常識からも，当業者が過酢酸系殺菌剤を「噴射」することを容易に想到できるものではなかった。すなわち，本件特許出願(平成6年8月22日出願)当時，食品や飲料の容器の殺菌方法としては，熱水，オゾン水，次亜塩素酸等の塩素類，過酸化水素又は過酢酸を用いる方法が知られていたが，これらの薬剤は，安定性，毒性，残留性，殺菌作用の発揮様式，爆発等の危険性など，様々な物理的性質や化学的性質が互いに異なるため，各薬剤の性質に基づいた合理的なあるいは適切な方法で用いることが技術常識であった。そして，過酢酸は，単体では不安定であり，温度を高くすると短時間で分解してしまうため，短時間で分解しないように，50℃以下の低い温度で比較的長時間(例えば，少なくとも1分以上)をかけて殺菌を行っていた。",
                        "したがって，過酢酸系殺菌剤以外の他の殺菌剤を「噴射」する方法が知られていたとしても，本件発明1の他の殺菌条件が所与のものとして与えられていない以上，「噴射」を過酢酸系殺菌剤に適用することは当業者が検討することではなく，およそ当業者が行うことには明らかに困難があった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，相違点2(並びに4，6及び8)は，甲2発明に(甲11発明などの)周知技術を組み合わせて，当業者が容易に想到し得るものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲11，17及び18について",
                  "text": [
                    "審決は，「ノズルによって倒立状態の容器の少なくとも内面に殺菌剤を噴射する殺菌方法」は甲11，甲17及び甲18に記載されている周知技術である(25頁13～16行)と，「甲2発明の殺菌剤に浸漬する点を，ノズルによって倒立状態の容器の少なくとも内面に殺菌剤を噴射する点に代えることは，代替可能な周知技術の選択に属する事項であり，当業者が容易に想到し得たものである。」(25頁17～20行)とする。しかし，次に述べるとおり，これらの挙げられた公報は審決の根拠となり得ず，審決に誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲11には，ノズルから容器内処理液を放出する角度が変わるように揺動させる装置を備えたボトル処理装置が開示されており(特許請求の範囲(1))，「容器(22)の内面を殺菌する場合は熱水，オゾン水，過酸化水素水等を放出するものである。」(3頁左上欄3～5行)と記載されている。",
                        "しかし，甲2発明は容器ではない。また，甲11においては，「熱水」「オゾン水」「過酸化水素水」の例示がありながら，本件発明に係る「過酢酸系殺菌剤」が挙げられていない。このことは，本件特許出願当時に「過酢酸系殺菌剤」による殺菌が知られていたとしても，「過酢酸系殺菌剤」をPETボトルに適用することは当業者が当然になし得る事項ではなかったことを意味している。",
                        "食品や飲料の容器の製造を行う当該技術分野においては，様々な薬剤を食品や飲料の容器の殺菌剤として使用するに当たり，各薬剤の性質に基づいた合理的あるいは適切な方法で用いるものであるところ，従来，過酢酸系殺菌剤は分解しやすいため，50℃程度以下の低温で長時間浸漬していた。つまり，噴射形式の殺菌方法では短時間で十分な殺菌を行うことは不可能であり，また，長時間かけて殺菌することは，大量の殺菌剤の使用を必要とすることから不経済であり実用的な方法とはいえず，用いることができなかったものである。",
                        "したがって，本件特許出願当時の当業者は，甲11の「噴射」方式を適用する殺菌剤として，公知であった過酢酸系殺菌剤を選択し得なかったものであり，それゆえ，甲11には「過酢酸系殺菌剤」が挙げられていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲17には，ミネラルウォーターをボトルに充填して，ボトル入り無菌ミネラルウォーターを製造する方法が開示されており，PETボトルを「熱水」で加熱殺菌したことが記載されている(例えば特許請求の範囲)。すなわち，甲17に記載の発明は，菌の繁殖が比較的問題とならないミネラルウォーターを充填物として予定としているため，殺菌方法も単なる熱水の噴射を採用しているものであって，一定濃度の過酢酸を殺菌剤として用いる本件発明の殺菌方法とは原理が異なる。殺菌原理が異なる過酢酸系殺菌剤にその知見を適用できるものではないことは当然である。なお，熱水では，細菌「Bacillus subtilis」を殺菌できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲18も，甲17と同様に，ミネラルウォーターを充填するためのPETボトルの殺菌方法に関し，殺菌方法として，熱水注入を行っている(例えば，請求項1)。",
                        "したがって，甲18に熱水を注入する方法の時間や噴射量が記載されていたとしても，殺菌原理が異なる過酢酸系殺菌剤にその知見を適用できるものではない。また，熱水では，細菌「Bacillus subtilis」を殺菌できない。",
                        "さらに，甲18には，「過酸化水素の殺菌剤」を用いると，「殺菌剤がボトルに残留するので，内容物の風味を損ねたり，また残留物により喫食者の健康を害するという問題があった。・・・従って，殺菌剤を用いることなく殺菌されたボトルを得る方法が求められている。」(2頁左欄1～18行)と記載されており，甲18に記載の時間や噴射方法を，本件発明に適用することについて，明確な阻害要因がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "殺菌条件(流量，時間，濃度及び温度)の限定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明が示す殺菌条件は，殺菌剤の倒立での噴射を前提に，噴射する「流量」，「時間」，「濃度」及び「温度」の4要素の組合せにより，適切な殺菌を行うための最小限の条件を示したものであるから，これら4要素の組合せに重要な技術的意義がある(特に「流量及び時間」は，今般の訂正請求により認められた構成要件である。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「殺菌剤を噴射する流量及び時間」を相違点2(並びに4，6及び8)として挙げ，「殺菌剤の濃度及び温度」を相違点3(並びに5，7及び9)として挙げ，各要素を分断し，それぞれの条件について臨界的意義がないと判断する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "しかしながら，甲2の濃度範囲は「100ppm～45000ppm」という",
                  "text": [
                    "無限定に近い広範囲であり，温度範囲も「10～90℃」という液体状態で使用することを定めているにすぎない程に広範囲である。そして，甲2は「浸漬」による殺菌方式であるから，流量及び時間の規定がない。そうである以上，仮に百歩譲って甲2の数値範囲を参照したとしても，例えば本件発明1の濃度(1000～1500ppm)，温度(65～95℃)，流量(100～300ml／sec)及び時間(8～",
                    "15秒間)を見いだすことが容易に想到し得る技術事項ではあり得ない。",
                    "また，特定された数値範囲内では本件発明の所期の目的(短時間で，容器の形状が変化することなく，かつ，殺菌剤が残留することなく殺菌すること)が完全に達成されるのに対し，特定された数値範囲外では所期の目的が達成されないものであって，本件発明の効果は顕著なものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，上記のとおり，審決は，本件発明と甲2発明との相違点を不当に分断することにより，本件発明の技術的意義・臨界的意義を正しく評価していない。",
                    "したがって，審決の相違点の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "次のとおり，原告が主張する審決取消事由は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の不適切な認定)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明につき，噴射する流量及び時間を規定している点，過酢酸と過酸化水素水との重量比，過酢酸濃度及び温度の数値を限定している点に全体として本件発明の技術的意義，臨界的意義があると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，噴射する流量及び時間を規定している点(相違点2，4，6及び8)につき，原告が主張する殺菌剤の流量及び時間の範囲の数値の組合せは，容器の容量及び必要とされる殺菌効果に応じて適宜選択し得るものである。つまり，殺菌に必要とされる殺菌剤の流量は，殺菌する容器の容量によって異なり，殺菌する容器の容量の大小によって，殺菌に必要とされる殺菌剤の流量も増減すること，また，殺菌時間を短くすれば殺菌効果が下がり，殺菌時間を長くすれば殺菌効果が上がることは，当業者には自明である。そして，殺菌剤の流量及び時間の範囲の数値を限定し，流量を「100～300ml／secの流量」，時間を「8～15秒間」又は「5～15秒間」とするように数値を選択することは，当業者が適宜選択し得る事項にすぎない。むしろ，本件明細書の実施例によれば，数値の範囲の内と外で，その効果に量的，質的な相違は見当たらず，顕著な効果は一切認められない。",
                "また，過酢酸と過酸化水素水との重量比，過酢酸濃度及び温度の数値を限定している点(相違点3，5，7及び9)についても，重量比の下限値1及び上限値4の数値範囲の内と外で，その効果に量的，質的な相違は見当たらず，原告が主張する臨界的な効果なるものは，その効果を奏する技術的根拠が全く示されていないばかりか，当業者において当然に予測される程度にすぎない。過酢酸と過酸化水素水との重量比による殺菌剤の濃度と温度の数値の組合せは，甲2の8欄に記載のとおり，過酢酸と過酸化水素水を配合した殺菌剤において，殺菌の濃度を上げると温度を下げることができ，殺菌剤の温度を上げると濃度を下げることができるという，技術常識である濃度と温度との相対関係にすぎない。したがって，原告が主張する上記重量比による殺菌剤の濃度と温度の数値の組合せは，甲2に開示された濃度と温度の相対関係の下に，甲2において排除されていない過酢酸と過酸化水素水の比率の範囲において，甲2に開示された程度の殺菌剤の濃度と温度の範囲から適宜選択し，試みるべきものである。",
                "過酢酸と過酸化水素が混合された過酢酸系殺菌剤は，本件特許出願当時周知の殺菌剤であり，過酢酸系殺菌剤が殺菌効果を有することは周知であったところ，殺菌温度を高くし，殺菌時間を長くし，又は殺菌剤の濃度を高くすれば，殺菌効果が向上することは本件特許出願前から周知の技術常識であって，本件明細書の表1ないし表4はそれを確認したにすぎない。そして，本件発明においては，殺菌時間を15秒以下と設定した時の過酢酸濃度と温度の範囲を定めただけであり，原告の主張する上記の各数値の選択は顕著な効果を奏するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，各構成(殺菌条件等)が有機的に結合することにより顕著な作用効果を実現したものであるとして，本件発明に技術的意義・臨界的意義があるとする原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての容易想到性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "殺菌対象としての食品容器として，甲2に記載された「紙層を含む積層材を有する食品容器」も，甲4，5，11及び15に記載されたPETボトルも，いずれも周知の技術的事項であり，その殺菌の対象とする部位である内面は樹脂層である。甲2発明においては，ジュースやミルク等の液体を長期間保存するための包装容器を形成する積層包装材の包装容器を殺菌しているが，甲2発明の包装容器と同様の液体用の容器であるPETボトルを殺菌するために甲2発明の殺菌剤を適用することは当業者にとって容易になし得る事項であり，PETボトルの殺菌方法として周知であったPETボトルの内面に殺菌剤を噴射してPETボトルを殺菌する方法を採用することは当業者にとって容易に想到し得る事項にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決が甲2発明を引用発明としたことについて，何らの誤認はなく，相違点1について，周知技術又はその他の甲4，5，11及び15に記載の発明を適用して，甲2発明の「紙層を含む積層材を有する食品容器」をPETボトルに代えることは，当業者にとって容易に採用できる事項にすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(並びに4，6及び8)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "過酢酸と過酸化水素が混合された「過酢酸系殺菌剤」は本件特許出願以前から一般的に使用されていた周知の殺菌剤であり，これをプラスチック容器であるPETボトルに適用することについても，甲1等から周知の技術常識であった。また，流量を「100～300 ml／secの流量」，時間を「8～15秒間」又は「5～15秒間」とするように数値を選択することについて，何ら技術的意義，臨界的意義はなく，当業者が通常行う設計事項にすぎない。",
                    "甲1，3～5及び11には，PETボトルの内面に殺菌剤を噴射してPETボトルを殺菌する方法の全部又は一部が開示されており，倒立状態のPETボトルの内面に殺菌剤を噴射してPETボトルを殺菌する方法自体は，本件特許出願当時から周知のものであった。本件明細書(甲20)の発明の詳細な説明にも，「従来，過酢酸系殺菌剤を用いてPETボトルを殺菌する場合，殺菌剤をPETボトル内に充填することによりPETボトルを殺菌することがなされている。」(【0002】)という記載が存在することからも，過酢酸系殺菌剤を用いてPETボトルの内面を殺菌することが公知の技術であったことが明らかである。",
                    "加えて，本件明細書(甲20)には，「本発明では，過酢酸系殺菌剤をPETボトルの少なくとも内面に接触させることにより殺菌するが，この方法として，PETボトル内にノズルにより，過酢酸系殺菌剤を噴射する方法を採用できる。また，PETボトル内に過酢酸系殺菌剤を噴射することなく，PETボトル内に過酢酸系殺菌剤を流入させて満注状態とすることにより殺菌することも可能である。」(【0014】)と記載されており，殺菌剤を噴射することによる顕著な効果は存在しない。",
                    "この点，甲2発明においては，ジュースやミルク等の液体を長期間保存するための包装容器を形成する積層包装材の包装容器を殺菌しているが，甲2発明の包装容器と同様の液体用の容器であるPETボトルを殺菌するために甲2発明の殺菌剤を適用することは当業者にとって容易になし得る事項であり，PETボトルの殺菌方法として周知であった倒立状態のPETボトルの内面に殺菌剤を噴射してPETボトルを殺菌する方法を採用することは，当業者にとって容易に想到し得る事項にすぎない。",
                    "なお，甲11には，「本発明は・・・容器内全面を確実に洗浄又は殺菌することができるボトル処理装置を提供するものである」(2頁左上欄8～10行)と記載されているように，容器内全面を確実に殺菌するために，甲11に記載されたボトル処理装置を採用する動機付けが開示されている。したがって，甲2発明に対し，甲11に記載されたボトル処理装置を適用し，PETボトルの内面に殺菌剤を噴射してPETボトルを殺菌することは当業者にとって容易に想到し得る事項なのであり，原告が主張するような阻害要因は何ら存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって，甲1，3～5及び11には，倒立状態のPETボトルの内面に殺菌剤を噴射して殺菌する方法の全部又は一部が開示されているのであるから，甲2発明に，甲1，3～5及び甲11に記載の発明の一つ又は複数を適用し，PETボトルの内面に殺菌剤を噴射してPETボトルを殺菌することは，当業者にとって容易に採用できる事項にすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3(並びに5，7及び9)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "殺菌時間，実用上の観点，殺菌効果及び耐熱性の点から，温度範囲を設定することは，当業者が通常行う設計事項にすぎず，上記各数値の選択は単に数値範囲を最適化しただけであり，当業者の通常の創作能力の発揮として，そこに何らの技術的意義は認められない。",
                    "本件発明の各請求項に記載される数値範囲は，単に出願人が行った実験の選定値に基づくものであり，例えば100ppm単位の殺菌液で実験を行えば異なる温度(さらに細かい温度)となることは明白である。このように，殺菌温度を高くし，殺菌時間を長くし，又は殺菌剤の濃度を高くすれば，殺菌効果が向上することは本件特許出願前から周知の技術常識であって，本件明細書の表1ないし表4はそれを確認したにすぎない。そして，本件発明においては，殺菌時間を15秒以下と設定した時の過酢酸濃度と温度の範囲を定めただけであり，原告の主張する上記数値の選択は顕著な効果を奏するものではなく，臨界的意義が存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点3，5，7及び9は，甲2発明に周知技術又は甲1，3～5，8～11及び甲13に記載の発明の一つ若しくは複数を適用して，過酢酸に対する過酸化水素の重量比と過酢酸の濃度と殺菌剤の温度の数値の組合せを適宜選択することによって，当業者が容易に想到し得たものであり，格別の事項ではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の不適切な認定)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明と甲2発明とは全体として一つの相違点として容易想到性，技術的意義・臨界的意義を検討すべきである，と主張する。",
                "以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明には，次の各構成要件が記載されている(甲20)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1",
                  "text": [
                    "① 「過酢酸1に対して過酸化水素の重量比が1ないし4となるように過酸化水素が配合されるとともに」",
                    "② 「過酢酸の濃度が1000ppm以上で1500ppmよりも小さくされた過酢酸系殺菌剤を」",
                    "③ 「65℃ないし95℃に加温し，」",
                    "④ 「ノズルによって倒立状態のPETボトルの少なくとも内面に，」⑤ 「100～300ml／secの流量で8～15秒間噴射することを特徴とする」⑥ 「PETボトルの殺菌方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2",
                  "text": [
                    "上記ア①，③，④及び⑥に同じ",
                    "② 「過酢酸の濃度が1500ppm以上で2000ppmよりも小さくされた過酢酸系殺菌剤を」",
                    "⑤ 「100～300ml／secの流量で5～15秒間噴射することを特徴とする」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3",
                  "text": [
                    "上記ア①，④及び⑥に同じ",
                    "② 「過酢酸の濃度が2000ppm以上で3000ppmよりも小さくされた過酢酸系殺菌剤を」",
                    "③ 「60℃ないし95℃に加温し，」",
                    "上記イ⑤に同じ"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明4",
                  "text": [
                    "上記ア①，④及び⑥に同じ",
                    "② 「過酢酸の濃度が3000ppmとされた過酢酸系殺菌剤を」",
                    "上記ウ③に同じ",
                    "上記イ⑤に同じ"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「①過酢酸と過酸化水素の混合比」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲20)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【0002】【従来の技術及びその問題点】従来，過酢酸系殺菌剤を用いてPETボトルを殺菌する場合，殺菌剤をPETボトル内に充填することによりPETボトルを殺菌することがなされている。この殺菌後には，PETボトルから充填された殺菌剤を排出すると共に，PETボトル内を無菌水によって洗浄し(洗浄工程)，PETボトル内の殺菌剤を除去する。」b 「【0003】ところで，上記洗浄工程後に，過酸化水素や過酢酸が残留しないようにするために，使用する過酸化水素や過酢酸の濃度を低く抑えたいという要請がある。しかしながら，使用する過酸化水素や過酢酸の濃度を低く抑えると，殺菌剤は強力な殺菌効果を発揮し得ないため，十分な殺菌をしようとする場合は，どうしても，殺菌時間が長くなってしまうという時間的な不経済性が問題となる。」"
                        },
                        {
                          "fig": "c",
                          "subject": "「【0011】本発明において，過酢酸系殺菌剤としては，ヘンケル白水社製のP −oxonia aktiv， P −oxonia aktiv 90等を例示でき，過酢酸と過酸化水素の混合比が，重量比で過酢酸1に対して過酸化水素1ないし4となるように混合するのが薬剤の安定性の点で好ましい。」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)c によれば，過酢酸に過酸化水素を配合した過酢酸系殺菌剤は市販されており，その混合比は，薬剤の安定性の点から特定されたものであることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「②過酢酸の濃度」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲20)には，次の記載がある。",
                        "「【0012】また，過酢酸系殺菌剤の温度は，PETボトルの殺菌に使用する過酢酸系殺菌剤の過酢酸の濃度が，通常1000ないし1500ppmであることを考慮して，・・・」(イ) 上記(ア)並びに上記ア(ア)の【0002】及び【0003】によれば，「1000ないし1500ppm」は，PETボトルの殺菌に使用される過酢酸系殺菌剤における通常の過酢酸濃度であって，本件発明における数値範囲はこれと同じ又はそれよりも高い濃度を特定したものであることが認められ，また濃度が高いほど殺菌効果が増大することは自明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「③温度」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲20)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【0010】【発明の具体的な説明】本発明は，過酸化水素が配合された過酢酸系殺菌剤(以下，単に過酢酸系殺菌剤と記すことがある。)を所定の温度以上，あるいは，過酢酸系殺菌剤の濃度に対応して所定の温度以上に加温し，この加温された過酢酸系殺菌剤をPETボトルの少なくとも内面に接触させて殺菌することに特徴を有するものであり，これによって，過酢酸系殺菌剤の濃度を高くすることなく，極めて短時間でPETボトルの殺菌ができるようになる。」"
                        },
                        {
                          "fig": "b",
                          "subject": "「【0012】また，過酢酸系殺菌剤の温度は，PETボトルの殺菌に使用する過酢酸系殺菌剤の過酢酸の濃度が，通常1000ないし1500ppmであることを考慮して，60℃以上とするのが好ましい。また，実用上の観点，及び，殺菌効果を十分に発揮できる程度に，分解することなく過酢酸を残存させるという観点から95℃以下の温度であることが好ましい。」"
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「【0013】また，過酢酸の濃度が1500ppm以上で2000ppmよりも小さい過酢酸系殺菌剤を使用する場合には，過酢酸系殺菌剤を55℃以上に加温するのが好ましい。",
                            "過酢酸系殺菌剤の温度が55℃よりも低い温度とすると，殺菌時間が長くなる傾向にある。」d 「【0014】また，過酢酸の濃度が2000ppm以上で3000ppmよりも小さくされた過酢酸系殺菌剤を使用する場合には，過酢酸系殺菌剤を50℃以上に加温するのが好ましい。過酢酸系殺菌剤の温度が50℃よりも低いと，殺菌時間が長くなる傾向にある。・・・」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "【0025】～【0052】の実施例及び比較例によれば，Bacillus subutilis芽胞を，内容量が1500mlのPETボトル(JUC−1500)内面に均一",
                          "text": [
                            "に106cfu／ボトルトとなるように付着させた試験用ボトルを用いて，「使用する殺菌剤；過酢酸系殺菌剤(商品名：P3−oxonia aktiv)」，「殺菌剤のボトルへの供給方式；ボトルの内面に殺菌剤を噴射する方式」，「殺菌剤の流量；100ml／sec」，「殺菌時間；1sec，3sec，5sec，8sec，10sec及び15secの各々の時間」の",
                            "殺菌条件を共通のものとした上で，「殺菌剤における過酢酸濃度」が1000ppm，1500ppm，2000ppm及び3000ppmの各殺菌剤について，「過酢酸系殺菌剤の温度」を45℃，50℃，55℃，60℃，65℃にし，ボトル内面の殺菌を行い，生残菌数の程度に応じた4ランク(◎，○，△，×)で評価された(「◎，○」が法定の生残菌数よりも少ない〔適切な殺菌がなされている〕。「△，×」が法定の生残菌数よりも多い〔殺菌が不十分〕であることを示している。)。",
                            "表1によれば，本件発明1(65ないし95℃，1000以上1500ppm未満)に相当する過酢酸濃度1000ppmの場合，5sec以下では「×」であり，65℃の8sec及び10secが「○」，同15secが「◎」であるが(実施例2)，それらのほかにも，60℃の15secで「◎」となっている(実施例1)。",
                            "表2によれば，本件発明2(65ないし95℃，1500以上2000ppm未満)に相当する過酢酸濃度1500ppmの場合，3sec以下では「×」であり，65℃の5secが「○」，同8～15sec「◎」であるが(実施例5)，それらのほかにも，60℃の8～15sec及び55℃の15secで「○」又は「◎」となっている(実施例3，4)。",
                            "表3によれば，本件発明3(60ないし95℃，2000以上3000ppm未満)に相当する過酢酸濃度2000ppmの場合，3sec以下では「×」又は「△」であり，60℃及び65℃の5secが「○」又は「◎」，同8～15secが「◎」であるが(実施例8，9)，それらのほかにも，55℃の8～15sec及び50℃の10～15secで「○」又は「◎」となっている(実施例6，7)。",
                            "表4によれば，本件発明4(60ないし95℃，3000ppm)に相当する過酢酸濃度3000ppmの場合，60℃の3sec以下では「×」又は「△」であり(実施例13)，また，65℃の1secは「×」であるが，3secは「○」であり(実施例14)，60又は65℃の5～15secが「○」又は「◎」であるが(実施例13，14)，それらのほかにも，55及び50℃の8～15sec，45℃の15secで「○」又は「◎」となっている(実施例10～12)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，①過酢酸系殺菌剤の濃度に対応して所定の温度以上に加温するのが好ましいこと，下限値よりも低いと殺菌時間が長くなる傾向にあること，②上限値については過酢酸が分解することなく残存させる観点及びPETボトルの耐熱性の点から95℃以下が好ましいことから，温度範囲が特定されていること，③具体的な数値範囲については，本件訂正の経緯を考慮すると，実施例の結果から，おおよそ「5～15秒間噴射」であっても適切な殺菌効果(○又は◎)が得られる範囲を特定されたものであること，が認められる。",
                        "なお，本件発明の温度範囲外であっても，「8～15sec」の範囲で適切な殺菌効果(○又は◎)が得られており，本件発明の数値範囲は，適切な殺菌効果が得られる範囲において部分的に特定したものにすぎないことが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「④倒立状態のPETボトルの内面にノズル噴射」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲20)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【0017】・・・第1殺菌用ノズル及び第2殺菌用ノズルの各々からは，温調手段によって温調された過酢酸系殺菌剤が噴射されるようになっている。なお，前記第1殺菌用ノズル及び第2殺菌用ノズルは，ボトル搬送装置1によって倒立状態で搬送されるボトルの内容物充填用口に対向する位置に配置されている。」"
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「【0020】殺菌前のボトルは，ボトル搬送装置1によって，倒立状態でボトル殺菌部2に搬送される。ボトル殺菌部2では，まず，第1殺菌用ノズルからボトルの内面及び外面，あるいは内面のみに，温調手段によって所定の温度に温調された過酢酸系殺菌剤が噴射される。",
                            "これにより，ボトルの内面及び外面，あるいは内面に付着していたごみ等の異物が洗い流されると共に，ボトルの内面及び外面，あるいは，内面が殺菌される。次いで，ボトル搬送装置1によってボトルが，第2殺菌用ノズルに対向する位置に至ると，ボトルの内面及び外面，あるいは内面に，第2殺菌用ノズルより，所定の温度に温調された過酢酸系殺菌剤が噴射される。",
                            "これによって，第1殺菌用ノズルによっては殺菌されなかった菌が殺菌される。」c 「【0014】・・・また，本発明では，過酢酸系殺菌剤をPETボトルの少なくとも内面に接触させることにより殺菌するが，この方法として，PETボトル内にノズルにより，過酢酸系殺菌剤を噴射する方法を採用できる。また，PETボトル内に過酢酸系殺菌剤を噴射することなく，PETボトル内に過酢酸系殺菌剤を流入させて満注状態とすることにより殺菌することも可能である。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の【0017】，【0020】によれば，倒立状態で搬送されるPETボトルの内面にノズル噴射する殺菌方法の具体的態様が記載されているが，その技術的意味については，殺菌効果に加えてごみ等の異物の洗い流し効果を奏する程度のものであること，また，上記(ア)の【0014】によれば，ノズル噴射については，満注状態にする方法と並んで記載されており，過酢酸系殺菌剤をPETボトルの内面に接触させる方法の一例の程度であること，が認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「⑤流量及び時間」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲20)には，次の記載がある。",
                        "「【0015】また，上記の噴射方式によって，PETボトルを殺菌する場合には，噴射を複数回に分けて行ってもよく，また，一回に連続的に噴射してもよい。噴射を複数回に分割して行う場合には，第1回目以降に噴射された薬剤の汚れを抑えることが，でき，薬剤を回収し再利用できる等の利点がある。また，噴射を1回で行う場合には，殺菌時間の短縮，殺菌剤の噴射の制御が簡単になる等の利点がある。また，殺菌剤を噴射することにより，殺菌を行う方式においては，過酢酸系殺菌剤の流量は，殺菌しようとするボトルの容積等によっても異なるが，100ないし300ml／secとするのがボトル内面全面を殺菌する点において好ましい。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，ノズル噴射の方式において，ボトルの容積等によって異なることを前提にした上で，ボトル内面全面を殺菌する点で好ましい流量を特定したものであること，また，上記ウ(ア)eによれば，噴射時間については，表1～4のとおり，上記③の温度条件で「○」又は「◎」の「適切な殺菌がなされている」という条件を満たす範囲から特定されたものであること，が認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「⑥PETボトルの殺菌方法」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲20)には，次の記載がある。",
                        "「【0001】【産業上の利用分野】本発明は，飲料水，ジュース，ウーロン茶，ミルクコーヒーなどの各種飲食品が充填されるPETボトルの殺菌方法及びその装置に関するものであり，より詳しくは，殺菌剤の濃度を高くすることなく短時間にPETボトルを殺菌できるPETボトルの殺菌方法及びその殺菌装置に関する。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)及び上記ア(ア)aの【0002】によれば，この構成要件は，殺菌方法の用途又は対象物品を特定したものであることが認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，上記①(過酢酸と過酸化水素の混合比)の要件は市販の過酢酸系殺菌剤において薬剤の混合比を特定したものであり，上記④(倒立状態のPETボトルの内面ノズル噴射)の要件は本件発明を実施する具体的態様で開示された手段を特定したものであり，上記⑥(PETボトルの殺菌方法)の要件は本件発明の殺菌方法を行う前提となる用途又は対象物品を特定したものであって，それを超える技術的意義が記載されているとは認めらない。",
                "また，上記②(過酢酸の濃度)，③(温度)及び⑤(流量及び時間)の各要件は，いずれも数値範囲によって特定されており，その数値によっては殺菌効果に影響が及ぶものであるといえるが，上記②の要件は殺菌力の程度に応じて区分したものであり，上記③の要件は殺菌時間並びに薬剤安定性の観点及びPETボトルの耐熱性の点から特定したものであり，上記⑤のうちの流量はPETボトル内面全面を殺菌する観点から特定し，上記⑤のうちの噴射時間は適切な殺菌がなされている観点からそれぞれ特定したものである。そして，それぞれの具体的な数値範囲については，実施例記載のとおり，一定の流量の殺菌条件のもとで実施した試験結果から，適切な殺菌効果が得られるものを短時間という範囲で選択したものであると理解できる。",
                "そうすると，各要件を備えることによって，本発明の効果である「・・・本発明によれば，殺菌剤の濃度を高くすることなく短時間にPETボトルを殺菌できるPETボトルの殺菌方法及びPETボトルの殺菌装置を提供できる」(【0053】)ことが得られることは理解できるとしても，各要件を選択した技術的意義は，上記のとおりそれぞれ異なっているから，本件発明の進歩性を判断するに当たって，相互に一体不可分であるといえるほどの技術的なまとまりを有する構成要件であるとは認められない。",
                "よって，各要件に基づく相違点を一体のものとして認定する理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，本件発明と引用発明とを対比し，(ア)殺菌対象に関する上記⑥の要件を相違点1，(イ)殺菌手段に関する上記④⑤の要件を相違点2，(ウ)殺菌条件に関する上記①②③を相違点3として区分したが，各要件に関する相違点を一体のものとして認定する必要がないことは上記(4)のとおりであるから，審決における相違点1～3の認定に誤りはない。",
                "したがって，相違点は全体として一つの相違点とし，容易想到性，技術的意義を検討すべきである，との原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，原告は，本件発明について，それぞれの相違点に対応する各構成(殺菌条件等)がその余の点も含め有機的に結合することによって顕著な作用効果を実現したものである，と主張する。",
                "以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，「実例 ／ 殺菌は，図面に示した装置を用いて行った。この実験では，枯草菌〔Bacillus subtilis var. golobigii 〕[IFO(発酵研究所)1372]の107個の胞子を移植した両面を有する紙箱に殺菌を施した。表Aと表Bは，その結果を示す。／ 注: ／使用する紙箱の数は，各試験ごとに20であった。」)(英文8欄21～40行。以下，和訳を示す。)と記載され，表3として，次の内容の表が記載されている。",
                    "殺菌溶液 濃度(％) 温度(℃.) 細菌が検出された",
                    "紙箱の番号",
                    "H O 35 80 0",
                    "過酢酸＋",
                    "H O 6 60 0",
                    "過酢酸＋",
                    "H O 〃 30 2",
                    "過酢酸＋",
                    "H O 2 80 0",
                    "過酢酸＋",
                    "H O 〃 60 3",
                    "上記表の記載からは，過酢酸と過酸化水素を配合した殺菌剤において，濃度2％及び60℃の時は細菌が検出され，濃度6％及び60℃の時は細菌が検出されなかったことから，「殺菌剤の濃度を高くすれば殺菌効果が上がる点」が把握される。",
                    "また，濃度2％及び80℃の時は細菌が検出されず，濃度2％及び60℃の時は細菌が検出されたことから，「殺菌剤の温度が上昇すれば殺菌効果が上がる点」が認められる。",
                    "さらに，濃度2％及び80℃の時並びに濃度6％及び60℃の時は細菌が検出されなかったことから，「殺菌剤の濃度を上げると温度を下げることができ，殺菌剤の温度を上げると濃度を下げることができる」という，濃度と温度の相対関係が認められる。",
                    "以上によれば，甲2には，殺菌剤の濃度及び温度が大きいほど殺菌力が強くなる傾向にあることが開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲4には，「すなわち，本発明は噴霧殺菌を行うための殺菌剤として過酸化水素のように残留しない過酢酸溶液を用い，かつ，液量を少なくし短時間殺菌ができるように濃度を高くして，加熱噴霧して殺菌するようにしたものである」(2頁左欄7～11行)との記載があり，殺菌剤の濃度を高くすれば，液量を少なくし短時間殺菌ができることが開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本件明細書(甲20)が「従来の技術及びその問題点」として「【0003】・・・使用する過酸化水素や過酢酸の濃度を低く抑えると，殺菌剤は強力な殺菌効果を発揮し得ないため，十分な殺菌をしようとする場合は，どうしても，殺菌時間が長くなってしまうという時間的な不経済性が問題となる。」と記載するように，流量又は時間が大きいほど殺菌効果が強くなることは，当業者からみると自明の事項であったといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，上記のとおりの殺菌剤の濃度，温度，流量及び噴射時間の相関関係からみて，相違点に対応する各要件が奏する効果は予測できる範囲にあり，各要件において顕著な効果を実現するほどの有機的結合が存在するとは認められず，原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明の臨界的意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1は，安全性(殺菌効果)を達成しつつ，低コストでPETボトルを殺菌する方法を提供することを目的として，殺菌剤の種類，濃度，適用方法，温度及び時間のすべてについて実験的考察を行いながら，目的を達成する各条件(特に最小値)を見いだした点において，実用的に有用な技術的意義を有する，そして，これらの各殺菌条件の各数値範囲は互いに関連し合いながら臨界的意義を示すものである，と主張する。",
                    "以下，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(3)ウ(ア)eのとおり，本件明細書の表1～4によれば，温度及び時間の数量が大きくなるにつれて，「×」から「△」又は「○」に移行し，続いて「◎」に移行するという連続的な変化を示している。",
                    "そして，上記(6)のア～ウのとおり，一般に，殺菌剤の濃度，温度，流量，時間の各数量が大きくなるほど殺菌効果が高まることは，当業者にとって自明の事項であって，この相対関係による傾向は，上記表1～4に示された連続的変化とも合致する。",
                    "そうすると，本件発明の数値範囲の内と外における差異は顕著なものではなく，臨界的意義があるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，表1～4に示される「温度」及び「時間」の最小値の内と外における殺菌効果の差異は，審査基準の「数値限定を伴った発明における考え方」(第Ⅱ部第2章2.5(3)④)においていう「数値限定の内と外で量的に顕著な差異がある」場合に相当する，と主張する。",
                    "しかし，数値範囲の内外において量的に差異があるとしても，前記(3)ウのとおり，本件発明に係る「温度」及び「時間」の数値範囲の下限値は，各要素の相対関係から一定以上の殺菌効果が得られる最小値を特定したものであり，また，前記(3)ウ及びオのとおり，数値範囲の上限値は，容器の容量など実用的な観点から特定されたものであるところ，殺菌剤の温度及び時間を大きくすることにより殺菌効果が増加する傾向にあることは予想できるのであるから，各数値範囲の最小値及び最大値の内と外で量的に顕著な差異があるとは認められず，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "甲2発明と本件発明との一致点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①甲2発明は，飽くまで過酸化水素溶液に酢酸と過酢酸を加えるものであり，②甲2に記載された「過酢酸濃度100～45000ppm」という値は広範で，実質的に濃度範囲を規定したと認められず，③甲2に記載された「温度10～90℃」という値は実質的に液体状態で用いることを定めているにすぎず，温度範囲を規定したと認められないから，甲2には，「過酢酸に対して過酸化水素が配合される」とともに，「過酢酸の濃度が特定の濃度範囲に限定された」殺菌剤を「特定の温度範囲に限定された温度に加温する」殺菌方法が開示されているとは認められず，審決の一致点の認定は誤っている，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ところで，甲2には，「本発明は，ジュースやミルク等の液体を長期間保存するための包装容器を形成する積層包装材の殺菌方法に関するものである。」(英文1欄11～14行)，「殺菌ステーション23は，加熱(例えば約80℃)された35重量％の過酸化水素水溶液を殺菌溶液として溜めた殺菌タンク30及び紙パック2を横向きに保持したまま循環される無端循環装置31を含む。」(英文3欄64～末行)及び「無端循環装置31を殺菌タンク30上方に配置した駆動軸35に装着した適当な駆動スプロケット36により図1の矢印の方向に断続的に回転させると，紙パックは，殺菌タンク30の殺菌溶液に順次浸漬され，そこから順次取り出される。」(英文4欄20～25行)との記載があり，これらの記載によれば，「殺菌剤を加熱し，紙層を含む積層包装材の食品容器を浸漬する殺菌方法」が開示されていると認められる。",
                        "また，甲2には，「過酸化水素に酢酸と過酢酸を追加したものもまた殺菌溶液として使用することができる。混合型殺菌溶液の典型的な組成は，以下の通りである。",
                        "組成 成分(重量％)",
                        "過酢酸 10～45",
                        "酢酸 40～85",
                        "過酸化水素 1～15",
                        "残余(水) 1～15",
                        "混合殺菌溶液は水で薄め，10～90℃で0．1～10．0％の濃度で使用される。」(英文8欄6～20行)との記載があり，この記載によれば，「過酢酸に対して過酸化水素が配合され，過酢酸の濃度が10～45(重量％)で，混合殺菌溶液は水で薄め，10～90℃で0．1～10．0％の濃度で使用されること」が開示されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，甲2には，「過酢酸に対して過酸化水素が配合され，過酢酸の濃度が10～45(重量％)過酸化水素の濃度が1～15(重量％)で，混合殺菌溶液は水で薄め，10～90℃で，0．1～10．0％の濃度で使用される紙層を含む積層包装材の食品容器を浸漬する殺菌方法。」の発明が開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件発明と甲2発明との対比から，両発明が「過酢酸に対して過酸化水素が配合されるとともに過酢酸の濃度が特定の濃度範囲に限定された殺菌剤を特定の温度範囲に限定された温度に加温する殺菌方法。」で一致するとした審決の認定(23頁20～23行)に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告主張の上記ア①については，本件特許の請求項1～4に記載された「過酢酸系殺菌剤」に関し，本件明細書(甲20)では，「過酸化水素が配合された過酢酸系殺菌剤」(【0010】等)と記載され，市販製品「ヘンケル白水社製のP−oxonia aktiv， P −oxonia aktiv 90等」が例示される(【0011】)だけであって明確な定義が記載されておらず，甲2発明の過酸化水素，酢酸及び過酢酸を配合した殺菌剤と成分上相違すると認定できない。",
                    "また，原告主張の上記ア②及び③については，甲2発明の数値範囲が本件発明よりも広範であるが，そのことをもって，甲2発明につき，「特定の濃度範囲」及び「特定の温度範囲」で殺菌剤を使用した殺菌方法が開示されているとすることが誤りとなるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明と甲2発明との一致点の誤りをいう原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2発明は，シート状から筒状に形成される紙パック容器を製造し，殺菌し，充填するという一連の工程における問題点を解決しようとする発明であって，殺菌対象をPETボトルに代えることは甲2発明の本質に反する，PETボトル容器が高温の殺菌剤に浸漬すれば変形するのに対し，甲2発明の「紙層を含む積層材を有する食品容器」は変形する懸念がないから，甲2発明は90℃の「浸漬」方式を可能としている，したがって，甲2記載の殺菌剤をPETボトルに適用することは容易に想到できない，などと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ところで，甲4には，「2．特許請求の範囲 ／ 過酢酸濃度1，000～10，000 ppm，液温100℃以上の過酢酸水溶液を食品容器類に噴霧することを特徴とする食品容器類の殺菌方法。」(1頁左下欄4～7行)，「本発明は，噴霧殺菌を行うための殺菌剤として過酸化水素のように残留しない過酢酸溶液を用い，かつ，液量を少なくし短時間殺菌ができるように濃度を高くして，加熱噴霧して殺菌するようにしたものである。」(2頁左上欄7～11行)及び「〔実施例〕過酢酸による噴霧殺菌テストを1．5ℓPETボトルを用いて次のような条件で実施した。・・・3)過酢酸噴霧：噴霧量0．16g／s，噴霧時間100℃」(2頁左上18行～右上欄6行)との記載があり，これらの記載によれば，「過酢酸濃度1，000～10，000 ppm，液温100℃以上の過酢酸水溶液を食品容器用PETボトルの内面に噴射して殺菌する殺菌方法」が開示されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲11には，「2．特許請求の範囲 ／ (1) 容器を倒立状態に保持するための保持装置と，容器内に処理液を放出するノズルと，上記保持装置及び／又はノズルを，ノズルから容器内に処理液を放出する角度が変わるように揺動させる装置とを備えたボトル処理装置。",
                        "／ (2) 容器を倒立状態に保持して搬送するホルダと，このホルダに追従して移動し，容器内に処理液を放出するノズルと，上記ホルダに設けた係合部と，ホルダの移動経路に沿って配設され，上記ノズルによって処置を行う部分に傾斜部を設けたガイド部材とを備え，上記係合部をガイド部材に係合させてホルダの進行を案内し，処理部分で容器を搬送しているホルダを揺動させることを特徴とする請求項1記載の装置。 ／ (3) ノズルが，殺菌液を放出して容器内を殺菌するためのものである請求項1又は2記載の装置。」(1頁左欄4行～右欄1行)，「倒立状態になった容器は，搬送中に，駆動ホイル(6)の下部に設けられた容器の移動に追従して回転する処理液放出ノズルによって，下方のビン口から処理液を放出されて洗浄又は殺菌される。」(2頁右上欄13～17行)，「ノズル(24)は，容器(22)の内面を洗浄する場合は無菌水，洗浄水等を放出するものであり，容器(22)の内面を殺菌する場合は熱水，オゾン水，過酸化水素水等を放出するものである。ノズル(24)としては，上記処理液を噴射若しくは噴水状に放出する形態のものを採用できる。ノズル(24)は，容器(22)を殺菌する場合は，容器内(22)に挿入され，処理液を容器(22)の底面から側面全体を伝わって流下するように放出するものであることが望ましい。これにより，容器(22)内全面に確実に殺菌液を当て，優れた殺菌効果を得ることができる。」(3頁左上欄2～13行)及び「本発明は，特に容量が1000㏄を超える大型容器，或い表面張力で処理液をはじきやすいペットボトル等のプラスチック製ボトルに対しても，容器内全面で確実に処理液を当てることができるので，これらの洗浄，殺菌に好適に用い得る。」(3頁右上欄15～20行)との記載があり，これらの記載によれば，「過酸化水素を含む殺菌剤をノズルによって倒立状態のPETボトルの内面に噴射する殺菌方法」が開示されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲15には，「本発明によれば，プラスチックにより一体に成形された首部，胴部及び閉塞底部を備え，前記底部は環状の接地部と，接地部内側の突起物と突起部中心に設けられた凹部とから成り，・・・ことを特徴とする泡立ちの防止された無菌充填用プラスチック製容器が提供される。」(2頁右上欄5～13行)，「本発明の無菌穴埋め用プラスチック製容器は，ポリエチレンテレフタレート(PET)の如き熱可塑性ポリエステルの延伸ブロー成形で形成されていることが最も好ましい。」(4頁左上欄2～5行)及び「本発明のプラスチック容器を無菌充填に用いるには，この容器をそれ自体公知の殺菌液に浸漬するか，或いは殺菌液を噴霧するかして，殺菌処理を行う。殺菌液としては，過酢酸及び／又は過酸化水素を含有する水溶液が好適に使用される。」(4頁右上欄5～9行)との記載があり，これらの記載によれば，「過酢酸及び過酸化水素を含む殺菌液をPETボトルに噴霧する殺菌方法」が開示されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願明細書【0002】には，従来，過酢酸系殺菌剤を用いてPETボトルを殺菌することが行われていたことが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件出願時において，過酢酸や過酸化水素を含有する殺菌剤によってPETボトル内面を殺菌することは周知の殺菌方法であったと認められる。",
                    "そうすると，甲2発明の過酢酸系殺菌剤による殺菌方法を適用する対象として，「紙層を含む積層材を有する食品容器」から「PETボトル」に代えることは，当業者が容易に想到できたものと認められ，相違点1につき容易想到であるとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①甲2は，シート状の紙から筒状に形成される容器を浸漬方法で殺菌を行う発明を開示しており，噴射方法については，一切記載がないから，甲2発明に接した当業者が，甲2発明の対象，具体的記載を無視して，噴射する方法を適用することを想到するとは考えられない，②甲2発明は，PETボトルの材質や口部分が狭くなった形状は問題としておらず，浸漬方法を噴射に変更することは考えられない，③過酢酸は，単体では不安定であり，温度を高くすると短時間で分解してしまうため，短時間で分解しないように，50℃以下の低い温度で比較的長時間をかけて殺菌を行っていたもので，「噴射」を過酢酸系殺菌剤に適用することを当業者が行うことには困難があった，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，甲2には，殺菌剤を紙パックである容器に殺菌剤に浸漬させる方法が記載されており，また，上記(1)イ(イ)のとおり，甲11には，ノズルによって倒立状態のPETボトルの内面に殺菌剤を噴射する殺菌方法が記載されており，これらによれば，本件出願時において，殺菌剤を容器と接触させる手段としては，殺菌剤に浸漬させる方法とノズルから殺菌剤を倒立状態の容器に噴射させる方法とが周知であったと認められる。",
                    "そうすると，甲2発明の殺菌剤に浸漬する方法を，ノズルによって倒立状態の容器の少なくとも内面に殺菌剤を噴射する方法に代えることは，代替可能な周知技術の選択に属する事項として，当業者が適宜なし得る事項であると認められる。",
                    "なお，原告は，過酢酸が単体では不安定であって温度を高くすると短時間で分解してしまうとして，「噴射」に過酢酸系殺菌剤を適用することが困難であったと主張する。しかし，たとえ単体である「過酢酸」の性質が高温では短時間で分解しやすいものであるとしても，そのことをもって，過酸化水素等の成分が含まれる「過酢酸系殺菌剤」を加温して短時間噴射させる場合も分解が生じやすいか否かは明らかではなく，「過酢酸系殺菌剤」を当業者が選択することが困難であるとまでは認められず，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告の主張に理由はなく，相違点2が容易想到であるとした審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "殺菌条件(流量，時間，濃度及び温度)の限定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，甲2の濃度範囲「100ppm～45000ppm」及び温度範囲「1",
                  "text": [
                    "0～90℃」は広範囲であり，また，甲2は「浸漬」による殺菌方式であるから流量及び時間の規定がなく，仮に甲2の数値範囲を参照したとしても，本件発明1の濃度(1000ppm～1500ppm)，温度(65～95℃)，流量(100～300ml",
                    "／secの流量)及び時間(8～15秒間)を見いだすことが容易に想到し得る技術事項ではあり得ない，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記1(8)イ(イ)のとおり，甲2には，「過酢酸に対して過酸化水素が配合され，過酢酸の濃度が10～45(重量％)過酸化水素の濃度が1～15(重量％)で，混合殺菌溶液は水で薄め，10～90℃で，0．1～10．0％の濃度で使用される紙層を含む積層包装材の食品容器を浸漬する殺菌方法」の発明が開示されているもので，殺菌剤の濃度及び温度についての数値範囲が本件発明よりも広範囲であるとしても，殺菌剤の濃度及び時間(相違点3)につき，甲2から容易想到であるとの判断ができないことにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，前記1(6)アのとおり，甲2には，「殺菌剤の濃度を上げると温度を下げることができ，殺菌剤の温度を上げると濃度を下げることができる」との濃度と温度の相対関係が開示されおり，殺菌剤の濃度と温度を特定することは，適切な殺菌効果が得られる範囲で当業者が適宜なし得ることであると認められる。",
                    "さらに，前記1(7)のとおり，本件発明1の濃度及び温度の数値範囲に臨界的意義は見いだせない。",
                    "さらにまた，前記1のとおり審決が本件発明と甲2発明との相違点を不当に分断したとの原告の主張は理由がなく，また，前記(2)のとおり本件発明と甲2発明との相違点2については容易想到であると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，殺菌条件の限定に関して，審決における相違点2及び3についての容易想到性の判断に誤りがあるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "①甲2発明と，本件発明2との相違点4，本件発明3との相違点6及び本件発明4との相違点8は，いずれも上記相違点2(流量及び時間)に，②甲2発明と，本件発明2との相違点5，本件発明3との相違点7及び本件発明4との相違点9は，いずれも上記相違点3(濃度及び温度)に，それぞれ対応するものであるところ，上記(1)～(3)と同様の理由が認められるから，相違点4～9についていずれも当業者が容易に想到し得たとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないから，棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10112",
    "date": "2008-11-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037016",
    "ipprecedent_id": "1637",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}