{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−27885号事件について平成20年6月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「タンクおよびそのライナ」とする後記特許の出願人である原告が，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，原告が平成19年1月10日付けでなした補正後の請求項1に係る発明(本願補正発明)が下記刊行物1との関係で独立特許要件(進歩性，特許法29条2項)を有するか，である。",
            "記",
            "・刊行物1：特開平6−39956号公報(発明の名称「繊維強化されたプラスチック中空体」，出願人 パラビーム・インダストリイ・エン・ハンデルゾンデルネミング・ベスローテム・ベンノットシャップ〔原告〕，公開日 平成6年2月15日。以下これに記載された発明を「引用発明」という。甲4)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，1996年(平成8年)7月2日の優先権(ドイツ)を主張して，平成9年7月2日，名称を「タンクおよびそのライナ」とする発明について特許出願(特願平9−193212号，請求項の数14，以下「本願」という。甲1。公開公報は特開平10−114392号)をし，平成18年3月20日に特許請求の範囲の変更を内容とする手続補正(第1次補正，以下「旧補正」という。請求項の数11。甲6)をしたが，平成18年9月7日に拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2006−27885号事件として審理し，その中で原告は平成19年1月10日付けで手続補正(第2次補正，以下「本件補正」という。請求項の数11。甲9)をしたが，特許庁は，平成20年6月30日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日附加)をし，その謄本は平成20年7月15日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "旧補正時",
                  "text": [
                    "旧補正時(平成18年3月20日)の請求項は前記のとおり1～11から成るが，そのうち請求項1に係る発明の内容(以下「本願発明」という。)は，下記のとおりである。",
                    "記",
                    "【請求項1】 液体または気体が収容されるタンクの内面または外面に接着される二枚重ねの布(4，5)を備え，",
                    "この二枚重ねの布(4，5)は硬化性樹脂の含浸により補強され，この二枚重ねの布(4，5)の上側布(4)と下側布(5)とが互いに間隔を保って縫い合わされた",
                    "タンクのライナにおいて，",
                    "前記上側布(4)と前記下側布(5)とを縫い合わせる糸の列が前記硬化性樹脂により埋め込まれて前記上側布(4)と前記下側布(5)との間に互いに平行な直線状の隔壁(10)が形成され，",
                    "この隔壁(10)は，高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmであり，前記上側布(4)および前記下側布(5)との間に空洞ダクト(11)を形成する",
                    "ことを特徴とするライナ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正時",
                  "text": [
                    "本件補正時(平成19年1月10日)の請求項も前記のとおり1～11から成るが，そのうち請求項1に係る発明の内容(以下「本願補正発明」という。)は，下記のとおりである(下線部は本件補正における補正箇所)。",
                    "記",
                    "【請求項1】 液体または気体が収容されるタンクの内面または外面に接着される二枚重ねの布(4，5)を備え，",
                    "この二枚重ねの布(4，5)は硬化性樹脂の含浸により補強され，この二枚重ねの布(4，5)の上側布(4)と下側布(5)とが互いに間隔を保って縫い合わされた",
                    "タンクのライナにおいて，",
                    "前記上側布(4)と前記下側布(5)とを縫い合わせる糸の列が前記上側布(4)と前記下側布(5)との間に互いに平行に直線状に形成され，この平行に直線状に形成された糸の列が前記硬化性樹脂で埋め込まれて隔壁(10)を形成し，",
                    "この隔壁(10)は，高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmであり，前記上側布(4)および前記下側布(5)との間に空洞ダクト(11)を形成する",
                    "ことを特徴とするライナ。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，①第2次補正に係る本願補正発明は，その出願前に頒布された前記刊行物1に記載された発明(引用発明)に基づき当業者が容易に発明をすることができたから特許法29条2項により特許出願の際に独立して特許を受けることができず，本件補正は却下すべきものである，②第1次補正に係る本願発明も，同様に特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断をするに当たり，上記引用発明の内容を以下のとおり認定し，本願補正発明と引用発明との一致点及び相違点を次のとおりとした。",
                    "〈引用発明の内容〉",
                    "「液体状あるいは気体状の燃料が収容されるプラスチックが含侵された高抗張力の繊維による巻回層(3)の内面に接着される外側布及び内側布を備え，この外側布及び内側布は，硬化性樹脂の含侵により補強され，この外側布と内側布とが互いに間隔を保って内挿繊維により結合された二重積層布の巻回層(4)において，前記外側布及び内側布とを結合する内挿繊維の列が形成され，二重積層布の巻回層(4)には，硬化性樹脂の含侵により樹脂が進入しない多数の小部屋(7)が形成され，前記内挿繊維の長さは3ないし8mmである二重積層布の巻回層。」〈一致点〉",
                    "いずれも，「液体または気体が収容されるタンクの内面に接着される二枚重ねの布を備え，この二枚重ねの布は硬化性樹脂の含浸により補強され，この二枚重ねの布の上側布と下側布とがお互いに間隔を保って縫い合わされたタンクのライナにおいて，前記上側布と前記下側布とを縫い合わせる糸の列が形成され，この糸の列は所定の高さを有しており，上側布及び下側布との間に空洞を形成するライナ。」である点。",
                    "〈相違点1〉",
                    "本願補正発明においては，上側布と下側布とを縫い合わせる糸の列が互いに平行に直線状に形成されており，硬化性樹脂で埋め込まれて隔壁を形成し空洞ダクトを構成しているのに対して，引用発明においては，上側布と下側布とを縫い合わせる糸の列が空洞を区分して小部屋を形成しているものの，当該糸の列が互いに平行に直線状に形成されているのか否か，そして，硬化性樹脂で埋め込まれて隔壁を形成しているか否か明確でない点。",
                    "〈相違点2〉",
                    "本願補正発明においては，隔壁は，「高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmである」のに対して，引用発明においては，上側布と下側布とを結合する内挿繊維の長さが3ないし8mmであるものの，上側布と下側布とを縫い合わせる糸の列(ウェブ壁)の高さや，隣の糸の列(ウェブ壁)との間隔が明確でない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本願補正発明が独立して特許を受けることができるものであるにもかかわらず誤って本件補正を却下したから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用発明における「プラスチックが含浸された高抗張力の繊維による巻回層(3)」及び「二重積層布の巻回層(4)」が，本願補正発明の「タンク」及び「ライナ」にそれぞれ相当するとしてこれらを一致点として認定したが，誤りである。",
                        "引用発明の記載された刊行物1(甲4)の【要約】中の【構成】には，以下の記載がある。",
                        "「…プラスチック管体…の殻構造は，内部の中空部分(2)を囲む二重壁により形成される。内側の壁はプラスチックが含侵された二重積層布の巻回層(4)であり，外側の壁はプラスチックが含侵された高抗張力の繊維による層(3)であり，…」",
                        "また引用発明における巻回層(3)と巻回層(4)の製造方法は，「…巻回層4を製造してからその巻回層4を芯として巻回層3を巻付けることがよい。…」とされている(段落【0023】)。",
                        "このように引用発明の「巻回層(3)」と「巻回層(4)」は，その両方によって殻を形成している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し本願補正発明の「二枚重ねの布(4，5)」は，ライナ(例えば，図3のライナ2)を構成し，例えば鉄製のタンク(例えば，図3のタンク1)の壁に接着されるものである(本件補正後の本願明細書〔甲1，9〕の段落【0001】，【0011】)。本願補正発明における「タンク」は，例えば鉄製のタンクであって，引用発明の「プラスチックが含浸された高抗張力の繊維による巻回層(3)」ではなく，「巻回層(3)と巻回層(4)」の両方に相当する。",
                        "また本願補正発明における「二枚重ねの布(4，5)」は，タンクの内側または外側に接着されるものであり，一方，引用発明の記載された刊行物1には，タンクとしての「巻回層(3)」と「巻回層(4)」に接着されるものは開示されていない。さらに本願補正発明における「ライナ」は，「二枚重ねの布(4，5)」により形成されるものであり，刊行物1には，「二枚重ねの布(4，5)」に相当するものが開示されていないので，当然「ライナ」に対応するものも開示されていない。",
                        "以上によれば，本願補正発明と引用発明との審決の一致点の認定には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願補正発明と引用発明との相違点1に関し，「(1−3)隔壁の形成について」(8頁下3行)として，以下のとおり判断した。",
                        "「上記『(1−2)引用発明の内挿繊維について』で検討したように，内挿繊維が硬化樹脂に含浸され，硬化することにより，上側布及び下側布が二重壁構造を構成するものとしても，引用発明において，内挿繊維の列が，平行に直線状に形成されたものであり，硬化性樹脂が埋め込まれた隔壁を形成しているのか否か必ずしも明確でない。」(8頁下2行～9頁3行)",
                        "上記によれば，審決は，",
                        "①「内挿繊維の列が平行に直線状に形成されていること」",
                        "②「内挿繊維の列は硬化性樹脂が埋め込まれていること」",
                        "③「内挿繊維の列は隔壁を形成していること」",
                        "が引用発明の記載された刊行物1には開示されていないと認定している。",
                        "すなわち審決は，刊行物1に開示されていないこれら3点は，それぞれ当業者にとって容易であり，かつ組み合わせることも容易であるとして，全体として「相違点1は，当業者が容易になし得ることというべきである。」と判断した。",
                        "しかしながら上記①～③の3点が開示されていない以上，本願補正発明における「平行に直線状に形成された糸の列が硬化性樹脂で埋め込まれて隔壁(10)が形成されている」ことが，引用発明から当業者が容易になし得るとした判断は，多くの仮定を前提としたものであり，妥当でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また本願補正発明では，「糸の列」が「平行に直線状に形成された」後，その「糸の列」が，「硬化性樹脂で埋め込まれ」，その結果として「隔壁」が形成される。",
                        "したがって，平行に直線状に形成された際の「糸」には硬化性樹脂は含浸されていない。このような硬化性樹脂が含浸されていない糸は，硬化性樹脂が含浸されている糸に比べ柔らかく加工しやすいことから，本願補正発明における「隔壁の高さを，2．5ないし3．5mmとし，隣の隔壁との間隔を5ないし8mmとする」小さな隔壁を容易に形成することができる。",
                        "また「平行に直線状に形成された糸の列」を，後から硬化性樹脂で埋め込むようにすれば，硬化性樹脂が前もって含浸されている糸を密に並べて壁を形成する場合に比べ，容易に隔壁を形成することができる。加えて硬化性樹脂が前もって含浸された糸は，その樹脂によって1本1本が太くなり，隔壁は厚くなりがちである。一方，「平行に直線状に形成された糸の列」を後から硬化性樹脂で埋め込むようにした場合，隔壁を薄くすることができるので，ライナの軽量化を図ることができるとともに，剪断強度を低くすることができる。なお剪断強度を低くすることによる効果については後述(下記ウ)する。",
                        "引用発明(甲4)における内挿繊維6は，ガラス繊維，カーボン繊維，アラミド繊維などであり(段落【0020】)，引用発明の記載された刊行物1には，「平行に直線状に形成された糸の列」を，後から硬化性樹脂で埋め込むことは開示されていない。",
                        "したがって，引用発明では，本願補正発明のように，容易に隔壁を形成することができない。また隔壁を薄くすることもできない。",
                        "以上のとおり，相違点1についての審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明のライナによれば，液体または気体が収容されるタンクの内面または外面に接着される二枚重ねの布(4，5)が硬化性樹脂の含浸により補強され，この二枚重ねの布(4，5)の上側布(4)と下側布(5)とが互いに間隔を保って縫い合わされ，上側布(4)と下側布(5)とを縫い合わせる糸の列が上側布(4)と下側布(5)との間に互いに平行に直線状に形成され，この平行に直線状に形成された糸の列が硬化性樹脂で埋め込まれて隔壁(10)が形成されるので，タンク壁からの漏れが直ぐに外部に放出されることを防止することができるライナを構成することができるとともに(本願明細書〔甲1〕の段落【0002】)，漏れがあった場合にタンク壁の内側または外側に生じるおそれのある圧力負荷(段落【0003】)に耐えることができる一定の強度を保持することができる。",
                        "またライナ内に公知の漏れ監視装置を用いることで，漏れの監視を行うことができる(段落【0021】)。",
                        "また本願補正発明のライナでは，さらに，隔壁(10)は，高さが2．5ないし3．5mmで，隣の隔壁との間隔が5ないし8mmであるように，上側布(4)および下側布(5)との間に空洞ダクト(11)が形成されるので，隔壁の高さは，隣の隔壁との間隔より低くなる。例えば隔壁の高さを最も高い3．5mmとし，隣の隔壁との間隔を最も短い5mmとしても，隔壁の高さは，隣の隔壁との間隔より低くなる。",
                        "隔壁の高さが隣の隔壁との間隔より低い場合，単位区間に配置される隔壁の数は，隔壁の高さが隣の隔壁との間隔より高い場合に比べて少なくなる。したがって，隔壁の高さが隣の隔壁との間隔より低くすることにより，隔壁の密度を小さくすることができる。",
                        "このように，隔壁の密度が小さくなれば，剪断強度(物体内部でずれを生じさせる剪断力に対して耐久する強度)が小さくなる。したがって本願補正発明のライナは剪断変形し易くなり，タンク壁に対する密着性がよくなり，タンク壁から離れ難くなる。",
                        "さらに，糸の列が平行に直線状に形成された後，その糸の列が硬化性樹脂で埋め込まれるので，隔壁を薄くすることができ，剪断強度を小さくすることができる。",
                        "ライナの剪断強度が強すぎると，剪断変形し難いので，タンク壁に対する密着性が不完全となったり，タンク壁から離れたりすることがある(段落【0003】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の記載された刊行物1(甲4)には，プラスチック管体の殻に何かを接着することについては開示されていないが，殻の構造について「外側布および内側布5の間にはさまれた内挿繊維6の繊維の長さは3ないし8mm」(段落【0020】)とある。また内挿繊維6の間隔については具体的に示されていないものの，刊行物1の図1～図5によれば，内挿繊維6の間隔は内挿繊維6の繊維の長さより短くなっている。",
                        "さらに引用発明は，堅固なプラスチック中空体の殻を提供することを目的としていることから(段落【0006】・【0015】)，内挿繊維6の密度は高くなっている。すなわち内挿繊維6が列をなして介在する空洞(段落【0019】)は，縦長のものとなっている。",
                        "このようなことから刊行物1には，少なくとも「平行に直線状に形成された上側布(4)と下側布(5)とを縫い合わせる糸の列が硬化性樹脂で埋め込まれることによって形成された隔壁の高さを2．5ないし3．5mm，隣の隔壁との間隔を5ないし8mmにすること」，すなわち隔壁の高さを隣の隔壁との間隔より低くすることは，開示も示唆もされていない。したがって引用発明では，本願補正発明のように，隔壁の密度を小さくし，タンク壁に対するライナの密着性を向上させたり，タンク壁からの離れを抑制することはできない。",
                        "以上によれば，相違点2についての審決の判断は，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明における「タンク」は，例えば鉄製のタンクであって，引用発明における巻回層(3)と巻回層(4)とを合わせたものに相当すると主張する。しかし，以下に述べるとおり，引用発明の巻回層(3)はタンクといえるものである。",
                    "まず，辞書によれば，タンクとは，「気体・液体を収容する容器」(新村出編「広辞苑第四版」，1991年11月15日第4版第1刷発行，株式会社岩波書店，1626頁，乙1)である。そして，本願補正発明におけるタンクは，材質についてなんら限定はないから，原告が例示する鉄製以外のタンクも含まれる。",
                    "一方，刊行物1(甲4)の段落【0017】には，「…この構造はプラスチック中空体1であり…特殊化学物質の液体を貯蔵するためにあるいは運搬するために利用される。」と記載されており，また，段落【0004】には，「近年環境浄化が広く唱えられ，…液体状あるいは気体状の燃料，油性物質，特殊な化学物質，高圧物質などは，誤っても環境に漏洩することは許されなくなった。」と記載され，さらに，段落【0014】には，「二重壁構造であれば，かりに一つの壁に破損が発生しても内部物質が漏洩するまでには相応の時間がかかるから，その間に内部物質の流通を遮断したり，貯蔵物を他に移動したり適当な措置をとることができる。」と記載されているから，刊行物1には，災害などにより万一，一つの壁が破損しても，もう一つの独立した壁により特殊化学物質等の液体の流出を防止しようとする技術思想が開示されているといえる。",
                    "そうすると，引用発明においては，内外の壁を構成する巻回層(4)と巻回層(3)の協働作用により初めて，気体や液体を収納する容器，すなわちタンクとして機能するのではなく，内側の壁である巻回層(4)と外側の壁である巻回層(3)の，それぞれが，タンクとして機能すると解するのが相当である。",
                    "また，引用発明の巻回層(3)は，プラスチックが含浸された高抗張力の繊維による層であり，このような繊維強化樹脂層を，単独のタンク壁として用いることは，刊行物1(甲4)の段落【0001】～【0002】の「【産業上の利用分野】本発明は，プラスチックの管材，その管材を用いて形成するタンク，プラスチックの球体などプラスチック中空体の殻構造に関する。本発明は，液体状あるいは気体状の燃料，油性物質，特殊な化学物質，高圧物質などの貯蔵容器，運搬容器，あるいはそれらを配管移動する管路として利用する。…【従来の技術】従来から上記のような用途にプラスチック中空体が広く用いられている。このためのプラスチックの管体を繊維材料により強化されたプラスチック製のテープ材料をドラムあるいは芯に巻付け熱硬化性の樹脂処理を施して製造する技術は広く普及している。」という記載や，例えば，特開平8−156994号公報(発明の名称「連続長繊維強化熱可塑性樹脂製運搬容器及びその製造方法」，出願人 ダイセル化学工業株式会社，公開日 平成8年6月18日，乙2)に記載されているように，従来より周知の技術であるから，引用発明の巻回層(3)は，気体・液体を収容する容器，すなわちタンクとして十分に体をなすものと解される。",
                    "したがって，引用発明の巻回層(3)をタンクとして認定した審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「巻回層(3)と巻回層(4)」とを合わせたものが本願補正発明のタンクに相当することを前提として，本願補正発明のタンクの内側または外側に接着される「二枚重ねの布(4，5)」や当該「二枚重ねの布(4，5)」によって形成される「ライナ」に相当する構成が，引用発明にはない旨主張する。",
                    "しかし，「ライナ」とは対象物をライニング(ライニングの意味は「内張り。裏張り。裏打ち。」広辞苑第四版，2663頁，乙1)するためのものであるから，巻回層(4)は，先に述べたように気体・液体を収納する容器という意味においてタンクともいえるが，巻回層(3)の内張りという意味において「ライナ」ともいえる。",
                    "したがって，原告の主張は失当といわざるを得ない。",
                    "ここで補足的に，本願補正発明の「二枚重ねの布(4，5)」や「ライナ」について示すと，引用発明の巻回層(3)が本願補正発明のタンクに相当することは上記のとおりであるから，当該巻回層(3)に隣接して配置される「外側布及び内側布」は，本願補正発明の「二枚重ねの布(4，5)」に相当する。",
                    "また，本願補正発明の「ライナ」は，二枚重ねの布(4，5)の上側布(4)と下側布(5)とが互いに間隔を保って縫い合わされたものであり，引用発明の「巻回層(4)」も同様に外側布と内側布とが互いに間隔を保って縫い合わされたものであるから，引用発明の「巻回層(4)」は，本願補正発明の「ライナ」に相当する。また，このことは，本願明細書(甲1)の段落【0021】に，漏れの監視はライナ2内で公知の漏れ監視装置を用いて行うことが記載されており，刊行物1(甲4)の段落【0019】及び図1には「二重積層布の巻回層(4)」の内部で漏れを監視することが記載されていることからみても明らかである。",
                    "したがって，引用発明における「巻回層(3)」及び「巻回層(4)」は，本願補正発明の「タンク」及び「ライナ」にそれぞれ相当するということができ，審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1についての判断の誤り)に対し",
              "text": [
                "原告は，審決の「引用発明において，内挿繊維の列が，平行に直線状に形成されたものであり，硬化性樹脂が埋め込まれた隔壁を形成しているのか否か必ずしも明確ではない。」との記載を踏まえ，このような点が開示されていない以上，審決の判断は多くの仮定を前提としたものであり，当業者が本願補正発明の相違点1に係る構成に至ることは容易とはいえない旨主張するので，審決の判断を更に補足する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，内挿繊維の列の配置形状に関しては，刊行物1(甲4)の図1は管体の断面図(段落【0017】)であって，このような断面のものが垂直方向に連なっていると見るのが自然であるから，内挿繊維6の列が，平行に直線上に形成されているとも解されるし，刊行物1に接した当業者であれば，断面図である図1を踏まえて内挿繊維の列を，平行に直線状に形成することは容易になし得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，隔壁の形成に関しては，引用発明の小部屋には漏洩検知器が設置される(刊行物1の段落【0019】)ことからも，小部屋が内部圧力により容易に圧壊する程度のものではないことは明らかであり，小部屋を形成するための内挿繊維が，外側布及び内側布と結合するのみで，これらがなんら硬化性樹脂により含浸されないものとすれば，外側布及び内側布とは単にこれらの繊維により結合されることとなり，内部の圧力変化や外部からの不用意な力に対し，容易に屈曲し，二重壁構造を維持し得ないから，内挿繊維のそれぞれは硬化性樹脂により含侵され，内部に樹脂が進入しない多数の小部屋が形成されていると解するのが相当である。",
                    "そして，本願明細書の段落【0016】の「ウェブ7，8は硬化性の樹脂により埋め込まれることが望ましく，その場合にはウェブ壁10はほぼ閉じている。」との記載を踏まえると，本願補正発明の隔壁とは，糸の列の間が樹脂により埋め込まれて形成される完全に閉じられた壁のことを意味するのではない。",
                    "そうすると，糸の列にどの程度の含浸樹脂により埋め込むかは，繊維強化樹脂として必要な強度に応じて，当業者が適宜定め得る程度のものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，本願補正発明は，「平行に直線状に形成された糸の列」を後から硬化性樹脂で埋め込むようにしたものであって，前もって硬化性樹脂を含浸させた糸を密に並べて壁を形成したものではなく，刊行物1には，この点の開示がない旨主張する。",
                    "しかし，原告の主張は請求項の記載を根拠にしたものではないため，そもそも，失当である。",
                    "なお，刊行物1(甲4)には，「…巻回層3および4の巻付けは先に樹脂を含浸させたテープを乾燥させあるいは中間的に乾燥させて用いることがよいが，利用する巻付け装置あるいは方法によっては樹脂により濡れた状態で巻付けを行う場合もある。」(段落【0023】)という記載があり，既に外側布と内側布と内挿繊維により形成された二重積層布のテープを後から硬化性樹脂で含浸させたと解するのが自然である。",
                    "したがって，引用発明において，内挿繊維の列を平行に直線状に形成し，硬化性樹脂で埋め込まれて隔壁を形成することは当業者が容易になし得たという相違点1に係る審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点2についての判断の誤り)に対し",
              "text": [
                "原告は，隔壁の高さを2．5ないし3．5mm，隣の隔壁との間隔を5ないし8mmにすること，すなわち，隔壁の高さを隣の隔壁との間隔より小さくすることは，刊行物1に開示はもちろん示唆もされていない旨主張するので，審決の判断を更に補足する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1に記載されたウェブ壁を構成する内挿繊維の長さは，3ないし8mmであるから，これをもって直ちに引用発明のウェブ壁の高さが，本願補正発明の隔壁の高さの範囲(2．5ないし3．5mm)にあるといえないものの，近似した値といえ，タンク自体の大きさや形状(曲率)を踏まえて，引用発明のウェブ壁の高さを，本願補正発明の隔壁の高さの範囲に設定することは，当業者が適宜なし得る設計的事項の範囲を超えるものではない。",
                    "また，刊行物1の図4の巻回層(4)には，ウェブ壁の高さよりもウェブ壁同士の間隔のほうが大きい小部屋も確認できることから，結局のところ刊行物1の図1を含めた各図は，ウェブ壁の高さとウェブ壁同士の間隔との関係を正確に表したものではなく，模式図であるといえ，これらは，ウェブ壁の高さとウェブ壁同士の間隔の相対関係に関しては，当業者の設計に任されていると解すことができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，2つの平板を互いに平行で直線的に配列された隔壁で結合する軽量構造においては，隔壁同士の間隔を隔壁の高さより長めに設定することは，乙3(特表平8−501361号公報，発明の名称「板部材」，出願人 ヨーゼフ エル マイヤー ゲゼルシャフト ミット ベシュレンクテルハフツング ウント コンパニー，公開日 平成8年2月13日)，乙4(特開平7−292851号公報，発明の名称「合成樹脂製補強板材」，出願人 パネフリ工業株式会社，公開日 平成7年11月7日)に記載されているように，従来より周知の技術である。",
                    "そうすると，引用発明のウェブ壁(隔壁)の高さを，先に述べたように，本願補正発明の範囲に設定し，更に，ウェブ壁(隔壁)同士の間隔を前記高さより長めの「5ないし8mm」とすることについても，当業者が適宜選択し得た程度のものと解するのが相当である。",
                    "したがって，隔壁の高さと隔壁同士の間隔に関する数値限定は，設計的事項の域を超えるものではないという相違点2に係る審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明における「タンク」は，例えば鉄製のタンクであって，引用発明における巻回層(3)と巻回層(4)とを合わせたものに相当するとして，審決が本願補正発明の「タンク」は引用発明の「巻回層(3)」と一致するとしたのは誤りである旨主張するので，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の記載された刊行物1(甲4)には，以下の記載がある(刊行物1では「含侵」と表記されている)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 「【請求項1】 内部に中空部分(2)を形成して二重壁により構成され，その内側の壁はプラスチックが含侵された二重積層布の層(4)により形成され，その外側の壁はプラスチックが含侵された高抗張力の繊維による層(3)により形成され，その内側の壁は，外側布および内側布(5)とその間に両者を隔離するとともに両者を結合する内挿繊維体(6)とを含み，この二重壁の間には内挿繊維体が列をなして介在する多数の空洞が形成され，この外側布の外側が前記高抗張力の繊維による層に密接された構造を特徴とする繊維強化されたプラスチック中空体。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「【産業上の利用分野】本発明は，プラスチックの管材，その管材を用いて形成するタンク，プラスチックの球体などプラスチック中空体の殻構造に関する。本発明は，液体状あるいは気体状の燃料，油性物質，特殊な化学物質，高圧物質などの貯蔵容器，運搬容器，あるいはそれらを配管移動する管路として利用する。」(段落【0001】)",
                        "・ 「【従来の技術】従来から上記のような用途にプラスチック中空体が広く用いられている。このためのプラスチックの管体を繊維材料により強化されたプラスチック製のテープ材料をドラムあるいは芯に巻付け熱硬化性の樹脂処理を施して製造する技術は広く普及している。この技術により肉厚が1ないし4cmの管材を製造する技術がある。また，この管体の端部に設ける天井板あるいは底板を同様の材料で形成する技術や，繊維材料により強化されたプラスチック材料を球面のセグメントとして用意し，これを接合して球体の貯蔵タンクを製造する技術も知られている。」(段落【0002】)",
                        "・ 「【発明が解決しようとする課題】一方，近年環境浄化が広く唱えられ，上述のような液体状あるいは気体状の燃料，油性物質，特殊な化学物質，高圧物質などは，誤っても環境に漏洩することは許されなくなった。すなわち，上述のような従来技術はあってもさらに確実な管体や貯蔵タンクなどが求められることになった。」(段落【0004】)",
                        "・ 「本発明はこのような背景に行われたものであり，(1)内部中空部分に貯蔵または通過する物質の漏洩の危険を極力小さくし，(2)肉厚が大きくとれ，(3)しかも軽量であり，(4)内部の圧力変化や外部からの不用意な力に対しても堅固な構造であり，(5)寿命が長く，(6)製造工程が簡単であり，(7)製造設備が簡単であり，(8)安価に量産できるプラスチック中空体を提供することを目的とする。」(段落【0006】)・ 「【課題を解決するための手段】この目的のために，本発明は二重壁を有する殻体を提供する。そしてその二重壁の間に小さい空間を形成する。それにより肉厚を大きくするとともに，その空間が外部あるいは内部から受ける力によりわずかな変形を許容して，殻体がさらに堅固になる。」(段落【0007】)",
                        "・ 「すなわち本発明は，内部に中空部分(2)を形成して二重壁により構成され，その内側の壁はプラスチックが含侵された二重積層布の層(4)により形成され，その外側の壁はプラスチックが含侵された高抗張力の繊維による層(3)により形成され，その内側の壁は，外側布および内側布(5)とその間に両者を隔離するとともに両者を結合する内挿繊維体(6)とを含み，この二重壁の間には内挿繊維体が列をなして介在する多数の空洞が形成され，この外側布の外側が前記高抗張力の繊維による層に密接された構造を特徴とする。」(段落【0008】)",
                        "・ 「【作用】前記のような目的のプラスチック中空体は，二重壁構造であることが必要である。二重壁構造であれば，かりに一つの壁に破損が発生しても内部物質が漏洩するまでには相応の時間がかかるから，その間に内部物質の流通を遮断したり，貯蔵物を他に移動したり適当な措置をとることができる。その二重壁構造の間の部分には漏洩検知器を配置することができる。」(段落【0014】)",
                        "・ 「二重壁構造の間には，小さい空間を設けることがよい。しかも多数の小部屋形状の空間を設けることがよい。このような構造により殻体にわずかな変位を許容することになり，殻体の強度を実質的に大きくして，内部の圧力変化や外部からの不用意な力に対しても堅固な構造とすることができる。またこのような構造により殻体を軽量にすることができる。この小さい空間を設ける構造を本発明では発泡材料を使用せずに形成するから，寿命を長くすることができる。」(段落【0015】)",
                        "・ 「このプラスチック中空体1の壁は高抗張力の繊維による巻回層3および切れ目のない二重積層布の一または複数のテープによる巻回層4とを含む。二つの巻回層3および4は相互に接して形成され樹脂により高密度に処理されている。高抗張力の繊維による巻回層3は二重積層布のテープによる巻回層4の上に，選ばれた形状で選ばれたピッチで選ばれた角度でそして選ばれた層数になるように巻回されている。高抗張力の繊維はロービング(rovings)あるいはガラス繊維の組合せによることができる。」(段落【0018】)",
                        "・ 「切れ目のない二重積層布による巻回層4は中空部分2すなわちこの中空部分2に入れられる液体と接してそれ自体で二重層を形成することになる。すなわち切れ目のない二重積層布による巻回層4は図に符号5で表示する外側布および内側布を含み，その間に両者を隔離するとともに両者を結合する内挿繊維6を含む。この外側布および内側布5の間にはさまれて内挿繊維6が列をなして介在する空洞が形成されることになり，その空洞はさらに多数のゆるく連接する小部屋7に区分された形となる。この二重積層布は樹脂で処理されてその内側布および外側布の部分5で密度が高くなり，空洞による多数の小部屋7には樹脂は全体に侵入せずにこの部分で硬度を得る。この小部屋7にはこの例では漏洩検出器8が設置される。この漏洩検出器8は中空部分2に貯蔵された液体の漏洩に曝されるように配置される。この漏洩検出器8にはさまざまなものが利用できる。」(段落【0019】)",
                        "・ 「外側布および内側布5は縦糸および横糸の標準織りまたは誘導織り(derived weave)による。好ましくはラップベルベット技術により織られることがよく，その結果，内挿繊維6が織り目の方向，特にV−またはW−結合方向に拡がることになる。外側布および内側布5の間にはさまれた内挿繊維6の繊維の長さは3ないし8mmである。この二重積層布5に用いられる繊維および内挿繊維6の材料は，例示すると，ガラス繊維，カーボン繊維，アラミド繊維など，高抗張力繊維である。これらの繊維はステープル繊維をヤーンの中に紡ぐ方法やモノフィラメントあるいはマルチフィラメントを形成させることもできる。もしガラス繊維を利用する場合には他の種類の繊維，例えばサーモプラスチック繊維などを25％程度まで混合することがよい。」(段落【0020】)",
                        "・ 「巻回層3および4の樹脂処理に用いられる樹脂はcurableかつreactiveであるのがよく，例えば，非飽和ポリエステル，エポキシ，ビニルエステル，フエノル，PUR，シリコン(SI)，ポリアミドイミド(PAI)などである。紫外線強化されたものも利用できる。」(段落【0022】)",
                        "・ 「巻きつけには公知技術にしたがって円筒形状の回転ドラムまたは回転コアを用いる。そして巻回層4の仕上げ材は，例えば，樹脂処理されたロービング，不織布，マット，織布などである。巻回層4を製造してからその巻回層4を芯として巻回層3を巻付けることがよい。巻回層3および4の巻付けは先に樹脂を含侵させたテープを乾燥させあるいは中間的に乾燥させて用いることがよいが，利用する巻付け装置あるいは方法によっては樹脂により濡れた状態で巻付けを行う場合もある。」(段落【0023】)・ 「【発明の効果】以上説明したように本発明によれば，二重壁構造として内部中空部分に貯蔵または通過する物質の漏洩の危険を極力小さくし，空洞を形成することにより肉厚が大きくとれしかも軽量であり，この空洞がわずかに変形を許容することから，内部の圧力変化や外部からの不用意な力に対しても堅固な構造であり，発泡材を使用するより寿命が長く，従来と同様の製造設備および製造工程が利用できるから製造工程が簡単であり，製造設備が簡単であり，安価に量産できるプラスチック中空体を提供することができる。」(段落【0030】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)・ 【図1】(本発明第一実施例構造を示す断面図。)",
                      "text": [
                        "・ 【図4】(上記の第一実施例構造の応用例を示す断面図。)(エ) 上記(ア)～(ウ)によれば，引用発明は，液体状あるいは気体状の燃料等を貯蔵・運搬する際の容器等として用いられるプラスチック中空体に関するものであり(段落【0001】)，化学物質等を含む液体，気体の漏洩を防止し，堅固な構造とするため(段落【0004】・【0030】)，内部に空洞を形成した二重壁構造とし，外側の壁を高抗張力の繊維による巻回層(3)，内側の壁をプラスチックが含浸された二重積層布の巻回層(4)とする。この巻回層(3)，巻回層(4)との二重壁構造とすることにより，一つの壁に破損が生じても，内部物質が漏洩するまでの相応の時間に適当な措置を講ずることができる(段落【0014】)。",
                        "そして，内側の壁である巻回層(4)は，上記のとおりそれ自体二重積層布であり，その外側布及び内側布の間には，両者を隔離するとともに結合する内挿繊維6が列をなして介在し，空洞を形成する(段落【0019】)。",
                        "二重積層布5，内挿繊維6も高抗張力繊維から成り(段落【0020】)，非飽和ポリエステルなどの樹脂を含浸・乾燥することで樹脂処理される(段落【0022】・【0023】)。",
                        "巻回層(4)に形成される空洞による多数の小部屋7には樹脂は含侵せず(段落【0019】)，この空洞はわずかに変形を許容し，内部の圧力変化や外部からの不用意な力に対しても堅固な構造となる(段落【0030】)。また，この小部屋7に漏洩検出器8を設置することもできる(段落【0019】)。",
                        "また，これも高抗張力繊維からなる外側の巻回層(3)は，二重積層布のテープによる巻回層(4)の上に，巻回される(段落【0018】)ことを内容とするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件補正後の本願明細書(甲1，9)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲(甲9)",
                      "text": [
                        "・ 「【請求項1】 液体または気体が収容されるタンクの内面または外面に接着される二枚重ねの布(4，5)を備え，",
                        "この二枚重ねの布(4，5)は硬化性樹脂の含浸により補強され，この二枚重ねの布(4，5)の上側布(4)と下側布(5)とが互いに間隔を保って縫い合わされた",
                        "タンクのライナにおいて，",
                        "前記上側布(4)と前記下側布(5)とを縫い合わせる糸の列が前記上側布(4)と前記下側布(5)との間に互いに平行に直線状に形成され，この平行に直線状に形成された糸の列が前記硬化性樹脂で埋め込まれて隔壁(10)を形成し，",
                        "この隔壁(10)は，高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmであり，前記上側布(4)および前記下側布(5)との間に空洞ダクト(11)を形成する",
                        "ことを特徴とするライナ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明(甲1)",
                      "text": [
                        "・ 「【発明の属する技術分野】本発明は，液体を保有，貯蔵あるいは輸送するためのタンク，およびそのタンクの壁面に取り付けられるライナに関する。特に，タンクの内側および外側の少なくとも一方に接着される二重壁のライナに関する。」(段落【0001】)",
                        "・ 「【従来の技術】タンクの壁にライナを設けることで耐腐食性が改善されるが，そのライナを二重壁構造とすることで，タンク壁からの漏れが直ぐに外部に放出されることを防止するとともに，ライナ内で漏れ監視を行うことが可能となる。したがって，漏れがあった場合でも，環境への悪影響を大幅に削減することができる。」(段落【0002】)",
                        "・ 「【発明が解決しようとする課題】タンク用の二重壁構造のライナは，漏れがあった場合にタンク壁の内側または外側に生じるおそれのある圧力負荷に耐えることができ，十分な圧縮強度および剪断強度をもっていなければならない。一方，ライナの剪断強度が強すぎると，タンク壁に対する密着性が不完全となったり，タンク壁から離れたりすることがある。」(段落【0003】)",
                        "・ 「本発明は，このような課題を解決し，内壁または外壁の少なくとも一方に二重壁ライナを設け，漏れに強く，単純かつ素早くタンク壁に取り付けることのできるライナを提供することを目的とする。」(段落【0004】)・ 「【課題を解決するための手段】本発明のライナは，タンクの内面または外面に接着される二枚重ねの布を備え，この二枚重ねの布は硬化性樹脂の含浸により補強され，この二枚重ねの布の上側布と下側布とが互いに間隔を保って縫い合わされたタンクのライナにおいて，上側布と下側布とを縫い合わせる糸の列によりそれらの間に互いに平行な直線状の隔壁が形成され，この隔壁は，高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmであり，上側布および下側布との間に空洞ダクトを形成することを特徴とする。以下では，上側布と下側布とを縫い合わせる糸を『パイル糸』，このパイル糸が上側布と下側布とを連結している部分を『ウェブ』という。また，空洞ダクトを形成する隔壁はこのウェブにより形成されており，この隔壁を『ウェブ壁』という。」(段落【0005】)・ 「本発明によれば，漏れ防止に適した壁厚の薄い二重壁構造のライナを実現できる。したがって，二枚重ねの布を用いた従来のライナと比較すると，密度および二枚重ねの布の間隔を十分に小さくでき，剪断強度を低くできる。その一方で，パイル糸のウェブにより形成されるウェブ壁が直線的に延びているので，タンク壁用の最適なライナが得られる。」(段落【0006】)",
                        "・ 「本発明で用いられる二枚重ねの布は平坦であり，低コストで製造できる。その一方で，平坦でありながら上側布と下側布との間に空洞が配置されているので，布に含浸させた硬化可能な樹脂のために漏れた液体または気体がその場所に溜まって漏れ検出ができなくなることを防止できる。樹脂をウェブに含浸させることで，上側布と下側布とを連結しているパイル糸の列に沿って実質的に閉じたウェブ壁が得られる。これらの樹脂処理したウェブ壁は，平坦な二枚重ねの布の剪断強度を十分なものとし，それらのウェブ壁が実質的に閉じていても，特に圧縮ガスに対しては，漏れの検出のために十分な透過性をもつ。」(段落【0007】)",
                        "・ 「上側布および下側布はそれぞれ互いに交差する経糸および緯糸により織られた布であり，これらの布の5ないし7本の緯糸毎にパイル糸で縫い合わされることが望ましい。ウェブあるいはウェブ壁の間隔と，それらにより得られる空洞ダクトの幅とは，縫い合わせの間隔により設定される。」(段落【0008】)",
                        "・ 「上側布，下側布およびパイル糸は，ガラス繊維のような高強度繊維により形成されることが望ましい。」(段落【0009】)",
                        "・ 「【発明の実施の形態】図1は本発明の第一の実施形態を示す図であり，化学薬品や石油化学製品などの流体を収容する一般的な円筒形のタンクのタンク壁1に二重壁構造のライナ2を取り付けた構造を示す。この例では，ライナ2の上側の構造を一部取り除いて示す。ライナ2はタンク壁1の外側および内側の少なくとも一方に取り付けられる。この取り付けは硬化性樹脂による接着により行われることが望ましく，ポリエステル樹脂などの熱硬化性樹脂を用いることが望ましい。タンク壁1は部分的にスチールでできており，特にサンドブラスト法により，あらかじめ粗化処理される。",
                        "粗化されたタンク壁1は，ライナ2との接着性がよい。」(段落【0011】)・ 「図2は二枚重ねの布3の詳細を示す断面図である。この二枚重ねの布3は上側布4と下側布5とからなる多層布であり，上側布4と下側布5とはパイル糸6により互いに間隔が保たれて互いに接続され，パイル糸6は上側布4と下側布5との間を行き来して，そこにウェブ7，8を形成する。",
                        "上側布4，下側布5およびウェブ7，8は，硬化樹脂により補強されて，構造的な部分を形成する。」(段落【0013】)",
                        "・ 「この構造において，パイル糸6は上側布4および下側布5を行き来し，このパイル糸6により上側布4と下側布5との間に形成される二つの隣接するウェブ7，8の間に，長さ5ないし8mmのセグメントAが形成される。二枚重ねの布3は緯糸9と経糸(図示せず)とが交差する織布であることが望ましく，その場合には，セグメントAの長さが，上側布4と下側布5とを縫いわ合わせるパイル糸6が何本の緯糸9を束ねているかにより決定される。通常は5ないし7本の緯糸9が束ねられ，図2にはそれぞれ5本の緯糸9が束ねられた例を示す。二枚重ねの布3として織布を用いる場合には，2本のパイル糸6を用い，上側布4と下側布5とに交互に縫い合わせることが望ましい。樹脂処理していない上側布4および下側布5の密度は，単位面積当たりの経糸および緯糸9の数により調整できる。タンク壁1からの漏れを迅速に検出するために上側布4および下側布の目を粗くする場合には，緯糸の本数を少なくすればよい。」(段落【0014】)・ 「パイル糸6が上側布4と下側布とを連結するウェブ7，8の高さは2．5ないし3．5mmであり，このウェブ7，8が互いに平行な直線状のウェブ壁10を形成し，上側布4および下側布5とともに個々の空洞ダクト11を形成する。ウェブ7，8の高さ，およびそれによるウェブ壁10の高さは，ウェブ壁10の間隔よりも小さい。ウェブ壁10の間隔はウェブ壁10の高さの二倍以上である。」(段落【0015】)",
                        "・ 「ウェブ7，8は硬化性の樹脂により埋め込まれることが望ましく，その場合にはウェブ壁10はほぼ閉じている。上側布4および下側布5は二つの補強された壁を形成し，これが互いに間隔をあけて配置され，その間の空間に補強されたウェブ(判決注「フェブ」は誤記)壁10が配置される。上側布4と下側布5との間は，ウェブ壁10の部分を除いて，実質的に空洞である。」(段落【0016】)",
                        "・ 「【発明の効果】以上説明したように，本発明のライナは，漏れに強く，単純かつ素早くタンク壁に取り付けることができる。」(段落【0023】)(ウ) 図面(かっこ内は【図面の簡単な説明】の記載である。甲1)・ 【図1】(本発明の第一の実施形態を示す図。)",
                        "・ 【図2】(2枚重ねの布",
                        "の構造を示す断面図。)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)によれば，従来，液体を保有，貯蔵，輸送するタンクにおいて，タンク壁に二重壁構造のライナを設け，タンク壁からの漏れが直ぐに外部に放出されることを防止するとともに，ライナ壁で漏れ監視を行うことが可能となるものは存在した(段落【0002】)。しかし，二重壁構造のライナは，内部液体の漏れがあった場合の圧力負荷に耐えるとともに，十分な圧縮強度，剪断強度を持つ必要があり，その一方で剪断強度が強すぎるとタンク壁に対する密着性が不完全になるとの問題もあった(段落【0003】)。そこで，本願補正発明は，漏れに強く，単純かつ素早くタンク壁に取り付けることのできるライナを提供することを目的とするものである(段落【0004】)。",
                        "そして本願補正発明は，液体又は気体が収容されるタンクの内面または外面に接着される二重壁のライナに関し，二重壁を構成する二枚重ねの布であるライナを設けることにより，漏れに強くなり，またこのライナは単純かつ素早くタンク壁に取り付けられるものである(段落【0004】)。",
                        "また本願補正発明のライナは，上側布4と下側布5とを縫い合わせる糸(パイル糸)の列が互いに平行に直線状に形成され，この糸の列及び上側布，下側布はいずれも硬化樹脂の含浸により補強され，隔壁10(ウェブ壁も同じ)を形成する。この隔壁は高さが2．5～3．5mm，間隔が5～8mmであり，空洞ダクトを形成する(特許請求の範囲)。",
                        "そして本願補正発明のライナにおいては，上側布と下側布との間の空洞で，漏れの検出を行うことも可能である(段落【0007】)。硬化性樹脂にはポリエステル樹脂などの熱硬化性樹脂が例示されている(段落【0011】)。",
                        "上記のような本願補正発明の構成をとることにより，密度及び二枚重ねの布の間隔を十分に小さくでき，剪断強度を低くできる(段落【0006】)一方，隔壁が直線的に延びているので，タンク壁用の最適なライナが得られ，また上側布と下側布との間に空洞が配置されているので，布に含浸させた硬化可能な樹脂のために漏れた液体または気体がその場所に溜まって漏れ検出ができなくなることを防止できる。さらに樹脂処理した隔壁は，平坦な二枚重ねの布の剪断強度を十分なものとする。そしてライナが接着されるタンク壁との関係では，二枚重ねの布による本願補正発明のライナは，漏れがあった場合にタンク壁に生じるおそれのある圧力負荷に耐えることができるものであり，内部の液体又は気体の漏れ防止の機能を有するものである(段落【0006】・【0007】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，文献には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙1(新村出編「広辞苑第四版」，1991年11月15日第4版第1刷発行，株式会社岩波書店)",
                      "text": [
                        "・ 「タンク【tank】①気体・液体を収容する容器。…」(1626頁)・ 「ライニング【linig】内張り。裏張り。裏打ち。」(2663頁)(イ) 乙2(特開平8−156994号公報，発明の名称「連続長繊維強化熱可塑性樹脂製運搬容器及びその製造方法」，出願人 ダイセル化学工業株式会社，公開日 平成8年6月18日)"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "・ 「【請求項1】 連続長繊維で強化された熱可塑性樹脂を加熱溶融させ，型枠に巻き付けながら成形，硬化させることを特徴とする運搬容器の製造方法。」",
                            "・ 「【請求項4】 熱可塑性樹脂の形状がテープ状またはストランド状である請求項1～3の何れか1項に記載の運搬容器の製造方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「…本発明は，連続長繊維で強化された熱可塑性樹脂を加熱溶融させ，型枠に巻き付けながら成形，硬化させることを特徴とする運搬容器の製造方法及びその製造方法により製造された運搬容器に関する。」(段落【0008】)",
                            "・ 「本発明では内張を用いることもできる。内張を用いることにより，複雑な装置を用いることなく，フィラメントワインディングでは比較的困難なマンドレル末端部の覆いに関わる成形が簡単にでき，かつ，収納物に対して安定な物質を用いるならば，ドラム缶の安全性も向上させることができる。この時に複合材の寸法変化率に近い材料を選ぶ必要はある。このような意味において，内張に用いられる物質は金属でもプラスチックスでもよい。」(段落【0020】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "図面(かっこ内は【図面の簡単な説明】の記載である)",
                          "text": [
                            "・ 【図1】(フィラメントワインディング成形法による本発明の作業図であり，(a)は巻き付け時の図，(b)は端部の切削除去時の図，(c)は離型時の図を示す。)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)によれば，「タンク」とは気体・液体を収容する容器を意味し，「ライナー」については，「ライニング」が内張り，裏張り，裏打ち等を意味するところから，「ライナー」は内張り，裏張り，裏打ち等をする物を意味すること，上記(イ)によれば，繊維強化された樹脂を用いて運搬容器を形成し(【請求項1】)，加熱溶融させた樹脂を型枠に巻き付けて成型し，これを単独のタンク壁として用いる(段落【0020】・【図1】)ことは，周知の技術であること，がそれぞれ認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記ア～ウの事実を前提に，本願補正発明と引用発明との一致点について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の巻回層(3)と本願補正発明のタンクについて上記イによれば，本願明細書には，本願補正発明の「タンク」について，上記摘記のとおり，【発明の実施の形態】に「タンク壁1は部分的にスチールでできており，…」(段落【0011】)との記載はあるが，特許請求の範囲にその材質を限定する記載はない。",
                        "また，上記アによれば，引用発明における巻回層(3)は，高抗張力繊維から成るところ，内部に巻回層(4)が接着されてこれとともに二重壁構造をなし，それ自体として内部の液体又は気体が外部へ漏れるのを防止する働きをするものである。そして，上記ウ(ウ)のとおり，「タンク」とは，気体・液体を収容する容器を意味するものであるところ，引用発明の巻回層(3)は上記のとおりまさにその働きをするものであり，上記ウ(ウ)のとおり，引用発明の巻回層(3)のように加熱溶融させた樹脂を型枠に巻き付けて成型し，これをタンク壁として用いることも周知の技術であることから，引用発明の巻回層(3)は，本願補正発明の「タンク」に相当するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の巻回層(4)と本願補正発明のライナについてまた，上記ウ(ウ)のとおり，「ライナー」(ライナも同じ)は内張り，裏張り，裏打ち等をする物を意味するところ，引用発明の二重積層布の巻回層(4)は，巻回層(3)に貼り付けられた層であり，圧力変化等に対して強固な構造とするとともに，収容物質の漏洩の検出を可能にし，また漏洩を防止する役割を果たすものである。",
                        "一方，本願補正発明のライナは，タンク壁に取り付ける二枚重ねの布から成り，漏れがあった場合にタンク壁に生じるおそれのある圧力負荷に耐えることができるものであり，漏れを検出し，また防止する機能を有するものである。",
                        "そうすると，引用発明の巻回層(4)は，タンク壁に相当する巻回層(3)に貼り付けて使用されるものであって，本願補正発明のライナと同様の構成と機能を有するものであるから，本願補正発明におけるライナに相当するというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上の検討によれば，本願補正発明の「タンク」と引用発明の「巻回層(3)」，及び本願補正発明の「ライナ」と引用発明の「巻回層(4)」が，それぞれ一致するとした審決の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明においては，巻回層(3)と巻回層(4)の両方によって殻を構成していると主張する。",
                    "なるほど，引用発明の記載された刊行物1(甲4)には，巻回層(3)と巻回層(4)を合わせた表現として「…二重壁を有する殻体を提供する…」(【0007】)として，巻回層(4)をタンクを形成する殻の一部とする記載も存在する。",
                    "しかし，本願補正発明におけるタンク用の二重壁構造のライナも，漏れがあった場合にタンク壁の内側または外側に生じるおそれのある圧力負荷に耐えることができ，十分な圧縮強度および剪断強度を持つ硬い構造体であり，引用発明の巻回層(4)もそれ自体としてライナの機能を果たすものであるから，本願補正発明のライナに相当するといえることは上記(1)で検討したとおりである。原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，引用発明には「ライナ」は開示されていないと主張する。",
                    "しかし，上記(1)で検討したとおり，引用発明の巻回層(4)は本願補正発明の「ライナ」に相当すると認められる。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明における「平行に直線状に形成された糸の列が硬化性樹脂で埋め込まれて隔壁(10)が形成されている」ことが，刊行物1から当業者が容易になし得るとした審決の相違点1についての判断は誤りであり，その理由として，審決は引用発明の内挿繊維の列は，上記「平行に直線状」に形成されること，「硬化樹脂の埋め込み」「隔壁の形成」がないと認定していながら，多くの仮定を前提としたもので妥当ではないと主張する。",
                "しかし，引用発明の記載された刊行物1(甲4)には，内挿繊維の列の構成について，上記2(1)ア(イ)でも摘記したとおり，以下の記載がある。",
                "「…この外側布および内側布5の間にはさまれて内挿繊維6が列をなして介在する空洞が形成されることになり，その空洞はさらに多数のゆるく連接する小部屋7に区分された形となる。この二重積層布は樹脂で処理されてその内側布および外側布の部分5で密度が高くなり，空洞による多数の小部屋7には樹脂は全体に侵入せずにこの部分で硬度を得る。…」(段落【0019】)",
                "上記によれば，引用発明においては，内挿繊維が列をなすように設けられ，その列によって多数のゆるく連設する「小部屋7」が区分されるとしており，「部屋」の形状が典型的には方形であることや，刊行物1(甲4)の図1及び図4(上記2(1)ア(ウ)で摘記)の記載も併せ考えると，内挿繊維の各列は小部屋を区分するように一定の間隔をもって直線的な並行状態に形成されているものと理解することができる。",
                "また，二重積層布は樹脂で処理され，小部屋内まで樹脂が侵入しないものの，硬度を得る程度には樹脂が繊維に侵入することになるから，内挿繊維の列に樹脂が入り込み，これによって列は壁状となって一定の硬度を得る構成となっている蓋然性も高いというべきである。",
                "そうすると，引用発明は，内挿繊維の列が，「平行に直線状」であって，「硬化樹脂が埋め込まれ」て「隔壁を形成」する構成となっていることが直接的に記載されているわけではないものの，そのような構成をとることが強く示唆されているということができる。",
                "したがって，引用発明におけるこの示唆に基づき，相違点1に係る本願補正発明の構成を採用して引用発明に適用することは，当業者(その発明の属する技術の分野における通常の知識を有する者)にとって容易であるといえる。",
                "審決も，引用発明の「…外側布及び内側布，これらを結合する内挿繊維のそれぞれに硬化性樹脂が含侵され，内部に樹脂が進入しない多数の小部屋が形成され，樹脂の硬化により，内挿繊維が外側布及び内側布との間を接続し，軽量かつ堅固な構造が構成されるものと解するのが相当である。」(8頁25行～29行)，「…構造の軽量化及び強化の観点から，2つの平板を互いに平行で直線状に配列された隔壁で結合する構造は，軽量かつ強固な構造として機械設計上広く知られたものであるから，引用発明において，内挿繊維の列が，平行で直線状に配されていると解しても何ら矛盾はなく，そうでなくとも，上述した周知の構造を踏まえれば当業者が設計上適宜採用し得ることである。」(9頁4行～9行)とした上で，上記と同旨の理由により相違点1に関し容易想到と判断したものであり，仮定を積み重ねたものではなく，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する補足的判断",
              "text": [
                "原告は，本願補正発明では，「平行に直線状に形成された糸の列」を後から硬化性樹脂で埋め込むようにしたことが請求項の記載で特定されているから，本願補正発明は，糸の列を平行に直線状に形成した後，硬化樹脂を含浸して隔壁を形成するものであり，このため柔らかい状態の糸で小さな隔壁を容易に形成でき，また隔壁を薄くできるので軽量化できるとともに剪断強度を低くすることができるという効果を有するが，引用発明には，そのような効果がない旨主張する。",
                "しかし，本願補正発明は，「ライナ」に関する発明であるところ，原告の主張する製造手順は本願補正発明の特許請求の範囲の記載に特定されているとはいえず，糸の列が硬化性樹脂により埋め込まれていて隔壁を形成している構成に該当するものであれば，その製造手順は問題とならないものというべきである。",
                "さらに，引用発明の記載された刊行物1(甲4)には，上記2(1)ア(イ)でも摘記したとおり，以下の記載がある。",
                "「…巻回層3および4の巻付けは先に樹脂を含侵させたテープを乾燥させあるいは中間的に乾燥させて用いることがよいが，利用する巻付け装置あるいは方法によっては樹脂により濡れた状態で巻付けを行う場合もある。」(【0023】)",
                "上記によれば，引用発明の巻回層(3)と巻回層(4)が積層して巻き付けられて最終形態であるプラスチック中空体となる際に，樹脂により濡れた状態で巻付けを行なうとの製造手順が刊行物1に開示されているといえる。",
                "そうすると，引用発明では内挿繊維による糸の列を有する巻回層(4)に，最後の段階で樹脂を含浸させることを意味し，濡れた樹脂が乾燥することにより内挿繊維による糸の列が硬化性樹脂で埋め込まれることになるから，原告が本願補正発明の製造方法として主張する上記内容も，刊行物1(甲4)に示されているということができる。",
                "以上の検討によれば，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明の記載された刊行物1には，隔壁の高さを隣の隔壁との間隔より低くすることは開示も示唆もされておらず，引用発明は隔壁の密度を小さくし，タンク壁に対するライナの密着性を向上させたり，タンク壁からの離れを抑制する等の本願補正発明の効果を達成することはできず，相違点2についての審決の判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記2(1)イのとおり，本件補正後の本願明細書(甲1，9)には，隔壁の高さと隔壁の間隔との関係につき，「…高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmであり…」(請求項1)，「…この隔壁は，高さが2．5ないし3．5mm，隣の隔壁との間隔が5ないし8mmであり，上側布および下側布との間に空洞ダクトを形成することを特徴とする。…」(段落【0005】)，「…二つの隣接するウェブ7，8の間に，長さ5ないし8mmのセグメントAが形成される。二枚重ねの布3は緯糸9と経糸(図示せず)とが交差する織布であることが望ましく，その場合には，セグメントAの長さが，上側布4と下側布5とを縫い合わせるパイル糸6が何本の緯糸9を束ねているかにより決定される。…」(段落【0014】)との記載があるが，隔壁の高さを2．5～3．5mm，隣の隔壁との間隔を5～8mmとすることの技術的意義に関する記載はない。",
                    "また，本願補正発明の効果については，「本発明によれば，漏れ防止に適した壁厚の薄い二重壁構造のライナを実現できる。…」(段落【0006】)「…漏れに強く，単純かつ素早くタンク壁に取り付けることができる。」(段落【0023】)との記載があるが，この効果と隔壁の高さ及び間隔との関係についての記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "材料に関しては，本件補正後の本願明細書(甲1，9)には，糸の列を形成するための繊維材料として，ガラス繊維，炭素繊維およびアラミド繊維のような高強度繊維を用いることができることや，繊維の形状として，紡がれたもの，あるいは単繊維または多繊維で形成されたものでもよいことが記載されている(段落【0017】)。さらに，硬化性樹脂として，不飽和ポリエステル，エポキシド，ビニルエステル，フェノール，PUR，シリコーン，ポリイミド，ポリアミドイミドあるいは紫外線硬化性樹脂を用いることが可能であるとも記載されている(段落【0020】)。",
                    "その一方で，糸列を形成する繊維の太さや，含浸される樹脂の量，ライナの貼り付け対象とするタンクの大きさ(曲率)などの規定はされていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願補正発明において問題とされている剪断強度は，ライナをタンク壁に沿って曲げた形状としてタンクに貼り付けた場合における曲げ易さ，ないし物体内部でずれを生じさせる剪断力に対して耐久する強度を表わす指標であるから，ライナを構成する材料の引張り・曲げ・圧縮等の各種強度や弾性等の物性に応じて，様々に変化するものである。特に，隔壁を構成する糸の太さや，そこに含浸された樹脂の厚み等は，この剪断強度に大きく影響するものであり，更に貼り付ける対象であるタンクの曲率の大小に応じて，ライナを曲げる程度も変更する必要があるから，適切な剪断強度も変化するはずである。",
                    "ところが，本願補正発明では，隔壁の高さと間隔が規定されているのみであり，材料の物性はおろか，隔壁を構成する糸の太さ，対象とするタンクの大きさなどの規定もされていない。さらに，本件補正後の本願明細書には，具体的な実施例の記載もなく，隔壁が本願補正発明の特許請求の範囲に規定された条件を満たせば望ましい性能のライナを得ることができると認めることもできない。",
                    "そうすると，隔壁の高さ，間隔につき本願補正発明の如く規定したことに，特段の技術的意義があると認めることができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対して引用発明の記載された刊行物1(甲4)では，「…外側布および内側布5の間にはさまれた内挿繊維6の繊維の長さは3ないし8mmである…」(段落【0020】)とされている。ここでいう繊維の長さが，外側布と内側布の間に伸びている部分の繊維長を意味するのか，それとも内挿繊維の全長を意味するのか判然としないが，前者の意味であれば，3ないし3．5mmの範囲の隔壁高さという点においては，本願補正発明と引用発明は重複していることになる。また後者の意味であるとしても，繊維が，外側布内，内側布内および布間に三等分して存在すると仮定すると，全長8mmの繊維では，隔壁の高さが約3mm弱となるから，これも本願補正発明と重複する部分を有することになる。",
                    "また，引用発明の記載された刊行物1(甲4)の図1では，概して隔壁の高さがその間隔より長く，一見すると小部屋が縦長に形成されているような記載となっているが，刊行物1には隔壁の高さに関し言及する部分がない上，図4には，様々な高さ，間隔の隔壁が記載されており，その断面がほぼ正方形に見える小部屋も記載されていることから，引用発明は，必ずしも隔壁の高さをその間隔より長くする必要があるものともいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記のとおり，本願補正発明において，隔壁の高さ，間隔を請求項の如く特定したことに技術的意義があるということはできず，その規定された高さも，刊行物1(甲4)に記載された発明と特段変わらないものである。",
                    "また刊行物1においても，隔壁の間隔が高さとの関係において何らかの規定がされているわけではない。",
                    "したがって，相違点2に係る本願補正発明の隔壁構造は，当業者が適宜設定し得る設計的事項であり，これを引用発明に適用することは，当業者が容易に想到し得るものである。審決の相違点2に関する判断に誤りはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "なお，被告は，2つの平板を互いに平行で直線的に配列された隔壁で結合する軽量構造においては，隔壁同士の間隔を隔壁の高さより長めに設定することは周知技術であると主張し，それに沿う証拠として乙3，4を提出するので，念のため検討する。",
                    "乙3，4には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙3(特表平8−501361号公報，発明の名称「板部材」，出願人 ヨーゼフ エル マイヤー ゲゼルシャフト ミット ベシュレンクテル ハフツング ウント コンパニー，公開日 平成8年2月13日)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "・ 「1．板部材，特に鋼製の板部材であって，2つの平行な外側薄板から成り，この外側薄板が間に配置された，外側薄板と溶接されたウェブ薄板を介して互いに固定的に結合されている形式のものにおいて，各ウェブ薄板(3)がストリップであって，このストリップの長縁が面で，それぞれ向き合った各外側薄板(1，2)の内面に当接させられており，溶接が各外側薄板(1，2)を貫いて，外側薄板に当接する各ウェブ薄板ストリップ(3)の長縁に達する溶接継目，特にレザー溶接継目(8)によって形成されていることを特徴とする，板部材。」",
                            "・ 「7．ウェブ薄板ストリップ(3)がほぼ120mmの間隔をおいて互いに平行に配置されている，請求項1から6までのいずれか1項記載の板部材。",
                            "・ 「8．各ウェブ薄板ストリップ(3)の高さがほぼ40mmである，請求項1から7までのいずれか1項記載の板部材。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「したがって本発明の板部材は基格寸法，例えば1メ",
                            "ートル幅で製造し，例えば造船所に送り，船舶のデッキ，船倉及び他の構成部分の製造に用いることができる。しかしながら使用は船舶構造に限定されるものではない。板部材の別の有利な使用分野としては自動車構造，飛行機構造，タンク構造又は類似のもの(判決注：「もの」は誤記)が考えられる。」(6頁下5行～末行)",
                            "・ 「第1a図には第1図の板部材4の左側の範囲が寸法を拡大して示されている。同じ構成部分は同じ符号で示されている。第1a図からはウェブ薄板ストリップ3が外側薄板1と2とにレーザ溶接継目8で突合わせ溶接されていることが明らかである。キー部材6として役立つ四角成形管7もレーザ溶接継目8’によって外側薄板1と2とに溶接されている。四角成形管は絶縁作用を有する分離のために絶縁材料から成る，間挿されたストリップ6’を有している。」(10頁7行～12行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "図面(かっこ内は明細書中の図1aに関する記載である)",
                          "text": [
                            "・ 【図1a】(第1a図は第1図の板部材の左側の縁範囲を拡大して示した図)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙4(特開平7−292851号公報，発明の名称「合成樹脂製補強板材」，出願人 パネフリ工業株式会社，公開日 平成7年11月7日)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「【発明が解決しようとする課題】この発明は，合成樹脂製板材を中空にすることによって生じた板材の撓みの増大を抑制し，これによって軽量で剛直な合成樹脂製板材を提供しようとするものである。」(段落【0004】)",
                            "・ 「…リブ間の距離については，帯板Bを固定するために互いに接近している対をなすリブを便宜上1個のリブと考えると，例えばリブ11と12との間の距離Rは10～40mmの範囲内にすることが好ましい。」(段落【0015】)",
                            "・ 「…図1において厚みUが0．7mmの硬質塩化ビニル樹脂製の表面部分31及び裏面部分32で構成されて厚みTが11mm，幅が290",
                            "mmとなっている合成樹脂製板材A…」(段落【0017】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図面",
                          "text": [
                            "・ 【図1】(この発明に係る合成樹脂製補強板材の一部切欠分解斜視図である。)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)によれば，乙3は名称を「板部材」とする発明であり，鋼製の薄板がレーザ溶接され，例えば船舶のデッキ，船倉その他のタンク構造等に用いられるもの，上記(イ)によれば，乙4は，名称を「合成樹脂製補強板材」とする発明であり，合成樹脂製の板材を中空にすることによって生じた板材の撓みの増大を抑制することに関する発明であり，いずれも本願補正発明と技術分野が近接するものとはいえないから，乙3，4に関する被告の主張については採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する補足的判断",
              "text": [
                "原告は，引用発明は堅固なプラスチック中空体の殻を提供するものであるから，内挿繊維の密度を高くするため空洞が縦長になっており，隔壁の高さを低くすることはできない旨主張する。",
                "しかし，プラスチック中空体の強度は，構成する材料，その厚さ，太さなどにより様々に調整可能であるから，堅固性を得るために，必ずしも空洞を縦長として隔壁の密度を高める必要があるとはいえず，引用発明において，隔壁の高さを間隔よりも小さくすることができないとはいえない。したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10419",
    "date": "2009-09-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038004",
    "ipprecedent_id": "1965",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}