{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "本件を東京地方裁判所に差し戻す。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，150万円及びこれに対する平成19年5月24日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【以下，略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "一審被告である被控訴人は，医薬品その他の各種化学製品の製造・加工及び販売等を行う株式会社であり，その商号は平成6年に三菱化成株式会社から現在の商号に変更されたものである。",
            "一審原告である控訴人は，被控訴人の元従業員で，その中央研究所内に設置された医薬研究部などで新薬の開発に携わるなどした後平成8年3月31日に被控訴人を定年により退職し，平成9年6月27日にその理事役も退任した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件訴訟は，慢性動脈閉塞症に伴う虚血性諸症状に効能のある医薬品である商品名「アンプラーグ」に関する特許第1466481号及び特許第1835237号の共同発明者の一人で元従業員であった控訴人が，使用者であった被控訴人に対し，平成16年法律第79号による改正前の特許法35条(以下「旧35条」という。)に基づき，平成8年4月1日から平成21年5月18日までの実施に対応する相当対価31億3800万円又は15億6900万円から既払金4800円(出願補償金及び登録補償金として支払われたもの)を差し引いた残額の一部として150万円及びこれに対する訴状送達の日の翌日である平成19年5月24日から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原審の東京地裁は，平成20年2月29日，控訴人の実績補償に係る相当対価請求権は，本件発明1については実施開始時である平成5年10月7日が，本件発明2については設定登録時である平成6年4月11日がそれぞれ起算点となり，控訴人が履行を請求した平成19年2月1日までに10年以上が経過したから，上記相当対価請求権は時効により消滅したとして，当該相当対価の額について判断することなく，控訴人の本訴請求を棄却した。そこで，これを不服とする控訴人が本件控訴を提起した。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "当審における主たる争点は，消滅時効の成否である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，原判決「事実及び理由」欄・第2「事案の概要等」及び第3「争点に関する当事者の主張」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明等取扱規則9条に係る実績補償の支払時期",
              "content": [
                {
                  "fig": "ア",
                  "subject": "支払時期その1(本件発明実施から5年後以降)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明等取扱規則9条は，発明を実施し，当該発明の効果が顕著であったか否かによって褒賞金の支給の有無が決定される旨を規定するものであるから，当該実績補償の支払時期は「効果が顕著か否か」を判定するに必要な期間の経過後と解すべきである。",
                        "そして，一般に医薬品は発売までに長い期間がかかる上，発売後に副作用等が判明すれば発売中止の可能性すらあることを考えれば，効果が顕著かどうかを判断するために「5年間」を要すると解することは合理的である。被控訴人は，本件特許報奨取扱い規則(甲9)において，「営業利益基準」として「5会計年度の累積営業利益(技術料収入を含む。)」(同規則第1条(1)②)を要求し，また，職務発明取扱規則施行細目(乙1の5)においても，「累積営業利益額」として「5年間の累積営業利益額(技術料収入を含む。)」を要求する。これは，被控訴人において，顕著な効果の有無を判断するために少なくとも実施後5年の経過を必要としていることを意味する。",
                        "そうすると，「効果が顕著か否か」を判定するに必要な期間を考慮して，実施後5年を経過した時点を実績補償の支払時期とすべきである。",
                        "したがって，本件において「顕著な効果」の有無が判断でき，それに基づく実績補償の請求が可能となるのは，本件発明が実施された平成5年10月7日(甲2)から5年間の経過した平成10年10月6日以降と解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原判決は，本件発明等取扱規則9条の「会社が，特許権等に係る発明等を実施し」との部分のみを取り出して解釈し，支払時期を認定するが，同条の規定内容からすれば，単に発明が実施されたのみではなく，その効果が顕著であると認められた場合に初めて実績補償の請求が可能になると解すべきであって，前段部分のみを取り上げて実績補償の支払時期の定めと解するのは上記文言に反する。",
                        "理論上も，「実績補償」は，当該発明に積極的利益が生じた場合にその利益に応じて支払われるものであり，現実に利益が生じたことを前提にその利益を基準として具体的な額を伴った補償金請求権が発生するものであるから，本件発明等取扱規則においても，実際に実績を判定して初めて支払時期が到来する性質のものである(オリンパス光学事件に係る最高裁平成15年4月22日第三小法廷判決・民集57巻4号477頁及びその原審である東京高裁平成13年5月22日判決・判例時報1753号23頁も，そのような認識を前提とするものである。)。実績補償を前提とする限り，実施時に直ちに支払が可能となることは発明者も望んでいないし，実際に発明者が発売日に実績補償を請求したとしても，会社側は，「効果が顕著かどうか分からない」ということを理由に支払を拒否したはずであるから，このように解することが双方の利益に合致するのである。",
                        "なお原判決は，相当の対価請求権の発生時において，客観的に見込まれる利益の額として「使用者等が受けるべき利益の額」を算定することは可能であるなどと判示するが(原判決35頁～36頁)，原判決自身が判示しているように「発明の実施の状況等」，すなわち実施後の売上等具体的な事情を勘案しなければ「使用者が受けるべき利益の額」を推計することは不可能である(かかる利益を推計するに当たり実施後の売上が最も重要なファクターであることはいうまでもない)。実施品の売上等一切ない段階でそれが可能となるはずはないのであって，それにもかかわらず権利行使が可能であったとすることは，不可能を強いる形式論というべきである。",
                        "また原判決は，実績補償の支払時期が発明の実施の効果が顕著であることの認定といういわば被控訴人の意思いかんによって左右されると解することは相当でないとする(原判決33頁)が，本件発明等取扱規則9条は，「効果が顕著」かどうかの判断について被控訴人の意思にのみ係らせる規定とはなっていないのであり，仮に被控訴人がこれを自由に決められると主張したとしても，最終的にそれを許すような司法判断はなされないはずである。実際の規定上も，本件発明等取扱規則は，その10条において，「金額」については「社長」が決定すると定めているものの，「効果が顕著」で支払うべきか否かについては判断権者を規定していないから，原判決は誤りである。",
                        "さらに原判決は，相当期間として5年の経過が必要と解釈すれば，その時点まで従業者等が対価を請求することができないということを意味するから，かえって発明者の請求が期間の未到来を理由に妨げられることとなり発明者に酷であり，控訴人の主張するような解釈はできないとした(原判決35頁)。しかし，その法的性質に期限の点で不利益な部分があると解釈され得るとしても，施行当時において請求の障壁になっていたことは否定できない。実際に従業者に対して実績補償が支払われたことがなかったという本件の状況では，5年の経過を待ってでも実績補償の支払を得ることは当時の従業者にとっての合理的な期待である。",
                        "控訴人が請求する相当対価は特許発明の実績に対する補償なのであるから，本来的に実績の存在は不可欠であり，決算によって製品の売上が集計され，客観的な資料によって初めて実績補償の額や可否が決まるのである。従業者としても，自らの発明の実績について客観的資料を得られるのであるから，待つことは有利でこそあれ何ら不利益なことではない。",
                        "原判決は，実質的に本件発明等取扱規則の解釈を誤るものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "支払時期その2(翌年度の開始日〔4月1日〕以降)",
                  "text": [
                    "仮に5年の経過を待てないとしても，本件発明等取扱規則に基づく実績補償は少なくとも年度ごとに行われるから，年度ごとに支払時期が到来すると解すべきである。",
                    "すなわち，発明実施の「効果が顕著」であるかどうかは，売上あるいは営業利益によって判断することになるが，各発明(各医薬品)の販売実績は，会計年度ごとに明らかにされる。現に，被控訴人の現行規定(本件特許報奨取扱い規則〔甲9〕，職務発明取扱規則施行細目〔乙1の5〕)は会計年度ごとに対象事業が黒字であることを要件としており，年度ごとの実績を算定の基準としているし，被控訴人の決算発表(甲5の1～6)においても主要製品別売上高を公表している。",
                    "そうすると，少なくとも各年度の実績に相当する分につき，当該年度末が経過した時点を実績補償の支払時期とすべきであり，したがって，その支払時期は平成8年4月1日以降分については翌平成9年4月1日以降と解すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許報奨取扱い規則が適用されること",
              "text": [
                "本件特許報奨取扱い規則(甲9)が控訴人に適用されること，また，本件特許報奨取扱い規則の対象となる発明者が現在の従業員であることを要件としていないことは，原判決第3，2〔原告の主張〕(1)，イ及び同(3)のとおりである。",
                "また，経済産業省が行った職務発明規定に関するアンケート(甲19)においても，従業者が行った発明に対する退職後の対価の支払につき「従業者と同じ扱い」と回答した企業等は70．4％にものぼっている。本件特許報奨取扱い規則が退職者を従業者と同様に取り扱うことは，このような見地からも当然のことである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明等取扱規則9条に係る実績補償の支払時期",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "民法166条1項は「消滅時効は，権利を行使することができる時から進行する。」と規定し，職務発明の相当の対価請求権に関する特許法旧35条3項は，「従業者等は，契約，勤務規則その他の定により，職務発明について使用者等に特許を受ける権利若しくは特許権を承継させ，又は使用者等のため専用実施権を設定したときは，相当の対価の支払を受ける権利を有する。」と規定する。",
                    "すなわち，従業者等は，職務発明について使用者等に特許を受ける権利又は特許権を承継させたときには相当の対価の支払請求権を取得するのであり，条文上，支払時期に関する規定はないのであるから，勤務規則等に支払時期の定めについて特段の定めがない場合には，期限の定めのない債権として，上記承継時から行使することができる。他方，職務発明に関する会社の勤務規則等に相当の対価の支払時期に関する定めがある場合には，その支払時期が相当の対価の支払を受ける権利の消滅時効の起算点となると考えられる(オリンパス光学事件に係る前記最高裁平成15年4月22日第三小法廷判決・民集57巻4号477頁参照)。",
                    "そして，控訴人は実績補償の不足分を請求するものであるところ，原判決が認定するとおり，本件においては，実績補償金について勤務規則等に明確な支払時期の定めはないから(原判決33頁参照)，原則に戻って，権利承継時が消滅時効の起算点となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，原判決のように，勤務規則等で実績補償の支払時期が明確に定められていない場合の実績補償金の支払時期について，特許発明の実施開始時又は特許権の設定登録時のいずれか遅い時点を定めたものと解するとしても，本件において消滅時効が完成していることは原判決が認定するとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明等取扱規則9条に基づく主張につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件発明等取扱規則9条による実績補償は，単に発明が実施されただけではなく，その効果が顕著であると認められた場合に初めて支払われるものであるから，実績補償の支払時期は，実施後相当期間が経過した後であると主張する。",
                        "しかし，被控訴人は，従業員が特許法旧35条に基づき職務発明の相当対価を請求した場合，本件発明等取扱規則9条を根拠として期限の利益を主張できないから，同規定は控訴人が職務発明の対価を請求する法律上の障害とはなり得ないというべきである。",
                        "すなわち，勤務規則において出願時補償，登録時補償及び実績補償が定められているときは，同勤務規則は相当の対価の分割払いの定めと解され，これらの合計額が特許法旧35条4項の定める相当の対価額に不足するときは，職務発明者はその差額を特許法旧35条3項に基づき請求できるはずであるが，本件発明等取扱規則9条のように，「その効果が顕著であると認められた場合」に初めて実績補償金を支払うと解した場合，「その効果が顕著であると認められない場合」には実績補償金を支払わなくてよいこと，換言すれば，職務発明者の実績補償金の請求に対し，使用者が「その効果が顕著であると認められた場合」に該当しない(その評価額は0円であるということ)から実績補償金はない旨を主張し得ること(この主張は，実績補償金債権が存在することを前提にして，その期限の利益を抗弁しているものではない)を意味することになる。しかし，このような解釈は，本件発明等取扱規則9条の文言に忠実であるとしても，同条を従業者に一方的に不利益な相当対価額を定めたものと解することになり，同条は支払拒絶の正当理由となり得ず，さらに同条を根拠として弁済期の未到来を理由に支払の拒絶が正当化されることもまたあり得ない。",
                        "そうである以上，本件発明等取扱規則9条は，相当の対価の額に不足する実績補償金の定めとしてその効力が否定されるもので，相当の対価の請求に対する法律上の障害となるものではない。",
                        "また，本件発明等取扱規則9条の文言から，従業者等は顕著な効果を判断するために必要な期間が経過するまで職務発明の対価を請求できないという解釈を導き出すことはできないから，その意味でも顕著な効果の有無は法律上の障害とはなり得ない。",
                        "なお控訴人は，オリンパス光学事件に係る最高裁判決等を引用して主張するが，同判決の事案は，「発明考案取扱規定」に「会社が職務発明につき第三者から工業所有権収入を継続的に受領した場合には，受領開始日より2年間を対象として」という明確な支払時期の定めがあった事案であり，これがない本件とは全く事案が異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また控訴人は，「効果が顕著」かどうかについての本件発明等取扱規則9条における規定の仕方は，その判断を被控訴人の意思のみに係らせるものとなっていないとか，同規則第10条は「金額」については「社長」が決定すると定めつつも，「効果が顕著」であるか否かについて特段の判定権者を規定していないなどと主張する。",
                        "しかし，褒賞金の金額は顕著な効果と無関係に定められるものではなく，顕著な効果に基づいて決定されるのであるから，顕著な効果の有無と褒賞金の金額の判定はいずれも社長が行うことは明らかであって，控訴人の主張には理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許報奨取扱い規則に基づく主張につき",
                  "text": [
                    "控訴人は，本件特許報奨取扱い規則が控訴人に適用され，これに基づき実績補償を請求できる旨主張するが，これに理由がないことは，原判決第3，2〔被告の主張〕(4)のとおりである。",
                    "また，仮に本件特許報奨取扱い規則が控訴人に適用される余地があるとしても，本件発明に係る実績補償の支払時期(原判決の認定によれば本件発明1は平成5年10月7日，本件発明2は平成6年4月11日)の当時同規則は施行されておらず(施行は平成13年11月21日)，本件発明の権利承継時に遡って適用することを定めたものでもないから，控訴人の相当対価請求権はいずれにせよ時効により消滅したというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，控訴人の本訴請求に係る職務発明対価請求債権の消滅時効は完成していないと判断する。その理由は，以下に述べるとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における基礎的事実関係",
          "text": [
            "本件における基礎的事実関係は，原判決第2，1(当事者間に争いのない事実等)(2頁12行～11頁3行)記載のとおりであるから，これを引用する(ただし，「原告」を「控訴人」と，「被告」を「被控訴人」と読み替える。以下同じ)。"
          ]
        },
        {
          "fig": "3",
          "subject": "消滅時効完成の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "職務発明について特許を受ける権利等を使用者等に承継させる旨を定めた勤務規則等がある場合においては，従業者等は，当該勤務規則等により，特許を受ける権利等を使用者等に承継させたときに，相当の対価の支払を受ける権利を取得する(特許法旧35条3項)。対価の額については，同条4項の規定があるので，勤務規則等による額が同項により算定される額に満たないときは同項により算定される額に修正されるが，対価の支払時期についてはそのような規定はない。したがって，勤務規則等に対価の支払時期が定められているときは，勤務規則等の定めによる支払時期が到来するまでの間は，相当の対価の支払を受ける権利の行使につき法律上の障害があるものとして，その支払を求めることができないというべきである。そうすると，勤務規則等に，使用者等が従業者等に対して支払うべき対価の支払時期に関する条項がある場合には，その支払時期が相当の対価の支払を受ける権利の消滅時効の起算点となると解するのが相当である(最高裁平成15年4月22日第三小法廷判決・民集57巻4号477頁参照)。",
                "そして特許法旧35条3項に基づく相当の対価の支払を受ける権利は，同条により認められた法定の債権であるから，権利を行使することができる時から10年の経過によって消滅する(民法166条1項，167条1項)。",
                "そこで，以上の見地に立って本件について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決6頁1行～7頁9行のとおり，本件発明等取扱規則は，被控訴人が従業員のした職務発明について特許を受ける権利を承継した場合の相当対価について，実質的に出願補償，登録補償及び実績補償の3種に区分し，同区分に従いそれぞれ支払をすること，また，これら各補償の支払時期は，出願補償については出願した時点，登録補償については特許権の設定登録がされた時点と規定し，他方，実績補償の支払時期については，「会社が，特許権等に係る発明等を実施し，その効果が顕著であると認められた場合その他これに準ずる場合は，会社は，その職務発明をした従業員に対し，褒賞金を支給する。」(9条)と規定する。そして控訴人の本訴請求債権は，このうち実績補償に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，実績補償は本件発明等取扱規則9条が定めるように「会社が…発明等を実施し，その効果が顕著である」ときに支払時期が到来するものであるが，会社が発明を実施し，その効果を判定するためには一定の期間経過を必要とすることは道理であるから，上記規則9条は，会社が発明を実施しその効果を判定できるような一定期間の経過をもって実績補償に係る対価請求債権の支払時期が到来することを定めたものと解するのが相当である。",
                    "そこで，どの程度の期間経過をもって実績補償に係る対価請求債権の支払時期と解すべきかであるが，被控訴人により平成13年11月21日から施行された本件特許報奨取扱い規則(甲9)の6条には職務発明者に「営業利益基準」に基づき一定の報奨金が支払われることが，また1条に，上記「営業利益基準」が報奨申請時の前会計年度から起算して連続する過去5会計年度における対象事業の営業利益を基準とするものであることが規定されている。同規則は控訴人が被控訴人会社を退社ないし退任した後の平成13年11月21日から施行されたものであるとしても，5年をもって実績評価期間とする部分は，控訴人在職期間中から関係人の間で当然の前提とされていた内容を注意的に明文化したものと認めるのが相当であり，しかも，これが使用者と従業者の双方にとって不当に長いと解すべき事情も見当たらない。",
                    "そうすると，本件発明等取扱規則9条における実績補償の支払時期を決する前提となる発明の客観的価値を認定するために必要とされる期間は5年ということになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明等取扱規則9条における実績補償に係る相当対価の支払請求債権は，各職務発明の実施から5年を経過した時点が消滅時効の起算点となるところ，原判決4頁下5行～5頁13行のとおり，本件発明はいずれも平成5年10月7日に実施されたことが認められるから，本件発明の実績補償に係る相当対価支払請求債権の消滅時効の起算点は，それから5年を経過した平成10年10月7日ということになる。そして，控訴人は平成19年2月1日被控訴人に対しその履行を催告し(甲7の1，弁論の全趣旨)，同年5月18日に本訴を提起した(当裁判所に顕著な事実)から，上記消滅時効は上記催告時に中断したことになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し被控訴人は，本件発明等取扱規則9条は従業員にとって一方的に不利益な定めであるためその効力が否定され，同条を根拠に弁済期の未到来を主張することはできないから，同規定は実績補償に係る相当対価の支払請求に対する法律上の障害とはならない旨主張する。",
                "しかし，同規定は相当対価を出願補償，登録補償及び実績補償の3種に区分し，分割払いとして定めた点や，実績補償が発明の効果を見極めた上で支払われるべきものであるとの趣旨を包含する点等において，合理性を有するから，その限度において会社が定めた勤務規則の内容を尊重して支払時期の定めを解釈することが何ら妨げられるものではない。",
                "したがって，被控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，控訴人の本訴請求債権は時効消滅しておらず，本訴請求の当否を判断するには，相当対価額について実体審理をする必要がある。",
            "しかるに原判決は，消滅時効の抗弁についてのみ判断して控訴人の本訴請求を棄却しているから，原判決を取り消した上，本件発明に係る相当対価の額等について更に審理を尽くさせるため，本件を原審に差し戻すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(ネ)10039",
    "date": "2008-10-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(ワ)12522",
    "precedent_id": "036976",
    "ipprecedent_id": "1630",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}