{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−31310号事件について平成20年6月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，後記商標登録出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記出願に係る下記(1)の本願商標は下記(2)の「他人の名称」を含む商標であるから商標登録を受けられないか(商標法4条1項8号)，である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "・商標 「株式会社オプト」(標準文字)",
                "・指定役務",
                "第35類",
                "「インターネットによる広告，インターネットユーザーのウェブサイトへのアクセス動向等のコンピュータネットワークに関する市場調査並びにそれらの調査結果の分析及びその調査結果に関する情報の提供，サービスの提供について他社との差別化又は改善等を行うために必要な資料を得るためにする市場等に関する調査又は当該調査の分析若しくは評価」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "他人の名称",
      "text": [
        "・「株式会社オプト」(会社法人等番号0101−01−000768，甲1，以下「引用会社1」という。)",
        "・「株式会社オプト」(会社法人等番号0918−01−000586，甲2，以下「引用会社2」という。)",
        "・「株式会社オプト」(会社法人等番号0707−01−000136，甲32，以下「引用会社5」という。)",
        "・「株式会社オプト」(会社法人等番号1400−01−022158，甲33，以下「引用会社6」という。)"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成18年3月28日，前記第2，2(1)に記載の本願商標(「株式会社オプト」)につき，指定役務を第35類・第36類・第37類・第39類・第41類・第42類・第43類・第44類・第45類として(詳細は省略)商標登録出願(商願2006−027632号)をしたが，拒絶査定を受けたので，平成19年11月20日付けで不服の審判請求をした。",
                "特許庁は同審判請求を不服2007−31310号事件として審理し，その後原告は，平成20年6月12日の補正(甲53)により指定役務を前記第2，2(1)のとおりとしたが，特許庁は，平成20年6月27日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」ということがある。)をし，その謄本は平成20年7月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，本願商標は他人の名称を含む商標であるから商標法4条1項8号により登録を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，次のとおり違法なものであるから，取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標法4条1項8号の趣旨",
                  "text": [
                    "商標法4条1項8号は，人が，自らの承諾なしに，その人の同一性を認識させる機能を有する肖像，氏名，名称等を商標に使われることがない人格的利益を有していることを前提として，このような人格的利益を保護するために規定されたものである。",
                    "このような氏名，名称が有する同一性を認識させる機能は，特定人を第三者が知り得る範囲内でのみ発揮されるものであり，当該特定人とは全く関連性のない分野や地域においては，第三者は当該特定人を想起する事態が生じないことから，当該特定人の同一性を認識させる機能が発揮されることはない。したがって，第三者によって，当該特定人の同一性が認識され得ない範囲については，当該特定人の人格的利益を保護する必然性が著しく低いこととなる。",
                    "他方，商標を使用する者が，自己が使用する(あるいは使用を企図する)商標について，商標登録による保護を得ようとすることは，出願人の業務上の信用維持を図る上で必須の行為であり，また，このような商標につき商標登録を認めることは，商標に化体した「信用」を適切に保護するために法律上要求されているところである。この点については，会社の名称，いわゆる商号商標についても同様であり，商号商標についても，出願人の業務上の信用を適切に維持すべく，商標制度が利用されており，また，商標登録を認める高い必要性が存するところでもある。",
                    "商標法は，一定の商標を使用した商品又は役務が一定の出所から提供されるという取引秩序を維持することを通じて産業の発達に貢献し，併せて需要者の利益を保護することを法の目的とするものである。したがって，同法における登録要件の判断に当たっては，このような法の目的が損なわれることのないよう解釈される必要がある。",
                    "以上のようなことからすると，商標法4条1項8号の適用に当たっては，「出願商標と同一の名称よりなる他人の人格的利益」と「出願人の商標登録の利益」とを比較衡量することが必要であり，商号商標が，たとえ，文言上「他人の氏名，名称からなる」商標に該当するとしても，他人の人格的利益が毀損されるおそれがないことが明らかな場合，「他人の人格的利益」の保護の必要性に比して「出願人の商標登録の利益」が著しく高い場合には，商標法4条1項8号に該当しないと判断されて然るべきである。このことは，他人の名称を含む商標の出願及び査定時において，当該他人が存在している場合に限り，当該他人の人格権を保護するために商標法4条1項8号が適用されること(商標法4条3項)，仮に同号に該当する商標であっても登録後5年を経過した後には，無効事由の対象外となる除斥期間が設けられていること(商標法47条)からも明らかである。",
                    "以上のような見解は，学説において採られており(網野誠「商標(第6版)」337頁［平成14年6月30日株式会社有斐閣発行，甲19の2］)，審査実務においても採られているところである(工藤莞司「商標審査基準の解説(第3版増補)」149頁［平成14年10月29日社団法人発明協会発行，甲19の1］)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決における東京高裁昭和44年(行ケ)第6号事件判決(昭和44年5月22日言渡)適用の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "東京高裁昭和44年(行ケ)第6号事件判決の判旨",
                      "text": [
                        "本件審決は，「そして，東京高裁昭和44年(行ケ)第6号判決(昭和44年5月22日言渡)において判示されているとおり，商標法第4条第1項第8号は，他人の氏名もしくは名称の略称並びに雅号，芸名もしくは筆名及びこれらの略称についてのみ，それが著名であることを要求しているのであり，フルネームの氏名，名称自体については，それが著名であることを要せず，また，同法条の趣旨は，他人の氏名，名称に対する人格権を保護することにあると解するのが相当であるから，出願商標の氏名，名称及び他人の氏名，名称が著名であるかどうかによって区別されるべきではなく，また，同法条の趣旨からいって，商品又は役務の出所の混同があるかどうかによって区別されるべきものでもない…」(3頁2行～11行)と判断している。",
                        "しかし，同判決は「…法条の立法趣旨は，…他人の氏名，名称に対する人格権を保護するにあると解するのが相当であるから，他人の氏名，名称が著名であるかどうかによって区別する実質上の根拠はない。」(甲41，2頁3行～7行)と判示するにとどまるものであって，同一名称からなる商標につき，一様に他人の人格権を毀損するものであるとするものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "東京高裁昭和44年(行ケ)第6号事件の背景",
                      "text": [
                        "同事件の原告は，昭和41年4月2日に，商標「池田物産株式会社」について，同事件の判決の対象となった商標登録出願を含め14件の商標登録出願を行った。これらの商標登録出願のうち12件については，商標法4条1項8号に該当するとはされずに登録査定がされており，一方，同事件の対象となった商標登録出願を含む2件の出願についてのみ，同号に該当するとして拒絶査定がされた(甲55～68)。",
                        "東京高裁昭和44年(行ケ)第6号事件の対象となった商標登録出願(甲68)が拒絶査定を受けたのは，東京都千代田区に「池田物産株式会社」が存在するから商標法4条1項8号に該当するとされたためであり，拒絶査定がされた他の1件の商標登録出願(甲67)についても，拒絶の理由は同様のものであると推察される。",
                        "上記の東京都千代田区所在の「池田物産株式会社」の会社登記簿謄本(甲69)及び会社案内(甲70)から認められる同社の事業内容を，東京高裁昭和44年(行ケ)第6号事件の原告が出願した上記14件の商標登録出願の指定商品と比較すると，①上記の東京都千代田区所在の「池田物産株式会社」の「目的」に記載されている事業とは異なる商品を指定商品とする10件の出願についてはすべて登録査定がされていること(甲56～59，61～66)，②上記の東京都千代田区所在の「池田物産株式会社」の「目的」に記載されている事業と関連する商品を指定商品としているにもかかわらず登録査定がされているものが2件あること(甲55，60)，③上記の東京都千代田区の「池田物産株式会社」の「目的」に記載されている事業と関連する商品を指定商品としており，かつ，同社がその事業について実際に業務活動をしている出願については，商標法4条1項8号に該当するとして拒絶査定がされていること(甲67，68)，が認められる。",
                        "上記査定の結果を分析するに，被告においては，東京高裁昭和44年(行ケ)第6号事件判決が出された当時より，商標法4条1項8号に該当するか否かにつき，「他人の名称と同一の商標からなる商標であって，当該他人の承諾を得ていないもの」は画一的に同号に該当するとの判断は行われておらず，「出願商標の指定商品と，引用された会社の事業内容とが異なる場合には，当該指定商品については，保護すべき必然性はない」として商標法4条1項8号には該当しないものとされている。",
                        "そして，他人の事業内容の範囲の特定については以下の基準が採られていたことが推察される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用された会社の会社登記簿謄本の「目的」に記載された事業を同社の実際の事業内容と擬制し，その事業内容と関連する商品を指定商品とする商標登録出願については，同社の人格権保護の立場より商標法4条1項8号に該当すると判断する。他方，会社登記簿謄本の「目的」に記載された事業内容とは関連性を有しない商品を指定商品とする商標登録出願については，引用された会社の人格権毀損のおそれはないとして商標法4条1項8号には該当しないとする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ただし，引用された会社の会社登記簿謄本の「目的」に記載された事業と関連性を有する商品を指定商品とする商標登録出願であっても，同社がその事業を実際には行っていないとの事実を認識し得る場合には，同社の人格権毀損のおそれは生じないとして，商標法4条1項8号には該当しないものとする。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用された会社の会社登記簿謄本の「目的」に記載された事業であって，かつ，実際に同社によって事業展開がされている範囲と関連性を有する商品を指定商品とする商標登録出願については，同社の人格権保護の立場より，商標法4条1項8号に該当するものとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "東京高裁昭和44年(行ケ)第6号事件判決の判旨の解釈東京高裁昭和44年(行ケ)第6号事件の判決は，他人の名称の著名性のみが争点とされた事案であって，他人の事業と出願商標の指定商品との業務範囲についての検討，出願された指定商品の範囲で他人の人格権を保護する必然性があるか否かについて議論がされているものではない。本来，他人の「雅号，略称」等については著名性が問われるところ，同事件において，原告は他人の名称における著名性が必要である旨を主張したために，「他人の氏名，名称が著名であるかどうかによつて区別する実質上の根拠はない。」との判決がされたにすぎない。本来ならば出願商標の指定商品と他人の事業内容との関連性について争われるべきであったところ，そのような主張が同事件においてされなかったのは，当時より，出願商標の指定商品と他人の事業内容の共通性の有無が，他人の人格権を毀損するか否かの判断における暗黙の基準であり，同事件については，出願商標の指定商品と他人の事業内容について共通性がすでに確認されていたため，このような主張がされなかったものと推察される。",
                        "したがって，本件につき，同判決を根拠に「同一名称を含む商標につき，一様に他人の人格権を毀損する」とするのは，同判決の解釈を誤って適用したものとみざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決例にみる商標法4条1項8号適用の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "過去の審決例においても，出願商標の指定商品・役務と引用された会社の事業内容の共通性について検討された結果，出願商標の登録によって，引用された会社の人格権が毀損されるおそれはないとして登録を認められた例が複数存在する(甲38～40，甲71～73)。",
                        "これらの審決は，いずれも，「出願商標の指定商品・役務の範囲内と他人の業務内容を検討し，出願商標の指定商品・役務と，拒絶理由又は拒絶査定において引用された会社の事業内容とが異なる場合には，引用された会社の人格権を毀損するおそれはない」，「指定商品・役務を取扱う業界において，出願人が出願商標を使用していることが，需要者に周知である場合には，出願商標の保護の必然性が高い」と判断されている点で共通する。",
                        "これに対し，本件審決は，上述の審決例とは全く異なる判断基準を用いて，本願商標が商標法4条1項8号に該当するか否かを判断している。すなわち，本件審決では，「…出願商標の氏名，名称及び他人の氏名，名称が著名であるかどうかによって区別されるべきではなく…」(3頁8行～9行)として，本願商標の周知度について考慮しておらず，さらに，「…請求人は，平成20年6月12日付けで審理再開申立書及び手続補正書を提出しているが，その趣旨は，平成19年7月25日付けの意見書及び同年11月20日付の審判請求書の内容と重複するものであり，かつ，指定役務を減縮補正しているに止まり，上記認定・判断に影響を及ぼすものとは認められない…」(3頁17行～21行)と判断していることから明らかなとおり，本願商標の指定役務の範囲と各引用会社の事業内容との関係についての検討も一切なされていない。",
                        "また，本件審決は，「…請求人は，過去の商標登録例を挙げ，本願商標の登録適格性を主張しているが，その構成及び態様等が異なり，事案を異にするものであり…」(3頁12行～13行)として，原告の主張を一蹴し，「他人の名称」を含む商標であるとの理由のみから商標法4条1項8号の適用を受けるとの判断をしている。",
                        "確かに，「…具体的事案の判断においては，過去の登録例に拘束されることなく検討されるべき…」(審決3頁14行～15行)であろうが，商標法4条1項8号の適用要件について，本願商標のみ従前の例とは全く異なる基準によって判断することは，審査の公平性を著しく欠く不当なものであり，違法である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，被告が主張する審決例(乙1～5)は，以下のとおり，当該他人の人格権的利益を侵害するおそれのある具体的な事情が存在するか否かについて精査された結果，商標法4条1項8号に該当すると判断されたものであって，一律に拒絶されたものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙1の審決(不服2003−16300号審決)，乙2の審決(不",
                          "text": [
                            "服2003−16301号審決)は，「石材の加工」，「墓地又は納",
                            "骨堂の提供」をそれぞれ指定役務として，商標「須藤石材株式会社」を出願した事案について，出願を拒絶すべきものとした審決であるが，これらの出願商標と同一名称を有する他人によって同種業務が行われていることが明らかな事案である(甲318)。したがって，指定役務の範囲内において，引用された会社の人格権毀損の蓋然性が高いと判断される上，同社の事業内容との相違，同社の認知度等を検討し得る主張及び証拠の提示は請求人側よりなされていない(甲319～322)。職権審査とはいえ，拒絶理由の該当性については，意見書・審判請求書等に記載された請求人側等の主張を中心に判断されるものであるから，そのような主張がなされない以上，これらの商標について，商標法4条1項8号に該当するとの判断をせざるを得ないとの個別具体的な事情があったことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "乙3の審決(不服2004−11438号審決)の事案において",
                          "text": [
                            "は，請求人から，引用された会社(「三共リース株式会社」)の承諾を得るべく交渉中である旨の主張がされていたが，被告による審尋後においても承諾書は提出されなかった。承諾書を得る交渉が行われたにもかかわらず，承諾書の提出がなされないのであるから，引用された会社より，請求人による商標登録について承諾しないとの積極的な意思表示があったものと推察される。当該審決は，このような個別的事情を考慮して，商標法4条1項8号に該当すると判断されたものであり，同一名称の企業が存在するとの事由のみをもって判断された本件審決とは，判断手法を異にする。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙4の審決(不服2006−11864号審決)は，商標「株式会",
                          "text": [
                            "社花の企画社」につき，同一名称の他人である「株式会社花の企画社」が存することを理由に商標法4条1項8号に該当するとした事案であるが，同事案の拒絶査定においては，「…本願商標は，本願商標登録出願人の登録出願前より全国に周知となっている『花の企画社』と同一の法人名を国内法上で権利設定を図るという不正の目的を容易に推認させるフリーライド登録出願にあたるもの…」(甲323，2頁6行～8行)と認定している。すなわち，当該事案においては，引用された会社の著名性が，同号の要件の一つとされたものであり，同一名称を含む商標について一様に他人の人格権を毀損するとするとの判断手法に基づくものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "乙5の審決(不服2008−9800号審決)の事案においては，",
                          "text": [
                            "商標法4条1項8号に該当するとされた商標(「大栄不動産株式会社」)の指定役務と，引用された他人の業務内容とに関連性はないものの，請求人から，引用された会社より「承諾を得られなかった」旨の陳述がなされている。当該事案は，承諾を認めないとの他人の積極的な意思表示がなされているという個別的理由に基づいて商標法4条1項8号に該当すると判断されたものであり，本願の事案とは全く異なる事由に基づいて拒絶されたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願の指定役務における各引用会社の人格権毀損のおそれの有無本願商標が商標法4条1項8号に該当するか否かの判断に当たっては，本願商標の指定役務と各引用会社の事業内容とを対比し，各引用会社が本願商標の指定役務と同一又は類似の役務に係る事業を，事実上営んでいるか否かを考慮すべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標の指定役務の範囲",
                      "text": [
                        "本願商標の指定役務は，前記第2，2(1)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "各引用会社の概要",
                      "text": [
                        "被告は，平成18年9月6日付け拒絶理由通知書(甲43)及び平成19年10月4日付け拒絶査定(甲46)において，「株式会社オプト」の商号を有する以下の六つの会社を引用した。",
                        "① 「株式会社オプト」(甲1，引用会社1)",
                        "② 「株式会社オプト」(甲2，以下「引用会社2」という。)③ 「株式会社オプト」(甲2，引用会社3)",
                        "④ 「株式会社オプト」(甲31，以下「引用会社4」という)⑤ 「株式会社オプト」(甲32，引用会社5)",
                        "⑥ 「株式会社オプト」(甲33，引用会社6)",
                        "このうち，引用会社4の商号は，正しくは「有限会社オプト」である(甲31)ので，本願商標は引用会社4の名称を含む商標に該当しない。また，引用会社3は，引用会社2が平成17年4月2日に住所を移転する前の住所を表記したものである(甲2)。したがって，引用会社3と4を除いて検討する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "各引用会社の事業内容",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "会社登記簿の「目的」に記載された事業すべてが，本願商標の登録出願時に各引用会社によって実際に行われていたものとは限らないが，少なくとも会社登記簿に記載された「目的」の範囲を実際に行っている事業の範囲として擬制することは可能である。そして，このような観点から，上記(イ)の各引用会社(引用会社3と4を除く)の事業内容を検討するに，本願の指定役務の一である「インターネットによる広告」は，各引用会社の事業内容とは関連性を有しない指定役務であるから，少なくとも，この指定役務については，各引用会社の人格権毀損のおそれはない。",
                            "また，引用会社1，2，5の事業内容には，本願商標の指定役務である「インターネットユーザーのウェブサイトへのアクセス動向等のコンピュータネットワークに関する市場調査並びにそれらの調査結果の分析及びその調査結果に関する情報の提供，サービスの提供について他社との差別化又は改善等を行うために必要な資料を得るためにする市場等に関する調査又は当該調査の分析若しくは評価」と関連する事業も含まれていない。",
                            "したがって，本願商標の指定役務は，引用会社1，2，5の事業内容とは，全く異なることが明らかであり，このような指定役務について本願商標の登録がこれらの引用会社の人格権を毀損するおそれはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用会社6は，その「目的」として「経営コンサルタント業」を含む。そして，この事業は，本願の指定役務である「インターネットユーザーのウェブサイトへのアクセス動向等のコンピュータネットワークに関する市場調査並びにそれらの調査結果の分析及びその調査結果に関する情報の提供，サービスの提供について他社との差別化又は改善等を行うために必要な資料を得るためにする市場等に関する調査又は当該調査の分析若しくは評価」と関連性を有すると考えられる。このため，引用会社6の会社登記簿の「目的」に記載された範囲を同社の事業内容と擬制するかぎり，本願は，引用会社6の人格権を保護する立場より，商標法4条1項8号に該当することとなる。",
                            "しかし，引用会社6の実際の事業内容を検討するに，引用会社6が発行し配布する会社案内及び商品販売資料(甲75～77)によれば，引用会社6は「光触媒技術を用いた建築物等への塗装・加工に関する調査・研究開発」事業をその事業内容とする。さらに，第三者による引用会社6に関する企業データによっても，業種として「塗装工事業」(甲78，80)，「建築工事業」(甲79，80)とあり，",
                            "また，営業種目としても「建築工事，建築資材販売，塗装工事」「業歴8年で建築工事と塗装工事を主体。地元建設業者を受注基盤とする。」とある(甲79)。したがって，引用会社6は，会社登記簿の「目的」においては「経営コンサルタント業」を含むとしても，実際の事業内容は「塗装事業，建築工事業」のみに限定されるものとみるべきであるから，引用会社6の事業内容は，本願商標の指定役務に係る事業とは全く異なる業種であることが明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，各引用会社の事業内容と本願の指定役務を対比すると，少なくとも本願の出願時である平成18年3月28日時点において，本願の指定役務について，各引用会社が事業を実施している事実は見当たらない。商標法4条1項8号の適用については，出願時をもって判断されるものである(商標法4条3項)から，本願の出願時点において，各引用会社が本願の指定役務について事業の実施を行っていない限り，この指定役務の範囲において，本願が原告によって登録されたとしても，各引用会社の人格権が毀損されるおそれはないと判断されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願商標の保護の必要性",
                  "text": [
                    "前記ウで検討したとおり，過去の審決においては，「指定商品・役務を取扱う業界において，出願人が出願商標を使用していることが周知であるか否か」についても検討されているが，これは，指定商品・役務を取扱う業界において，出願人が出願商標を使用していることが，需要者に周知である場合には，出願商標の保護の必然性が高いと考えられるためである。",
                    "本願の場合，原告が，指定役務との関係において本願商標(「株式会社オプト」)が原告を示すものとして周知であるから，本願商標が登録されるべき必然性が高いものであることが明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標の使用開始時期及び使用期間",
                      "text": [
                        "原告は，平成6年3月4日に「有限会社デカレッグス」として設立された法人であり，平成7年4月20日に「株式会社オプト」に組織変更した。原告は，その後平成9年10月にeマーケティング事業を行うためウェブマーケティング事業部を設置してから現在に至るまで，常に，本願商標をもって「インターネットによる広告」(いわゆる「ネット広告事業」)及び「インターネットユーザーのウェブサイトへのアクセス動向等のコンピュータネットワークに関する市場調査並びにそれらの調査結果の分析およびその調査結果に関する情報の提供，サービスの提供について他社との差別化又は改善等を行うために必要な資料を得るためにする市場等に関する調査又は当該調査の分析若しくは評価」(いわゆる「eマーケティング事業」)を中心に事業展開を行っている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の業界における活動実績",
                      "text": [
                        "原告の事業概略は，会社案内(甲81)，事業実績報告書(甲82)及び売上実績報告書(甲83)に示すとおりであり，その活動は，新聞・雑誌等の各種媒体にもたびたび取り上げられている(甲89～285)。",
                        "ネット広告事業は原告の事業の根幹を成すものであり，また，原告の広告販売実績は，大手広告主からも高い評価を受けている(甲289～313)。",
                        "平成12年以降，原告は，独自に開発したインターネット広告の効果測定システム「ADPLAＮ」を利用した「インターネットユーザーのウェブサイトへのアクセス動向等のコンピュータネットワークに関する市場調査および調査結果の分析・情報の提供」事業(eマーケティング事業)を開始した。同事業は，モバイル広告測定機能の付加，架電状況で広告の効果測定を行うマーケティングシステムの提供等を通じて，より大きな事業の展開をみせている(甲240～243，269，27",
                        "0，275，276，281)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告の売上実績",
                      "text": [
                        "原告の売上実績は，次のとおりである(甲83)。",
                        "決算年月 売上高",
                        "平成10年12月 3億7141万6000円",
                        "平成11年12月 2億2680万6000円",
                        "平成12年12月 3億2359万7000円",
                        "平成13年12月 13億2837万4000円",
                        "平成14年12月 29億4889万8000円",
                        "平成15年12月 43億3992万1000円",
                        "平成16年12月 94億7345万8000円",
                        "平成17年12月 166億4654万1000円",
                        "平成18年12月 255億2118万5000円",
                        "平成19年12月 295億2470万円",
                        "なお，原告の平成19年度の売上高はおよそ295億円であるが，この売上高は，従来の広告代理店の売上高と比しても上位に位置づけられるものである。「広告と経済」(2008年［平成20年］4月1日広告経済研究所発行，甲317)は，新聞，雑誌，ラジオ，テレビ等の媒体において広告の代理業を営む，従来型の広告代理業者のみの2007年度(平成19年度)の売上高を示すものであるが，「広告と経済」に記載された企業の売上高と比すると，原告の売上高は，従来型の広告代理業者の売上高の19位に位置付けられる。このことは，原告が，インターネット広告という比較的新しい分野においてのみ高い販売実績を誇るものではなく，広告業界全体の中においても上位にランク付けされるほどの大手広告代理店であることを示すものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告が受けた数々の表彰",
                      "text": [
                        "原告が，同業者間において周知であって，その活動について高い評価を受けていることは，インターネット上の広告事業・イーコマース事業・ポータルサイト運営事業を主たる事業内容とするヤフー株式会社，ポータルサイト運営事業を主たる事業内容とするマイクロソフト株式会社，検索連動型広告やウェブページに掲載・表示された記事等の内容と関連性の高い内容の広告(いわゆる「コンテンツマッチ広告」)を主とする広告業を営むオーバーチュア株式会社，インターネット関連広告事業を行う株式会社まぐクリック(現商号「GMOアドパートナーズ株式会社」)の各社及び広告業界団体の一つであるインターネット広告推進協議会より原告が数々の表彰を受けていることから明らかである(甲7，8，10，289～313)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "原告が金融関連機関においても周知性を有すること",
                      "text": [
                        "原告の広告代理店としての活躍は，業界内のみならず金融関連機関においても認知され，注目・評価されている(甲9，316)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，出願人が，本願商標を，平成9年10月から10年以上にわたり，ネット広告事業及びeマーケティング事業を中心に使用してきた結果，現在においては，その活動が業界内で高い評価を受けているとともに，売上高も広告業界において上位に位置付けられる等，本願商標は，本願の指定役務の分野において周知性を獲得している。広告・インターネットマーケティングといった役務を主たる業とする原告にとって，商号は，単なる役務提供者の表示としてのみならず，商標としての役割をも果たすものである(甲324)。商標として使用する以上，取引の安全性を担保し，かつ商号商標に化体した業務上の信用を守る必然性が高いことは明らかである。",
                        "以上の事実に，各引用会社が本願の指定役務の事業を行っていないことをも併せ考慮すると，本願商標に接した取引者・需要者が各引用会社を想起する可能性が一層低くなることから，各引用会社の人格的利益を本願の指定役務の範囲において保護すべき必要性は著しく低いものとなる。",
                        "したがって，原告による本願商標の登録の必要性は，各引用会社の人格的利益を保護する必要性に比して極めて高いことが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "よって，商標法4条1項8号の趣旨に鑑みれば，本願商標は，たとえ各引用会社の名称と同一の文字よりなるものであるとしても，同号に該当するものではなく，同号に該当する旨の審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)の各事実は認めるが，(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項8号の趣旨",
              "text": [
                "東京高裁昭和44年(行ケ)第6号事件判決(昭和44年5月22日言渡)は，商標法4条1項8号について，「…右法条は，氏名および名称の略称，ならびに雅号，芸名，筆名およびこれらの略称についてのみ，それが著名であることを要求しているのであるから，氏名，名称自体(フルネーム)については，それが著名であることを要しないことは右法条の文理上明らかである。のみならず，右法条の立法趣旨は，同法条が当該他人の承諾がある場合を商標登録の禁止から除いていること，同法条のほかに同条同項第15号の規定があることから考えると，他人の商品と誤認，混同を招くことによる不正競争の防止にあるのではなく，他人の氏名，名称に対する人格権を保護するにあると解するのが相当であるから，他人の氏名，名称が著名であるかどうかによって区別する実質上の根拠はない。そして，商号権，特に会社の商号権は，財産権的性質を帯びるとはいえ，なお人格権的性質を有することは否定できないから，氏名や他の名称に対する人格権と同様に解すべきである。…原告は，『池田物産株式会社』は原告の商号であるから，同一商号の引用会社が存在しても，商標法第4条第1項第8号の他人の名称に当たらない，と主張する。しかし，右法条の立法趣旨は前叙のように他人(本件では引用会社)の人格権(本件では商号権)の保護にあるのであるから，他に特段の規定がない以上，本願商標は他人の名称を含む商標であるといわねばならない。」と判示した。同判決に対して上告があり，上告を棄却する旨の判決がなされている(最高裁昭和44年(行ツ)第59号昭和49年3月22日第二小法廷判決)。",
                "さらに，最高裁平成16年(行ヒ)第343号平成17年7月22日第二小法廷判決において，「商標法4条1項は，商標登録を受けることができない商標を各号で列記しているが，需要者の間に広く認識されている商標との関係で商品又は役務の出所の混同の防止を図ろうとする同項10号，15号等の規定とは別に，8号の規定が定められていることからみると，8号が，他人の肖像又は他人の氏名，名称，著名な略称等を含む商標は，その他人の承諾を得ているものを除き，商標登録を受けることができないと規定した趣旨は，人(法人等の団体を含む。以下同じ。)の肖像，氏名，名称等に対する人格的利益を保護することにあると解される。すなわち，人は，自らの承諾なしにその氏名，名称等を商標に使われることがない利益を保護されているのである。」と判示されている。",
                "商標法4条1項8号において，氏名，名称自体(フルネーム)については，それが著名であることを要しないことは同法条の文理上明らかであり，その立法趣旨は，他人の商品と誤認，混同を招くことによる不正競争の防止にあるのではなく，他人の氏名，名称等に対する人格権を保護することにあり，他に特段の規定がない以上，他人の名称と同一の出願商標は他人の名称を含む商標であるといわなければならない。そして，人(法人等の団体を含む。)は，自らの承諾なしにその氏名，名称等を商標に使われることがない利益を保護されているのであるから，他人の名称と同一の商標は，その他人の承諾なしにその名称を商標に使われる場合，その他人の人格的利益を害するおそれがあるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と同一の名称である他人の存在",
              "text": [
                "本願商標である「株式会社オプト」の表示と同一の法人名(商号)を有する他人が，少なくとも，次のとおり存在する。",
                "① 「株式会社オプト」(甲1，引用会社1)",
                "② 「株式会社オプト」(甲2，引用会社2)",
                "③ 「株式会社オプト」(甲32，引用会社5)",
                "④ 「株式会社オプト」(甲33，引用会社6)",
                "上記の各引用会社は，本願の登録出願時(平成18年3月28日)前において会社が成立していた。",
                "したがって，本願商標は，他人である各引用会社の名称と同一であり，かつ，原告は，その他人の承諾を得ていないから，商標法4条1項8号に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の個別の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「商標法4条1項8号の趣旨」の主張に対し",
                  "text": [
                    "商標法4条1項8号の趣旨は，前記(1)で述べたとおりであり，原告が主張する「同法条の適用に当たっては『出願商標と同一の名称よりなる他人の人格的利益』と『出願人の商標登録の利益』とを比較衡量することが必要である」とするような根拠は，存在しないというべきである。したがって，「出願人の商標登録の利益」が高いことは，「他人の人格権利益」を保護しない根拠にはならないから，原告の上記主張は，失当というべきである。",
                    "上記主張について，原告は，学説等(甲19の1・2)を引用しているが，これは，本願商標の事案について具体的に述べているものではなく，また，これらの学説等が，本願に係る法条の趣旨・解釈及び審判手続における審決の判断に影響を与えるというべき理由も見当たらないから，原告の主張は失当というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「本件審決における東京高裁昭和44年(行ケ)第6号事件判決適用の誤り」の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "東京高裁昭和44年(行ケ)第6号事件判決は，前記(1)のとおり判示しているものであり，人(法人等の団体を含む。)は，自らの承諾なしにその氏名，名称等を商標に使われることがない利益を保護されているのであるから，他人の名称と同一の商標は，その他人の承諾なしにその名称を商標に使われる場合，その他人の人格的利益を害するおそれがあるとして，商標法4条1項8号に該当するとしたものである。",
                        "したがって，本願商標と同一の商号を有する他人が存在する本件に同判決を適用することは，何らの矛盾があるものではなく，原告の「当該判決が，『他人の氏名，名称が著名であるかどうかによって区別する実質上の根拠はない。』と判示するにとどまる」旨の主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，昭和44年当時においてさえ，被告において商標法4条1項8号につき「他人の名称と同一の商標からなる商標であって，当該他人の承諾を得ていないもの」は画一的に同号に該当するとの判断はなされていないことは，昭和44年(行ケ)第6号事件及び関連する商標登録出願の審査結果より容易に確認し得るものであり，「出願商標の指定商品と，引用された会社の事業内容とが異なる場合には，当該指定商品については，保護すべき必然性はない」として商標法4条1項8号には該当しないものとされており，さらに他人の事業内容の範囲の特定についての基準が存在したことが推察される旨主張している。",
                        "しかし，東京高裁昭和44年(行ケ)第6号事件及び関連する商標登録出願の審査結果より推察されるとする原告の主張は，昭和44年当時の被告における商号に係る出願商標に対する商標法4条1項8号の適用について，それらの出願の書誌的事項のデータ(甲55～68)のみからの原告の推測による見解を単に主張したにすぎないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「審決例にみる商標法4条1項8号適用の判断」の主張に対し原告は，「過去の審決例においても，出願商標の指定商品・役務と引用された会社の事業内容の共通性について検討された結果，出願商標の登録によって，引用された会社の人格権が毀損されるおそれはないとして登録を認められた例が複数存在する。」と主張する。",
                    "しかし，たとえ，過去の審決において登録例があるとしても，具体的事案の判断においては，これらの既登録例に何ら拘束されることなく検討されるべきであり，本願商標についても，個別具体的に審理，判断した結果，商標法4条1項8号に該当するとしたものであって，その適用に何らの誤りがあるものでもない。",
                    "なお，商号に係るこのような商標登録出願は，その他人の承諾を得ていない限り通常拒絶されており，拒絶査定不服審判においても，商標法4条1項8号を適用して本件と同様に原査定を維持する審決を行った事案が存在するのであり(乙1～5)，本願商標のみが審査の公平性を著しく欠く不当なものであるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「本願の指定役務における各引用会社の人格権毀損のおそれの有無」の主張に対し",
                  "text": [
                    "商標法4条1項8号は，「他人の名称等を含む商標」であることが適用要件であって，唯一，当該他人の承諾を得ている場合に限ってその適用がなく，当該他人の名称等を含む商標であってもその登録が認められるものであり，同号の規定上，当該他人の人格権的利益を侵害するおそれのある具体的な事情が存在することは，同号適用の要件とはされていない。このことは，同号の該当性が争われた知財高裁平成20年(行ケ)第10142号事件判決(平成20年9月17日言渡)においても，「…同号の立法趣旨が，氏名，名称等を承諾なく商標に使われることがないという人格的利益を保護することにあるものとしても，上記のとおり，同号の規定上，他人の氏名，名称等を含む商標が，当該他人の人格的利益を侵害するおそれのある具体的な事情が存在することは，同号適用の要件とされているものではない。すなわち，同号は，他人の肖像，氏名，名称を含む商標，並びに他人の著名な雅号，芸名，筆名及び氏名，名称，雅号，芸名，筆名の著名な略称を含む商標については，そのこと自体によって，上記人格的利益の侵害のおそれを認め，商標登録を受けることができないとしているものと解されるのである。」と判示されているところである。",
                    "これを本件についてみるに，本願商標は，各引用会社の名称と同一のものであって，かつ，各引用会社の承諾を得ていないことは，前記(2)のとおりであるから，商標法4条1項8号に該当するものである。",
                    "したがって，商標法4条1項8号の適用に当たって，本願の出願時点において各引用会社が本願の指定役務について事業を実施していないから各引用会社の人格権が毀損されるおそれはないと判断されるべきである旨の原告の主張は，失当というべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「本願商標の保護の必要性」の主張に対し",
                  "text": [
                    "仮に，本願商標がその指定役務の分野において，ある程度の周知性を獲得していた等の事情があったとしても，前述したとおり，商標法4条1項8号は，他人の名称等を含む商標について，そのこと自体によって，人格的利益の侵害のおそれを認め，商標登録を受けることができないとしているのであって，同号の規定上，上記の事情が存することは，本願商標の同号該当性を否定することにはならない。",
                    "したがって，本願商標がその指定役務の分野において周知性を獲得していることや，各引用会社が本願の指定役務の事業を行っていないことを根拠とした原告の主張は，失当というべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項8号は，「他人の肖像又は他人の氏名若しくは名称若しくは著名な雅号，芸名若しくは筆名若しくはこれらの著名な略称を含む商標(その他人の承諾を得ているものを除く。)」については，商標登録を受けることができない旨を規定する。このように，商標法4条1項8号は，他人の名称を含む商標については，他人の承諾を得ているものを除いては，商標登録を受けることができないと規定しており，それ以上に何らの要件も規定していない。",
                "そして，商標法4条1項8号の趣旨については，次のように解される。すなわち，商標法4条1項は，商標登録を受けることができない商標を各号で列記しているが，需要者の間に広く認識されている商標との関係で商品又は役務の出所の混同の防止を図ろうとする同項10号，15号等の規定とは別に，8号の規定が定められていることからすると，8号が，他人の肖像又は他人の氏名，名称，著名な略称等を含む商標は，その他人の承諾を得ているものを除き，商標登録を受けることができないと規定した趣旨は，人(法人等の団体を含む。)の肖像，氏名，名称等に対する人格的利益を保護することにあると解されるのであって，商品又は役務の出所の混同の防止を図る規定であるとは解されない(最高裁平成15年(行ヒ)第265号平成16年6月8日第三小法廷判決・判例時報1867号108頁，最高裁平成16年(行ヒ)第343号平成17年7月22日第二小法廷判決・判例時報1908号164頁参照)。したがって，ある名称を有する他人にとって，その名称を同人の承諾なく商標登録されることは，同人の人格的利益を害されることになるものと考えられるのであり，この場合，出願人と他人との間で事業内容が競合するかとか，いずれが著名あるいは周知であるといったことは，考慮する必要がないことになる。",
                "さらに，具体的な株式会社の商号(例えば「株式会社オプト」)から株式会社の文字を除いた部分(例えば「オプト」)は，商標法4条1項8号にいう「他人の名称の略称」に当たる(最高裁昭和57年(行ツ)第15号昭和57年11月12日第二小法廷判決・民集36巻11号2233頁参照)。",
                "したがって，それが著名なものでない限り，他人の株式会社なる文字を除いた部分と同一の名称の商標登録を受けることは，商標法4条1項8号によって妨げられることはない。",
                "以上のような諸点を考慮すると，他人の名称を含む商標については，他人の承諾を得ているものを除いては，商標登録を受けることができないというべきであって，出願人と他人との間で事業内容が競合するかとか，いずれが著名あるいは周知であるといったことは，考慮する必要がないというべきである。",
                "他人の名称を含む商標の出願及び査定時において，当該他人が存在している場合に限り商標法4条1項8号が適用されること(商標法4条3項)，同号に該当する商標であっても登録後5年を経過した後は無効審判請求をすることができないこと(商標法47条)は，上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標は，前記第2，2(1)のとおり，「株式会社オプト」(標準文字)というものであるところ，証拠及び弁論の全趣旨によれば，本願の出願日(平成18年3月28日)前から①引用会社1の「株式会社オプト」(会社成立日昭和54年9月25日，甲1)，②引用会社2の「株式会社オプト」(会社成立日昭和63年9月1日，甲2)，③引用会社5の「株式会社オプト」(会社成立日平成11年2月10日，甲32)④引用会社6の「株式会社オプト」(会社成立日平成12年10月6日［平成14年5月17日有限会社オプトから組織変更，同月21日登記］，甲33)が各存在し，同各社は本願の拒絶査定時(平成19年10月4日)においても存在したものと認められ，また，本願商標の登録について同各社の承諾があるとも認められないから，本願商標は，他人の名称を含む商標として商標法4条1項8号によって商標登録を受けることができないものというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，①商標法4条1項8号の適用に当たっては，「出願商標と同一の名称よりなる他人の人格的利益」と「出願人の商標登録の利益」とを比較衡量することが必要であり，商号商標が，文言上「他人の氏名，名称からなる」商標に該当するとしても，他人の人格的利益が毀損されるおそれがないことが明らかな場合，「他人の人格的利益」の保護の必要性に比して「出願人の商標登録の利益」が著しく高い場合には，商標法4条1項8号に該当しないと判断されて然るべきである，②本件については，本願の指定役務と各引用会社の事業内容とが異なるから，本願が原告によって登録されたとしても，各引用会社の人格権が毀損されるおそれはない，③本願商標は，本願の指定役務の分野において，原告の商標として周知性を獲得しているところ，各引用会社が本願の指定役務の事業を行っていないことを併せ考慮すると，原告による本願商標の登録の必要性は，各引用会社の人格的利益を保護する必要性に比して極めて高い，と主張する。",
                "しかし，上記(1)で述べたとおり，商標法4条1項8号該当性を判断するに当たっては，出願人と他人との間で事業内容が競合するかとか，いずれが著名あるいは周知であるといったことは，考慮する必要がないというべきである。原告が主張するように，本願の指定役務と各引用会社の事業内容とが異なる，あるいは本願商標が本願の指定役務の分野において原告の商標として周知性を獲得しているとしても，本願商標の登録によって引用会社1，2，5，6の人格的利益が害されないということにはならないというべきである。したがって，原告が主張する上記②，③の各事情は，商標法4条1項8号に該当しないというべき事情とはいえないものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，学説(網野誠「商標(第6版)」337頁［平成14年6月30日株式会社有斐閣発行，甲19の2］)，審査実務に関する解説(工藤莞司「商標審査基準の解説(第3版増補)」149頁［平成14年10月29日社団法人発明協会発行，甲19の1］)について主張するほか，東京高裁昭和44年(行ケ)第6号事件の事案の内容や過去の審決例(甲38～40，甲71～73，乙1～5)についても主張するが，それらは，当裁判所の上記判断を何ら左右するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本願商標は，他人の名称を含む商標として，商標法4条1項8号によって商標登録を受けることができないとした審決の判断に誤りはなく，原告主張の取消事由は，これを認めることができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10309",
    "date": "2009-02-26",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037342",
    "ipprecedent_id": "1775",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}