{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80158号事件について平成20年6月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「使いすてカイロならびにその製造方法」とする特許第2799061号の請求項1及び2について，被告が無効審判請求をしたところ，特許庁が平成19年9月12日付け訂正後の請求項1及び2についてこれを無効とする旨の審決をしたことから，特許権者である原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記訂正後の請求項1及び2に係る発明が下記刊行物に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・甲1発明 特開昭62−183759号公報(発明の名称「使い捨ての保温具」，出願人 三井東圧化学株式会社，公開日 昭和62年8月12日。甲1)",
            "・甲2発明 実公昭61−7149号公報(発明の名称「ラミネートフィルム製液体密封袋」，出願人 株式会社小松製作所，公告日 昭和61年3月4日。甲2)",
            "・甲3発明 特開平1−308703号公報(発明の名称「ラミネートフィルムで形成される密封包装体の連続シール方法及び連続シール装置」，出願人 株式会社小松製作所，公開日 平成元年12月13日。甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "大日本除蟲菊株式会社及び阪神商事株式会社は，平成2年9月28日，名称を「使いすてカイロならびにその製造方法」とする発明について特許出願(以下「本願」という。特願平2−262158号。公開特許公報は特開平4−138156号)をし，平成10年7月3日，特許第2799",
                  "text": [
                    "061号として登録を受けた(請求項の数2。甲12。以下「本件特許」という。)。そして，大日本除蟲菊株式会社は，本件特許権に対する持分を阪神商事株式会社に譲渡して平成17年5月11日その旨の登録をし，阪神商事株式会社はさらに本件特許権を原告に譲渡して，平成17年8月15日その旨の登録をした(甲13)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，平成18年8月25日付けで本件特許の請求項1及び2について無効審判請求をしたので，特許庁は，同請求を無効2006−80158号事件として審理した上，平成19年5月11日，本件特許の請求項1及び2に係る発明についての特許を無効とする旨の審決をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告は，上記審決に対して，知的財産高等裁判所に審決取消訴訟を提起し(平成19年(行ケ)第10218号)，平成19年9月12日付けで",
                  "text": [
                    "本件特許について訂正審判請求(訂正2007−390106号。以下「本件訂正」という。)をしたところ，同裁判所は，平成19年10月30日，特許法181条2項により上記審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，特許庁において上記無効審判請求が再び審理されることとなったが，特許庁は，平成20年6月12日，特許法134条の3第5項により訂正請求とみなされることとなった本件訂正を認めた上，本件特許の請求項1及び2に係る発明についての本件特許を無効とする旨の審決をし，その謄本は平成20年6月24日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の請求項1及び2の内容は，次のとおりである(以下，請求項1の発明を「本件発明1」，請求項2の発明を「本件発明2」という。下線部は訂正部分)。",
                "「【請求項1】鉄粉，活性炭，塩類，保水剤等からなる発熱組成物を微細気孔を有する収納袋に封入した使いすてカイロにおいて，該収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールしたことを特徴とする使いすてカイロ。",
                "【請求項2】鉄粉，活性炭，塩類，保水剤等からなる発熱組成物を微細気孔を有する収納袋に封入した使いすてカイロの製造において，シールエッヂに相当する部分が無地の回転式ヒートシールバーを用い，該収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールすることを特徴とする使いすてカイロの製造方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件発明1及び2は甲1・甲2・甲3の各発明に基づいて容易に発明することができたから特許法29条2項により特許を受けることができないというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定する甲1発明(引用発明)の内容，本件発明1及び2と甲1発明との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "「鉄粉，ＮaCl(触媒)及び湿り気を与える程度のH Oからなる発熱剤1を，微細気孔を有する，ポリエチレン等から成る通気フィルム2にレーヨン不織布3を積層した収納袋に封入した使い捨て保温具。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と甲1発明との一致点及び相違点",
                      "text": [
                        "(一致点)",
                        "いずれも「鉄粉，活性炭，塩類，保水剤等からなる発熱組成物を微細気孔を有する収納袋に封入した使いすてカイロにおいて，該収納袋をシールした使いすてカイロ」である点。",
                        "(相違点)",
                        "収納袋をシールするに当たり，本件発明1においては「収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールした」のに対して，甲1発明においては，どのようにシールを行うかについて特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明2と甲1発明との一致点及び相違点",
                      "text": [
                        "(一致点)",
                        "いずれも「鉄粉，活性炭，塩類，保水剤等からなる発熱組成物を微細気孔を有する収納袋に封入した使いすてカイロの製造において，ヒートシール装置を用い，該収納袋をシールする使いすてカイロの製造方法」である点。",
                        "(相違点)",
                        "収納袋をヒートシールするに当たり，本件発明2においては「シールエッヂに相当する部分が無地の回転式ヒートシールバーを用い，該収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールする」のに対して，甲1発明においては，どのようにシールを行うかについて特定されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(動機付け認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，甲2発明について，「…そして，ヒートシールロールの格子状凹凸シール部形成面は，ベタシール部形成面に比べて摩擦係数が大きいことは明らかであるから，ラミネートフィルムの正常な前送りに寄与するものと解される。」と認定している(14頁32行～35行，17頁14行～17行)。また，審決は，「また，甲第2号証によれば，…ベタシール部だけでシールした場合，シール基部に破れが生じていたところ，内側部分をベタシール部とし外側周辺部を格子状凹凸シール部とした甲第2号証発明においてはシール基部に破れが生じていない，つまり，縦方向ベタシール部5におけるシール基部に破れが生じていないのであるから，横方向隆起凸条6と共に縦方向ベタシール部5も，シール基部の破損を防止する上で寄与しているということができる。」と認定している(15頁10行～16行，17頁30行～36行)。このよ",
                      "text": [
                        "うに，審決は，甲2には，縦方向ベタシール部5及び格子状凹凸シール部7からなる構成が，本件発明1，2の作用効果と同じ作用効果を奏することは明示的には記載されていないものの，その開示された構成によれば甲2発明の当該構成が結果的には本件発明1，2と同じ作用効果を奏するものである旨認定している。また，甲3発明についても同様である旨を認定している。その上で審決は，甲1発明に，甲2発明及び甲3発明を適用することで，本件発明1，2が容易に想到しうる旨認定している。",
                        "しかし，甲1発明に甲2，3発明を適用しうるためには，その前提として適用することの動機付けが必要であるべきところ，審決のように，明示的に記載されていないが結果的に同じ作用効果を奏し得るということでは，「動機付け」が存在するとは認められないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決において，甲2発明のなかで，前送りに寄与する部分として指摘されたのは，格子状凹凸シール部7である。しかし，甲2における格子状凹凸シール部7に関する記載は，「…7は縦方向ベタシール部5の外側縁8に形成された所定巾の格子状凹凸シール部…」(2欄23行～25行)及び「…縦方向ベタシール部5の外側縁8を所定巾の格子状凹凸シール部7となすことによってこの部分を前記横・縦方向ベタシール部4，4および5に比して薄肉となし，フィルムを引裂き易くすると同時にこの部分に開封用のノッチ11を設けることによって容易に開封を行うことができるようにしたものである。」(3欄12行～4欄3行)の2箇所である。このように，甲2発明において，縦方向ベタシール部5の外側に格子状凹凸シール部7を設けたのは，もっぱらシール部をユーザが切り裂き易くするためである。その証拠に，甲2の図1において，格子状凹凸シール部7は開封用ノッチ11を設けた辺にのみ形成されている。そうすると，甲2発明に接した当業者は，その開示内容から，内側部分を縦方向ベタシール部5とし外側部分を格子状凹凸シール部7とする構成を知得したとしても，その構成は引裂き容易のための課題解決手段であると認識するはずである。上述したことは甲2発明と略同一の技術が開示された甲3発明についても同様である。",
                        "当業者が文献から技術的課題を知得する際には，当該文献にその課題が開示又は示唆されていてはじめて課題として認識し得る。甲2，3発明に接した当業者は，その開示内容から見て，内側部分をベタシール部とし外側部分を格子状凹凸シール部とする構成は，あくまで引裂き容易にすることを技術的課題とするものと認識するのであるから，それでも甲2，3発明のベタシール部及び格子状凹凸シール部からなる構成を甲1発明に組み合わせることの動機付けが存在するというためには，甲1発明においてもシール部を引裂き容易にするという共通の技術的課題が存在することが立証されるべきである。しかしながら，このような立証は全くされておらず，審決は判断の前提を誤っている。",
                        "したがって，甲2，3発明に内側部分をベタシール部とし外側部分を格子状凹凸シール部とする構成が開示され，甲1に使いすてカイロが開示されていたとしても，引裂き容易のための課題解決手段である甲2，3発明の格子状凹凸シール部を甲1発明の使い捨てカイロに組み合わせる動機付けは存在しないというべきである。",
                        "甲2発明において縦方向ベタシール部5及び格子状凹凸シール部7がエッヂ切れを防止し前送りに寄与するという作用効果を有するか否かは不知であるが，たとえそうであっても，それを甲1発明に適用する動機付けがないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，「…甲第1号証発明においても，甲第2号証発明や甲第3号証発明のように，シール部全体を強固にすることは，当業者にとって自明であるともいうべき技術的課題であるから…」と認定し(16頁3行～5行)，破れ防止という技術的課題を，甲2，3発明を甲1発明に適用することの動機付けの1要因としている。",
                        "しかし，甲2発明において，破れ防止という技術的課題は，横方向隆起凸条6によって解決されたものである。甲2には，「…横・縦のベタシール部4，4および5の熱圧着により生じた低温溶融性フィルム2の溶融余剰肉は上下の平行斜状横方向ベタシール部の表裏両外面に対称的に数条の横方向に所定間隔をもって平行して隆起状に突出せる横方向隆起凸条6，6を形成するようになっているので，前記余剰肉が非低温溶融性シート3の内部にくい込んで該部を薄くすることなく，従って従来の如くシール基部(内容物封入部9の周囲)が破損したり，ピンホールができたりすることがなく，…」(2欄30行～3欄10行)と記載されているように，横方向隆起凸条6は，横方向ベタシール部4，4のみならず，縦方向ベタシール部5の余剰肉によっても形成される。他方，甲2発明においては，破れ防止は，内側部分をベタシール部5とし外側部分を格子状凹凸シール部7とする構成に関する課題ではない。審決は，全く異なる部分が解決した課題を混同しているものである。",
                        "したがって，破れ防止という技術的課題は，甲第1号証に，甲2発明における横方向隆起凸条6を適用するのであればともかく，内側部分をベタシール部5とし外側部分を格子状凹凸シール部7とする構成を適用する動機付けにはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明1，2は，単純にシールの内部を無地にシールし，外側周辺部を模様状にシールしただけというものではない。本件発明1，2の技術的課題は，収納袋の正常な前送りとエッヂ切れの防止とを同時に解決することであり，この本件発明1，2が提起した特定の新規な課題との関係において，収納袋のシール部の外側周辺部を模様状にシールすることと，内側部分を無地にシールすることとを有機的一体不可分に結合して一つのまとまった技術的思想として構成したところに本件発明1，2の本質が存するというべきである。しかし，甲2，3発明には，この収納袋の正常な前送りとエッヂ切れの防止とを同時に解決するという課題は全く開示又は示唆されていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のように，甲2，3発明において内側部分をベタシール部とし外側部分を格子状凹凸シール部とすることと，本件発明1，2において内側を無地に外側周辺部を模様状にシールすることとは，その課題を異にしており，一見両者の構成の間に共通しているがごとき点があったとしても，甲2，3発明を本件発明1，2の容易想到性のための対比資料とすること自体相当でないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(阻害要因の看過)",
                  "text": [
                    "ユーザが使いすてカイロを使用する際には，内部の発熱材が収納袋から出てしまうことは避けなければならないので，使いすてカイロのシール部は容易に引き裂けるようにするべきではない。そうすると，甲2，3発明のユーザに容易に引き裂いて開封させるための格子状凹凸状シール部を，非通気性の外装袋に適用するのであればともかく，甲1発明の保温具のシール部に適用することには，格別の技術的な阻害要因が存在する。",
                    "したがって，甲2，3発明を甲1発明に適用することに阻害要因が存在する以上，当業者が甲2，3発明を甲1発明に対して容易に組み合わせることはできないというべきである。審決は，この阻害要因の存在を看過している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(技術分野認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，「これらは，内容物を充填する包装袋のシール部をヒートシールして内容物を封入するという同一技術分野に属するものである。」(15頁39行～16頁1行，18頁21行～22行)と認定し",
                      "text": [
                        "ている。このように，審決は，甲2，3発明と甲1発明との間にある一部の共通部分についてのみ着目し，同一技術分野であると短絡的に認定している。",
                        "しかし，発明の技術分野を判断するに際しては，その発明の用途，機能，作用，技術目的などを総合的に判断すべきであって，一部の構成要素にのみ拘泥して判断すべきではない。もしこのような認定が是認されるのであれば，同一技術分野であると認定される技術分野が不当に広範になってしまいかねない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2には，「…縦方向ベタシール部5の外側縁8を所定巾の格子状凹凸シール部7となすことによってこの部分を前記横・縦方向ベタシール部4，4および5に比して薄肉となし，フィルムを引裂き易くすると同時にこの部分に開封用のノッチ11を設けることによって容易に開封を行うことができるようにしたものである。」(3欄12行～4欄3行)と記載され，甲3には，「…しかも前記縦シール部6の外側縁を薄肉状の格子状凹凸シール部6aとすることにより密封包装体bを引裂き易くすることができる。」(3頁右下欄3行～5行)と記載されていることから分かるように，甲2，3発明が対象とする技術分野は，内容物を取り出すべくシール部を引き裂いて開封する袋，つまり外装密封袋に関するものである。",
                        "これを当業者が甲1発明に適用しようとした場合，同じく開封する外装密封袋である「非通気性の袋4」(甲1，2頁右上欄9行及び第1，2図)のシール部分に適用することは容易に想到することができるかもしれない。しかし，その非通気性の袋4の中に収容された保温具本体は，微細気孔を有する使いすてカイロ製品そのものである。使いすてカイロは，発熱性能を適切に発揮させる上で，発熱組成物を入れた収納袋の通気量が特に重要になるものであり，また開封してはならないものである。",
                        "したがって，甲1の保温具本体は，甲2，3の液体等を完全密封して引き裂き開封する外装密封袋と比べて，用途，機能，作用，技術目的などが大きく相違し，その発明の属する技術分野が互いに相違するといわざるを得ない。甲2，3発明の外装密封袋を甲1発明の保温具本体に組み合わせることには格別の困難性が存在するといえる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明に甲2，3発明を適用する動機付けが存在しないと主張する。",
                    "しかし，甲2，3発明にあっても，「シール基部(内容物封入部9の周囲)が破損したり，ピンホールができたりすること」を防止することを課題としているし，収納袋の前送り動作を正常に行うことは当然のことである。したがって，甲2，3発明のベタシール部及び格子状凹凸シール部からなる構成を，甲1発明における発熱剤を収納した通気フィルム(ポリエチレンを含むフィルム)及びレーヨン不織布からなる包装袋のシール部の熱シールに適用することの動機付けが存在する。",
                    "審決においては，甲2発明が解決する課題の一つとして，1頁1欄20行～29行の「…従来外側をアルミ箔，セロハン等の非低温溶融性シート，内側をポリエチレン等の低温溶融性シートとしたラミネートフィルムよりなる密封袋は，第4図に示す如くフィルム内面のポリエチレンが押圧により薄くなり，余剰部が次第に内方に押され遂にはシール部の基部に隆起部を形成し，これがフィルム上面のナイロンまたはアルミ箔等の内部にくい込んで該部を薄くするので極めて破れ易くピンホールも生じ易く漏洩，亀裂の原因となった。」を引用し(「第6 2．(b)」9頁下5行～10頁2行)，本件発明1，2における課題と同じエッヂ切れを挙げている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「甲2発明において，縦方向ベタシール部5の外側に格子状シール部7を設けたのは，もっぱらシール部をユーザが切り裂き易くするためである。その証拠に，甲2の図1において，格子状凹凸シール部7は開封用ノッチ11を設けた辺にのみ形成されている。」と主張している。",
                    "しかし，審決は，本件発明1，2の容易想到性の認定において，甲2発明につき，原告が主張している「シール部の外側縁を格子状凹凸シール部としてこの部位を薄肉としてフィルムを引き裂け易くすると同時にこの部分に開封用のノッチ11を設けることによって容易に開封を行うことができるようにした」点を引用しているのではない。甲2発明が，本件発明1，2の容易想到性の認定において引用されている点は，「シール基部(内容物封入部9の周囲)が破損したり，ピンホールができたりすること」を防止することの課題及び内容物を収納する包装袋の熱シール部における外側周辺部を模様状に内側部分を無地にシールすることである。審決における本件発明1，2の容易想到性の認定は，これらの引用されている点を甲1発明における発熱剤を収納した通気フィルム及びレーヨン不織布からなる包装袋のシール部の熱シールに適用することにより，当業者にとって何らの困難性なく本件発明1，2が得られる，というものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，甲2発明においてエッヂ切れ防止の課題を解決している箇所は横方向隆起凸条6であるから，審決は，全く異なる部分が解決した課題を混同していると主張している。",
                    "しかし，審決は，「…甲第2号証によれば，上記第6 2．(b)に摘示したように，ベタシール部だけでシールした場合，シール基部に破れが生じていたところ，内側部分をベタシール部とし外側周辺部を格子状凹凸シール部とした甲第2号証発明においてはシール基部に破れが生じていない，つまり，縦方向ベタシール部5におけるシール基部に破れが生じていないのであるから，横方向隆起凸条6と共に縦方向ベタシール部5も，シール基部の破損を防止する上で寄与しているということができる。」(17頁下10行～下4行)と述べており，審決が混同しているということはない。審決はエッヂ切れが起こる原因を正確に理解して判断している。甲2発明の縦方向シール基部において，余剰部が内方に押されて隆起部が生じエッヂ切れを起こすという課題は，横方向隆起凸条6のみによっては解決できない。内側ベタシール部とし外側格子状凹凸部とする構成によって解決されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消理由2に対し",
              "text": [
                "原告は，「甲2，3発明のユーザに容易に引き裂いて開封させるための格子状凹凸シール部7を，非通気性の外装袋に適用するのであればともかく，甲1発明の使い捨ての保温具のシール部に適用することは，格別の技術的な阻害要因が存在する。」と主張している。",
                "しかし，審決は，本件発明1，2の容易想到性の認定において，甲2，3発明を，原告が主張している「シール部の外側縁を格子状凹凸シール部としてこの部位を薄肉としてフィルムを引き裂け易くすると同時にこの部分に開封用のノッチ11を設けることによって容易に開封を行うことができるようにした」点で引用しているのではない。",
                "甲2，3発明を甲1発明に適用することの動機付けが存在することは，上記(1)のとおりであって，阻害要因は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消理由3に対し",
              "text": [
                "原告は，甲1発明と甲2，3発明は，技術分野が相違すると主張する。",
                "しかし，本件発明1，2は，その発明の名称のとおり，「使い捨てカイロならびにその製造方法」に関する発明である一方，内容物である発熱組成物を封入した包装袋のシール時のエッヂ切れを防止することや，回転バー上で袋材がすべりやすく前送り不完全となることを防止する発明であって，内容物を充填した包装袋を熱シールする包装技術に属する発明でもある。すなわち，本件発明1，2は使い捨てカイロに関する発明である一方，包装技術に関する発明でもある。本件発明1，2と甲1発明とは使い捨てカイロに関する発明であり，一方，本件発明1，2と甲2，3発明は，内容物を充填した包装袋を熱シールする包装技術に属する発明といえる。そうすると，本件発明1，2は甲1発明である使い捨てカイロに関連し，かつ甲2，3発明にも関連している。",
                "また，甲1～3発明は，ポリエチレンを含むフィルムを熱シールして包装袋とする点で共通しており，甲1発明の使い捨て保温具は，内容物を包装袋に充填してシール部をヒートシールすることによって封入するものであり，一方，甲2発明及び甲3発明も内容物を包装袋に充填してシール部をヒートシールすることによって封入するものであって，内容物を充填する包装袋のシール部をヒートシールして内容物を封入するという甲1発明と同一の技術分野に属するものである。",
                "したがって，本件発明1，2の容易想到性を認定する場合において，甲1発明も甲2，3発明も，ともに勘案すべき技術であって，技術分野を同じくするものであるということができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1，2の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の請求項1，2は，前記第3，1(2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許明細書(甲12，特許公報)には，「発明の詳細な説明」として，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「本発明は，微細気孔を有する収納袋を用いてなる収納袋に，空気の存在下で発熱する発熱組成物を封入した使いすてカイロならびにその製造方法に関するものである。」(1欄15行～2欄3行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術ならびに本発明が解決しようとする問題点",
                  "text": [
                    "「鉄粉，水，保水剤及び酸化助剤等からなる発熱組成物は，点火を必要とせず空気と接触するだけで簡便に発熱する為，該発熱組成物を通気孔と有する袋に収納した使いすてカイロが広く普及している。現在，広く使用されている多くの使いすてカイロでは，不織布にシーラントとしてポリエチレンを重層した袋素材に，針穴を開けるという方法がとられているが，近年，微細気孔を有するフィルムを発熱組成物収納袋の袋材として利用できることも例示されている(特開平1−218447号)。しかし，このような微細気孔を有するフィルムを用いた袋材で製造したカイロは，袋材のシーラントが微細気孔を多数有しているために，シール時にエッジ切れを起こし易いという欠点があり，その結果，製造品は発熱不良や収納袋の膨張，内容物の漏れを生じるという問題があった。」(2欄6行～3欄4行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "問題点を解決するための手段",
                  "text": [
                    "「上記問題点を解決するため，本発明者らは鋭意検討した結果，発熱組成物を微細気孔を有する収納袋に封入するに際し，充填機の回転式ヒートシールバーのエッヂ部分，特に袋を形成するエッヂ部分を無地にしてシール加工することにより，エッヂ切れのないカイロを製造できることを見い出し本発明を完成した。すなわち，ヒートシールバーの全面を無地にした場合，エッヂ切れは起こらないものの，回転バー上で袋材がすべりやすく袋材の前送りが不完全となって製造工程上不適であったが，本発明の方法によれば，製造工程のトラブルがなくエッヂ切れの問題を解消できることが明らかとなった。本発明は，かかる方法で製造されたエッヂ切れのない品質のすぐれた使いすてカイロ，ならびにその有用な製造方法に係るものである。」(3欄6行～19行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "text": [
                    "・ 「以下，本発明を図面に従って説明するが，本発明はこれらに限定されるものではない。",
                    "第1図は，本発明の使いすてカイロの一実施例の斜視図で，第2図はその断面図を示す。また，第3図，第4図は，それぞれ本発明の製造方法で使用される回転式横ヒートシールバー及び縦ヒートシールバーを示す。",
                    "図中，1は，発熱組成物を表し，通常，鉄粉，食塩などの酸化促進剤，水，活性炭及び必要に応じて木粉，パーライトなどの保水剤，高分子吸水剤あるいはメタケイ酸ナトリウム塩などの水素発生抑制剤が配合されるが，本発明においてはその組成はなんら限定されるものでない。",
                    "2は，発熱組成物1を収納する発熱組成物収納袋で，微細気孔を有する袋材が用いられる。微細気孔フィルムとしては，微細気孔を有するポリエチレン，ポリプロピレン，ポリウレタン又は，それらを柔軟に改質したプラスチック類及びゴム類等からなる熱可塑性のシート又はフィルムがあげられ，それらを単独で用いてもよく，また，補強のために不織布等を積層しても良い。」(3欄21行～39行)",
                    "・ 「図中，3は，回転式ヒートシールバーの無地部分でシールしたヒートエッヂ部分を示し，一方，4は，ヒートシールバーの模様状部分でシールした部分を示す。通常，3の巾は0.5mm～8mmが適当で，製造工程上，袋材の前送りに支障をきたさない限り巾広く設定するのが好ましい。なお，第1図では，三方シールのカイロを例示したが，必ずしも三方シールである必要はなく，もちろん四方シールでもかまわない。",
                    "また，第3図，第4図には，本発明で使用される回転式横ヒートシールバー，縦ヒートシールバーが例示され，それぞれ，模様状部分5及び無地部分6から構成されている。なお，シールバーの形状，大きさはこれらに限定されるものでなく，シールバーに彫られる模様，デザインも全く任意である。第3図では，無地部分がヒートシールバーの両端に設けられているが，これは，シール加工後中央部で上下2個分に裁断するためである。」(3欄45行～4欄10行)",
                    "・ 「試験の結果，シールバーを前面無地にすることによってエッヂ切れは起こらなかったが，袋材の正常な送りができず，本来の形状と異なるカイロが多くみられ，不適であった。一方，本発明の方法によれば，エッヂ切れ解消され，袋材の送りも正常で，製造品の性能にも問題はなく，本発明の有用性が確認された。」(4欄29行～34行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "発明の効果",
      "text": [
        "「本発明は，微細気孔を有する袋材を用いた使いすてカイロの製造において，発熱組成物充填機の回転式ヒートシールバーのシールエッヂ部分を無地にすることにより，エッヂ切れのない，品質のすぐれた使いすてカイロを提供するものである。」(4欄36行～40行)"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "上記(1)及び(2)によれば，本件発明1，2は，鉄粉，活性炭，塩類，保水剤等からなる発熱組成物を微細気孔を有する収納袋に封入した使いすてカイロにおいて，収納袋のシール部の外側周辺部を模様状にすることによって，発熱組成物充填機の回転式ヒートシールバー上における収納袋の正常な前送りに寄与するとともに，内側部分を無地にシールすることによって，収納袋の上記前送りに支障をきたさずエッヂ切れを防止するようにしたものであって，本件発明1は上記カイロの発明，本件発明2は上記カイロの製造方法の発明である。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "甲1～3発明及び甲5記載の技術事項について"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "甲1発明につき"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲1(特開昭62−183759号公報)には，次の記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "従来の技術",
                  "text": [
                    "「鉄粉等の発熱剤を通気性の被覆で覆い，これを非通気性の袋に収納し，使用時には上記非通気性の袋を破って揉み合わせることにより，上記鉄粉を酸化せしめ，その際発生する酸化熱を利用して使い捨ての懐炉等の保温具としたものは公知であり，火を使わずに安全であるため広く普及している。」(1頁左欄13行～19行)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "実施例",
                  "text": [
                    "・ 「第1図中，1は発熱剤，2は上記発熱剤1を収納する通気性の被覆としての超微孔性通気フィルム(本明細書中に於て単に「通気フィルム」という。)，3は上記通気フィルムに密着して設けられたレーヨン不織布，4は非通気性の袋である。",
                    "使用の際は，包装を兼ねた非通気性の袋4を破り，通気フィルム2及びレーヨン不織布3に収納された発熱剤1を必要に応じて軽く揉んだ後，懐炉として使用する場合には衣服の下などに納めるものである。",
                    "発熱剤1は，例えば鉄粉，ＮaCl(触媒)及び湿り気を与える程度のH Oから成り，使用時に上記通気フィルム2及びレーヨン不織布3を通じて侵入してくる空気中の酸素と鉄粉が反応し，その酸化反応熱によって発熱する。",
                    "レーヨン不織布3は，懐炉として使用する場合の肌ざわりと適宜の断熱性を確保するためのものである。」(2頁右上欄5行～左下欄2行)",
                    "・ 「而して，上記の如き超微孔を有するフィルムを作製するには，例えばポリエチレンにBaSO 粉末を添加し，これを延伸してフィルムとすれば良い。」(2頁左下欄14行～17行)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "第1図及び第2図には，発熱剤1，発熱剤1を収納する通気フィルム2，通気フィルムに密着して設けられたレーヨン不織布3から成る使い捨て保温具が非通気性の袋4に入れられている図が記載されている。",
                    "第2図の使い捨て保温具は，端部において通気フィルム2及びレーヨン不織布3が上下に重ね合わされている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アの記載によれば，甲1には，審決が認定する(9頁25行～27行)とおり，次の発明(甲1発明)が記載されているものと認められる。",
        "記",
        "「鉄粉，ＮaCl(触媒)及び湿り気を与える程度のH Oからなる発熱剤1を，微細気孔を有する，ポリエチレン等から成る通気フィルム2にレーヨン不織布3を積層した収納袋に封入した使い捨て保温具。」ウ したがって，甲1発明は本件発明1，2とは，審決が認定する(14頁1行～11行，16頁18行～29行)とおり，前記第3，1(3)イ(イ)の一致点及び相違点が存するものと認められる。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "甲2発明につき"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲2(実公昭61−7149号公報)には，次の記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "「本考案は外側を非低温溶融性シート，内側を低温溶融性シートとしたラミネートフィルムよりなる密封袋の改良に係るものである。」(1欄17行～19行)"
            },
            {
              "fig": "(イ)",
              "subject": "「而して従来外側をアルミ箔，セロハン等の非低温溶融性シート，内側をポリエチレン等の低温溶融性シートとしたラミネートフィルムよりなる密封袋は，第4図に示す如くフィルム内面のポリエチレンが押圧により薄くなり，余剰部が次第に内方に押され遂にはシール部の基部に隆起部を形成し，これがフィルム上面のナイロンまたはアルミ箔等の内部にくい込んで該部を薄くするので極めて破れ易く，ピンホールも生じ易く漏洩，亀裂の原因となった。また例えば，特公昭40−2219号公報の如く単にヒートシールロールの圧接面に細凹凸条を形成し互にその凹凸条を噛み合せるようにしてフィルムの熱圧着を行うようにしたものもあったが，これによると噛み合せるための調整が面倒であり，若し凸と凸が当接するとフィルムにミシン目が入ったようになりすぐ切れてしまい，また第5図の如くフィルムが細く屈曲されるので屈曲部が脆弱となり，この場合も第4図の場合と同様シール基部に隆起部が形成されるという欠点があった。」(1欄20行～2欄9行)"
            },
            {
              "fig": "(ウ)",
              "text": [
                "「1はポリエチレン等の低温溶融性フィルム2の表面にナイロンまたはアルミ箔等適宜の材料からなる非低温溶融性シート3をラミネートしたラミネートフィルムで，2つ折りとなっている。4，4および5はその上下の平行斜状横方向重合端および縦方向重合端に形成された熱接着による所定巾のベタシール部，6，6は前記上下の平行斜状横方向ベタシール部4，4の表裏両外面に対称的に数条の横方向に所定間隔をもって平行して隆起状に突出形成された低温溶融性フィルムの溶融余剰肉による横方向隆起凸条，7は縦方向ベタシール部5の外側縁8に形成された所定巾の格子状凹凸シール部，9は内容物封入部，10は液体，粘稠物等の内容物である。",
                "本考案は叙上のような構成からなるものであるから，内容物封入部9の周囲は上下の平行斜状横方向ベタシール部4，4および縦方向ベタシール部5によって形成されており，然も前記横・縦のベタシール部4，4および5の熱圧着により生じた低温溶融性フィルム2の溶融余剰肉は上下の平行斜状横方向ベタシール部の表裏両外面に対称的に数条の横方向に所定間隔をもって平行して隆起状に突出せる横方向隆起凸条6，6を形成するようになっているので，前記余剰肉が非低温溶融性シート3の内部にくい込んで該部を薄くすることなく，従って従来の如くシール基部(内容物封入部9の周囲)が破損したり，ピンホールができたりすることがなく，シール部全体を極めて強固とし，液洩れ等を全くなくすことができるものであるとともに，縦方向ベタシール部5の外側縁8を所定巾の格子状凹凸シール部7となすことによってこの部分を前記横・縦方向ベタシール部4，4および5に比して薄肉となし，フィルムを引裂き易くすると同時にこの部分に開封用のノッチ11を設けることによって容易に開封を行うことができるようにしたものである。」(2欄13行～4欄3行)"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "第1図，第3図には，ラミネートフィルムよりなる密封袋につき，ラミネートフィルムの縦方向に沿うシール部の外側周辺部を格子状凹凸シール部7によりシールし，内側部分を縦方向ベタシール部5によりシールしたものが図示されている。また，第4図には，ラミネートフィルムよりなる密封袋につき，ベタシール部だけでシールされたシール部が図示されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アの記載によれば，甲2には，審決が認定する(11頁5行～10行)とおり，次の発明(甲2発明)が記載されているものと認められる。",
        "記",
        "「ポリエチレン等の低温溶融性フィルム2の表面にナイロンまたはアルミ箔等適宜の材料からなる非低温溶融性シート3をラミネートしたラミネートフィルムをヒートシールロールによりシールした液体密封袋(の製造方法)において，シール部の外側周辺部を格子状凹凸シール部7により，内側部分を縦方向ベタシール部5によりシールしたラミネートフィルム製液体密封袋(の製造方法)。」"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "甲3発明につき"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲3(特開平1−308703号公報)には，次の記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "産業上の利用分野",
              "text": [
                "「本発明はポリエチレン等の低温溶融性フィルムの上面にナイロン又はアルミ箔等の非低温溶融性フィルムをラミネートしたフィルムシートを2つ折りにして供給し，2つ折りにされたフィルムシートの重合端側を長さ方向に沿って縦方向に，外側縁を格子状凹凸シール部として，内側縁をベタシール部として溶着させると共に，各密封包装体毎に横方向の溶着を順次行うラミネートフィルムで形成された密封包装体の連続シール方法及び連続シール装置に関するものである。」(1頁右下欄15行～2頁左上欄4行)"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "問題点を解決するための手段",
              "text": [
                "「前記従来例の問題点を解決する具体的手段として本発明は，ラミネートされたフィルムシートを2つ折りにして供給し，そのフィルムシートの重合する端部を長さ方向に沿って外側縁を薄肉状の所定巾の格子状凹凸シール部に，内側縁を所定巾のベタシール部に連続して縦シールすると共に，各密封包装体毎に横シールする方法において，前記ベタシール部に，シール圧の強，弱変化を目視できる隆起凸条を縦方向に連続して形成することを特徴とするラミネートフィルムで形成される密封包装体の連続シール方法並びにラミネートされたフィルムシートを2つ折りにして供給し，そのフィルムシートの重合する端部を長さ方向に沿って外側縁を薄肉状の所定巾の格子状凹凸シール部に，内側縁を所定巾のベタシール部に連続して縦シールすると共に，各密封包装体毎に横シールするシールロールを備えた包装装置において，前記縦シールを行うシールロールに所定巾の格子状凹凸シール部形成面と所定巾のベタシール部形成面とを設け，該ベタシール部形成面にシール圧の強，弱変化を目視できる隆起凸条を縦方向に連続して形成するための溝部を設けたことを特徴とするラミネートフィルムで形成される密封包装体の連続シール装置を提供するものであり，前記隆起凸条の形成によって，包装作業中にシールロールのシール圧の強，弱変化を目視により簡単にして確実に発見でき，それによって包装作業中であってもシールロールのシール圧の強，弱を速かに確実に調整することができるのである。」(2頁右上欄17行～右下欄5行)"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "実施例",
              "text": [
                "「次に本発明を第1図乃至第4図に示す実施例により詳しく説明すると，1は2つ折りされて供給されるフィルムシートであり，該フィルムシートは，例えばポリエチレン等の低温溶融性フィルム2の上面にナイロンまたはアルミ箔等の非低温溶融性フィルム3をラミネートしたものであり，非低温溶融性フィルム3を外側にして2つ折りされるものである。4はこのフィルムシート1を連続的に筒状に形成するガイドであり，機体(図示せず)の所要位置に取付けられている。5，5は上記ガイド4により筒状に形成されたフィルムシート1の長手方向重合縁部を縦シール部6となして筒状袋体aを形成する熱シール部5aを備えた一対の縦シールロールである。7，7は上記縦シールロール5，5の下方に位置して機体に取付けられた一対の横シールロールであって，前記フィルムシート1の縦シール部6に対して直角に横切って横方向に熱シールする横方向熱シール部7aが設けてある。8はこの横方向熱シール部7aによって形成された横シール部である。9は内容物を充填供給するための供給手段であって，本実施例の場合はノズルを示したが，これに限定されるものではない。10，10は縦シールロール5，5を回転駆動させるための歯車であり，11，11は横シールロール7，7を回転駆動させるための歯車で，これらの歯車10，11はシールロール軸10a．11aの端部に夫々取付けられ，1：1の回転速度で同期して回転駆動されるように構成されている。12，12はロールカッターであり，前記横シール部8をその中心部から横方向にカットするものである。bは第3図示の如く完成された密封包装体である。",
                "このようなフィルムシート1が連続的に供給され，一対の縦シールロール5，5および一対の横シールロール7，7により夫々両側から挟み付けられて縦シール部6と横シール部8とが施される。この場合に，縦シール部6は格子状凹凸シール部6aとベタシール部6bとが平行して形成され，さらにベタシール部6bに縦方向の隆起凸条6Cが連続的に形成される。尚，横シール部8は途中まで形成して内容物の充填スペース13を残し，且つベタシール部としてあるが，格子状凹凸シール部としても何等差支えがない。",
                "このような縦シール部6を形成する一対の縦シールロール5，5の熱シール部5aには第2図に示したように，夫々前記格子状凹凸シール部6aを形成するための格子状凹凸を有するシール部形成面14とベタシール部6bを形成するベタシール部形成面15とを有し，且つこのベタシール部形成面15に隆起凸条6Cを形成するための溝部16が形成してある。」(2頁右下欄7行～3頁右上欄17行)"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "動作の説明",
              "text": [
                "「前記した縦シールロール5，5および横シールロール7，7を用いて本発明の主要部である実際のシール動作について説明する。前記フィルムシート1の供給は従来行っている2つ折りの供給装置又は手段がそのまま使用され，縦シールロール5，5により縦シール部6が連続的に行われ，横シールロール7，7により横シール部8が間欠的に行われる。この縦シール部6にあっては，前記したように所定巾の格子状凹凸シール部6aとベタシール部6bとが連続的に形成されることになるが，縦シールロール5，5によってフィルムシート1が両面から加熱されて内側に位置する低温溶融性フィルム2が溶融し，且つ押圧されて接着するものであり，この溶融・押圧によって，内側の低温溶融性フィルム2が順次溶着し，余剰分が押し出される作用を受けるが，その余剰分は前記溝部16によって外側の非低温溶融性フィルム3に形成される隆起凸条6c内に押し込められ，全体として余剰分が吸収されてしまうので，シール部分における無理が解消され，この部分を薄くすることなく，シール基部(内容物の充填スペース13の周囲)が破損したり，ピンホールができたり，商品価値を低下させるシワ又はひだ等の発生がなく，シール部全体が極めて強固となるのである。しかも前記縦シール部6の外側縁を薄肉状の格子状凹凸シール部6aとすることにより密封包装体bを引裂き易くすることができる。」(3頁右上欄19行～右下欄5行)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アの記載及び甲3の第1図～第4図によれば，甲3には，審決が認定する(12頁下6行～下2行)とおり，次の発明(甲3発明)が記載されているものと認められる。",
        "記",
        "「ポリエチレン等の低温溶融性フィルム2の表面にナイロンまたはアルミ箔等の非低温溶融性フィルム3をラミネートしたフィルムシート1をシールロールによりシールした密封包装体(の製造方法)において，前記フィルムシート1の重合する端部の内側縁をベタシール部6bにより，外側縁を格子状凹凸シール部6aによりシールした密封包装体(の製造方法)。」"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "甲5記載の技術事項"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲5(特開平1−164593号，発明の名称「帯状材切断装置」，出願人 日本パイオニクス株式会社，公開日 平成元年6月28日)には，次の記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "従来の技術",
              "text": [
                "「…また，例えば鉄粉などの酸化反応熱を利用した化学カイロの包装袋の場合には，この化学カイロを人体に装着する際に包装袋の先鋭な隅角部が人体の肌着を通して皮膚を刺激したり損傷を与えるなどの恐れがある。」(2頁左上欄5行～9行)"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "実施例",
              "text": [
                "「2枚の包装材10がそれぞれロール12からテンションローラ14を介してダイロール16に供給される。ダイロール16には2枚の包装材10を所望の大きさの包装袋の形状に製袋するためのヒートシール部18が外周に凸状に形成され，このヒートシール部18は包装材10の内側にラミネートされている熱可塑性樹脂が接着可能な温度までヒータなどにより熱せられている。これにより，一対のダイロール16が回転することにより2枚の包装材10はその四方がシールされた包装袋として製袋され，下方に流れてゆく。この製袋工程において充填材がシュート20を通って落下し，製袋された袋の中に充填される。」(2頁右下欄18行～3頁左上欄10行)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アの記載及び甲5の第1図によれば，甲5には，「2枚の包装材10をヒートシール部18を有する一対のダイロール16により製袋した化学カイロ(の製造方法)。」が記載されていると認められる。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "subject": "取消事由1(動機付け認定の誤り)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件発明1につき"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件発明1は，甲1発明とは，前記第3，1(3)イ(イ)のとおり，「収納袋をシールするに当たり，本件発明1においては『収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールした』のに対して，甲1発明においては，どのようにシールを行うかについて特定されていない点。」において相違する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また，甲2，3発明は，前記3(2)，(3)のとおり，シール部の内側部分をベタシール部とし，外側部分を格子状凹凸シール部とした密封包装体であって，そのシール部の形状は，本件発明1と一致する。",
        "そして，前記3(2)ア及び(3)ア認定の甲2，3の記載によれば，甲2，3発明は，いずれも密封包装体を引き裂いて開くことを予定したものであり，甲2，3発明において外側部分を格子状凹凸シール部とした技術的意義は，密封包装体を引き裂き易くするためであると認められる。これに対し，甲1発明は，「鉄粉，ＮaCl(触媒)及び湿り気を与える程度のHOからなる発熱剤1を，微細気孔を有する，ポリエチレン等から成る通気フィルム2にレーヨン不織布3を積層した収納袋に封入した使い捨て保温具。」であるから，使い捨て保温具本体に関する発明であって，その収納袋を引き裂いて開くことは予定されていない。",
        "しかし，甲3には，前記3(3)ア認定のとおり，筒状に形成されたフィルムシートを連続的に供給して，熱シール部5aを備えた一対の縦シールロール5，5とそれより下方に取付けられ横方向熱シール部7aを備えた一対の横シールロール7，7によって連続的にシールする包装装置が記載されている。この装置と同様の装置は，甲1発明の使い捨て保温具を製造するためにも使用することができると考えられる(現に，前記3(4)のとおり，甲5には，上記甲3の装置と同様のヒートシールロールを用いてカイロ本体を製造することが記載されている。)ところ，その際に，甲1発明において収納袋のシール部の外側周辺部を模様状とすれば，摩擦係数が大きくなり収納袋の正常な前送りに寄与することは，装置の構成からして自明のことであるということができる。また，甲2には，前記3(2)ア(イ)認定のとおり，「…また例えば，特公昭40−2219号公報の如く単にヒートシールロールの圧接面に細凹凸条を形成し互にその凹凸条を噛み合せるようにしてフィルムの熱圧着を行うようにしたものもあったが，…」と記載されていて，ヒートシールロールを用いることが従来技術として記載されている。",
        "また，甲2には，前記3(2)ア(イ)認定のとおり，「…従来外側をアルミ箔，セロハン等の非低温溶融性シート，内側をポリエチレン等の低温溶融性シートとしたラミネートフィルムよりなる密封袋は，第4図に示す如くフィルム内面のポリエチレンが押圧により薄くなり，余剰部が次第に内方に押され遂にはシール部の基部に隆起部を形成し，これがフィルム上面のナイロンまたはアルミ箔等の内部にくい込んで該部を薄くするので極めて破れ易く，ピンホールも生じ易く漏洩，亀裂の原因となった。」と記載されているから，甲2発明は，エッヂ切れの防止を課題としているということができる。そして，甲2には，前記3(2)ア(ウ)認定のとおり，「本考案は叙上のような構成からなるものであるから，内容物封入部9の周囲は上下の平行斜状横方向ベタシール部4，4および縦方向ベタシール部5によって形成されており，然も前記横・縦のベタシール部4，4および5の熱圧着により生じた低温溶融性フィルム2の溶融余剰肉は上下の平行斜状横方向ベタシール部の表裏両外面に対称的に数条の横方向に所定間隔をもって平行して隆起状に突出せる横方向隆起凸条6，6を形成するようになっているので，前記余剰肉が非低温溶融性シート3の内部にくい込んで該部を薄くすることなく，従って従来の如くシール基部(内容物封入部9の周囲)が破損したり，ピンホールができたりすることがなく，シール部全体を極めて強固とし，液洩れ等を全くなくすことができるものであるとともに，縦方向ベタシール部5の外側縁8を所定巾の格子状凹凸シール部7となすことによってこの部分を前記横・縦方向ベタシール部4，4および5に比して薄肉となし，フィルムを引裂き易くすると同時にこの部分に開封用のノッチ11を設けることによって容易に開封を行うことができるようにしたものである。」と記載されているから，上記課題を横方向隆起凸条6，6を形成することによって解決するものであるということができるが，格子状凹凸シール部よりもベタシール部の方が接着性が高く，エッヂ切れの防止に効果があることは自明のことであるということができるから，当業者(その発明の属する技術の分野における通常の知識を有する者)は，甲2発明においてシール部の内側部分をベタシール部としていることは，エッヂ切れの防止に効果があると，甲2にその旨の明示の記載がなくとも認識するものと考えられる。また，甲3についても，上記の甲2発明について述べたのと同様に，当業者は，甲3発明においてシール部の内側部分をベタシール部としていることは，エッヂ切れの防止に効果があると，甲3にその旨の明示の記載がなくとも認識するものと考えられる。",
        "さらに，シール部の外側部分を格子状凹凸シール部として収納袋の正常な前送りに寄与するものとしたときに，シール部の内側部分をベタシール部としたとしても，収納袋の正常な前送りに支障がないようにすることは，包装装置の構成や密封包装体のシール部の材質や大きさなどを考慮して当業者が適宜なすことができる設計事項であるということができる。",
        "以上を総合すると，甲1発明の使い捨て保温具に，甲2，3発明の「シール部の内側部分をベタシール部とし，外側部分を格子状凹凸シール部とした密封包装体の形状」を適用して，「収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールした」ものとすることについては十分な動機付けがあるというべきであり，当業者は，上記相違点に係る構成(「収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールした」ものとすること)を容易に想到することができたものと認められる。",
        "したがって，当業者は，甲1～3発明から，本件発明1を容易に発明することができたものと認められる。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "本件発明2につき"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件発明2は，甲1発明とは，前記第3，1(3)イ(ウ)のとおり，「収納袋をヒートシールするに当たり，本件発明2においては『シールエッヂに相当する部分が無地の回転式ヒートシールバーを用い，該収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールする』のに対して，甲1発明においては，どのようにシールを行うかについて特定されていない点。」において相違する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記(1)イのとおり，回転式ヒートシールバー(ヒートシールロール)を用いることは，甲2，3に記載されており，そのことに，上記(1)で述べたところを総合すると，当業者は，上記相違点に係る構成(「シールエッヂに相当する部分が無地の回転式ヒートシールバーを用い，該収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールする」ものとすること)を容易に想到することができたものと認められる。",
        "したがって，当業者は，甲1～3発明から，本件発明2を容易に発明することができたものと認められる。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "原告は，収納袋のシール部の外側周辺部を模様状にシールすることと，内側部分を無地にシールすることとを有機的一体不可分に結合して一つのまとまった技術的思想として構成したところに本件発明1，2の本質が存するというべきところ，甲2，3発明には，この収納袋の正常な前送りとエッヂ切れの防止とを同時に解決するという課題は全く開示又は示唆されていない，と主張する。",
            "しかし，上記(1)，(2)のとおり，甲1～3発明から，収納袋のシール部の外側周辺部を模様状にシールすることと，内側部分を無地にシールすることとを結合した一つのまとまった技術的思想としての本件発明1，2を発明することができたものということができる。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "以上のとおり，原告主張に係る取消事由1は理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "5",
                  "subject": "取消事由2(阻害要因の看過)について",
                  "text": [
                    "前記4(1)イのとおり，甲2，3発明は，いずれも密封包装体を引き裂いて開くことを予定したものであり，甲2，3発明において外側部分を格子状凹凸シール部とした技術的意義は，密封包装体を引き裂き易くするためであるのに対し，甲1発明は，使い捨て保温具本体に関する発明であって，その収納袋を引き裂いて開くことは予定されていない。",
                    "しかし，前記4(1)イのとおり，甲3に記載されているヒートシールロールを用いた装置と同様の装置を，甲1発明の使い捨て保温具を製造するためにも使用することができ，その際に，甲1発明において収納袋のシール部の外側周辺部を模様状とすれば，摩擦係数が大きくなり収納袋の正常な前送りに寄与することは，装置の構成からして自明であること，甲2にもヒートシールロールを用いることが記載されていることから，甲2，3発明の格子状凹凸状シール部を甲1発明の保温具のシール部に適用することは，容易に想到することができるというべきであって，阻害要因が存すると認めることはできない。",
                    "したがって，原告主張に係る取消事由2も理由がない。"
                  ]
                },
                {
                  "fig": "6",
                  "subject": "取消事由3(技術分野認定の誤り)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "前記4(1)イのとおり，甲2，3発明は，いずれも密封包装体を引き裂いて開くことを予定したものであり，甲2，3発明が対象とするものは，使い捨て保温具についていえば，原告が主張するとおり外装密封袋に当たるということができる。これに対し，甲1発明は，使い捨て保温具本体に関する発明であって，その収納袋を引き裂いて開くことは予定されていない。その限りでは，甲2，3発明と甲1発明には，違いがあるということができる。",
            "しかし，内容物を充填する包装袋のポリエチレンを含むシール部をヒートシールして内容物を封入するという点では同じであり，前記4(1)イのとおり，同様の装置で製造することができるものである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "本件発明1と甲1発明の相違点は，前記第3，1(3)イ(イ)のとおり，「収納袋をシールするに当たり，本件発明1においては，『収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールした』のに対して，甲1発明においては，どのようにシールを行うかについて特定されていない点。」であり，本件発明2と甲1発明との相違点は，前記第3，1(3)イ(ウ)のとおり，「収納袋をヒートシールするに当たり，本件発明2においては，『シールエッヂに相当する部分が無地の回転式ヒートシールバーを用い，該収納袋のシール部の外側周辺部を該収納袋の正常な前送りに寄与する模様状に，内側部分を該収納袋の前送りに支障をきたさずエッヂ切れを防止する無地にシールする』のに対して，甲1発明においては，どのようにシールを行うかについて特定されていない点。」であるから，これらの相違点は，いずれも上記(1)で認定した甲2，3発明と甲1発明との共通点に係るものであり，これらの相違点の容易想到性を認定するに当たっては，甲2，3発明と甲1発明とを同一技術分野のものとして組み合わせることができるというべきである。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "したがって，原告主張に係る取消事由3も理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "7",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，原告主張の取消事由はすべて理由がない。",
                    "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10271",
    "date": "2009-01-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037248",
    "ipprecedent_id": "1746",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}