{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人らに対し，それぞれ186万円及びこれに対する平成19年2月13日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，1，2審を通じ，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，女性デュオ「ピンク・レディー」を結成していた芸能人である控訴人らが，出版社である被控訴人に対し，被控訴人が発行する本件雑誌(原判決の略称に従う。以下同じ。)中の記事において控訴人らの写真14枚を無断で使用したことが控訴人らのいわゆる「パブリシティ権」を侵害する不法行為になると主張し，それぞれ損害賠償として186万円及びこれに対する本件雑誌が発行された平成19年2月13日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，芸能人等の氏名，肖像の使用行為がそのパブリシティ権を侵害する不法行為を構成するか否かは，その使用行為の目的，方法及び態様を全体的かつ客観的に考察して，その使用行為が当該芸能人等の顧客吸引力に着目し，専らその利用を目的とするものであるといえるか否かによって判断すべきであるとした上，本件事案における控訴人らの写真の使用が控訴人らの顧客吸引力に着目し，専らその利用を目的としたものと認めることはできないとして，控訴人らの請求をすべて棄却したため，控訴人らがこれを不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人らの本訴請求を判断する前提となる事実は，次のとおり加除訂正するほかは，原判決の事実及び理由の第2の2(原判決2頁4行～9頁13行)のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁15行の「3頁に，」の後に，「物まねタレント，俳優等であるA(愛称B)が紹介する形式による」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁25行及び6頁13行の各「Aの思い出」を「Aの語る思い出」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁末行の「思い出」を「ピンク・レディーの思い出」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁1行及び7頁20行の各「Cの思い出」を「Cの語る思い出」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決7頁22行の「見出しと」の後に「振付師，タレントである」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決8頁4ないし6行を「本件写真は，テレビ番組や歌謡祭のリハーサルの際などに，控訴人らの芸能事務所等が許可し，被控訴人側のカメラマンが撮影した写真であって，控訴人ら側から，その使用方法，態様，回数等について特段の事情の申入れがされていないものであった(甲11，乙3，14，弁論の全趣旨)。」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件訴訟の争点",
          "text": [
            "本件訴訟の争点は，原判決の事実及び理由の第2の3(原判決9頁14～17行)のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原審における主張",
          "text": [
            "原審における当事者の主張は，原判決の事実及び理由の第2の4(原判決9頁18行～14頁2行)のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)に関する当審における主張の補充",
          "text": [
            "〔控訴人らの主張〕",
            "原判決は，パブリシティ権侵害の有無の判断基準として，「芸能人等の氏名，肖像の使用行為がそのパブリシティ権を侵害する不法行為を構成するか否かは，その使用行為の目的，方法及び態様を全体的かつ客観的に考察して，その使用行為が当該芸能人等の顧客吸引力に着目し，専らその利用を目的とするものであるといえるか否かにより判断すべきである」との基準を挙げた上，「本件記事に掲載された写真の使用により，必然的に控訴人らの顧客吸引力が本件記事に反映することがあったとしても，それらの使用が控訴人らの顧客吸引力に着目し，専らその利用を目的としたものと認めることはできない」と判断して，控訴人らの請求を棄却したが，次のとおり，原判決の上記判断基準自体が不適切である上に，本件における当てはめにおいても証拠の評価を誤る重大な事実誤認がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の示す判断基準の不適切性",
              "text": [
                "原判決が示す判断基準は，パブリシティ権の権利性と表現の自由との調整を図ろうとするものとして，その方向性自体は肯定し得るとしても，具体的な事案における判断基準としては余りに抽象的すぎて不十分である。",
                "また，原判決が行ったように，記事の体裁等の形式面のみにとらわれ，「専らその利用を目的とするもの」との要件を余りに限定して解釈すると，芸能人の肖像等を紹介記事等に相当多数使用したとしても，使用者が「記事の一部として必要な範囲である」などと言い逃れしさえすれば，パブリシティ権侵害は成立しないこととなり，実質的に紹介記事等を装った脱法的な肖像等の無断使用の道を開くこととなってしまう。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件で用いられるべき判断基準",
              "text": [
                "パブリシティ権侵害の判断基準としては，「当該出版物と表現の自由の保障の関係を顧慮しながら，当該著名な芸能人の名声，社会的評価，知名度等，そしてその肖像等が出版物の販売促進のために用いられたか否か，その肖像等の利用が無断の商業的利用に該当するかどうかを検討することによりパブリシティ権侵害の不法行為の正否を判断する」(東京高裁平成16年(ネ)第4076号平成18年4月26日判決・判例時報1954号47頁，判例タイムズ1214号91頁)との基準によるべきである。そして，その具体的基準としては，①写真がその記事に必要な範囲を超えるものかどうか，②写真の掲載方法が通常モデル料が支払われるべき週刊誌等におけるグラビア写真としての利用と同視できるか否か，を基本的な判断基準としながらも，写真の大きさや記事の内容自体が出版物の販売促進のために用いられたか，つまり，当該芸能人の顧客吸引力に着目して雑誌販売による利益を得る目的でそれらの写真を利用したものといえるか否かをも加味して判断されるべきである。",
                "そもそも，著名人がその肖像等が有する顧客吸引力を経済的な利益ないし価値として把握し，このような経済的価値を独占的に享受することができる財産的地位を有するとされるのは，その著名人の名声・社会的評価・知名度等が世の中に知れ渡るまでには，天賦の才能等に加え，相当の精神的，肉体的な修練とその修練を積み重ねるにつき必要不可欠な出費に耐える労苦とを要し，そのような著名性を得るに至った際には，その著名人がその固有の名声・社会的評価・知名度等を表現する機能がある肖像等が具有する顧客吸引力に係る経済的価値を独占的に享受することは，当該著名人が努力した上記のような修練，労苦等のもたらす当然の帰結であるからである。ところが，当該著名人の顧客吸引力を利用することに伴う多大な経済的効果に目を奪われて，当該著名人の肖像等を無断で利用する者が現れるのであって，このような無断の商業的利用から上記の著名人の財産的地位を保護するためにパブリシティ権の概念が発達し，判例の積み重ねにより，その権利性が明確に認められるようになってきたものであって，このようなパブリシティ権の趣旨からすれば，雑誌の記事において著名人の肖像等が無断使用された事案においては，記事や写真の内容が当該著名人の肖像等を無断で商業的に利用しているといえるかどうかについて判断することが最も重要であると考えられる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断基準の本件への当てはめ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事は，本件雑誌の16ないし18頁にわたって一体のものとして構成され，読者も一体の記事として認識するものであるから，これら全体を通じて総合的に判断されるべきものであるところ，<ア>本件記事において，16頁上段から18頁上段までの振り付けを利用してダイエットを行う記事であるとされる部分をみるに，動きを説明しているのは誌面の左端枠内と「Bのひとことアドバイス」に限られ，その面積は両者を併せても誌面の4分の1強と少なく，また，枠内の運動は①ないし④に各々分断されており，ピンク・レディーが演じたダンスの振り付けを知らなければ一連の運動として行うことが不可能であって，さらに，各運動を何回するのか，何セットするのかなどダイエット運動に必須の説明が省略されており，反対にダイエット効果の期待できない動き(例えば，16頁上段①，下段④，17頁下段②，18頁上段②)が付加されているなど，実質的にダイエット記事ということができないこと，<イ>本件記事には，社会現象となったピンク・レディーのデビューから解散・再結成に至る年表，楽曲のディスコグラフィー，レコード売上げ枚数，コンサート回数や観客動員数等が一切摘示されていないなど，本件記事は，社会的事象を書籍雑誌上で取り上げる場合に付随する肖像等の利用には該当しないこと，<ウ>本件記事は，上記のとおり動きの説明が貧弱であるため，仮に読者が本件記事の運動を実践しようとすれば，ピンク・レディーの楽曲及び振り付けを想起する必要があるところ，ピンク・レディーの楽曲及び振り付けを最も鮮明に想起させるのはピンク・レディーの肖像写真であって，読者もピンク・レディー本人らの振りまねだからこそ実践したくなるものであり，また，本件雑誌の読者層はその多くが中高年の女性であって，その多くがかつてピンク・レディーに夢中になった世代で，当時のピンク・レディーの写真をもう一度見てみたいと思う気持ちを強く抱いており，被控訴人は，控訴人らの肖像に大きな顧客吸引力があることを認識し，積極的にこれを利用したものということができること，<エ>本件写真1，6，8ないし14の計9枚は，本件記事のダイエット運動とは無関係のステージ写真やリハーサル写真であるなど，ダイエット運動と無関係な写真が多数使用されていることは，本件記事が実質的には控訴人らの肖像そのものを鑑賞するグラビア記事であったことを示していることなどからすると，本件記事は，ダイエット記事でも社会的事象を報じた記事でもなく，ピンク・レディーの肖像が持つ顧客吸引力を利用したグラビア記事であって，本件肖像等の利用が無断の商業的利用に該当し，控訴人らのパブリシティ権を侵害するものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，原判決のように本件写真1ないし7と8ないし14とに区別して検討するとしても，本件写真1ないし7に係る部分においては，これらの写真がその誌面に占める割合からして，「通常モデル料が支払われるべき週刊誌等におけるグラビア写真としての利用と同視できる」程度のものであること，本件記事においてダイエット方法を紹介するためには，ダイエットのために必要となる体操等の動き等を詳しく解説すれば足りるはずであり，あえて控訴人らの肖像を使用する必要性等全く認められず，使用された写真の枚数や大きさも記事に必要な範囲を超えるものであることなどからして，被控訴人が，控訴人らの顧客吸引力を利用して本件雑誌の販売による利益を得る目的で本件写真1ないし7を掲載し，控訴人らのパブリシティ権を侵害したことが明らかである。",
                    "また，本件写真8ないし14に係る部分においては，これらの写真がその誌面に占める割合からして，「通常モデル料が支払われるべき週刊誌等におけるグラビア写真としての利用と同視できる」程度のものであること，これらの写真は，いずれも本件記事でダイエット方法の振り付けとして取り上げられた楽曲とは関係のない写真ばかりであること，被控訴人がダイエットには関係のないこれらの写真を掲載した目的としては，ピンク・レディー世代の読者に対し，ピンク・レディーの写真を多数掲載することで読者の視覚に訴えようとしたものとしか考えられないことなどからして，被控訴人が，控訴人らの顧客吸引力に着目し，それを利用して本件雑誌の販売による利益を得る目的で本件写真8ないし14を掲載し，控訴人らのパブリシティ権を侵害したことが明白である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原判決の認定の誤り",
              "text": [
                "仮に，原判決と同様に，パブリシティ権侵害の有無の判断基準につき，「その使用行為の目的，方法及び態様を全体的かつ客観的に考察して，その使用行為が当該芸能人等の顧客吸引力に着目し，専らその利用を目的とするものであるといえるか否かにより判断すべきである」としたとしても，本件写真の使用等に係る上記の事実関係等によると，本件記事における控訴人らの肖像の使用行為につき，その使用行為の目的，方法及び態様を全体的かつ客観的に考察すれば，控訴人らの顧客吸引力に着目し，専らその利用を目的とするものであるということができ，控訴人らに対するパブリシティ権の侵害が認められ，これを否定した原判決には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "雑誌等における肖像写真の使用に関する取扱いについて",
              "text": [
                "一般的に，芸能人のプロダクション又は芸能人本人等が，出版社から写真を雑誌等に使用するため当該芸能人の写真の撮影を求められた場合，その芸能人本人やその所属するプロダクションは，当該出版社等に対し，掲載予定の雑誌及び記事内容を明らかにしてもらった上で，当該記事に使用するという目的に限って写真の撮影及び使用の許諾をしており，出版社がある特定の記事に掲載する目的で撮影した写真を，後日，他の記事に掲載する場合などは，目的外使用として，改めて当該芸能人サイドに事前に許諾を得，写真使用の対価を支払ってからでなければ，その記事に写真を掲載することができないこととなっている。",
                "また，芸能人のプロダクションサイドから，コンサートツアーのプロモーションや芸能人が新製品等のイメージキャラクターに選ばれた際の当該新製品の発表会において，芸能人の写真撮影及びその使用の許可がされる場合があるが，これらは，その目的に限って写真が使用されることを前提に撮影が承諾されているものであって，当該目的外に写真を使用する場合には，改めて当該芸能人サイドに事前に許諾を得，写真使用の対価を支払ってからでなければ，写真の掲載はできないこととなっている。",
                "本件写真については，当時のピンク・レディーの事務所が写真の掲載を承諾していたとしても，当然，当時のツアーや新曲についての取材に応じて承諾していたものと思われ，撮影から何年も経て他の記事に勝手に転載するなどということまで承諾しているものではなく，本件記事への本件写真の掲載については，控訴人らの承諾がないものである。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "原判決の示す判断基準について",
              "text": [
                "原判決が示す「芸能人等の氏名，肖像の使用行為がそのパブリシティ権を侵害する不法行為を構成するか否かは，その使用行為の目的，方法及び態様を全体的かつ客観的に考察して，その使用行為が当該芸能人等の顧客吸引力に着目し，専らその利用を目的とするものであるといえるか否かにより判断すべきである」との基準は，表現の自由を尊重しつつ，芸能人等に認められる「パブリシティ権」という財産的権利の保護を確保する基準として適切なものである。",
                "芸能人等は，自らマスメディアに登場するなどして社会の関心の対象になる立場に身を置き，その著名性を獲得するもので，活動やそれに関連する事項が社会の正当な関心事となること自体は自ら容認し，さらにいえば，社会の正当な関心事となることを望んでいるのであって，その一方で，雑誌，新聞，テレビ等のマスメディアによって批判，論評，紹介等の対象となることや，そのような紹介記事等の一部として自らの写真が掲載されること自体は容認せざるを得ない立場にある。そして，マスメディア等による著名人の紹介等は，本来，言論，出版，報道の自由として保障されるものである。マスメディアにおいて芸能人等を紹介し，また，批判・論評すれば，それはその芸能人等に関心を持つものに対して何らかの意味で販売促進等の効果を持つが，それは社会の関心の対象になる立場にあることの当然の反映であり，そのような紹介等の表現活動の自由の領域を「パブリシティ権」の名の下に侵してはならず，その一方で，写真集やブロマイド，カレンダーのように，専ら芸能人等の顧客吸引力に着目し，その経済的利益ないし価値を利用するものである場合には，肖像写真の商品化と同視され，パブリシティ権が及ぶものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人ら主張の判断基準に対して",
              "text": [
                "控訴人らは，「その肖像等が出版物の販売促進のために用いられたか否か，その肖像等の利用が無断の商業的利用に該当するかどうか」を加味した基準によって判断されるべきであると主張するが，出版物において芸能人等を紹介し，あるいは批判・論評する場合においては，それは社会の関心の対象になる立場にあることの当然の反映にすぎないが，その記事により雑誌の販売が促進されることを意図し，その芸能人等に関心を持つものに対し販売促進等の効果を持つものであって，控訴人ら主張の判断基準によると，芸能人等を扱うすべての記事がパブリシティ権の侵害行為となることになって，表現活動の自由を著しく侵害する結果となり，また，書籍・雑誌，そして新聞やテレビ番組も営利事業として行われているところ，広く「商業的に利用している」ことになるものであって，控訴人ら主張の上記基準は，一般的な基準とはなり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件写真の使用について",
              "text": [
                "本件写真1ないし7については，一世を風びしたピンク・レディーの演じた振り付けにつき，これを用いたダイエット法を紹介するという記事中で，その社会事象であるピンク・レディーが演じている写真を1つの楽曲において1枚ずつ用いたものにすぎず，また，本件写真8ないし14については，現在も芸能活動を続ける控訴人らの過去の芸能活動を紹介する記事にすぎず，その掲載方法も，誌面1頁の約3分の1の中に，週刊誌上で掲載されることを予定して撮影されたさほど大きくはない白黒写真7枚が当時の思い出を語る文章とともに掲載されているものにすぎないから，これらの写真使用がパブリシティ権侵害に該当する余地はない。",
                "さらに，本件写真は，その大きさ，態様(白黒)に照らすと，通常モデル料が支払われるようなグラビア写真ではなく，また，本件記事の見出しにおいて「ピンク・レディー」の文字が使用され，その見出し等が広告に利用されたことについても，記事内容を読者に伝えるために見出し等に氏名，肖像等を用いることは当然あり得るところであって，そのことをもって「専ら顧客吸引力の利用を目的としたもの」に該当するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "雑誌等における肖像写真の使用に関する取扱いについて",
              "text": [
                "映画やテレビ番組の紹介，コマーシャル等に起用された場合や関連する商品の発表会等の様々な場面で，芸能人等は写真撮影に応じているが，これらは，いずれも「公の場」であり，そこでの写真が種々，雑誌・新聞，テレビ等に掲載されることが予定され，芸能人等もそれを承諾し，望んでいる。そのような場において撮影された写真は，当該映画やテレビ番組の紹介，コマーシャル等の発表の記事以外にも種々利用されることが予定され，相互に了解されており，このような写真撮影に際し，使用料を支払う慣行はなく，また，マスコミに対し，その使用を当該映画やテレビ番組の紹介，コマーシャル等の発表に限定するように求めることは行われていない。",
                "本件写真は，いずれも，放送局等の主催者等から招かれ，「公の場」において許諾の下に撮影されたものであって，主催者からその番組の関連においてのみ写真の使用を許諾するなどという条件を付されておらず，また，控訴人らからそのような条件を付されたものでもなかった。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(パブリシティ権侵害の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "いわゆるパブリシティ権に係る検討",
              "text": [
                "氏名は，人が個人として尊重される基礎で，その個人の人格の象徴であり，人格権の一内容を構成するものであって，個人は，氏名を他人に冒用されない権利・利益を有し(最高裁昭和58年(オ)第1311号昭和63年2月16日第三小法廷判決・民集42巻2号27頁参照)，これは，個人の通称，雅号，芸名についても同様であり，また，個人の私生活上の自由の1つとして，何人も，その承諾なしに，みだりにその容ぼう・姿態を撮影されない自由を有するもの(最高裁昭和40年(あ)第1187号昭和44年12月24日大法廷判決・刑集23巻12号162",
                "5頁参照)であって，肖像も，個人の属性で，人格権の一内容を構成するものである(以下，これらの氏名等や肖像を併せて「氏名・肖像」という。)ということができ，氏名・肖像の無断の使用は当該個人の人格的価値を侵害することになる。したがって，芸能人やスポーツ選手等の著名人も，人格権に基づき，正当な理由なく，その氏名・肖像を第三者に使用されない権利を有するということができるが，著名人については，その氏名・肖像を，商品の広告に使用し，商品に付し，更に肖像自体を商品化するなどした場合には，著名人が社会的に著名な存在であって，また，あこがれの対象となっていることなどによる顧客吸引力を有することから，当該商品の売上げに結び付くなど，経済的利益・価値を生み出すことになるところ，このような経済的利益・価値もまた，人格権に由来する権利として，当該著名人が排他的に支配する権利(以下，この意味での権利を「パブリシティ権」という。)であるということができる。",
                "もっとも，著名人は，自らが社会的に著名な存在となった結果として，必然的に一般人に比してより社会の正当な関心事の対象となりやすいものであって，正当な報道，評論，社会事象の紹介等のためにその氏名・肖像が利用される必要もあり，言論，出版，報道等の表現の自由の保障という憲法上の要請からして，また，そうといわないまでも，自らの氏名・肖像を第三者が喧伝などすることでその著名の程度が増幅してその社会的な存在が確立されていくという社会的に著名な存在に至る過程からして，著名人がその氏名・肖像を排他的に支配する権利も制限され，あるいは，第三者による利用を許容しなければならない場合があることはやむを得ないということができ，結局のところ，著名人の氏名・肖像の使用が違法性を有するか否かは，著名人が自らの氏名・肖像を排他的に支配する権利と，表現の自由の保障ないしその社会的に著名な存在に至る過程で許容することが予定されていた負担との利益較量の問題として相関関係的にとらえる必要があるのであって，その氏名・肖像を使用する目的，方法，態様，肖像写真についてはその入手方法，著名人の属性，その著名性の程度，当該著名人の自らの氏名・肖像に対する使用・管理の態様等を総合的に観察して判断されるべきものということができる。そして，一般に，著名人の肖像写真をグラビア写真やカレンダーに無断で使用する場合には，肖像自体を商品化するものであり，その使用は違法性を帯びるものといわなければならない。一方，著名人の肖像写真が当該著名人の承諾の下に頒布されたものであった場合には，その頒布を受けた肖像写真を利用するに際して，著名人の承諾を改めて得なかったとして，その意味では無断の使用に当たるといえるときであっても，なおパブリシティ権の侵害の有無といった見地からは，その侵害が否定される場合もあるというべきである。",
                "この点につき，控訴人らは，パブリシティ権侵害の判断基準として，「当該著名な芸能人の名声，社会的評価，知名度等，そしてその肖像等が出版物の販売促進のために用いられたか否か，その肖像等の利用が無断の商業的利用に該当するかどうか」によるべきであると主張する。しかしながら，出版事業も営利事業の一環として行われるのが一般的であるところ，正当な報道，評論，社会的事象の紹介のために必然的に著名人の氏名・肖像を利用せざるを得ない場合においても，著名人が社会的に著名な存在であって，また，あこがれの対象となっていることなどによって，著名人の氏名・肖像の利用によって出版物の販売促進の効果が発生することが予想されるようなときには，その氏名・肖像が出版物の販売促進のために用いられたということができ，また，営利事業の一環として行われる出版での著名人の氏名・肖像の利用は商業的理由ということができる。そして，控訴人ら主張に係る上記基準における「出版物の販売促進のために用い」ることや「商業的利用」につき，このような場合をも含むものであるとすると，そのような基準に依拠するのでは，出版における正当な報道，評論，社会的事象の紹介のための著名人の氏名・肖像の利用も許されない結果となるおそれも生じることからしても，控訴人らの主張は一面的に過ぎ，採用し得ないというべきである。",
                "他方，被控訴人は，パブリシティ権侵害の判断基準として，「その使用行為の目的，方法及び態様を全体的かつ客観的に考察して，その使用行為が当該芸能人等の顧客吸引力に着目し，専らその利用を目的とするものであるといえるか否かにより判断すべきである」と主張する。しかしながら，このうち，その使用行為が「専ら」当該芸能人等の顧客吸引力の利用を目的とするか否かによるべきとする点は，出版等につき，顧客吸引力の利用以外の目的がわずかでもあれば，そのほとんどの目的が著名人の氏名・肖像による顧客吸引力を利用しようとするものであったとしても，「専ら」に当たらないとしてパブリシティ権侵害とされることがないという意味のものであるとすると，被控訴人の主張もまた，一面的に過ぎ，採用し得ないというべきである。",
                "そこで，上記説示したところに従い，本件事案におけるパブリシティ権の侵害の有無について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件写真の使用とパブリシティ権侵害の有無",
              "text": [
                "前記第2の3のとおり，本件記事は，昭和51年から昭和56年にかけて活動して広く世間に知られ，子供から大人に至るまで幅広く支持を受け，その振り付けをまねることが社会的現象にさえなり，また，昭和59年以後数回にわたり期間限定で再結成されてコンサート活動を行ったピンク・レディーの写真14枚(本件写真)を掲載するなどの「『ピンク・レディー』ダイエット」との見出しの本件雑誌の16ないし18頁にかけての全3頁の記事であって，その構成は，<ア>見出し部分(16頁右端)，<イ>5つの楽曲についての各説明(16頁上下，17頁上下，18頁上部)，<ウ>ナイスバディ記事(17頁左端上半分)，<エ>Aの語る思い出(17頁左端下半分)，<オ>本誌秘蔵写真で綴るピンク・レディーの思い出(18頁下部)，<カ>Cの語る思い出(18頁下端)から成るものであって，上記<ア>ないし<ウ>においては，それぞれ歌唱中(本件写真1ないし5，7)又はビーチでビキニ姿で立っている(本件写真4)控訴人らの写真が1枚ずつ計7枚掲載され，上記<オ>においては，歌唱中(本件写真9，11，14)，歌唱のための衣装姿(本件写真8)，リハーサル中(本件写真10，13)，インタビューを受けている(本件写真12)控訴人らの写真計7枚が掲載されているところ，①本件記事は，本件雑誌の読者層が子供時代にピンク・レディーに熱狂した女性ファン層と重なることから，16頁上下，17頁上下及び18頁上部において，ピンク・レディーの曲に合わせてその振り付けを踊ることによってダイエットをすることを紹介することとし，その関連で，17頁左端上半分に振り付けしながら踊って楽しくやせられてピンク・レディーのような体型も夢ではないとの記載，17頁左端下半分にAが語る小学生時代にピンク・レディーの振り付けをまねて踊っていたとの思い出やピンク・レディーの楽曲に合わせて踊ることによって楽しくダイエットができることなどを語る記載，18頁下部に「本誌秘蔵写真で綴るピンク・レディーの思い出」として，歌唱中やインタビューを受けるなどして活躍中のピンク・レディーの写真の掲載，18頁下端にCが小学生時代にピンク・レディーの振り付けをまねて踊っていたとの思い出などを語る記載をするものであること，②別紙「本件写真の大きさ等」のとおり，本件写真は，その面積において，大きなもので約80㎠(本件写真7)から小さなもので約10.1㎠(本件写真13)まで，平均約36.4㎠の14枚の白黒写真であって，それぞれの写真において，縦26㎝，横21㎝，面積546㎠のAB変形版サイズである本件雑誌の各頁との比較でさほど大きなものということができず，また，このことからして，本件写真は，通常の読者がグラビア写真として鑑賞の対象とするものとしては十分なものとは認め難く，本件写真が週刊誌等におけるグラビア写真の利用と同視できる程度のものということもできないこと，③本件記事のうち16頁上下，17頁上下及び18頁上部の各楽曲を歌唱中の控訴人らの写真の周囲には，「Bのひとことアドバイス」と題する踊り方の簡単な説明の文章，本件写真の大きさに比肩する大きさでの踊りの姿勢を取るAの写真，各楽曲についての4コマのイラストと説明による振り付けの図解解説が掲載されるなどしており，本件記事を全体として見た構成において，必ずしも控訴人らの写真が本件記事の中心となっているとみることができるものではないこと，以上の事実等が認められ，本件記事は，昭和50年代に広く知られ，その振り付けをまねることが社会的現象になったピンク・レディーに子供時代に熱狂するなどした読者層に，その記憶にあるピンク・レディーの楽曲の振り付けで踊ることによってダイエットをすることを紹介して勧める記事ということができ，また，本件雑誌の表紙における本件記事の紹介も，その表紙右中央部に，赤紫地に白抜きの「B解説！ストレス発散“ヤセる”5曲」の見出しと大きさが縦9.6㎝，横1.7㎝のピンク色の下地に黄色で「『ピンク・レディー』ダイエット」との見出しを記載するものであって，これは，Aが解説するピンク・レディーにかかわるダイエット記事が登載されていることを告知しようとするものということができ，さらに，本件雑誌の電車等の中吊り広告(乙4)及び歌唱中の控訴人らの写真1枚が付けられた新聞広告(甲6，7)も同様の趣旨のものであるということができ，以上によると，本件写真の使用は，ピンク・レディーの楽曲に合わせて踊ってダイエットをするという本件記事に関心を持ってもらい，あるいは，その振り付けの記憶喚起のために利用しているものということができる。",
                "また，本件写真は，控訴人らの芸能事務所等の許可の下で，被控訴人側のカメラマンが撮影した写真であって，被控訴人において保管するなどしていたものを再利用したものではないかとうかがわれるが，その再利用に際して，控訴人らの承諾を得ていないとしても，前記したとおり，社会的に著名な存在であった控訴人らの振り付けを本件記事の読者に記憶喚起させる手段として利用されているにすぎない。",
                "以上を総合して考慮すると，本件記事における本件写真の使用は，控訴人らが社会的に顕著な存在に至る過程で許容することが予定されていた負担を超えて，控訴人らが自らの氏名・肖像を排他的に支配する権利が害されているものということはできない。",
                "これに対し，控訴人らは，本件記事においてダイエットを行う記事であるとされた部分を見ると，動きを説明しているのは一部に限られ，ピンク・レディーが演じたダンスの振り付けを知らなければ一連の運動として行うことが不可能であること，読者が本件記事の運動を実践するためにピンク・レディーの楽曲及び振り付けを最も鮮明に想起させるのはピンク・レディーの肖像写真であり，読者もピンク・レディー本人らの振りまねだからこそ実践したくなるものであって，被控訴人はピンク・レディーの肖像に大きな顧客吸引力があることを認識し，これを利用しているものであるということができることなどを主張して，本件記事は実質的にダイエット記事ということができないと主張するが，当時，子供から大人に至るまで幅広く支持を受け，その振り付けをまねることが社会的現象にさえなったピンク・レディーについては，本件雑誌の読者層においてもその楽曲や振り付けを記憶している者が多数存在するものと考えられ，本件記事は，そのような読者層に簡略に楽曲や振り付けを紹介して記憶を喚起してもらった上で，その楽曲に合わせて踊ってもらおうとする程度のものであって，本件記事の説明が簡略であること，被控訴人において，読者がピンク・レディーの楽曲及び振り付けの記憶を思い返す助けや本件記事のダイエットを実践しようとする意欲を起こしてもらうために控訴人らの肖像写真である本件写真を掲載したものであることなどをもってしても，本件記事がダイエット記事であることが否定されるものではなく，控訴人らの主張は採用することができない。なお，控訴人らは，読者等にピンク・レディーの楽曲の振り付けを思い出してもらうために本件写真を利用することも控訴人らの顧客吸引力を利用するものであるかのような主張もするが，読者等の記憶喚起のために控訴人らの写真を利用することが控訴人らの顧客吸引力を利用するものとなるというものではない。",
                "さらに，控訴人らは，本件写真1，6，8ないし14の9枚の写真は，本件記事のダイエット運動とは無関係のステージ写真やリハーサル写真等であって，このようなダイエット運動と無関係な写真が多数使用されていることは，本件記事が実質的には控訴人らの肖像そのものを鑑賞するグラビア記事であったことを示すなどと主張するが，上記のとおり，本件記事におけるこれらの写真の掲載は，読者にピンク・レディーの楽曲の振り付けで踊ってダイエットをすることを紹介し，これを勧めることに関連して，読者にピンク・レディーが活躍したことの記憶を喚起してもらおうとする趣旨によるものと解することができ，本件記事が実質的に控訴人らの肖像そのものを鑑賞するグラビア記事であるということはできない。",
                "なお，上記のとおり，ピンク・レディーが昭和50年代に子供から大人に至るまで幅広く支持を受け，その振り付けをまねることが社会的現象にさえなったことに照らし，本件雑誌の購入者中には，当時や現在においてピンク・レディーのファンであるなどで，本件記事にピンク・レディーの氏名・肖像が登場したことによって購買意欲を高められ，本件雑誌を購入した者が仮にいたとしても，上記のとおり，本件記事の主題は，ピンク・レディーの楽曲の振り付けで踊ることによってダイエットをすることを紹介して勧める記事ということができ，本件記事における本件写真の使用をもって違法性があるということはできない。",
                "また，控訴人らの肖像写真が雑誌に使用されて控訴人らにその使用の対価が支払われたとしても，少なくとも，本件記事における本件写真の使用につき違法とすることができないとの本件の結論に影響するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件記事における本件写真の使用によって控訴人らの権利又は法律上保護される利益が侵害されたということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，その余の争点について判断するまでもなく，控訴人らの請求を棄却した原判決は正当であって，本件控訴は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}