{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−89145号事件について平成20年1月22日に",
        "した審決のうち「登録第1692144号の2についての審判請求は成り立たない。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "登録第1692144号の商標は，別紙①のとおりの構成よりなり，昭和51年7月8日に登録出願され(出願番号51−045356号)，商品の区分第30類の「菓子，パン」を指定商品として，昭和59年6月21日に設定登録され，その後2回にわたり(平成6年11月29日及び平成16年6月8日)商標権の存続期間の更新登録がなされ，平成17年4月27日に指定商品を第30類の「菓子及びパン」とする指定商品の書換登録がされ，さらに，その商標権は，平成19年2月14日に第30類の別紙②「指定商品目録1」記載の商品を指定商品とする登録第1692144号の1と，第30類の別紙③「指定商品目録2」記載の商品を指定商品とする登録第1692144号の2に分割の登録がされた(商標権者は被告であった。)。なお，登録第1692144号の2については，同年10月3日，一般承継による本権の移転の登録がされた(商標権者は被告である。)。",
            "原告らは，平成18年10月10日，登録第1692144号の商標に係る無効審判を請求した(無効2006−89145号事件)。被告は，平成19年2月14日，上記のとおり，登録第1692144号の商標権につき，登録第1692144号の1と登録第1692144号の2に分割の登録をした。",
            "特許庁は，平成20年1月22日，登録第1692144号の1の登録を無効とし，登録第1692144号の2についての審判請求は成り立たないとする旨の審決(以下，登録第1692144号の2に係る審決部分を「審決」という。)をし，その謄本は原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "登録第1692144号の2の指定商品は，いずれもキシリトールを使用した商品であるから，「キシリトール」の文字及び「XYLITOL」の文字を書してなる登録第1692144号の2に係る商標をその指定商品に使用しても，商品の品質の誤認を生ずるおそれがある商標ということはできない。また，商標法4条1項16号に規定する商品の品質の誤認は，商品の品質の劣悪には関係ないものとされている。",
                "したがって，登録第1692144号の2の商標が商標法4条1項16号",
                "に違反して登録されたことを理由とする審判請求は成り立たない(審決第7，8項，37頁)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告(審判請求人)らは，平成19年1月15日付け審判事件弁駁書及び同日付け上申書において，請求の趣旨を「(1)『商標法第4条第1項第16号』に違反して登録された無効な商標である。(2)登録と異なる商標の故意の使用により被請求人の製品の品質の誤認を生じさせており商標法第53条の規定に該当する。また『商標法第51条』に基づき登録商標の無効を求める。(3)平成16年(2004年)6月8日の『商標登録の更新』の無効。(商標法第3条第1項第1号)『その商品又は役務の普通名称(XYLITOL)を普通に用いられる方法で表示する標章のみからなる商標』に該当する他，同第2号，同第3号及び同第6号にも該当する。よって，平成16年(2004年)6月8日の『商標登録の更新』は無効とされるべき商標である。被請求人の本件商標は，上記の各規定に違反若しくは該当して登録された商標であり，本件商標の登録の全部を無効とする。」と変更する旨主張しているが，これは請求の理由の要旨を変更するものであるから，商標法56条1項で準用する特許法131条の2第1項の規定により許されない(審決第7，9項，38頁)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項16号に関する判断の誤り)",
          "text": [
            "被告は甘味料の成分の100％がキシリトールでないチューインガム等にも登録第1692144号の2の商標を使用しているから，同商標は商標法4条1項16号に該当し，審決には，商標法4条1項16号に関する判断の誤りがある。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(商標法3条1項6号の該当性について判断しなかった誤り)原告らが，平成19年1月15日付け審判事件弁駁書において，無効審判請求の理由として，商標法3条1項6号に該当することを追加して主張したにもかかわらず，審決は，登録第1692144号の2の商標に商標法3条1項6号に該当する違法があることを判断しなかったから，審決は違法である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項16号に関する判断の誤り)に対し",
          "text": [
            "商標法4条1項16号に定められた商品の品質の誤認を生ずるおそれがある商標に当たるか否かは，商標がその指定商品との関係において商品の品質の誤認を生ずるおそれがあるか否かについて判断されるべきである。登録第1692144号の2の指定商品は，いずれもキシリトールを使用した商品であるから，登録第1692144号の2の商標との関係で品質の誤認を生ずるおそれはない。",
            "原告らは，被告は成分の100％がキシリトールでない甘味料を添加したチューインガム等にも登録第1692144号の2の商標を使用しているから，同商標は商標法4条1項16号に該当する旨主張する。しかし，実際に商標がどのように使用されているかという点は，その商標の商標法4条1項16号への該当性に影響を与えるものではなく，主張自体失当である。",
            "したがって，登録第1692144号の2の商標は商品の品質の誤認を生ずるおそれがある商標に該当しないとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法3条1項6号の該当性について判断しなかった誤り)に対し",
          "text": [
            "商標法3条に違反する商標登録の無効審判は，商標権の設定登録の日から5年を経過した後は請求することができないところ(商標法47条1項)，登録第1692144号の2の商標は，昭和59年6月21日に設定登録されたから，これについて，商標法3条1項6号に該当することは無効理由として成り立ち得ない。そうすると，審判官は，商標法3条1項6号に該当するとの無効理由について職権による審理を義務づけられることはない。したがって，商標法3条1項6号に該当することについて審決が判断しなかったことに違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(商標法4条1項16号に関する判断の誤り)について(1) 商品の品質又は役務の質(以下では，商品についてのみ述べる。)の誤認を生ずるおそれがある商標については，公益に反するとの趣旨から，商標登録を受けることができない旨規定されている(商標法4条1項16号)。同趣旨に照らすならば，商品の品質の誤認を生ずるおそれがある商標とは，指定商品に係る取引の実情の下で，取引者又は需要者において，当該商標が表示していると通常理解される品質と指定商品が有する品質とが異なるため，商標を付した商品の品質の誤認を生じさせるおそれがある商標を指すものというべきである。",
            "本件についてみると，登録第1692144号の2の商標は，別紙①のとおり，「キシリトール」及び「XYLITOL」の文字を2段に横書きしたものであるから，指定商品に係る取引の実情の下で，取引者又は需要者は，その使用される商品は，キシリトールが含まれているものと認識，理解する。",
            "他方，指定商品は，別紙③「指定商品目録2」記載のとおり，いずれもキシリトールを使用した商品に限定されている。したがって，同商標は，その指定商品に係る取引の実情の下で，取引者又は需要者において同商標が表示していると通常理解される品質と指定商品の有する品質とが異なることはなく，同商標を付した商品の品質の誤認を生じさせるおそれはないというべきである。",
            "この点について，原告らは，被告は成分の100％がキシリトールでない甘味料を添加したチューインガム等にも，登録第1692144号の2の商標を使用しているから，商標法4条1項16号に該当すると主張する。",
            "しかし，公益に反する商標の登録を排除するという商標法4条1項16号の趣旨に照らすならば，商標法4条1項16号への該当性の有無は，商標が表示していると通常理解される品質と指定商品の有する品質とが異なり，商標を付した商品の品質の誤認を生じさせるおそれがあるか否かを基準として判断されるべきものであり，実際に商標を使用した商品がどのような品質を有しているかは，商標法4条1項16号への該当性の有無に影響を及ぼすものではない。したがって，原告らの上記主張は，その主張自体失当である。",
            "また，取引者又は需要者は，取引の実情の下で，登録第1692144号の2の商標が表示する品質について，キシリトールを使用した甘味料が添加されたものと認識すると解され，キシリトール100％からなる甘味料のみが添加されたものと認識することはないものと解される。したがって，原告らの上記主張は，この点からも失当である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "したがって，審決が，登録第1692144号の2に係る商標について，商標法4条1項16号所定の商品の品質の誤認を生ずるおそれがある商標ということはできないと判断した点に誤りはないというべきであって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法3条1項6号の該当性について判断しなかった誤り)について",
          "text": [
            "前記第2，1のとおり，原告らは，平成18年10月10日，登録第1692144号商標登録について，商標法4条1項16号に該当するとの無効理由があると主張して無効審判請求をしたこと(甲B第27号証及び弁論の全趣旨)，その後，平成19年1月15日付け審判事件弁駁書において，商標法3条1項6号に該当することをも無効理由に追加し，請求の理由を追加的に変更したことが認められる(甲B第28号証及び弁論の全趣旨)。",
            "商標法56条1項，特許法131条の2第1項は，審判請求書の補正は，その要旨を変更するものであってはならない旨規定している。同規定は，審判当事者間の衡平と審理期間の短縮を図る趣旨で規定されたものである。",
            "原告らの行った上記無効理由の追加は，審判請求書に記載された無効理由とは内容の異なる無効理由を追加するものであり，被請求人の防御に大きな影響を与え，再度反論の機会を与えないと防御の機会を失わせるおそれのあるものということができる。したがって，審決が，原告らによる請求の理由の変更を，商標法56条1項・特許法131条の2第1項の規定により許されないものとして，請求の理由の変更により追加された無効理由である商標法3条1項6号への該当性について判断しなかった点に，手続上の誤りはないというべきであって，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の取消事由はいずれも理由がない。原告らはその他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告らの本訴請求をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}