{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2005−8590号事件について平成20年1月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「強化導電性ポリマー」(後に「ポリマー組成物及びその製造方法」と補正)とする発明につき国際特許出願をしたところ，日本国特許庁から拒絶査定を受けたので，これを不服として審判請求をし，平成19年6月5日付けでも手続補正をしたが，同庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記補正後の請求項1に係る発明(本願発明)が下記引用文献1～3に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・引用文献1",
            "特開平2−276839号公報(発明の名称「熱可塑性エラストマー組成物」，出願人 日本合成ゴム株式会社及びハイピリオン カタリシスインターナショナル インコーポレイテッド〔原告〕，公開日 平成2年11月13日。甲1)",
            "・引用文献2",
            "特開平3−74465号公報(発明の名称「樹脂組成物」，出願人 日本合成ゴム株式会社及びハイピリオン カタリシス インターナショナルインコーポレイテッド〔原告〕，公開日 平成3年3月29日。甲2)・引用文献3",
            "国際公開第91／01621号(発明の名称「複合体及びその製造方法」，出願人 ハイピリオン カタリシス インターナショナル インコーポレイテッド〔原告〕，国際公開日 1991年〔平成3年〕2月21日。甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成5年(1993年)3月31日の優先権(米国)を主張し",
                "て，平成6年(1994年)3月30日，名称を「強化導電性ポリマー」とする発明について国際特許出願(国際出願番号 PCT／US94／03514。日本における出願番号は特願平6−522357号)をし，平成7年9月29日，特許庁にその翻訳文(請求項の数52，甲4。公表公報は特表平8−508534号〔甲19〕)を提出した。その後，平成16年4月12日付けで特許請求の範囲を変更する手続補正(第1次補正，甲6)，平成16年12月15日付けで発明の名称を「ポリマー組成物及びその製造方法」と変更する等の手続補正(第2次補正，甲9)をしたが，拒絶査定を受けたので，不服の審判請求をした。",
                "特許庁は，同請求を不服2005−8590号事件として審理し，その中で原告は，平成19年6月5日付けで特許請求の範囲を変更する手続補正(第3次補正，請求項の数5。以下「本件補正」という。甲15)をしたが，特許庁は，平成20年1月21日，「本件審判の請求は，成り立たない。」との審決をし(出訴期間として90日附加)，その謄本は平成20年2月1日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1～5から成るが，このうち請求項1に係る発明(以下「本願発明」という。)の内容は以下のとおりである。",
                "「【請求項1】ポリマー組成物の製造方法であって，",
                "(a)炭素フィブリル0．25～50重量％をポリマー材料と配合し，ここでこのフィブリルの少なくとも一部分は凝集体の形態であり；(b)この配合物を混合して，上記ポリマー材料中に上記フィブリルを分布させ；次いで",
                "(c)この配合物に剪断力を適用して，上記凝集体の実質的全部が，面積ベースで測定して，35μmよりも小さい径を有するまで，この凝集体を分解させる；",
                "工程からなる製造方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本願発明は引用文献1～3に記載された発明に基づいて当業者が容易に発明をすることができたから特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，上記判断をするに当たり，引用文献2に記載された発明(引用発明)の内容を以下のとおり認定した上，本願発明と引用発明との一致点及び相違点を，次のとおりとした。",
                    "＜引用発明の内容＞",
                    "「極細炭素フィブリルと合成樹脂とを混練して，径が0．10～0．25mmの凝集体を50重量％以上含有する炭素フィブリル0．1～50重量部と合成樹脂99．9～50重量部とを含有する樹脂組成物を製造する方法」",
                    "＜一致点＞",
                    "いずれも，",
                    "「ポリマー組成物の製造方法であって，",
                    "(a)炭素フィブリル0．25～50重量％をポリマー材料と配合し，ここでこのフィブリルの少なくとも一部分は凝集体の形態であり；(b)この配合物を混合して，上記ポリマー材料中に上記フィブリルを分布させる；",
                    "工程からなる製造方法」 である点。",
                    "＜相違点＞",
                    "本願発明における下記(あ)の構成を引用発明は具備していない点記",
                    "(あ)「(c)この配合物に剪断力を適用して，上記凝集体の実質的全部が，面積ベースで測定して，35μmよりも小さい径を有するまで，この凝集体を分解させる」点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点についての判断の誤り)",
                  "text": [
                    "審決は，引用文献2に記載された上記引用発明に，引用文献1及び引用文献3に記載の発明を適用し，炭素フィブリルの凝集体の径を35μmよりも小さい径とすることは当業者が容易になしうることであるとしたが，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「…引用文献2には，樹脂への導電性付与効果，機械的強度等の低下を防止するために炭素フィブリルの凝集体の径に上限を設けるべきことが開示されている」(6頁20行～22行)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，引用文献2(甲2)には，「極細炭素フィブリルの凝集体において，その径が0．25mmを超えるものが多量存在すると，樹脂組成物を製造するための混練工程において，樹脂中の極細炭素フィブリルが分散不良となり，樹脂への導電性付加効果が十分でなく，機械的強度及び加工性が低下し，また成形品表面外観を著しく損ねることになる。極細炭素フィブリルにおいて，径が0．1～0．25mmの範囲内の凝集体の含有率が50％を下回る場合にも，導電性付与効果が十分でなく，また得られる樹脂組成物の機械的強度が低下する」(4頁左上欄16行～右上欄9行)と記載されている。",
                            "上記前段部分(「極細炭素フィブリルの凝集体において，…を著しく損ねることになる」)の記載は，極細炭素フィブリルの凝集体の径が0．25mm(250μm)を超えるものが多量に存在すると問題",
                            "が生じることを示している。また，上記後段部分(「極細炭素フィブリルにおいて，…機械的強度が低下する」)の記載は，径が0．1mm(100μm)～0．25mm(250μm)の範囲内の凝集体の",
                            "含有率が50重量％を下回る場合に，導電性付与効果と機械的強度が低くなることを示すものである。",
                            "すなわち，これらの記載は，極細炭素フィブリルの凝集体の径について平均サイズや最大サイズは示さずに，小さすぎる凝集体(100μm未満)と大きすぎる凝集体(250μm超)について合計50重",
                            "量％以上含ませることを排除しているものであり，ここに示されているのは，フィブリル凝集体を過剰分散させると製品の性質に悪影響をもたらすので過剰分散させないようにするという思想である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そして，上記100μm～250μmの範囲において下限とされている100μmは，本願発明において凝集体の径の上限とされている35μmと比べて3倍近く大きな値である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "このように，引用発明が100μm～250μmの範囲外の凝集体を50重量％以上含ませないという構成を採用していることは，引用発明の凝集体の径を100μmよりも小さくしようとすることの阻害要因となるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また審決は，引用文献1(甲1)に炭素フィブリルについて「…凝集構造を解いてから使用することが好ましい」(3頁右上欄13行～14行)と記載されていることに関して，「…『凝集構造を解く』ことは，凝集体の径を小さくすることを意味するものと解するのが自然であるから，引用文献1には，炭素フィブリルをポリマー材料と配合し，この配合物を混合してポリマー組成物を製造する際に，炭素フィブリルの凝集体の径を小さくして分散性の改善を図ることが教示されているものというべきである」(6頁30行～35行)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，引用文献1(甲1)には，凝集体構造は分散性が悪く成形体の外観を損なうことがあるので，予め凝集構造を解いてから使用することが好ましいことが記載されている(3頁右上欄8行～14行参照)。このように予め凝集構造を解くという引用発明の構成は，凝集体を配合した後に剪断力を適用して凝集体を分解させるという本願発明と相反する概念に基づくものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，引用文献1(甲1)に記載された「機械的な破砕，例えば振動ミルやボールミルを用いたり，水や溶媒の存在下で超音波照射を」する(3頁右上欄11行～12行)という方法は，本願発明のような剪断力の適用を含まないものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また審決は，引用文献3(甲3)に関して「…充填剤の凝集物粒径の予め定められた値は粒径の1000倍以下，一層好ましくは100倍以下，更に好ましくは10倍以下であり，充填剤の特徴的寸法の一つ以上が1μmより小さいことが好ましく，0．1μmより小さいのが一層好ましいこと…が記載されている」(7頁4行～8行)，「また，充填剤の凝集物の粒径は充填剤の特徴的寸法の10倍以下であるのが『更に好ましい』とされ，『一層好ましい』とされる充填剤の特徴的寸法は0．1μm以下であるところから，充填剤の凝集物の粒径としては0．1μm×10＝1μm以下のものが好ましいことも開示されている」(7頁13行～17行)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "しかし，引用文献3(甲3)には，1μm以下の凝集体が好ましいことが開示されているわけではない。請求項44～48に記載されたうち最も大きいものは1000μm(充填剤1μmの1000倍)，",
                          "text": [
                            "最も小さいものは1μm(充填剤0．1μmの10倍)であり，種々のサイズの凝集体が得られることが開示されているのであって，ここに開示された凝集体サイズの上限は1000μmであるというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そして審決は，「そうすると，樹脂中への炭素フィブリルの分散性を向上させるために炭素フィブリルの凝集体の径を小さくすることは引用文献1及び3により本出願前公知であり，更に，該凝集体の径を1μm以下とすること，及び，そのために樹脂と炭素フィブリルとの配合物に剪断力を適用することも，引用文献3に記載されたところであって，これらの公知技術を，ともに炭素フィブリルと樹脂マトリックスとの組成物の製法である点で同一の技術分野に属する引用発明に適用する点に特に困難性はない」(7頁24行～30行)，「また，本願発明の(あ)のように，『凝集体の実質的全部が，面積ベースで測定して，35μmよりも小さい径を有する』と限定することは，製品に付与すべき物性値を勘案して適宜実験的になし得た範疇を超えるものではないから，本願発明における(あ)の点は，引用文献1及び3の記載事項から当業者が容易に想到し得たものというほかはない」(7頁31行～35行)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，前記(ア)で述べたように，引用発明は，100μm～250μmの範囲外の凝集体を50重量％以上含ませることを排除しているものであり，引用発明において，上記100μm～250μmの範囲における下限(100μm)を超えて，さらに径を小さくしようとすることには阻害要因があるといわざるを得ない。",
                            "また，前記(イ)，(ウ)で述べたとおり，引用文献1(甲1)には予め凝集構造を解くことが記載されているのみであり，引用文献3(甲3)には1μm～1000μmの範囲内の種々のサイズの凝集体が記載されているのであるから，これらに記載の発明を適用しても本願発明の構成には至らないものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，本願発明において炭素フィブリルの凝集体の実質的全部が35μmよりも小さい径を有することとしたのは，小さい体積抵抗率(高い導電性)及び大きい衝撃強さを得るためである。",
                        "すなわち，本願明細書(甲4)の表VIは，炭素フィブリルの凝集体のサイズと得られた製品のノッチ付き衝撃強さとの関係を示したグラフであるところ，炭素フィブリルを充填しない場合のノッチ付き衝撃強さに対して炭素フィブリルを充填した場合にノッチ付き衝撃強さがどの程度するかをみると，充填される凝集体のサイズが大きいほどノッチ付き衝撃強さは小さくなる傾向がある。そして，炭素フィブリルを充填しない場合のノッチ付き衝撃強さ(0．77〔表IV参照〕)の75％",
                        "(0．58)の値を示すのは，凝集体のサイズが35μmのときである。このように，炭素フィブリルを充填しない場合と比べて75％以上のノッチ付き衝撃強さを得るためには，凝集体のサイズが35μm以下でなければならないことが理解されるのである(なお，75％以上のノッチ付き衝撃強さを基準としたのは，その程度のノッチ付き衝撃強さが得られれば実際の商業的用途において現実的に有用であるからである。)。",
                        "これに対し被告は，上記のような結果が得られるのは本願明細書(甲4)に記載されたように特定の材料を所定の比率において配合した場合に限られるものであるとするが，材料や配合比率が異なっても，炭素フィブリルを充填した場合のノッチ付き衝撃強さの低下率は同様であるから，異なる材料や配合比率によっても，炭素フィブリルを充填しない場合の75％以上のノッチ付き衝撃強さを得ようとすれば，凝集体の大きさを35μm以下とすることが必要となるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(顕著な作用効果の看過)",
                  "text": [
                    "審決は，本願発明の作用効果に関して，「…本願発明の(あ)の点による効果についてみても，本願明細書の表VIには凝集体の粒子サイズの減少に対してノッチ付衝撃強さが直線的に増加することが示されているのみであり，凝集体の粒子サイズについての『35μmよりも小さい径』との限定に臨界的な意味は認められない」(7頁下3行～8頁1行)，「また，引用文献2の各実施例には，炭素フィブリル含有の樹脂が優れたアイゾット衝撃強度及び体積固有抵抗を有することを示すデータ…が記載されており，引用発明との対比において，導電性及び機械的強度についての本願発明の効果が格別のものとすることはできない」(8頁2行～5行)とした。",
                    "しかし，本願発明は，「…凝集体の実質的全部が，面積ベースで測定して，35μmよりも小さい径を有する」(本件補正後の請求項1)という構成を採用することによって，上記のとおり導電性及び機械的強度の極めて優れたポリマー組成物が得られるというものであるところ，引用文献1～3のいずれにもそのような効果の示唆は全くなく，審決は，本願発明の顕著な作用効果を看過したものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，相違点についての判断に関する審決の誤りを主張するが，以下のとおり審決の判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用文献2(甲2)に炭素フィブリルの凝集体の径に上限を設けることが開示されているとした審決の認定は誤りであると主張する。",
                    "しかし，引用文献2(甲2)の特許請求の範囲には，炭素フィブリルの凝集体の「最長径が0．25mm以下」であることが明記されており，その技術的意義について「極細炭素フィブリルの凝集体において，その径が0.25mmを超えるものが多量存在すると，樹脂組成物を製造するための混練工程において，樹脂中の極細炭素フィブリルが分散不良となり，樹脂への導電性付与効果が十分でなく，機械的強度及び加工性が低下し，また成形品表面外観を著しく損ねることになる」(4頁左上欄16行～右上欄5行)と記載されている。",
                    "そして，「極細炭素フィブリル中の凝集体の最長径を0.25mm以下とし，且つ，径が0.10mm～0.25mmである凝集体の占める割合(含有率)が50重量％以上である極細炭素フィブリルは，例えば…により得ることができる」(4頁左上欄6行～14行)と記載されていることから，引用発明は，炭素フィブリルの凝集体の径に関する要件として，「最長径が0.25mm以下」という要件と「径が0.10～0.25mmの凝",
                    "集体を50重量％以上含有する」という要件の双方を採用しているものである。",
                    "ここで，「最長径が0.25mm以下」とは，炭素フィブリルの凝集体において最も長い径が0.25mmであるという意味であり，すなわち炭素フィブリルの凝集体の径の上限が0.25mmであることと同義である。",
                    "したがって，引用文献2(甲2)には炭素フィブリルの凝集体の径に上限を設けることが開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，引用文献1(甲1)に炭素フィブリルの凝集体の径を小さくすることが示されているとした審決の認定は誤りであると主張する。",
                    "しかし，引用文献1(甲1)には「…炭素フィブリルは凝集体構造をとりやすく，そのまま用いると分散性が悪く，…凝集構造を解いてから使用することが好ましい」(3頁右上欄8行～14行)と記載されており，「凝集構造を解く」とは凝集体の径を小さくすることを意味するものである。",
                    "原告の主張は，凝集体の径を操作する時期(ポリマー材料との配合後か，予めか)，凝集体の径を操作する手段(剪断力を適用するか否か)についての違いをいうものであるが，本願発明において凝集体の径を操作する時期が配合後である点や凝集体の径を操作する手段が剪断力による点について，審決は，引用文献3(甲3)にこれらが開示されているとしたものであって，引用文献1(甲1)に開示されているとするものではないから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また原告は，引用文献3(甲3)に1μm以下の径の凝集体が好ましいことが開示されているとした審決の認定は誤りであると主張する。",
                    "しかし，引用文献3(甲3)の請求項44～48においては，原告が主張するような1000μm(1μm×1000)～1μm(0．1μm×",
                    "10)の凝集体サイズが並列的に扱われているわけではない。請求項45が請求項44を引用し，請求項46が請求項45を引用していることから分かるように，「1000倍以下」の中でも「100倍以下」がより下位に位置付けられ，「100倍以下」の中でも「10倍以下」がより下位に位置付けられている。また，請求項48が請求項47を引用していることから分かるように，「1μmより小さい」の中でも「0.1μmより小さい」がより下位に位置付けられている。このような上位・下位の位置付けには，何らかの意図が存在するところ，その意図について引用文献3(甲3)には，「好ましい具体例として，凝集物粒径の予め定められた値は充填剤の粒径の1000倍以下，一層好ましくは100倍以下，更に好ましくは10倍以下である。充填剤の特性軸の一つ以上(その粒径の尺度)の大きさが1μmより小さいのが好ましく，0.1μmより小さいのが一層好ましい」(訳文4頁16行～20行)という記載があることから，凝集体の大きさは充填剤の「10倍以下」であり，充填剤の大きさが「0.1μmより小さい」ことがそれぞれ好ましい態様として位置付けられている。",
                    "そうすると，引用文献3(甲3)においては，凝集体サイズ1μm(0.1μm×10)以下が最も好ましい態様とされているものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上に対し原告は，引用発明の凝集体の径の大きさを100μmよりも小さくしようとすることには阻害要因があることを主張する。",
                    "しかし，原告の主張は，引用文献2(甲2)の開示内容に対する誤った理解に基づくものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，引用発明が炭素フィブリルの凝集体の大きさについて250μmという上限を設けていることは，前記アで述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，引用発明におけるもう一つの要件である「径が0.10～0.25mmの凝集体を50重量％以上含有する」という点については，合成樹脂と配合する前の状態にある炭素フィブリルの要件として開示されているものであって，合成樹脂と配合した後の状態における炭素フィブリルについての要件を開示したものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "すなわち，引用文献2(甲2)には「上述の製法により得られる極細炭素フィブリルが含有する凝集体の寸法は不揃いであり，径が0.25mm以上の凝集体をかなり含有している。極細炭素フィブリル中の凝集体の最長径を0.25mm以下とし，且つ，径が0.10mm～",
                          "text": [
                            "0.25mmである凝集体の占める割合(含有率)が50重量％以上である極細炭素フィブリルは，例えば振動ボールミルを使用し，800ccのステンレス容器に直径12.8mmの鋼製ボールを500g及",
                            "び未処理の極細炭素フィブリルを50g入れ，1720rpmで35",
                            "分間処理することにより得ることができる。…極細炭素フィブリルの凝集体において，その径が0.25mmを超えるものが多量存在すると，樹脂組成物を製造するための混練工程において，樹脂中の極細炭素フィブリルが分散不良となり，樹脂への導電性付与効果が十分でなく，機械的強度及び加工性が低下し，また成形品表面外観を著しく損ねることになる」(4頁左上欄4行～右上欄5行)と記載されている。",
                            "これらの記載から理解されるように，未処理の炭素フィブリル(凝集体の寸法は不揃いであり，径が0.25mm以上の凝集体をかなり含有している)に対して，まず凝集体の径を改変する処理を行って「最長径が0.25mm以下で径が0.10～0.25mmの凝集体を",
                            "50重量％以上含有する炭素フィブリル」とした上で，これを合成樹脂に配合し，樹脂組成物を製造するための混練工程を経由させることによって樹脂組成物が得られる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上に対して，合成樹脂と配合した後の状態において炭素フィブリルの凝集体がどのようなサイズであるかについては，引用文献2(甲2)には何ら記載されていない。",
                            "ところで，引用文献2(甲2)には，上記のように凝集体の径が改変された炭素フィブリルを合成樹脂に配合して組成物とする手段について，「本発明の組成物を製造するには，公知の方法，例えば樹脂のペレット状物又はパウダー状物と所定量の極細炭素フィブリルとをドライブレンドあるいはウェットブレンドした後，ロール式のニーダーに供給し加熱下に混練したり，またはこれらを押出機に投入し，ロープ状に押出したものをペレット状にカットする等の方法，あるいは樹脂等の溶液や分散体と極細炭素フィブリルを液状媒体中でブレンドする方法などを用いることができる」(4頁右下欄13行～5頁左上欄4行)と記載されており，また，実施例13～15として，合成樹脂の成分である3官能ポリエーテルポリオールに対し炭素フィブリルを加えてから「ボールミル」を用いて混合，分散させることが記載されている(9頁左下欄2行～5行)。",
                            "ここで，「ボールミル」は，引用文献2(甲2)において炭素フィブリルの凝集体のサイズを改変するための手段としても記載されている(4頁左上欄4行～14行参照)ものであり，このように炭素フィブリルのサイズをさらに変えうるような手段も混合手段の一つとして含まれていることを考慮すると，引用発明は，合成樹脂と配合した後の状態にある炭素フィブリルの凝集体のサイズに関して要件を定めているということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，引用発明は，合成樹脂と配合した後の状態にある炭素フィブリルの凝集体について35μmよりも小さい径を採用することを排除するものではなく，原告主張の阻害要因は存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお原告は，本願発明の意義に関して，炭素フィブリルの凝集体のサイズを35μm以下とした場合に炭素フィブリルを充填しない場合の75％以上のノッチ付き衝撃強さが得られることを主張する。",
                    "しかし，炭素フィブリルの凝集体のサイズを35μm以下とした場合に炭素フィブリルを充填しない場合と比べて75％以上のノッチ付き衝撃強さが得られるのは，本願明細書(甲4)に示された特定の材料を所定の比率において配合した場合(具体的には，ポリマー材料として「射出成型品種のポリアミド−6ペレット」等を選択し，炭素フィブリルとして「フィブリル塊の少なくとも95％が100μmよりも大きい径を有する鳥の巣形態凝集体からなる炭素フィブリル」を選択し，ポリマー材料と炭素フィブリルの重量比を「95：5」に設定した場合)であって，異なる材料，異なる重量比の場合にも同様の結果が得られるとは必ずしもいうことができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，本願発明の顕著な作用効果の看過を主張するが，本願発明の構成によって得られる導電性・機械的強度に関する具体的かつ定量的な効果については何ら主張していない。",
                "そして，本願明細書(甲4)の表VIには凝集体の粒子サイズの減少に対してノッチ付き衝撃強さが直線的に増加することが示されているのみであり，凝集体の粒子サイズについての「35μmよりも小さい径」との限定に臨界的な意義は認められず，導電性及び機械的強度についての本願発明の効果が格別のものということはできない(審決7頁下3行～8頁5行も同旨)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明に関し，本願明細書(甲4)には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の分野",
                      "text": [
                        "・「本発明は一般的に伝導性ポリマー，さらに特に優れた剛性を有する，導電性，静電気放電性および静電気帯電防止性のポリマーに関するものである。」(1頁8行～9行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の背景",
                      "text": [
                        "・「部品からの静電荷の放電，静電吹付塗装および電磁波の透過を防ぐための電気部品のシールディングを包含する多くの用途において，導電性ポリマー材料が望まれている。ポリマーの導電性を増大させるための初歩的方法は，ポリマーに導電性添加剤，例えば金属粉末，金属繊維，イオン性導電性ポリマー，内在的導電性ポリマー粉末(例えば，ポリピロール類)，炭素繊維またはカーボンブラックなどを充填する方法である。しかしながら，これらの方法はそれぞれ，いくつかの欠点を有する。金属繊維および粉末が補強されたポリマーは貧弱な腐食耐性および不充分な機械的強度を有する。…」(1頁11行～18行)",
                        "・「原則的に，これらの因子および価格の観点から，カーボンブラックがかなりの用途で添加剤として選択されるようになった。しかしながら，カーボンブラックの使用はまた，多くの格別の欠点を有する。第一に，ポリマーの導電性の達成に要するカーボンブラックの量は比較的多く，すなわち10～60％である。第二に，導電性カーボンブラックの形態学的『構造』は，高剪断溶融処理中に破壊される。この形態学的構造は，ポリマーの剛性物性を多くの用途にとって低すぎる点にまで減少させる要因になる。剛性レベルが指定用途にとって適当である場合でも，カーボンブラックが製品の表面から脱落または擦り落とされる問題が生じることがある。さらにまた，代表的なカーボンブラック製造方法に固有であり，そこから生じる化学的夾雑物が，これらの物質の使用，例えば自動車部品における使用を非実用的なものとする。」(1頁26行～2頁7行)",
                        "・「多くの用途において，このカーボンブラックの代わりに，炭素フィブリルが使用されている。例えば，炭素フィブリルをカーボンブラックよりも少ない量でポリマーに添加すると，導電性最終製品を生成させることができることが認識されている。…ポリマーに炭素フィブリルを添加すると，最終製品の引張物性および曲げ物性を増大させることができることも認識されている。…」(2頁8行～14行)",
                        "・「炭素フィブリルは典型的に，当該フィブリルの円柱状軸に実質的に同心的に沿って沈着されているグラファイト外層を有するうねうねした管の形態を有する。」(2頁18行～19行)",
                        "・「炭素フィブリルは，少なくとも5の，さらに好ましくは少なくとも100の長さ−径比を有する。さらにより好適なフィブリルは，少なくとも1000の長さ−径比を有する。このフィブリルの壁厚みは，好ましくは3．5～75ナノメーターである当該フィブリルの外径の約0．1～0．4倍である。…」(2頁22行～25行)",
                        "・「モイ(Moy)らにより1992年3月18日付けで出願された米国出願出願番号855，122号…およびウエハラ(Uehara)らにより19",
                        "91年2月23日付けで出願された米国出願出願番号654，507号…には，フィブリル凝集体の製造およびそれらの導電性ポリマー製造における使用が開示されている。」(2頁下2行～3頁5行)",
                        "・「モイらは，特定の形態の炭素フィブリル凝集体，すなわちコーマ糸形態の炭素フィブリル凝集体の製造を開示し，また複合物品におけるその使用に言及している。しかしながら，ポリマー組成物に導電性と許容されるノッチ付衝撃強さまたは引張伸びの両方を得るために，この凝集体をどの位の量で使用すべきかは教示していない。ウエハラらはまた，ポリマー材料におけるフィブリル凝集体の使用を開示している。このフィブリル凝集体は100～250ミクロンの好適径範囲を有するものである。これらのフィブリル凝集体をポリマー組成物に添加し，次いで処理すると，導電性が得られる。しかしながら，ノッチ付衝撃強さは，大部分の衝撃を伴う状況で使用するには低すぎる。」(3頁6行～14行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の目的",
                      "text": [
                        "・「本発明の目的は，満足な表面外観および工業基準と少なくとも同一の水準の剛性を有する最終目的製品に容易に成型することができる，導電性，静電気放電性または静電気帯電防止性のポリマー組成物を提供することにある。",
                        "本発明のもう一つの目的は，炭素フィブリルを含有し，このフィブリルが組成物の機械的物性を工業基準と少なくとも同一の水準にするような充分に小さい径の凝集体からなる導電性，静電気放電性または静電気帯電防止性のポリマー組成物を提供することにある。",
                        "本発明のさらにもう一つの目的は，充填剤を含有していない相当するポリマー組成物のノッチ付衝撃強さよりも75％より大きいノッチ付衝撃強さを有する，フィブリル充填した導電性，静電気放電性または静電気帯電防止性のポリマー組成物を提供することにある。",
                        "本発明のさらにもう一つの目的は，稀釈でき，これによって比較的少ないフィブリル充填量および工業基準と少なくとも同一の水準の機械的物性を有する導電性，静電気放電性または静電気帯電防止性の最終製品を製造することができる，ポリマーマスターバッチ組成物を提供することにある。",
                        "本発明のさらにもう一つの目的は，炭素フィブリルを含有し，このフィブリルの少なくとも一部分が凝集体の形態を有し，当該組成物を処理すると当該フィブリル凝集体のサイズが減少して，生成した目的製品の機械的物性を工業基準と少なくとも同一の水準(に)することができる，導電性，静電気放電性または静電気帯電防止性ポリマー組成物の製造方法を提供することにある。」(3頁16行～4頁6行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明の要旨",
                      "text": [
                        "・「その少なくとも一部分が凝集体の形態であり，この凝集体の実質的に全部のサイズが，面積ベースで測定して，35μm以下に減少されている場合に，このような炭素フィブリルを0．25～50重量％の割合で添加すると，商業的に許容される導電性および剛性の両方を備えたポリマー組成物を提供することができることが予想外に見出だされた。好ましくは，この凝集体の少なくとも90％は，面積ベースで測定して，25μmよりも小さい径を有する。さらに好ましくは，この凝集体の少なくとも90％は，面積ベースで測定して，5μmよりも小さい径を有する。」(4頁8行～15行)・「1種または2種以上の選択されたポリマー材料と0．25～50重量％の炭素フィブリルとを組み合わせることによって，許容される剛性を有する，導電性，静電気放電性または静電気帯電防止性のポリマー組成物を製造することができる。この配合物を混合して，その少なくとも一部分が凝集体の形態であるフィブリルをポリマー材料中に分布させる。この配合物に剪断力を適用して，この凝集体の実質的全部を，面積ベースで測定して，35μmよりも小さい径にまで分解させる。」(4頁20行～26行)",
                        "・「この組成物は好ましくは，約1×1011オーム／cmより小さい体積抵抗率および0．5フィート−ポンド／インチよりも大きい，さらに好ましくは2フィート−ポンド／インチよりも大きい，最も好ましくは5フィート−ポンド／インチよりも大きい，IZODノッチ付衝撃強さまたは充填剤を含有していない相当するポリマー材料の引張伸びの少なくとも75％の引張伸びを有する，所望の形状の最終製品に成型される。この特性の組み合わせは，本発明を広範囲の剛性が要求される状況で使用するのに適するものとする。」(4頁下3行～5頁4行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "炭素フィブリルの製造",
                          "text": [
                            "・「フィブリルは，炭素含有気体を反応器内で，適当な期間にわたり，適当な圧力の下に，前記形態を有するフィブリルが生成されるのに充分の温度において，金属触媒と接触させることによって製造される。」(5頁10行～12行)",
                            "・「フィブリルは，その少なくとも一部分が凝集体の形態であるような方法で製造することができる。本明細書で使用するものとして，凝集体の用語は，2本または3本以上のフィブリルが絡み合っているものであると定義される。フィブリル凝集体は代表的に，走査電子顕微鏡で測定して，顕微鏡的形態を有しており，これらは相互に無作為に絡み合って，鳥の巣(“BＮ”)に似た，フィブリルが絡み合ったボールを形成している。あるいはまたこの凝集体は，実質的に同一の相対配列を有し，かつまたコーム糸(“CY”)の外観を有する，直線状ないし僅かに屈曲した，あるいは編み込まれた炭素フィブリルの束からなる凝集体であり，例えばこのコーム糸形態の凝集体は曲ったまたは編み込まれたフィブリルを除いて，各フィブリルの長軸が束の周囲のフィブリルの長軸と同一方向に伸びている，直線状ないし僅かに屈曲している束からなる。あるいはまた，この凝集体は，直線状ないし僅かに屈曲しているか，または編み込まれたフィブリルが相互にゆるく絡み合っている，『オープンネット』(“OＮ”)構造を形成しているフィブリルからなる。…」(5頁24行～6頁8行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "ポリマー",
                          "text": [
                            "・「本発明に従い，0．25～50重量％の炭素フィブリルが，選択した有機および無機ポリマーに添加される。さらに好ましくは，2～5重量％の炭素フィブリルを，選択したポリマーに添加する。一般に，好適群のポリマーには，熱硬化性樹脂，熱可塑性樹脂，エラストマーおよび無機ポリマーが包含される。…」(8頁20行～23行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "炭素フィブリル",
                          "text": [
                            "・「本発明に関連する炭素フィブリルは好ましくは，分離したフィブリルとフィブリル凝集体との組み合わせからなる。しかしながら，このフィブリルは全部が凝集体の形態であることもできる。存在する場合に，凝集体は一般に，鳥の巣形態，コーン糸形態またはオープンネット形態である。",
                            "…」(10頁8行～11行)",
                            "・「以下で説明するように，フィブリル凝集体のサイズが一定点以下に減少されると，改善された剛性を有する導電性ポリマー組成物が得られる。従って，フィブリルの実質的部分が分離した形態を有すると好ましい。これは，減少させなければならず，あるいは最終製品において，剛性に有害に作用する物理的破裂をもたらすことがある，大型凝集体の数が最低であることを意味する。」(10頁15行～19行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "ポリマー中への炭素フィブリルの分散",
                          "text": [
                            "・「フィブリルは，例えばヘンシェル(Henschel)によって製造されている高速ミキサーを使用して，ポリマー中に分布させる。次いで，例えばベルナー−フェレイデラー(Werner−Pfleiderer)",
                            "から入手することができる共回転式二軸スクリュー押出機，レイストリッツ(Leistritz)により製造されている対向回転式二軸スクリュー押出機，またはバス(Buss)により生産されているコークニーダー(Ko−Kneader)を使用して，剪断力を施し，フィブリル凝集体のサイズを減少させる。この剪断力は，存在する凝集体の実質的全部が，面積ベースで測定して，約35μmより小さい径に減少されるまで，好ましくは存在する凝集体の少なくとも90％が，面積ベースで測定して，約25μmより小さい径に減少されるまで，適用する。さらに好ましくは，この剪断力は，存在する凝集体の実質的全部が，面積ベースで測定して，約5μmより小さい径に減少されるまで，さらに好ましくは存在する凝集体の98％が，面積ベースで測定して，約3μmより小さい径に減少されるまで適用する。",
                            "一般に，カーボンブラック充填ポリマーの生成に使用される分散技術は，炭素フィブリルのポリマー中への分散には有効ではない。例えば，通常のカーボンブラック処理技術に従い使用した場合に，2−ロールミルは一般に，炭素フィブリルのポリマー材料中への分散には有効ではない。同様に，一軸スクリュー押出機または密閉式ミキサーは一般に，ポリマー材料中にフィブリルを充分にかつまた均一に分散させない。」(10頁21行～11頁10行)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "最終製品",
                          "text": [
                            "・「フィブリル充填したポリマー組成物は最終的に，射出成型，吹込成型，RIM，押出成型などによって，予め選択された形状に形成される。このフィブリル充填し，成型した製品は，導電性であり，かつまた他の物質を充填した導電性，静電気放電性，または静電気帯電防止性のポリマー製品に比較して優れた剛性物性を有する。他の物質を充填した生成物は，最終製品に優れた曲げ強さおよび引張強さを付与することが証明されているが，現在まで，導電性，大きいノッチ付き衝撃強さおよび大きい引張強さと組み合わされて，これらの物性を提供する充填剤はなかった。前記したように，ポリマー材料中のフィブリル凝集体の実質的全部のサイズを特定のサイズ以下に減少させることによって，相当する無充填ポリマーから製造された最終製品のノッチ付き衝撃強さおよび(または)引張伸びに近いノッチ付き衝撃強さおよび(または)引張伸びを有する最終製品を得ることができる。これは，従来では，金属およびその他の固有に導電性を有する物質に制限されていた広範囲の用途で，未処理ポリマー材料を使用することを可能にする。最終製品の例には，静電塗装に適した自動車部品，静電塗装に適した家庭用電気器具，EMIシールド可能なコンピューター外装，および静電気放電に適した集積回路トレーおよびマイクロエレクトロニクスパッケージが包含される。本発明は，大きい耐衝撃強さ，大きい引張強さ，および溶剤耐性を有する，静電荷を放電することができる材料が望まれる用途に有用である。詳細に言えば，このような物性は，自動車工業において，燃料制御／供給部品，例えば燃料管，フィルター類，ポンプ類，タンク類，接続部品および手すりなどの最終製品に特に意義を有する。」(12頁20行～13頁11行)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，本願発明は，導電性を有するポリマー組成物の製造方法に関するものである。",
                    "すなわち，自動車部品(特に燃料管，フィルター，ポンプ等の燃料制御・供給に関する部品)や家庭用電気器具，コンピュータ，集積回路トレー等について，静電気の帯電や電磁波の透過を防ぐため，これらの部品等を構成するポリマー組成物に導電性を持たせる必要があり，そのための方法として従来より金属粉末やカーボンブラック等の導電性添加剤の充填が行われ，その中でもカーボンブラックよりも少ない量で導電性を得られる炭素フィブリルが多くの用途において用いられるようになった。炭素フィブリルは，炭素含有気体を金属触媒と接触させることによって得られる極細繊維で，鳥の巣状，コーム糸状，オープンネット状など様々な形状の凝集体がある。しかし，炭素フィブリルの凝集体の使用に関する従来例においては，十分な導電性と許容されるノッチ付き衝撃強さの双方を得るために必要な凝集体の使用量等は不明であり，導電性が得られる例でもノッチ付き衝撃強さは不十分なものであった。",
                    "本願発明は，炭素フィブリルの凝集体が面積ベースで測定して35μmよりも小さい径を有する場合に，十分な導電性及び許容されるノッチ付き衝撃強さ(充填剤を含有しない場合の75％より大きいノッチ付き衝撃強さ)を得ることができるとして，炭素フィブリルの凝集体をポリマー材料と配合させた上でこの配合物に剪断力を適用して凝集体の実質的全部が35μmよりも小さい径を有するまで凝集体を分解させるという製造方法を発明したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明に関し，引用文献2(甲2)には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・「フィブリルの直径が3．5～70nmで直径の少なくとも5倍以上の長さを持ち，規則的に配列した炭素原子の本質的に連続的な多重層から成る外側領域と内部コア領域とを有し，各層とコアとがフィブリルの円柱軸の周囲に実質的に同心に配置された極細炭素フィブリルからなり，それらが互いにからみ合った凝集体で，その最長径が0．25mm以下で径が0．10～0．25mmの凝集体を50重量％以上含有する炭素フィブリル0．1～50重量部と，合成樹脂99．9～50重量部とを含有する樹脂組成物。」(1頁左欄5行～14行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "・「本発明は新規な樹脂組成物に関し，更に詳しくは，合成樹脂と特定の構造を有する極細炭素フィブリルとからなる導電性，漆黒性，摺動性，等に優れた樹脂組成物に関する。」(1頁左欄下1行～右欄3行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "・「近年，エレクトロニクス技術の急速な発展により，情報処理装置や，電子事務機器が急速に普及している。この様な電子機器の急速な普及に伴い，電子部品から発生するノイズが周辺機器に影響を与える電磁波障害や，静電気による誤作動等のトラブルが増大し，大きな問題となっている。これらの問題の解決のために，この分野では導電性や制電性に優れた材料が要求されている。",
                            "従来より，導電性の乏しい高分子材料においては，導電性の高い導電性フィラー等を配合する事により，導電性機能を付与させた導電性高分子材料が広く利用されている。導電性フィラーとしては，金属繊維及び金属粉末，カーボンブラック，炭素繊維などが一般に用いられている…」(1頁右欄5行～2頁左上欄1行)",
                            "・「…炭素繊維を導電性フィラーして使用する場合，一般の補強用炭素繊維では，所望の強度，弾性率を持たせることができるが，導電性を付与するには高充填を必要とするため，元の樹脂本来の物性を低下させてしまう。",
                            "又，複雑な形状の成形品を得ようとする場合，導電性フィラーの片寄りが生じ，導電性にバラツキが発生するという問題があり，十分満足しうるものではない。炭素繊維では，繊維径が細い方が同量の繊維を添加した場合に母材樹脂と繊維との間の接触面積が大きくなるため導電性付与効果に優れることが期待される。",
                            "この微細形状を持つ炭素繊維として，特公昭62−500943号公報において，優れた導電性を有する極細炭素フィブリルが得られることが示されている。しかしながら，樹脂と混合した場合，樹脂への分散性に劣り，成形品表面外観が著しく損なわれるという問題があり，十分満足できるまでに至っていない。」(2頁左上欄17行～左下欄1行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明が解決しようとする問題点",
                          "text": [
                            "・「本発明は樹脂組成物に導電性及び／又は漆黒性付与する際に，極細炭素フィブリルを良好に分散させ，且つ，樹脂組成物の加工性，成形品の表面外観を損ねることなく，安定して高い導電性及び／又は優れた漆黒性を得ることを目的とする。」(2頁左下欄9行～13行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "問題点を解決するための手段",
                          "text": [
                            "・「上述の製法により得られる極細炭素フィブリルが含有する凝集体の寸法は不揃いであり，径が0．25mm以上の凝集体をかなり含有している。",
                            "極細炭素フィブリル中の凝集体の最長径を0．25mm以下とし，且つ，径が0．10mm～0．25mmである凝集体の占める割合(含有率)が50重量％以上である極細炭素フィブリルは，例えば振動ボールミルを使用し，800ccのステンレス容器に直径12．8mmの鋼製ボールを500g及び未処理の極細炭素フィブリルを50g入れ，1720rpmで35分間処理することにより得ることができる。…」(4頁左上欄4行～14行)",
                            "・「極細炭素フィブリルの凝集体において，その径が0．25mmを超えるものが多量存在すると，樹脂組成物を製造するための混練工程において，樹脂中の極細炭素フィブリルが分散不良となり，樹脂への導電性付加効果が十分でなく，機械的強度及び加工性が低下し，また成形品表面外観を著しく損ねることになる。極細炭素フィブリルにおいて，径が0．1～0．25mmの範囲内の凝集体の含有率が50％を下回る場合にも，導電性付与効果が十分でなく，また得られる樹脂組成物の機械的強度が低下する。」(4頁左上欄16行～右上欄9行)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，引用発明は，本願発明と同様に，静電気の帯電や電磁波の透過を防ぐため，電子部品等を構成する樹脂組成物に導電性を持たせることを目的としたものであり，導電性フィラー(導電性充填剤)として炭素フィブリルを採用するものである。そして，炭素フィブリルを使用した従来例において樹脂への分散性に劣り，成形品表面外観が著しく損なわれるという問題があったことから，これらの問題点を克服し，炭素フィブリルを良好に分散させ，成形品の表面外観を損ねることなく安定して高い導電性を得るために，「フィブリルの直径が3．5～70nmで直径の少なくとも5倍以上の長さを持ち，…それらが互いにからみ合った凝集体で，その最長径が0．25mm以下で径が0．10～0．25mmの凝集体を50重量％以上含有する炭素フィブリル0．1～50重量部…を含有する樹脂組成物」(特許請求の範囲)という構成を採用したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，引用発明における上記構成は，引用文献2(甲2)の発明の詳細な説明において「極細炭素フィブリル中の凝集体の最長径を0．25mm以下とし，且つ，径が0．10mm～0．25mmである凝集体の占める割合(含有率)が50重量％以上である…」(4頁左上欄6行～9行)と記載されているように，「最長径が0．25mm以下」という要件と「径が0．10～0．25mmの凝集体を50重量％以上含有する」という要件の双方を満たさなければならないものとされている。",
                    "そして，このような要件が設けられた理由については，「極細炭素フィブリルの凝集体において，その径が0．25mmを超えるものが多量存在すると，樹脂組成物を製造するための混練工程において，樹脂中の極細炭素フィブリルが分散不良となり，樹脂への導電性付加効果が十分でなく，機械的強度及び加工性が低下し，また成形品表面外観を著しく損ねることになる」(甲2，4頁左上欄16行～右上欄5行)，「極細炭素フィブリルにおいて，径が0．1～0．25mmの範囲内の凝集体の含有率が50％を下回る場合にも，導電性付与効果が十分でなく，また得られる樹脂組成物の機械的強度が低下する」(4頁右上欄5行～9行)と記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，引用発明が採用した上記二つの要件は，凝集体の径が0．25mmを超える大きなものを排除するのみならず，径が0．1mmに満たない小さな凝集体が一定以上の割合(50重量％以上)を占めることをも，十分な導電性及び機械的強度を確保するという観点から排除しているものということができる。したがって，引用文献2(甲2)には，炭素フィブリルの凝集体の実質的全部について径の大きさを0．10mm(100μm)よりも小さいものとすることの動機付けは存在しない。",
                    "そして，引用発明において上記のような要件が定められていることが本願発明を想到する阻害要因になるとまでは直ちにいうことができないとしても，引用文献2(甲2)に接した当業者(その発明の属する技術の分野における通常の知識を有する者)が本願発明の構成に至るためには，引用発明に定めた要件に反して，炭素フィブリルの凝集体の実質的全部についての径の大きさを0．10mm(100μm)よりも小さくすることの動機付けが必要であり，少なくとも他の公知文献等において，炭素フィブリルの凝集体の実質的全部について径の大きさを0．10mm(100μm)よりも小さくした場合に十分な導電性と機械的強度が得られることの教示ないし示唆が存在することが必要である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "これに対し被告は，引用発明において上記要件を定めているのは合成樹脂と配合する前の炭素フィブリルについてであって，配合後の炭素フィブリルの凝集体の大きさについては引用文献2(甲2)に何ら言及されていないと主張する。",
                    "しかし，引用発明において合成樹脂と配合する前の炭素フィブリルの凝集体の大きさについて上記のような要件を定めているのは，これらの要件が炭素フィブリルの凝集体を充填して得られる最終製品の性質に影響を及ぼすことを意図したものであることは明らかである。そして，引用文献2(甲2)において，炭素フィブリルの凝集体と合成樹脂を混合する方法について「…例えば樹脂のペレット状物又はパウダー状と所定量の極細炭素フィブリルとをドライブレンドあるいはウェットブレンドした後，ロール式のニーダーに供給し加熱下に混練したり，またはこれらを押出機に投入し，ロープ状に押出したものをペレット状にカットする等の方法，あるいは樹脂等の溶液や分散体と極細炭素フィブリルを液状媒体中でブレンドする方法などを用いることができる」(4頁右下欄14行～5頁左上欄4行)と記載されていることからすると，合成樹脂との配合後に炭素フィブリルの凝集体がさらに小さく分解されることが想定されているということはできず，配合前における炭素フィブリルの凝集体の大きさに関する上記要件は，配合後においてもほぼ当てはまるものと考えられる。したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の観点から，引用文献1(甲1)及び引用文献3(甲3)において，炭素フィブリルの凝集体の実質的全部について径の大きさを0．10mm(100μm)より小さくしても十分な導電性と機械的強度が得られることの教示ないし示唆が存在するかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献1(甲1)について",
                  "text": [
                    "引用文献1(甲1)は，炭素フィブリルを充填した熱可塑性エラストマー組成物に関するもの(特許請求の範囲参照)であり，「…炭素フィブリルは凝集体構造をとりやすく，そのまま用いると分散性が悪く，成形物の外観などを損うこともあるので，機械的な破砕，例えば振動ミルやボールミルを用いたり，水や溶媒の存在下で超音波照射をしたり，これらの併用などにより，凝集構造を解いてから使用することが好ましい」(3頁右上欄8行～14行)と記載されていることから，炭素フィブリルの分散性を向上させ，成形物の外観を損なわないために，機械的な破砕等によって炭素フィブリルの凝集体を分解することが示唆されている。",
                    "しかし，引用文献1(甲1)には，炭素フィブリルの凝集体の大きさを0．10mm(100μm)よりも小さくすることについてまで示唆するような記載はなく，むしろ，凝集体をそのまま用いると分散性等に問題が生じるとしていることや，成形物の外観を損なわないことを目的の一つとしていることからすると，凝集体をそのまま用いずにある程度分解してから用いることを示唆するにとどまるものと認められる。",
                    "したがって，引用文献1(甲1)には本願発明に至るために必要な教示ないし示唆は存在しないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用文献3(甲3)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献3(甲3)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求の範囲",
                          "text": [
                            "・「43．複合体を製造するための配合方法において，",
                            "一種類以上の充填剤及びマトリックス材料を攪拌ボールミルに導入し，そして",
                            "前記充填剤及び前記マトリックス材料を，前記充填剤により形成された凝集物の粒径を予め定められた値より低い値に減少させるのに充分な反応時間を含めた反応条件下で剪断及び衝撃力の併合力にかけ，前記充填剤を前記マトリックス材料全体に亘って分散させる，",
                            "諸工程からなる配合方法。",
                            "44．凝集物粒径の予め定められた値が，充填剤の粒径の1000倍以下である請求項43に記載の配合方法。",
                            "45．凝集物粒径の予め定められた値が，充填剤の粒径の100倍以下である請求項44に記載の配合方法。",
                            "46．凝集物粒径の予め定められた値が，充填剤の粒径の10倍以下である請求項45に記載の配合方法。",
                            "47．充填剤の特性軸の一つ以上が1μmより小さい請求項44～46のいずれか1項に記載の配合方法。",
                            "48．充填剤の特性軸の一つ以上が0．1μmより小さい請求項47に記載の配合方法。",
                            "…",
                            "58．充填剤が炭素フィブリルからなる請求項43に記載の配合方法。",
                            "…",
                            "67．マトリックス材料が熱可塑性樹脂からなる請求項43に記載の複合体。」(訳文53頁13行～55頁19行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "背景技術",
                          "text": [
                            "・「固体又は液体マトリックスに固体充填剤(例えば，繊維状又は粒状充填剤)を分散させて複合構造体を形成するのに種々の方法が存在する。…」(訳文1頁11行～13行)",
                            "・「種々の種類の組成物も知られている。例えば，重合体系導電性複合体(例えば，被覆又はインクの形のもの)が知られている。これらの組成物は導電性添加物を配合することにより導電性にされている。",
                            "混成(hybrid)複合体は，マトリックスが二種類以上の補強剤で補強された構造物である。最も大きな体積分率(他の補強剤と比較して)で存在する補強剤は，一次補強剤と呼ばれ，残りの補強剤は二次補強剤と呼ばれている。",
                            "エラストマーにも種々の材料が充填されてきた。そのような材料はエラストマーマトリックスの機械的又は電気的性質を改良するため，又はコストを低下させるために用いられている。",
                            "摩擦材料は，適用された力を発散させるためその力を熱に変換する材料である。…",
                            "炭素フィブリルは直径が500nmより小さい炭素単繊維である。」(訳文2頁20行～3頁13行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の開示",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "配合方法",
                              "text": [
                                "・「本発明は，一種類以上の充填剤及びマトリックス材料を攪拌ボールミルに導入し，それら充填剤及びマトリックス材料を，充填剤によって形成された凝集物の粒径を予め定められた値よりも小さな値に減少させるのに充分な反応時間を含めた反応条件下で剪断力と衝撃力との併合力に掛け，マトリックス材料全体に亘って充填剤を分散させる諸工程を含む複合体製造のための配合方法を発明として特徴づけるものである。",
                                "好ましい具体例として，凝集物粒径の予め定められた値は充填剤の粒径の1000倍以下，一層好ましくは100倍以下，更に好ましくは10倍以下である。充填剤の特性軸の一つ以上(その粒径の尺度)の大きさが1μmより小さいのが好ましく，0．1μmより小さいのが一層好ましい。」(訳文4頁8行～20行)",
                                "・「好ましい充填剤には，ウィスカー(即ち単結晶繊維)，不連続繊維，粒状繊維，及び炭素フィブリルが含まれる。」(訳文5頁6行～7行)・「本発明は，上記方法に従って製造された複合体も発明として特徴づけるものである。",
                                "本発明は，充填剤がマトリックス材料全体に亘って，平均充填剤直径が1μ以下の程度である場合でも実質的に均一に分散し，改良された複合体特性，例えば電気的，光学的，機械的，及び磁気的性質が与えられた複合体を生成する。均一性の程度(充填剤凝集物の粒径によって測定する)は，粉砕時間を調節することにより複合体が目的とする特定の用途に適合させることができる。",
                                "本発明は，異なった直径及び形を有する種々の充填剤をマトリックス中に同時に分散することができるようにもしている。更に本発明によれば，マトリックス全体に亘って充填剤をよく分散させるために，充填剤表面を前処理したり，或は化学的分散剤を適用する必要性はない。」(訳文7頁2行～15行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "静電的外側被覆用複合体",
                              "text": [
                                "・「本発明は，炭素フィブリルが混入されたマトリックスを含む複合体も発明として特徴づけるものであり，それらフィブリルの量は複合体が直接(即ち最初に下塗り被覆を適用することなく)静電気的に外側被覆されるのに充分な量である。」(訳文7頁17行～21行)",
                                "・「好ましい具体例として，前混合物はシート状成形用配合物，又はばら状成形用配合物である。複合体の電気伝導度は，同じマトリックスに同じ量のカーボンブラックを充填した複合体の電気伝導度より大きいのが好ましい。複合体中のフィブリルの量は，直接表面に静電被覆を行うことが出来るようにするのに充分な高い電気伝導度をその複合体に与えるのに充分な量であるのが好ましい。フィブリルの量が静電気を消失させるのに充分な複合体も好ましい。その量は好ましくは20重量％(樹脂に基づく)に等しいか又はそれより少なく，一層好ましくは，4重量％に等しいか又はそれより少ない。」(訳文8頁2行～12行)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "好ましい具体例についての記述",
                              "text": [
                                "・「複合体は次のようにして製造されるのが好ましい。マトリックス材料及び一種類以上の充填剤を，粉末粉砕に慣用的に用いられている型の撹拌ボールミル中に入れる。ミル中でこれらの材料を機械的回転子の撹拌作用による剪断力と，撹拌中ミルに添加される粉末粉砕用に慣用的に用いられている種類の粒状粉砕媒体による衝撃力との両方にかける。…」(訳文26頁7行～13行)",
                                "・「適当な充填剤には不連続繊維(例えば細断ガラス又は炭素繊維)，ウィスカー(例えば，炭素又は炭化珪素ウィスカー)，粒状繊維(例えば，シリカ又はカーボンブラック)，炭素フィブリル，又はそれら充填剤のいずれか又は全ての組合せが含まれる。好ましくは，充填剤の平均直径(即ち，充填剤を構成する個々の粒子又は繊維の直径)は1μ以下の程度である。好ましいフィブリルは，小さな直径(好ましくは3．5～75nm)及びフィブリル軸に実質的に平行な黒鉛層を有し，連続的熱分解炭素外側被覆を実質的に持たないものである。…」(27頁12行～21行)",
                                "・「ミル掛け時間によって充填剤凝集物の最終的大きさ，従って分散度が決定され，それは今度はその複合体が目的とする最終用途に依存する。",
                                "例えば，伝導性網状組織を確立する内部粒子間接触を必要とする電気的用途では，凝集物が強度低下欠陥として働く機械的用途の場合よりも大きな凝集物を許容することができる。」(28頁下2行～29頁4行)(イ) 上記記載によれば，引用文献3(甲3)には，マトリックス材料と充填剤を配合して複合体を製造する方法として，撹拌ボールミルに導入した充填剤及びマトリックス材料を剪断力と衝撃力との併合力にかけて充填剤により形成される凝集物の粒径を小さくする方法が記載され，マトリックス材料の一つとして熱可塑性樹脂が，充填剤の一つとして炭素フィブリルが挙げられている。そして，凝集物粒径として最も好ましいのは充填剤の粒径の10倍以下であり，充填剤の粒径の大きさとして最も好ましいのは0．1μmより小さいものであると記載されている。",
                                "しかし，請求の範囲に記載された凝集物粒径の範囲は，充填剤の粒径を0．1μmとした場合にはその10倍～1000倍である1μm～1",
                                "00μmであり，充填剤の粒径を1μmとした場合にはその10倍～1000倍である10μm～1000μmであって，非常に広範囲にわたるものである。",
                                "またそもそも，引用文献3(甲3)に記載された発明は，複合体に導電性を持たせることを目的とするもののほか，機械的・光学的・磁気的性質の改良，コストの低下など諸般の目的を達成するためにマトリックス中に充填剤を分散させて複合体を製造するものであって，充填剤凝集物の最終的な大きさは，目的とする特定の用途に応じて粉砕時間を調節することにより決定されるものとされている。",
                                "そして，炭素フィブリルを充填剤として導電性を有する複合体を製造する場合については，その充填量(好ましくは20重量％以下であり，一層好ましくは4重量％以下であること)等については記載があるものの，十分な導電性を得るために好ましい凝集物の大きさについては記載がなく，また導電性と機械的強度の双方を改良するに適した凝集物の大きさについても言及されていない。むしろ，「伝導性網状組織を確立する内部粒子間接触を必要とする電気的用途では，凝集物が強度低下欠陥として働く機械的用途の場合よりも大きな凝集物を許容することができる」(訳文29頁1行～4行)と記載されていることからすると，複合体に導電性を持たせることを目的とする場合には，比較的大きな凝集物とすることが許容されているものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，引用文献3(甲3)には，一般的に充填剤をマトリックス材料に分散させて複合体を製造する方法に関して，高い分散性を得るために凝集物粒径を小さくすることが記載されているとしても，炭素フィブリルを充填剤として導電性を有する複合体を製造する場合について，十分な導電性と機械的強度が得られる炭素フィブリルの凝集体の大きさについて具体的な数値が示されているとはいえないものである。",
                        "したがって，引用文献3(甲3)にも，引用発明における炭素フィブリルの凝集体の径を100μmよりも小さくすることの教示ないし示唆が存在するとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願発明は，引用文献1～3に記載された発明に基づいては当業者が容易に発明をすることができたものとはいえず，審決は，容易想到性についての判断を誤ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "よって，その余の取消事由について判断するまでもなく，原告の請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}