{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録1記載のプラスチックシート又は同目録2記載のプラスチックシート折曲部用形成刃を製造販売し又は使用する行為が特許第3752035号の特許権を侵害しているとの趣旨を文書若しくは口頭で告知し，流布してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，第2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "控訴人(原審原告。以下，単に「原告」という。)は，被控訴人(原審被告。",
        "以下，単に「被告」という。)が，競争関係にある原告の取引先等に対して，原判決別紙物件目録1記載のプラスチックシート(以下「本件シート」という。)及び同目録2記載のプラスチックシート折曲部用形成刃(以下「本件形成刃」という。)を製造販売し又は使用する原告の行為が被告の有する特許権を侵害するとの内容を記載した文書を送付した行為が，不正競争防止法2条1項14号所定の営業上の信用を害する虚偽の事実を告知する行為に当たると主張して，同法3条1項に基づき，同告知行為の差止めを求めた。",
        "原判決は，本件シート及び本件形成刃は被告の特許発明の技術的範囲に属し，被告の特許には無効理由はなく，被告が告知した事実は，虚偽であるとは認められないから，被告の行為は，不正競争防止法2条1項14号に規定する不正競争行為に該当しないとして，原告の請求を棄却した。原告は，原判決を不服として，本件控訴を提起した。",
        "なお，原判決の略語表示は当審においてもそのまま用いるほか，平成19年7月12日に確定した訂正審決(訂正2007−390050号)による本件",
        "訂正後の明細書(図面を含む。)を「本件訂正明細書」という。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実等",
          "text": [
            "原判決の「事実及び理由」欄の「第2 事案の概要」の「1 前提となる事実等」(原判決2頁11行目ないし6頁9行目)記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "原判決の「事実及び理由」欄の「第2 事案の概要」の「2 争点」(原判決6頁10行目ないし7頁2行目)記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "次のとおり訂正付加するほかは，原判決の「事実及び理由」欄の「第3 争点に関する当事者の主張」(原判決7頁3行目ないし36頁17行目)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決7頁3行目の後に行を改めて次のとおり挿入する。",
            "「 本件特許権については，平成19年7月12日に訂正審決が確定し，本件訂正後の本件訂正明細書により，特許出願，特許査定，設定登録等がされたものとみなされるから，当事者は，本件特許発明の技術的範囲への帰属の有無，無効理由の有無等について，本件訂正明細書に基づいて主張を行うものである。当事者の主張は，以下のとおりである。」"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決9頁21行目，10頁9行目，10頁24行目，11頁2行目，11頁10行目，11頁12行目，11頁16行目，11頁22行目，12頁7行",
          "text": [
            "目，14頁15行目，14頁19行目，17頁4行目，17頁24行目，17",
            "頁25行目，18頁21行目，19頁17行目ないし18行目，22頁23行",
            "目，28頁22行目ないし23行目，31頁25行目の各「本件特許明細書」を，それぞれ「本件訂正明細書」と改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決14頁5行目の「本件特許明細書の【0038】」を「本件訂正明細書の【0028】」と改める。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決14頁26行目ないし15頁5行目を次のとおり改める。",
            "「 このことは，本件訂正明細書の【0031】において「該凹部14は，折曲部形成方向YからみてV字状に形成されてなるものに限定されるものでなく，図5に示すように中央部に突部15を有するW字状に形成されてなるものも本発明の意図する範囲である。」と記載されていることからも明らかである。」"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決15頁25行目ないし16頁4行目を次のとおり改める。",
            "「① 本件訂正明細書の【0033】には，「本発明において境界線18とは，残部16を残存させつつ凹部14を形成する際に凹部14と残部16との間に形成が予定される線を意味し，折曲部12を形成した際に明確に線となり表れないものも本発明の意図する範囲内である。」と記載されている。",
            "また，本件訂正明細書の実施例の残部16は，いずれも垂直な壁状のものである。」"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決16頁15行目の「構成要件D」を「構成要件1−D」と改める。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決19頁12行目ないし16行目を次のとおり改める。",
            "「 本件シートでは，このような境界線は円弧状の線となるものの，このような線も，本件特許発明1の「境界線」に該当する。このことは，本件訂正明細書の【0032】において「境界線18は直線であることは要せず，図7に示すように円弧状等であっても良く」と記載されていることからも明らかである。」"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決19頁21行目の「図9」を「図7」と改める。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決21頁6行目ないし7行目の「本件特許明細書の図3ないし図6」を「本件訂正明細書の図3ないし図5」と改める。",
            "10 原判決21頁25行目ないし22頁5行目を次のとおり改める。",
            "「 このことは，本件訂正明細書の【0032】には「境界線18は互いに平行であることを要せず，また，図8に示すように凹部14を挟んで対向する境界線18同士が反対側に傾斜せしめられてなるものであっても本発明の意図する範囲である。」と記載されていることからも明らかである。つまり，「挟んで」という文言は，本件訂正明細書の図8のように，凹部を挟んだ境界線が同一側に傾斜している必要がないという以上の意味はない。」11 原判決23頁11行目の「形成することか〔ママ〕できる。」とそれぞれ記載されている。」を「形成することができる。」とそれぞれ記載されている。」と改める。",
            "12 原判決27頁12行目の後に行を改めて次のとおり挿入する。",
            "「 本件特許発明1は物の発明であるから，甲31発明と甲27発明の組合せの容易性を検討するに当たり，形成方法の違いを考慮することは誤りであって，甲31と甲27の各シート形状の組合せの容易性を検討すべきであるところ，甲31発明と本件特許発明1との相違点は，残部が折曲部形成方向に対して傾斜していることのみであり，甲27明細書には，残部を折曲部形成方向に対して垂直にするよりも傾斜させた方がシートの屈曲性及び強度維持のために好ましいとの技術思想が記載されているから，甲31発明に甲27発明の構成を適用して本件特許発明1に想到することは容易であったといえる。」"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "次のとおり訂正付加するほかは，原判決の「事実及び理由」欄の「第4 当裁判所の判断」(原判決36頁18行目ないし79頁22行目)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決48頁9行目の後に行を改めて次のとおり挿入する。",
            "「 本件特許権については，平成19年7月21日に訂正審決が確定したから，本件特許発明1及び2の内容は，本件訂正後の本件訂正明細書によって定められるものである。本件訂正により，本件特許明細書について，図6とその実施例を削除するなどの点で訂正が行われたが，本件訂正明細書によっても，本件シートは本件特許発明1の技術的範囲に属し，本件形成刃は本件特許発明2の技術的範囲に属するものと認められ，また，本件特許発明1及び2のいずれについても無効理由はないものと認められる。以下，詳述する。」2 原判決48頁22行目の「a) 本件特許明細書には，「残部」に関し，次の記載がある(甲2)。」を「a) 本件訂正明細書には，「残部」に関し，次の記載がある(甲34)。」と改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決50頁22行目の「に傾斜せしめて折曲部12を形成することか〔ママ〕できる。」」を「に傾斜せしめて折曲部12を形成することができる。」」と改める。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決52頁4行目の「図9」を「図7」と改める。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決52頁8行目の「図10」を「図8」と改める。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決52頁15行目の「凹部16〔ママ〕」を「凹部14」と改める。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決53頁26行目の「なお，本件特許発明1の残部の」から54頁4行目の「と推認される。」までを削除する。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決54頁4行目ないし5行目の「本件特許明細書の図4ないし図6，図9及び図10」を「本件訂正明細書の図4及び図5，図7及び図8」と改める。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決54頁6行目ないし7行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "10 原判決54頁11行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "11 原判決54頁12行目の「捩れた状態」を「捩じれた状態」と改める。",
            "12 原判決54頁13行目の「図4ないし6，図9及び図10」を「図4及び図5，図7及び図8」と改める。",
            "13 原判決55頁14行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "14 原判決57頁10行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "15 原判決57頁12行目の「a)」を「a)①」と，「本件特許明細書」を「本件訂正明細書」と改める。",
            "16 原判決57頁13行目の「図9」を「図7」と改める。",
            "17 原判決57頁16行目の「図10」を「図8」と改める。",
            "18 原判決57頁22行目の「凹部16〔ママ〕」を「凹部14」と改める。",
            "19 原判決57頁26行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "20 原判決58頁4行目ないし59頁25行目を次のとおり改める。",
            "「② また，本件訂正明細書の【0022】には「上記形成刃により，該シート体10には，刃本体20の突出部24によって所定間隔ごとに複数の凹部14が穿設され，該凹部14の間には平面視平行四辺形の残部16(刃本体20の切欠部26に相当する箇所)が残存され，該凹部14と残部16とにより前記折曲部12は構成されてなる。」と，【0024】には「また，凹部14は，図3(イ)に示すように平面視平行四辺形の形状に形成されてなり，これにより凹部14と残部16との複数の境界線18は，何れも平行な直線として形成されてなる。ここで，該境界線18は，折曲部形成方向Yに対して30度(図で示すθ)で傾斜せしめてなる。」と，【0033】には「また，上記何れの実施形態においても，境界線18によって凹部14と残部16とが明確に仕切られ，境界線18がシート体10の表面上より明確に線となり表れている場合について説明したが・・・」とそれぞれ記載されており，本件訂正明細書では，シート体を表面から見た様子をもとに境界線が認識されることを前提とした説明がされている。そうすると，本件特許発明1において，境界線は，二次元的に，すなわち平面視で観察し，認識されると解するのが相当である。",
            "③ さらに，本件訂正明細書では，凹部の形成について，【0020】には「本実施形態の形成刃は上記構成からなり，上記形成刃によってシート体10に折曲部12を形成するには，まずシート体10を平坦な台の上に載置せしめておき，この台上のシート体10に前記形成刃を上方より押圧せしめることによって行われる。」と，【0021】には「上記形成刃による押圧は，刃本体20の突出部24の先端が0．15mmだけシート体10内部に入り込むように押圧した場合を例にとって説明する。」と，【0022】には「上記形成刃により，該シート体10には，刃本体20の突出部24によって所定間隔ごとに複数の凹部14が穿設され，該凹部14の間には平面視平行四辺形の残部16(刃本体20の切欠部26に相当する箇所)が残存され，該凹部14と残部16とにより前記折曲部12は構成されてなる。」とそれぞれ記載されている。",
            "上記のように，本件特許発明1における凹部は，形成刃が押圧されてシートに入り込むことにより形成されることが想定されているから，形成刃が入り込んだ，多少でもくぼんだ部位が凹部であるとみるのが相当である。",
            "そして，形成刃が入り込んでいない部分は，元のシート厚がそのまま残っているから，本来のシート厚に相当する，シートの最も厚い部分が残部で，シートの厚みが減少し始める部位が，残部における端縁ということになり，平面視の場合，この端縁が残部と凹部の境界線として認識されることになる。そうすると，原則として，残部はシート厚がそのまま維持されている部分であり，凹部と残部の境界線は，シートの厚みが多少でも減少し始める箇所の線分，即ち凹部形成開始線を意味すると認められる。",
            "④ なお，本件訂正明細書の【0028】には，「つまり，残部16は，シートの厚みをそのまま残存させるものに限定されるものでなく，例えば図4に示すように凹部14より浅い凹みを有し，凹部14よりもシートの厚みが残存されているものも本発明の意図する範囲である。」と記載されており，残部がシート厚より薄いことも排除されていない。",
            "したがって，残部がシート厚と必ずしも同じ厚みである必要はなく，平面視において，残部の最も厚い部分からシートの厚みが減少し始める箇所の線分，即ち凹部形成開始線が境界線になるとするのが相当である。",
            "⑤ 以上のとおり，本件訂正明細書の記載及び図面を考慮すれば，本件特許発明1の「境界線」は，凹部を形成する際に凹部と残部との間に形成が予定される線であり，明確には線として表れないものも含むものであって，かつ，この線は，底面においてみられる残部隆起開始線ではなく，残部の厚みがシート厚と同じ場合は，シートの表面において形成される凹部空間形成開始線，すなわち，残部と凹部との境界面のうち，底面からみて最も高い位置にある点を結んだ線を指すものと解するのが相当である。また，残部の頂部がシートの高さよりも低いときは，残部と凹部との境界線は，同様に，残部と凹部空間の境界面のうち，底面からみて最も高い位置(残部の頂点)にある点を結んだ線であると解するのが相当である。",
            "⑥ 凹部と残部はいずれも，シート厚の範囲内で立体的に構成され，凹部と残部は互いに相互補完する関係にあり，残部の側面(残部から凹部への移行部分)は，凹部の側面(凹部から残部への移行部分)の性質を併有するものであるから，本件特許発明1の「境界線」は，技術的な観点から観念的に想定されれば足りるのであって，常に，可視的な線として認識される必要はない。この点は，前記①のとおり，本件訂正明細書に，境界線は，折曲部12を形成した際に明確に線として表れないものも含むとの趣旨が記載され，凹部と残部の境界線が観念的に認識されれば足りることが示されていることから明らかである。そして，このような理解に立ったからといって，「境界線」の意義が不明確になるものではない。",
            "以上のとおり，本件訂正明細書によれば，凹部と残部の境界線は，前記②のとおり平面視で観察することにより認識されるべきものであって，その意義は，前記⑤のとおり理解されるものである。」",
            "21 原判決60頁9行目の「上記図6の実施例に相当する残部(境界面が斜め傾斜面の残部)を，」を削除する。",
            "22 原判決60頁13行目の「図6の実施例から明らかなように，」を削除する。",
            "23 原判決61頁25行目ないし26行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "24 原判決62頁3行目の「本件特許明細書の図6によれば，」を削除する。",
            "25 原判決62頁5行目の「を境界線と定めているから」を「が境界線と解釈されるから」と改める。",
            "26 原判決62頁16行目から25行目を次のとおり改める。",
            "「 しかし，本件訂正明細書では，平面視を基準として「境界線」を認識すべきものであり，境界線18は，凹部14と残部16との間の境界面上に形成される線であって，より具体的には，境界面上の線のうち，底面からみて最も高い位置にある点を結んだ線が境界線であるから，凹部と残部との間に形成が予定される線ということができる。",
            "湾曲凸部16の円柱曲面の頂部の母線を境界線と解する場合には，境界線である母線の外側にも残部16(湾曲凸部16)の一部が存在することとなる。しかし，「境界線」は，本件訂正明細書に基づいてその技術的意義が確定される必要があるが，そもそも，凹部と残部とは互いに相補関係にあるから，「境界線」は，技術的な観点から観念的に想定されれば足りるのであって，必ずしも，可視的な線として認識される必要はない。境界線18がこのような性質のものであるとすれば，境界線とされた母線の外側に残部16(湾曲凸部16)の一部が存在するとしても，そのこと故に直ちに境界線18の認定が誤っているとはいえない。",
            "したがって，原告の上記①の主張は，採用することができない。」",
            "27 原判決63頁7行目ないし11行目を次のとおり改める。",
            "「 もっとも，本件シートの湾曲凸部16は，その頂面が平坦ではなく，円柱曲面の頂部の母線の内側にある溝状部16a付近が，境界線である母線よりも低い構成となっている。」",
            "28 原判決63頁20行目ないし26行目を次のとおり改める。",
            "「 そうすると，原告の主張は，いずれも本件訂正明細書と異なる解釈を前提としたものであり，特許法70条2項の趣旨に照らして相当ではなく，これを採用することはできない。」",
            "29 原判決64頁12行目の「本件特許明細書」を「本件訂正明細書」と改める。",
            "30 原判決65頁3行目の「形成することか〔ママ〕できる。」を「形成することができる。」と改める。",
            "31 原判決65頁11行目，65頁19行目，65頁23行目ないし24行目，67頁9行目，67頁11行目，67頁19行目，67頁25行目，68頁3",
            "行目，68頁26行目の各「本件特許明細書」を，それぞれ「本件訂正明細書」と改める。",
            "32 原判決74頁9行目の後に行を改めて次のとおり挿入する。",
            "「 なお，原告は，本件特許発明1は物の発明であるから，甲31発明と甲27発明の組合せの容易性を検討するに当たり，形成方法の違いを考慮することは誤りであって，甲31と甲27の各シート形状の組合せの容易性を検討すべきであり，甲31発明に甲27発明の構成を適用して本件特許発明1に想到することは容易であった旨主張する。",
            "しかし，甲27発明は工具とプレートのコンビネーションにより折曲部を形成するのに対し，甲31発明は罫線刃により折曲部を形成するものであり，当業者が甲31発明に甲27発明を容易に適用できるというためには，甲27明細書記載の折曲部の構成を甲31公報に記載された罫線刃により特段の工夫なくそのまま形成できるという裏付けがなければならないというべきである。しかるに，本件においては，甲27明細書記載の折曲部の構成を甲31公報に記載された罫線刃によって，格別の工夫をすることなく形成することが可能であることについての具体的な裏付けはない。また，甲31と甲27の各シート形状の組合せを考慮するとしても，甲27発明のシート形状を甲31発明に適用するに当って，甲27発明のシート形状のうち薄いエリア30における底部を切り離して，残余の部分(形状)のみを甲31発明に組み合わせることが合理的に示唆されていると解することはできないから，甲27発明を甲31発明に適用することに容易に想到し得るとはいえない。したがって，原告の上記主張を採用することはできない。」",
            "33 原判決74頁21行目の「前記(1)イ a)のとおり」から75頁3行目の「である。」までを次のとおり改める。",
            "「 前記(1)イ a)のとおり，境界線とは，凹部を形成する際に凹部と残部との間に形成が予定される線であり，明確には線となり表れないものも含むものであり，かつ，この線は，底面においてみられる残部隆起開始線ではなく，残部の厚みがシート厚と同じ場合は，シートの表面において形成される凹部空間形成開始線，すなわち，残部と凹部との境界面のうち，底面からみて最も高い位置にある点を結んだ線をいうものである。」",
            "34 原判決75頁5行目ないし6行目の「底面からみて最も高い位置にある点を結んだ線が境界線である。」を「底面からみて最も高い位置にある点を結んだ線が境界線であり，構成要件1−Dの「境界線」という構成は明らかである。」と改める。",
            "35 原判決78頁23行目ないし25行目の「傾斜とは，これらの両面の折曲部形成方向Yに対する傾きを意味するものであるから」を「傾斜とは，残部を形成するこれらの壁面の折曲部形成方向Yに対する傾きを意味するものであるから」と改める。",
            "36 原判決79頁19行目の後に行を改めて次のとおり挿入する。",
            "「 原告は，その他縷々主張するが，いずれも理由がない。」"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の被告に対する本訴請求を棄却すべきものとした原判決は相当であり，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}