{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80327号事件及び無効2006−80167号事件について平成20年3月18日にした審決のうち，「無効2005−80327号において，特許第3489678号の請求項1，2，4～6に係る発明についての特許を無効とする。」との部分及び「無効2006−80167号において，特許第3489678号の請求項3に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，原告の有する後記特許の請求項1～6について被告が無効審判請求(無効2005−80327号事件〔<A>事件〕及び無効2006−8016",
          "text": [
            "7号事件〔<B>事件〕)をしたところ，特許庁が，<A>事件について上記請求",
            "項1，2，4～6に係る発明についての特許を無効とし，<B>事件について上",
            "記請求項3に係る発明についての特許を無効とする旨の審決をしたことから，特許権者である原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者間に争いのない事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次審決",
                  "text": [
                    "原告は，平成13年12月26日，名称を「容器」とする発明について",
                    "特許出願(優先権主張平成12年12月27日，日本。特願2001−3",
                    "95169号)をし，平成15年11月7日，特許庁から特許第3489",
                    "678号として設定登録を受けた(請求項は1～8。甲24。以下，この",
                    "特許を「本件特許」という。)。",
                    "そして，平成17年11月14日，被告から本件特許の請求項1～8に",
                    "ついて無効審判請求がされたので，特許庁がこれを無効2005−803",
                    "27号事件(<A>事件)として審理し，その中で，原告は，平成18年2",
                    "月2日，訂正請求(甲25)をしたところ，特許庁は，平成18年7月1",
                    "9日，同訂正を認めた上，請求項1，2，4～8に係る発明についての特",
                    "許を無効とし，請求項3に係る発明についての審判請求は成り立たないと",
                    "する旨の審決(第1次審決，甲29)をした。これに不服の当事者双方が",
                    "審決取消訴訟を提起した。原告は，平成18年10月19日，特許請求の",
                    "範囲の減縮等を目的とする訂正審判請求(甲26)をしたので，知的財産",
                    "高等裁判所は平成18年11月15日特許法181条2項により上記審決",
                    "を取り消す旨の決定をした。",
                    "被告は，以上とは別に，平成18年8月31日，請求項3に係る発明に",
                    "ついて，新たな無効審判を請求した。(無効2006−80167号，<",
                    "B>事件)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2次審決",
                  "text": [
                    "特許庁は，<A>事件，<B>事件を併合の上更に審理し，その中で原告は，",
                    "平成18年12月11日，改めて訂正請求(甲27)をしたので，これに",
                    "より，平成18年2月2日付けの訂正請求(甲25)及び平成18年10",
                    "月19日付けの訂正審判請求(甲26)は取り下げられたものとみなされ",
                    "た。そして，特許庁は，平成19年6月13日付けで，本件訂正を認めた",
                    "上，請求項1～8に係る発明についての特許を無効とする旨の審決(第2",
                    "次審決，甲30)をした。",
                    "これに不服の原告が審決取消訴訟を提起し，さらに，平成19年10月",
                    "22日，特許請求の範囲の減縮等を目的とする訂正審判請求(甲28)を",
                    "したので，知的財産高等裁判所は平成19年11月9日特許法181条2",
                    "項により上記審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第3次審決(本件審決)",
                  "text": [
                    "特許庁は，<A>事件，<B>事件について更に審理し，その中で，平成1",
                    "9年10月22日付け訂正審判請求書(甲28)に添付された訂正明細書",
                    "を援用した訂正請求がされたとみなされた(以下「本件訂正」という。)。",
                    "これにより，平成18年12月11日付けの訂正請求(甲27)及び平成",
                    "19年10月22日付けの訂正審判請求(甲28)は取り下げられたもの",
                    "とみなされた。そして，特許庁は，平成20年3月18日付けで，本件訂",
                    "正を認めた上，<A>事件について上記請求項1，2，4～6に係る発明に",
                    "ついての特許を無効とし，請求項3に係る発明についての審判請求は成り",
                    "立たず，また，<B>事件について上記請求項3に係る発明についての特許",
                    "を無効とする旨の審決(第3次審決，本件審決)をし，その謄本は，平成",
                    "20年3月28日，原告に送達された。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訴訟",
                  "text": [
                    "本件訴訟は，上記審決を不服とした原告が同審決の取消しを求めた事案",
                    "である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲",
              "text": [
                "本件訂正後の特許請求の範囲は，請求項1～6から成り，これに記載され",
                "た発明(以下，各請求項の番号に対応して「本件発明1」などという。)は，",
                "次のとおりである(甲28。下線部は訂正部分)。",
                "「【請求項1】溶融金属を収容することができ，内外の圧力差を調節するこ",
                "とにより，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
                "フレームと，",
                "前記フレームの内側に設けられる第1の熱伝導率を有する第1のライニング",
                "と，",
                "前記フレームと前記第1のライニングとの間に介挿され，前記第1の熱伝導",
                "率よりも低い第2の熱伝導率を有する第2のライニングと，",
                "配管とを有し，",
                "前記第1のライニングは，容器内底部に近い位置から容器上面側の露出部ま",
                "で溶融金属の流路を内在し，当該流路と前記容器内の溶融金属が貯留される空間とを分離するゾーンでかつ容器上面側の露出部まで充填され，",
                "前記第2のライニングは，前記流路からみて前記容器内の溶融金属が貯留さ",
                "れる空間とは反対側で，かつ前記流路を内在する第1のライニングの外側に配され，",
                "前記配管は，前記露出部の流路に接続され，先端の出入口が下向きであり，前記容器の上面部に開閉可能に設けられ，前記容器の内外を連通し，前記溶融金属を供給する際に前記容器内を加圧するための貫通孔が設けられ，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチを有し，",
                "前記ハッチは，前記容器の上面部の中央に設けられ，かつ，前記貫通孔は，前記ハッチの中央，または中央から少しずれた位置に設けられていることを特徴とする容器。",
                "【請求項2】請求項1に記載の容器であって，",
                "前記第1のライニングは，前記容器内の溶融金属が貯留される空間から前記",
                "流路への熱伝導が促進されるように充填されていることを特徴とする容器。",
                "【請求項3】請求項1又は請求項2に記載の容器であって，",
                "前記流路の有効内径は，65mmより大きく，85mmより小さいことを特",
                "徴とする容器。",
                "【請求項4】溶融金属を収容することができ，内外の圧力差を調節すること",
                "により，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
                "フレームと，",
                "前記フレームの内側に設けられる第1の熱伝導率を有する第1のライニング",
                "と，",
                "前記フレームと前記第1のライニングとの間に介挿され，前記第1の熱伝導",
                "率よりも低い第2の熱伝導率を有する第2のライニングと，",
                "前記容器の上面部に開閉可能に設けられ，前記容器の内外を連通し，前記溶融金属を供給する際に前記容器内を加圧するための貫通孔が設けられ，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチとを有し，",
                "前記第1のライニング内に溶融金属の流路が容器内底部に近い位置から容器",
                "上面側の露出部まで内在され，",
                "前記容器外周の前記流路に対応する位置が，当該流路に応じて，溶融金属が貯留された空間から当該流路が設けられた分だけ突き出ていて，",
                "前記流路と前記容器内の溶融金属が貯留される空間とを分離するゾーンでかつ容器上面側の露出部まで前記第1のライニングが充填され，",
                "前記第2のライニングは，前記流路からみて前記容器内の溶融金属が貯留さ",
                "れる空間とは反対側で，かつ前記流路を内在する第1のライニングの外側に配され，",
                "前記ハッチは，前記容器の上面部の中央に設けられ，かつ，前記貫通孔は，前記ハッチの中央，または中央から少しずれた位置に設けられていることを特徴とする容器。",
                "【請求項5】溶融金属を収容することができ，内外の圧力差を調節すること",
                "により，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
                "溶融金属を貯留する貯留室と，",
                "前記貯留室と外部との間の溶融金属の流路となるインターフェース部と，",
                "前記貯留室下部と前記インターフェース部下部との間の連結口を有し，これらの間を仕切る壁と，",
                "前記インターフェース部上部に接続された配管と",
                "を具備し，",
                "前記容器の外周は金属製のフレームにより覆われており，",
                "前記貯留室及び前記インターフェース部と，前記フレームとの間には，第1",
                "の熱伝導率を有する第1のライニングと，前記第1の熱伝導率よりも低い第2",
                "の熱伝導率を有する第2のライニングとが前記第1のライニングを内側にして積層され，",
                "前記壁は，前記連結口から前記インターフェース部の上部に向けて前記第1",
                "のライニングが充填されたゾーンを有し，",
                "前記インターフェース部が当該インターフェース部と前記フレームとの間に介挿された前記第2のライニングにより保温されるとともに，前記ゾーンを介して前記貯留室内に貯留された前記溶融金属から前記インターフェース部側への熱伝導が促進されるように構成されており，",
                "前記容器の上面部に開閉可能に設けられ，前記容器の内外を連通し，前記溶融金属を供給する際に前記容器内を加圧するための貫通孔が設けられ，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチを有し，",
                "前記ハッチは，前記容器の上面部の中央に設けられ，かつ，前記貫通孔は，前記ハッチの中央，または中央から少しずれた位置に設けられていることを特徴とする容器。",
                "【請求項6】請求項5に記載の容器において，",
                "前記壁は，耐火材からなることを特徴とする容器。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，次のとおりであるが，その理由の要点は，①本件発明1，",
                "2，4～6は，下記甲1発明を主にして下記<A>事件審判甲第2，第4，第",
                "5，第8，第11号証に記載された発明及び周知技術に基づいて当業者が容",
                "易に発明をすることができたものであり(<A>事件についての判断，本件審",
                "決にいう「理由1」に対する判断)，②本件発明3は，下記甲1発明を主に",
                "して下記<B>事件審判甲第2～第6号証に記載された発明及び周知技術に基",
                "づいて当業者が容易に発明をすることができたものである(<B>事件につい",
                "ての判断，本件審決にいう「理由3」に対する判断)から，本件発明1～6",
                "は特許法29条2項の規定に違反してなされたものである，というものであ",
                "る。",
                "記",
                "<A>事件審判甲第1号証：特公平4−6464号公報(以下「甲1公報」",
                "といい，これに記載された発明を「甲1発明」という。)",
                "<A>事件審判甲第2号証：特開昭62−289363号公報(本訴甲2)",
                "<A>事件審判甲第4号証：特開平7−178515号公報(本訴甲3)",
                "<A>事件審判甲第5号証：特開平11−188475号公報(本訴甲4)",
                "<A>事件審判甲第8号証：特開平6−320255号公報(本訴甲5)",
                "<A>事件審判甲第9号証：特公昭61−43153号公報(本訴甲9)",
                "<A>事件審判甲第11号証：特開平5−293634号公報(本訴甲6)",
                "<B>事件審判甲第1号証：特公平4−6464号公報(<A>事件審判甲第",
                "1号証と同じ)",
                "<B>事件審判甲第2号証：特開昭62−289363号公報(本訴甲2)",
                "<B>事件審判甲第3号証：特開平7−178515号公報(本訴甲3)",
                "<B>事件審判甲第4号証：特開平11−188475号公報(本訴甲4)",
                "<B>事件審判甲第5号証：特開平6−320255号公報(本訴甲5)",
                "<B>事件審判甲第6号証：特開平5−293634号公報(本訴甲6)",
                "<B>事件審判甲第7号証：平成15年4月4日付け手続補正書(本訴甲"
              ]
            }
          ]
        },
        {
          "fig": "7)",
          "text": [
            "<B>事件審判甲第8号証：平成15年9月8日付け手続補正書(本訴甲"
          ]
        },
        {
          "fig": "8)",
          "text": [
            "「［7］当審の判断",
            "…",
            "以下，理由1，理由3について検討する。",
            "［7−3］本件発明1について",
            "(1)甲第1号証記載の発明",
            "摘記事項(1a)～(1g)を総合すると，甲第1号証には，以下の発明が記載されているといえる。",
            "「溶融金属を収納し，道路上を運行する運搬用車輌の荷台上に載置固定して公道などの一般道路を通って使用先の工場まで搬送し，該工場に着後はフオークリフトにより該工場の保持炉，或は鋳型等まで配送する密閉型の溶融金属運搬用取鍋であって，",
            "上記取鍋の側壁及び底面に外殻鉄皮を設け，",
            "該外殻鉄皮の内側には内張耐火材を内張りし，",
            "該外殻鉄皮と該内張耐火材の間には断熱材を介挿し，",
            "上記側壁の内張耐火材を貫通して，取鍋内の空間に収納された溶融金属に浸漬する側壁内面側の中段部から取鍋上面側の露出部の注湯口まで溶融金属の流路が延び，該流路と該取鍋内の空間との間には，該取鍋上面側の露出部まで該内張耐火材の内張りが設けられ，上記断熱材は介挿されておらず，",
            "上記流路が設けられた上記側壁の部分が，該流路が設けられた分だけ溶融金属を収納する空間から突き出ており，",
            "上記取鍋の上面部を覆うように配置され，ほぼ中央に小径の受湯口を有する蓋と，該蓋の受湯口に開閉可能に設けられた受湯口小蓋を具備する溶融金属運搬用取鍋。」(以下，「甲第1号証記載の発明」という。)",
            "(2)本件発明1と甲第1号証記載の発明との対比",
            "(2−1)(ア)甲第1号証記載の発明における「溶融金属を収納し，道路上を運行する運搬用車輌の荷台上に載置固定して公道などの一般道路を通って使用先の工場まで搬送し，該工場に着後はフオークリフトにより該工場の保持炉，或は鋳型等まで配送する密閉型の溶融金属運搬用取鍋」において，上記「運搬用車輌・・・フオークリフト」は「運搬車輌」に該当し，上記「使用先の工場・・・の保持炉，或は鋳型等」は溶融金属の「ユースポイント」に該当し，上記「運搬用車輌の荷台上に載置固定して公道などの一般道路を通って・・・搬送し，・・・フオークリフトにより・・・保持炉，或は鋳型等まで配送する」とは，「運搬車輌により搭載されて公道を介してユースポイントまで搬送される」ことに他ならない。また，上記「密閉型の溶融金属運搬用取鍋」は，密閉型の「溶融金属を収容することができ，・・・ユースポイントまで搬送される容器」に他ならない。",
            "(イ)甲第1号証記載の発明における「外殻鉄皮」，「取鍋内の空間」，「該流路と該取鍋内の空間との間」は，それらが内外の圧力差を調節する容器の構成ではないにしても，溶融金属搬送用の容器の構成として共通するものであり，夫々本件発明1における「フレーム」，「容器内の溶融金属が貯留される空間」，「前記流路と前記容器内の溶融金属が貯留される空間とを分離するゾーン」に相当する。",
            "(ウ)甲第1号証記載の発明における「内張耐火材」及び「断熱材」は，どちらも溶融金属搬送用の容器のライニングといえるところ，それらの材質については，「本体20の胴部断熱材14に断熱性ボード，内張耐火材15にはアルミノホウ酸を含有する耐食性キャスタブル・・・をそれぞれ使用した。」と記載されており(摘記事項(1f)参照)，「断熱材」については「断熱性」の「断熱性ボード」を使用する記載がある一方，「内張耐火材」については「断熱性」の材料を使用する記載はなく，また，加熱装置を備えていない取鍋の態様では(摘記事項(1b)(1d)参照)，配送中溶融金属を溶融状態に保持するに足る熱量を「内張耐火材」中に蓄えるとともに，該熱量が外側に逃げないように，「断熱材」で効率的に断熱する必要があることを勘案すれば，該「断熱材」が該「内張耐火材」より低い熱伝導率を有するべきであることは明らかであるから，上記取鍋の「内張耐火材」，「断熱材」は，夫々本件発明1における「第1の熱伝導率を有する第1のライニング」，「第1の熱伝導率よりも低い第2の熱伝導率を有する第2のライニング」に相当する。",
            "(エ)甲第1号証記載の発明における「側壁の内張耐火材を貫通して，取鍋内の空間に収納された溶融金属に浸漬する側壁内面側の中段部から取鍋上面側の露出部の注湯口まで，溶融金属の流路が延び，」とは，側壁の内張耐火材(第1のライニング)が，側壁内面から取鍋上面側の露出部まで溶融金属の流路を内在している形態に他ならず，同じく「該流路と該取鍋内の空間との間には，該取鍋上面側の露出部まで該内張耐火材の内張りが設けられ，上記断熱材は介挿されておらず，」とは，同側壁の内張耐火材(第1のライニング)が，流路と取鍋内の空間との間(流路と容器内の溶融金属が貯留される空間とを分離するゾーン)に，該取鍋上面側の露出部まで充填されていることに他ならない。",
            "(オ)甲第1号証記載の発明における取鍋は，該取鍋の上面部を覆うように配置され，ほぼ中央に小径の受湯口を有する蓋と，該受湯口に開閉可能に設けられた受湯口小蓋を具備しており，該蓋が取鍋本体のフランジ部に締着されていて頻繁に開閉することができないとみられる一方，該受湯口小蓋は，該取鍋の上面部にあって，該蓋の受湯口に蝶番により開閉自在に取付けられており，溶湯を該取鍋内に供給する毎に開閉され，開口部を完全に密閉できるものであるから，所謂ハッチといえる(摘記事項(1c)～(1e)参照)。また，上記蓋が取鍋の上面部を覆うように配置され，該蓋のほぼ中央の受湯口を開閉するように該受湯口小蓋が設けられているのであるから，該受湯口小蓋は，つまりは該取鍋上面部の中央に設けられていることになる(摘記事項(1g)，第6～8図参照)。",
            "(2−2)そうすると，両者は，",
            "「溶融金属を収容することができ，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
            "フレームと，",
            "前記フレームの内側に設けられる第1の熱伝導率を有する第1のライニングと，前記フレームと前記第1のライニングとの間に介挿され，前記第1の熱伝導率よりも低い第2の熱伝導率を有する第2のライニングと，を有し，",
            "前記第1のライニングは，容器上面側の露出部まで溶融金属の流路を内在し，当該流路と前記容器内の溶融金属が貯留される空間とを分離するゾーンでかつ容器上面側の露出部まで充填され，",
            "前記容器の上面部に開閉可能に設けられるハッチを有し，",
            "前記ハッチは，前記容器の上面部の中央に設けられている容器。」である点で一致し，次の点で相違する。",
            "相違点A：本件発明1では，容器が，内外の圧力差を調節することにより，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能であるのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
            "相違点B：本件発明1では，第1のライニングが，容器内底部に近い位置から溶融金属の流路を内在しているのに対し，甲第1号証記載の発明では，取鍋内の溶融金属に浸漬する側壁内面側の中段部から溶融金属の流路が延びている点。",
            "相違点C：本件発明1では，配管を有し，該配管は，容器上面側の露出部の流路に接続され，先端の出入口が下向きであるのに対し，甲第1号証記載の発明では，該配管に相当するものが見当たらない点。",
            "相違点D：本件発明1では，第2のライニングは，流路からみて容器内の溶融金属が貯留される空間とは反対側で，かつ流路を内在する第1のライニングの外側に配されているのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
            "相違点E：本件発明1では，ハッチは，容器の内外を連通し，溶融金属を供給する際に容器内を加圧するための貫通孔が，該ハッチの中央，または中央から少しずれた位置に設けられ，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのものであるのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
            "(2−3)そこで，まず相違点Aについて検討する。",
            "被請求人は，第2答弁書において，本件発明1では，容器の内外の圧力差を調節することにより，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能であるから，該容器の密閉性は，その「気密性」を意味し，甲第1号証記載の発明における傾動式取鍋の湯こぼれを防ぐ密閉性とは相違しており，また，本件発明1における容器の上記圧力差に耐えるフレームも，甲第1号証記載の発明における傾動式取鍋の外殻鉄皮とは相違する旨主張するので，ここで，それらの点も併せて検討する。",
            "一般的に，溶融金属の注湯炉には注湯方式として加圧式，傾動式，電磁ポンプ式などがあり，そのうち注湯精度，電力消費の面から加圧式が有利であることが，甲第2号証(摘記事項(2c))に記載されており，また，溶湯運搬炉の溶湯の取出しを加圧式にすると，傾動，ポンプアップ等に比べきわめて安全で作業性は良好となることが，甲第6号証(摘記事項(6d))に記載されており，さらに次の周知文献1～3にも，同様の記載がある。",
            "周知文献1：特開平8−20826号公報(本件明細書中に提示された従来例)",
            "「【0002】・・・鋳造装置の保持炉へ取鍋を傾動させて配湯したり，大型鋳物の場合等は直接鋳型への注湯を取鍋を傾動させておこなっている。",
            "【0003】このため従来の真空脱ガス法においては，取鍋への注湯時や運搬中および溶湯使用装置部における注湯時などに，溶湯の大気との接触や大気の巻込みにより，溶湯が酸化しやすく，また溶湯が大気中の水素ガスを吸収しやすく(特に高湿度のとき著しい)，折角脱ガスをおこなっていながら溶湯品質が劣化し，鋳造製品中に気泡が発生して強度が低下するという問題があった。・・・",
            "【0004】【発明が解決しようとする課題】この発明は上記従来の問題点を解決するもので，溶湯の取鍋内への注湯から真空脱ガス後の溶湯の溶湯使用装置への配湯までの間における，溶湯の大気との接触や大気の巻込みを減らして，溶湯の品質向上および真空脱ガスの生産性向上をはかることができ，・・・",
            "【0005】【課題を解決するための手段】この出願の第1の発明の真空脱ガス方法は，取鍋本体に被せた蓋を貫通するスト−クをそなえた密閉式の取鍋の前記スト−クと溶解炉とを吸湯管により接続し，前記取鍋内を減圧して前記溶解炉内の溶湯を前記取鍋内に吸引し，前記溶湯を所定量吸引後密閉した前記取鍋内を減圧して該溶湯の真空脱ガスをおこなったのち，前記取鍋内に酸化防止用ガスを封入した状態で前記取鍋の運搬をおこない，溶湯使用装置と前記スト−クとを配湯管により接続し，前記取鍋内に加圧ガスを送入して前記溶湯を前記溶湯使用装置に加圧配湯する」(段落【0002】～【0005】)",
            "周知文献2：実願昭63−130228号(実開平2−53847号)のマイクロフイルム",
            "鋳造用取鍋において，従来「取鍋から鋳造機用保持炉への溶湯が取鍋を傾動させて行うため，溶湯中への水素ガスの吸収及び酸化物の発生を招きやすい。」(3頁12～14行)のを，「容器本体には・・・加圧用ストップバルブ10(第1図(a)，第1図(e))，・・・を取り付けてある。」(7頁15～18行)容器を用いて，「容器本体内部に加圧をすれば，給湯パイプを介して溶湯は鋳造機用保持炉へ給湯される(第2図参照)。」(8頁8～10行)，「溶湯を大気に触れることなく静かに給湯でき，水素の吸収，酸化物の発生を減少させることができる。」(8頁18～20行)",
            "周知文献3：実願平1−89474号(実開平3−31063号)のマイクロフイルム(請求",
            "人提出の平成18年3月23日付上申書「乙第2−5号証」)",
            "溶湯の移湯装置として，〔考案が解決しようとする課題〕欄に，「移湯取鍋の傾注容器移湯方式は，移湯取鍋の傾注時の溶湯飛散による不安全作業であるとか，溶湯の激流でガスの巻き込みにより，・・・品質不良が発生する。」(3頁7～12行)のを，「移湯密閉取鍋内の溶湯を，車載の加圧装置である過給器の加圧力によって押し上げ，保持炉に加圧静流移湯することにより解決しようとするものである。」(4頁7～10行)",
            "以上のとおり，溶融金属の注湯炉，取鍋，移湯装置において，注湯方式として，傾動式よりも加圧式の方が注湯精度，安全性，作業性，溶湯の品質上優れていることは，本件の優先権主張日前周知の事項であるから，甲第1号証記載の発明の溶融金属運搬用取鍋において，より注湯精度，安全性，作業性，溶湯の品質を向上させるために，注湯方式として加圧式を採用しようとすることは，当業者ならば当然に試みることである。",
            "また，甲第4号証には，金属溶湯を収容し，成型機に搬送して注湯するための，「移動，昇降ならびに前方向へ傾動可能に構成された容器本体と，前記容器本体の前部に該容器本体の底部より下方に位置する管開口部から該容器本体上部に亘って形成された外側管部と，前記外側管部と連続してその管上部から前記容器本体下部に亘って形成された内側管部と，前記内側管部の管下部に形成され容器本体内部と連通する連通部と，前記容器本体に形成された気体流出入部を介して該容器本体内部を減圧しまたは加圧するための気体制御手段とを有する・・・金属溶湯のラドル装置」(摘記事項(4a))が記載されており，該ラドル装置では，金属溶湯を収容し，成型機に搬送して注湯するために，容器本体上部に気体流出入部を形成し，該気体流出入部を介して該容器本体内部を減圧または加圧することにより，該容器本体内部へ金属溶湯を収容し，または該容器本体外部へ金属溶湯を供給することを可能とし(摘記事項(4c)参照)，さらに，上記の収容または供給のため，容器本体下部に内側管部の管下部と連通する連通部を設け，該連通部から該内側管部を該容器本体上部まで延ばし，該内側管上部から下方に延びる外側管部を連続して設けることも記載されている(摘記事項(4a)(4c)参照)。",
            "してみると，甲第1号証記載の発明における溶融金属運搬用取鍋の注湯精度，安全性，作業性，溶湯の品質を向上させるべく，甲第4号証に記載されたラドル装置と同様の気体流出入部を該取鍋の上部に設け，内外の圧力差を調節することにより，該取鍋の内部へ溶融金属を導入し，または外部へ溶融金属を供給することを可能とすることは，当業者が容易に想到し得ることである。",
            "また，容器の内外の圧力差を調節することにより，該容器の内部へ溶融金属を導入し，または外部へ溶融金属を供給するためには，該容器の密閉性をその圧力差を維持できるような気密性とし，外殻鉄皮を同圧力差に耐えられるような耐圧性とする必要があることは自明であり，上記周知の注湯炉，取鍋，移湯装置においても，加圧注湯のために同様の気密性，耐圧性が与えられていることは明らかであるから，上記取鍋に内外の圧力差を調節する方式を採用するに際し，該取鍋を上記の気密性とし，上記の耐圧性とすることは単なる設計的事項にすぎない。",
            "(2−4)次に，相違点Bについて検討する。",
            "甲第4号証には，金属溶湯を収容し，成型機に搬送して注湯するラドル装置の容器本体上部に気体流出入部を設け，該気体流出入部を介して該容器本体内部を減圧しまたは加圧することにより，該容器本体内部へ金属溶湯を導入しまたは該容器本体外部へ金属溶湯を供給するものにおいて，該容器本体下部に内側管部の下部と連通する連通部を配置することが記載されており(摘記事項(4a)(4c)参照)，該連通部の配置により，容器本体下部の金属溶湯も加圧により導出し得るので，加圧注湯方式において，該連通部の配置が望ましいことは明らかであり，また，甲第2号証(摘記事項(2e)参照)，甲第3号証(摘記事項(3b)参照)にも同様の記載があるように，加圧注湯方式において上記連通部の配置とすることは，本件の優先権主張日前周知の事項である。",
            "そうすると，甲第1号証記載の発明における溶融金属の流路を取鍋内の底部で連通させること，すなわち，本件発明1の容器のように，第1のライニングが容器内底部に近い位置から溶融金属の流路を内在する形態とすることは，該取鍋に上記相違点Aに係る内外の圧力差を調節する方式を採用することに伴い，当業者が容易に想到し得る事項である。",
            "(2−5)次に，相違点Cについて検討する。",
            "甲第4号証には，金属溶湯を収容し，成型機に搬送して注湯するラドル装置の容器本体上部に気体流出入部を形成し，該気体流出入部を介して容器本体内部を減圧または加圧することにより，該容器本体内部へ金属溶湯を導入し，または該容器本体外部へ溶融金属を供給することを可能とすることに併せて，該容器本体下部から延びる内側管部上端に，そこから下方に向かう外側管部を設けることが記載されており(摘記事項(4a)(4c)参照)，該外側管部により，容器本体内への金属溶湯の導入，及び容器本体外への金属溶湯の供給をし易くしている。",
            "また，甲第3号証にも，鋳込み装置の圧力室の下部から立上がる注出室の上端にサイフォンを接続して，注出室を出る金属融解体の流れを下向きにするものが記載され(摘記事項(3a)(3b)参照)，また，甲第5号証にも，加圧式注湯炉の溶湯室の底部から立上がる出湯路の上端に，下向きに注湯する出湯室を着脱自在に接続するものが記載されているように(摘記事項(5b)参照)，加圧式注湯装置の下部から立上がる溶湯の流路の上端に下向きの配管を接続することは，本件の優先権主張日前周知の事項である。",
            "なお，被請求人は，第2答弁書において，甲第4号証のラドル装置の外側管部と内側管部は一体に形成されているので，取り付けて接続することはできず，また，甲第3号証のサイフォン，甲第5号証の出湯室は公道を介して搬送できない旨主張するが，配管と流路を一体に形成するか別体に形成して接続するかは，当業者が設計上適宜に選択し得ることであるし，また，該配管を公道を介して搬送し得るものとすることは，当業者が適宜に設計し得る事項である。",
            "そうすると，甲第1号証記載の発明における取鍋上面側の露出部の注湯口に下向きの配管を接続することは，該取鍋に上記相違点Aに係る内外の圧力差を調節する方式を採用することに伴い，当業者が容易に想到し得る事項である。",
            "(2−6)次に，相違点Dについて検討する。",
            "甲第2号証には，貯湯室1と反対側の出湯路3のライニングの外側に，貯湯室1の側面及び底面のライニングと同様，第2のライニングを設けている一方，出湯路3と貯湯室1との間のライニングには，該第2のライニングを設けていない溝形誘導炉が記載されており(摘記事項(2f)参照)，該第2のライニングは，下記周知文献4～7の各炉の，同様の箇所に設けられている断熱層と同様のものと解される。",
            "上記のように甲第2号証に記載されている他，下記周知文献4～7にも同様のライニングの構造がそれぞれ記載されているように，炉内溶湯貯留部と反対側の流路のライニングには断熱層を設ける一方，該流路と炉内溶湯貯留部との間を仕切るライニングには断熱層を設けないことは，本件の優先権主張日前周知の事項である。",
            "周知文献4：特開昭54−121205号公報",
            "「第2図は・・・下部発熱室13が上部溶解室12の下部側面に接合される分離構造の場合の一例を示すもので，12は上部溶解室，13は下部発熱室を示し，上部溶解室12は鉄製ケース14，断熱材15，ライニング壁16及びライニング金枠17からなり，」との記載(第2頁右上欄7～12行)及び第2図により，上部溶解室の流路の溶湯貯留部とは反対側のライニングには断熱材層を設けるが，該流路と溶湯貯留部との間を仕切るライニングには断熱材層を設けないことが開示されている。",
            "周知文献5：特開平5−264175号公報",
            "「【0018】一方，前記バス部12は，金属製の外殻体14の内側に，断熱れんが層15及び耐火れんが層16を配すると共に，最内面に耐火ライニング17を施して構成されている。",
            "この耐火ライニング17は，不定形耐火物例えば乾式の高アルミナ質耐火物を緻密状態に充填して構成されており，また，施工時にバーナー等により加熱，焼結されて表面部に強固な焼結層が形成されている。",
            "【0019】そして，前記バス部12の上部外周部には，外部からバス部12内に溶湯を注ぎ入れるための受湯口部18が設けられている。そして，これと共に，前記耐火ライニング17内には，その受湯口部18から注がれた溶湯をバス部12内に導く溶湯通路19が斜め方向に貫通するように延びて設けられている。この場合，溶湯通路19は断面円形をなし，図1などにも示すように，その下端の開口部19aが，バス部12内部の溶湯溜り部と連通している。」との記載(段落【0018】，【0019】)及び図1～図5により，溝型誘導炉における溶湯通路の溶湯溜り部とは反対側のライニングには断熱れんが層を設けるが，該溶湯通路と溶湯溜り部との間のライニングには断熱れんが層を設けないことが開示されている。",
            "周知文献6：特開平6−15439号公報",
            "「【0012】【実施例1】中子1と，外型2との間隙内に，セラミックス粉末を水練りした材料を充填してセラミックス内槽3を形成し，これを350℃～400℃で30～40時間通風乾燥する。前記により，セラミックスが固化したならば，脱型し，逆転(底を上にする)した後，外側壁にセラミックスペーパー4を全面に添着する。ついで外側壁と所定の間隙をおいて断熱板5を設置し，断熱板5と，前記セラミックスペーパー4との間に無機質粒子又は無機質繊維よりなる分離層6を層着し，前記断熱板5の外側へ鉄板7を添接し，更にスペーサー8(例えば格子状)を介して外装鉄板9を被着する。」との記載(段落【0012】)及び図1～図3により，セラミックス内槽の外側には断熱板を設けるが，セラミックス内槽内の流路を仕切るライニングには断熱板を設けないことが開示されている。",
            "周知文献7：特開昭49−67834号公報",
            "「前記坩堝3は普通のように突固めセラミツク物質から成り，かつその外側では，・・・通常の形式で例えばシヤモツト製の耐火ライニング9で被覆されており，次いでその外側には付加的に，特に有効な断熱性絶縁層9aを有し，該絶縁層は例えば耐火軽煉瓦製である。注ぎ口5の内部の突固め物質内には円形横断面を有する1つの閉じられた直線的な通路10が穿設されていて，」との記載(第5頁左下欄20行～右下欄10行)及びFIG.1，FIG.2により，保熱炉の通路の金属溶湯浴とは反対側のライニングには断熱性絶縁層を設けるが，該通路と金属溶湯浴との間を仕切る突固め物質のライニングには断熱性絶縁層を設けないことが開示されている。",
            "上記周知のライニングの構造では，流路と炉内溶湯貯留部との間を仕切るライニングには断熱層が設けられておらず，該ライニングを介して炉内溶湯貯留部の熱が流路に伝熱される一方，流路からみて炉内溶湯貯留部と反対側のライニングには断熱層が設けられて断熱されており，該伝熱と断熱とにより該流路が保温されていることは明らかである。また，甲第1号証記載の発明における溶融金属搬送用取鍋も，上記周知のライニングの構造と同様，流路と取鍋内の溶融金属を収納する空間との間には断熱材は介挿されておらず，内張耐火材のみが充填されているので，該内張耐火材の溶融金属に浸漬する部分，乃至溶融金属の揺動等によりそれと接触する部分では，該内張耐火材の断熱材よりも高い熱伝導率により，溶融金属の熱が流路に伝熱されていることは明らかである。",
            "そこで，該取鍋に上記周知のライニングの構造と同様の断熱層を設ければ，該断熱層による断熱と上記伝熱とにより該取鍋の流路も同様に保温できることは自明である。",
            "してみると，甲第1号証記載の発明の溶融金属搬送用取鍋において，該取鍋に上記相違点Aに係る内外の圧力差を調節する方式を採用し，上記相違点Bに係る溶融金属の流路を該取鍋内の底部で連通させることに伴い，流路からみて取鍋内の溶融金属を収納する空間とは反対側に断熱材を介挿して断熱することは，当業者が容易に想到し得ることである。",
            "(2−7)次に，相違点Eについて検討する。",
            "甲第1号証記載の発明における溶融金属運搬用取鍋は，該取鍋上面部に，ほぼ中央に小径の受湯口を有する蓋と，該受湯口に開閉可能に設けられた受湯口小蓋を具備しており，該受湯口小蓋は，取鍋上面部の中央に設けられたハッチであるといえる(上記(2−1)(オ)参照)。",
            "また，上記受湯口小蓋は，上記蓋のほぼ中央の受湯口上に載置され，該蓋より高いほぼ中央の位置にあるので，該蓋より溶融金属面から離れており，取鍋上面部において該蓋よりも溶融金属の到達し難い位置にあることが明らかである(摘記事項(1g)，第6～8図参照)。",
            "また，上記(2−3)で述べたように，甲第1号証記載の発明における溶融金属運搬用取鍋の注湯精度，安全性，作業性，溶湯の品質を向上させるべく，甲第4号証に記載されたラドル装置と同様の気体流出入部を該取鍋の上部に設け，内外の圧力差を調節することにより，該取鍋の内部へ溶融金属を導入し，または外部へ溶融金属を供給することを可能とすることは，当業者が容易に想到し得ることである。",
            "ここで，上記ラドル装置と同様の気体流出入部を該取鍋の上部に設けることとは，甲第1号証記載の発明における取鍋の上部には蓋が設けられ，また，該蓋のほぼ中央の受湯口上に受湯口小蓋が設けられているのであるから，該蓋，該受湯口小蓋等に，上記ラドル装置の気体流出入部に相当する貫通孔を設けることに他ならず，該受湯口小蓋に該貫通孔を設ける態様を含むものといえる。",
            "そこで，該受湯口小蓋に該貫通孔を設ける態様について検討するに，溶融金属を収容する容器上面部に開閉自在に設けられる蓋の中央から少しずれた位置に，該容器内部を加圧して溶融金属を該容器外に取り出すための貫通孔を設けることは，前掲の周知文献1，下記周知文献8，9に，それぞれ下記のとおり記載されているように，本件の優先権主張日前周知の事項である。",
            "前掲の周知文献1：特開平8−20826号公報",
            "「【0018】【実施例】以下図1乃至図4によりこの発明の一実施例を説明する。図1および図2において1は，取鍋本体2に蓋3を密閉開放自在に被せた密閉式の取鍋である。」，「【0020】蓋3には，該蓋を貫通して，下端部が取鍋本体2の上部空間2a(詳しくは取鍋本体2内の溶湯40の上面と蓋3の内面との間)に開口する排気管31と給気管32が固設してある。」，",
            "「【0024】取鍋1をフォークリフト等により運搬し，図4に示すように溶湯使用装置である鋳造装置の保持炉71の近傍へ，取鍋1を置く。」，",
            "「【0026】そして開閉弁36を開き，窒素ガスを取鍋1内に挿入して該取鍋1内をたとえば0．1～0．5Kgf／cm2程度に加圧し，該取鍋1内の溶湯40を配湯管91を経て保持炉71のるつぼ74内に配湯する。」と記載されるとともに，図1～5には，蓋3の中央から少しずれた位置に給気管32を設けている点が示されている。",
            "周知文献8：特開平1−262062号公報(請求人提出の平成18年3月23日付上申書",
            "「乙第2−4号証」)",
            "「断熱箱26底部外面の各隅部に車輪29が取付けられ，各車輪29を介して溶湯保温炉23を移動することができる。炉蓋30は，溶湯保温炉23に対し着脱自在であって・・・開口部24を密閉することができる。」(第3頁左下欄3～10行)，",
            "「また炉蓋30の中央部近傍に，それを貫通して加圧ガス用導入管(搬出管を兼ねる)37が立設され，・・・導入管37からのガス圧が溶湯mの表面に作用すると，その溶湯mは給湯管32を通じて保持炉3に流入し，」(第3頁右下欄14行～第4頁左上欄5行)と記載されている。",
            "周知文献9：実願昭60−139738号(実開昭62−50860号)のマイクロフイルム",
            "(同上申書「乙第2−3号証」)",
            "「受湯室を小蓋で気密に覆い，前記湯室と前記受湯室とに送圧管を介して圧力制御装置を接続したことを特徴とする加圧式注湯炉。」(実用新案登録請求の範囲6～8行)，「受湯室22の外側に移動式の小蓋23を気密フランジにて・・受湯室用送圧管12bに分岐せしめ湯室側と受湯サイフォン側を同時に加圧する」(第4頁下から4行～第5頁1行)と記載されるとともに，第1図には，小蓋23の中央から少しずれた位置に受湯室用送圧管12bを接続した点が示されている。",
            "また，上記周知技術を用いた各容器の蓋の開放時には，貫通孔の内側部分が外側に露出し，該内側部分の金属の付着状況等が確認でき，該内側部分の付着物を取り除いて貫通孔の詰まりを解消し得ることは自明である。",
            "また，容器の貫通孔に溶融金属が到達すれば，該溶融金属の漏れや，該溶融金属の固化による該貫通孔の詰まりが生じることにもなるので，該貫通孔をできるだけ容器の溶融金属が到達しない場所に設けるのが望ましいことは技術常識といえるところ，甲第1号証記載の発明における受湯口小蓋の方が蓋より溶融金属が到達し難い位置にあることは，上述したとおりである。",
            "そうすると，該受湯口小蓋に貫通孔を設ければ，溶融金属の漏れ，溶融金属の付着を抑制でき，さらに，該小蓋の開放時には，該小蓋内側の溶融金属の付着状況を確認でき，取り除くことができて，貫通孔の詰まりを未然に防止できることも当業者であれば普通に予測し得ることであるから，該受湯口小蓋に貫通孔を設ける態様を採用することに，別段の困難性があったとはいえない。",
            "また，上記相違点Aに係る内外の圧力差を調節する方式を上記取鍋に採用するに際し，上記受湯口小蓋を閉じたときに，該取鍋の内外の圧力差を維持できるように，気密を確保する必要があることは自明であり，上記周知技術を用いた各容器においても，同様の気密が確保されていることは明らかであるから，上記受湯口小蓋を閉じたときに上記の気密を確保することは単なる設計的事項にすぎない。",
            "また，溶融金属を収容し，該溶融金属の供給，処理等を行う容器内に溶融金属を導入するに先立ち，容器上面部の蓋を開けてガスバーナを容器内に挿入し，該容器を予熱することは，前掲の周知文献2，下記周知文献10～12にそれぞれ下記のとおり記載されているように，本件の優先権主張日前周知の事項であるから，甲第1号証記載の発明における取鍋を同様に予熱するために，該取鍋の上面部に開閉自在に設けられている受湯口小蓋を，該取鍋内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて該取鍋の予熱を行うためのものとすることは，当業者が設計上適宜に採用し得ることである。",
            "前掲の周知文献2：実願昭63−130228号(実開平2−53847号)のマイクロフイ",
            "ルム",
            "「受湯口4は取鍋予熱用ガスバーナの予熱口を兼用しており，受湯前には受湯口4から容器本体をガスバーナ等にて予熱する。・・・",
            "まず，予熱用ガスバーナにより予熱口4から容器本体を予熱する。",
            "容器本体を予熱後，反射炉等からの受湯を行い，」(第7頁19行～第8頁6行)と記載されるとともに，第1図(a)～(e)に上記の取鍋が図示されている。",
            "周知文献10：特開昭59−113967号公報",
            "「この発明は冶金業で用いられているいわゆる鍋の乾燥加熱装置に関するもので，鍋の内張耐火物の乾燥，昇温を平均にかつ熱効率よく短時間で完了し得る・・・",
            "いわゆる鍋とは・・・溶銑鍋，溶鋼取鍋，タンディッシュ等があり，・・・非鉄金属業においても多く使用されている。」(第1頁右下欄6～15行)，",
            "「耐火物中の水分を充分に除去してから再使用しなければならない。また水分の除去に加えて内張耐火物を加熱して鍋内の温度を昇温してから溶融金属を受入れる」(第2頁左上欄7～10行)，",
            "「鍋の乾燥加熱は，鍋蓋6で頂部を密閉したのちバーナー7でCガス等の燃料を燃焼させ下向きに燃焼ガスを噴出させ，」(第2頁右上欄8～10行)，",
            "「このような不均一加熱を改善するために第2図に示すようにバーナー7を昇降可能にして下部に降して燃焼する」(第2頁左下欄11～13行)，",
            "「鍋底近くに位置させた加熱用バーナーから上の空間部の大部分を，通気性ある耐熱金属かセラミックで製作した鍋状の容器(・・・)で囲いその上方開口部を鍋蓋に向けて圧着させたもので，」(第2頁右下欄4～9行)と記載されるとともに，第1図～第3図に上記の装置が図示されている。",
            "周知文献11：特開昭61−60261号公報",
            "「溶融金属を注入するに先立って取鍋を加熱・昇温しており，・・・",
            "第3図に示す取鍋加熱装置は，・・・取鍋1の上端開口部を塞ぐ蓋2の中心部に，加熱用バーナ3を垂直下方に向けて取付け，」(第1頁右下欄末行～第2頁左上欄7行)と記載されるとともに，第3図に上記の装置が図示されている。",
            "周知文献12：実願昭60−112347号(実開昭62−20744号)のマイクロフイル"
          ]
        }
      ]
    },
    {
      "fig": "ム",
      "text": [
        "「第1図では真空蓋の上部に取鍋予熱用バーナーを取付けるとともに，真空蓋に備わる接続管と集塵配管とを接続し燃焼ガスを排気する。取鍋予熱終了後真空蓋からバーナーを取り外すとともにめくら蓋を取付け真空蓋としての気密性を確保する。そして第2図のように受鋼した取鍋上に従来通り真空蓋として被せ真空脱ガス処理を実施する。」(第3頁1～7行)と記載されるとともに，第1図，第2図に上記の装置が図示されている。",
        "してみると，甲第1号証記載の発明における取鍋の注湯精度，安全性，作業性，溶湯の品質を向上させるべく，甲第4号証に記載されたラドル装置の気体流出入部と同様の貫通孔を該取鍋の上部に設け，内外の圧力差を調節することにより，該取鍋の内部へ溶融金属を導入し，または外部へ溶融金属を供給できるようにすることに伴い，上記取鍋上面部の開閉自在な受湯口小蓋の中央から少しずれた位置に上記貫通孔を設けるとともに，該受湯口小蓋を閉じたときに該取鍋の上記の気密を確保し得る密閉性のものとし，且つ，該受湯口小蓋を，該取鍋内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのものとすることは，当業者が容易に想到し得ることである。",
        "そして，相違点A，B，C，D，Eに係る本件発明1の特定事項によってもたらされる効果も，甲第1～6号証の記載，及び上記周知技術から普通に予測し得る程度のものであって，格別なものは認められない。",
        "(3)したがって，本件発明1は，甲第1～6号証に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "［7−4］本件発明2について",
        "本件発明2は，本件発明1の「容器」の構成を全て含み，さらに「第1のライニングは，前記容器内の溶融金属が貯留される空間から前記流路への熱伝導が促進されるように充填されていること」を限定した発明である。",
        "そして，本件発明2と甲第1号証記載の発明とを対比すると，両者の相違点は，「［7−3］本件発明1について」の項において述べた相違点A，B，C，D，Eに加え，上記のさらに限定した点でも一応相違する。",
        "しかしながら，甲第1号証記載の発明でも，溶融金属の流路と取鍋内の空間との間には，取鍋上面側の露出部まで，本件発明1の第1のライニングに相当する内張耐火材の内張りのみが設けられ，同第2のライニングに相当する低い熱伝導率を有する断熱材は介挿されておらず，該内張りは，断熱材よりも高い内張耐火材の熱伝導率により，溶融金属が収納される取鍋内の空間から溶融金属の流路への熱伝導が促進されるように充填されているといえるので，上記の点は，甲第1号証記載の発明と実質的な相違点を構成しない。",
        "そして，相違点A，B，C，D，Eについては，いずれも先に検討したとおりであり，甲第1号証記載の発明の溶融金属搬送用取鍋において，相違点Aに係る内外の圧力差を調節する方式を採用するとともに，相違点B，C，D，Eに係る各構成を採用することは，当業者が容易に想到し得ることである。",
        "したがって，本件発明2は，本件発明1と同様，甲第1～6号証に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "［7−5］本件発明3について",
        "本件発明3は，本件発明1，2のどちらかの「容器」の構成を全て含み，さらに「流路の有効内径は，65mmより大きく，85mmより小さいこと」を限定した発明である。",
        "そして，本件発明3と甲第1号証記載の発明とを対比すると，両者の相違点は，「［7−3］本件発明1について」の項において述べた相違点A，B，C，D，Eに加え，次の点でも相違する(以下，「相違点F」という。)。",
        "相違点F：本件発明3では，流路の有効内径は，65mmより大きく，85mmより小さいのに対し，甲第1号証記載の発明では，流路の有効内径は特定されていない点。",
        "そこで，まず相違点Fについて検討する。",
        "相違点Fは，流路の有効内径について数値限定を行ったものであり，本件明細書，段落【0046】の，「内径が65mmより小さいときには流路を流れる溶融金属はどの位置においても溶融金属自体の重量と内壁の粘性抵抗の両方の影響を受けているが，内径が65mm以上となると流れのほぼ中心付近から内壁の粘性抵抗の影響を殆ど受けない領域が生じ始め，その領域が次第に大きくなる。この領域の影響は非常に大きく，溶融金属の流れを阻害する抵抗が下がり始める。溶融金属を容器内から導出する際に容器内を非常に小さな圧力で加圧すればよくなる。・・・一方，内径が85mmを超えると，溶融金属自体の重量が溶融金属の流れを阻害する抵抗として非常に支配的となり，溶融金属の流れを阻害する抵抗が大きくなってしまう。」との記載により，流路の有効内径を上記の範囲とすることのみにより溶融金属を導出する圧力を小さくできることが述べられているので，上記有効内径の範囲は，溶融金属の性状，容器の大きさ，形状，材質，加圧供給時における圧力，容器内における溶融金属の残量，液面までの高さ等のパラメータに係わりなく，該有効内径と溶融金属を導出する圧力のみの関係において設定されたものと解し得る。",
        "すなわち，流路の内径を大きくするにつれ，流路の内壁の粘性抵抗の影響をほとんど受けない領域が生じ始め，その領域が次第に大きくなる一方，溶融金属自体の重量が溶融金属の流れを阻害する抵抗となることから，内径65mmから85mmの間において，比較的小さな加圧力で溶融金属を導出することが可能となることを見出したものであり，本件発明3は，流路の有効内径を上記の範囲に規定するものである。",
        "しかしながら，流路の有効内径が大きくなるにつれ，該流路の内壁の粘性抵抗の影響が弱まり流体が流れ易くなり，流体を流すための加圧力を小さくできる反面，重い流体の上向きの流路であれば，流体の重量が次第に増してゆき，上向きに流体を流すための相応の加圧力が必要となることは，流体の粘性抵抗，重量等についての技術常識により自明の事項であり，溶融金属を流す流路の内径に上向きに流し易い適切な範囲が存在することは，当業者にとって普通に予測し得ることである。",
        "そして，上記の適切な有効内径の範囲を，溶融金属の性状，容器の大きさ，形状，材質，加圧供給時における圧力，容器内における溶融金属の残量，液面までの高さ等の各パラメータの影響を考慮することなく，流体を導出する加圧力を小さくできるように設定することに格別の困難性があったとはいえず，当業者であれば，実験等を行い適宜に設定し得たものといえる。",
        "また，上記段落【0046】の，「内径が65mm以上となると流れのほぼ中心付近から内壁の粘性抵抗の影響を殆ど受けない領域が生じ始め，その領域が次第に大きくなる。・・・溶融金属の流れを阻害する抵抗が下がり始める」との記載によれば，内径65mmで内壁の粘性抵抗の影響を殆ど受けない領域が生じ始め，内径が大きくなるにつれてその領域が次第に大きくなり，内壁の粘性抵抗の影響が次第に弱まり，溶融金属の流れを阻害する抵抗が下がり始めるというのであるから，内径65mm付近では，内壁の粘性抵抗の影響を殆ど受けない流れの中心付近の領域は，まだほとんど生じておらず，流路全体の溶融金属の流れを阻害する抵抗は，内径が65mmを越すと同時に急に下がるわけではない。また，「内径が85mmを超えると，溶融金属自体の重量が溶融金属の流れを阻害する抵抗として非常に支配的となり」と記載されるものの，溶融金属の重量は，内径の増加に応じて連続的に増加するのであるから，内径85mmで急に増加するわけではなく，85mmより小さい範囲においても，内径の増加につれて，内壁の粘性抵抗の弱まりによる流れ易さを打ち消すように，次第に増加することは明らかである。また，溶融金属の性状，容器の大きさ，形状，材質，加圧供給時における圧力，容器内における溶融金属の残量，液面までの高さ等の各パラメータが溶融金属の流れに影響を与えないことはありえないので，該各パラメータの影響により，上記有効内径の範囲において，溶融金属を導出するための加圧力を十分に小さくできないことも起こり得る。",
        "そうであれば，上記有効内径の範囲において，必ずしも，溶融金属を導出するために必要な加圧力が臨界的に小さくなるとはいえないのであるから，上記有効内径の範囲は臨界的意義を有しているとはいえない。",
        "以上のとおり，相違点Fにおける流路の有効内径の数値限定は，その数値限定自体について臨界的意義を有さず，その効果は普通に予測し得る程度のものであり，当業者が設計上適宜に設定できたものと認められる。",
        "そして，相違点A，B，C，D，Eについては，いずれも先に検討したとおりであり，甲第1号証記載の発明の溶融金属搬送用取鍋において，相違点Aに係る内外の圧力差を調節する方式を採用するとともに，相違点B，C，D，Eに係る各構成を採用することは，当業者が容易に想到し得ることである。",
        "したがって，本件発明3は，甲第1～6号証に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "［7−6］本件発明4について",
        "本件発明4と甲第1号証記載の発明とを対比すると，「［7−3］本件発明1について」の項で検討したとおり，両者は，",
        "「溶融金属を収容することができ，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
        "フレームと，",
        "前記フレームの内側に設けられる第1の熱伝導率を有する第1のライニングと，前記フレームと前記第1のライニングとの間に介挿され，前記第1の熱伝導率よりも低い第2の熱伝導率を有する第2のライニングと，",
        "前記容器の上面部に開閉可能に設けられるハッチとを有し，",
        "前記第1のライニング内に溶融金属の流路が容器上面側の露出部まで内在され，前記流路と前記容器内の溶融金属が貯留される空間とを分離するゾーンでかつ容器上面側の露出部まで前記第1のライニングが充填され，",
        "前記ハッチは，前記容器の上面部の中央に設けられている容器。」である点で一致し，次の点で相違する。",
        "相違点G：本件発明4では，容器が，内外の圧力差を調節することにより，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能であるのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
        "相違点H：本件発明4では，第1のライニング内に溶融金属の流路が容器内底部に近い位置から内在されているのに対し，甲第1号証記載の発明では，取鍋内の溶融金属に浸漬する側壁内面側の中段部から溶融金属の流路が延びている点。",
        "相違点I：本件発明4では，容器外周の流路に対応する位置が，第1のライニング内に容器内底部に近い位置から内在する当該流路に応じて，溶融金属が貯留された空間から当該流路が設けられた分だけ突き出ているのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
        "相違点J：本件発明4では，第2のライニングは，流路からみて容器内の溶融金属が貯留される空間とは反対側で，かつ流路を内在する第1のライニングの外側に配されているのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
        "相違点K：本件発明4では，ハッチは，容器の内外を連通し，溶融金属を供給する際に容器内を加圧するための貫通孔が，該ハッチの中央，または中央から少しずれた位置に設けられ，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのものであるのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
        "そこで，まず，相違点G，H，J，Kについて検討するに，相違点G，H，J，Kは，「［7−3］本件発明1について」の項で検討した，本件発明1と甲第1号証記載の発明との相違点A，B，D，Eと実質上同じであり，いずれも同項で検討したとおりであるから，甲第1号証記載の発明の溶融金属搬送用取鍋において，相違点Gに係る内外の圧力差を調節する方式を採用するとともに，相違点H，J，Kに係る各構成を採用することは，当業者が容易に想到し得ることである。",
        "次に，相違点Iについて検討するに，甲第1号証記載の発明の取鍋も，外周の流路に対応する箇所は，取鍋内の溶融金属を収納する空間から該流路が設けられた分だけ突き出ており(摘記(1g)参照)，相違点Hのように流路を形成すれば，該流路の形状に応じて外周の該流路に対応する箇所が突き出ることは明らかである。",
        "そうすると，相違点Iに係る構成は相違点Hに係る構成に付随してもたらされるものであるから，甲第1号証記載の発明の溶融金属搬送用取鍋において，相違点Iに係る構成とすることは，相違点Hに係る構成を採用することに伴い，当業者が容易に想到し得ることである。",
        "したがって，本件発明4は，甲第1～6号証に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "［7−7］本件発明5について",
        "本件発明5と甲第1号証記載の発明とを対比すると，",
        "(ア)甲第1号証記載の発明における「溶融金属を収納し，道路上を運行する運搬用車輌の荷台上に載置固定して公道などの一般道路を通って使用先の工場まで搬送し，該工場に着後はフオークリフトにより該工場の保持炉，或は鋳型等まで配送する密閉型の溶融金属運搬用取鍋」は，［7−3］(2−1)の項で検討した本件発明1の場合と同様，本件発明5における「溶融金属を収容することができ，・・・運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器」に相当する。",
        "(イ)甲第1号証記載の発明における「外殻鉄皮」，「内張耐火材」，「断熱材」，「取鍋内の空間」，「取鍋内の空間に収納された溶融金属に浸漬する側壁内面側の中段部から取鍋上面側の露出部の注湯口まで溶融金属の流路が延び」の「溶融金属の流路」，「流路と該取鍋内の空間との間・・・内張耐火材の内張り」は，それらが内外の圧力差を調節する容器の構成ではないにしても，溶融金属搬送用の容器の構成として共通するものであり，それぞれ本件発明5における「金属製のフレーム」，「第1の熱伝導率を有する第1のライニング」，「第1の熱伝導率よりも低い第2の熱伝導率を有する第2のライニング」，「溶融金属を貯留する貯留室」，「貯留室と外部との間の溶融金属の流路となるインターフェース部」，「仕切る壁・・・第1のライニングが充填されたゾーン」に相当する。",
        "(ウ)甲第1号証記載の発明では，外殻鉄皮と内張耐火材の間には断熱材を介挿しているのに対し，流路と取鍋内の空間との間(仕切る壁)には断熱材は介挿されず，取鍋上面側の露出部まで内張耐火材(第1の熱伝導率を有する第1のライニング)のみの内張り(第1のライニングが充填されたゾーン)とされているので，該内張りの，取鍋内の空間の溶融金属に浸漬する部分，乃至該溶融金属の揺動等により該溶融金属と接触する部分では，該内張耐火材の断熱材よりも高い熱伝導率により，該取鍋内の空間の溶融金属から流路への伝熱が促進されているといえる。",
        "そうすると，両者は，",
        "「溶融金属を収容することができ，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
        "溶融金属を貯留する貯留室と，",
        "前記貯留室と外部との間の溶融金属の流路となるインターフェース部と，",
        "前記貯留室と前記インターフェース部下部との間の連結口を有し，これらの間を仕切る壁と，を具備し，",
        "前記容器の外周は金属製のフレームにより覆われており，",
        "前記貯留室と，前記フレームとの間には，第1の熱伝導率を有する第1のライニングと，前記第1の熱伝導率よりも低い第2の熱伝導率を有する第2のライニングとが前記第1のライニングを内側にして積層され，",
        "前記壁は，前記連結口から前記インターフェース部の上部に向けて前記第1のライニングが充填されたゾーンを有し，",
        "前記インターフェース部が，前記ゾーンを介して前記貯留室内に貯留された前記溶融金属から前記インターフェース部側への熱伝導が促進されており，",
        "前記容器の上面部に開閉可能に設けられるハッチを有し，",
        "前記ハッチは，前記容器の上面部の中央に設けられている容器。」である点で一致し，次の点で相違する。",
        "相違点L：本件発明5では，容器が，内外の圧力差を調節することにより，内部へ溶融金属を導入し，または外部へ溶融金属を供給することが可能であるのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
        "相違点M：本件発明5では，貯留室とインターフェース部下部との間の連結口が貯留室下部にあり，該連結口から上に第1のライニングが充填されたゾーンを有するのに対し，甲第1号証記載の発明では，取鍋内の溶融金属に浸漬する側壁内面側の中段部から溶融金属の流路が延びている点。",
        "相違点Ｎ：本件発明5では，インターフェース部上部に接続された配管を具備するのに対し，甲第1号証記載の発明では，該配管に相当するものが見当たらない点。",
        "相違点O：本件発明5では，インターフェース部とフレームとの間に，第2のライニングが，第1のライニングを内側にして積層されており，該インターフェース部が該第2のライニングにより保温されるとともに，ゾーンを介して貯留室内に貯留された溶融金属から前記インターフェース部側への熱伝導が促進されるように構成されているのに対し，甲第1号証記載の発明では，取鍋内の空間(貯留室)に収納された溶融金属の流路(インターフェース部)側への熱伝導が，断熱材を介挿しないことにより促進されているものの，流路と外殻鉄皮(フレーム)との間には断熱材(第2のライニング)が介挿されず，断熱材により保温されていない点。",
        "相違点P：本件発明5では，ハッチは，容器の内外を連通し，溶融金属を供給する際に容器内を加圧するための貫通孔が設けられ，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのものであり，上記貫通孔は，ハッチの中央，または中央から少しずれた位置に設けられているのに対し，甲第1号証記載の発明では，そのように記載されていない点。",
        "そこで，相違点L，M，Ｎ，Pについて検討するに，相違点L，M，Ｎ，Pは，「［7−3］本件発明1について」の項で検討した本件発明1と甲第1号証記載の発明との相違点A，B，C，Eと実質上同じであり，いずれも同項で検討したとおり，当業者が容易に想到し得る事項である。",
        "次に，相違点Oについて検討するに，相違点Oの「本件発明5では，インターフェース部とフレームとの間に，第2のライニングが，第1のライニングを内側にして積層されており，該インターフェース部が該第2のライニングにより保温される・・・のに対し，甲第1号証記載の発明では・・・流路と外殻鉄皮(フレーム)との間には断熱材(第2のライニング)が介挿されず，断熱材により保温されていない点」は，「［7−3］本件発明1について」の項で検討した，本件発明1と甲第1号証記載の発明との相違点Dと重複しており，同項で検討したとおり，甲第1号証記載の発明の取鍋の流路(インターフェース部)と外殻鉄皮(フレーム)との間に断熱材(第2のライニング)を介挿することは，当業者が容易に想到し得ることである。",
        "そして，該断熱材の介挿により該流路が保温されることは明らかである。",
        "また，相違点Oの「本件発明5では，・・・ゾーンを介して貯留室内に貯留された溶融金属から前記インターフェース部側への熱伝導が促進されるように構成されている」点は，「［7−4］本件発明2について」の項で検討した本件発明2の「第1のライニングは，前記容器内の溶融金属が貯留される空間から前記流路への熱伝導が促進されるように充填されていること」と同じであり，同項で検討したとおり，甲第1号証記載の発明と実質的な相違点を構成しない。",
        "したがって，本件発明5は，本件発明2と同様，甲第1～6号証に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "［7−8］本件発明6について",
        "本件発明6は，本件発明5の「容器」の構成を全て含み，さらに「壁は，耐火材からなること」を限定した発明である。",
        "そして，本件発明6と甲第1号証記載の発明とを対比すると，両者の相違点は，「［7−7］本件発明5について」の項において示した相違点L，M，Ｎ，O，Pに加え，上記のさらに限定した点でも一応相違する。",
        "しかしながら，甲第1号証記載の発明でも，本件発明6の「壁」に相当する溶融金属の流路と取鍋内の空間との間には内張耐火材の内張りが設けられており，該内張りが耐火材からなることは明らかであるから，上記の点は，甲第1号証記載の発明と実質的な相違点を構成しない。",
        "また，相違点L，M，Ｎ，O，Pについては，いずれも「［7−7］本件発明5について」の項で検討したとおり，当業者が容易に想到し得る事項である。",
        "したがって，本件発明6は，本件発明5と同様の理由により，甲第1～6号証に記載された発明，及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。",
        "［8］むすび",
        "［8−1］無効2005−80327号について",
        "以上のとおりであるから，本件請求項3についての特許は，特許法第36条第6項第1号に規定する要件を満たしていない特許出願に対してされたものではないから，特許法第123条第1項第4号に該当しない。",
        "また，本件請求項1，2，4～6についての特許は，特許法第29条第2項の規定に違反してされたものであるから，特許法第123条第1項第2号に該当し，無効とすべきものである。",
        "…",
        "［8−2］無効2006−80167号について",
        "以上のとおりであるから，本件請求項3についての特許は，特許法第36条第4項，及び同条第6項第1号に規定する要件を満たしていない特許出願に対してされたものではないから，特許法第123条第1項第4号に該当しない。",
        "また，本件請求項3についての特許は，特許法第29条第2項の規定に違反してされたものであるから，特許法第123条第1項第2号に該当し，無効とすべきものである。」"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明と本件発明1との一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「容器」",
                  "text": [
                    "本件発明1の「容器」は，「加圧式取鍋」としての気密性及び耐圧性を",
                    "当然に備えている点において，そのような気密性及び耐圧性を備えていな",
                    "い「傾動式」である甲1発明の「取鍋」とは相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「フレーム」",
                  "text": [
                    "甲1発明の傾動式である取鍋の「外殻鉄皮」は，本件発明1の加圧式で",
                    "ある容器のフレームとは異なり，気密性を保持するような構造を有してい",
                    "ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「流路」の位置",
                  "text": [
                    "本件発明1の「流路」は，「加圧式」である「容器」の「内底部付近」",
                    "から上方に延びているなど，「加圧」により溶融金属を供給することに適",
                    "した構成のものである点において，「傾動式」である甲1発明の「取鍋」",
                    "におけるような「傾動」により溶融金属を供給することに適した構成のも",
                    "のとは相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明と本件発明1との相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Bの認定の誤り",
                  "text": [
                    "前記(1)ウと同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点Cの認定の誤り",
                  "text": [
                    "相違点Cの認定は，甲1発明に，配管に相当するものが見当たらない点",
                    "ではなく，配管及び配管取付部に相当するものが見当たらない点，と認定",
                    "すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点Aの判断の誤り",
              "text": [
                "本件審決は，「注湯方式として，傾動式よりも加圧式の方が注湯精度，安",
                "全性，作業性，溶湯の品質上優れていることは，本件の優先権主張日前周知の事項であるから，甲1発明の溶融金属運搬用取鍋において，…注湯方式と",
                "して加圧式を採用しようとすることは，当業者ならば当然に試みることである。」(27頁20行～25行)とする。",
                "しかし，注湯精度については「周知文献3」(実願平1−89474号",
                "(実開平3−31063号)のマイクロフィルム〔本訴甲12〕)，安全性，",
                "作業性については甲6(特開平5−293634号公報)に記載があるのみ",
                "であって周知技術とはいえず，また，溶湯の品質向上は工場内での優位性であって，公道搬送時には加圧式が優位とはいえない。また，公道を介して搬送する容器のすべてに加圧式のための設備を設けることは非効率であるばかりではなく，新たな問題点(容器の重量が増加する，トラックなどに搭載す",
                "るときに障害となる構成が加わるなど)も生じ得る。さらに，公道を介して",
                "搬送する際にどのような問題点が新たに生じるかについては，実際に試作をして検証しなければ判明しない。そのような問題点が明らかではない時点において，具体的構成を想到することは容易になし得ることではない。",
                "したがって，本件審決のように，「加圧式」の供給方式に「工場内」にお",
                "ける利点があることから，その技術的思想を公道を介して搬送する傾動式の容器に適用することを当業者において容易に想到するとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点Bの判断の誤り",
              "text": [
                "本件発明1の技術的特徴は，あくまで「加圧式取鍋」を「公道を介してユ",
                "ースポイントまで搬送される」という公然と知られていない課題に直面して，「第1のライニング」については，「【0009】……容器内の溶融金属が",
                "貯留される空間から前記流路への熱伝導が促進される」(本件明細書〔甲2",
                "8〕)ような構成をとるとともに，「第2のライニング」をその外側に介挿",
                "するという構成をとることにより，流路が冷えることを極力回避し，流路の詰まりをより効果的に防止するという作用及び効果を奏することにある。",
                "それにもかかわらず，本件審決は，本件発明1の技術的特徴を示す上記の",
                "「第1のライニング」に係る相違点について，甲1発明と一致するものと認",
                "定している。この点において，本件審決は，本件発明1の技術的特徴を見誤",
                "り，相違点Bの判断を誤ったものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点Cの判断の誤り",
              "text": [
                "甲1発明の取鍋の注湯口18は開口しているのみで，配管を接続する「配管",
                "取付部」の構成を備えていないことは，前記のとおりである。また，甲4",
                "(特開平11−188475号公報)の「ラドル装置」は，「…外側管部20",
                "および内側管部25は，実施例のように，前記容器本体11と同一材によって一体に形成してもよい。」(【0016】)とあるように，「管部」が容器本体と",
                "一体に組み込まれているような構成のものであり，少なくとも，本件発明1",
                "のような「容器」の配管取付部に外側から「配管」を取り付けるような構成ではない。さらに，甲3(特開平7−178515号公報)の「鋳込み装",
                "置」及び甲5(特開平6−320255号公報)の「加圧式注湯炉」は，い",
                "ずれも工場内で使用されるものであり，甲3は【図7】にあるように，「鋳",
                "込み」のときの「鋳込みノズル15」の凍結を回避するために「ガスバーナ2",
                "7」を設けるとの技術的思想を示しているにすぎず，「注出室11」からの熱",
                "伝導により「サイフォン14」の溶融金属の温度低下を抑える技術的思想を開示しているわけではない。また，甲5(特開平6−320255号公報)の",
                "「加圧式注湯炉」については，「溝形インダクタ8」において絶えず加熱す",
                "るとの技術的思想を示しているにすぎず，「出湯路3」からの熱伝導により",
                "「出湯室4」における溶融金属の温度低下を抑えるとの技術的思想を開示し",
                "ているわけではない。",
                "このように，本件発明1の技術的思想，すなわち，公道を介しての「容",
                "器」の搬送中において冷却しやすい「流路」と「配管」との接続部を，「流路」を内在する第1のライニングを露出部まで充填し，その「(第1のライ",
                "ニングの)露出部」から接続部に熱を伝導させて，溶融金属の温度低下を抑",
                "えるという技術的思想を開示した構成は，上記のとおり，甲3～5に記載さ",
                "れていない。したがって，本件審決は，相違点Cの判断を誤ったものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点Dの判断の誤り",
              "text": [
                "本件審決は，甲2(特開昭62−289363号公報)及び周知文献4",
                "(特開昭54−121205号公報〔本訴甲13〕)，周知文献5(特開平",
                "5−264175号公報〔本訴甲14〕)，周知文献6(特開平6−154",
                "39号公報〔本訴甲15〕)，周知文献7(特開昭49−67834号公報",
                "〔本訴甲16〕)を挙げて，「炉内溶湯貯留部と反対側の流路のライニング",
                "には断熱層を設ける一方，該流路と炉内溶湯貯留部との間を仕切るライニングには断熱層を設けない」という相違点Dに相当する構成は，周知の事項で",
                "あるとする。しかし，これらの「周知文献」の記載は，いずれも，「周知",
                "性」が十分に基礎づけられておらず，相違点Dに係る構成と組み合わせるべ",
                "き「周知技術」なるものは認められないから，本件審決の相違点Dについて",
                "の判断には誤りがある。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点Eの判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ハッチ」に加圧用の貫通孔を設ける構成について",
                  "text": [
                    "本件審決は，本件発明1の「ハッチ」の構成は，甲1発明の開閉可能",
                    "な「受湯口小蓋」を，①「周知文献1」(特開平8−20826号公報",
                    "〔本訴甲10〕)の「蓋3」，②「周知文献8」(特開平1−262062",
                    "号公報〔本訴甲17〕)の「炉蓋30」，及び，③「周知文献9」(実願昭",
                    "60−139738号(実開昭62−50860号)のマイクロフィルム",
                    "〔本訴甲18〕)の「小蓋23」のように構成することにより，当業者に",
                    "おいて容易に想到することができるとするが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「貫通孔」を「ハッチ」に設けることについて",
                      "text": [
                        "「周知文献1」(甲10)の「蓋3」及び「周知文献8」(甲17)",
                        "の「炉蓋30」は，いずれも，溶融金属の供給のたびごとに開閉する",
                        "ような構成ではない。",
                        "このように，絶えず開閉することは予定されていない「周知文献",
                        "1」の「蓋3」に「給気管32」を設けたり，「周知文献8」の「炉蓋",
                        "30」に「(ガス)導入管37」を設けたりすることは，極めて自然で",
                        "ある。しかも，これらの蓋は装置の上面部全体を覆っているのである",
                        "から，それ以外の箇所に気体を導入する管を設けようがない。",
                        "なお，「周知文献9」(甲18)において，容器の上面部の「蓋」に",
                        "相当すべきものは，本件審決が指摘するような「小蓋23」ではなく，",
                        "「湯室1」の上面部を覆う「蓋11」である。",
                        "他方，甲1発明の「蓋16」の中央に設けられた「受湯口小蓋」に",
                        "気体を導入する管を設けることは，摂氏700度前後に達する溶融ア",
                        "ルミニウムを入れた容器において，作業性及び安全性の阻害になるこ",
                        "とは自明といえる。",
                        "このように，「ハッチ」に気体を導入する管を設けることには，技術",
                        "的にみて消極的な動機となるだけの困難性があり，本件特許出願当時",
                        "の当業者において通常想到することではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「受湯口小蓋」の「気密」を確保することについて",
                      "text": [
                        "本件審決は，傾動式の取鍋を加圧式にする際に，「受湯口小蓋」を",
                        "「気密」なものにすることは容易に想到し得る事項であるとするが，",
                        "この本件審決の論理は，前提に誤りがある。",
                        "すなわち，甲1発明の容器に加圧式の技術を適用することは，甲1",
                        "発明の傾動式の容器を，そのまま加圧式の容器として用いることを意",
                        "味するわけではない。すなわち，甲1発明の容器に加圧式の技術を適",
                        "用しても，傾動式の構成である甲1発明だからこそ必須の具体的構成",
                        "である「受湯口」と「受湯口小蓋」の構成までをも，取り込まなけれ",
                        "ばならない必然はない。したがって，甲1発明の傾動式の容器におい",
                        "て，「受湯口」及び「受湯口小蓋」を「気密」にすれば，本件発明1の",
                        "「ハッチ」になるという本件審決の論理は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「ハッチ」がガスバーナによる容器の加熱に用いられるという構成につ",
                  "text": [
                    "いて",
                    "本件審決は，「周知文献2」(実願昭63−130228号(実開平2",
                    "−53847号)のマイクロフィルム〔本訴甲11〕，「周知文献10」",
                    "(特開昭59−113967号公報〔本訴甲19〕)，「周知文献11」",
                    "(特開昭61−60261号公報〔本訴甲20〕)及び「周知文献12」",
                    "(実願昭60−112347号(実開昭62−20744号)のマイクロ",
                    "フィルム〔本訴甲21〕)において，溶融金属を入れる容器をガスバーナ",
                    "により予熱すること自体は「周知技術」であるとする。そして，甲1発明",
                    "のものを加圧式のものとする際にも，ガスバーナにより予熱すること自体",
                    "は，当業者において容易に想到し得ることであるとする。",
                    "これらの文献が，ガスバーナによる予熱を記載していることは争わな",
                    "いが，「気密性」のある容器において，ガスバーナによる予熱を記載して",
                    "いるのは，上記「周知文献12」のみである。したがって，「気密性」の",
                    "ある容器におけるガスバーナによる予熱をするという点は，仮に「公知技",
                    "術」であるとしても，「周知技術」とはいえない。また，気密性のある容",
                    "器において，ガスバーナによる予熱のために余計な構成を設けることは，",
                    "消極的な動機付けという意味において，技術的な阻害要因があるというべ",
                    "きである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "溶融金属の飛沫の付着についての被告の主張に対しては，次のとおり反",
                  "text": [
                    "論する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "傾動式取鍋において，溶融アルミニウムがどのような挙動を示すか",
                      "text": [
                        "については，注湯口から溶融アルミニウムがこぼれたり(甲1の6欄",
                        "13行以下)，注湯口の液面が固化したりすること以外，当業者におい",
                        "て明確な認識はされていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告は，飛沫が傾動式取鍋の大蓋に付着することは周知であると主",
                      "text": [
                        "張し，この点を立証するため，次のとおりの証拠を提出している。",
                        "① 平成20年11月5日付けの日本坩堝株式会社顧問のAの報告書",
                        "(乙3)において，昭和62年ころ原告が傾動式取鍋による公道搬",
                        "送を開始したこと。なお，同報告書の別表中の「テクノメタル」も",
                        "原告の関連会社(当時)である。",
                        "② アメリカ合衆国において，傾動式取鍋による公道搬送がされてい",
                        "ることについて記載された昭和51年ころ発行の文献(乙6)",
                        "③ ドイツにおいて昭和47年ころから傾動式取鍋による運搬がされ",
                        "ていたことを記載する欧文のパンフレット(乙4，5)並びに被告",
                        "の親会社である大紀アルミニウム工業所の従業員であるBが作成し",
                        "た社内文書(乙7)",
                        "④ 平成20年11月6日付けの大紀アルミニウム工業所の従業員で",
                        "あるCが作成した「報告書」(乙13)",
                        "⑤ 平成20年10月6日に撮影された傾動式取鍋の解体写真(乙1"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4)",
          "text": [
            "⑥ 平成18年1月19日付けの，本件発明1から3までを回避する",
            "ための貫通孔及び配管の構成を備えた加圧式取鍋の設計図面(乙1"
          ]
        },
        {
          "fig": "5)",
          "text": [
            "しかし，被告が提出する証拠は，いずれも，平成12年ころ，溶融",
            "アルミニウムがどの程度，どのような態様で付着するのかという点や，",
            "それが具体的にどのような課題を生じさせるのかという点についての",
            "当業者の技術的な認識を示すものではない。すなわち，傾動式取鍋に",
            "よる公道搬送において，溶融アルミニウムが，どのような原因により，",
            "どのような搬送回数により，どのような態様で付着していくのかとい",
            "うようはことは，およそ課題として認識されていない。そのような認",
            "識がない以上，原告による加圧式取鍋の開発において直面した課題を",
            "予測することは，当業者においておよそ困難である。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ウ)",
                      "subject": "被告は，溶融アルミニウムと水との粘度がほぼ等しいので，溶融ア",
                      "text": [
                        "ルミニウムが公道を搬送する際どのような挙動を示すかは，容易に認",
                        "識し得るとも主張する。",
                        "しかし，社団法人軽金属協会「アルミニウム技術便覧」昭和60年",
                        "6月16日(乙8)49頁の「表3．9」と，財団法人日本規格協会",
                        "「JIS Z 8803-1991」(乙9)2頁の「表1」を比較すれば明らかであ",
                        "るが，温度変化に対する粘度の変化は溶融アルミニウムと水とでは著",
                        "しく異なり，水は温度が上がると急速に粘度が下がるのに対し，溶融",
                        "アルミニウムは温度上昇に対し，粘度がなかなか下がらない。さらに，",
                        "例えば，標準状態(25℃)の水の粘度は，0．890(cP)であ",
                        "るが，これは，溶融アルミニウムの689℃(融点プラス29℃)に",
                        "おける粘度1．317(cP)とは大きく異なる。",
                        "このように，粘度のみでも，溶融アルミニウムと水とでは，著しく",
                        "性質が異なり，さらに，密度，レイノルズ数，表面張力等の点からも，",
                        "性質が異なることが導かれるのであるから，水の挙動を取り上げて溶",
                        "融アルミニウムの挙動を予測することは，およそ困難であるといわざ",
                        "るを得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被告は，傾動により取鍋本体内部の上面に溶融金属が付着したもの",
                      "text": [
                        "ではないと主張する。しかし，平成12年当時，傾動式取鍋により供",
                        "給した経験しかない場合において，蓋の裏面に付着した溶融アルミニ",
                        "ウムが，溶融アルミニウムを注ぎ込んだり，傾動して注ぎ出す際に付",
                        "着したものではないと断定することはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2についての認定判断の誤り)",
          "text": [
            "本件発明2は，本件発明1の溶融金属供給用容器に係る請求項1の従属項に",
            "係るものである。したがって，本件発明1に関する認定及び判断の誤りを，すべて本件発明2に関する審決取消事由として援用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明3は，本件発明1の溶融金属供給用容器に係る請求項1の従属",
              "text": [
                "項に係るものである。したがって，本件発明1に関する認定及び判断の誤り",
                "を，すべて本件発明3に関する審決取消事由として援用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決は，上記以外にも，本件発明3との関係において，次の点において",
              "text": [
                "認定及び判断に誤りがある。",
                "すなわち，本件審決は，本件発明3の相違点Fに係る構成は，①流路の内",
                "壁の粘性抵抗と，流体の重量とのバランスにおいて，流体を流しやすい内径が存在し得ることは自明の事項であり，当業者において容易に見い出すことができる構成であるとし，かつ，②流体の重量は連続的に増加するのであるから，臨界的意義を有しないとする。",
                "しかし，まず，本件発明3の流路の有効内径を規定したのは，より小さな",
                "圧力差で溶融金属を容器内外に導入出することができれば，容器の耐圧性を低くすることができ，公道を介して搬送するために適したものにすることができるし，かつ溶融金属をタンクに貯留した加圧気体により供給する際にも1回分の加圧気体の消費量を抑えることができることによる。このような課",
                "題がなければ，そもそも，そのような内径を規定することを試みる必然はない。したがって，流路の内壁の粘性抵抗と，流体の重量とのバランスにおいて，流体を流しやすい内径が存在し得ることは自明の事項であるから，当業者において内径を規定することは容易になし得ることであるとの本件審決の論理は，単に自然法則の存在を指摘して，いきなり具体的構成を容易に想到し得るというものであり，飛躍がある。",
                "また，本件審決は，溶融金属の重量が連続的に変化するので，臨界的な意",
                "義が生じ得ないとする。しかし，それは机上の空論であり，実際に試験をして検証した結果を否定し得るものではない。また，溶融金属の重量は，内径の増加に応じて「2乗」に増加するのであり，連続的な変化といっても，直",
                "線的なものではなく，幾何級数的に増大する。したがって，当初は無視しえた溶融金属の重量が，ある領域から急速に増大し，無視し得ないものになることは，あり得ることである。しかも，本件明細書(甲28)にあるように，",
                "従来は「50mm」程度でなされていたものを，「65mm～85mm」付",
                "近において，意外な効果があることを見いだした点に進歩性が認められるというべきである。",
                "本件発明3におけるように，従来の数値範囲からはずれた範囲において数",
                "値範囲を規定している場合には，公然知られた従来の数値範囲においてさらに数値を特定して特別な作用効果を奏すること，すなわち，臨界的意義があることを見いだした点に進歩性が認められる場合とは事案が異なる。したがって，本件訂正発明3のような数値限定の事案においては，臨界的意義は必",
                "須ではないというべきである。",
                "以上より，本件発明3に係る本件審決の判断は誤りであり，具体的な課題",
                "のない限り，本件発明3の相違点Fに係る構成を見いだすことは，当業者に",
                "おいて困難というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4についての認定判断の誤り)",
          "text": [
            "本件審決は，本件発明4について，本件発明1について主張した点と同様に，甲1発明との一致点，相違点の認定判断を誤っている。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明5についての認定判断の誤り)",
          "text": [
            "本件審決は，本件発明5について，本件発明1について主張した点と同様に，甲1発明との一致点，相違点の認定判断を誤っている。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明6についての認定判断の誤り)",
          "text": [
            "本件審決は，本件発明6について，本件発明1について主張した点と同様に，甲1発明との一致点，相違点の認定判断を誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1についての認定判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明と本件発明1との一致点・相違点の認定の誤りの主張に対し",
              "text": [
                "原告の上記主張は，相違点A，Bについて下記に反論するとおり，いずれ",
                "も理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点Aの判断の誤りの主張に対し",
              "text": [
                "原告は，注湯精度については「周知文献3」，安全性，作業性については",
                "甲6のみであって周知技術とはいえず，また，溶湯の品質向上は工場内で",
                "の優位性であって，公道搬送時には加圧式が優位とはいえないし，公道搬",
                "送の場合には加圧式は傾動式等と比較して加圧式のための設備を設ける必",
                "要から重量が増加するなどの不利な点もあると主張する。",
                "しかし，注湯精度については，甲2(特開昭62−289363号公",
                "報)に「鋳物の鋳造とくに逐次に連続的な鋳造を行う鋳造ラインなどでか",
                "つてのとりべを使用する手動注湯にとって代わって用いられ始めた溶融金",
                "属の注湯炉には注湯方式として加圧式，傾動式，電磁ポンプ式などがあり，そのうち注湯精度，電力消費の面から加圧式が有利であってこの点富士時",
                "報：52('79),619：三菱電機技報53('79),652：三菱電機技報52('78),4",
                "50などで開示されているとおりである。」(第1頁右欄7～15行)として，複",
                "数の文献に記載があることが示され，また，安全性については，甲6のほ",
                "か，周知文献3(甲12)に「しかし，前述の移湯取鍋の傾注容器移湯方",
                "式は，移湯取鍋の傾注時の溶湯飛散による不安全作業であるとか，容湯の",
                "激流でのガスの巻き込みにより比重値がバラツキを起こして，品質不良が",
                "発生する。」(4枚目［3頁］8～12行)との記載があり，作業性についても，",
                "甲6のほか，従来技術の傾動式は，周知文献1(甲10)に「また減圧槽",
                "への取鍋の収容，取出しにも手間がかかり取鍋を収容する大容量の減圧槽",
                "内を減圧するのに時間がかかり，真空排気装置も大容量のものが必要であ",
                "った。」(【0003】，第2欄27～29行)とか，周知文献2(甲11)に「②脱",
                "ガス装置が作業床面上に固定されているため，脱ガス装置が設置されてい",
                "る場所まで取鍋を運搬せざるを得ず，そのための作業が繁雑であり，また，運搬時間中にも溶湯温度が低下する。さらに，脱ガス装置の取鍋への取り",
                "付け，取り外しが煩雑であるとともにそのための時間を要する。」(4枚目",
                "［3頁］5～11行)とされ，溶湯の品質は，加圧式が優位であることは周知",
                "文献1～3(甲10～12)に記載されているとおりである。",
                "また，加圧式の構成を設けるといっても，傾動式と比較して各部材間を",
                "シールして気密性を向上されるほか，加圧用の貫通孔を設ける程度(なお，",
                "気体加圧装置は，溶湯排出時に接続すればよく，取鍋とともに搬送する必",
                "要はない。)であり，また加圧のための取鍋の堅牢性といっても，傾動式",
                "と殆ど差異はない。傾動式も当然のことながら溶湯金属を収容するための",
                "堅牢性が必要であるが，この堅牢性があれば加圧に十分耐えられるもので",
                "ある。",
                "甲1発明に開示の取鍋に加圧式の技術を採用することは，当業者にとっ",
                "て容易に想到可能であることは明らかであり，相違点Aにかかる本件審決",
                "の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点Bの判断の誤りの主張に対し",
              "text": [
                "原告は，甲1公報の第6図～第8図の溶湯の液面位置から見て，溶湯は甲",
                "1の流路と溶湯金属を貯留する空間とを分離するゾーン(略台形の部分",
                "右図赤色部分)に浅く(短く)接触しているだけであるから，容器内(取",
                "鍋内)の放熱が流路に伝わることはないとの旨を主張するようであるが，",
                "当を得ない。すなわち，甲1公報の第6図～第8図は模式図であって，溶湯",
                "の液面の高さが同図に図示された高さに限定されると解する理由はない。",
                "しかも溶湯と上記のゾーン(略台形の部分)とは接触しているのであり，",
                "また上記のゾーンは熱伝導率の大きな内張り耐火材15で構成(本件発明1",
                "の第1のライニングと同じ)されているのであるから，取鍋内の放熱が流",
                "路に伝わることは明らかである。",
                "したがって，相違点Bについても本件審決に判断の誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点Cの判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，甲1発明の取鍋の注湯口18は開口しているのみで，配管を接",
                  "text": [
                    "続する「配管取付部」の構成を備えていないと主張する。",
                    "しかし，本件発明1には「配管取付部」なる構成が，クレーム上，存",
                    "在しない以上，これを本件発明1と甲1発明との相違点とすることはで",
                    "きない。また，甲1発明の傾動式の注湯方式を変更して本件発明1の加",
                    "圧式に変更する場合，注湯口がそのままでよいはずはなく，注湯方式の",
                    "変更に伴って，配管及び配管取付部を設けることは当業者にとり自明で",
                    "あり，甲1公報に「配管取付部」の構成がないからといって，甲4(特",
                    "開平11−188475号公報)，甲3(特開平7−178515号公",
                    "報)，甲5(特開平6−320255号公報)の技術的思想を甲1発明",
                    "に適用することを妨げる事情があるとは到底いえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，甲4(特開平11−188475号公報)の「…外側管部20",
                  "text": [
                    "及び内側管部25は実施例のように，前記本体1と同一部材によって一体に",
                    "形成してもよい。」(【0016】)との記載から，配管を取り付ける構成",
                    "を示したものではないと主張する。",
                    "しかし，「一体に形成してもよい」とは，「別体に形成すること」，す",
                    "なわち，流路(内側管部25)と配管(外側管部20)とに分けて形成して",
                    "もよいことが開示されていることは明らかである。さらに，製造効率の",
                    "観点から言えば，甲4のラドルにおいて外側管部20及び内側管部25を一",
                    "体に形成するよりも，別体で形成する方が容易であることは自明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告は，甲3(特開平7−178515号公報)及び甲5(特開平6",
                  "text": [
                    "−320255号公報)は工場内で使用される装置であり，甲3は図7",
                    "からすると「鋳込み」のときの「鋳込みノズル15」の凍結を回避するた",
                    "めに「ガスバーナ27」を設けるとの技術的思想を示しているにすぎず，",
                    "「注出室11」からの熱伝導により「サイフォン14」の溶融金属の温度低",
                    "下を抑える技術的思想はない，甲5(特開平6−320255号公報)",
                    "は「溝形インダクタ8」において絶えず加熱することが示されているだけ",
                    "であって，「出湯路3」からの熱伝導により「出湯路4」の溶融金属の温",
                    "度低下を抑える技術的思想はない，と主張する。",
                    "しかし，甲3(特開平7−178515号公報)においては，本件発",
                    "明1の流路に相当する「注出室11」と，配管に相当する「サイフォン1",
                    "4」とがフランジによって接続されていることが図1に示されており，従",
                    "って「注出室11」からの熱が「サイフォン14」に伝達するものであるこ",
                    "とは明らかである。また，そもそも，甲3において，原告が引用している",
                    "箇所は，請求項13の発明等に係る部分であり，甲3の発明全体の共通の",
                    "技術的思想の部分ではないから，原告の主張は失当である。",
                    "また，甲5(特開平6−320255号公報)についても，図1から",
                    "明らかなとおり，本件発明1の流路に相当する「出湯路3」と配管に相当",
                    "する「出湯室4」が「フランジ16a」によって接続されており，「出湯路",
                    "3」からの熱伝導により「出湯室4」の温度低下を防ぐ構成となっている",
                    "ことは明らかである。そして，「溝型インダクタ8」の存在が当該作用効",
                    "果を妨げるような構成でもない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点Cについても本件審決に判断の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点Dの判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，審決が認定した相違点Dに係る構成の周知性を基礎付ける甲",
                  "text": [
                    "2(特開昭62−289363号公報)及び周知文献4(特開昭54−",
                    "121205号公報〔本訴甲13〕)，周知文献5(特開平5−2641",
                    "75号公報〔本訴甲14〕)，周知文献6(特開平6−15439号公報",
                    "〔本訴甲15〕)，周知文献7(特開昭49−67834号公報〔本訴甲",
                    "16〕)は，いずれも，周知技術における周知性を基礎付けるものとい",
                    "えないと主張するが，次に述べるとおり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2(特開昭62−289363号公報)について",
                  "text": [
                    "甲2は，第1図及び第3図から明らかなとおり，加圧式注湯炉は，外",
                    "側からフレームと，斜線で示された断熱材と，点で示された耐火材から",
                    "なることは当業者にとって自明である。なぜなら，溶融金属を収納する",
                    "取鍋(容器)は，溶融金属の高温に耐えるために内側に耐火材を設ける",
                    "ことは必然とも言うべき事項であり，その外側にさらに何らかの層を設",
                    "ける場合は，内部の温度を逃がさないため，また，フレームが高温にな",
                    "ることを避けるために断熱材を敷設することしか考えられないからであ",
                    "る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知文献4(特開昭54−121205号公報〔本訴甲13〕)につ",
                  "text": [
                    "いて",
                    "周知文献4(甲13)の2頁右上欄7～12行の記載は，具体的な実施",
                    "例に構成に係る説明であり，第2図とともに具体的構成を開示しているも",
                    "のであることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知文献5(特開平5−264175号公報〔本訴甲14〕)につい",
                  "text": [
                    "て",
                    "本件発明1は，「…内部へ溶融金属を導入し…」という文言から，流",
                    "路から溶融金属を導入する構成も含んでいる。このことは，本件明細書",
                    "(甲28)の発明の詳細な説明の「【0008】本発明の更なる目的は，溶",
                    "融金属の受湯時や給湯時における溶融金属の温度低下を極力抑えること",
                    "ができる容器を提供することを目的としている。」「【0021】…例えば貫",
                    "通孔を介して容器内を陰圧とすることで流路を介して容器内に溶融金属",
                    "を導入する可能である。…」との記載からも明らかである。",
                    "そうすると，本件発明1の流路は周知文献5における「受湯口部」と",
                    "同じ構成を包含するものであり，その構成から容器からの熱により流路",
                    "を保温するという効果を奏することも当業者にとって明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "周知文献6(特開平6−15439号公報〔本訴甲15〕)について",
                  "text": [
                    "本件審決は，周知文献6には「セラミック内槽の外側には断熱板を設",
                    "けるが，セラミック内槽内の流路を仕切るライニングには断熱板を設け",
                    "ないことが開示されている」ことを認定したのであり，審決の認定には",
                    "誤りはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "周知文献7(特開昭49−67834号公報〔本訴甲16〕)",
                  "text": [
                    "溶融金属を保持できる物材は耐火材以外に考えられず，周知文献7のF",
                    "IG.1には「突固めセラミック物質」のすぐ外に「水冷式誘導コイル6」を",
                    "配置していることからすれば，熱伝導率に優れたものであることも当業",
                    "者にとって自明である。そうすると，周知文献7における「突固めセラ",
                    "ミック物質」が本件発明1における「第1のライニング」に相当すること",
                    "は，当業者にとって自明である。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "したがって，相違点Dについても本件審決に判断の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点Eの判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ハッチ」に加圧用の貫通孔を設ける構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "貫通孔にハッチを設けること",
                      "text": [
                        "① 原告は，周知文献1(甲10)の「蓋3」及び周知文献8(甲1",
                        "7)の「炉蓋30」は，溶融金属の供給のたびごとに開閉する構成で",
                        "はないと主張する。",
                        "しかし，溶融金属を取鍋内に導入するために，まず該取鍋を予熱",
                        "する必要のあることは周知の知見であるから，周知文献1の「蓋3」",
                        "が「図5」の構成，すなわち取鍋1に電熱ヒータ25を設ける構成をと",
                        "らない限りは，予熱のために溶融金属の供給のたびごとに開閉され",
                        "るものであることは明らかである。",
                        "また，周知文献8(甲17)には「第4図に示すように，…。溶湯",
                        "保温炉23から炉蓋30を外して載置台64に載せ，溶解炉64の出湯口65",
                        "より樋66を介してアルミニウム合金の溶湯mを溶湯保温炉23に供給す",
                        "る。」(4頁右下欄13行～5頁左上欄2行)と記載されているとおり，",
                        "溶湯の供給のたびごとに「炉蓋30」が外されるものであることは明",
                        "らかである。",
                        "② また，原告は，周知文献9(甲18)において，容器上面部の蓋に相",
                        "当するものは「湯室1」の上面部を覆う「蓋11」であると主張する。",
                        "しかし，本件審決は，「『受湯室22の外側に移動式の小蓋23を気密",
                        "フランジにて・・受湯室用送圧管12bに分岐せしめ湯室側と受湯サイ",
                        "フォン側を同時に加圧する』(4頁下から4行～5頁1行)とするとと",
                        "もに，第1図には，小蓋23の中央から少しずれた位置に受湯室用送圧",
                        "管12bを接続した点が示されている。」(33頁16～20行)として，開",
                        "閉可能な「小蓋23」に貫通孔が設けられることを周知技術の1つとし",
                        "て認定しているのである。",
                        "③ また，原告は，甲1発明の「蓋16」の中央に設けられた「受湯口",
                        "小蓋19」に貫通孔を設けることは摂氏700度前後に達する溶融アルミ",
                        "ニウムを入れた容器において，作業性，安全性の阻害になることは",
                        "自明であると主張する。",
                        "しかし，この原告の主張は加圧式取鍋自体が作業性，安全性の阻",
                        "害になるという主張と同じである。なぜなら，加圧式においては，",
                        "気体を取鍋内に流入する貫通孔を設けることは必須であり，当然の",
                        "ことであるからである。",
                        "そして，貫通孔を設ける位置は「受湯口小蓋19」か「蓋16」の",
                        "「受湯口小蓋19」以外の位置ということになるが，本件審決も「ま",
                        "た，上記周知技術を用いた各容器の蓋の開放時には，貫通孔の内側",
                        "部分が外側に露出し，該内側部分の金属の付着状況等が確認でき，",
                        "該内側部分の付着物を取り除いて貫通孔の詰まりを解消し得ること",
                        "は自明である。また，容器の貫通孔に溶融金属が到達すれば，該溶",
                        "融金属の漏れや，該溶融金属の固化による該貫通孔の詰まりが生じ",
                        "ることにもなるので，該貫通孔をできるだけ容器の溶融金属が到達",
                        "しない場所に設けるのが望ましいことは技術常識といえるところ，",
                        "甲1発明における受湯口小蓋の方が蓋より溶融金属が到達し難い位",
                        "置にあることは，上述したとおりである。」(33頁21～28行)と正し",
                        "く判断するように「受湯口小蓋19」に設けることになる。",
                        "しかも，何らの事情もないときは，「受湯口小蓋19」の中心に設",
                        "定位置とするのが通常である。設計上，その位置の特定が容易であ",
                        "るし，また，製造上も容易であるからである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "受湯口小蓋の気密性について",
                      "text": [
                        "① 原告は，甲1発明における取鍋を加圧式にあたっては，「受湯口",
                        "小蓋」を「気密」にすることは設計的事項にすぎないとの審決の判",
                        "断に対し，甲1発明の取鍋を加圧式にするにあたっては，「受湯",
                        "口」と「受湯口小蓋」の構成までも取りこまなければならない必然",
                        "はないとして，溶融金属導入時に不要であることや，気密性の低下",
                        "を挙げる。",
                        "しかし，本件発明1は，「溶融金属を収容することができ，内外",
                        "の圧力差を調節することにより，内部へ溶融金属を導入し，または",
                        "外部へ溶融金属を供給することが可能で，…」との構成である。す",
                        "なわち，溶融金属の導入し，且つ，供給する取鍋だけでなく，取鍋",
                        "内を加圧することにより溶融金属を供給するだけの構成も含まれて",
                        "いるのであるから，この構成の場合には，溶融金属を取鍋内に導入",
                        "するための開閉可能な「ハッチ」は必須の構成ということになる。",
                        "しかも，上述した取鍋内予熱の必要性からも，「ハッチ」を設け",
                        "る必要があるのであって，これを不要とする原告の主張は誤りであ",
                        "る。",
                        "② また，原告は本件発明1では，「大蓋」の中央に「ハッチ」を設",
                        "けたいわば二重蓋の構成を採用したことに意味があるような主張を",
                        "するが，この「大蓋」とは本件明細書(甲28)に「【0040】容器1",
                        "00は，有底で筒状の本体50の上部開口部51に大蓋52が配置されてい",
                        "る。本体50及び大蓋51の外周にはそれぞれフランジ53，54が設けら",
                        "れており，これらフランジ間をボルト55で締めることで本体50と大",
                        "蓋51が固定されている。」と説明されているように，通常は開閉を",
                        "予定していない蓋であって，取鍋本体の上面部ともいうべき構成で",
                        "ある。すなわち，取鍋本体を一体成形することは困難であるから，",
                        "大蓋部分とその他の部分を別体として製造し，これを組み合わせて",
                        "本体としたものにすぎない。",
                        "したがって，本件発明1の明細書にも「大蓋」の技術的意味につい",
                        "ては一切説明がないのであって，本件発明1は，開閉可能という技",
                        "術的側面からいえば，「ハッチ」を設けた一重の蓋の構成と同じと",
                        "いえるのであり，周知技術との間に技術的な差異はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ハッチがガスバーナによる容器の加熱に用いられる点について",
                  "text": [
                    "原告は，「気密性」のある容器において，ガスバーナによる予熱を記",
                    "載しているのは周知文献12(甲21)のみであるとして，本件審決の",
                    "認定判断は誤りであると主張し，気密性のある容器において，ガスバー",
                    "ナーによる予熱のために余計なハッチの構成を設けることは技術的な阻",
                    "害要因があると主張する。",
                    "しかし，そもそも，本件発明1の取鍋においても，ガスバーナによる",
                    "予熱をするときに気密性を確保してするのではない。このことは，本件",
                    "発明1が，「・・・閉じられたときに前記容器内部の気密を確保し，当",
                    "該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器",
                    "内に挿入されて容器の予熱を行うためのハッチを有し」とクレーム上，",
                    "特定されていることからも明らかである。技術的にも，気密性を確保し",
                    "てガスバーナによる予熱をする必要性は一切ない。",
                    "また，ガスバーナによる予熱は，本件発明1の取鍋において絶対必要",
                    "な行為(予熱なしに溶融金属を導入すれば，短時間で取鍋に入れた溶融",
                    "金属は凝固してしまうことは当業者には自明)であり，そのためのハッ",
                    "チは余計な構成どころか，必須の構成である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "溶融金属の飛沫の付着について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "公道搬送用の傾動式取鍋は周知慣用技術であったこと",
                      "text": [
                        "① 国内においては，甲1発明の実施品である傾動式取鍋が，昭和62",
                        "年以降，本件特許の優先日(平成12年12月27日)までに，共同出願",
                        "人である日本坩堝株式会社により製造販売され，原告ほか数社の業",
                        "者に販売されて使用(溶融アルミニウムを精錬工場から需要先［主",
                        "として自動車工場］に搬送)されていた(日本坩堝株式会社のA作",
                        "成の平成20年11月5日付け「報告書」〔乙3〕)。",
                        "② 外国(当時の西ドイツ)においても，遅くとも1972年以降，公道",
                        "搬送用の傾動式取鍋は多数の企業において使用されてきたものであ",
                        "る(OTTO JUNKER GMBH作成のパンフレット〔乙4〕，1973年",
                        "(昭和48年)5月10日付け報告書〔乙5〕，津村善重「アルミ",
                        "ニウム合金」金属通信社・1976年(昭和51年)8月8日〔乙",
                        "6〕，大紀アルミニウム工業所のB作成の昭和59年7月12日付",
                        "け「出張報告書」〔乙7〕)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "傾動式取鍋の修理と溶融金属の付着の認識",
                      "text": [
                        "① 傾動式取鍋(加圧式取鍋も同様)は，1年ないし1年半使用すれば",
                        "耐火材，断熱材等を交換するため，全面的な解体修理がされる。こ",
                        "の際，当業者は公道搬送による振動等により溶融金属が揺動するこ",
                        "とによって，取鍋本体内部の上面に付着し，これが酸化されて酸化",
                        "物になることを認識している(被告従業員が平成20年10月6日",
                        "に撮影した傾動式取鍋の大蓋における酸化アルミニウムの付着状況",
                        "の写真〔乙14〕)。",
                        "甲1にも「即ち従来の方法で溶湯を一般道路上を運搬する場合は，",
                        "公道など一般道路が工場内と異なり，坂道があったり，車の振動が",
                        "激しくなる舗装状態の悪い道路面があったりすることから，溶湯が",
                        "こぼれたり・・・」(3欄40～44行)として「溶湯がこぼれる」こと",
                        "まで指摘されているのであるから，公道搬送による揺れにより，取",
                        "鍋本体の上部内面(大蓋の裏面)に溶融金属の飛沫が付着していく",
                        "ことは自明であり，さらには，その飛沫が酸化物になることは当業",
                        "者には自明である。",
                        "② この点，溶融アルミニウムにつき，アルミニウムの融点660℃(た",
                        "だし，被告が納入しているアルミニウムはシリコンが約12%含有され",
                        "ているため融点は582℃であるが，納入先の指定が695℃から710℃の",
                        "間であるため，予熱工程では取鍋本体内を700℃に予熱している。乙",
                        "13)での粘度は，水と同程度の粘度となっている。",
                        "【参考】689℃のアルミニウムの粘度：1.317cP(centi-poise)",
                        "718℃のアルミニウムの粘度：1.250cP(乙8)",
                        "5℃の水の粘度：1.519cP",
                        "10℃の水の粘度：1.307cP",
                        "15℃の水の粘度：1.138cP(乙9)。",
                        "したがって，水を運ぶ時に水面が波打ち，注意しなければ容器か",
                        "らこぼれることは経験則上明らかであるところ，水と同程度の粘度",
                        "しかない溶融アルミニウムも公道搬送による振動によって飛沫が，",
                        "取鍋内部の上面に付着していき，この付着物が，空気に触れ，また",
                        "は予熱工程でのバーナーにさらされることにより酸化されて酸化ア",
                        "ルミニウム(Al O )になると，物性が著しく変化し，加熱しようが",
                        "金属棒等で突こうが，容易に除去できないことも，当業者にとって",
                        "自明事項である。",
                        "③ なお，傾動式取鍋は溶融金属を傾動して導出するものであるが，",
                        "この傾動により取鍋本体内部の上面に溶融金属が付着したものでは",
                        "ない。このことは，注湯口(甲1の実施例では「注湯口18」)側だ",
                        "けでなく，周方向全体にわたって同量のアルミニウム酸化物が固着",
                        "していることより明らかである(乙13)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "以上のとおり，公道搬送可能な傾動式取鍋は周知慣用技術となって",
                      "text": [
                        "いたところ，飛散した溶融金属(溶融アルミニウム)に由来する酸化物",
                        "が，甲1の傾動式取鍋でいえば取鍋の内部上面の部分，すなわち，「蓋",
                        "16」(本件発明の大蓋52に相当)の裏面に堆積し，容易に剥離できない",
                        "ことが当業者に知られていた。",
                        "溶融金属の飛沫の付着は，公道搬送したことにより生ずる結果であり，",
                        "傾動式，加圧式という注湯方式の相違には関係しないのであるから，同",
                        "じく公道搬送用の加圧式取鍋においても，貫通孔を取鍋の「本体」に設",
                        "ければ，溶融金属の付着により貫通孔が詰まることは，当業者には自明",
                        "の事項である。",
                        "そうであれば，貫通孔の詰まりを防止するため，溶融金属の液面から",
                        "できる限り遠い位置，すなわち，甲1の傾動式取鍋でいえば「受湯口小",
                        "蓋19」(本件発明1のハッチに相当)に設けるのは，当業者にとって容",
                        "易想到である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点Eについても本件審決に判断の誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2，4～6(本件発明2，4～6についての認定判断の誤り)に対",
          "text": [
            "し",
            "原告の取消事由2，4～6の主張に対しては，すべて本件発明1についての",
            "主張を援用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3についての認定判断の誤り)に対し",
          "text": [
            "原告は，本件発明3においては従来の数値範囲からはずれた範囲において数",
            "値範囲を規定しているから，臨界的意義は必須でないと主張する。",
            "しかし，実験的に数値範囲を最適化又は好適化することは，当業者の通常の創作能力の発揮すぎず，それゆえ，この点に進歩性を肯定するには，臨界的意義が必要とされるものである。そして，本件明細書(甲28)には，具体的従",
            "来技術と比較してどの程度有利な効果を奏するか，一切開示が存在しないのであるから，本件数値限定に臨界的意義が認められないことは当然である。さらに，溶融金属の性状，容器の大きさ，形状，材質，加圧圧力，容器内溶融金属の残量等様々なパラメータを考慮しない限り，常に流路の内径が65～85mmの間であれさえすれば有利な効果を奏することは自然法則に反するありえない事象である。",
            "そうすると，本件発明3についての本件審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点Eの判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書(甲28)には，「発明の詳細な説明」として，以下の(ア)",
                  "text": [
                    "～(カ)の記載及び(キ)の図面がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "「本発明は，例えば溶融したアルミニウムの搬送に用いられる容器に関",
                        "する。」(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「多数のダイキャストマシーンを使ってアルミニウムの成型が行われる",
                        "工場では，工場外からアルミニウム材料の供給を受けることが多い。こ",
                        "の場合，溶融した状態のアルミニウムを収容した容器を材料供給側の工",
                        "場から成型側の工場へと搬送し，溶融した状態のままの材料を各ダイキ",
                        "ャストマシーンへ供給することが行われている。」(【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「本発明者等は，こうした容器からダイキャストマシーン側への材料供",
                        "給を圧力差を利用して行う技術を提唱している。すなわち，この技術は，",
                        "容器内を加圧して容器内に導入された配管を介して容器内の溶融材料を",
                        "外部に導出するものである。…」(【0003】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「かかる課題を解決するため，本発明の主たる観点に係る容器は，溶融",
                        "金属を収容することができ，内外の圧力差を調節することにより，内部",
                        "へ溶融金属を導入し，または外部へ溶融金属を供給することが可能で，",
                        "運搬車輌により搭載されてユースポイントまで搬送される容器であって，",
                        "…を特徴とする。…本発明では，前記容器の上面部に開閉可能に設けら",
                        "れ，前記容器の内外を連通し，前記溶融金属を供給する際に前記容器内",
                        "を加圧するための貫通孔が設けられたハッチを具備することを特徴とす",
                        "る。…」(【0009】)",
                        "「…前記容器の上面部に開閉可能に設けられ，前記容器の内外を連通す",
                        "る内圧調整用の貫通孔が設けられたハッチを具備することが好ましく，",
                        "前記ハッチは，前記容器の上面部のほぼ中央に設けられていることがよ",
                        "り好ましい。」(【0014】)",
                        "「本発明では，このようなハッチを有することで例えば容器内に溶融金",
                        "属を導入するに先立ちハッチを空けてガスバーナを挿入して容器を予熱",
                        "すること可能であり，このような予熱により耐火材を熱伝導の経路とし",
                        "て流路が温められ，流路の詰まりをより効果的に防止することができる。",
                        "また流路の温度を高く保てると溶融金属の粘性が小さくなるので，より",
                        "小さな圧力差で溶融金属を容器内外に導入出することが可能となる。本",
                        "発明では，溶融金属を流路を介して容器内に導入する際に，上記のよう",
                        "に予め流路を温めておくことが可能であるので，このような場合に特に",
                        "有効である。」(【0015】)",
                        "「上記のように容器内に溶融金属を供給するに先立ちガスバーナによ",
                        "り容器を予熱している。この予熱は，ハッチを開けてガスバーナを容",
                        "器内に挿入することで行われる。従って，ハッチは容器内に溶融金属",
                        "を供給する度に開けられるものである。本発明では，このようなハッ",
                        "チに内圧調整用の貫通孔を設けているので，容器内に溶融金属を供給",
                        "する度に内圧調整用の貫通孔に対する金属の付着を確認することがで",
                        "きる。そして，例えば貫通孔に金属が付着しているときにはその都度",
                        "それを剥がせばよい。従って，本発明では，内圧調整に用いるための",
                        "配管や孔の詰りを未然に防止することができる。」(【0016】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "「図2に示すように，この例では，レシーバタンク101から高圧空気",
                        "を密閉された容器100内に送出することで容器100内に収容された",
                        "溶融アルミニウムが配管56から吐出されて保持炉12内に供給される",
                        "ようになっている。なお，図2において，103は加圧バルブ，104",
                        "はリークバルブである。」(【0037】)",
                        "「上記の大蓋52のほぼ中央には開口部60が設けられ，開口部60に",
                        "は取っ手61が取り付けられたハッチ62が配置されている。ハッチ6",
                        "2は大蓋52上面よりも少し高い位置に設けられている。ハッチ62の",
                        "外周の1ヶ所にはヒンジ63を介して大蓋52に取り付けられている。",
                        "これにより，ハッチ62は大蓋52の開口部60に対して開閉可能とさ",
                        "れている。また，このヒンジ63が取り付けられた位置と対向するよう",
                        "に，ハッチ62の外周の2ヶ所には，ハッチ62を大蓋52に固定する",
                        "ためのハンドル付のボルト64が取り付けられている。大蓋52の開口",
                        "部60をハッチ62で閉めてハンドル付のボルト64を回動することで",
                        "ハッチ62が大蓋52に固定されることになる。また，ハンドル付のボ",
                        "ルト64を逆回転させて締結を開放してハッチ62を大蓋52の開口部",
                        "60から開くことができる。そして，ハッチ62を開いた状態で開口部",
                        "60を介して容器100内部のメンテナンスや予熱時のガスバーナの挿",
                        "入が行われるようになっている。」(【0047】)",
                        "「また，ハッチ62の中央，或いは中央から少しずれた位置には，容器",
                        "100内の減圧及び加圧を行うための内圧調整用の貫通孔65が設けら",
                        "れている。この貫通孔65には加減圧用の配管66が接続されている。",
                        "この配管66は，貫通孔65から上方に伸びて所定の高さで曲がりそこ",
                        "から水平方向に延在している。この配管66の貫通孔65への挿入部分",
                        "の表面には螺子山がきられており，一方貫通孔65にも螺子山がきられ",
                        "ており，これにより配管66が貫通孔65に対して螺子止めにより固定",
                        "されるようになっている。」(【0048】)",
                        "「この配管66の一方には，加圧用又は減圧用の配管67が接続可能に",
                        "なっており，加圧用の配管には加圧気体に蓄積されたタンクや加圧用の",
                        "ポンプが接続されており，減圧用の配管には減圧用のポンプが接続され",
                        "ている。そして，減圧により圧力差を利用して配管56及び流路57を",
                        "介して容器100内に溶融アルミニウムを導入することが可能であり，",
                        "加圧により圧力差を利用して流路57及び配管56を介して容器100",
                        "外への溶融アルミニウムの導出が可能である。なお，加圧気体として不",
                        "活性気体，例えば窒素ガスを用いることで加圧時の溶融アルミニウムの",
                        "酸化をより効果的に防止することができる。」(【0049】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【図9】"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "以上のアの記載によると，本件発明1は，容器内を加圧して容器内に導",
                  "text": [
                    "入された配管を介して容器内の溶融材料を外部に導出するという構成にお",
                    "いて(【0003】)，容器本体の上部には，開閉可能なハッチが設けられ",
                    "(【0009】，【0014】)，このハッチは例えば容器内に溶融金属を導",
                    "入するに先立ちハッチを空けてガスバーナを挿入して容器を予熱するなど，容器内に溶融金属を供給する度に開けられる(【0015】，【001",
                    "6】)が，このハッチに内圧調整用の貫通孔を設ける(【0016】，【0",
                    "048】)という構成をとることにより，ハッチを開けて加熱器を容器内",
                    "に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確",
                    "認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防",
                    "止できる(【0016】)という作用効果を有するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1公報の記載等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1公報には，以下の(ア)～(カ)の記載があり，(キ)の図面が記載され",
                  "text": [
                    "ている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明はアルミニウム等の溶融金属を公道など一般道路を通つて遠隔",
                        "地運搬，長時間運搬，坂道などの傾斜面運搬ができ，溶湯のまま使用者",
                        "側に配送ができるようにしたトラツク等，道路上を運行する運搬用車輌",
                        "による溶融金属の運搬方法に関するものである。」(1頁2欄10行～",
                        "15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "解決すべき問題点",
                      "text": [
                        "「集中溶解炉で溶解して各保持炉に分配する場合には，問題がある。即",
                        "ち一種多量生産の場合は集中溶解方式が経済的であるが，多種類少量の",
                        "生産には集中溶解方式は不経済であり，他の小型溶解炉，例えばるつぼ",
                        "炉，小型の溶解兼保持炉等に頼らざるを得ない。・・・・従つて集中溶",
                        "解炉を設備しなくても鋳造ができれば工場の合理化が図られる。この目",
                        "的で，アルミニウム等を専門に溶解する工場から使用現場まで溶湯のま",
                        "ま配湯する方法が研究されており，一部にはパイプラインによる給湯設",
                        "備がある。しかし，この場合でも運搬距離はせいぜい数百メートルに過",
                        "ぎず，同一工場内での運搬に限られており・・・適時希望の場所に配送",
                        "することができず，機動性に乏しい。運搬距離がさらに長距離になれば，",
                        "工場の合理化がさらに推進されるであろうことは以前から予想されてい",
                        "た。従つて，例えば溶湯を外部の企業から配給を受けて使用することは",
                        "以前から構想されてきたが，未だ実現されないまま，今日に至つている。",
                        "その原因は溶湯の放冷を防ぎ安全に運搬することが困難であつたことに",
                        "よる。」(2頁3欄14行～39行)",
                        "「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般",
                        "道路が工場内と異なり，坂道があつたり，車の振動が激しくなる舗装状",
                        "態の悪い道路面があつたりすることから，溶湯がこぼれたり，積込んだ",
                        "取鍋が横転したり，また放冷により溶湯が凝固する等の困難が予想され，",
                        "実現ができなかつた。」(2頁3欄40行～4欄2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "問題点の解決手段",
                      "text": [
                        "「本発明は上記の事情に鑑みなされたもので，溶融金属を密閉型の取鍋",
                        "に収納し，開口部を密閉した取鍋をトラツク等道路上を運行する運搬用",
                        "車輌の荷台上に載置固定して運搬することを特徴としている。」(2頁",
                        "4欄4行～8行)",
                        "「また，取鍋な受湯口および注湯口に密閉装置を有する密閉型の取鍋で，",
                        "運搬中の湯こぼれ等を完全に防止することができ，長時間運搬等の場合",
                        "は保温用加熱装置を設けて溶湯の放冷凝固を防止するようにし，受湯口，",
                        "注湯口の開閉もクランプハンドルにより極めて迅速に行い得るようにし",
                        "たものである。」(2頁4欄29行～35行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例",
                      "text": [
                        "「第6図～第8図は取鍋の断面図を示し，13は外殼鉄皮，14は断熱",
                        "材，15は内張り耐火材，16は蓋，17は受湯口，18は注湯口，1",
                        "9は受湯口小蓋，蓋16と取鍋本体20の各鉄皮はフランジ部21を締",
                        "着22して接続してある。また小蓋19は第7図に示すように蝶番23",
                        "により蓋16に開閉自在に取付けられ，その反対側には把手24および",
                        "二叉状掛止具25が突設され，これに対し蓋16にはねじ軸26が外側",
                        "方に回転自在に取付けられ，図においてねじ軸26は掛止具25の二叉",
                        "部に掛止められ，ねじ軸26に螺合せしめたクランプハンドル27によ",
                        "り小蓋19が蓋16に締着されており，ハンドル27をゆるめてねじ軸",
                        "26を外側方に回動することにより小蓋19を開くことができる。」",
                        "(3頁5欄35行～6欄5行)",
                        "「第9図～第11図は注湯口18の開閉装置を示し，図中，30は鋳鉄",
                        "製の注湯口ノズル，31はノズル30に嵌合する鋳鉄製のストツパーで，",
                        "…ストツパー31が注湯口ノズル30に嵌合して同注湯口ノズル30を",
                        "閉塞するようになつている。…上記ノズル30およびストツパー31を",
                        "鋳鉄製とすることにより，機械的強度にすぐれ，耐久性を改善すること",
                        "ができる上，注湯後の湯切れが良く，密閉性が改善されることが分つた。",
                        "鋳鉄製であると，付着地金があつても容易に剥がすことができる。」",
                        "(3頁6欄13行～42行)",
                        "「溶融金属の輸送に当つては，一例として供給者側の工場において溶解",
                        "炉からポンプにより送給されて来た溶湯を取鍋2の受湯口17から送給",
                        "パイプを通して取鍋2内に収納した後，小蓋19を閉じ，クランプハン",
                        "ドル27により緊締し，また注湯口18にはストツパー31を施し，ト",
                        "グルクランプ35のハンドル35″により緊締すれば取鍋2は迅速かつ",
                        "完全に開口部が密閉されるので，この取鍋2を差し込み用部材9，9を",
                        "介しフオークリフトによりトラツクの荷台1に積込み，上記固定装置3",
                        "と緊締具8により固定して使用先の工場まで運搬することができる。",
                        "使用先の工場に着後は取鍋2の緊締6，7，8を解除し，左右方向に傾",
                        "動可能なフオークリフトを使用して，取鍋2を降ろし，ストツパー31",
                        "を取除いて注湯口18を開き，フオークリフトにより取鍋2を傾動して",
                        "保持炉，或は直接鋳型等に直ちに注湯することができる。従つて供給者",
                        "側は使用先工場の需要に応じ適時に溶融金属を配送することができ",
                        "る。」(4頁7欄3行～22行)",
                        "(オ)「運搬方法",
                        "受湯から使用先の溶解炉に移すまでの時間は約2時間であつた。途中，",
                        "坂のある一般道路を走つたが，安全に運搬することができた。…」(4",
                        "頁8欄17行～20行)",
                        "(カ)「使用結果",
                        "取鍋の内部等には何等異常がなく，次の運搬に使用することができ",
                        "た。」(4頁8欄22行～24行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第6図"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記アの記載によれば，甲1発明は，溶融金属を収容し，搬送し，供給",
                  "text": [
                    "するために使用される容器についての発明であり，当該技術分野において",
                    "は，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれてい",
                    "たことから，取鍋を運搬車輌に搭載し公道を介して工場間で運搬すること",
                    "を課題とし，このような課題を解決するため，上記ア(ウ)～(キ)記載のよ",
                    "うな運搬用車輌に搭載し公道上を搬送するに適した構造を有する取鍋(容",
                    "器)であって，溶湯は受湯口から取鍋内に収納され，使用先の工場では，",
                    "注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯",
                    "する方式の，いわゆる傾動式の取鍋(容器)を採用したものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告は，本件発明1の「容器」は，「加圧式取鍋」としての気密性",
                      "text": [
                        "及び耐圧性を当然に備えている点において，そのような気密性及び耐圧",
                        "性を備えていない「傾動式」である甲1発明の「取鍋」とは相違すると",
                        "主張するが，本件審決は，加圧式と傾動式との相違は相違点Aとして認",
                        "定しており，その上で，甲1発明の「取鍋」と本件発明1の「容器」と",
                        "を一致点とみたものであって，誤りとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告は，甲1発明の傾動式である取鍋の「外殻鉄皮」は，本件発明",
                      "text": [
                        "1の加圧式である容器のフレームとは異なり，気密性を保持するような",
                        "構造を有していないと主張するが，上記(ア)の説示と同様の理由により，",
                        "同主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告は，本件発明1の「流路」は，「加圧式」である「容器」の",
                      "text": [
                        "「内底部付近」から上方に延びているなど，「加圧」により溶融金属を",
                        "供給することに適した構成のものである点において，「傾動式」である",
                        "甲1発明の「取鍋」におけるような「傾動」により溶融金属を供給する",
                        "ことに適した構成のものとは相違すると主張するが，本件審決は，加圧",
                        "式と傾動式との相違や流路の始まる位置の相違は相違点A，Bとして認",
                        "定しており，その上で，甲1発明のものと本件発明1の「流路」とを一",
                        "致点とみたものであって，誤りとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点Eの判断の誤りに関する検討",
              "text": [
                "以上の(1)，(2)を踏まえて取消事由1(相違点Eの判断の誤り)の採否に",
                "ついて検討するに，甲1発明の容器は，前記(2)イに説示したとおり，溶湯",
                "は受湯口から取鍋内に収納され，使用先の工場では，注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯する方式の，いわゆる傾動式の取鍋であると認められるところ，この傾動式の取鍋から，これを，密閉された容器に溶融金属用の配管が設けられ加減圧用の配管が接続されるという構成(いわゆる加圧式)とすること自体は，甲10(特開平8−208",
                "26号公報)，甲2(特開昭62−289363号公報)，甲11(実願昭",
                "63−130228号(実開平2−53847号)のマイクロフィルム)，",
                "甲12(実願平1−89474号(実開平3−31063号)のマイクロフ",
                "ィルム)において，加圧式の場合，注湯精度，溶湯品質等の点で傾動式より",
                "も優れていることが記載されているから，当業者がこれを適用することは容易に想起できるものと認められる。",
                "しかし，このことは，当業者が甲1発明から出発してこれにいわゆる加圧",
                "式の容器を採用しようと考えた後は，加圧式の容器であれば性質上当然具備するはずの構成のほかそのすべての個々の具体的構成は当然に適用できることを意味するものではない。そして，甲1発明の傾動式の容器であれば，そ",
                "の傾動式の容器であるという性質自体から，溶湯を出し入れするために注湯口及び受湯口が必要であることが導かれるが，加圧式の容器の場合は，一つの流路を通して溶湯の導入と導出とを行う注湯方式であり加減圧用の配管が容器に接続されていればよいのであるから，傾動式の容器で必要な受湯口及び受湯口小蓋は必須なものではない。したがって，甲1発明の傾動式の容器",
                "に接した当業者がこれを加圧式の取鍋にすることを考える際，あえて，必須なものではない受湯口及び受湯口小蓋を具備したままの構造とするのであれば，そうした構造を採用する十分な具体的理由が存する必要があるというべきである。",
                "しかるに，上記(1)に記載したように，本件発明1は，容器内を加圧して",
                "容器内に導入された配管を介して容器内の溶融材料を外部に導出するという構成において，容器本体の上部には，開閉可能なハッチが設けられ，このハッチは容器内に溶融金属を供給する度に開けられるが，このハッチに内圧調整用の貫通孔を設けるという構成をとることにより，ハッチを開けて加熱器を容器内に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防止できるという作用効果を有するものである。そうすると，本件発明1",
                "と上記(2)に記載したような甲1発明とを対比すると，甲1発明は取鍋を運",
                "搬車輌に搭載し公道を介して工場間で運搬するという技術的課題を有し，その課題解決手段としては，上記(2)ア(ウ)～(キ)記載のような運搬用車輌に",
                "搭載し公道上を搬送されるに適した構成を採用しており，技術分野は同じくするものの，その技術的課題は，傾動式取鍋の安全な工場間運搬(甲1発",
                "明)と加圧式取鍋特有の内圧調整用配管の詰まりの防止(本件発明1)とい",
                "うように基本的に異なっており，その課題解決手段も，注湯口，受湯口の密閉手段や運搬用車両への係止手段が設けられた構成(甲1発明)と「前記貫",
                "通孔は，前記ハッチ…に設けられ」た構成(本件発明1の相違点E)という",
                "ように異なっており，その機能や作用についても異なるものであるから，そのような甲1発明に接した当業者が，本件発明1の相違点Eの構成を容易に",
                "想起することができたと認めることはできない。",
                "審決の相違点Eについて容易想到であるとした判断には誤りがあり，原告",
                "の取消事由1は理由がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，甲10(特開平8−20826号公報)，甲17(特開平1−",
                  "text": [
                    "262062号公報)，甲18(実願昭60−139738号(実開昭6",
                    "2−50860号)のマイクロフィルム)のいずれも本件発明1のハッチ",
                    "の構成は開示されていないとの原告の主張は失当である旨主張する。",
                    "しかし，上記(1)から明らかなように，本件発明1の「ハッチ」は，通",
                    "常使用時に取鍋本体50に固定された「大蓋52」の上に設けられたもの",
                    "であって，取鍋内に溶湯を導入する前の予熱や配管詰まりの監視のため，",
                    "溶湯供給作業を行うたびに開閉することを目的とし，その目的達成に必要",
                    "な程度の開閉可能性が要求されるものである。しかるに，上記の甲10，",
                    "甲17，甲18を子細に検討してみても，貫通孔が設けられた蓋が開示さ",
                    "れているに止まり，当該蓋を開けて予熱や監視を行うような記載は見当た",
                    "らないから，そもそも予熱や配管詰まりの監視の目的達成に必要な程度の",
                    "開閉可能性を満たす蓋が開示されていると認めることはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告は，原告は加圧式取鍋自体が作業性，安全性の阻害になるという旨",
                  "text": [
                    "の主張をするところ，貫通孔を設ける位置は「受湯口小蓋19」か「蓋16」",
                    "の「受湯口小蓋19」以外の位置ということになるが，本件審決も正しく判",
                    "断するように，技術常識等から「受湯口小蓋19」に設けることになる，と",
                    "主張する。",
                    "しかし，そもそも，作業性や安全性を検討する以前に，前記に説示した",
                    "ように，甲1発明に開示されているのは傾動式取鍋であり，甲1公報に加",
                    "圧式取鍋特有の内圧調整用配管の詰まりについての記載はないのであるか",
                    "ら，当業者は，上記の溶湯の揺れによって，溶湯がこぼれたり傾動式の注",
                    "湯口に付着することを認識するに止まり，甲1公報の記載から当業者が本",
                    "件発明1の技術的課題(内圧調整用配管の詰まり)を認識するということ",
                    "ができないものである。",
                    "また，前記アに説示したとおり，甲号各証にも，そもそも本件発明1の",
                    "「ハッチ」のような予熱や配管詰まりの監視の目的達成に必要な程度の開",
                    "閉可能性を満たす蓋が開示されていない。そして，本件発明1を甲1発明",
                    "と対比して進歩性の有無を判断するとき，前記のように加圧式の容器にお",
                    "いてハッチが受湯のためのものとしては必須なものではないという見地を",
                    "踏まえずに貫通孔を取鍋本体に設置するか蓋(ハッチ)に設置するかとい",
                    "う点を検討することによっては，その結論を導くことはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告は，本件発明1は，「溶融金属を収容することができ，内外の圧力",
                  "text": [
                    "差を調節することにより，外部へ溶融金属を供給することが可能で，・",
                    "・」との構成であるから，溶融金属を取鍋内に導入するための開閉可能な",
                    "「ハッチ」は必須の構成ということになるし，取鍋内予熱の必要性からも，「ハッチ」を設ける必要がある，と主張する。",
                    "しかし，本件発明1の特許請求の範囲の記載には「…前記容器の上面部",
                    "に開閉可能に設けられ，前記容器の内外を連通し，前記溶融金属を供給す",
                    "る際に前記容器内を加圧するための貫通孔が設けられ，閉じられたときに",
                    "前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッ",
                    "チを有し，…」と記載されており，「ハッチ」が溶融金属を収容するため",
                    "のものであるとの記載がない。そして，本件明細書(甲28)を見ても，",
                    "「ハッチ」が溶融金属を収容するためのものである旨の記載は見当たらず，また，加圧式の容器において溶融金属を収納する際のみ傾動式の容器と同",
                    "様に「ハッチ」から溶融金属を収容するというのは，前記(3)に説示した，",
                    "注湯精度，溶湯品質等の点で傾動式よりも優れているとの記載に照らして",
                    "も技術的に自然な構成とはいえない。これらに照らせば，上記の「…加圧",
                    "するための」という文言をもっても，本件発明1は減圧の場合を排除して",
                    "いないというべきであり，本件発明1が取鍋内を加圧して溶融金属の導出",
                    "ができるが，取鍋内を減圧して溶融金属を導入できる構成にはなっていな",
                    "いということはできない。",
                    "また，後記エに説示するとおり，本件発明1の「ハッチ」は，取鍋内に",
                    "溶湯を導入する前の予熱や配管詰まりの監視のために必要な程度の開閉可",
                    "能性が要求されるものであるが，このことが，一般の加圧式の容器におい",
                    "て清掃，予熱及び修理のために受湯口及び小蓋(ハッチ)が必須の構成と",
                    "なることを意味するものではない。そして，審決が掲げた甲各号証を子細",
                    "に検討してみても，貫通孔が設けられた蓋が開示されているに止まり，当",
                    "該蓋を開けて予熱や監視を行うような記載は見当たらないから，そもそも",
                    "予熱や配管詰まりの監視の目的達成に必要な程度の開閉可能性を満たす蓋",
                    "が開示されているということはできず，その他本件全証拠を見ても，その",
                    "ような蓋が開示されたものは認められない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告は，本件発明1では，「大蓋」の中央に「ハッチ」を設けたいわば",
                  "text": [
                    "二重蓋の構成を採用したことに意味がある旨の原告の主張に対し，この",
                    "「大蓋」とは「【0040】容器100は，有底で筒状の本体50の上部開口部51",
                    "に大蓋52が配置されている。本体50及び大蓋51の外周にはそれぞれフラ",
                    "ンジ53，54が設けられており，これらフランジ間をボルト55で締めるこ",
                    "とで本体50と大蓋51が固定されている。」と説明されているように，通常",
                    "は開閉を予定していない蓋であって，取鍋本体の上面部ともいうべき構成",
                    "であって，本件発明1は，開閉可能という技術的側面からいえば，「ハッ",
                    "チ」を設けた一重の蓋の構成と同じといえるのであり，周知技術との間に",
                    "技術的な差異はない，と主張する。",
                    "しかし，上記(1)から明らかなように，本件発明1の「ハッチ」は，通",
                    "常使用時に取鍋本体50に固定された「大蓋52」の上に設けられたもの",
                    "であって，取鍋内に溶湯を導入する前の予熱や配管詰まりの監視のため，",
                    "溶湯供給作業を行うたびに開閉することを目的とし，その目的達成に必要",
                    "な程度の開閉可能性が要求されるものである。そうすると，これを実質上",
                    "は一重の構成であるとして一重の蓋に加圧用の貫通孔を設けた周知技術と",
                    "同様のものとみることはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告は，公道搬送用の傾動式取鍋は周知慣用技術であったとして，甲2",
                  "text": [
                    "の発明の傾動式取鍋が昭和62年以降使用され搬送されていたことや，外",
                    "国(当時の西ドイツ)において，1972年(昭和47年)以降，公道搬",
                    "送用の取鍋が使用されていたことを指摘する。",
                    "しかし，前記(3)に説示したように，甲1発明と本件発明1のそれぞれ",
                    "の技術的課題を見ても，傾動式取鍋の安全な工場間運搬(甲1発明)と加",
                    "圧式取鍋特有の内圧調整用配管の詰まりの防止(本件発明1)というよう",
                    "に基本的に異なっており，外国(当時の西ドイツ)において，1972年",
                    "(昭和47年)以降，公道搬送用の取鍋が使用されていたとしても，加圧",
                    "式取鍋特有の内圧調整用配管の詰まりの防止という本件発明1の技術的課",
                    "題が当業者に当然に認識されることにはならない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "被告は，傾動式取鍋の全面的な解体修理の際，当業者は公道搬送による",
                  "text": [
                    "振動等により溶融金属が揺動することによって，取鍋本体内部の上面に付",
                    "着し，これが酸化されて酸化物になることを認識し，これは加圧式取鍋で",
                    "あっても同様である，また，甲1にも「即ち従来の方法で溶湯を一般道路",
                    "上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があった",
                    "り，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり…」(3欄40～44行)として「溶湯がこぼれる」ことま",
                    "で指摘されている，そうすると，公道搬送による揺れにより，取鍋本体の",
                    "上部内面(大蓋の裏面)に溶融金属の飛沫が付着していくことは自明であ",
                    "り，更には，その飛沫が酸化物になることは当業者には自明である，と主",
                    "張する。",
                    "しかし，当業者が，傾動式取鍋の全面的な解体修理の際，取鍋本体内部",
                    "の上面に付着し，これが酸化されて酸化物になっていることを認識すると",
                    "しても，これをもって，当然に，加圧式取鍋特有の内圧調整用配管の詰ま",
                    "りという本件発明1の技術的課題を認識できたとはいえない。また，前記",
                    "(3)に説示したように，甲1発明と本件発明1とは，その技術的課題にお",
                    "いて基本的に異なっており，その課題解決手段，機能や作用についても異",
                    "なるものであるから，そのような甲1において「溶湯がこぼれたり」との",
                    "記載があったとしても，それをもって，甲1発明に接した当業者が，本件",
                    "発明1の相違点Eの構成を容易に想到することができたといえないことに",
                    "変わりはない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "被告は，溶融アルミニウムにつき，アルミニウムの融点660℃での粘度",
                  "text": [
                    "は水と同程度の粘度となっており，水を運ぶ時に水面が波打ち，注意しな",
                    "ければ容器からこぼれることは経験則上明らかであるところ，水と同程度",
                    "の粘度しかない溶融アルミニウムも，公道搬送による振動によって飛沫が",
                    "取鍋内部の上面に付着していき，この付着物が，空気に触れ，または予熱",
                    "工程でのバーナーにさらされることにより酸化されて酸化アルミニウム",
                    "(Al O )になって，加熱しても金属棒等で突いても容易に除去できなくな",
                    "ることも，当業者にとって自明事項であると主張する。",
                    "しかし，傾動式取鍋ではなく，加圧式取鍋を公道搬送することが，本件",
                    "特許の優先日当時に当業者に一般に知られていたと認めるに足りる証拠が",
                    "ない以上，仮に，溶融アルミニウムを運ぶ時にその面が波打ち，注意しな",
                    "ければ容器からこぼれることが水との比較から想起できたとしても，その",
                    "ことから，当業者が，加圧式取鍋特有の内圧調整用配管の詰まりの防止を",
                    "技術的課題とする本件発明1の「ハッチに容器の内外を連通し，容器内の",
                    "加圧を行うための内圧調整用の貫通孔が設けられ」た構成(本件発明1の",
                    "相違点E)を容易に想到できるということはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告の取消事由1(相違点Eの認定判断の誤り)",
            "の主張は理由があり，本件発明1について甲1発明から容易に発明をすることができたとはいえないから，これを肯定する審決の判断は誤りであり，また，本件発明2～6も，本件発明1の構成をすべて含んでいるのであるから，本件",
            "発明2～6についての審決の判断も，同様に誤りであることとなり，原告の取消事由2～6の主張も理由がある。",
            "そうすると，取消事由1～6についての原告の主張は理由があるから，本件",
            "審決は違法として取消しを免れない。",
            "よって，原告の請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}