{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2006−20027号事件について平成20年10月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「不釣合い修正方法および装置」とする発明について，平成14年4月12日に特許出願をし(甲3)，平成18年3月22日に手続補正をしたが(甲4)，同年7月31日付けで拒絶査定を受けたことから，同年9月7日，これに対する不服の審判(不服2006−20027号事件)を請求した。",
            "特許庁は，平成20年10月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年11月13日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成18年3月22日付け手続補正書(甲4)により補正された本願の明細書(以下「本願明細書」という。)の特許請求の範囲(請求項の数2)の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】",
            "不釣合いを修正すべき被試験体の初期不釣合いを測定する第1の測定ステップと，",
            "第1の測定ステップで測定された不釣合いを修正する処理を前記被試験体に対して行う第1の修正ステップと，",
            "第1の修正ステップで不釣合いが修正された前記被試験体の残留不釣合いを測定する第2の測定ステップと，",
            "第2の測定ステップで測定された前記被試験体の残留不釣合いを，第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正する残留不釣合いの補正ステップと，補正ステップで補正された残留不釣合いを修正する処理を前記被試験体に対して行う第2の修正ステップと，",
            "を有することを特徴とする高速回転機器のための2回修正による不釣合い修正方法。」"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由",
      "text": [
        "別紙審決書写しのとおりである。要するに，特開平3−123834号公報(以下「引用文献1」という。甲1)に記載された発明(以下「引用発明」という。)に，特開平10−206267号公報(以下「引用文献2」という。",
        "甲2)に記載されている技術的事項を適用して，相違点に係る本願発明の構成に想到することは当業者にとって容易である，というものである。",
        "上記判断に際し，審決が認定した本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "一致点",
          "text": [
            "「不釣合いを修正すべき被試験体の初期不釣合いを測定する第1の測定ステップと，",
            "第1の測定ステップで測定された不釣合いを修正する処理を前記被試験体に対して行う第1の修正ステップと，",
            "第1の修正ステップで不釣合いが修正された前記被試験体の残留不釣合いを測定する第2の測定ステップと，",
            "第2の測定ステップで測定された前記被試験体の残留不釣合いを修正する処理を前記被試験体に対して行う第2の修正ステップと，",
            "を有することを特徴とする高速回転機器のための2回修正による不釣合い修正方法。」(審決書5頁19行～28行)"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点",
      "text": [
        "「本願発明では，『第2の測定ステップで測定された被試験体の残留不釣合いを，第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正する残留不釣合いの補正ステップを有し，第2の修正ステップでは補正ステップで補正された残留不釣合いを修正する処理を前記被試験体に対して行う』のに対し，引用発明においては，『再測定結果を修正データとして前記被測定物の再修正を行う』，すなわち，第2の測定ステップで測定された被試験体の残留不釣合いを補正するステップを有しておらず，第2の修正ステップにて測定された再測定結果をそのまま修正データとして残留不釣合いを再修正する処理を前記被試験体に対して行う点」(審決書5頁30行～6頁2行参照)。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，引用文献2の記載事項の認定等において，(1)Ｎ＝1の場合を含むとした認定の誤り，(2)2次測定結果をステップS6に用いず，ステップS9に対して用いるとした認定の誤り，(3)同一回転供試体の2次修正に補正係数及び補正角度を用いることが記載されている等と認定判断した誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "Ｎ＝1の場合を含むとした認定の誤り",
              "text": [
                "審決は，「Ｎ個については，典型的にＮ＝1の場合が含まれていることは自明である。」(審決書6頁7行，8行)と認定した。",
                "しかし，審決の上記認定は，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，引用文献2の段落【0011】には，「αの初期値は1，βの初期値は0である。したがって，後述するように修正係数がＮ個算出されるまでの間は，初期値1を用いて補正が行われるが，Ｎ個の修正係数が算出された後はその平均値が修正係数αおよび修正角度βとして使用される。」(甲2，3頁3欄6行～10行)と記載されているところ，この記載のとおり，修正係数の平均値を不釣合い量の補正に使用するためには，少なくとも2回以上の修正係数を算出することが不可欠であるから，Ｎ≠1であり，Ｎ≧2であるものと理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用文献2には，「ステップS7で修正係数αnと修正角度βnがＮ個算出されたと判定されるとステップS8で次式により，修正係数αnと修正角度βnの平均値α，βを算出する。」(甲2，3頁3欄37行～40行)，「これらの修正係数αnと修正角度βnがＮ個求まると式(3)，(4)により平均された修正係数αおよび修正角度βが算出される。」(甲2，3頁4欄36行～39行)とも記載されている。",
                    "ところで，「平均値」とは「平均して得られた数値」(広辞苑)のことであり，「平均」とは「不揃いのないようにすること，ならすこと。」(広辞苑)であるから，平均値α，βを算出するに当たっての「平均された修正係数αおよび修正角度βが算出される。」との記載は，平均される値が複数個存在することを前提としたものであって，複数個の修正係数αn及び修正角度βnの平均値を修正係数及び修正角度として求めていると理解するのが自然である。引用文献2に記載された技術事項には，Ｎ≧1が明示されていないのであるから，当業者であれば，文脈から，複数個のαn，βnを算出した後，それらの平均値であるα及びβを求める(ステップS7→S8)と合理的に理解することができるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点について，被告は，一般にＮ個を示すＮを除数にした計算式の場合，Ｎが1から始まる自然数を意味することは，計算機技術においては普通のことであるとする。その一例として，特許第2659268号公報(乙1)の請求項1には，「Ｎ(Ｎ≧1の整数)回ごとの平均遅延量を求め」と記載されているが，「Ｎ≧1の整数」と「Ｎは1から始まる自然数」は同値であることは明らかであり，このような例を参照すれば，引用文献2においても同様に理解できると主張する。",
                    "しかし，引用文献1は，引用文献2において「Ｎは1であることを含む」との事項が記載されていることを前提とするものではないから，被告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "2次測定結果をステップS6に用いず，ステップS9に対して用いるとした認定の誤り",
              "text": [
                "審決は，引用文献2の記載事項について，「2次測定から2次修正までの間の各ステップでは，2次測定結果(A2，θ2)は，ステップS9の『不釣合い量A』および『不釣合い位置θ』に対して用いられるのであって，1次測定結果を用いることが明示されているステップS6，即ち【数1】のAおよびθには用いられないことは明らかである。」(審決書6頁19行～23行)と認定した。",
                "しかし，上記審決の認定は，次のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "2次測定結果がステップS6に用いられないとした認定の誤り(ア) まず，引用文献2記載の発明では，Ｎ個目までの回転供試体に対する1次修正前の不釣合測定結果である1次測定結果と，そのＮ個目までの回転供試体に対する1次修正後の不釣合測定結果である2次測定結果とのベクトル差が求められ，そのベクトル差から修正不釣合い量A’及び修正不釣合い位置θ’を算出するための補正係数α及び補正角度βが求められる。この補正係数α及び補正角度βは，確かに，Ｎ個目までの回転供試体の1次修正のための修正不釣合い量A’及び修正不釣合い位置θ’の算出に用いられることはない。なぜなら，①補正係数α及び補正角度βが求められるよりも前にＮ個目までの回転供試体に対する1次修正が実行されているからである。また，②引用文献2の【図2】(別紙「引用文献2【図2】」)のフローチャートのステップS10で「1次修正済み？」が肯定されると，処理はステップS12以降へと進み，Ｎ個目までの回転供試体に対する修正時に実行される当該フローチャートの処理は，1次修正を経ずに終了するからである。",
                    "しかし，Ｎ個目までの回転供試体の修正時に求められた補正係数α及び補正角度βは，次の修正対象となるＮ＋1個目以降の回転供試体の修正のために【図2】のフローチャートが実行されたときに，そのＮ＋1個目以降の回転供試体の1次修正のための修正不釣合い量A’及び修正不釣合い位置θ’の算出に用いられる。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，引用文献2の段落【0022】においては，「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」と記載されているところ，1次修正のための修正不釣合い量及び不釣合い位置の算出に加えて，2次修正のための修正不釣合い量及び修正不釣合い位置を算出する場合，2次修正のための修正不釣合い量及び修正不釣合い位置は，1次修正のための修正不釣合い量及び不釣合い位置の算出方法と同様の手法(ルーチン)で算出されるものと考えられる。そうすると，Ｎ個目までの回転供試体の2次修正前後の不釣合測定結果のベクトル差から，2次修正のための補正係数及び補正角度が求められ，この補正係数及び補正角度は，次の修正対象となるＮ＋1個目以降の回転供試体の2次修正のための修正不釣合い量及び修正不釣合い位置の算出に用いられることになる。この2次修正のための補正係数及び補正角度を求めるには，上記のとおり2次修正前後の不釣合い測定結果である2次測定結果を用いることが不可欠であるから，2次測定結果がステップ6に用いられるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，2次測定から2次修正までの間において「2次測定結果(A2，θ2)は，・・・1次測定結果を用いることが明示されているステップS6，即ち【数1】のAおよびθには用いられない」とした審決の上記認定は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "2次測定結果をステップS9に対して用いるとした認定の誤りまた，引用文献2記載のステップS9においては，ステップS4で記憶された1次測定結果の不釣合い量及び不釣合い位置θに対し，ステップS8で算出された修正係数α及び修正角度βを用いた修正が行われる。ステップS4で2次測定結果を記憶し，その2次測定結果A，θ(不釣合い量，不釣合い位置)に対してステップS9で修正を行うというような被告主張のステップは，引用文献2に記載されていない。したがって，「2次測定結果(A2，θ2)は，ステップS9の『不釣合い量A』および『不釣合い位置θ』に対して用いられる」とした審決の前記認定も，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "同一回転供試体の2次修正に補正係数及び補正角度を用いることが記載されている等と認定し，相違点に係る本願発明の構成に容易に想到できたと判断した点の誤り",
              "text": [
                "審決は，①引用文献2には，2次修正時に，「修正不釣合い量A’を(A1／Ad)・A2，修正不釣合い位置θ’をθ2＋(θ1−θd)として求めるステップ」が記載されていること(審決書6頁下から7行，6行)を前提として，②「引用文献2記載の上記技術的事項の2次修正において用いられる『修正不釣合い量(A1／Ad)・A2』および『修正不釣合い位置θ2＋(θ1−θd)』は，本願発明の『第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正』された『残留不釣合い』に相当する」(審決書7頁5行～10行)と認定し，③「引用発明1に，引用文献2記載の上記技術的事項・・・を適用して，相違点に係る本願発明の構成」に想到することが容易であると判断し(審決書7頁13行～17行)，④「本願明細書に記載された本願発明の作用効果も，引用発明および上記技術的事項から当業者が予測できる範囲のものであって，格別顕著なものとはいえない。」(審決書7頁18行～20行)と判断した。",
                "しかし，審決の上記認定又は判断①ないし④は，いずれも誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，仮に，引用文献2の段落【0022】の記載から，Ｎ個目までの回転供試体の2次修正時に求められた補正係数及び補正角度を，次の修正対象となるＮ＋1個目以降の回転供試体の2次修正のための修正不釣合い量及び修正不釣合い位置の算出に用いることを読み取ったとしても，Ｎ個目までの回転供試体の1次修正前後の不釣合測定結果から当該Ｎ個目までの回転供試体に対する2次修正のための修正不釣合い量及び修正不釣合い位置を求めることは全く記載されていないし，その示唆さえもない。",
                    "したがって，引用文献2に上記内容の記載があるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用文献2においては，「【従来の技術】・・・【0003】・・・一旦ワークの不釣り合いの修正を行った後，残留不釣り合いを検出して，最初の加工を行った部分を再度加工することによって，ワークの修正を行っている。【0004】【発明が解決しようとする課題】そのため，2次以上の修正作業が必要となり試験効率が悪い。そこで・・・図6のような特性から逆算すれば，1次修正だけで不釣合い修正作業を終了する確率が高くなって試験効率が向上する。しかしながら，図6の特性を求めるにはかなりの時間を要するため，試験効率の改善が強く望まれている。",
                    "【0005】本発明の目的は，ワークの不釣り合いを修正するための修正データを正確に生成することができる動釣合試験機を提供することにある。」(甲2，2頁1欄17行～2欄1行)と記載されているように，引用文献2記載の発明は，原則として1次修正だけで不釣合い修正作業を終了させることが目的であり，その1次修正のための修正データを正確に生成する構成を提供するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用文献2の【図2】(別紙「引用文献2【図2】」)のフローチャートの処理を概説すれば，次のようになる。1つ目の回転供試体は，S1→S2→S3→S4→S9→S10→S11と処理が進み，1次測定及び1",
                  "text": [
                    "次修正が行われた後，再びS1からS2→S3→S5→S6→S7→S8",
                    "→S9へと進み，S9で1次測定結果及び2次測定結果に基づいて1次測定結果が修正される。その後，S10→S12→S13→S15→S16",
                    "へと処理が進む。つまり，1つ目の回転供試体は，2次測定の結果の不釣合い量が所定値を超えていると2次修正をされることなく不良品として搬出される。このことは，引用文献2において，「ステップS10で1次修正済みであると判定されるとステップS12において，再度不釣合測定を行ないステップS13で不釣合い量が所定値以下であり修正不要と判定さ．",
                    "れればステップS14で良品として搬出し，不釣合い量が所定値を越えていればステップS15で不良品として搬出する。次いでステップS16で所定個数の供試体が測定され修正されたと判定されれば，この処理を終了し，そうでなければステップS1に戻って次の供試体について不釣合い測定を行なう。」(甲2，3頁4欄1行～10行)とされていることからも明らかである。そして，例えば，Ｎ＝3とした場合は，2つ目の回転供試体及び3つ目の回転供試体も，1つ目の回転供試体と同じ処理をたどる。",
                    "1つ目から3つ目の回転供試体にとっては，ステップS9における不釣合い量A及び不釣合い位置θの修正は，意味のない処理である。ステップS9の修正は，たとえばＮ＝3とした場合に，4つ目の回転供試体以降に対する処理のために設けられたものである。4つ目の回転供試体は，ステップS1→S2→S3→S4→S9と処理が行われ，ステップS9におい",
                    "て，それまでに処理された1つ目，2つ目，及び3つ目の回転供試体における各1次測定結果と各2次測定結果のベクトル差に基づいて算出された修正係数α及び修正角度βによって，1次測定結果が補正される。そして，処理はS10→S11→S1→S2→S14→S16をめぐる。",
                    "つまり，引用文献2の【図2】に示されるフローチャートは，最初のＮ個の回転供試体を犠牲にしても，ドリルやカッタ等の切削特性をその間に把握して，Ｎ＋1個めの回転供試体からは，1次修正だけで不釣合い修正作業を終了させる確率を高くするための処理である。そのために，修正係数α及び修正角度βを，犠牲とするＮ個の回転供試体の1次測定結果及び2次測定結果に基づいて求めているのである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対して，被告は，引用文献2の発明の詳細な説明「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。」(段落【0022】)との記載を根拠に，引用文献2の【図2】(別紙「引用文献2【図2】」)を，具体的には，ステップS3を「1次測定」を判定するステップに代えて「2次測定」を判定するステップとし，ステップS4を「1次測定結果θ，Aを記憶」に代えて「2次測定結果を記憶」とし，ステップS5を「1次測定結果と2次測定結果のベクトル差を算出する」に代えて「2次測定結果と3次測定結果のベクトル差を算出する」とし，ステップS10を「1次修正済み？」に代えて「2次修正済み？」とするフローチャートに変更し，その変更したフローチャートに従って処理すると解釈することにより，同一の回転供試体を2次修正することができ，2次修正まで行うものにも本発明を適用できると主張する。",
                    "しかし，そのような解釈は，引用文献2の明示の記載に反しており，誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，引用文献2記載の発明においては，Ｎ＋1個目以降の回転供試体の1次修正のための不釣合い量及び不釣合い位置の修正は，Ｎ＋1個目以降の回転供試体の1次修正のために用いられるのであって，Ｎ個目までの回転供試体の2次修正のための不釣合い量及び不釣合い位置の修正のために用いられるのではないから，引用文献2には，2次修正時に，「修正不釣合い量A’を(A1／Ad)・A2，修正不釣合い位置θ’をθ2＋(θ1−θd)として求めるステップ」が記載されているとした審決の認定は誤りである。",
                    "そうすると，上記ステップが引用文献2に記載されていることを前提として，①「修正不釣合い量(A1／Ad)・A2」及び「修正不釣合い位置θ2＋(θ1−θd)」は，本願発明の「第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正」された「残留不釣合い」に相当するとし，②引用文献2記載の発明を引用発明に適用して相違点に係る本願発明の構成に想到することが容易であるとし，③本願発明の作用効果も格別顕著なものでないとした審決の各判断も誤りであるということができ，それらの誤りは審決の結論に影響を及ぼす。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "Ｎ＝1の場合を含むとした認定の誤りに対し",
              "text": [
                "原告は，修正係数の平均値が不釣合い量の補正に使用されるためには，少なくとも2回以上の修正係数の算出が不可欠であって，Ｎ≠1であり，Ｎ≧2であると認められるから，Ｎ＝1の場合が含まれていると認定した審決には誤りがあると主張する。",
                "しかし，一般にＮ個を示すＮを除数にした計算式の場合，Ｎは1から始まる自然数を意味することは計算機技術においては普通のことである。そして，引用文献2(甲2)においては，Ｎ個の平均値もＮ個を示すＮを除数にした計算式であるから，Ｎは1から始まる自然数を意味する。この点は，特許第2659268号公報(乙1)の請求項1には，「・・・Ｎ(Ｎ≧1の整数)回ごとの平均遅延量を求め」と記載がある例に照らしても，明らかである。したがって，引用文献2(甲2)においても，最もシンプルなケースとしてＮ＝1を想定することが可能である。",
                "また，引用文献2(甲2)には，「【0005】本発明の目的は，ワークの不釣り合いを修正するための修正データを正確に生成することができる動釣合試験機を提供することにある。」と記載され，「【0026】【発明の効果】本発明によれば，前後2回の不釣合い測定の結果に基づいて修正補正値を算出し，測定された不釣合いデータとその修正補正値により修正データを算出するようにしたので，修正効率が向上する。」と記載されているように，修正データを正確に生成しようとするものであり，そのために，修正係数と修正角度を求め，修正不釣合い量及び修正不釣合い位置を計算して修正データを正確に生成し，正確に修正できるようにするものであるから，平均値を必須としていないといえる。",
                "したがって，「Ｎ個については，典型的にＮ＝1の場合が含まれていることは自明である」とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "2次測定結果をステップS6に用いず，ステップS9に対して用いるとした認定の誤りに対し",
              "text": [
                "原告は，引用文献2における「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」との記載(段落【0022】)等に照らせば，2次測定結果がＮ＋1個目以降の回転供試体の2次修正のための補正係数及び補正角度の算出に用いられることは明らかであるから，「2次測定結果(A2，θ2)は，・・・1次測定結果を用いることが明示されているステップS6，即ち【数1】のA及びθには用いられない。」とした審決の認定は，誤りである，と主張する。",
                "しかし，原告の上記主張は，次のとおり理由がない。すなわち，引用文献2の【図2】のフローチャートは，段落【0022】において「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。」と記載されているとおり，制御回路CUでの不釣合い計測及び1次修正のみではなく，2次修正の不釣合い修正処理の手順をも示したものである。このフローチャートにおいて，1次修正に加えて2次修正をも行う不釣合い修正処理の手順を，最もシンプルなＮ＝1の場合について詳述すると，次のとおりになる。",
                "①ステップS1",
                "1次測定(不釣合い量A1と不釣合い位置θ1を含む不釣合いデータ算出)",
                "②ステップS2",
                "1次測定の不釣合い量A1が所定値以下か否かの判定",
                "③ステップS3",
                "1次測定か否かの判定。1次測定であるから，ステップS4へ。",
                "④ステップS4",
                "1次測定結果をメモリMに格納",
                "⑤ステップS9",
                "A’← α・A1",
                "θ’← θ1＋β",
                "段落【0011】「・・・・・不釣合い量Aに修正係数αを乗じたものを修正不釣合い量A’として記憶し，さらに，不釣合い位置θに修正角度βを加算したものを修正不釣合い位置θ’として記憶する。αの初期値は1，βの初期値は0である。」との記載から，修正不釣合い量A’がα・A1，すなわち，A1となり，修正不釣合い位置θ’がθ1＋β，すなわち，θ1となる。",
                "⑥ステップS10",
                "1次修正済みか否かの判定",
                "⑦ステップS11",
                "修正不釣合い量A’(＝A1)，修正不釣合い位置θ’(＝θ1)にて1次修正",
                "⑧ステップS1",
                "2次測定(不釣合い量A2と不釣合い位置θ2を含む不釣合いデータ算出)",
                "⑨ステップS2",
                "2次測定の不釣合い量A2が所定値以下か否かの判定",
                "⑩ステップS3",
                "1次測定か否かの判定。1次測定ではないから，ステップS5へ。",
                "⑪ステップS5",
                "修正不釣合いベクトル(Ad，θd)＝不釣合いベクトル(A1，θ1)−不釣合いベクトル(A2，θ2)",
                "⑫ステップS6",
                "段落【0015】の記載「ステップS6に進むと，1次測定結果の不釣合い量Aと不釣合い位置θに基づいて不釣合い量修正係数αnと不釣合い位置修正角度βnを次式により算出する。",
                "【数1】αn＝A／Ad …(1)",
                "βn＝θ−θd …(2)」から，1個目の不釣合い量修正係数α1と不釣合い位置修正角度β1が以下のように算出される。",
                "α1＝A1／Ad",
                "β1＝θ1−θd",
                "⑬ステップS7",
                "段落【0016】の「ステップS7で修正係数αnと修正角度βnがＮ個算出されたと判定されるとステップS8で次式により，修正係数αnと修正角度βnの平均値α，βを算出する。」の記載から，Ｎ＝1の場合にはこの段階でＮ個算出されたこととなるからステップS8へ。",
                "⑭ステップS8",
                "Ｎ＝1であるから",
                "α＝α1",
                "β＝β1",
                "⑮ステップS9",
                "段落【0011】の記載「・・・・・修正係数がＮ個算出されるまでの間は，初期値1を用いて補正が行なわれるが，Ｎ個の修正係数が算出された後はその平均値が修正係数αおよび修正角度βとして使用される。」から，この段階では既にＮ＝1個の修正係数が算出されているのであるから，修正係数α及び修正角度βは初期値(1，0)ではなく，ステップS6にて算出された修正係数α及び修正角度βが用いられることとなる。よって，α＝α1＝A1／Ad，β＝β1＝θ1−θdである。",
                "そして，この段階での供試体の(不釣合い量，不釣合い位置)は，2次測定結果の(A2，θ2)であり，これに対して修正を行うのであるから，ステップS4に対応する「2次測定結果θ，Aを記憶」というステップが明記されていないものの，該ステップを行うことは，技術常識である。よって，修正不釣合い量A’がα・A2，すなわち，(A1／Ad)・A2となり，修正不釣合い位置θ’がθ2＋β，すなわち，θ2＋(θ1−θd)となる。",
                "⑯ステップS10",
                "ここでは，1次修正に加えて2次修正を行う不釣合い修正処理であるから，「1次修正済み？」ではなく「2次修正済み？」を判定することなり，2次修正済みではないからステップS11へ進む。すなわち，1次修正に加えて2次修正を行うのであれば，ステップS10から分岐した1回目の修正であるステップS11での1次修正と同様に，2回目のステップS10から分岐した2回目の修正であるステップS11での修正を2次修正とするのが，ステップS10から分岐してステップS11で修正処理を行う論理の流れから自然である。また，上記フローの2回目のステップS9では，最新の補正値として2次修正のための修正不釣合い量及び修正不釣合い位置が計算されているのであるから，最新の補正値を用いてステップS11で修正をするということになり技術的にも自然であるので，当業者ならそのように解釈する。",
                "⑰ステップS11",
                "修正不釣合い量A’(＝(A1／Ad)・A2)，修正不釣合い位置θ’(＝θ2＋(θ1−θd))により2次修正を行う。",
                "⑱ステップS1",
                "3次測定(不釣合い量A3と不釣合い位置θ3を含む不釣合いデータ算出)",
                "⑲ステップS2",
                "3次測定の不釣合い量A3が所定値以下か否かの判定",
                "⑳ステップS14",
                "良品として搬出",
                "以上①ないし⑳のようにＮ＝1の場合，2次測定結果と3次測定結果のベクトル差は，1つ目のワーク(回転供試体)の2次修正の後で計算されるので，2次修正までの不釣合い修正では2次測定結果と3次測定結果のベクトル差は，そのワークの修正には用いられない。このことは，1次測定結果と2次測定結果のベクトル差は，1つ目のワークの1次修正の後で計算されるので，1次修正のみの不釣合い修正では1次測定結果と2次測定結果のベクトル差は，そのワークの修正には用いられないことと対応している。",
                "また，上記1回目のステップS9では，「修正不釣合い量A’」と「修正不釣合い位置θ’」を算出するための「不釣合い量A」及び「不釣合い位置θ」に対して1次測定結果(A1，θ1)が用いられるのと同様に，上記2回目のステップS9では「修正不釣合い量A’」と「修正不釣合い位置θ’」を算出するための「不釣合い量A」及び「不釣合い位置θ」に対して2次測定結果(A2，θ2)が用いられることは，明らかである。",
                "一方，ステップS6の実行は，2次修正前には1度しかなく，このときの【数1】のA及びθとしては1次測定結果(A1，θ1)が用いられ，2次測定結果(A2，θ2)が用いられるのではない。2次測定結果(A2，θ2)は，1次測定結果(A1，θ1)との差である(Ad，θd)の算出に用いられる。",
                "このように，ステップS6とステップS9では，数式は同じA及びθにて表現されているが，ステップS6のA及びθと，ステップS9のA及びθは同一のものを意味しているわけではない。審決における，上記「2次測定結果(A2，θ2)は，ステップS9の『不釣合い量A』及び『不釣合い位置θ』に対して用いられる」との記載部分は，上記のような意味と理解されるべきである。",
                "また，段落【0022】の記載，すなわち「その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」は，修正係数の個数Ｎが2以上の場合を想定した記載である。なお，該記載は，修正係数の個数Ｎ＝1の場合が想定されないことを意味していないし，「2次修正のための補正係数」，すなわち「2次修正のための修正係数」が「1次修正のための修正係数」とは別に必ず算出されることまでを意味していない。そして，修正係数の個数Ｎが2以上の場合には，上記「ステップS9」で述べたように，段落【0011】の記載「・・・・・修正係数がＮ個算出されるまでの間は，初期値1を用いて補正が行なわれる・・・・・」から，2次修正における修正係数α及び修正角度βは初期値(1，0)となり，2次測定結果と3次測定結果のベクトル差を用いることにより【数1】に基づいて，α2及びβ2が独立した値としてα1，β1に追加されることを意味しているのであり，審決の認定判断に影響するものではない。",
                "したがって，「2次測定結果(A2，θ2)は，・・・1次測定結果を用いることが明示されているステップS6，即ち【数1】のAおよびθには用いられない」とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "同一回転供試体の2次修正に補正係数及び補正角度を用いることが記載されている等と認定判断した誤りに対し",
              "text": [
                "原告は，引用文献2には，Ｎ個目までの回転供試体の1次修正前後の不釣合測定結果から当該Ｎ個目までの回転供試体の2次修正のための修正不釣合い量及び修正不釣合い位置を求めることは全く記載されていないし，その示唆さえもないから，審決が，①引用文献2にその旨が記載されているとしたこと，したがって，②引用文献2記載の2次修正における「修正不釣合い量(A1／Ad)・A2」及び「修正不釣合い位置θ2＋(θ1−θd)」",
                "は，本願発明の「第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正」された「残留不釣合い」に相当するとしたこと，そして，③引用発明1に，引用文献2記載の上記技術的事項を適用して相違点に係る本願発明の構成に想到することが容易であるとしたこと，さらに，④本願発明の作用効果も，格別顕著なものではないとしたことは，いずれも誤りであると主張する。",
                "しかし，原告の上記主張は，次のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，「2次修正」については，引用文献2の【従来技術】として「【0003】・・・初期不釣り合いが例えば800mgであり，残留不釣り合いの規格値が100mgである場合，初期不釣り合いのみ修正したのでは，残留不釣り合いが100mg以上となるため，ワークの不釣り合いが規格値内に納まらず，動釣合試験においてワークが不合格となる確率が高い。このため，一旦ワークの不釣り合いの修正を行った後，残留不釣り合いを検出して，最初の加工を行った部分を再度加工することによって，ワークの修正を行っている。」と記載されている。そして，初期不釣合いの測定が，Ｎ個目までの回転供試体の1次修正前の不釣合測定であり，残留不釣合を検出することは，Ｎ個目までの回転供試体の1次修正後の不釣合測定である。よって，Ｎ個目までの回転供試体の1次修正前後の不釣合測定結果から当該Ｎ個目までの回転供試体の2次修正のための不釣合い量及び不釣合い位置を求めることは，引用文献2に記載されているといえる。すなわち，「2次修正」とは，同一の回転供試体に対して1次修正後，更に修正を施すことであって，その際に，前の修正の結果を考慮(学習)して後の修正を実施するようにすることは，技術者である当業者にとって技術常識であるといえる(例えば，引用文献1の【作用】参照。)。前の修正の結果を考慮(学習)して後の修正を実施することは，同一の回転供試体についての修正においても，また，Ｎ個目までの回転供試体での修正後にＮ＋1個目以降の回転供試体を修正する場合にもあてはまる。そして，1次修正の結果を具体的に，どの様に，どの程度考慮するかが，当業者にとっての技術思想，すなわち，「発明」となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用文献2は，「【0005】本発明の目的は，ワークの不釣り合いを修正するための修正データを正確に生成することができる動釣合試験機を提供することにある。」と記載しているように，修正データを正確に生成しようとするものであり，そのために，修正係数と修正角度を求め，修正不釣合い量及び修正不釣合い位置を計算して修正データを正確に生成し，正確に修正できるようにする技術思想を開示しているものである。",
                    "一方，引用文献2には，主として，複数のワーク(回転供試体)の修正結果から修正係数αとβを平均値として算出し，他のワーク(回転供試体)の修正に反映させる技術が記載されているものの，その段落【0022】には「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」と記載されているのであるから，同一のワーク(回転供試体)に対して1次修正後，更に修正を施すことも記載されていることが明らかである。そして，これらの修正において，最もシンプルな場合として，Ｎ＝1の場合が想定され得ることは前記のとおりであり，その際に，1次修正結果が「α＝α1＝A1／Ad，β＝β1＝θ1−θd」という修正値として2次修正に反映させること(前記ステップS9)は，前述したとおりである。",
                    "そして，引用文献2では，最もシンプルなケースとしてＮ＝1の場合，最初の回転供試体に対する最初の修正(前記ステップS11)では，回転供試体に対する測定が初めてであるので，補正のための情報がその測定値以外に存在せず，不釣合い量修正係数α＝1(初期値)，不釣合い位置修正角度β＝0(初期値)である。",
                    "したがって，不釣合い量と不釣合い位置をそのまま修正データとして用いるので，修正データを正確に生成し，正確に修正できるようにする上記技術思想は，最初の回転供試体に対する1次修正では用いられていない。",
                    "そして，2次修正のための修正不釣合い量及び修正不釣合い位置は上記「ステップS9」にて述べたように，計算しており，この計算は，修正データを正確に生成し，正確に修正できるようにする上記技術思想に則っており，2次修正においてそれを実現している。",
                    "また，引用文献2の段落【0022】の記載は，1次修正時に求められた修正係数と2次修正時に求められた修正係数とを，独立した修正係数として取扱うことまでを意味せず，該2つの修正係数から平均値を算出することを意味すると解される。そして，「・・・用いることができる。」と記載され「・・・用いる。」とまでは記載されていない。してみると，「・・・・・2次測定結果と3次測定結果のベクトル差」から2次修正結果を反映した修正係数を算出することを必須としていないといえる。つまり，1次修正に加えて2次修正を行う不釣合い修正処理において，Ｎ＝1の場合を排除していない。",
                    "したがって，Ｎ個目までの回転供試体の1次修正前後の不釣合測定結果から当該Ｎ個目までの回転供試体の2次修正のための修正不釣合い量及び修正不釣合い位置を求めることは記載されており，引用文献2に「修正不釣合い量A’を(A1／Ad)・A2，修正不釣合い位置θ’をθ2＋(θ1−θd)として求めるステップ」が記載されているとした審決の判断に誤りはない。また，その判断を前提とした容易想到性及び作用効果等に係る審決の判断にも，誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決には，引用文献2の記載事項の認定等において，(1)Ｎ＝1の場合を含むとした認定の誤り，(2)2次測定結果をステップS6に用いず，ステップS9に対して用いるとした認定の誤り，(3)同一回転供試体の2次修正に補正係数及び補正角度を用いることが記載されている等と認定判断した誤りがあると判断する。以下，その理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "Ｎ＝1の場合を含むとした認定の誤りについて",
          "text": [
            "審決は，引用文献2記載の技術的事項について，「Ｎ個については，典型的にＮ＝1の場合が含まれていることは自明である。」(審決書6頁7行，8行)と認定した。",
            "しかし，審決の上記認定は，次のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献2の記載",
              "text": [
                "引用文献2には，次のような記載がある。",
                "「【0001】",
                "【発明の属する技術分野】本発明は，計測した不釣り合いを修正するための修正データを生成する動釣合試験機に関する。",
                "【0002】",
                "【従来の技術】動釣合試験機は，ワークを回転するモータと，ワークの基準角度位置を検出する基準角度センサと，ワークの不釣り合いを検出する不釣り合い検出センサと，不釣り合い検出センサからの信号に基づいて不釣り合いを演算し，基準角度センサからの信号に基づいて不釣り合いの位置を基準角度からの角度位置として演算する演算回路とを備えている。検出された不釣り合いはミーリングカッタなどによりワークの表面を切削することにより修正される。",
                "【0003】このような動釣合試験機においては，装置やワークの寸法誤差などによって，不釣り合いの修正後の残留不釣り合いと初期不釣り合いとの比である縮小率が6／1程度である。このため，初期不釣り合いが例えば800mgであり，残留不釣り合いの規格値が100mgである場合，初期不釣り合いのみ修正したのでは，残留不釣り合いが100mg以上となるため，ワークの不釣り合いが規格値内に納まらず，動釣合試験においてワークが不合格となる確立が高い。このため，一旦ワークの不釣り合いの修正を行った後，残留不釣り合いを検出して，最初の加工を行った部分を再度加工することによって，ワークの修正を行っている。",
                "【0004】【発明が解決しようとする課題】そのため，2次以上の修正作業が必要となり試験効率が悪い。そこで，ドリルやカッタなどの切削工具の切削深さと不釣合い量との関係を予め正確に測定して図6のような特性を求めておき，計測された不釣合いを修正するための切削深さを図6のような特性から逆算すれば，1次修正だけで不釣合い修正作業を終了する確立が高くなって試験効率が向上する。しかしながら，図6の特性を求めるにはかなりの時間を要するため，試験効率の改善が強く望まれている。",
                "【0005】本発明の目的は，ワークの不釣り合いを修正するための修正データを正確に生成することができる動釣合試験機を提供することにある。",
                "【0006】【課題を解決するための手段】本発明は，回転供試体の不釣り合いを検出して不釣り合いデータを取得し，その不釣り合いデータを修正するための修正データを生成する動釣合試験機に適用され，検出された供試体の不釣合いデータと，その不釣合いデータに応じて修正した後の供試体の不釣合いデータとに基づいて修正補正値を算出し，検出された不釣合いデータを修正補正値で補正して修正データを算出する算出手段を具備するものである。",
                "【0007】",
                "【発明の実施の形態】",
                "・・・",
                "【0011】ステップS3で第1回目の測定(1次測定)と判定されるとステップS4に進み，1次測定結果である不釣合い量Aと不釣合い位置θを制御回路CUのメモリMに格納する。不釣合い位置θとは，供試体の角度原点から不釣合いが存在する位置までの角度で表される。ステップS4に続いてステップS9に進む。ステップS9では，不釣合い量Aに修正係数αを乗じたものを修正不釣合い量A’として記憶し，さらに，不釣合い位置θに修正角度βを加算したものを修正不釣合い位置θ’として記憶する。αの初期値は1，βの初期値は0である。したがって，後述するように修正係数がＮ個算出されるまでの間は，初期値1を用いて補正が行われるが，Ｎ個の修正係数が算出された後はその平均値が修正係数αおよび修正角度βとして使用される。」",
                "「【0015】ステップS6に進むと，1次測定結果の不釣合い量Aと不釣合い位置θに基づいて不釣合い量修正係数αnと不釣合い位置修正角度βnを次式により算出する。",
                "【数1】αn＝A／Ad ・・・(1)",
                "βn＝θ−θd ・・・(2)",
                "【0016】ステップS7で修正係数αnと修正角度βnがＮ個算出されたと判定されるとステップS8で次式により，修正係数αnと修正角度βnの平均値α，βを算出する。",
                "【0017】",
                "【数2】",
                "N",
                "α＝―――−Σ αn・・・(3)",
                "Ｎ n=1",
                "N",
                "β＝――― Σ βn・・・(4)",
                "Ｎ n=1",
                "【0018】その後，上述したとおりステップS9において，修正不釣合い量A’と修正不釣合い位置θ’を算出してステップS10へ進む。ステップS10で1次修正済みであると判定されるとステップS12において，再度不釣合い測定を行ないステップS13で不釣合い量が所定値以下であり修正不要と判定されればステップ14で良品として搬出し，不釣合い量が所定値．",
                "を越えていればステップS15で不良品として搬出する。次いでステップS16で所定個数の供試体が測定され修正されたと判定されれば，この処理を終了し，そうでなければステップS1に戻って次の供試体について不釣合測定を行なう。」",
                "「【0021】そして，1次修正後の供試体に対して2次測定を行ない，1次および2次の不釣合い測定結果の差ベクトル(Ad，θd)を算出し，式(1)，(2)から修正係数αnと修正角度βnを求める。これらの修正係数αnと修正角度βnがＮ個求まると式(3)，(4)により平均された修正係数αおよび修正角度βが算出される。",
                "【0022】また以上の実施形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」",
                "「【0026】",
                "【発明の効果】本発明によれば，前後2回の不釣合い測定の結果に基づいて修正補正値を算出し，測定された不釣合いデータとその修正補正値により修正データを算出するようにしたので，修正効率が向上する。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "引用文献2には，以下のとおりの趣旨が記載されている。従来の技術においては，装置やワーク(回転供試体)の寸法誤差などにより初期不釣合いの修正後に2次以上の修正作業を行うことが必要であり，試験効率が悪いという課題があったが，その課題を解決するため，引用文献2記載の発明は，最初のＮ個の回転供試体の1次測定結果及び2次測定結果のベクトル差に基づいてＮ個の修正係数及び修正角度を取得し，その平均値を用いて，ドリルやカッタ等の切削特性をも折り込んだ上で適切な補正係数及び補正角度を取得し，Ｎ＋1個目の回転供試体からは，その平均化された補正係数及び補正角度による修正のみによって不釣合い量を所定値内に抑え，不釣合い修正作業を早く終了させ，試験効率(修正効率)を改善させようとするものである。",
                "前記引用文献2では，「平均値α，βを算出する」との記載や「平均された修正係数αおよび修正角度βが算出される。」との記載中に「平均」との文言が用いられていることに照らすならば，平均値を求める基礎となる「修正係数」や「修正角度」が複数存在することを前提としているといえる。引用文献2記載の技術事項は，その複数の修正係数αn及び修正角度βnの平均値を補正係数及び補正角度とするものであるから，Ｎ≧2であることを所与の事項としているものと解される。",
                "これに対して，被告は，「一般にＮ個を示すＮを除数にした計算式の場合，Ｎは1から始まる自然数を意味することは計算機技術においては普通のことである。」との理由や，特許第2659268号公報(乙1)の請求項1には，「・・・前記復号化フレームＮ(Ｎ≧1の整数)回ごとの平均遅延量を求め」と記載されている例があるとの理由から，引用文献2記載の発明においてＮ＝1を含むと理解すべきであると主張する。",
                "しかし，引用文献2におけるＮがＮ＝1の場合を含むとの理解は，引用文献2に記載された前記課題解決のための原理，すなわち最初のＮ個の修正係数及び修正角度の平均値を用いて適切な補正係数及び補正角度を取得し，Ｎ＋1個目からはその補正係数及び補正角度による修正のみによって不釣合い量を所定値内に抑え，試験効率(修正効率)を改善させようとする技術思想と相容れない解釈であるから，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "2次測定結果をステップS6に用いず，ステップS9に対して用いるとした認定の誤りについて",
          "text": [
            "審決は，引用文献2の記載事項について，「2次測定から2次修正までの間の各ステップでは，2次測定結果(A2，θ2)は，ステップS9の『不釣合い量A』および『不釣合い位置θ』に対して用いられるのであって，1次測定結果を用いることが明示されているステップS6，即ち【数1】のAおよびθには用いられないことは明らかである。」(審決書6頁19行～23行)と認定した(別紙「引用文献2【図2】」参照)。",
            "しかし，上記審決の認定は，次のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "2次測定結果がステップS6に用いられないとした認定について引用文献2の発明では，Ｎ個目までの回転供試体の1次修正時に求められた修正係数α及び修正角度βは，Ｎ＋1個目以降の回転供試体の1次修正のために別紙「引用文献2【図2】」のフローチャートが実行されたときに，そのＮ＋1個目以降の回転供試体の1次修正のための修正不釣合い量A’及び修正不釣合い位置θ’の算出に用いられる。",
                "そして，「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」(段落【0022】)との記載によれば，Ｎ個目までの回転供試体の2次修正前後の不釣合測定結果のベクトル差から，2次修正のための補正係数及び補正角度が求められ，この補正係数及び補正角度は，次の修正対象となるＮ＋1個目以降の回転供試体の2次修正のための修正不釣合い量及び修正不釣合い位置の算出に用いられるものと理解され，このＮ＋1個目以降の回転供試体の2次修正のための補正係数及び補正角度を求めるには，上記のとおりＮ個目までの回転供試体の2次修正前後の不釣合い測定結果である2次測定結果を用ることが必要不可欠であるから，2次測定結果はステップ6に用いられるものであるといえる。",
                "したがって，2次測定から2次修正までの間において「2次測定結果(A2，θ2)は，・・・1次測定結果を用いることが明示されているステップS6，即ち【数1】のAおよびθには用いられない」とした審決の上記認定は，誤りである。",
                "この点について，被告は，Ｎ＝1の場合には，ステップS6の実行は，2次修正前には1度しかなく，このときの【数1】のA及びθとしては1次測定結果(A1，θ1)が用いられ，2次測定結果(A2，θ2)が用いられない旨主張する。",
                "しかし，前記のとおり，引用文献2記載の発明においては，Ｎ＝1の場合を含まないのであり，被告の上記主張は，その前提において誤りがあるから，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "2次測定結果をステップS9に対して用いるとした認定についてア 引用文献2記載のステップS9においては，別紙「引用文献2【図2】」記載のとおり，ステップS4で記憶された1次測定結果の不釣合い量及び不釣合い位置θに対して，ステップS8で算出された修正係数α及び修正角度βを用いた修正が行われる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "この点について，被告は，当業者の技術常識をもってすれば，ステップS4で2次測定結果を記憶し，その2次測定結果A，θ(不釣合い量，不釣合い位置)に対してステップS9で修正を行うことが理解可能である旨主張する。しかし，被告のような理解は，前記課題解決のための技術思想と相容れないし，また【図2】の明示の記載にも反することになるので，採用の限りでない。したがって，「2次測定結果(A2，θ2)は，ステップS9の『不釣合い量A』および『不釣合い位置θ』に対して用いられる」とした審決の前記認定も，誤りである。",
                    "また，被告は，①Ｎ＝1の場合を含むことを前提すべきであること，②2回目のステップS9では「修正不釣合い量A’」と「修正不釣合い位置θ’」を算出するための「不釣合い量A」及び「不釣合い位置θ」に対して2次測定結果(A2，θ2)が用いられることが明らかであること，③ステップS6とステップS9では，数式は同じA及びθにて表現されているものの，ステップS6のA及びθと，ステップS9のA及びθは同一のものを意味するわけではないと解すべきであることを理由として，審決が「2次測定結果(A2，θ2)は，ステップS9の『不釣合い量A』及び『不釣合い位置θ』に対して用いられる」と認定した点に誤りはないと主張する。",
                    "しかし，被告の上記主張は，以下のとおり理由がない。まず，同主張は，Ｎ＝1の場合を含むとしている点で，その前提において採用できない。また，同主張は，別紙「引用文献2【図2】」では，「ステップS6」と「ステップS9」は，いずれも「A」，「θ」と記載されているにもかかわらず，その記載が同一である点を全く無視して，ステップS6では，1次測定の結果を意味し，ステップS9では，2次測定の結果を意味するものとの技巧的な解釈をしてみたり，引用文献2の【図2】の明示の記載に反して，S4の1次測定結果θ，Aを記憶を2次測定結果θ，Aを記憶であると読み替えをしている点で，合理的な解釈を逸脱していると評価すべきであるから，同主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "同一回転供試体の2次修正に補正係数及び補正角度を用いることが記載されている等との認定について",
          "text": [
            "審決は，①引用文献2には，2次修正時に，「修正不釣合い量A’を(A1／Ad)・A2，修正不釣合い位置θ’をθ2＋(θ1−θd)として求めるステップ」が記載されていること(審決書6頁下から7行，6行)を前提として，②「引用文献2記載の上記技術的事項の2次修正において用いられる『修正不釣合い量(A1／Ad)・A2』および『修正不釣合い位置θ2＋(θ1−θd)』は，本願発明の『第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正』された『残留不釣合い』に相当する」(審決書7頁5行～10行)と認定し，③「引用発明1に，引用文献2記載の上記技術的事項・・・を適用して，相違点に係る本願発明の構成」に想到することが容易であると判断し(審決書7頁13行～17行)，④「本願明細書に記載された本願発明の作用効果も，引用発明および上記技術的事項から当業者が予測できる範囲のものであって，格別顕著なものとはいえない。」(審決書7頁18行～20行)と判断した。",
            "しかし，審決の上記認定又は判断①ないし④は，いずれも誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記のとおり，引用文献2記載の発明は，最初のＮ個の回転供試体の修正係数及び修正角度の平均値を用いることにより，ドリルやカッタ等の切削特性をも折り込んだ上での適切な補正係数及び補正角度を取得し，Ｎ＋1個目の回転供試体からは，その補正係数及び補正角度を用いた修正のみによって不釣合い修正作業を早く終了させ，試験効率(修正効率)を改善させようとするものである。したがって，引用文献2には，Ｎ個目までの回転供試体の1次修正前後の不釣合測定結果から当該Ｎ個目までの回転供試体に対する2次修正のための修正不釣合い量及び修正不釣合い位置を求めることについて，何らの記載もなく，示唆がされているともいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，被告は，引用文献2の発明の詳細な説明における段落【0022】に「また以上の実施の形態では，1次修正だけの場合について説明したが，2次修正まで行なうものにも本発明を適用できる。その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」と記載されていることを根拠にして，当業者であれば，初期不釣合い及び第1のステップで実際に修正された修正量の比に基づいて補正された残留不釣合いを用いて同一回転供試体に対する2次修正を行うことが記載されていると理解し得る旨主張する(前記第3，2(2)［13頁～18頁］参照)。",
                "しかし，被告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，引用文献2記載の発明における課題解決のための技術思想の特徴は，最初のＮ個目までの修正から得られた修正係数及び修正角度の平均を用いて，適切な補正係数及び補正角度を獲得し，Ｎ＋1個目からはその補正係数及び補正角度による修正のみによって不釣合い量を所定値内に抑えるものであって，2回目までの修正を行う場合にも，1回目と同様の手順で2回目までの補正係数及び補正角度を算出するものである。",
                    "段落【0022】における「2次修正まで行なうものにも本発明を適用できる。」との記載部分は，これに続く「その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」と記載部分を併せて読むならば，Ｎ個目までの回転供試体の2次測定結果と3次測定結果のベクトル差の平均から獲得した2次修正用の補正係数及び補正角度をもって，Ｎ＋1個目以降の回転供試体の2次修正を行い，2回の修正をもって不釣合い量を所定値内に抑えて試験効率(修正効率)を改善させることを意味するものであると理解するのが自然な解釈である。",
                    "被告は，引用文献2には，「同一回転供試体の不釣合いを2回の修正で仕上げる際に1回目は補正数値を用いずに修正を行い，この1回目の修正から算出された補正数値をもって2回目の修正を行い，残留不釣合いを極めて小さい数値にする」という発明の技術思想も開示されていると解すべきであると主張する。しかし，「2次修正まで行なうものにも本発明を適用できる。」との記載部分のみを根拠として，引用文献2記載の発明の技術思想を，上記のようにn＝1の場合も含めて広く理解することは，引用文献2の発明の前記技術思想の特徴と整合を欠く理解であって賛同できるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，被告が主張するように，引用文献2の「2次修正まで行なうものにも本発明を適用できる。」との記載部分を「初期不釣合い及び第1のステップで実際に修正された修正量の比に基づいて補正された残留不釣合いを用いて同一回転供試体に対する2次修正を行うこと」の意味と理解したとするならば，「2次測定結果」と「2次修正が終了した後になって初めて測定される3次測定結果」のベクトル差を，同一回転供試体の2次修正のために用いることは，想定できないから，引用文献2の「その場合，修正係数は1次測定結果と2次測定結果のベクトル差に加えて2次測定結果と3次測定結果のベクトル差を用いることができる。」との記載を合理的に理解することが不可能になる。したがって，被告の主張は，採用することができない。",
                    "この点について，被告は，段落【0022】の後半部分の記載は，修正係数の個数Ｎが2以上の場合，すなわちＮ＋1個目以降の回転供試体の2次修正のための記載であると主張する。しかし，被告の主張は，「その場合，」との文言を無視した恣意的な解釈であるから，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，引用文献2には，2次修正時に，「修正不釣合い量A’を(A1／Ad)・A2，修正不釣合い位置θ’をθ2＋(θ1−θd)として求めるステップ」(Ｎ個目までの回転供試体の1次修正前後の不釣合測定結果から当該Ｎ個目までの回転供試体に対する2次修正のための修正不釣合い量及び修正不釣合い位置を求めること)が記載されているとした審決の認定は誤りである。",
                "そうすると，上記ステップが引用文献2に記載されていることを前提とした審決の各判断，すなわち，①「修正不釣合い量(A1／Ad)・A2」及び「修正不釣合い位置θ2＋(θ1−θd)」は，本願発明の「第1の測定ステップで測定された初期不釣合いおよび第1の修正ステップで実際に修正された修正量の比に基づいて補正」された「残留不釣合い」(同一回転供試体に対する2次修正用の補正係数及び補正角度)に相当するとした判断，②引用文献2記載の発明を引用発明に適用して相違点に係る本願発明の構成に想到することが容易であるとした判断，③本願発明の作用効果も格別顕著なものでないとした判断は，いずれも誤りであるということができ，それらの誤りは審決の結論に影響を及ぼすものであるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結 論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由があり，原告の本訴請求は理由があるから，これを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}