{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−170号事件について平成19年12月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「引戸用空錠」とする後記発明につき特許出願をし，平成17年9月12日付けで補正(第1次補正)をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が原告において平成18年1月24日付けでなした補正(第2次補正)を却下した上，請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，第1次補正に係る発明(本願発明)が，①実公昭50−24476号公報(考案の名称「引違い戸における仮錠装置」，出願人 アルナ工機株式会社，公告日 昭和50年7月23日。以下「引用文献1」という。甲3)，及び②特開平6−288138号公報(発明の名称「扉のラッチ装置」，出願人ヒント金属株式会社，公開日 平成6年10月11日。以下「引用文献2」という。甲4)との関係で進歩性(特許法29条2項)を有するか，等である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成8年11月2日，名称を「引戸用空錠」とする発明につき特許出願(特願平8−307164号。公開特許公報〔特開平10−131587号〕は甲1)をし，平成17年9月12日付けで特許請求の範囲等の変更を内容とする補正(第1次補正。請求項の数1。甲5の2)をしたが，拒絶査定を受けたので，平成18年1月4日付けでこれに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2006−170号事件として審理し，その中で原告は平成18年1月24日付けで特許請求の範囲等の変更を内容とする補正(第2次補正，以下「本件補正」という。請求項の数1。甲11)をしたが，特許庁は，平成19年12月4日，本件補正を却下した上，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成19年12月14日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正前(第1次補正時)",
                  "text": [
                    "本件補正前の特許請求の範囲は，平成17年9月12日付けの第1次補正時のもので，請求項の数は1であるが，そこに記載された発明(以下「本願発明」という。)は，次のとおりである。",
                    "「【請求項1】 引戸の戸先に対向する戸枠に鉤状の受け片を固設し，一方，引戸の戸先に埋設された錠箱内に，先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な回動軸を有する水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢されたラッチを設けて，このラッチの鈎部先端及び／又は受け片の先端に案内斜面を形成し，他方，このラッチに水平軸の半径方向に延伸する突部を一体的に形成し，この突部の近傍における錠箱側板に錠箱を厚さ方向に貫通する操作窓を開口させ，この操作窓を通して棒状ハンドルの作用片をラッチの突部に係合させることができるようにすると共に，水平軸に，その回動軸に沿ってレバーハンドルの角軸を挿入する角孔を設け，以て，操作部材が縦長の棒状ハンドルであっても，レバーハンドルであっても共用できるようにしたことを特徴とする引戸用空錠。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正後(第2次補正時)",
                  "text": [
                    "本件補正後の特許請求の範囲は，前記のとおり請求項の数は1であるが，そこに記載された発明(以下「補正発明」という。)は，次のとおりである(下線部は本件補正による補正部分)。",
                    "「【請求項1】 引戸の戸先に対向する戸枠に鉤状の受け片を固設し，一方，引戸の戸先に埋設された錠箱内に，先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な回動軸を有する水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢されたラッチを設けて，このラッチの鈎部先端及び／又は受け片の先端に案内斜面を形成し，他方，このラッチに上記水平軸の半径方向においてほぼ鉛直に延伸する突部を一体的に形成し，また，この突部の近傍における錠箱の両側板に夫々操作窓を開口させ，この操作窓を通して棒状ハンドルの作用片をラッチの突部に対向連係させることができるようにすると共に，水平軸に，その回動軸に沿ってレバーハンドルの角軸を挿入する角孔を設け，以て，操作部材が縦長の棒状ハンドルであっても，レバーハンドルであっても共用できるようにしたことを特徴とする引戸用空錠。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その理由の要点は，①補正発明は，前記引用文献1及び2記載の発明に基づいて容易に発明をすることができた(特許法29条2項)から独立特許要件を欠き本件補正は却下されるべきである，②本件補正前の発明である本願発明(第1次補正時のもの)も同様の理由で特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，引用文献1記載発明の内容，本願発明と引用文献1記載発明との一致点及び相違点を次のとおりとした。",
                    "〈引用文献1記載発明の内容〉",
                    "「引違い戸の引戸外枠の戸当りdに鉤状突片6が連設してある錠杆受具5を固設し，一方，戸縦枠aの箱形空所部b内に固設された錠ケース1内に，先端に上記鉤状突片6と選択的に係合する鉤状突片4を形成し，基端を錠ケース1側板に垂直な水平軸を介して揺動可能に枢支されると共に，先端が鉤状突片6と係合する方向につる巻ばね7の作用で俯回動せしめられた錠杆3を設けて，この錠杆3の鉤状突片4の前面4’及び鉤状突片6の前面6’は共に弧状に形成し，他方，この錠杆3に上記水平軸の半径方向においてほぼ鉛直に延伸する垂直脚3bを一体的に形成し，また，戸縦枠aの前面にビス止め固設した側面コ状型のブラケット8に上下を枢着して若干の水平回動が可能に設けた把手9の裏面に設けた突杆11の先端を，ブラケット8の前面幅方向に穿設した長孔12に挿通せしめ且つ戸縦枠aの前面を貫通せしめて箱形空所部b内に突入せしめ，その先端を前記錠ケース1の切欠部2に臨ませると同時に，該切欠部2に臨ませてある錠杆3の垂直脚3bを側方から押圧するよう構成した引違い戸における仮錠装置。」",
                    "〈一致点〉",
                    "「引戸の戸先に対向する戸枠に鉤状の受け片を固設し，一方，引戸の戸先に埋設された錠箱内に，先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢されたラッチを設けて，このラッチの鈎部先端及び受け片の先端に案内面を形成し，他方，このラッチに上記水平軸の半径方向においてほぼ鉛直に延伸する突部を一体的に形成し，また，棒状ハンドルの作用片をラッチの突部に係合させることができるようにした引戸用空錠。」",
                    "〈相違点A〉",
                    "ラッチの鈎部先端及び受け片の先端に案内面が，本願発明では「斜面」であるのに対し，引用文献1記載発明では「弧状」である点。",
                    "〈相違点B〉",
                    "本願発明では，突部の近傍における錠箱側板を厚さ方向に貫通する操作窓を開口させ，この操作窓を通して棒状ハンドルの作用片をラッチの突部に係合させるのに対して，引用文献1記載発明では，錠箱の側面から中央部に掛けて長方形の切欠部2を設け，切欠部2を介して戸縦枠の前面に設けた棒状ハンドルの作用片をラッチの突部に係合させている点。",
                    "〈相違点C〉",
                    "本願発明では，水平軸に回動軸を有し，その回動軸に沿ってレバーハンドルの角軸を挿入する角孔を設け，以て，操作部材が縦長の棒状ハンドルであっても，レバーハンドルであっても共用できるようにしたのに対して，引用文献1記載発明では，このような角孔を設けていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べるとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願発明を分割して把握した誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明の要旨は，第1次補正(甲5の2)後の特許請求の範囲に請求項1として記載されたとおり(符合は原告が付記)，",
                      "text": [
                        "「(A)引戸の戸先に対向する戸枠に鉤状の受け片を固設し，(B)一方，引戸の戸先に埋設された錠箱内に，先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な回動軸を有する水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢されたラッチを設けて，(C)このラッチの鈎部先端及び／又は受け片の先端に案内斜面を形成し，",
                        "(D)他方，このラッチに水平軸の半径方向に延伸する突部を一体的に形成し，",
                        "(E)この突部の近傍における錠箱側板に錠箱を厚さ方向に貫通する操作窓を開口させ，",
                        "(F)この操作窓を通して棒状ハンドルの作用片をラッチの突部に係合させることができるようにすると共に，",
                        "(G)水平軸に，その回動軸に沿ってレバーハンドルの角軸を挿入する角孔を設け，以て，操作部材が縦長の棒状ハンドルであっても，レバーハンドルであっても共用できるようにしたことを特徴とする",
                        "(H)引戸用空錠。」",
                        "というものである。",
                        "本願発明は，上記(B)，(D)及び(G)の構成(以下，それぞれ「構成(B)」，「構成(D)」，「構成(G)」といい，これらを総称して「本件一体構成」という。)が一体不可分に結合されているからこそ，主な作動部材が受け片とラッチのみであって，全体の機構が著しく簡単で，使い勝手が優れているほか，操作部材が縦長の棒状ハンドルであってもレバーハンドルであっても共用できるようにしてあるため，そのいずれかを任意に選択して装着でき，設計の自由度が増大する等，種々の優れた効果を奏するものである。",
                        "そうすると，本願発明には，「本件一体構成は一体的かつ有機的に結合されており，これを分割することはできない」という技術的思想が内在しているのであって，換言すれば，上記構成を分割してしまえば本願発明の本質が変わってしまい，「引戸用空錠の全体の構成を簡単にすると共に，操作部材が縦長の棒状ハンドルであってもレバーハンドルであっても共用できるようにする」との本願発明の目的を達成することができなくなる。",
                        "したがって，審査官ないし審判官は，本件一体構成を一体的かつ有機的に結合した引用例を探すべきであるが，審決の論理展開からすると，審判官はかかる引用例を発見し得なかったものと解される。この場合，審判官は拒絶の理由を発見しなかったから特許査定をすべきであり，これをしなかった審理は違法である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，審決は，本願発明は引用文献1及び引用文献2に記載された発明の単なる寄せ集めであると論じる(正確には引用文献1記載発明と本願発明との差は引用文献2に記載されているという論法であるが，結局は同じである)。これは，発明を特許請求の範囲に記載された言語(字面)そのものと誤認(勘違い)し，特許請求の範囲と引用文献における字面が対応すればよいという論理である。仮にそうであれば，引用文献1，2は部品図，本願発明を記載した明細書は組立図に相当するのだから，当業者であれば，引用文献1，2を読めば，あるいは，本願明細書に添付の図面及び引用文献1，2の図面を見れば，本願発明はこれらの発明の単なる寄せ集めであることが一目でわかるはずであるが，実際にはそのようなものではない。",
                        "審決の誤りは，一に掛かって，発明の本質を自然法則を利用した技術的思想ではなく，特許請求の範囲に記載された言葉そのものと勘違いしたことにある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本願発明と引用文献1記載発明との一致点認定の誤り)審決は，引用文献1記載の「錠ケース1」，「錠杆3」，「垂直脚」が，それぞれ本願発明の「錠箱」，「ラッチ」，「突部」に相当する旨認定する。",
                    "しかし，引用文献1における錠ケース1と本願発明の錠箱3を，引用文献1と本願明細書の記載内容を参照しながら，言葉ではなく技術的思想として比較すると，出願当時の技術水準に照らして錠ケース1と錠箱3の構成及び大きさは均等ではなく(引用文献1の錠ケースは図面から約1～2cm の厚さと見て取れるが，本願発明の錠箱は，厚さは約2～3 cm としても，側面は少なくとも10cm×10cm以上の大きなものである。)，また，当業者の技術常識でいえば，錠箱とはラッチボルトやデッドボルトを箱内に収納し，扉の自由側端縁に切り欠いた開口部から扉内部に挿入してねじで固定するものであるから，引用文献1における錠ケースとは置換可能性もない。そうすると，本願発明の錠箱は，引用文献1に記載されている錠ケース1又は引用文献1に記載されているに等しい事項から当業者が把握できる技術的思想ではない。",
                    "また，引用文献1の錠杆3及び本願発明のラッチは，その形状，構成，大きさ，水平軸の有無，錠箱に収納されているか等からみて，到底「相当する」とはいえないし，垂直脚及び本願発明の突部についても言葉として独立させれば両者の機能は一致するが，他の要素を考えるととても「相当」するということはできない。",
                    "結局，審決は，引用文献1記載発明における空所及び係止レバーを錠箱及びラッチという概念に変え，引用文献1に記載のない突部という概念を加えることによって，引用文献1記載発明を構成する技術的思想を元の発明とは似つかないものに変化させてしまったものである。",
                    "したがって，審決が，引用文献1記載の「錠ケース1」，「錠杆3」，「垂直脚」をそれぞれ本願発明の「錠箱」，「ラッチ」，「突部」に相当すると認定した点は誤りであるから，審決の判断は前提において誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明における本件一体構成は一体不可分である旨主張するところ，同主張は，本件一体構成を一体として本願発明と引用文献1記載発明との相違点と認定すべきであり，構成(B)及び構成(D)の各構成を本願発明と引用文献1記載発明との一致点と認定し，構成(G)のみを相違点3とした審決の認定が誤りである旨を主張するものであると解される。",
                    "しかし，本願発明の構成(B)及び構成(D)の各構成は，「ラッチ」の形状及び作動状態に関する構成であるのに対し，構成(G)は，「水平軸」に関する構成であり，「ラッチ」は，水平軸が構成(G)を備えているか否かにかかわりなく，構成(B)及び構成(D)の各構成を備えていれば，受け片に選択的に係合可能となるものであるから，本件一体構成を一体不可分としなければならないものとはいえない。",
                    "そして，引用文献1記載発明は，本願発明の構成(B)に相当する「引違い戸(引戸)の戸先に埋設された錠ケース(錠箱)内に，先端に鉤状突片6(受け片)と選択的に係合する鉤状突片4(鈎部)を形成し，基端を錠ケース(錠箱)側板に垂直な水平軸を介して揺動可能に枢支されると共に，先端が鉤状突片6(受け片))と係合する方向に付勢された錠杆3(ラッチ)を設けた」構成，及び構成(D)に相当する「この錠杆3(ラッチ)に水平軸の半径方向に延伸する垂直軸3b(突部)を一体的に形成した」構成を具備しているものであるから，構成(B)及び構成(D)の各構成については本願発明と引用文献1記載発明との一致点と認定し，構成(G)のみを相違点3として認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，特許請求の範囲に記載されたものは技術思想である等と主張するところ，審決も，特許請求の範囲に記載されたものは技術思想であると認識して判断したものであって，「発明は自然法則を利用した技術的思想」であるという認識を欠如したものではない。",
                    "すなわち，発明は技術思想であるが，その技術思想の内容は，特許請求の範囲の請求項に記載された文言に表されているものであるから，審決は，本願発明(本願の技術思想)を特許請求の範囲の記載に基づいて認定し，引用文献1，2から把握される技術思想を，引用文献1，2に記載された発明と認定して対比し，本願発明に進歩性があるか否かを判断したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，引用文献1記載の「錠ケース1」，「錠杆3」，「垂直脚」をそれぞれ本願発明の「錠箱」，「ラッチ」，「突部」に相当すると認定したことが誤りである旨主張する。",
                    "しかし，審決は，引用文献1記載発明の認定及び本願発明と引用文献1記載発明との対応関係を踏まえて本願発明と引用文献1記載発明を対比し，引用文献1記載発明の「錠ケース1」，「錠杆3」，「垂直脚」は，それぞれ，本願発明の「錠箱」，「ラッチ」，「突部」に相当すると認定したものであり，この認定に誤りがないことは以下のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1(甲3)には，「…図中1は戸縦枠aの箱形空所部b内にビス止め固設した錠ケースであり，該錠ケース1にはその側面から中央部附近にかけて長方形の切欠部2が形成してある。3は錠ケース1の中央3に俯仰自在に枢着したベルクランク型の錠杆であり，該錠杆3の水平脚3aの先端に鉤状突片4を連設してある。…」(1欄26行～32行)と記載され，引戸の戸縦枠の空所に設けた「錠ケース1」に，先端に鉤状突片4を連設した「錠杆3」を設けたことが示されている。",
                    "このように，引用文献1記載の発明における「錠ケース1」は錠杆3を収納するものであるから「錠箱」ということができ，そのため審決では「錠ケース1」を本願発明の「錠箱」に相当すると認定したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本願発明のラッチは，先端に鈎部を形成し，戸枠の受け片と選択的に係合するものであるところ，引用文献1記載発明における錠杆3は，先端に鉤状突片4を連設し，戸枠(戸当りd)の受け片(鉤状突片6)と選択的に係合するものであり，本願発明のラッチと同じ作用を奏するものであるから，審決では，引用文献1記載発明における「錠杆3」は本願発明の「ラッチ」に相当すると認定したものである。",
                    "なお，引用文献1には，原告が主張する「係止レバー」なる名称は記載されていないし，「引き戸の戸縦枠の空所に係止レバーを設けた」との記載もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，引用文献1記載発明における「垂直脚3b」は，「錠杆3」を枢支する水平軸の半径方向にほぼ鉛直に延伸している部材であり，先端に鉤状突片4を連設してある錠杆3の水平脚3aに対し，垂直方向に突出して形成されているものである。",
                    "そして，本願発明の「突部」は，棒状ハンドル7の作用片75により押圧されてラッチを回動させる部材であるところ，引用文献1記載発明における「垂直脚3b」は，把手9を水平回動せしめた際に，操作部材である把手9の突杆11により側方から押圧され，錠杆3を回動させる部材であることから，審決は，「錠杆3」の「垂直脚」は，本願発明の「突部」に相当すると認定したものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成17年9月12日付けの第1次補正に係る本願明細書(甲5の2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「【請求項1】 引戸の戸先に対向する戸枠に鉤状の受け片を固設し，一方，引戸の戸先に埋設された錠箱内に，先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な回動軸を有する水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢されたラッチを設けて，このラッチの鈎部先端及び／又は受け片の先端に案内斜面を形成し，他方，このラッチに水平軸の半径方向に延伸する突部を一体的に形成し，この突部の近傍における錠箱側板に錠箱を厚さ方向に貫通する操作窓を開口させ，この操作窓を通して棒状ハンドルの作用片をラッチの突部に係合させることができるようにすると共に，水平軸に，その回動軸に沿ってレバーハンドルの角軸を挿入する角孔を設け，以て，操作部材が縦長の棒状ハンドルであっても，レバーハンドルであっても共用できるようにしたことを特徴とする引戸用空錠。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "・ 「この発明は引戸用空錠に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 「従来の引戸用空錠としては，例えば特公昭60―26914号公報に記載されたものを挙げることができる。すなわち，その錠は，錠ケース内において回動可能に軸支され，引戸閉塞時，錠ケース内に嵌入した鉤片により押圧回動されるとともに復帰バネの弾発力による復帰動作によって先端部が鉤片と係合してその退出を阻止するラッチと，一方において，引戸開扉時の把手操作に連動可能なリトラクターに係合すると共に，他方において，上記ラッチに係合して鉤片から離脱する方向へのラッチの回動を阻止するストッパー機構とを有し，引戸の開扉操作時，上記リトラクターを介してストッパー機構とラッチとの係合を解除するようにしたものである。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 「しかしながら，同公報記載の引戸錠は，空錠(仮締り)としての使用の他，本締りとしての使用もできるようにすることを目的としているため，リトラクターやストッパー機構を備えており，全体の構造はかなり複雑である。」(段落【0003】)・ 「この発明の引戸用空錠は，全体の機構を簡単にすると共に，操作部材が縦長の棒状ハンドルであってもレバーハンドルであっても共用できるようにすることを目的として提案されたものである。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「上記の目的を達成するため，この発明は，引戸の戸先に対向する戸枠に鉤状の受け片を固設し，一方，引戸の戸先に埋設された錠箱内に，先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な回動軸を有する水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢されたラッチを設けて，このラッチの鈎部先端及び／又は受け片の先端に案内斜面を形成し，他方，このラッチに水平軸の半径方向に延伸する突部を一体的に形成し，この突部の近傍における錠箱側板に錠箱を厚さ方向に貫通する操作窓を開口させ，この操作窓を通して棒状ハンドルの作用片をラッチの突部に係合させることができるようにすると共に，水平軸に，その回動軸に沿ってレバーハンドルの角軸を挿入する角孔を設け，以て，操作部材が縦長の棒状ハンドルであっても，レバーハンドルであっても共用できるようにしたことを特徴とする。」(段落【0005】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「…この発明は，主な作動部材が受け片とラッチのみであるから， 全体の機構が著しく簡単で，使い勝手が優れている。」(段落【0029】・ 「操作部材が縦長の棒状ハンドルであってもレバーハンドルであっても共用できるようにしてあるから，そのいずれかを任意に選択して装着でき設計の自由度が増大する，等種々の効果を奏する。」(段落【0030】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本願発明は仮締り(空錠)を可能とする引戸用の錠前に関するものであり，従前の引戸用空錠にあった複雑な構成を排し，全体の機構を簡単にするとともに，操作部材が縦長の棒状ハンドルであってもレバーハンドルであっても共用できるようにすることを目的とするものである。その構成上の特徴は，戸枠に設置された鉤状の受け片に対応して係合することで空錠として機能する鈎部を，引戸の戸先に埋設された錠箱内に，ラッチ(空錠の係合・解放動作に対応する回動(揺動)が可能なように錠箱側板に垂直な回動軸を有する水平軸を介して枢支された機構であり，受け片と係合可能な方向に付勢されている)として形成するに当たり，当該ラッチの一部に，ラッチ水平軸の半径方向に延伸する突部(なお，補正発明においては，「半径方向においてほぼ鉛直に延伸する」ものとされている)を一体的に形成するとともに，当該ラッチの回動軸に沿ってレバーハンドルの各軸を挿入する角孔を設けた点に認められ，一体形成された一つのラッチをもって，棒状ハンドルを使用する場合にはその動作に合わせてラッチに形成された突部を介して鈎部先端の解錠を可能ならしめ，レバーハンドルを使用する場合にはラッチを回動軸を支点に直接回動させることで鈎部先端の解錠を可能ならしめる点に意義を有し，これにより，全体の機構が簡単，使い勝手に優れる，設計の自由度が増大する等の効果を奏するものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由の有無",
          "text": [
            "事案に鑑み，取消事由2に関する原告の主張から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2(本願発明と引用文献1記載発明との一致点の認定の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が引用文献1記載の「錠ケース1」，「錠杆3」，「垂直脚」をそれぞれ本願発明の「錠箱」，「ラッチ」，「突部」に相当すると認定したことは誤りである旨主張するので，まずこの点について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献1(甲3)には，「錠ケース1」，「錠杆3」，「垂直脚」等に関し，次の記載がある。",
                        "・ 「本考案はアルミニユーム製引違い戸における仮錠装置に関するもので，戸を閉めた際に自動的に施錠し，戸を室内側から開く場合には，単に把手を引くだけの操作で容易に解錠するよう構成した仮錠装置を提供するものである。」(1頁1欄21行～25行)",
                        "・ 「以下図面により説明すると，図中1は戸縦枠aの箱形空所部b内にビス止め固設した錠ケースであり，該錠ケース1にはその側面から中央部附近にかけて長方形の切欠部2が形成してある。3は錠ケース1の中央3に俯仰自在に枢着したベルクランク型の錠杆であり，該錠杆3の水平脚3aの先端に鉤状突片4を連設してある。又錠杆3の垂直脚3bの下端は上記錠ケース1における切欠部2に臨ませてある。5は錠杆3に対向せしめて引戸外枠の戸当りdに設けた錠杆受具であり，受具には錠杆3の鉤状突片4に係合する上向きの鉤状突片6が連設してある。そしてこれ等両鉤状突片4及び6のそれぞれの前面4’及び6’は弧状に成されている。更に錠杆3の水平脚3aと錠ケース1とにかけてつる巻ばね7を架設し，錠杆3を常に俯方向に附勢してある。」(1頁1欄26行～2欄3行)",
                        "・ 「次に8は戸縦枠aの前面にビス止め固設した側面コ状型のブラケットであり，9は該ブラケット8に上下を枢着して若干の水平回動が可能に設けた把手である。把手9はその裏面即ちブラケット8の前面に当接する面に斜面10を形成して山形に成すと共に該裏面中央部にして斜面10寄りに突杆11を設けてある。そしてこの突杆11は第2図乃至第4図に示す如く，上記ブラケット8の前面幅方向に穿設した長孔12に挿通せしめ且つ戸縦枠aの前面を貫通せしめて箱形空所部b内に突入せしめ，その先端を前記錠ケース1の切欠部2に臨ませると同時に，該切欠部2に臨ませてある前記クランク型錠杆3の垂直脚3bの側面に当接せしめてある。而して把手9を水平回動せしめた際に突杆11が錠杆3の垂直脚3bを側方から押圧するよう構成したものである。…」(1頁2欄4行～19行)",
                        "・ 「本考案は以上の如く構成してあり，戸を閉めた際には錠杆3の鉤状突片4と錠杆受具5の鉤状突片6とが互いに当接するものであるが，該鉤状突片4及び6の前面4’及び6’は共に弧状に成してあるため，錠杆3の鉤状突片4は錠杆受具5の鉤状突片6に沿って上昇するため錠杆3が若干仰回動し，次いでつる巻ばね7の作用で俯回動せしめられ，錠杆3と錠杆受具5とはその鉤状突片4と6とを介して係合し第4図に示す如く自動的に施錠されるものである。」(1頁2欄23行～32行)",
                        "・ 「次に戸を開ける際には把手9を持ち，戸を開く方面に引くと，把手9はつる巻ばね13に抗して第5図矢印に示す方向にその斜面10がブラケット8の前面に当接するまで若干水平回動する。従って該把手9の裏面に設けた突杆11も把手に連動して若干水平回動し，錠杆3の垂直脚3bを側方から押圧し，第6図に示す如く錠杆3をつる巻ばね7に抗して仰回動せしめる。而して錠杆3と錠杆受具5との係合が解かれ解錠するものである。」(1頁2欄33行～2頁3欄3行)",
                        "・ 第4図，6図及び7図によれば，錠杆3は，錠ケース1の側板に垂直な水平軸に枢着され，錠杆3の垂直脚3bは，この水平軸の半径方向に延伸し，水平脚3aの先端鉤状突片4が，鉤状突片6に係合した状態では，ほぼ鉛直方向に位置するものであることが見て取れる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用文献1には，審決が認定するように，「引違い戸の引戸外枠の戸当りdに鉤状突片6が連設してある錠杆受具5を固設し，一方，戸縦枠aの箱形空所部b内に固設された錠ケース1内に，先端に上記鉤状突片6と選択的に係合する鉤状突片4を形成し，基端を錠ケース1側板に垂直な水平軸を介して揺動可能に枢支されると共に，先端が鉤状突片6と係合する方向につる巻ばね7の作用で俯回動せしめられた錠杆3を設けて，この錠杆3の鉤状突片4の前面4’及び鉤状突片6の前面6’は共に弧状に形成し，他方，この錠杆3に上記水平軸の半径方向においてほぼ鉛直に延伸する垂直脚3bを一体的に形成し，また，戸縦枠aの前面にビス止め固設した側面コ状型のブラケット8に上下を枢着して若干の水平回動が可能に設けた把手9の裏面に設けた突杆11の先端を，ブラケット8の前面幅方向に穿設した長孔12に挿通せしめ且つ戸縦枠aの前面を貫通せしめて箱形空所部b内に突入せしめ，その先端を前記錠ケース1の切欠部2に臨ませると同時に，該切欠部2に臨ませてある錠杆3の垂直脚3bを側方から押圧するよう構成した引違い戸における仮錠装置。」との発明が記載されているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を前提に，前記2に認定した本願発明と上記引用例1記載発明とを対比する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，「ラッチ」と「錠杆3」，「突部」と「垂直脚」についてみると，本願発明の「ラッチ」は，「先端に上記受け片と選択的に係合する鈎部を形成し，基端を錠箱側板に垂直な回動軸を有する水平軸を介して揺動可能に枢支されると共に，先端が受け片と係合する方向に付勢された」機構であって，引戸用空錠において戸枠に固設された受け片と係合する機能を有する錠前機構であり，また，「突部」は，「このラッチに」「一体的に形成」された「水平軸の半径方向に延伸する突部」であって，棒状ハンドルを使用する場合に，その動作に合わせて鈎部先端を解錠する機能を有するものである。",
                        "これに対し，引用文献1記載発明における「錠杆3」は，「先端に上記鉤状突片6と選択的に係合する鉤状突片4を形成し，基端を錠ケース1側板に垂直な水平軸を介して揺動可能に枢支されると共に，先端が鉤状突片6と係合する方向につる巻ばね7の作用で俯回動せしめられた」錠前機構であり，また，「垂直脚」は，上記錠杆3の水平脚部分に対して垂直方向に一体形成されたものであって，取っ手を使用する場合に，その動作に合わせて錠杆3と錠杆受具との係合を解錠する機能を有するものである。",
                        "そうすると，本願発明における「ラッチ」及び「突部」が，引用文献1記載発明における「錠杆3」及び「垂直脚」にそれぞれ相当するものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，「錠箱」と「錠ケース1」についてみると，本願発明の「錠箱」は，「引戸の戸先に埋設され」，「その側板に垂直な回動軸を有する水平軸」により「枢支」された「ラッチ」を備え，「両側板に操作窓」を「開口」したものであり，引戸用空錠において戸枠に固設された受け片と係合する錠前機構を収納するものであると認められる。他方，引用文献1記載発明における「錠ケース1」は，「戸縦枠aの箱形空所部b」に「固設され」，「その側板に垂直な回動軸を有する水平軸」に「枢支」された「錠杆3」を備え，「側板」に「切欠き2」を設けたものであって，引違い戸における仮錠装置において引戸外枠の戸当りに固設してある錠杆受具に連接された鉤状突片と係合する錠前機構を収納するものであると認められる。",
                        "そうすると，本願発明の「錠箱」と引用文献1記載発明の「錠ケース1」は，ともに，「戸先に埋設され」るものであって，「その側板に垂直な回動軸を有する水平軸」により「枢支」された「ラッチ」等の錠前機構をその内部に備えるものである点で共通するものである。",
                        "これに，「ケース」が「箱，入れ物」を意味するものであることは自明であることを併せ考慮すれば，引用文献1記載発明における「錠ケース1」は「錠箱」に相当するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，引用文献1における「錠ケース1」と本願発明の「錠箱3」を技術的思想として比較すると，「錠ケース1」と「錠箱3」の構成及び大きさは均等ではなく，置換可能性もないと主張する。",
                        "しかし，上記(イ)に述べた「錠箱」ないし「錠ケース」の意義ないし機能に照らせば，両者は技術的思想として同じものであると評価でき，また，原告が主張する大きさの点や扉への固定方法等については，本願の特許請求の範囲に規定されたものではなく，当業者(その発明の属する技術の分野における通常の知識を有する者)において適宜設計すべき事項にすぎないと認められるから，その差異が上記認定を左右するものではない。したがって，原告の上記主張は採用することができない。",
                        "また原告は，引用文献1の「錠杆3」及び本願発明の「ラッチ」は，その形状，構成，大きさ，水平軸の有無，錠箱に収納されているか等からみて，到底「相当する」とはいえないなどと主張するが，前記(ア)及び上記に照らして採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，審決が引用文献1記載の「錠ケース1」，「錠杆3」，「垂直脚」をそれぞれ本願発明の「錠箱」，「ラッチ」，「突部」に相当すると認定したことに誤りはないから，取消事由2に関する原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由1(本願発明を分割して把握した誤り)についてア 原告は，本願発明には，「本件一体構成は一体的かつ有機的に結合されており，これを分割することはできない」という技術的思想が内在しており，これを分割すると本願発明の本質が変わり，目的を達成することができなくなるから，本願発明の進歩性を判断するに当たっては，本件一体構成を一体的かつ有機的に結合した発明が開示された引用例を用いるべきであり，これを用いずに進歩性を肯定した審決は違法である旨主張する。",
                "しかし，特許法29条2項は，「特許出願前にその発明の属する技術の分野における通常の知識を有する者が前項各号に掲げる発明に基いて容易に発明をすることができたときは，その発明については，同項の規定にかかわらず，特許を受けることができない。」として，ある発明が，一定の構成を組み合わせて特定の技術的意義を獲得するに至る場合であると否とにかかわらず，既存の発明(特許法29条1項各号に定める発明)からみて容易想到であれば進歩性に欠けることになる旨を規定するのであって，その進歩性の判断において，進歩性が問題とされる発明の構成と既存発明の構成とが一致することは必須の前提とされるものではない。",
                "そうすると，前記2に認定したとおり，本願発明は本件一体構成が一体となっている点に特徴を有し，これにより前記認定の効果を奏するものであるとしても，本願発明の進歩性を判断するに当たっては，必ずしも常に本件一体構成を一体的かつ有機的に結合した発明が開示された引用例を用いるべきものでもない。",
                "また，本願発明における構成(B)はラッチの形状・機構等の構成を規定し，構成(D)はラッチに一体形成された突部の形状・機構等の構成を規定し，構成(G)はレバーハンドルを固設するためにラッチに設けられる構成を規定するとともに本願発明の機能上の特徴を述べたものであるが，これらは，いずれも一体形成されたラッチに関するものである点で共通するものの，技術的思想としてはいずれも別個独立のものとして観念することが可能なものである以上，そのようにして切り離された一部の構成に相当する引用例(既存発明)を選択し，これとの組合せの関係で進歩性を論じることができないということはない。",
                "もとより，ある発明の進歩性を検討するに当たり，当該発明における一部の構成のみが開示された引用例を用いた場合には，当該引用例に係る既存発明の構成と残余の構成との組合せが容易想到であるか問題となるが，このような意味における審決の容易想到性の判断に誤りがないことは，後記イのとおりである。",
                "したがって，原告の上記主張は失当といわざるを得ず，取消事由1に係る原告の主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "なお，原告の主張をみると，構成(B)及び構成(D)が開示された引用文献1記載発明に本願発明における構成(G)を組み合わせることは困難であるから，容易想到性がない旨(すなわち，本願発明における相違点Cの判断の誤り)をいうものと解する余地もあるので，念のため，この点について検討を加える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献2(甲4)には，次の記載がある。",
                        "・ 「【請求項1】 ケーシング(2)より出入自在に突出して固定側に設けたラッチ係合孔に係合するラッチ(3)と、該ラッチ(3)を突出方向に付勢するラッチばね(4)と、扉に対し直交する軸(O)を中心に回動する回動体(5)と、該回動体(5)に連動し且つ該回動体(5)が正モーメント方向(Mt)に回動するにしたがって前記ラッチ(3)を退入方向に移動させるラッチ摺動部材(6)とを備え、前記回動体(5)には、その前記軸(O)を支軸として回転操作する回転レバーの軸部の取付部(8)が設けられていると共に、扉に対し垂直方向に押引操作する押引レバー(15)の動作に連動して正モーメント方向(Mt)に移動される変向部材(9)を備え、該変向部材(9)はその正モーメント方向(Mt)への移動と共に前記回動体(5)を正モーメント方向(Mt)に回動させるべく前記回動体(5)に連動されており、前記回動体(5)を負モーメント方向(Mf)に回動させるべく付勢する付勢手段(7)が設けられていることを特徴とする扉のラッチ装置。」",
                        "・ 「【請求項2】 ケーシング(2)に着脱自在に設けられた基板(18)を備え、押引レバー(15)が、扉に対し平行状でかつ扉に対し平行な軸(14)を介して回動自在に前記基板(18)に設けられており、作動部材(16)が、前記押引レバー(15)に対し垂直方向に立設しかつ前記軸(14)を支軸として回動するように設けられており、該作動部材(16)の先端部の正モーメント方向(Mt)側が変向部材(9)に当接していることを特徴とする請求項1に記載の扉のラッチ装置。」",
                        "・ 「【請求項3】 基板(18)及びこれに設けられた押引レバー(15)は、ケーシング(2)の表側及び裏側にそれぞれ備えられており、これら押引レバー(15)に立設された作動部材(16)及びこれに当接する変向部材(9)が、それぞれ回動体(5)に対して径方向両側方に備えられており、前記押引レバー(15)の軸(14)は、前記2つの作動部材(16)の前記回動体(5)に対する径方向両側方位置を結ぶ直線(l)に平行とされており、前記押引レバー(15)には、前記軸(14)に平行して対向する溝部(17)が設けられ、前記作動部材(16)は、前記軸(14)にその軸方向摺動自在に外嵌されていると共に、前記押引レバー(15)に対する回動を抑止するべく前記溝部(17)に係合されていることを特徴とする請求項2に記載の扉のラッチ装置。」",
                        "・ 「【0004】…本発明は、押引レバー及び回動レバーを選択的に取り付けることができかつ簡単に交換可能なラッチ装置を提供することを目的とする。」・ 「【0013】",
                        "【実施例】以下、本発明の実施例を図面に基づいて説明する。図1～図6に示すラッチ装置1は、蝶番等のヒンジ軸を支軸として回転する扉20に固定されて該扉20を閉状態にロックするものであって、装置本体1aと、該装置本体1aに着脱自在に取り付けられるレバー装置1bとからなり、装置本体1aは、方形箱状のケーシング2を備えている。」",
                        "・ 「【0014】該ケーシング2内には、ケーシング2の上部側方より出入自在に突出して、固定側21に設けたラッチ係合孔22(図2参照)に係合するラッチ3を備えている。このラッチ3は、扉20が閉まる際の進行方向に対して傾斜するカム面3A(図6参照)を有するラッチヘッド3aと、該ラッチヘッド3aから後方(ラッチ3の退入方向)に延設されかつラッチヘッド3aより縮径のラッチ軸部3bと、該ラッチ軸部3bの後端に設けられたフランジ部3cとを備えている。」",
                        "・ 「【0016】また、ケーシング2のほぼ中央には、回動体5が、扉20に対し直交する軸Oを中心に回動自在に設けられている。この回動体5の径中央には、その軸O方向に貫通する方形孔が設けられており、該方形孔は、後述する回転レバー13の軸部12の取付部8とされている。この回動体5には、上方に延設された回動片24が一体に設けられている。この回動片24の先端にはラッチ軸部3bが挟入される凹陥部24aが設けられ、該凹陥部24aはラッチ3のフランジ部3cに当接している。しかして、この回動片24が、回動体5に連動し且つ該回動体5が正モーメント方向Mtに回動するにしたがってラッチ3を退入方向に移動させるラッチ摺動部材6とされている。…」・ 「【0017】この回動片24は回動体5と一体であるから、正モーメント方向Mtに移動させられると、これに連動して回動体5を正モーメント方向Mtに回動させる。そしてケーシング2には、回動片24に当接する作動部材16の取付部2cが設けられており、しかして、回動片24は、変向部材9をも構成するものである。また、回動体5の下方には、該回動体5と共にラック＆ピニオンによる変向機構を構成するラック部材19が、該ラック部材19が正モーメント方向Mt(図1左方向)に移動すると共に回動体5を正モーメント方向Mtに回動させ、また、ラック部材19が負モーメント方向Mf(図1右方向)に移動すると共に、回動体5を負モーメント方向Mfに回動させるべく、左右方向移動可能に設けられている。そして、ケーシング2には、ラック部材19に当接する作動部材16の取付部2cが設けられ、しかして、このラック部材19もまた変向部材9を構成している。」",
                        "・ 「【0019】このラック部材19は、スプリング等の付勢手段7により負モーメント方向Mfに常時付勢されており、したがって、これに連動する回動体5は、常時負モーメント方向Mfへ回動するように付勢されている。上記の装置本体1aには、その表側及び裏側に、レバー装置1bの基板18がビス等により着脱自在に取付られている。なお、裏側の基板18とケーシング2間には、扉20が介在している。そして、扉20に対し垂直方向に押引操作する押引レバー15は、鉛直方向(扉20に対し平行方向)の軸14を介して回動自在に基板18に設けられており、扉20と平行状とされている。したがって、この軸14は、前記2つの取付部2c，2cの回動体5に対する径方向両側方位置を結ぶ直線lに平行となる。また、この押引レバー15には、軸14に平行して対向する上下に長尺の凹溝部17が設けられており、また、軸14には、押引レバー15に対し垂直方向に立設する作動部材16が軸方向摺動自在に外嵌されており、この作動部材16の先端側は、ケーシング2に設けた取付部2cに挿通されている。そして、作動部材16の基端部は、凹溝部17に係合されており、したがって、作動部材16は、押引レバー15に対する回動が抑止されている。」",
                        "・ 「【0020】本実施例のラッチ装置1では、図4に二点鎖線で示すように、表側の押引レバー15aを押操作するか、又は、裏側の押引レバー15bを引操作することにより、それらに立設された作動部材16が回動すると、その先端部によって、これらに当接する変向部材9を構成する回動片24又はラック部材19が正モーメント方向Mtに押動させられる。すると、これら回動片24及びラック部材19は上述の如く回動体5に連動させられているので、回動体5も正モーメント方向Mtに回動させられる。よって、ラッチ摺動部材6を構成する回動片24によりラッチ3が退入させられることとなる。」・ 「【0022】なお、本実施例のラッチ装置1では、押引レバー15を備えたレバー装置1bを取り付けているが、これを基板18ごと取り外し、図2に二点鎖線で示すように、別に回動操作型の回転レバー13を備えたレバー装置1bを取り付けてもよい。この場合は、回転レバー13の軸部12を、回動体5に設けた取付部8に嵌挿する。また、回転レバーに代えて、回転ノブを取り付けてもよい。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，引用文献2には，審決が認定したとおり，「扉の固定側にラッチ係合孔22を設け、一方、回動する扉に固設された方形箱状のケーシング2内に、先端にラッチ係合孔22と選択的に係合するカム面3cを形成し、基端を、扉20に対し直交する軸Oを中心に回動自在に設けた回動体5から半径方向に延設される回動片24先端に当接したラッチ3を設け、回動片24をラッチ3がラッチ係合孔22と係合する方向に付勢し、この回動片24の近傍におけるケーシング2の一側板に取付部2cを開口させ、この取付部2cを通して、扉の裏側の押引きレバー15bの作動部材16を回転片24に連係させることができるようにすると共に、回転体5とラック＆ピニオンによる変向機構を構成するラック部材19を設け、ラック部材19の近傍におけるケーシング2の他側板に取付部2cを開口させ、この取付部2cを通して扉の表側の押引きレバー15aの作動部材16をラック部材19に連係させることができるようにし、回動体5に、その回動体5の軸方向に貫通する、回転レバーの角軸部を挿入する方形孔を設け、レバーが押引きレバーであっても、回転レバーであっても共用できるようにした扉のラッチ装置。」との発明が記載されていると認められる。",
                        "そして，上記引用文献2記載の発明は正に相違点Cに相当する構成を有するものであって，しかも，引用文献2記載発明と引用文献1記載発明とは，いずれも戸に固設する錠前の機構に関するもので，かつ，その中心的な機構としてラッチ装置を用いるものであることからすれば，これら発明の属する技術の分野における通常の知識を有する者(当業者)であれば，後者に前者を適用することで本願発明と同様の構成を導くことに格別困難があるということはできない。",
                        "そうすると，相違点Cを容易想到とした審決の判断に誤りはないから，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10013",
    "date": "2008-09-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036835",
    "ipprecedent_id": "1574",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}