{
  "conclusion": [
    {
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−35133号事件について平成20年6月3日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが，下記1のとおりの手続において下記2の本件発明についての特許を無効とした別紙審決書(写し)記載の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至る手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "佐藤工業株式会社及び原告マック株式会社は，発明の名称を「トンネル断面のマーキング方法」とする特許第2138035号(平成元年9月14日特許出願(以下「本件出願」という。)，平成10年8月28日設定登録。請求項の数は，後記訂正の前後を通じ，全1項である。以下「本件特許」という。)に係る特許権を共有する者である(甲20)。なお，佐藤工業株式会社は，平成14年3月31日，東京地方裁判所において，更生手続開始の決定を受け，平成15年7月1日，原告Xがその管財人に選任された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成16年3月11日，本件特許について，特許無効審判を請求し，無効2004−35133号事件として係属した(甲60)。",
                "特許庁は，同年8月12日，「本件審判の請求は，成り立たない。」との審決(甲19。以下「前審決」という。)をした。",
                "被告は，平成16年9月9日，東京高等裁判所に対し，前審決の取消しを求める訴え(同裁判所同年(行ケ)第403号。以下「前訴」という。)を提起し，同事件は，平成17年4月1日，知的財産高等裁判所に回付された(同裁判所同年(行ケ)第10325号)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "知的財産高等裁判所は，平成19年1月18日，前審決を取り消す旨の判決(乙1。以下「前判決」という。)を言い渡し，同年2月5日，同判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，同年5月7日，本件特許に係る明細書中，特許請求の範囲の記載等を訂正する旨の訂正請求をした(甲64)。以下，同請求に係る訂正を「本件訂正」といい，本件特許に係る本件訂正後の明細書(甲64添付の訂正明細書)を「本件明細書」という。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁は，平成20年6月3日，本件訂正を認めた上，「特許第2138035号の請求項1に係る発明についての特許を無効とする。」との本件審決をし，同月13日，その謄本を原告らに送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件審決が対象とした本件訂正後の請求項1に記載の発明，すなわち，本件発明は，本件審決が分説の便宜上付した符号によると，次の(A)ないし(I)のとおりである。以下，その符号を付した構成要件をそれぞれ「構成要件(A)」ないし「構成要件(I)」という。",
            "(A)レーザー光を投射するレーザー発振器と光波によって距離を測定する光波測角測距儀とを，レーザー光の光軸と光波の光軸とが平行になるように，前記光波測角測距儀の鏡筒部に前記レーザー発振器を搭載して，一体としたレーザー光投射装置と；",
            "(B)このレーザー光投射装置を支持して，鉛直方向および水平方向に駆動する駆動装置と；",
            "(C)前記光波測角測距儀からの測角測距データとトンネル形状情報に基づいて前記駆動装置を作動させてレーザー光投射装置を鉛直方向および水平方向に移動させる演算制御装置と；を有し，",
            "(D)前記レーザー光投射装置および前記駆動装置を切羽断面手前の位置に設置するとともに，予めその設置座標Pを知っておき，",
            "(E)座標が既知の別の基準点Oを前記光波測角測距儀により視準し，この視準による前記設置座標Pからの測角測距データを得て，",
            "(F)他方で，前記切羽断面に前記光波の反射体を置き，前記光波測角測距儀から投光され前記反射体により反射された光波を受光することにより前記切羽断面までの距離を測距し測距データを得て，前記演算制御装置に与えられた計画トンネル線形および計画トンネル断面形状と前記測距データとに基づいて，前記切羽断面上における複数の作業基準点を設定し，",
            "(G)前記演算制御装置で前記測角測距データに基づいて前記複数の作業基準点に向けての前記設置座標Pからの鉛直角度および水平角度を演算し，その鉛直角度および水平角度で前記駆動装置を作動させてレーザー光投射装置を振って，前記作業基準点にレーザー光を投射させ，",
            "(H)順次切羽断面上に複数の作業基準点をレーザー光の照射によるマーキングを行う",
            "(I)ことを特徴とするトンネル断面のマーキング方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，本件発明は，下記(1)及び(2)の引用例1及び2に記載された各発明(以下「引用発明1」及び「引用発明2」という。)並びに下記(3)ないし(14)の周知例1ないし12に記載された周知の事項に基づいて，当業者が容易に発明をすることができたものであるから，本件発明についての本件特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効にすべきものである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1 特開昭61−262611号公報(甲1)"
            },
            {
              "fig": "(2)",
              "subject": "引用例2 株式会社土木工学社昭和61年9月1日発行の「トンネルと地下」17巻9号(通巻193号)の71頁から78頁までに掲載されたシールド工法自動化システム編集幹事会による「シールド工法の自動化システム(5) 第4章 シールドの方向制御」と題する論文(甲2)"
            },
            {
              "fig": "(3)",
              "subject": "周知例1 ライカ社発行の「Wild GLO2 laser eyepiece」のカタログ(甲9の1。本件出願日前に頒布された刊行物であることにつき，全当事者間に争いがない。)"
            },
            {
              "fig": "(4)",
              "subject": "周知例2 全国農業土木技術連盟北海道支部昭和62年2月28日発行の秀島好昭編「農業土木北海道」9号の6頁から9頁まで(甲24)"
            },
            {
              "fig": "(5)",
              "subject": "周知例3 株式会社建設産業調査会昭和48年9月10日発行のトンネル工法ハンドブック編集委員会編「トンネル工法ハンドブック」の1−10頁，1−11頁，1−19頁及び1−22頁(甲26)"
            },
            {
              "fig": "(6)",
              "subject": "周知例4 ライカ株式会社発行の「WILDセオマットT1600電子式",
              "text": [
                "ユニバーサル・セオドライト」及び「WILDタキマットTC1600電子式トータル・ステーション」の取扱説明書(甲5。本件出願日前に頒布された刊行物であることにつき，全当事者間に争いがない。)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "周知例5 特開昭62−19712号公報(甲37)"
            },
            {
              "fig": "(8)",
              "subject": "周知例6 社団法人日本測量協会平成元年6月10日発行の「測量」39巻6号(通巻459号)の79頁から85頁までに掲載された吉富幸雄による「トンネル工事の新しい測量システム」と題する論文(甲45)"
            },
            {
              "fig": "(9)",
              "subject": "周知例7 特開昭62−288514号公報(甲36)"
            },
            {
              "fig": "(10)",
              "subject": "周知例8 特開昭59−187214号公報(甲40)"
            },
            {
              "fig": "(11)",
              "subject": "周知例9 特開昭62−161012号公報(甲48)"
            },
            {
              "fig": "(12)",
              "subject": "周知例10 特開昭63−281012号公報(甲49)"
            },
            {
              "fig": "(13)",
              "subject": "周知例11 特開昭51−6567号公報(甲50)"
            },
            {
              "fig": "(14)",
              "subject": "周知例12 特公昭63−21877号公報(甲51)"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点1についての判断の誤り)"
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点3についての判断の誤り)"
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点4についての判断の誤り)"
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(相違点5についての判断の誤り)"
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(相違点6についての判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決(31頁下から2行～32頁1行)は，「相違点1に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明2の光波距離計とレーザートランシットの鉛直方向の駆動軸は，別個に設けられている(前判決26頁末行～27頁4行)のであるから，同発明においては，レーザー光の光軸と光波の光軸が常に平行になるわけではなく(甲70参照)，むしろ，ローリング(シールド掘削機がカッタヘッドと反対方向に回転する。甲72の段落【0002】参照)の計測の際には，両光軸が平行であってはならないものである(引用例2の72頁右欄下から7行～末行，73頁左欄図−4，74頁右欄15行～78頁右欄末行及び75頁左欄図−8参照)。",
                "そして，同発明は，測定対象(シールドマシン又は「反射器及び受光器」)の移動量が小さい(引用例2の75頁左欄下から6行以下参照)ため，光波(無色透明のビーム)を回転制御しなくても，シールドマシンの移動距離を測定することができるものであり，他方，引用発明1においては，距離Lを知るだけで十分であり，その際，レーザ光照射ガンから基点Pまでの方向とレーザ光照射ガンの照射方向とは一致していない(角度θを有する。)のであるから，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際，あえて，レーザー光の光軸と光波の光軸とが常に平行になるようにする構成(以下「常に平行にする構成」という。)を採用する必要はない。これに対し，本件発明が用いられるＮATM工法等においては，切羽前面の反射体の正確な座標を求める必要があるところ，本件発明の常に平行にする構成を採用することにより，従来技術のような視準をしなくても，切羽面における反射体の座標を求めることができるものである。",
                "そうすると，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際，常に平行にする構成を採用して一体とすることには，動機付けがないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決(31頁下から12～10行)は，「引用発明2の上記『光波距離計付きレーザートランシット』を，引用発明1に適用し，トンネル断面のマーキングに用いることについては，阻害事由はない」旨判断したが，引用発明2がシールド工法において光波距離計付きレーザートランシットを使用するものであるのに対し，本件発明は，作業基準点に対しレーザー光の照射によるマーキングを行うものであり，発破孔を使用しながら掘進するもの(ＮATM工法等)である。",
                "そして，シールド工法においては，シールド機械の後面の位置のみを把握することが必要とされ(引用例2の72頁左欄の記載及び右欄の図−3参照)，先端切羽断面上の各位置を把握する必要がないのであるし，シールド先端のカッターの切羽面全体がトンネル曲線の法線を有する面上にあるか否かを判断するものでもないから，引用発明2においては，切羽断面上の作業基準点を把握する必要がない。",
                "したがって，引用発明2の「光波距離計付きレーザートランシット」を引用発明1に適用することはできず，本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，前判決が「引用例2記載の光波距離計付きレーザートランシットを引用発明1に適用し，トンネル断面のマーキングに用いることについて阻害事由はない」と判断しているとしても，その判断は，引用例2記載の光波距離計付きレーザートランシットを引用発明1に適用し，引用発明1のレーザ光照射ガンの位置入力値(離間距離L)を得ること及び当該位置入力値に基づき引用発明1の「発破孔装薬位置の墨出しパターン」を表示することについて阻害事由がないとしたものにすぎない。",
                "これに対し，本件審決(31頁下から6～3行)は，前判決の前記判断から更に進んで，「レーザー発振器搭載の具体化手段として，上記『光波距離計付きレーザートランシット』の鏡筒部にレーザー発振器を搭載して一体とすることは，当業者にとって想到容易の事項ということができる」と判断しているところ，当該判断は，引用発明2においてレーザ光の光軸と光波距離計の光軸とが常に平行になるとは限らず，むしろ，常に平行であってはならないこと(前記(1))や，本件発明における「光波測角測距儀の鏡筒部にレーザー発振器を搭載して，一体とした」こと(常に平行にする構成を採用して一体としたこと)の技術的意義(同)を看過したものであって，誤りである。そもそも，上記両光軸が常に平行であってはならない引用発明2の光波距離計付きレーザートランシットを引用発明1に適用しても，本件発明の「前記光波測角測距儀の鏡筒部に前記レーザー発振器を搭載して，一体とした」との構成に想到することはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，被告は，前判決を援用して，「レーザー発振器と光波測角測距儀の鉛直方向の駆動軸を同一にすること，すなわち，常に平行にする構成を採用することは，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際に単に駆動軸を同一にするという設計事項にすぎ(ない)」と主張する。",
                "しかしながら，前判決は，本件発明の「前記光波測角測距儀の鏡筒部に前記レーザー発振器を搭載(する)」との構成についてまで判断したものではないから，この点について，前判決の拘束力は及ばない。",
                "そして，本件訂正により，同構成の技術的な意味(本件明細書5頁22行～6頁11行参照)が明らかとなったのであるから，同構成を採用することが単なる設計事項であるということはできず，被告の主張は失当である。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告らは，「相違点1に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨の本件審決の判断が誤りであると主張するが，前判決(28頁3～10行)において，「仮に，審決(本判決注：前審決である。)の前提とするとおり，構成要件(A)の『一体とした』との要件が，レーザー発振器と光波測角測距儀が水平及び鉛直方向の駆動軸を共有することを意味すると解したとしても，引用例2記載の光波距離計付きレーザートランシットと本件発明(本判決注：本件訂正前の請求項1に記載された発明(以下「本件訂正前発明」という。)である。)の相違点は，レーザー発振器と光波測角測距儀が鉛直方向の駆動軸を同一にするかどうかという点にすぎない。レーザー発振器と光波測角測距儀の水平及び鉛直方向の駆動軸を同一にすることは，本件発明において技術的な課題として言及されている事項でもなく，そのような構成とすることに格段の困難があることをうかがわせる証拠もないことに照らすと，単なる設計事項というべきである」と判断されているのであるから，レーザー発振器と光波測角測距儀の鉛直方向の駆動軸を同一にすること，すなわち，常に平行にする構成を採用することは，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際に単に駆動軸を同一にするという設計事項にすぎず，原告らの主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「引用発明2においては，ローリングの計測の際には，レーザー光の光軸と光波の光軸が平行であってはならない」と主張するが，前判決(27頁7～8行)において，「引用例2記載の装置のレーザートランシットのレーザー光の光軸と，光波距離計の光波の光軸とは平行に設定されている」と認定されているし，また，同判決(28頁7～10行)は，「レーザー発振器と光波測角測距儀の水平及び鉛直方向の駆動軸を同一にすることは，…単なる設計事項というべきである」と判断しているところ，引用発明2のレーザートランシットと光波距離計の駆動軸を同一にした状態と原告ら主張に係る「常に平行にする構成」(光波測角測距儀の鏡筒部にレーザー発振器を搭載するとの構成)により生じる状態との間には，何らの相違もないから，いずれにせよ，この点に関する原告らの主張も失当である。",
                "なお，原告らは，前訴においても，同旨の主張をしていたものである(乙2の5頁20行～6頁5行，乙3の6頁9～18行参照)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，「引用発明2の…光波距離計付きレーザートランシット…を引用発明1に適用し，トンネル断面のマーキングに用いることについては，阻害事由はない」旨の本件審決の判断が誤りであると主張するが，前判決(29頁9～13行)は，「このような本件出願当時の周知技術を考慮すれば，引用例2記載の光波距離計付きレーザートランシットがトンネル断面のマーキングに使用するものではなく，また引用発明1の装置がレーザー光照射ガンであるとしても，引用例2記載の光波距離計付きレーザートランシットを引用発明1に適用し，トンネル断面のマーキングに用いることについて阻害事由はないというべきである」と判断しているのであって，この理は，本件訂正後においても妥当するというべきであるから，原告らの主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決(34頁11～13行)は，周知例5及び6記載の技術が周知の事項であるとした上，「相違点3に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨判断した。",
            "しかしながら，引用発明1は，無線送信式操作機を用いた自動墨出し装置を採用することにより，従来2名の作業者を必要とした墨出し作業を1名の作業者で行うことができるようにした完結した技術であるところ，周知例5及び6記載の手法を採用するとすれば，別の光波測角測距儀を用意したり，必要なデータ数を増やしたり，三角測量(多大の時間と労力を要する甚だ煩わしい作業である。)をしたりして，座標値から算出される絶対位置を決定するよう要求され，「高精度の墨出し作業を短時間に行なうことができる」との引用発明1の技術的思想を毀損してしまうことになるから，周知例5及び6記載の技術を引用発明1に適用することには，阻害事由があるというべきである。",
            "したがって，本件審決の判断は誤りである。",
            "〔被告の主張〕",
            "原告らは，周知例5及び6記載の技術を引用発明1に適用することには阻害事由があると主張するが，引用発明1の自動墨出し装置を用いることと，測量に必要な各点の座標を求めることは，互いに矛盾するものでなく，かつ，各点の座標を求めるための作業が必要となることにより，「作業の省力化」及び「高精度な計測」という引用発明1の効果を奏しなくなるというものでもないから，原告らの主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4についての判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決(36頁下から8～6行)は，「相違点4に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明2のシールド工法においては，光波距離計付きレーザートランシットの設置位置が変化しないのに対し，本件発明は，発破孔を使用しながら掘進するもの(ＮATM工法等)であり，発破による振動等によって，レーザー光投射装置の設置位置等が変化するものである。したがって，本件発明においては，「座標が既知の別の基準点Oを前記光波測角測距儀により視準し，この視準による前記設置座標Pからの測角測距データを得(る)」との相違点4に係る構成が必要となる。",
                "そうすると，本件審決の判断は，本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決(36頁8～19行)は，上記判断の前提として，「引用発明1においては，…『レーザ光照射ガン(1)並びに垂直および水平回転側エンコーダ付きモータ(2)(3)』が設置された点から『距離(L)』にある『被測量壁面』の『基点(P)』に向く直線の方向を，『マイクロコンピュータ(5)』における初期的な方位としてセットしているものということができる」旨認定した。",
                "しかしながら，引用発明1は，基点Pを，レーザ光照射ガンと直交する面上における相対位置として求めるものであり，基点Pを知るに当たって測角データを必要としないものであるから，同発明は，「『基点(P)』に向く直線の方向」を「初期的な方位としてセット」することを必要とするものではないし，当該「初期的な方位としてセット」することを示唆するものでもない。本件審決の認定は，引用発明1における当該「初期的な方位としてセット」することと，本件発明(レーザー光投射装置の設置座標P，別の基準点O，光波の反射体及び複数の作業基準点の各位置を，いずれも絶対座標として得ることを前提とするもの)において，設置座標Pから別の基準点Oを視準して測角測距データを得ること(相違点4の構成)とを混同するものであり，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の適用の可否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，周知例5，7及び8に記載された技術を引用発明1及び2に適用し，「既知の座標点どうしを結ぶことによって一意的に決定されるような方向である，測角測距儀の設置座標から基準点を視準した方向に『マイクロコンピュータ(5)』をセットするようにすることは，当業者にとって想到容易の事項ということができる」(36頁下から13～9行)と判断したが，そもそも，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際に，常に平行にする構成を採用する動機付けは存在せず，また，引用発明1は，上記(2)のとおり，レーザ光照射ガンと直交する面上における相対位置として基点Pを求めた上，墨出し点P’についても，基点Pを含む当該面上に，基点Pに対する相対位置として求めることができ，測角データを必要としないものであるから，同発明は，本件発明の「別の基準点O」や，「別の基準点Oを前記光波測角測距儀により視準し，この視準による前記設置座標Pからの測角測距データを得(る)」との構成を必要としないものである。",
                    "そうすると，引用発明1においては，周知例7に記載されるように，既知の地点Aを視準して測量装置の水平角をゼロセットする必要も技術的意味もないから，周知例7に記載された技術を引用発明1に適用する動機付けが存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，周知例5記載の技術を引用発明1に適用することに阻害事由があることは，取消事由2に係る主張のとおりであるところ，周知例7及び8記載の技術についても，同様のことが当てはまる。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件審決の判断が「本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものである」と主張するが，本件審決は，引用発明1において相違点4に係る本件発明の構成を採用することが想到容易であったか否かについて判断したものであるから，原告らの主張は，本件審決の判断内容を正解しないものとして，失当である。なお，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用することに阻害事由がないことは，取消事由1に係る主張(3)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「引用発明1は，『基点(P)に向く直線の方向』を『初期的な方位としてセット』することを必要とするものではないし，当該『初期的な方位としてセット』することを示唆するものでもない」と主張する。",
                "しかしながら，引用例1(2頁左下欄7～11行)に，基点Pを基準として変位角θだけ回転させるとの記載があるとおり，引用発明1において基点Pを視準することは，初期的な方位のセットに相当する。",
                "また，実際の測量において，壁面(トンネルの切羽断面)に直交する方向を見出すためには，基点Pを既知の座標として与えた上，自動墨出し装置により基点Pを視準して初期的な方位をセットする必要があるのであり，基点Pが壁面に直交する方向に存在するから初期的な方位のセットが不要であるなどということはできない。",
                "さらに，所定の点(引用発明1における墨出し点P’)までの回転角を得るためには，測量機器の設置点と当該所定の点の2つの点だけで足りるものではなく，何らかの基準となるものが必要であるから，測角装置(トランシット)を用いるに当たり，初期的な方位をセットすることは，必須のステップといえる。",
                "以上によれば，原告らの主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の適用の可否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，「周知例7に記載された技術を引用発明1に適用する動機付けが存在しない」と主張するが，取消事由1に係る主張(1)のとおり，レーザー発振器と光波測角測距儀の鉛直方向の駆動軸を同一にすることは，単なる設計事項にすぎないから，原告らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，「周知例5記載の技術を引用発明1に適用することに阻害事由があることは，周知例7及び8記載の技術についても当てはまる」旨主張するが，これに対する反論は，取消事由2に係る主張のとおりである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点5についての判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決(37頁9～11行)は，「相違点5に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明2のシールド工法においては，光波距離計付きレーザートランシットの設置位置が変化しないのに対し，本件発明は，発破孔を使用しながら掘進するもの(ＮATM工法等)であり，発破による振動等によって，レーザー光投射装置の設置位置等が変化するものである。したがって，本件発明においては，「前記切羽断面に前記光波の反射体を置き，前記光波測角測距儀から投光され前記反射体により反射された光波を受光することにより前記切羽断面までの距離を測距し測距データを得(る)」との相違点5に係る構成が必要となる。",
                "そうすると，本件審決の判断は，本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，周知例5及び7ないし12記載の技術が周知の事項であるとした上，上記判断をしたものであるが，周知例5記載の技術を引用発明1に適用することに阻害事由があることは，取消事由2に係る主張のとおりであり，また，周知例7及び8記載の技術についても，同様のことが当てはまる。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件審決の判断が「本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものである」と主張するが，これに対する反論は，取消事由3に係る主張(1)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「周知例5記載の技術を引用発明1に適用することに阻害事由があることは，周知例7及び8記載の技術についても当てはまる」旨主張するが，これに対する反論は，取消事由2に係る主張のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点6についての判断の誤り)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決(37頁下から12～10行)は，「相違点6に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由4に係る主張(1)のとおり，本件発明と引用発明2とは，その前提とする工法を異にし，本件発明においては，「前記演算制御装置に与えられた計画トンネル線形および計画トンネル断面形状と前記測距データとに基づいて，前記切羽断面上における複数の作業基準点を設定(する)」との相違点6に係る構成が必要となるのであるから，本件審決の判断は，本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件審決(37頁15～18行)は，上記判断の前提として，「引用発明1において，『マイクロコンピュータ(5)』(演算制御装置)に与えられたトンネル形状情報には，計画トンネル線形および計画トンネル断面形状が含まれていることは自明の事項であ(る)」旨認定したが，引用発明1の技術的思想は，基点Pを含むレーザ光照射ガンと直交する面上に，墨出し点P’の基点Pに対する相対位置を決定するというものであって，計画トンネル線形(曲線区間)を想定していないのであるから，本件審決の認定は，理由も明示せずに引用発明1の技術的思想を逸脱するものとして，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件審決の判断が「本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものである」と主張するが，これに対する反論は，取消事由3に係る主張(1)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「引用発明1の技術的思想は，計画トンネル線形(曲線区間)を想定していない」と主張するが，引用発明1は，引用例1の記載(3頁右上欄5～6行)のとおり，本件発明と同じ用途に使用することができるものであるところ，トンネルに曲線区間があることは明らかであるから，引用発明1の自動墨出し装置をトンネル工事に適用する際，マイクロコンピュータに与えられるトンネル形状情報に曲線区間の情報が含まれることも明らかであって，原告らの主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "本件審決は，第2の1の「本件訴訟に至る手続の経緯」で摘示したとおり，前審決が前判決によって取り消された後，原告らの訂正請求を認めた上，本件発明に係る特許を無効としたものであって，その判断に際しては，前判決の拘束力が及び，審判官が前判決の拘束力に従ってした審決は，その限りにおいて適法であり，本件訴訟においてこれを違法とすることはできないものであるから(最高裁昭和63年(行ツ)第10号平成4年4月28日第三小法廷判決・民集46巻4号245頁参照)，以下，原告ら主張の取消事由について検討するに当たっても，まず，原告らが誤りを主張する本件審決の判断が前判決の拘束力の及ぶものであるか否かを検討し，次に，前判決の拘束力が及ばないものについて，原告らの主張の当否を検討することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の確定",
              "text": [
                "前判決が判断の対象とした相違点1(以下「前訴相違点1」という。)と，本件審決が判断の対象とし，本件訴訟でその判断の誤りが問題となっている相違点1(以下，前訴相違点1と対比して，便宜，「本訴相違点1」という。)とを確定しておくと，下記のとおりである。なお，下線部は，相違点1に係る本件発明の構成と本件訂正前発明の構成とが異なる部分である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "前訴相違点1",
                  "text": [
                    "「レーザー光投射装置」が，本件訂正前発明は，光波によって距離を測定する光波測角測距儀を，レーザー光の光軸と光波の光軸とが平行になるように，レーザー発振器と一体としたものであるのに対し，引用発明1は，光波測角測距儀を有していない点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本訴相違点1",
                  "text": [
                    "レーザー光投射装置について，本件発明では，「レーザー光を投射するレーザー発振器と光波によって距離を測定する光波測角測距儀とを，レーザー光の光軸と光波の光軸とが平行になるように，光波測角測距儀の鏡筒部にレーザー発振器を搭載して，一体とした」ものであるのに対して，引用発明1では，光波によって距離を測定する光波測角測距儀を備えていないから，レーザー光の光軸と光波の光軸とが平行になるように，光波測角測距儀の鏡筒部にレーザー発振器を搭載して，一体としたものでない点"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "前訴相違点1についての前判決の認定判断",
              "text": [
                "前訴相違点1についての前判決の認定判断(25頁末行～29頁16行)は，以下のアないしオのとおりである。なお，略語，書証番号，当事者の表記等を含め，原文のまま引用した上，必要に応じて注を付す。段落符号は，便宜，本判決の段落符号に続けている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決(本判決注：前審決である。)が甲2(本判決注：引用例2である。)記載の光波距離計付きレーザートランシットのレーザー発振器と光波距離計とは一体となっていないと認定したのは誤りであり，甲2記載の光波距離計付きレーザートランシットは構成要件(A)(本判決注：前訴相違点1に係る本件訂正前発明の構成要件(A)である。)を充足すると主張する。",
                    "そこで，まず，甲2記載の光波距離計付きレーザートランシットの構成について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，以下の記載(本判決注：その記載は省略するが，引用例2の72頁右欄下から9行～73頁左欄25行である。)がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，甲2の光波距離計付きレーザートランシットは，光波距離計を搭載したレーザートランシットであり，そのレーザー光がシールドに取り付けられた受光器を常に捕捉するとともに，光波距離計からの光波が受光器に取り付けられた反射器を捕捉するように構成されているものと認められる。そして，甲2の図-4には，レーザー光の光軸と光波距離計の光波の光軸が，シールドの受光器と距離計反射器の間隔と同一の間隔を保ちつつ，平行になっている図が示されている。",
                        "駆動装置については，原告も認めるとおり，甲2の写真-1からは，光波距離計とレーザートランシットの鉛直方向の駆動軸が別個に設けられているか否かは必ずしも明らかではなく，むしろ，写真-1を拡大した乙5の3によれば，光波距離計とレーザートランシットの鉛直方向の駆動軸は別個に設けられていると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2記載の光波距離計付きレーザートランシットが，構成要件(A)を満たすかどうかについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記認定のとおり，甲2記載の装置のレーザートランシットのレーザー光の光軸と，光波距離計の光波の光軸とは平行に設定されていると認められるので，甲2の装置は，「レーザー光の光軸と光波の光軸が平行になるようにしたレーザー光投射装置」であるということができる。甲26(本判決注：周知例3である。)に「視準線とビームがつねに同一芯上に一致しており」と記載されているとおり，レーザー光軸と視準線とを平行にすることは，本件特許出願前から周知であり，この点は，被告らも争うものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件(A)の「一体とした」との要件の意義について，本件明細書(本判決注：本件訂正前のものである。)には「レーザー光を投射するレーザー発振器5と光波によって距離を測定する光波測角測距儀6とを，レーザー光の光軸と光波の光軸とが平行になるように一体とした」(4欄30～33行)と記載されているにすぎず，「一体」の意義や程度についての具体的な説明はなされていない。",
                        "一般に「一体」とは「一つになって分けられない関係にあること」(広辞苑第5版)を意味するのであるから，一般的な用語の意味に照らすと，構成要件(A)の「一体」とは，レーザー発振器と光波測角測距儀が水平及び鉛直方向の駆動軸を共有することを意味するものとは解し得ず，光波測角測距儀にレーザー発振器が取り付けられるなどしてひとまとまりの装置を構成していれば足りると解すべきである。",
                        "前記判示のとおり，甲2記載の光波距離計付きレーザートランシットは，レーザートランシットに光波距離計が搭載され，ひとまとまりの装置として構成されたものであるということができるので，構成要件(A)の「一体とした」との要件を充足するというべきである。",
                        "したがって，甲2の光波距離計付きレーザートランシットの「レーザー発振器と光波距離計とは一体となってはいないとみるのが相当である」との審決の判断は是認し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，審決の前提とするとおり，構成要件(A)の「一体とした」との要件が，レーザー発振器と光波測角測距儀が水平及び鉛直方向の駆動軸を共有することを意味すると解したとしても，甲2記載の光波距離計付きレーザートランシットと本件発明(本判決注：本件訂正前発明である。)の相違点は，レーザー発振器と光波測角測距儀が鉛直方向の駆動軸を同一にするかどうかという点にすぎない。レーザー発振器と光波測角測距儀の水平及び鉛直方向の駆動軸を同一にすることは，本件発明において技術的な課題として言及されている事項でもなく，そのような構成とすることに格段の困難があることをうかがわせる証拠もないことに照らすと，単なる設計事項というべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲2記載の光波距離計付きレーザートランシットは，トンネル断面のマーキングに使用するものではない。しかしながら，1977年(昭和52年)1月に販売されたと認められるWild GLO2 レーザーアイピース(甲9の1，2(本判決注：「甲9の1」は，周知例1である。))は，セオドライト(測角儀)に取り付けてレーザーセオドライトとして使用するものであり，その使用例として「マーキング 穿孔および切断のためのポイント」が挙げられている。また，1987年(昭和62年)2月28日発行に係る農業土木北海道第9号(甲24(本判決注：周知例2である。))には，レーザートランシットのレーザー光を使用し，マイコンにトンネル軌道を予めプログラムした上で，切羽断面の位置，トンネルセンター等からの離れ，穿孔パターン等のデータに基づいて，穿孔位置をマーキングする方法が開示されている。さらに，昭和48年9月10日発行に係る「トンネル工法ハンドブック」(甲26の1-10頁)に記載されたレーザー測量機についても，その用途として「セオドライトTM−20Aに組み合わせたものは角度測定による位置を決め，方位測定，杭打作業」と記載され，杭を打つ位置を示すためのレーザーマーキングとして用いられることが示されている。このように，測角儀に取り付けられたレーザーをトンネル断面のマーキングに用いることは，本件特許出願当時に周知の事項であったということができる。",
                    "さらに，甲5(本判決注：周知例4である。)には，「高精度な電子式セオドライト」であるT1600に光波距離計を組み合わせて一体にしたトータルステーションTC1600が開示され(甲6により1985年に販売されたと認められ",
                    "る。)，測角儀と測距儀が一体となった測角測距儀も，本件特許出願当時に周知であったものと認められる。光波測角測距儀とレーザートランシットは，ともに測量に用いられる測量機であるから，光波測角測距儀とレーザートランシットとを組み合わせ，測距儀，測角儀及びレーザー発振器が一体となった装置をトンネル断面のマーキングに用いることが困難であったとは認められない。",
                    "このような本件特許出願当時の周知技術を考慮すれば，甲2記載の光波距離計付きレーザートランシットがトンネル断面のマーキングに使用するものではなく，また甲1発明(本判決注：引用発明1である。)の装置がレーザー光照射ガンであるとしても，甲2記載の光波距離計付きレーザートランシットを甲1発明に適用し，トンネル断面のマーキングに用いることについて阻害事由はないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，相違点1に係る構成は，甲1及び2記載の発明，本件特許出願当時の周知事項により当業者が容易に発明することができたものというべきであり，原告の主張する取消事由1は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "前判決の拘束力が及ぶ範囲",
              "text": [
                "前判決は，前記説示からして，前訴相違点1について，以下のとおりの認定判断をしたものと解することができ，この認定判断については，前判決の拘束力が及ぶものといわなければならない。",
                "① 引用例2記載の光波距離計付きレーザートランシットは，光波距離計を搭載したレーザートランシットであり，レーザートランシットのレーザー光の光軸と光波距離計の光波の光軸とは，平行に設定されていると認められる。",
                "② 引用例2記載の光波距離計とレーザートランシットの鉛直方向の駆動軸は，別個に設けられていると認められる。",
                "③ 引用例2の装置は，「レーザー光の光軸と光波の光軸が平行になるようにしたレーザー光投射装置」であるといえる。",
                "④ 本件訂正前の構成要件(A)の「一体とした」は，光波測角測距儀にレーザー発振器が取り付けられるなどしてひとまとまりの装置を構成していれば足りると解すべきであるから，引用例2記載の光波距離計付きレーザートランシットは，「レーザートランシットと光波距離計とを一体としたレーザー光投射装置」であるといえる。",
                "仮に，上記「一体とした」が，レーザー発振器と光波測角測距儀が水平及び鉛直方向の駆動軸を共有することを意味すると解したとしても，当該駆動軸を同一にすることは，単なる設計事項というべきである。",
                "⑤ 測角儀に取り付けられたレーザーをトンネル断面のマーキングに用いることは，本件出願当時に周知の事項であったといえる。",
                "⑥ 測角儀と測距儀が一体となった測角測距儀は，本件出願当時に周知であったものと認められる。",
                "⑦ 引用例2記載の光波距離計付きレーザートランシットを引用発明1に適用し，トンネル断面のマーキングに用いることについて阻害事由はないというべきである。",
                "⑧ 前訴相違点1に係る本件訂正前発明の構成は，引用発明1及び2並びに本件出願当時の周知事項により当業者が容易に発明することができたものというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件審決の判断の当否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上検討したところによれば，相違点1に係る本件発明の構成中，前訴相違点1に係る本件訂正前発明の構成に相当する部分につき，「引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨の本件審決の判断は，前判決の認定判断に従ったものということができるから，本件審決の当該判断に違法はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，相違点1に係る本件発明の構成中，アの部分を除くその余の部分，すなわち，本件訂正後の「光波測角測距儀の鏡筒部にレーザー発振器を搭載して」との構成(以下「鏡筒部に搭載するとの本件発明の構成」という。)の容易想到性についてみても，前判決は，本件訂正前発明のレーザー発振器と光波測角測距儀の水平及び鉛直方向の駆動軸(本件発明においても同様である。)を同一にすることが単なる設計事項であると判断しているものである。",
                    "そして，2つの機器の水平及び鉛直方向の駆動軸を同一にすることは，その具体的な態様として，一方の機器を他方の機器上に搭載するとの態様を当然に含むものであるから，前判決は，当然に，鏡筒部に搭載するとの本件発明の構成を採用することが単なる設計事項であると判断したものといえる。",
                    "そうすると，「引用発明1の『レーザ光照射ガン(1)』(レーザ光投射装置)として，…引用発明2の上記『光波距離計付きレーザートランシット』を採用し，その際に，レーザー発振器搭載の具体化手段として，上記『光波距離計付きレーザートランシット』の鏡筒部にレーザー発振器を搭載して一体とすることは，当業者にとって想到容易の事項ということができる」と判断した上，鏡筒部に搭載するとの本件発明の構成につき，「引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」と判断した本件審決は，前判決の上記判断に従ったものと評価し得るから，本件審決の当該判断にも違法はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告らの主張の当否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際，「常に平行にする構成」を採用して一体とすることには，動機付けがないと主張する。",
                    "原告らの主張する「常に平行にする構成」というのは，「鏡筒部に搭載するとの本件発明の構成」をいうが，光波距離計付きレーザートランシットを鏡筒部に搭載すれば必然的に，あるいは，結果的に常に平行になるというにすぎず，前判決は，前記(4)イのとおり，鏡筒部に搭載するとの本件発明の構成を採用することが単なる設計事項であると判断しているところ，その判断は引用発明2の光波距離計付きレーザートランシットを引用発明1に適用する際の当業者の動機付けも容認しているものということができるから，原告らの主張は，前判決の拘束力に抵触するものとして，採用することができないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，「引用発明2の上記『光波距離計付きレーザートランシット』を，引用発明1に適用し，トンネル断面のマーキングに用いることについては，阻害事由はない」旨の本件審決の判断が誤りであると主張するが，原告らの主張が，前判決の拘束力に抵触するものとして，失当に帰することは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，「レーザー発振器搭載の具体化手段として，上記『光波距離計付きレーザートランシット』の鏡筒部にレーザー発振器を搭載して一体とすることは，当業者にとって想到容易の事項ということができる」との本件審決の判断について，「引用発明2においてレーザ光の光軸と光波距離計の光軸とが常に平行になるとは限らず，むしろ，常に平行であってはならないことや，鏡筒部に搭載するとの本件発明の構成(常に平行にする構成)の技術的意義を看過したものであり，誤りである」旨主張するが，本件審決の判断は，前判決の判断に従ったものと評価し得るのであるから，この点においても，原告らの主張は，前判決の拘束力に抵触するものとして，失当といわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，「レーザ光の光軸と光波距離計の光軸が常に平行であってはならない引用発明2の光波距離計付きレーザートランシットを引用発明1に適用しても，鏡筒部に搭載するとの本件発明の構成に想到することはない」とも主張するが，前記説示のとおり，鏡筒部に搭載するとの本件発明の構成につき，「引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」旨の本件審決の判断は前判決の判断に従ったものと評価し得るから，この点に関する原告らの主張も，結局は，前判決の拘束力に抵触するものであって，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告らは，「鏡筒部に搭載するとの本件発明の構成を採用することが単なる設計事項であるということはできない」と主張するが，この点に関する原告らの主張も，前判決の拘束力に抵触するものとして，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張の主旨",
              "text": [
                "原告らは，「引用発明1は，無線送信式操作機を用いた自動墨出し装置を採用することにより，従来2名の作業者を必要とした墨出し作業を1名の作業者で行うことができるようにした完結した技術であるところ，周知例5及び6記載の手法を採用するとすれば，別の光波測角測距儀を用意したり，必要なデータ数を増やしたり，三角測量(多大の時間と労力を要する甚だ煩わしい作業である。)をしたりして，座標値から算出される絶対位置を決定するよう要求され，『高精度の墨出し作業を短時間に行なうことができる』との引用発明1の技術的思想を毀損してしまうことになるから，周知例5及び6記載の技術を引用発明1に適用することには，阻害事由がある」と主張するが，要するに，原告らは，引用発明1の作用効果に照らし，当該阻害事由があると主張するものと解されるので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の作用効果",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，概略，次の各記載及び図示がある。",
                    "(ア)「〔従来の技術〕",
                    "従来より建設工事における墨出し作業はトランシットを使って三角測量するものがほとんどである。」(1頁右欄8～11行)",
                    "(イ)「〔発明が解決しようとする問題点〕",
                    "…このトランシット測量においては通常作業者がトランシット側と被計測位置との双方に2名必要であり，これを1名の作業者で測量すると多大な時間と労力を要するものでありはなはだ煩わしいものであった。",
                    "本発明は上記問題に鑑みて，建設工事における墨出し作業の省力化を図るとともに高精度な計測を得る墨出し装置を提供することを目的とするものである。」(1頁右欄下から4行～2頁左上欄6行)",
                    "(ウ)「〔作用〕",
                    "…測量における墨出し作業に際して，本発明装置はレーザ光照射装置を墨出しを必要とする壁面の前方に設置し，エンコーダ付モータを介してレーザ光照射ガンによりレーザ光束を縦横二次元方向に照射する構造にしたものであり，墨出作業者は被測量壁面に近い位置において無線送信式操作機を持ち，該無線送信式操作機からの信号を受信機を介してマイクロコンピュータのオペレータ信号として入力し，該マイクロコンピュータにより垂直回転側エンコーダ付モータと，水平回転側エンコーダ付モータに対してそれぞれ上記マイクロコンピュータに記憶された墨出し壁面の投光点に相当する回転角を出力する。すなわち，第3図に示すごとく壁面(a)とレーザ光照射ガン(1)の距離をLとすると基点PからL 離れた墨出し点P’はレーザ光照射ガン(1)を変位角",
                    "回転せしめて得られるもので，該変位角(θ)を垂直または水平側エンコーダ付モータの回転角によって駆動する。この場合作業者は投光されたレーザ光スポットの近傍位置に待機しており，該スポット位置に印付けをすることにより，順次壁面の墨出し作業を続けることができる。」(2頁右上欄8行～右下欄1行)",
                    "(エ)「上記垂直および水平側エンコーダ付モータ(2)(3)はそれぞれマイクロコンピュータ(5)によりフィードバック制御されるものであり，該マイクロコンピュータ(5)にはあらかじめ図面等から墨出し位置のデータが入力されており，レーザ光照射ガン(1)の位置入力値との演算により該マイクロコンピュータ(5)から照射位置に相当する駆動角度(θ )(θ )を両エンコーダ付モータ(2)(3)にそれぞれ出力するようになる。上記マイクロコンピュータ(5)は無線受信機(6)からの作動信号により，所定値を出力するようになり，該無線受信機(6)は無線送信式操作機(7)からのオペレータ信号を無線により受信する。",
                    "したがって作業者はたとえば屋内壁面(a)前方にレーザ光照射ガン(1)を設置し，無線送信式操作機(7)を携帯するとともに，該無線送信式操作機(7)から操作しながら絞ったレーザ光束(B)により壁面(a)上に照示された照射点(P’)により墨出しを行なうものであり，トンネル工事における発破装薬位置のパターンを表示したり，建築内装工事における壁面の墨出しを行なう等，種種の墨出しをマイクロコンピュータ(5)の記憶入力を変えるだけで行なうことができる。」(3頁左上欄1行～右上欄9行)",
                    "(オ)「〔発明の効果〕",
                    "以上述べたごとく本発明のレーザ光利用による自動墨出し装置は，作業者が1名で壁面における墨出し作業を行なうことができるとともに，マイクロコンピュータの演算により基点に対して墨出し点の相対位置をきわめて正確に決定するようになり，高精度の墨出し作業を短時間に行なうことができる。」(3頁右上欄10行～左下欄2行)"
                  ],
                  "content": [
                    {
                      "fig": "(カ)",
                      "subject": "図面(4頁)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の引用例1の記載内容等によれば，引用発明1は，自動墨出し装置(あらかじめ入力された墨出し位置のデータ等に基づき，基点Pと墨出し点P’との間の変位角を演算・出力するマイクロコンピュータと無線受信機とを備え，エンコーダ付モータによりレーザ光照射ガンの向きを当該変位角だけ回転させて，墨出し点P’にレーザ光束を照射することができるもの)を被測量壁面の前方に設置し，無線送信式操作機を携帯した1名の作業者を当該壁面付近に配置した上，当該作業者が，無線送信式操作機によって自動墨出し装置を遠隔操作し，レーザ光照射ガンをして墨出し点P’を照射させ，照射スポット位置に印付けを行うことを繰り返すことにより，順次，墨出し作業を続けることができるというものであり，1名の作業者が墨出しと印付けを行うことができ，かつ，当該作業者が墨出し装置と被測量壁面との間を行き来する必要がないことから，墨出し作業を省力化し，これを短時間で行うことができるとともに，墨出し点P’の位置がマイクロコンピュータの演算により極めて正確に決定されることから，高精度の墨出し作業を行うことができるとの作用効果を奏するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の適用に係る阻害事由の有無",
              "text": [
                "引用発明1の作用効果が以上のとおりであるとすると，仮に，原告らが主張するように，周知例5及び6記載の技術(演算制御装置(コンピュータ)に対して各種測量に必要となる基準点の位置データを座標データとして与えるとの技術)を採用すれば，別の光波測角測距儀を用意したり，必要なデータ数を増やしたり，三角測量をしたりする必要が生じ得るとしても，そのことにより，引用発明1がその「1名の作業者が墨出しと印付けを行うことができ，かつ，当該作業者が墨出し装置と被測量壁面との間を行き来する必要がないことから，墨出し作業を省力化し，これを短時間で行うことができるとともに，墨出し点P’の位置がマイクロコンピュータの演算により極めて正確に決定されることから，高精度の墨出し作業を行うことができる」との作用効果を奏しなくなり，同発明の技術的思想が毀損されるとまでいうことはできないと解されるから，周知例5及び6記載の技術を引用発明1に適用することに阻害事由があるとの原告らの主張は，その前提を誤るものとして，失当であるといわざるを得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明及び引用発明2の工法の異同",
              "text": [
                "原告らは，本件審決の相違点4についての判断が本件発明の前提とする工法と引用発明2のそれとが異なることを看過してされたものであると主張する。",
                "しかしながら，本件審決(36頁20～30行)は，引用発明1において，「レーザ光照射ガン(1)」(レーザ光投射装置)として，引用発明2の上記「光波距離計付きレーザートランシット」を採用するに際し，上記のような測設作業を行う際の周知の事項のように，既知の座標点どうしを結ぶことによって一意的に決定されるような方向である，測角測距儀の設置座標から基準点を視準した方向に「マイクロコンピュータ(5)」をセットするようにすることは，当業者にとって想到容易の事項ということができると説示しているのであって，その説示は，引用発明2ではなく，引用発明1において，相違点4に係る本件発明の構成を採用することが当業者にとって容易に想到し得たものであるか否かについて判断したものであることが自ずと明らかであるから，原告らの主張は，本件審決の判断内容を正解しないものとして，失当といわなければならない。",
                "なお，原告らの主張を，本件発明とその前提とする工法を異にする引用発明2を引用発明1に適用することができないという趣旨に解する余地があるとしても，そのように解した主張であれば，前判決の拘束力に抵触するものとして失当といわざるを得ないが，それは前記1(5)イに説示したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1における初期的な方位のセット",
              "text": [
                "次に，原告らは，「引用発明1においては，…『レーザ光照射ガン(1)並びに垂直および水平回転側エンコーダ付きモータ(2)(3)』が設置された点から『距離(L)』にある『被測量壁面』の『基点(P)』に向く直線の方向を，『マイクロコンピュータ(5)』における初期的な方位としてセットしているものということができる」とした本件審決の認定が誤りであると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決(35頁11～24行)は，本件発明において，上記相違点4に係る事項は，既知の設置座標P(X ，Y ，Z )に設置されたレーザー光投射装置1を用いて，設置座標Pから別の既知の基準点O(X ，Y ，Z )を視準することで，演算制御装置が，レーザー光投射装置1の設置座標Pから基準点Oを視準した方向に初期的にセットされ，この初期的にセットされた方位を基準にして，その後の，切羽断面18上の最初の作業基準点aに向けての設置座標Pからの水平角度α及び鉛直角度βを演算することを意味するものということができ，また，上記演算制御装置に初期的にセットされる方位は，レーザー光投射装置1が設置座標Pに設置された位置において，当該設置座標Pと基準点Oのように，既知の座標点どうしを結ぶことによって一意的に決定されるような任意の方向のもの，つまり，単に，演算制御装置に初期的な方向のセットが正確になされる方向のものであればよいものということができると説示し，演算制御装置にセットされる「初期的な方位」の概念につき，基準となる点(本件発明においては設置座標P)から切羽断面上の最初の照射点(本件発明においては作業基準点a)に向けての水平角度α及び鉛直角度βを演算するための基準となる正確な方位(以下「基準方位」という。)との意義を有するものとしてこれを用いているといえるのであって，本件審決(34頁20行～35頁9行)が引用する本件明細書の記載によれば，本件審決の上記説示は，相当なものとして，これを是認することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，引用発明1において，マイクロコンピュータ(演算制御装置)に対し，上記意義を有する「初期的な方位」をセットしているか否かについてみるに，前記2(1)のとおりの引用例1の各記載及び図示によれば，引用発明1においても，マイクロコンピュータにレーザ光照射ガンの位置を入力することにより，基準となる点(基点P)から被測量壁面上の最初の照射点(墨出し点P’)に向けての水平角度θ 及び鉛直角度θ を演算するための基準方位，すなわち，レーザ光照射ガンの位置から基点P(レーザ光照射ガンの位置から被測量壁面に下ろした垂線の足)に向けての方位を初期的な方位としてセットしているものと認めることができるから，「引用発明1においては，…『レーザ光照射ガン(1)…』が設置された点から…『基点(P)』に向く直線の方向を，『マイクロコンピュータ(5)』における初期的な方位としてセットしているものということができる」とした本件審決の認定に誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点に関し，原告らは，本件審決の認定が引用発明1の「初期的な方位」のセットと，本件発明の相違点4の構成とを混同するとも主張するが，以上説示したところに照らせば，当該主張は，本件審決の内容を正解しないものとして，失当といわなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の適用に係る動機付けの有無",
              "text": [
                "原告らは，周知例7に記載された技術を引用発明1に適用する動機付けが存在しない旨主張するが，引用発明1は，前記2(2)のとおり，墨出し点P’の位置がマイクロコンピュータの演算により極めて正確に決定されることから，高精度の墨出し作業を行うことができるとの作用効果を奏するものであり，そのために，上記(2)イのとおり，基準となる点(基点P)から被測量壁面上の最初の照射点(墨出し点P’)に向けての水平角度θ 及び鉛直角度θ を演算するための基準方位を初期的な方位としてセットするものである。",
                "そして，本件審決(35頁下から15行～36頁7行)が認定するとおり，周知例7に記載された技術(既知点たる点Bに測量装置を設置し，点Bと既知点たる点Aを結ぶ方向Xを基準となる方位として定めるとの技術)が当業者に周知のものであることは，全当事者間に争いがない。",
                "そうすると，基準となる点から被測量壁面上の最初の照射点に向けての水平角度θ 及び鉛直角度θ を演算するための基準方位として，周知例7に記載された上記周知技術を採用し，引用発明1における基準方位(レーザ光照射ガンの位置から基点Pに向けての方位)に代えて，測量装置の設置位置である既知の点(本件発明における設置座標P)から他の既知の点(本件発明における別の基準点O)を結ぶ方位とすることは，当業者が必要に応じて適宜選択することのできる事項であると認めるのが相当であるし，かえって，引用発明1の基準方位では，基点Pが被測量壁面上に設定され，かつ，基点Pとレーザー光照射点とを結んだ直線が被測量壁面に鉛直となることが要請されているため，これが引用発明1の利用を妨げる要因とならないか懸念されるところ，そのような懸念を抱いた当業者であれば，基点Pを引用発明1のような制約のある点として設定せず，本件発明の設置座標Pと基準点Qというように観念的な任意の点として設定することは，容易に想到し得るところであると解されるから，原告らの主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "周知技術の適用に係る阻害事由の有無",
              "text": [
                "原告らは，周知例5記載の技術を引用発明1に適用することに阻害事由があるとの取消事由2の主張を踏まえ，周知例7及び8記載の技術についても，同様のことが当てはまると主張するが，原告らの主張が失当であることは，前記2と同様である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点5についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明及び引用発明2の工法の異同",
              "text": [
                "原告らは，「相違点5に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」とした本件審決の判断について，「本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものである」と主張するが，原告らの主張が失当であることは，前記3(1)と同様である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術の適用に係る阻害事由の有無",
              "text": [
                "また，原告らは，周知例5記載の技術を引用発明1に適用することに阻害事由があるとの取消事由2の主張を踏まえ，周知例7及び8記載の技術についても，同様のことが当てはまると主張するが，原告らの主張が失当であることは，前記2と同様である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点6についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明及び引用発明2の工法の異同",
              "text": [
                "原告らは，「相違点6に係る本件発明の構成は，引用発明1，引用発明2及び周知の事項から，当業者が格別の技術的困難性を要することなく容易になしえた」とする本件審決の判断について，「本件発明が前提とする工法と引用発明2のそれとが異なることを看過してされたものである」と主張するが，原告らの当該主張が失当であることは，前記3(1)と同様である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1におけるトンネル形状情報",
              "text": [
                "また，原告らは，「引用発明1の技術的思想は，基点Pを含むレーザ光照射ガンと直交する面上に，墨出し点P’の基点Pに対する相対位置を決定するというものであって，計画トンネル線形(曲線区間)を想定していない」として，「引用発明1において，『マイクロコンピュータ(5)』(演算制御装置)に与えられたトンネル形状情報には，計画トンネル線形および計画トンネル断面形状が含まれていることは自明の事項であ(る)」とした本件審決の認定につき，「理由も明示せずに引用発明1の技術的思想を逸脱するものとして，誤りである」と主張する。",
                "しかしながら，引用発明1が計画トンネル線形(曲線区間)を想定しているか否かについて検討すると，計画トンネル曲線を想定していることが引用例1に明確に記載されているとはいい難いが，前記2(1)エのとおり，引用例1には，「トンネル工事における発破装薬位置のパターンを表示したり…等，種種の墨出しをマイクロコンピュータ(5)の記憶入力を変えるだけで行なうことができる」との記載があるところ，トンネルが曲線区間を含み得るものであることは自明の事項であるし，また，引用例1には，引用発明1が曲線区間を含むトンネル工事における発破装薬位置のパターンを表示することができないことをうかがわせる記載はみられず，かえって，本件発明の「計画トンネル線形」は，「演算制御装置に与えられ(る)」もの(構成要件(F))であるところ，引用発明1も，上記記載のとおり，「種種の墨出しをマイクロコンピュータ(5)の記憶入力を変えるだけで行なうことができる」ものであり，さらに，トンネルの曲線区間においても，トンネルの曲率中心からの法線に沿う面を設定するのであって(本件明細書5頁5～6行及び本件特許に係る第5図(甲20の5頁)参照)，当該面に対し，引用発明1の墨出しパターン表示方法を使用することができることは明らかであるから，原告らの主張するように「引用発明1の技術的思想は，計画トンネル線形(曲線区間)を想定していない」ということはできない。",
                "この点に関する原告らの主張も，結局のところ，その前提を誤るものとして，失当といわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告ら主張の取消事由はいずれも理由がなく，原告らの請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}