{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80116号事件について平成20年11月19日にした審決中，特許第3069092号の請求項3，請求項6，請求項7，請求項9，請求項18及び請求項25に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，これを28分し，その4を原告の，その余を被告の各負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80116号事件について平成20年11月19日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告が有する特許に対する原告の特許無効審判の請求について，特許庁において，下記2のとおりの本件訂正を認めた上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至る手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，次の特許(以下「本件特許」という。)の特許権者である(甲48，49)。",
                "発明の名称：「遊技機」",
                "特許番号：特許第3069092号",
                "出願日：平成11年6月7日",
                "国内優先権主張：平成9年12月5日(以下「本件優先日」という。)及び平成10年8月28日",
                "設定登録日：平成12年5月19日",
                "本件訂正前の請求項の数：全24項"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成18年6月21日，本件訂正前の請求項1ないし24に係る発明についての本件特許に対して特許無効審判を請求し，無効2006−80116号事件として係属した。",
                "特許庁は，平成19年9月20日，「特許第3069092号の請求項1，請求",
                "項2，請求項5，請求項7，請求項11ないし請求項13，請求項15ないし請求項24に係る発明についての特許を無効とする。特許第3069092号の請求項3，請求項4，請求項6，請求項8ないし請求項10，請求項14に係る発明についての審判請求は，成り立たない。」との審決(甲51。以下「前審決」という。)をした。",
                "原告は，知的財産高等裁判所に対し，同年10月22日，前審決中，審判請求は成り立たないとした部分の取消しを求める訴え(同裁判所同年(行ケ)第10360号)を提起し，被告も，同裁判所に対し，同月31日，前審決中，審判請求を認容した部分の取消しを求める訴え(同裁判所同年(行ケ)第10372号)を提起した。",
                "知的財産高等裁判所は，平成20年3月21日，特許法181条2項の規定に基づき，前審決を全部取り消す旨の決定(甲52)をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成20年4月14日，下記2のとおりの訂正請求(本件訂正。",
                "以下，本件訂正に係る訂正請求書(甲50)を「本件訂正請求書」という。なお，削除された請求項の数は全18項，維持され又は付加された請求項の数は全10項である。)をした。",
                "特許庁は，同年11月19日，「訂正を認める。本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同年12月1日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正の内容",
          "text": [
            "本件訂正は，明細書中の特許請求の範囲を別表1のとおり訂正するとともに，これに伴い，発明の詳細な説明を訂正するものである。以下，本件訂正前ないし本件訂正後の各請求項を「訂正前請求項3」ないし「訂正後請求項3」などと，本件訂正後の各請求項に記載された各発明を請求項の項番号に合わせて「本件訂正発明3」などと，これらの各発明を併せて「本件各訂正発明」と，本件特許に係る本件訂正後の明細書(甲50添付の全文訂正明細書)を「本件訂正明細書」と，本件特許に係る本件訂正前の明細書(甲49の12頁以下の訂正明細書)を「本件明細書」とそれぞれいう。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件訂正は適法なものであり，原告の主張及び証拠によっては，本件各訂正発明に係る本件特許を無効とすることはできない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が前記判断に際して，次の引用例及び周知例を踏まえ，引用例1記載の発明と本件各訂正発明との対比判断をしているが，その対比判断の対象とされた本件各訂正発明の番号に合わせて引用例1記載の発明を別表2のとおり「引用発明(3)」などといい，これらの引用発明と本件各訂正発明との各相違点(いずれも相違点1を除く。)を本件各訂正発明及び各相違点の番号に合わせて別表3のとおり「相違点(3)−2」，「相違点(6)−3」などという。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平8−117390号公報(甲11)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平6−114140号公報(甲5)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平7−68027号公報(甲14)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開平8−280872号公報(甲34)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開平8−336642号公報(甲23)"
                },
                {
                  "fig": "カ",
                  "subject": "引用例6：特開平9−299548号公報(平成9年11月25日公開。甲"
                }
              ]
            }
          ]
        },
        {
          "fig": "10)",
          "content": [
            {
              "content": [
                {
                  "fig": "キ",
                  "subject": "引用例7：特開平8−173592号公報(甲33)"
                },
                {
                  "fig": "ク",
                  "subject": "周知例1：特開平6−304313号公報(甲13)"
                },
                {
                  "fig": "ケ",
                  "subject": "周知例2：特開平9−28883号公報(平成9年2月4日公開。甲16)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件審決が周知例1及び2，引用例3等から周知技術として認定した周知技術Aは，次のとおりである。",
                "可変表示装置において，入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で報知手段により事前報知する点"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "原告が主張する取消事由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "不適法な本件訂正を認めた判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項の削除を目的とする本件訂正を認めた判断の誤り(取消事由1の(1))"
                },
                {
                  "fig": "イ",
                  "subject": "増項を目的とする本件訂正を認めた判断の誤り(取消事由1の(2))ウ 特許請求の範囲の減縮を目的としない本件訂正を認めた判断の誤り(取消事由1の(3))"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明3の進歩性に係る判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(3)−2についての判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点(3)−3についての判断の誤り"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明6の進歩性に係る判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(6)−2についての判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点(6)−3についての判断の誤り"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明7の進歩性に係る判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "本件訂正発明9の進歩性に係る判断の誤り(取消事由5)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(9)−2についての判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点(9)−3についての判断の誤り"
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件訂正発明10の進歩性に係る判断の誤り(取消事由6)",
              "text": [
                "相違点(10)−2についての判断の誤り"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件訂正発明18の進歩性に係る判断の誤り(取消事由7)"
            },
            {
              "fig": "(8)",
              "subject": "本件訂正発明25の進歩性に係る判断の誤り(取消事由8)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(25)−2についての判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点(25)−3についての判断の誤り"
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "本件訂正発明26の進歩性に係る判断の誤り(取消事由9)",
              "text": [
                "相違点(26)−2についての判断の誤り"
              ]
            },
            {
              "fig": "(10)",
              "subject": "本件訂正発明28の進歩性に係る判断の誤り(取消事由10)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(28)−2についての判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点(28)−3についての判断の誤り"
                }
              ]
            },
            {
              "fig": "(11)",
              "subject": "本件訂正発明29の進歩性に係る判断の誤り(取消事由11)",
              "text": [
                "なお，原告は，以上の取消事由2ないし11の主張に際して，前記引用例1ないし7並びに周知例1及び2のほか，以下の刊行物(甲17，22及び24(いずれも，本件審判手続において提出されていたもの)並びに甲45～47。以下「甲17公報」，「甲22記事」などという。)を提出している。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲17公報：特開平6−312053号公報"
            },
            {
              "fig": "(2)",
              "subject": "甲22記事：日本文芸社平成6年発行の「必勝パチスロファン」(「パチンコファン増刊7月号」)の75頁から79頁までに掲載された「パチスロ入門勝利への扉」と題する記事"
            },
            {
              "fig": "(3)",
              "subject": "甲24公報：特開平9−164246号公報(平成9年6月24日公開)"
            },
            {
              "fig": "(4)",
              "subject": "甲45公報：特開平8−211869号公報"
            },
            {
              "fig": "(5)",
              "subject": "甲46公報：特開平8−99407号公報"
            },
            {
              "fig": "(6)",
              "subject": "甲47公報：特開平7−101103号公報"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(不適法な本件訂正を認めた判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項の削除を目的とする本件訂正を認めた判断の誤り",
              "text": [
                "本件審決は，訂正前請求項1，2，4，5，8，11ないし17及び19ないし24の削除を目的とする本件訂正につき，特許請求の範囲を実質的に減縮するものであるとして，これを認める判断をしたが，以下のとおり，請求項の削除を目的とする訂正請求は許されないから，本件審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の減縮を目的とする訂正請求は，特許権を有効に存続させることを前提とするものであるところ，請求項の削除は，特許権を存続させることを目的とするものではないから，当該削除を目的とする訂正請求は，特許請求の範囲の減縮を目的とするものとはいえない。請求項の削除は，訂正請求が本来予定するものではないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法における補正及び実用新案法における訂正請求については，請求項の削除を目的とする補正及び訂正請求についての明文の規定(特許法17条の2第5項1号，実用新案法14条の2第7項本文)があるのに対し，特許法における訂正請求については，そのような規定がない(特許法134条の2第1項ただし書)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そもそも，訂正請求は，特許無効審判請求の対象とされる請求項についての無効理由を解消する目的でなされるもの(特許無効審判請求に対する防御方法としての実質を有するもの)であるところ，特許法が，民事訴訟法における認諾のような制度を採用せず，無効審決によってのみ特許権を遡及的に消滅させることができるとの制度を採用している以上，特定の請求項に係る特許無効審判請求に対して争う意思のない特許権者は，当該請求項に係る特許について無効審決を受けるほかないと解すべきであり，当該請求項の削除により勝訴的審決(審判費用請求人負担)を受け，もって，認諾に相当する効果を実現することができるとするのは，許されないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本件訂正のように削除した請求項の項番号を残し，その記載を空白とする訂正請求が，特許請求の範囲の記載の不備を招来することは，後記(3)アのとおりであるから，そのような空白の請求項に係る特許につき特許無効審判請求が不成立となるのは，極めて不自然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "増項を目的とする本件訂正を認めた判断の誤り",
              "text": [
                "また，本件審決は，訂正前請求項1ないし24を訂正後請求項1ないし29とする本件訂正につき，これを認める判断をしたが，以下のとおり，増項を目的とする訂正請求は許されないから，本件審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "増項を目的とする訂正請求は，特許法134条の2第1項各号に掲げるいずれの場合にも該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，訂正請求は，特許無効審判請求の対象とされる個別の請求項についての無効理由を解消する目的でなされるものであり，個別の請求項について訂正の前後を通じた1対1の対応関係が存在することが強く要請されるというべきであるところ，増項により追加される請求項は，そのような対応関係を欠くものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "例えば，請求項1ないし3に係る特許のうち，請求項1に係る部分についての特許無効審判請求がされた場合において，同請求項を削除するとともに，同請求項に新たな構成要件を付加した請求項4を追加するという訂正請求が許されるとすると，特許無効審判請求人にとっては，請求項4に係る特許について，新たに特許無効審判を請求しなければならないという不都合が生じ，特許権侵害訴訟において請求項4に基づく新請求を追加することが原則として容易になされることとも比較すると，こうした不都合は，特許無効審判請求人に対して極めて不利に働くというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許請求の範囲の減縮を目的としない本件訂正を認めた判断の誤りまた，本件審決は，本件訂正(発明の詳細な説明を訂正する部分を除く。)につき，いずれも特許請求の範囲の減縮を目的とするものに該当すると判断したが，以下のとおり，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正中，訂正後請求項1，2，4，5，8，11ないし17及び19ないし24に係る部分について",
                  "text": [
                    "訂正後請求項1，2，4，5，8，11ないし17及び19ないし24には，何",
                    "も記載されておらず，これらの請求項は，発明特定事項を一切欠くものであるところ，特許法134条の2第1項1号にいう特許請求の範囲の減縮とは，特許請求の範囲に記載された発明特定事項を更に限定する場合をいうのであるから，発明特定事項を一切欠くような請求項を招来する本件訂正は，特許請求の範囲の減縮を目的とするものに該当するということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正中，訂正後請求項3，6，7，9，18及び25に係る部分(連動演出手段に関するもの)について",
                  "text": [
                    "訂正前請求項3及び6には，連動演出手段につき，「少なくとも1列の前記可変表示が停止されるのに連動し」との記載がある(訂正前請求項7は同3又は6の，訂正前請求項9は同3，6又は7の，訂正前請求項18は同3，6，7又は9のそれぞれ従属項である。)ところ，これは，1列の可変表示が停止される場合，合計2列の可変表示が停止される場合又は合計3列の可変表示が停止される場合のいずれか1つの場合において，連動演出が1回だけ行われることを意味する。",
                    "これに対し，訂正後請求項3，6，9及び25(本件訂正請求書によると，訂正後請求項25は，訂正前請求項6を引用する同9を訂正するものである。以下同じ。)には，連動演出手段につき，「各列の前記可変表示が停止されるのに連動し」との記載がある(訂正後請求項7は同3又は6の，訂正後請求項18は同3，6，7又は9のそれぞれ従属項である。)ところ，これは，1列の可変表示が停止した場合，更に次の1列の可変表示が停止し合計2列の可変表示が停止した場合及び更に次の1列の可変表示が停止し合計3列の可変表示が停止した場合の合計3回の可変表示の停止に連動して，連動演出が行われることを意味するから，連動演出手段について上記のように訂正することは，特許請求の範囲の減縮を目的とするものに該当しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正中，訂正後請求項6及び25に係る部分(入賞態様に対応する表示態様の組合せに関するもの)について",
                  "text": [
                    "訂正前請求項6には，入賞態様に対応する表示態様の組合せにつき，「前記音発生手段によって発生される効果音の種類，前記連動演出手段によって演出される連動表示態様の種類および前記停止演出手段によって演出される停止表示態様の種類の組合せ」との記載があるところ，これは，入賞態様に対応する表示態様の組合せが，①「効果音の種類」，②「連動表示態様の種類」及び③「停止表示態様の種類」の組合せであることを意味する。",
                    "これに対し，訂正後請求項6及び25には，「前記報知態様選択手段は，前記効果音の種類と前記連動表示態様の種類との組合せに一意に対応する前記停止表示態様の種類を，前記入賞態様決定手段で決定された入賞態様に応じて選択する」との記載があるところ，これは，上記①及び②の組合せが入賞態様に対応するとともに，上記③も単独で入賞態様に対応することを意味するから，入賞態様に対応する表示態様の組合せについて上記のように訂正することは，特許請求の範囲の減縮を目的とするものに該当しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正中，訂正後請求項9及び25に係る部分(報知態様選択手段に関するもの)について",
                  "text": [
                    "訂正後請求項9及び25には，「抽出乱数を各報知態様に区画するデータからなる報知選択抽選確率テーブルを参照して報知する入賞態様を選択し，前記音発生手段によって発生される効果音の種類，(および)前記連動演出手段によって演出される連動表示態様の種類(…)の組合せを，演出態様組合せテーブルを参照して報知する入賞態様に応じて選択する報知態様選択手段」との記載があるところ，ここにいう「抽出乱数」がどのようなものであるのかにつき，訂正後請求項9及び25には記載がなく，また，「抽出乱数」と「乱数」(入賞態様決定手段が入賞態様を決定するための乱数抽選に用いられるもの)との異同も不明であるし，さらに，「抽出乱数」と「乱数」とが異なる場合，どのようにして，抽出乱数から直接的に報知する入賞態様を選択するものとし，かつ，その入賞態様が入賞態様決定手段で決定された入賞態様に対応するように構成するのかも明らかでない。",
                    "したがって，報知態様選択手段について上記のように訂正することは，特許請求の範囲の減縮を目的とするものに該当しないし，また，被告が本件訂正請求書において主張するように，明りょうでない記載の釈明を目的とするものに該当するということもできない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "請求項の削除を目的とする本件訂正を認めた判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項の削除を目的とする訂正請求は，特許法134条の2第1項1号に規定する特許請求の範囲の減縮を目的とするものに該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法17条の2第5項2号に規定する特許請求の範囲の減縮には，括弧書きにより，いわゆる限定的減縮の要件が加重されているところ，同項1号は，請求項の削除についてこのような加重要件が不要であることを明示するため，補正の目的として，請求項の削除につき別途規定したものである。",
                    "これに対し，特許法134条の2第1項1号に規定する特許請求の範囲の減縮には，このような加重要件が存在しないため，訂正請求においては，特許法17条の2第5項1号のような規定を別途設ける必要がなく，したがって，訂正請求について同号のような明示の規定がないことは，請求項の削除を目的とする訂正請求が許されないことの理由となるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "民事訴訟法上の訴訟行為である請求の認諾と，特許無効審判における実体的行為である請求項の削除とは，法的性格を根本的に異にするものであり，両者を同列に論じることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "増項を目的とする本件訂正を認めた判断の誤り",
              "text": [
                "本件訂正は，訂正前請求項3ないし8を引用する同9及び10について，これらを，引用する請求項ごとに分離し，2個及び4個の独立請求項に変更するものである。",
                "そして，訂正前の請求項が多数項引用形式で記載されるなど，実質的に複数の請求項を含むものである場合において，これらを独立の請求項とすることにより請求項の数が増加したとしても，実質的に新たな内容の請求項を追加するのでない限り，訂正前後の請求項は，1対1の対応関係を有するのであるから，本件訂正は，特許法134条の2第1項1号に規定する特許請求の範囲の減縮を目的とするものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許請求の範囲の減縮を目的としない本件訂正を認めた判断の誤りア 本件訂正中，訂正後請求項1，2，4，5，8，11ないし17及び19ないし24に係る部分について",
              "text": [
                "訂正後請求項1，2，4，5，8，11ないし17及び19ないし24が発明を",
                "記載したものでないことは明らかであるから，請求項の項番号の表示のみが残存することをもって，発明特定事項を欠くということはできない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "本件訂正中，訂正後請求項3，6，7，9，18及び25に係る部分(連動演出手段に関するもの)について",
                  "text": [
                    "訂正前請求項3及び6の「少なくとも1列の前記可変表示が停止されるのに連動し」との記載は，連動演出が行われるのが1回でもよいし複数回でもよいことを意味するものと解するのが文言上当然であり，連動演出が1回だけ行われることを意味するものと限定的に解するのは相当でない。",
                    "したがって，連動演出手段に関する本件訂正は，特許請求の範囲の減縮を目的とするものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正中，訂正後請求項6及び25に係る部分(入賞態様に対応する「表示態様の組合せ」に関するもの)について",
                  "text": [
                    "訂正前請求項6が引用する同1には，「入賞態様に対応した報知情報」との記載があるのであるから，訂正前請求項6において入賞態様と対応するものは，表示態様の組合せではなく，報知情報である。したがって，訂正前請求項6には，①「効果音の種類」，②「連動表示態様の種類」及び③「停止表示態様の種類」の組合せが入賞態様と対応するとの構成は存在しない。",
                    "仮に，原告が主張するように，訂正前請求項6に，上記①ないし③の組合せが入賞態様と対応するとの構成が存在すると解したとしても，上記①及び②の組合せが入賞態様に対応するとともに，上記③も単独で入賞態様に対応するとの構成(原告の主張)は，上記①ないし③の組合せが入賞態様と対応するとの構成の1類型として，これに含まれるものである。",
                    "以上のとおりであるから，入賞態様に対応する報知情報ないし表示態様の組合せに関する本件訂正は，特許請求の範囲を変更するものではないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正中，訂正後請求項9及び25に係る部分(報知態様選択手段に関するもの)について",
                  "text": [
                    "本件審決は，報知態様選択手段に関する本件訂正につき，特許請求の範囲の記載を下位概念化したものとして特許請求の範囲の減縮を目的とするものであると判断しているのであるから，これに加え，同訂正が明りょうでない記載の釈明を目的とするものであるか否かについて判断する必要はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明3の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(3)−2についての判断の誤り",
              "text": [
                "本件審決は，引用例2には，可変表示開始手段によって可変表示が開始される時に音を発生させる点についての記載がなく，引用例3その他の刊行物にも，相違点(3)−2に係る本件訂正発明3の構成についての記載がないなどとして，引用発明(3)において同相違点に係る本件訂正発明3の構成とすることが容易になし得たものということはできないと判断したが，以下のとおり，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点(3)−2のうち，本件訂正発明3の「各列の(前記可変表示が停止されるのに連動して行われる報知)」との構成(以下「各列連動報知に係る構成」という。)は，引用発明(3)の「いずれかの(前記可変表示が停止されるのに連動して行われる報知)」との構成と実質的に同等であるから，同相違点のうち，実質的に相違するということのできる部分は，本件訂正発明3の報知情報が「可変表示開始手段によって可変表示が開始されるときに行われる報知」から構成されるのに対し，引用発明(3)の報知情報がそのような報知から構成されるか否か明らかではないとの点に尽きるというべきである。",
                    "仮に，本件訂正発明3の各列連動報知に係る構成が同発明と引用発明(3)との実質的な相違点であるとしても，引用発明(3)を始めとする一般のスロットマシンにおいては，リールが停止する都度，表示窓に図柄が表示されるのであり，これは，入賞態様をリールの各列の停止に連動して徐々に報知することに外ならないのであるし，また，甲22記事には，リールの滑りによる報知が各リールの停止ごとに行われるとの記載があるところ，これも，各リールの停止に連動する連動表示態様による報知に相当し，さらに，引用例7(【0051】，【0053】)には，リールの各列の停止時に，図柄(シンボル)に対応した音を発生させるとの記載があるところ，これも，リールの各列の停止に連動した連動表示態様による報知に相当するものであるから，本件訂正発明3の各列連動報知に係る構成は，当業者に周知の技術であるということができ，したがって，当業者が容易に想到することのできたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2の図10(リール回転処理のフローチャート)には，S65の「全リール回転開始」を受け，S74で「リール回転音発生」によりスピーカ28から所定の音を発生し，報知することが示されているところ，これは，リールの回転開始と共にスピーカから音が発生するものと解される。",
                    "また，引用例3(【0018】～【0020】，図3)には，ランダム1が3で",
                    "ある場合において，ランダム3が0又は1であり，かつ，ランダム4が0のときは，可変表示開始手段によって可変表示がされる際に，入賞態様の報知として，ランプ，LEDと共に予告音が発生するとの記載がある。",
                    "さらに，甲22記事には，フラグ成立の合図として，スタートレバーをたたいた瞬間に大きな音が鳴るとの記載がある。",
                    "そもそも，一般に，スロットマシンにおいて，可変表示の開始時に効果音を発生させることは，広く行われているものである。",
                    "そうすると，引用発明(3)の「配当のある複数の異なる入賞態様に共通して演出される報知態様による報知」(以下「共通報知」という。)に相当する適当な音を可変表示の開始時に発生させるようにすることは，当業者が極めて容易になし得たものであるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，引用発明(3)における連動表示態様の報知は，回転している可変表示の停止に連動してなされるものであるから，共通報知に相当する適当な音が可変表示の開始時に発生するのであれば，連動表示態様の報知が共通報知に相当する適当な音の発生の後になされることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，引用発明(3)において，相違点(3)−2に係る本件訂正発明3の構成を採用することは，当業者が容易に想到し得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(3)−3についての判断の誤り",
              "text": [
                "本件審決は，引用例2，引用例3その他の刊行物に，相違点(3)−3に係る本件訂正発明3の構成についての記載がないなどとして，引用発明(3)において同相違点に係る本件訂正発明3の構成とすることが容易になし得たものということはできないと判断したが，以下のとおり，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "連動演出手段に係る構成について",
                  "text": [
                    "相違点(3)−3のうち，本件訂正発明3が「各列の(可変表示が停止されるのに連動…する連動演出手段)」から構成されるのに対し，引用発明(3)が「いずれかの(前記可変表示が停止されるのに連動…する連動演出手段)」から構成されるとの点は，前記(1)アのとおり，実質的な相違点ではない。",
                    "仮に，本件訂正発明3の上記構成が同発明と引用発明(3)との実質的な相違点であるとしても，当該構成が当業者において容易に想到することのできたものであることは，前記(1)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "音発生手段に係る構成について",
                  "text": [
                    "前記(1)イのとおり，引用例2及び3並びに甲22記事には，可変表示開始手段によって可変表示が開始される時に音による報知を行うとの構成が記載されている。",
                    "また，引用例6(【0010】，【0052】，【0053】)には，音発生手",
                    "段が複数の効果音の中の1つの音を発生させるとの構成が記載されている。",
                    "そして，これらの構成は，音によって入賞態様を事前に報知するという共通の技術的手段に関するものであり，また，音の種類によって特定の情報を伝達することは広く知られたものにすぎないから，これらの構成を組み合わせて，相違点(3)−3中の音発生手段に係る本件訂正発明3の構成(「可変表示開始手段によって可変表示が開始されるときに(複数の効果音の中の1つの音を発生させる)」との構成)とすることは，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "報知態様選択手段及びこれにより選択される報知情報に係る構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2(【0001】，【0043】，【0044】，【0050】，",
                      "text": [
                        "図10，図11)には，以下の報知情報の組合せにより入賞態様が報知されることが開示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "遊技効果ランプの点灯あり・リーチ音あり ビッグボーナス"
                        },
                        {
                          "fig": "b",
                          "subject": "遊技効果ランプの点灯あり・リーチ音なし 通常ボーナス"
                        },
                        {
                          "fig": "c",
                          "subject": "遊技効果ランプの点灯なし・リーチ音なし 外れ"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例6(【0001】，【0005】，【0006】，【0011】，",
                      "text": [
                        "【0013】)には，以下の報知情報の組合せにより入賞態様が報知されることが開示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "音間隔長い・開始音1・終了音2 当たり"
                        },
                        {
                          "fig": "b",
                          "subject": "音間隔短い・開始音1・終了音2 外れ"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例5(【0001】，【0086】，【0091】，【0092】，",
                      "text": [
                        "【0094】～【0096】，【0098】，【0099】，【0106】～【0",
                        "110】，【0116】～【0119】，【0125】，図14)には，以下の組",
                        "合せにより大当たりの発生する信頼度が報知されることが開示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "音の報知なし・キャラクタの報知なし 信頼度付与せず"
                        },
                        {
                          "fig": "b",
                          "subject": "音の報知あり・キャラクタの報知なし 信頼度50％"
                        },
                        {
                          "fig": "c",
                          "subject": "音の報知なし・キャラクタの報知あり 信頼度70％"
                        },
                        {
                          "fig": "d",
                          "subject": "音の報知あり・キャラクタの報知あり 信頼度90％"
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によると，引用例2及び6には，個々の報知情報単独では入賞態様の報知を行うことができないものの，報知態様の異なる2つの報知情報の組合せにより入賞態様を報知するとの構成が開示されており，また，引用例5にも，報知態様の異なる2つの報知情報の組合せによって信頼度を報知するとの構成が開示されているということができる。もっとも，引用例5に開示された信頼度は，入賞態様そのものではないが，決定された入賞態様が複数(大当たり，中当たり，小当たり等)あることは周知の事実であるから，各信頼度を各入賞態様に置き換え，報知態様の組合せにより，決定された入賞態様を報知する構成とすることは，当業者であれば，容易に想到し得たものである。",
                        "加えて，引用例3等には，効果音の種類及び連動表示態様の種類をそれぞれ選択する報知態様選択手段を備え，連動演出の種類によって特定される報知が決定された入賞態様に対応するようにするとの構成が開示されている。",
                        "そうすると，引用発明(3)において，引用例5に開示されるように4種類の信頼度を2つの報知態様の異なる報知情報により報知するものとし，また，引用例3等に開示されるように特定の報知態様を選択する報知態様選択手段を設けるものとした上，引用例2及び6に開示された事項を組み合わせて，相違点(3)−3中の報知態様選択手段及びこれにより選択される報知情報(以下「報知態様選択手段等」という。)に係る本件訂正発明3の構成とすることは，当業者が容易に想到し得たものというべきである。",
                        "〔被告の主張〕"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点(3)−2についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，原告が主張するように，本件訂正発明3の各列連動報知に係る構成が，引用発明(3)の「いずれかの(前記可変表示が停止されるのに連動して行われる報知)」との構成と実質的に同等であるとしても，相違点(3)−2のうち，本件訂正発明3が「その後の，(可変表示停止手段によって…前記可変表示が停止されるのに連動して行われる報知)」から構成される(2種類の報知が前後関係を有する)のに対し，引用発明(3)が「その後の」との構成を備えるか否か不明であるとの点は，依然として本件訂正発明3と引用発明(3)との相違点であるというべきである。",
                    "そして，引用例2には，2種類の報知の前後関係に係る本件訂正発明3の構成についての記載がなく，同引用例に加え，引用例3及び甲22記事の記載内容を考慮しても，これらに基づいて本件訂正発明3の上記構成を採用することは，当業者が容易に想到し得たものではない。",
                    "なお，引用例1についてみても，同引用例(【0083】)には，適当な音を連動表示態様(バックライト)と同時に発生させること(単独で入賞態様を報知すること)についての開示があるにすぎず，適当な音と連動表示態様との間に前後関係を設け，時間をずらして2種類の報知を行うことについての開示はない。",
                    "また，仮に，原告が主張するように，一般のスロットマシンにおいて，可変表示の開始時に効果音を発生させることが広く行われているとしても，2種類の報知の前後関係に係る本件訂正発明3の構成は，当業者にとって，自明のものであるとも周知のものであるともいうことができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2に記載されたリール回転音は，何ら入賞態様を報知するものではない(【0036】，図8，図10，図15，図16)から，同引用例は，相違点",
                  "text": [
                    "(3)−2のうち，報知情報が「可変表示開始手段によって可変表示が開始されるときに行われる報知」から構成されるとの本件訂正発明3の構成(以下「共通報知の時機に係る構成」という。)について開示するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(3)−3についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "音発生手段に係る構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2が共通報知の時機に係る構成について開示するものではないことは，前記(1)イのとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例6(【0010】，【0052】)は，非入賞時用の音及び入賞時用の音の2種類の音が一の時点で出音されることについて開示するにすぎず，入賞態様の種類に応じて複数の効果音の中の1つの音を発生させるとの構成を開示するものではない。",
                        "仮に，原告が主張するように，引用例6に，複数の効果音の中の1つの音を発生させるとの構成が開示されているとしても，当該構成と引用例2及び3並びに甲22記事に開示された構成とを組み合わせる動機付けは存在しない。",
                        "けだし，当該動機付けが存在することの理由として原告が挙げる「音によって入賞態様を事前に報知するという共通の技術的手段」にいう「事前に」とは，遊技者によるストップボタンの操作前を意味するものと解される(現に，引用例3及び甲22記事に開示された構成は，遊技者がストップボタンを操作する前の可変表示開始時に入賞態様を報知するものである。なお，引用例2には，入賞態様を報知する音が出力されることについての開示がない。)ところ，引用例6には，ストップボタンの操作前に事前に音を出音することについての開示がなく，引用例2及び3並びに甲22記事に開示された構成と引用例6に開示された構成とが上記共通の技術的手段を有するものとはいえないからである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上からすると，当業者は，相違点(3)−3中の音発生手段に係る本件訂正発明3の構成に容易に想到することができないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "報知態様選択手段等に係る構成について",
                  "text": [
                    "引用例2及び6は，報知態様の異なる2つの報知情報の組合せにより入賞態様を報知するとの構成を開示するものではない。",
                    "また，引用例5は，4種類の信頼度を2つの報知態様の異なる報知情報により報知するとの構成(報知態様の異なる2つの報知情報の組合せによって信頼度を報知するとの構成)を開示するものではない。",
                    "以上からすると，当業者は，相違点(3)−3中の報知態様選択手段等に係る本件訂正発明3の構成に容易に想到することができないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明3が奏する作用効果について",
                  "text": [
                    "相違点(3)−3に係る構成を有する本件訂正発明3は，遊技上の興趣を高める(遊技者は，操作を進めていくに連れて，内部抽選によりどのような入賞態様が決定されたかを徐々に報知され，操作を進めれば進めるほどに判明していく入賞態様に起因して熱くなる。)などの格別の作用効果を奏するもの(本件訂正明細書【0012】，【0120】～【0123】参照)である。",
                    "したがって，この点からも，本件訂正発明3は，進歩性を有するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正発明6の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(6)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(6)−3についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由2の(1)に係る主張のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点(6)−3のうちの「前記報知態様選択手段は，前記効果音の種類と前記連動表示態様の種類との組合せに一意に対応する前記停止表示態様の種類を，前記入賞態様決定手段で決定された入賞態様に応じて選択する」との構成(以下「停止表示態様種類選択に係る構成」という。)は，効果音の種類と連動表示態様の種類との組合せによって報知情報が構成されることと同義のものにすぎない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点(6)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(6)−3についての判断の誤り",
              "text": [
                "取消事由2の(2)に係る主張ア及びイのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件訂正発明7の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2の(1)及び(2)に係る主張並びに取消事由3の(2)に係る主張イのとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，引用発明(7)における連動演出手段による連動表示態様は，入賞態様決定手段により決定された入賞態様に対応するものであり，複数の入賞態様を識別するため，連動表示態様が複数存在することは当然の理であるから，本件訂正発明7の「前記連動演出手段は，前記可変表示停止手段によって前記各列の可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する」との構成は，本件訂正発明3及び6を何ら限定するものではない。",
                "〔被告の主張〕",
                "取消事由2の(1)及び(2)に係る主張のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件訂正発明9の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(9)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(9)−3についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由2の(1)に係る主張のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「報知手段は，…抽出乱数を各報知態様に区画するデータからなる報知選択抽選確率テーブルを参照して報知する入賞態様を選択し，(前記音発生手段によって発生される効果音の種類，および前記連動演出手段によって演出される連動表示態様の種類の組合せを，)演出態様組合せテーブルを参照して報知する入賞態様に応じて選択する報知態様選択手段…から構成され」との構成について(ア) 相違点(9)−3のうちの上記構成(以下「報知選択抽選確率テーブル等に係る構成」という。)は，本件訂正発明9の「前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する」との構成及び共通報知とその後の報知との組合せにより報知情報が構成されていることを単に繰り返すものにすぎないから，同相違点のうちの報知選択抽選確率テーブル等に係る構成は，実質的な相違点ではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，報知選択抽選確率テーブル等に係る構成が実質的な相違点であるとしても，以下のとおり，そのことにより，本件訂正発明9の進歩性が根拠付けられるものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲17公報(【0007】，【0019】，【0020】)には，報知態様",
                          "text": [
                            "の種類(滑り循環変動を行うか否か)につき，滑り乱数を2つの報知態様に区画するデータから成る報知選択抽選確率テーブルを参照してこれを選択するとの構成が開示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "引用例5(【0046】，【0090】，【0138】，図6，図7，図1",
                          "text": [
                            "4)には，報知態様の種類を区画するデータから成る報知選択抽選確率テーブル(「C＿RＮD＿R2」及び「C＿RＮD＿YOK」に区画されたもの)を参照して，報知する入賞態様を選択し，音発生手段によって発生される効果音及びキャラクタの組合せを，演出態様組合せテーブルを参照して，報知する入賞態様に応じて選択する報知態様選択手段が開示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲24公報(【0120】～【0124】，図4)には，特定の入賞態様",
                          "text": [
                            "(大当たり停止図柄等)に対応してリーチ態様(リーチA～D)が乱数によって選択され，それぞれが可変表示遊技継続制御及び音演出が行われる確率を報知する報知態様選択手段が開示されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上に加え，引用例4の記載(【0045】，表3)をも併せ考慮すると，報知選択抽選確率テーブル等に係る構成のうち「抽出乱数を各報知態様に区画するデータからなる報知選択抽選確率テーブルを参照して報知する入賞態様を選択」することは，当業者に周知の技術又は当業者において適宜選択することのできる設計的事項であったものといえ，また，甲17公報，引用例4及び5並びに甲24公報に，報知選択抽選確率テーブルとこれに対応する演出態様組合せテーブルとが一体として備えられていることについての開示があることからも明らかなとおり，「抽出乱数を各報知態様に区画するデータからなる報知選択抽選確率テーブルを参照して報知する入賞態様を選択」し，これにより報知態様を選択するためには，必然的に，演出態様組合せテーブルにより選択された入賞態様に更に対応する報知情報が決定されなければならないのであるから，相違点(9)−3のうちの報知選択抽選確率テーブル等に係る構成を採用することは，当業者が容易に想到し得たものというべきである。",
                            "〔被告の主張〕"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点(9)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(9)−3についての判断の誤り",
              "text": [
                "取消事由2の(2)に係る主張ア及びイのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件訂正発明10の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点(10)−2についての判断に誤りがあることは，取消事由2の(1)に係る主張イ及びウのとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「報知態様選択手段は，デモ抽選テーブル選択テーブルを参照して遊技状態および入賞態様に応じてデモ抽選テーブルを選択し，選択されたデモ抽選テーブルを参照して抽選乱数に応じて演出態様組合せを選択する」との構成についてア 相違点(10)−2のうちの上記構成(以下「デモ抽選テーブル選択テーブルに係る構成」という。)は，本件訂正発明10の「前記音発生手段によって発生される効果音の種類，前記連動演出手段によって演出される連動表示態様の種類および前記停止演出手段によって演出される停止表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する」との構成を単に繰り返すものにすぎないから，同相違点のうちのデモ抽選テーブル選択テーブルに係る構成は，実質的な相違点ではない。なお，本件特許に係る図面(図53～図56。甲48)に示されたところによると，デモ抽選テーブル選択テーブルに係る構成は，本件訂正発明10の「前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する」との構成と矛盾するものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "仮に，デモ抽選テーブル選択テーブルに係る構成が実質的な相違点であるとしても，以下のとおり，そのことにより，本件訂正発明10の進歩性が根拠付けられるものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "取消事由5の(2)に係る主張イ(イ)aのとおり，甲17公報には，報知態様の種類(滑り循環変動を行うか否か)につき，滑り乱数を2つの報知態様に区画するデータから成るデモ抽選テーブルを参照してこれを選択するとの構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "取消事由5の(2)に係る主張イ(イ)bのとおり，引用例5には，報知態様の種類を区画するデータから成るデモ抽選テーブルを参照して，報知する入賞態様を選択し，音発生手段によって発生される効果音及びキャラクタの組合せを，デモ抽選テーブルを参照して，報知する入賞態様に応じて選択する報知態様選択手段が開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "取消事由5の(2)に係る主張イ(イ)cのとおり，甲24公報には，特定の入賞態様(大当たり停止図柄等)に対応してリーチ態様(リーチA～D)が乱数によって選択され，それぞれが可変表示遊技継続制御及び音演出が行われる確率を報知する報知態様選択手段が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用例4の記載及び図示(【0045】，【0046】，表3，表4，図",
                      "text": [
                        "13～図15)によると，同引用例に記載された遊技機においては，入賞態様決定手段によって決定された入賞態様を特定するデモンストレーション(音の報知及びランプの点滅・点灯)による報知が同時になされるのであるから，同引用例には，報知態様の種類を区画するデータから成るデモ抽選テーブルを参照して，複数のデモンストレーションの種類中から報知する入賞態様に応じて1つを選択するとの構成が開示されているということができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "そもそも，複数のテーブルの1つを選択するに際し，どのテーブルを選択すべきであるかを決定するための別のテーブルを記憶し，当該別のテーブルにアクセスする程度のことは，特段の創作能力を必要とするものでないばかりか，甲45公報(【0013】)，甲46公報(【0052】)及び甲47公報(【007",
                      "text": [
                        "5】)にも記載されるとおり，本件優先日当時の周知技術であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によると，引用例5に開示されるような，入賞態様決定手段によって決定された入賞態様を選択し，これを報知するため，入賞態様及び報知態様の種類を区画するデータから成るデモ抽選テーブルを参照して，複数の報知態様の中から抽出乱数値に応じてその1つを選択するとの技術に対し，上記(オ)の周知技術を適用して，デモ抽選テーブル選択テーブルを設け，これにより，デモ抽選テーブル選択テーブルを参照して，遊技状態及び入賞態様に応じて複数のデモ抽選テーブルの中から1つを選択し，選択されたデモ抽選テーブルを参照して，抽選乱数に応じて演出態様組合せを選択するように構成すること(デモ抽選テーブル選択テーブルに係る構成を採用すること)は，当業者が容易に想到し得たものというべきである。",
                        "〔被告の主張〕",
                        "取消事由2の(2)に係る主張ア及びイのとおりである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件訂正発明18の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2の(1)及び2の(2)に係る主張，取消事由3の(2)に係る主張イ，取消事由4に係る主張イ並びに取消事由5の(2)に係る主張イのとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件訂正発明3，6，7及び9の「乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段…を備えて構成され…，前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が前記確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ」との構成は，本件訂正発明18の「前記入賞態様決定手段は，一定範囲の乱数を発生させる乱数発生手段と，この乱数発生手段で発生した乱数の中から任意の乱数を抽出する乱数抽出手段と，この乱数抽出手段で抽出された乱数を各入賞態様に区分けする乱数区分手段とから構成されている」との構成(以下「乱数発生手段等に係る構成」という。)を自明の前提とするもの(引用例1の【0004】参照)であるから，本件訂正発明18の乱数発生手段等に係る構成は，本件訂正発明3，6，7及び9の上記構成を単に繰り返して記載したものにすぎず，これらの発明が当然に備える構成であって，これらの発明を何ら限定するものではない。",
                "〔被告の主張〕",
                "取消事由2の(1)及び2の(2)に係る主張のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(本件訂正発明25の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(25)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(25)−3についての判断の誤り",
              "text": [
                "取消事由2の(2)に係る主張，取消事由3の(2)に係る主張イ及び取消事由5の(2)に係る主張イのとおりである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点(25)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(25)−3についての判断の誤り",
              "text": [
                "取消事由2の(2)に係る主張ア及びイのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(本件訂正発明26の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "相違点(26)−2についての判断に誤りがあることは，取消事由2の(2)に係る主張イ及びウ並びに取消事由6に係る主張イのとおりである。",
            "〔被告の主張〕",
            "取消事由2の(2)に係る主張ア及びイのとおりである。"
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由10(本件訂正発明28の進歩性に係る判断の誤り)について〔原告の主張〕",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(28)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張イないしエのとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(28)−3についての判断の誤り",
              "text": [
                "取消事由2の(2)に係る主張イ及びウ並びに取消事由6に係る主張イのとおりである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点(28)−2についての判断の誤り",
              "text": [
                "取消事由2の(1)に係る主張のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(28)−3についての判断の誤り",
              "text": [
                "取消事由2の(2)に係る主張ア及びイのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "11",
          "subject": "取消事由11(本件訂正発明29の進歩性に係る判断の誤り)について〔原告の主張〕",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由2の(1)に係る主張イないしエ，取消事由2の(2)に係る主張イ及びウ並びに取消事由6に係る主張イのとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，「前記音発生手段は，前記連動演出手段によって前記各列の表示が演出される毎に，予め定められた種類または長さの効果音を発生させる」との本件訂正発明29の構成は，以下のとおり，一般のスロットマシンにおいて広く採用されているものにすぎず，本件訂正発明28を何ら限定するものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例6(【0007】，【0011】)には，スロットマシンにおいて，ストップボタンの操作時又はリールの停止時にストップ音を発生させることが普通に行われていることについての開示がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1(【0083】)には，引用発明(29)における連動表示態様(バックライトを利用したもの)に加え，適当な音を発生させることについての開示がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例1(【0034】，【0111】，図12)には，ドラム停止音及び",
                  "text": [
                    "遊技状態に応じてあらかじめ定められた効果音を発生させることについての開示がある。",
                    "〔被告の主張〕",
                    "取消事由2の(1)に係る主張並びに取消事由2の(2)に係る主張ア及びイのとおりであり，本件訂正発明29は，引用発明(29)，引用例2ないし5その他の刊行物に記載された事項及び周知技術に基づき，当業者が容易に発明をすることができたものということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各訂正発明の進歩性について",
          "text": [
            "原告は，本件訂正を認めた本件審決の判断に誤りがあることを前提に，本件各訂正発明の進歩性を認めた本件審決の判断の誤りがあると主張するが，事案にかんがみ，まず，本件各訂正発明の進歩性に係る各取消事由から検討することとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明3の進歩性(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(3)−2についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共通報知の時機に係る構成について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "共通報知の時機に係る構成に関し，甲22記事には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "…初心者対象企画「勝利への扉」その4回目は，…テクの部分に触れてみよう(76頁第1段3～5行)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "パチスロの魅力はリーチ目である。…リーチ目とは，ボーナスフラグ成立の合図のこと。…通常時とボーナスが出てもいい時とはリールの止まり方が違っていて，ボーナスをそろえていい時にしか出ない出目がある。それをリーチ目という。",
                                "つまり，リーチ目が出たら，何かしらボーナスが入っているわけだ。…4号機からは，フラグ成立の合図はリーチ目だけではなくなった。…音が鳴ったりと，さまざまな方法で知らせてくれる(78頁第1段3行～第2段4行)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "フラグ成立を知らせる方法は大きく分けて5つある。リーチ目が出る，バックライトが走る，ランプが点灯する，音が鳴る，リールがスベる，だ(78頁第2段10～13行)。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "●音が鳴る スタートレバーを叩いた瞬間，…大きな音が鳴る。それがボーナスフラグ成立の合図なのだ。(78頁第3段27～31行)。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "…最後に，それぞれのタイプの代表機種を挙げて説明していこう(78頁第4段17～18行)。",
                                "また，甲22記事の79頁には，フラグ成立を知らせる方法ごとに具体的なスロットマシンが紹介され，「音が鳴る機種」の欄には，「ロイヤルタカシーRT」なるスロットマシンの説明として，「スタートレバーを叩いて，ボーナスフラグ成立なら音が鳴る。…シングルボーナスでも音が鳴るのでガッカリすることが多く，イマイチ不評だ」との記載がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によると，甲22記事は，スタートレバーをたたいた時，すなわち，可変表示開始手段によって可変表示が開始される時に，ボーナスフラグ又はシングルボーナスフラグが成立したことを共通の音により報知するとの技術について開示するものということができるところ，上記記載の内容に加え，甲22記事の頒布時期をも併せ考慮すると，上記技術は，本件優先日当時，スロットマシンに係る技術分野において広く知られた技術であったものと認めるのが相当である。",
                            "そうすると，報知情報が「配当のある複数の異なる入賞態様に共通して演出される報知態様による報知」(共通報知)から構成されるとの構成を有する引用発明(3)に上記技術を適用し，共通報知を行う時機について，本件訂正発明3の共通報知の時機に係る構成を採用することは，本件優先日当時の当業者が容易に想到し得たものというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「その後の，(…報知)」との構成について",
                      "text": [
                        "引用発明(3)の共通報知を行う時機について，本件訂正発明3の共通報知の時機に係る構成を採用し，これを可変表示開始手段によって可変表示が開始される時に行うとすることが，本件優先日当時の当業者において容易に想到し得たものであることは，上記(ア)のとおりである。",
                        "そして，引用発明(3)の「可変表示停止手段によっていずれかの前記可変表示が停止されるのに連動して行われる報知であって，前記報知態様とは異なる報知態様による報知」(以下「停止連動報知」という。)は，その内容に照らし，可変表示停止手段によって可変表示が停止される時，すなわち，共通報知(可変表示開始手段によって可変表示が開始される時に行われるもの)の後に行われるものであることは明らかである。",
                        "そうすると，引用発明(3)の共通報知につき，これを可変表示開始手段によって可変表示が開始される時に行うようにすることに容易に想到し得た本件優先日当時の当業者は，必然的に，停止連動報知を共通報知の後に行うとするとの構成，すなわち，本件訂正発明3の「その後の，(…報知)」との構成に容易に想到し得たものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "各列連動報知に係る構成について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲22記事には，前記(ア)aのほか，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "●リーチ目 通常時には絶対に，あるいはほとんど出ないが，ボーナスが入ると頻繁にあらわれるようになる出目。リーチ目が出ると打ち手は「何か入っているな…」とわかる。リーチ目はメーカーによってさまざまな形がある。左リールにポツンとチェリーだったり，7とBARの組み合わせだったり，やたらと複雑だったり…(78頁第2段19～27行)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "●リールがスベる リールがスベるというのは，ストップボタンを押すと，リールが通常時より遅れて止まる。それがまるでズズッとスベったように感じるのだ(78頁第4段6～10行)。",
                                "また，甲22記事の79頁の「リーチ目のみの機種」の欄には，リールの各列にリーチ目が現れる様子が示され，また，「リールがスベる機種」の欄には，リールの各列に矢印が示され，「リールのスベリがフラグ成立の合図。…続けてスベればOK」との説明が記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例7には，次の記載がある。",
                            "【0001】【産業上の利用分野】本発明は，機械的に駆動されるリール…等…により，複数の図柄(シンボル)を可変表示する可変表示部を備えたスロットマシン…等の遊技機に関する。",
                            "【0049】…停止ボタン12～14のうちのいずれかが押されたかどうかを判定し(ST7)，スイッチ・オンのときその停止ボタンに対応するリールの停止制御を実行し(ST8)，リール停止音を発生する(ST9)。",
                            "【0051】投入コイン数が2枚以上の場合は，…入賞判定(ST6)の結果に基づき，全リール停止時に生成される(今回のゲームで止めるべき)シンボル組合せを構成する各リールのシンボルが有効化入賞ライン上に停止した時，そのシンボルの音を発生させるようにすればよい。…",
                            "【0052】例えば，上記の入賞判定で今回止めるべきシンボル組合せが「イルカ−イルカ−イルカ」という入賞態様の場合，左側の第1リール2が…停止した時，「イルカ」に対応する「ミ」の音を停止音として発生させる。…",
                            "【0053】このような構成により，入賞判定結果が入賞のときは，それを遊技者に予告することができる…。",
                            "【0054】次に，全リールが停止したか否かを判定し(ST10)，全リールが停止されていないときは，停止ボタン操作の判定(ST7)に戻る。",
                            "【0055】このようにステップ7～10が繰り返されて全リールが停止した時，ST6の入賞判定結果に基づき，停止ボタンの操作タイミングに応じて生成されたシンボル組合せが上記の「イルカ−イルカ−イルカ」ならば，各リール停止時に発生する停止音は順に「ミ」，「ミ」，「ミ」となるので，遊技者はシンボルを見ていなくても入賞したことが分かる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記a及びbの記載によると，甲22記事は，リールの各列に現れるリーチ目(これは，リールの各列が停止するごとに順次現れるものである。)又はリールの各列の滑り(これも，リールの各列が停止するごとに順次生じる現象である。)により，ボーナスフラグの成立を報知するとの技術を開示するものであり，また，引用例7も，リールの各列が停止するごとに停止音(入賞態様に応じたシンボルに対応した音)を順次発生させることにより，入賞したことを報知するとの技術を開示するものということができる。",
                            "そして，前記(ア)bにおいて説示したところにも照らすと，上記技術(リールの各列が停止するごとに報知を行うとの技術)は，本件優先日当時，スロットマシンに係る技術分野において広く知られた技術であったものと認めるのが相当である。",
                            "そうすると，停止連動報知の構成を有する引用発明(3)に上記技術を適用し，本件訂正発明3の各列連動報知に係る構成を採用することは，本件優先日当時の当業者が容易に想到し得たものというべきである。",
                            "なお，引用発明(3)の停止連動報知の構成が，共通報知における報知態様(音)と異なる報知態様による報知を行うとするものであるのに対し，引用例7に開示された技術は，音による報知を行うとするものであるが，引用発明(3)に適用すべき上記技術は，リールの各列が停止するごとに報知を行うというものであるから，同発明に当該技術を適用することに何ら妨げはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，相違点(3)−2についての本件審決の判断には誤りがあるといわなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(3)−3についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "音発生手段に係る構成について",
                      "text": [
                        "前記ア(ア)において説示したところに照らすと，「複数の効果音の中の1つの音を発生させる音発生手段」を有する引用発明(3)に甲22記事に記載された技術を適用し，当該音の発生を「可変表示開始手段によって可変表示が開始されるとき」に行うようにすること，すなわち，本件訂正発明3の音発生手段に係る構成を採用することが，本件優先日当時の当業者において容易に想到し得たものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "連動演出手段に係る構成について",
                      "text": [
                        "前記ア(ウ)において説示したところに照らすと，「可変表示停止手段によっていずれかの可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する連動演出手段」を有する引用発明(3)に甲22記事及び引用例7に記載された技術を適用し，「いずれかの可変表示」を「各列の可変表示」とすること，すなわち，本件訂正発明3の連動演出手段に係る構成を採用することが，本件優先日当時の当業者において容易に想到し得たものであることも明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "報知態様選択手段等に係る構成について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用例2の開示内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "引用例2には，次の記載がある。",
                                "【0001】【産業上の利用分野】本発明は，スロットマシンに関し，詳しくは，複数種類の識別情報を可変表示可能な可変表示装置を有し，該可変表示装置の可変停止時の表示結果が予め定められた特定の識別情報になった場合に所定の遊技価値を付与可能となるスロットマシンに関する。",
                                "【0041】…1ゲームタイマが終了すれば，S65に進み，…全リールの回転が開始される。…",
                                "【0042】次にS66に進み，格納されているランダム値R…を用いて所定の演算を行なう処理がなされる。…次にS67により，その演算結果を各当選の判定値と比較する処理が行なわれる。この各当選の判定値は，ビッグボーナスゲーム当選の判定値，ボーナスゲーム当選の判定値，小役当選の判定値，再ゲーム当選の判定値の4種類がある。…",
                                "【0043】次にS68に進み，ボーナスゲームフラグがセットされているか否かの判断が行なわれ，ボーナスゲームフラグがセットされていない場合にはS71に進み，ビッグボーナスゲームフラグがセットされているか否かの判断が行なわれ，ビッグボーナスゲームフラグがセットされていない場合にはS74に進む。S74では，リール回転音をスピーカ28から発生させ，次にS75に進み，ビッグボーナス当選フラグあるいはボーナス当選フラグがセットされているか否かの判断が行なわれ，…セットされていない場合にはS76に進む。",
                                "【0044】S76では，前記S67による比較結果，ランダム値Rを用いた演算結果がビッグボーナス当選許容値に含まれているか否かの判断がなされ，含まれている場合にはS77に進み，ビッグボーナス当選フラグがセットされてS80に進む。一方，前記S67による比較結果，ランダム値Rを用いた演算結果がビッグボーナス当選許容値ではないがボーナス当選許容値に含まれている場合には，S78によりYESの判断がなされてS79に進み，ボーナス当選フラグがセットされてS80に進む。S80では，遊技効果ランプ24…を点灯開始させる処理がなされ，次にS85に進む。S80の処理により，ビッグボーナスあるいはボーナス当選した旨の報知が行なわれる。…",
                                "【0050】…S108に進み，停止しているいずれか2つのリールにより表示されている図柄がリーチ状態の図柄になっているか否かの判断がなされる。リーチ状態とは，複数の可変表示部5L，5C，5Rのうちのいずれか1つがまだ可変表示している段階で，既に停止している可変表示部の表示結果が，「AAA」，「BBB」等の特定の識別情報の組合せとなる条件を満たす所定表示状態となっている場合を意味する。そして，S108により…リーチ状態であると判断された場合にはS109に進み，ビッグボーナス当選フラグまたはボーナス当選フラグがセットされているか否かの判断がなされ，…いずれかがセットされている場合にはS110に進み，リーチ音をスピーカ28から発生させた後にS87に進む。このリーチ音が発せられることにより，遊技者が現在可変表示している可変表示部の停止時の表示結果次第で前記特定の識別情報の組合せが成立するかもしれないという遊技者の期待感を効果的に盛り上げることができる。なお，…ビッグボーナス当選フラグセット時にのみリーチ時の報知を行なうようにしてもよい…。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "上記記載によると，引用例2には，入賞態様決定手段で決定されたビッグボーナスゲーム当選，ボーナスゲーム当選その他の入賞態様に応じ，遊技効果ランプの点灯の有無とリーチ音の発生の有無という異なる複数の報知態様の種類の組合せを選択し報知するとの構成が開示されているということができる。",
                                "この点に関し，本件審決は，引用例2に記載された技術は音の発生若しくは遊技効果ランプの表示又はその両方を用いた形態で入賞態様を報知するにとどまると判断したが，引用例2のスロットマシンにおいて，【0050】に記載されるように，ビッグボーナスゲーム当選の際にのみリーチ音を発生させるとした場合には，ビッグボーナスゲーム当選のときは，遊技効果ランプが点灯するとともに，リーチ音も発生し，ボーナスゲーム当選のときは，遊技効果ランプは点灯するものの，リーチ音は発生せず，その他のときは，遊技効果ランプは点灯せず，リーチ音も発生しないことになるのであるから，引用例2のスロットマシンに，遊技効果ランプの点灯の有無とリーチ音の発生の有無とを組み合わせて入賞態様を報知するものが含まれることは明らかであり，したがって，本件審決の判断は誤りであるといわざるを得ない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そうすると，「入賞態様決定手段で決定された入賞態様に対応した報知情報を遊技者に報知する報知手段を備え」との構成，「報知手段は，…音発生手段によって発生される効果音の種類，および連動演出手段によって演出されるランプによる連動表示態様の種類を，それぞれ選択する報知態様選択手段…から構成され」との構成及び「報知態様選択手段により選択された効果音の態様の種類からなる報知情報および連動表示態様の種類からなる報知情報をそれぞれ報知する」との構成をそれぞれ有する引用発明(3)において，引用例2に開示された上記構成(入賞態様決定手段で決定された入賞態様に応じ，異なる複数の報知態様の種類の組合せを選択し報知するとの構成)を適用し，報知態様選択手段により選択される報知情報について，「音発生手段によって発生される効果音の種類，および連動演出手段によって演出される連動表示態様の種類の組合せを，入賞態様決定手段で決定された入賞態様に応じて選択する」との構成を採用し，また，報知する報知情報について，「報知態様選択手段により選択された，効果音の種類及び連動表示態様の種類の組合せからなる」との構成を採用すること，すなわち，本件訂正発明3の報知態様選択手段等に係る構成を採用することは，本件優先日当時の当業者において容易に想到し得たものと認めるのが相当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件訂正発明3が奏する作用効果について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，本件訂正発明3が奏する格別の作用効果として，遊技者が操作を進めれば進めるほどに判明していく入賞態様に起因して熱くなるという遊技上の興趣を高める点(本件訂正明細書の【0012】，【0120】)を主張するが，そのような作用効果は，引用発明(3)，甲22記事に記載された共通報知に係る技術，同記事及び引用例7に記載された各列連動報知に係る技術並びに引用例2に記載された報知態様選択手段等に係る構成から当業者が当然に予測することのできる範囲内のものであり，何ら格別のものではないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，本件訂正発明3が格別の作用効果を奏する根拠として，さらに，本件訂正明細書の【0121】ないし【0123】の記載を挙げる。",
                            "しかしながら，【0121】は，聴覚効果及び視覚効果により初心者であっても当選フラグが成立しているものと判断することができるとの作用効果をいうものであるところ，これは，音発生手段，連動演出手段等から構成される報知手段を備える引用発明(3)も奏する作用効果であって，本件訂正発明3に特有のものということはできない。",
                            "また，【0122】は，入賞態様決定手段で決定された入賞態様の報知が所定確率で行われることに起因する作用効果をいうものであるところ，そのような作用効果は，引用発明(3)及び周知技術Aから当業者が当然に予測することのできる範囲内のものであり，何ら格別のものではないというべきである。",
                            "さらに，【0123】は，報知が大当たり以外の入賞態様に対しても行われることに起因する作用効果をいうものであるところ，これは，「配当のある複数の異なる入賞態様に共通して演出される報知態様による報知」との構成を有する引用発明(3)も奏する作用効果であって，本件訂正発明3に特有のものということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，相違点(3)−3についての本件審決の判断には誤りがあるといわなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明3の進歩性に係る本件審決の判断の誤りをいう取消事由2は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明6の進歩性(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(6)−2についての判断の誤りについて",
                  "text": [
                    "前記(1)アにおいて説示したとおりであるから，相違点(6)−2についての本件審決の判断には誤りがあるといわなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(6)−3についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "停止表示態様種類選択に係る構成を除くその余の構成について前記(1)イ(ア)ないし(ウ)において説示したとおりであるから，相違点(6)−3のうち停止表示態様種類選択に係る構成を除くその余の構成は，本件優先日当時の当業者が容易に想到し得たものと認めることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "停止表示態様種類選択に係る構成について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明(6)は，①「音発生手段によって発生される効果音の種類，連動演出手段によって演出される連動表示態様の種類および停止演出手段によって演出される停止表示態様の種類を，それぞれ選択する報知態様選択手段」を備えるものである。",
                            "また，上記①の報知態様選択手段につき，①’「…効果音の種類，…連動表示態様の種類および…停止表示態様の種類の組合せを，入賞態様決定手段で決定された入賞態様に応じて選択する」との本件訂正発明6の構成を採用することが，本件優先日当時の当業者において容易に想到し得たものであることは，上記(ア)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そこで，本件訂正発明6の停止表示態様種類選択に係る構成についてみると，まず，「報知態様選択手段は，…停止表示態様の種類を…選択する」との構成は，上記①のとおり，引用発明(6)がそもそも備えるものである。",
                            "また，「報知態様選択手段は，…停止表示態様の種類を，入賞態様決定手段で決定された入賞態様に応じて選択する」との構成は，その内容に照らし，上記①’と同様，本件優先日当時の当業者が容易に想到し得たものということができる。",
                            "さらに，「効果音の種類と連動表示態様の種類との組合せに一意に対応する停止表示態様の種類」との構成をみても，「停止表示態様の種類」を入賞態様に応じたものとすることは，上記のとおり，本件優先日当時の当業者が容易に想到し得たものであるし，他方，「効果音の種類と連動表示態様の種類との組合せ」を入賞態様に応じたものとすることも，前記(1)イ(ウ)において説示したとおり，本件優先日当時の当業者が容易に想到し得たものであるから，結局，「停止表示態様の種類」及び「効果音の種類と連動表示態様の種類との組合せ」を，いずれも入賞態様に応じたものとし，両者を「一意に対応」させることは，本件優先日当時の当業者が容易に想到し得たものと認めるのが相当である。",
                            "以上からすると，本件訂正発明6の停止表示態様種類選択に係る構成についても，本件優先日当時の当業者が容易に想到し得たものということができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点(6)−3についての本件審決の判断には誤りがあるといわなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明6の進歩性に係る本件審決の判断の誤りをいう取消事由3は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明7の進歩性(取消事由4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正後請求項7は，同3又は6を引用する従属項であるところ，本件訂正発明3及び6に係る各取消事由(取消事由2及び3)にいずれも理由があることは，前記(1)及び(2)において説示したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "連動演出手段に係る構成について",
                  "text": [
                    "訂正後請求項7は，形式上，「前記連動演出手段は，前記可変表示停止手段によって前記各列の可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する」との構成を付加して訂正後請求項3又は6を引用するものである。",
                    "しかしながら，本件訂正発明3及び6は，いずれも，「前記報知手段は，…前記可変表示停止手段によって各列の前記可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する連動演出手段…から構成され」との構成を有するのであるから，実質的には，本件訂正発明7は，同3又は6を何ら限定するものではない。",
                    "そうすると，本件訂正発明7に係る進歩性についての判断は，同3及び6に係る進歩性についての判断と何ら異なるところはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明7の進歩性に係る本件審決の判断の誤りをいう取消事由4は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明9の進歩性(取消事由5)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(9)−2についての判断の誤りについて",
                  "text": [
                    "前記(1)アにおいて説示したとおりであるから，相違点(9)−2についての本件審決の判断には誤りがあるといわなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(9)−3についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "報知選択抽選確率テーブル等に係る構成を除くその余の構成について前記(1)イ(ア)ないし(ウ)において説示したとおりであるから，相違点(9)−3のうち報知選択抽選確率テーブル等に係る構成を除くその余の構成は，本件優先日当時の当業者が容易に想到し得たものと認めることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "報知選択抽選確率テーブル等に係る構成について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "報知選択抽選確率テーブル等に係る構成のうち，「報知手段は，…(…効果音の種類，および…連動表示態様の種類の組合せを，)…報知する入賞態様に応じて選択する報知態様選択手段…から構成され」との部分は，前記(1)イ(ウ)において説示したところに照らすと，本件優先日当時の当業者が容易に想到し得たものと認めることができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "報知選択抽選確率テーブル等に係る構成のうち，上記aの部分を除くその余の部分について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "引用例5の開示内容"
                            }
                          ]
                        },
                        {
                          "fig": "i",
                          "text": [
                            "引用例5には，次の記載及び図示がある。",
                            "【0001】【産業上の利用分野】本発明は，たとえば…スロットマシン等で代表される遊技機に関し，詳しくは，表示状態が変化可能な可変表示装置を有し，該可変表示装置の表示結果が予め定められた特定の表示態様になった場合に，所定の遊技価値が付与可能となる遊技機に関する。",
                            "【0007】【課題を解決するための手段】…本発明は，…表示結果内容事前決定手段により表示結果内容を前記特定の表示態様に相当するものにする決定が行なわれた場合に，該特定の表示態様が表示結果として導出表示される予定となっている回の可変表示以前の段階から，前記特定の表示態様が表示されることを遊技者に報知可能な予告報知手段とを含(む)…ことを特徴とする。",
                            "【0046】…C RＮD R2は，大当り予告報知のための集中リーチ状態を発生させるか否かを決定するためのものであり，0からカウントアップしてその上限である224までカウントアップした後，再度0からカウントアップし直されるものである。… 【図7】",
                            "【0090】…C RＮD YOKは，大",
                            "当り予告決定用に用いられ，0からカウン",
                            "トアップしてその上限である899までカ",
                            "ウントアップした後，再度0からカウント",
                            "アップし直される。… 【図14】",
                            "【0138】…予告報知手段におい",
                            "ては，図7に示した集中リーチ用テ",
                            "ーブルまたは図14に示した大当り",
                            "予告テーブルにより，表示結果内容",
                            "事前決定手段により表示結果内容を",
                            "特定の表示態様に相当するものにす",
                            "る決定が行なわれた場合に前記報知",
                            "をする確率が，表示結果内容事前決定手段により表示結果内容を特定の表示態様に相当しないものにする決定が行なわれた場合に前記報知が行なわれる確率よりも高く設定されている。",
                            "ⅱ 上記記載及び図示によると，引用例5の遊技機は，表示結果内容事前決定手段により表示結果内容を特定の表示態様に相当するものにする決定が行われた場合に，当該特定の表示態様が表示されることを遊技者に報知することのできる予告報知手段を備え，当該予告報知手段は，図7の「集中リーチ用テーブル」及び図14の「大当り予告テーブル」を備えるものであるところ，「集中リーチ用テーブル」の「C＿RＮD＿R2」に係る0から224までの数及び「大当り予告テーブル」の「C＿RＮD＿YOK」に係る0から899までの数は，集中リーチ状態を発生させるか否かなどを決定するための乱数であり，これらが抽出乱数であることは明らかである。そして，これらの乱数は，「集中リーチ用テーブル」においては，「集中リーチ実行」又は「通常表示」との報知手段(演出態様)に，「大当り予告テーブル」においては，「音」，「キャラクタ」，「音＋キャラクタ」又は「報知しない」との報知手段(演出態様及びその組合せ)にそれぞれ区画されているのであるから，結局，引用例5は，「報知手段は，乱数抽選を各報知手段に区画するデータからなる報知選択抽選確率テーブルを参照して報知する入賞態様を選択し，(…効果音の種類，および…連動表示態様の種類の組合せを，)演出態様組合せテーブルを参照して…選択する報知態様選択手段から構成され」との構成を開示するものということができる。"
                          ],
                          "content": [
                            {
                              "fig": "(b)",
                              "text": [
                                "そうすると，「報知手段は，…音発生手段によって発生される効果音の種類，および連動演出手段によって演出されるランプによる連動表示態様の種類を，それぞれ選択する報知態様選択手段…から構成され」との構成を有する引用発明(9)に，引用例5に開示された上記構成を適用し，報知態様選択手段について，「抽出乱数を各報知態様に区画するデータからなる報知選択抽選確率テーブルを参照して報知する入賞態様を選択し，(効果音の種類及び連動表示態様の種類の組合せを)演出態様組合せテーブルを参照して選択する」ものとすること，すなわち，本件訂正発明9の報知選択抽選確率テーブル等に係る構成(上記aの部分を除く。)を採用することは，本件優先日当時の当業者において容易に想到し得たものと認めるのが相当である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記a及びbのとおりであるから，本件訂正発明9の報知選択抽選確率テーブル等に係る構成は，本件優先日当時の当業者が容易に想到し得たものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点(9)−3についての本件審決の判断には誤りがあるといわなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明9の進歩性に係る本件審決の判断に誤りがあるという取消事由5は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件訂正発明10の進歩性(取消事由6)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "デモ抽選テーブル選択テーブルに係る構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，デモ抽選テーブル選択テーブルに係る構成につき，本件訂正発明10の「前記音発生手段によって発生される効果音の種類，前記連動演出手段によって演出される連動表示態様の種類および前記停止演出手段によって演出される停止表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する」との構成を単に繰り返すものにすぎないと主張するが，デモ抽選テーブル選択テーブルに係る構成は，遊技状態及び入賞態様の双方に応じてデモ抽選テーブルを選択するとの構成を含むものであり，原告が主張するような単に入賞態様に応じて効果音の種類，連動表示態様の種類及び停止表示態様の種類の組合せを選択するとの構成とは異なるものであるから，原告の主張は理由がない。",
                        "なお，原告は，本件特許に係る図面(図53～図56)に示された内容を根拠に，デモ抽選テーブル選択テーブルに係る構成が本件訂正発明10の「前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する」との構成と矛盾するとも主張するが，原告が挙げる上記図示は，本件訂正発明10の特定の実施例に係るものにすぎないから，原告の主張は，少なくとも，本件訂正発明10の進歩性の欠如をいう主張としては失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，原告が挙げる刊行物(甲17公報，引用例4及び5並びに甲24公報)に，遊技状態及び入賞態様の双方に応じてデモ抽選テーブルが選択されるとの開示があると主張するものではないし，現に，これらの刊行物は，遊技状態又は入賞態様のいずれか一方に基づいて報知態様が選択されるとの構成について開示するものの，遊技状態及び入賞態様の双方に応じて，すなわち，これらの双方の組合せに応じてデモ抽選テーブルを選択し報知態様が選択されるとの構成を開示するものではなく，その他，本件全証拠によっても，本件訂正発明10のデモ抽選テーブル選択テーブルに係る構成が本件優先日当時の当業者において容易に想到し得たものであると認めることはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，相違点(10)−2のその余の部分について判断するまでもなく，同相違点についての本件審決の判断には誤りがないといわなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明10の進歩性に係る本件審決の判断の誤りをいう取消事由6は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件訂正発明18の進歩性(取消事由7)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正後請求項18は，同3，6，7又は9を引用する従属項であるところ，本件訂正発明3，6，7及び9に係る各取消事由(取消事由2ないし5)にいずれも理由があることは，前記(1)ないし(4)において説示したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乱数発生手段等に係る構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1の開示内容",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例1には，次の記載がある。",
                            "【0034】…制御部は，マイコン20を主な構成要素とし，これに乱数サンプリングのための回路を加えて構成されている。マイコン20は，…CPU21と，…ROM22…とを含み，そのCPU21に，…サンプリングされる乱数を発生する乱数発生器26及び乱数サンプリング回路27とが接続されている。…【0038】…乱数発生器26は，一定の数値範囲に属する乱数を発生し，サンプリング回路27は，スタートレバー11が操作された後の適宜のタイミングで1個の乱数をサンプリングする。こうしてサンプリングされた乱数は，ROM22内の記憶部22aに格納されている入賞確率テーブルにおいて，どの入賞グループに属する値になっているかが判定される。このため，概念的に図4に示したようなデータが，入賞確率テーブル記憶部22aに格納されている。",
                            "【0039】図4において，B1～B3，M1～M3，S1～S3は予め設定され",
                            "た数値であり，投入メダルの枚数に応じて“B1−M1−S1”，“B2−M2−S2”，“B3−M3−S3”のいずれかが決定される。なお，これらの数値は，サンプリングされた乱数値を大ヒット，中ヒット，小ヒットのいずれかにグループ分けするためのものである。",
                            "【0040】乱数発生器26から発生した乱数の値が0～Ｎ(所定の数)であるとすると，投入メダル数が1の場合には，大ヒットの確率が“B1／Ｎ”，中ヒットの確率が“M1／Ｎ”，小ヒットの確率が“S1／Ｎ”となる。例えば，B1，M1，S1の値がそれぞれ“100”，“500”，“1000”であったとすると，サンプリングされた乱数の値が100未満であれば大ヒット，100以上500未満であれば中ヒット，500以上1000未満であれば小ヒットとなって，それぞれの種類に対応した入賞リクエスト信号が発生し，さらに1000以上である場合には入賞なし(ハズレ)のリクエスト信号が発生する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によると，引用例1には，乱数発生手段等に係る構成が開示されているということができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，「乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段…を備えて構成される遊技機において，前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ」との構成を備える引用発明(3)等は，乱数発生手段等に係る構成をも備えているものいうことができるから，本件訂正発明18の乱数発生手段等に係る構成は，引用発明(3)等との対比において，何ら新規のものではないと認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明18の進歩性に係る本件審決の判断の誤りをいう取消事由7は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件訂正発明25の進歩性(取消事由8)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(25)−2についての判断の誤りについて",
                  "text": [
                    "前記(1)(ア)において説示したとおりであるから，相違点(25)−2についての本件審決の判断には誤りがあるといわなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(25)−3についての判断の誤りについて",
                  "text": [
                    "前記(1)イ(ア)ないし(ウ)，(2)イ(イ)及び(4)イ(イ)において説示したとおりであるから，相違点(25)−2についての本件審決の判断には誤りがあるといわなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明25の進歩性に係る本件審決の判断の誤りをいう取消事由8は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件訂正発明26の進歩性(取消事由9)",
              "text": [
                "前記(5)において説示したとおりであるから，相違点(26)−2のその余の部分について判断するまでもなく，本件訂正発明26の進歩性に係る本件審決の判断に誤りがあるという取消事由9は理由がない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "本件訂正発明28の進歩性(取消事由10)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(28)−2についての判断の誤りについて",
                  "text": [
                    "前記(1)ア(ア)及び(イ)において説示したとおりであるから，相違点(28)−2についての本件審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(28)−3についての判断の誤りについて",
                  "text": [
                    "しかしながら，前記(5)において説示したとおりであるから，相違点(28)−3のその余の部分について判断するまでもなく，相違点(28)−3についての本件審決の判断には誤りがないといわなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明28の進歩性に係る本件審決の判断に誤りがあるという取消事由10は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "subject": "本件訂正発明29の進歩性(取消事由11)",
              "text": [
                "前記(5)において説示したとおりであるから，本件訂正発明29のその余の構成について判断するまでもなく，本件訂正発明29の進歩性に係る本件審決の判断に誤りがあるという取消事由11は理由がない。"
              ]
            },
            {
              "fig": "(11)",
              "subject": "小括",
              "text": [
                "したがって，本件各訂正発明のうち，本件訂正発明3，6，7，9，18及び25については，当該各訂正発明の進歩性を認めた本件審決の判断に誤りがあるといわなければならない以上，当該各訂正発明に係る本件訂正を認めた本件審決の判断の当否について検討するまでもなく，原告の請求中，当該各訂正発明に係る本件審決の取消しを求める部分は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明10，26，28及び29に係る本件訂正の許否について",
          "text": [
            "そこで，次に，本件各訂正発明のうち，本件訂正発明10，26，28及び29に係る本件訂正の許否について検討することとする。",
            "なお，特許無効審判の請求がされている複数の請求項についての特許請求の範囲の減縮を目的とする訂正請求については，訂正の対象とされる請求項ごとに個別にその許否を判断すべきであると解するのが相当である(最高裁平成19年(行ヒ)第318号平成20年7月10日第一小法廷判決参照)ところ，原告は，取消事由1の(1)及び(3)において，訂正後請求項10，26，28及び29に係る本件訂正が不適法であると主張するものではなく，取消事由1の(2)においても，訂正後請求項10に係る本件訂正が不適法であると主張するものではないから，結局，本件においては，訂正後請求項26，28及び29に係る取消事由1の(2)について判断すれば足りることになる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正後請求項26について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正前請求項10(同1及び4を順次引用するもの)の記載",
                  "text": [
                    "訂正後請求項26は，本件訂正の内容に照らし，訂正前請求項1及び4を順次引用する同10(以下「訂正前請求項10(4・1)」という。)に係るものであると解されるところ，訂正前請求項10(4・1)を引用形式を用いずに記載すると，次のとおりとなる。なお，「／」は，原文の改行部分を示す。以下同じ。",
                    "乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段と，種々の図柄を複数列に可変表示し，前記入賞態様決定手段で決定された入賞態様に応じた図柄組み合わせを前記各列に停止表示する可変表示装置と，この可変表示装置の可変表示を開始させる可変表示開始手段と，前記可変表示を各列毎に停止させる可変表示停止手段とを備えて構成される遊技機において，／前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が前記確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ，／前記可変表示停止手段は，遊技者が操作可能な停止ボタンからなり，この停止ボタンの操作タイミングに応じて前記可変表示を各列毎に停止させるが，前記当選フラグが成立していても，前記停止ボタンが前記当選フラグに対応した図柄を有効化入賞ライン上に停止できる所定タイミングで操作されないと，前記有効化入賞ライン上に入賞が発生する図柄組み合わせを停止表示させない制御を行い，／前記可変表示開始手段によって前記可変表示が開始され，前記可変表示停止手段によって前記可変表示が停止される1回の遊技の中で，前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する報知手段を備え，前記報知情報が，配当のある複数の異なる入賞態様に共通して演出される報知態様による報知と，その後の，前記報知態様とは異なる報知態様による報知とからなり，前記報知手段は，前記可変表示開始手段によって前記可変表示が開始されるときに複数の効果音の中の1つの音を発生させる音発生手段と，前記各列の可変表示の全てが停止したときに複数の表示態様の中の1つの表示態様で演出する停止演出手段と，前記音発生手段によって発生される効果音の種類，および前記停止演出手段によって演出される停止表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する報知態様選択手段とから構成され，前記報知態様選択手段は，デモ抽選テーブル選択テーブルを参照して遊技状態および入賞態様に応じてデモ抽選テーブルを選択し，選択されたデモ抽選テーブルを参照して抽選乱数に応じて演出態様組合せを選択することを特徴とする遊技機"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正前請求項10(4・1)の記載は，上記のとおりであるところ，これは，訂正後請求項26の記載とすべて同一である。したがって，訂正前請求項10(4・1)を訂正後請求項26とすることは，単に請求項の項番号を改めるものにすぎず，本件明細書を本件訂正明細書のとおり訂正することを求める本件訂正の実質的な内容を成すものではないし，そもそも，原告が主張するような増項を目的とするものではない。",
                    "そうすると，訂正前請求項10(4・1)を訂正後請求項26とすることについては，訂正請求の許否について判断する前提を欠くものというべきであるから，訂正後請求項26に係る取消事由1の(2)は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正後請求項28について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正前請求項10(同1及び3を順次引用するもの)の記載",
                  "text": [
                    "訂正後請求項28は，本件訂正の内容に照らし，訂正前請求項1及び3を順次引用する同10(以下「訂正前請求項10(3・1)」という。)に係るものであると解されるところ，訂正前請求項10(3・1)を引用形式を用いずに記載すると，次のとおりとなる。",
                    "乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段と，種々の図柄を複数列に可変表示し，前記入賞態様決定手段で決定された入賞態様に応じた図柄組み合わせを前記各列に停止表示する可変表示装置と，この可変表示装置の可変表示を開始させる可変表示開始手段と，前記可変表示を各列毎に停止させる可変表示停止手段とを備えて構成される遊技機において，／前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が前記確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ，／前記可変表示停止手段は，遊技者が操作可能な停止ボタンからなり，この停止ボタンの操作タイミングに応じて前記可変表示を各列毎に停止させるが，前記当選フラグが成立していても，前記停止ボタンが前記当選フラグに対応した図柄を有効化入賞ライン上に停止できる所定タイミングで操作されないと，前記有効化入賞ライン上に入賞が発生する図柄組み合わせを停止表示させない制御を行い，／前記可変表示開始手段によって前記可変表示が開始され，前記可変表示停止手段によって前記可変表示が停止される1回の遊技の中で，前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する報知手段を備え，前記報知情報が，配当のある複数の異なる入賞態様に共通して演出される報知態様による報知と，その後の，前記報知態様とは異なる報知態様による報知とからなり，前記報知手段は，前記可変表示開始手段によって前記可変表示が開始されるときに複数の効果音の中の1つの音を発生させる音発生手段と，前記可変表示停止手段によって少なくとも1列の前記可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する連動演出手段と，前記音発生手段によって発生される効果音の種類，および前記連動演出手段によって演出される連動表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する報知態様選択手段とから構成され，前記報知態様選択手段は，デモ抽選テーブル選択テーブルを参照して遊技状態および入賞態様に応じてデモ抽選テーブルを選択し，選択されたデモ抽選テーブルを参照して抽選乱数に応じて演出態様組合せを選択することを特徴とする遊技機"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正後請求項28の記載及び訂正部分",
                  "text": [
                    "訂正後請求項28の記載は，別表1のとおりであるが，訂正前請求項10(3・1)を訂正する部分を明らかにするため，当該部分に下線を付すと，次のとおりとなる。",
                    "乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段と，種々の図柄を複数列に可変表示し，前記入賞態様決定手段で決定された入賞態様に応じた図柄組み合わせを前記各列に停止表示する可変表示装置と，この可変表示装置の可変表示を開始させる可変表示開始手段と，前記可変表示を各列毎に停止させる可変表示停止手段とを備えて構成される遊技機において，／前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が前記確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ，／前記可変表示停止手段は，遊技者が操作可能な停止ボタンからなり，この停止ボタンの操作タイミングに応じて前記可変表示を各列毎に停止させるが，前記当選フラグが成立していても，前記停止ボタンが前記当選フラグに対応した図柄を有効化入賞ライン上に停止できる所定タイミングで操作されないと，前記有効化入賞ライン上に入賞が発生する図柄組み合わせを停止表示させない制御を行い，／前記可変表示開始手段によって前記可変表示が開始され，前記可変表示停止手段によって前記可変表示が停止される1回の遊技の中で，前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する報知手段を備え，前記報知情報が，前記可変表示開始手段によって前記可変表示が開始されるときに行われる報知であって，配当のある複数の異なる入賞態様に共通して演出される報知態様による報知と，その後の，前記可変表示停止手段によって少なくとも1列の前記可変表示が停止されるのに連動して行われる報知であって，前記報知態様とは異なる報知態様による報知とからなり，／前記報知手段は，前記可変表示開始手段によって前記可変表示が開始されるときに複数の効果音の中の1つの音を発生させる音発生手段と，前記可変表示停止手段によって少なくとも1列の前記可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する連動演出手段と，前記音発生手段によって発生される効果音の種類，および前記連動演出手段によって演出される連動表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する報知態様選択手段とから構成され，／前記報知態様選択手段は，デモ抽選テーブル選択テーブルを参照して遊技状態および入賞態様に応じてデモ抽選テーブルを選択し，選択されたデモ抽選テーブルを参照して抽選乱数に応じて演出態様組合せを選択することを特徴とする遊技機"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア及びイによると，訂正前請求項10(3・1)を訂正後請求項28とすることが特許請求の範囲の減縮を目的とするものに該当することは明らかであり，そもそも，原告が主張するような増項を目的とするものではないから，訂正後請求項28に係る取消事由1の(2)は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正後請求項29について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正前請求項10(同1，3及び8を順次引用するもの)の記載",
                  "text": [
                    "訂正後請求項29は，本件訂正の内容に照らし，訂正前請求項1，3及び8を順次引用する同10(以下「訂正前請求項10(8・3・1)」という。)に係るものであると解されるところ，訂正前請求項10(8・3・1)を引用形式を用いずに記載すると，次のとおりとなる。",
                    "乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段と，種々の図柄を複数列に可変表示し，前記入賞態様決定手段で決定された入賞態様に応じた図柄組み合わせを前記各列に停止表示する可変表示装置と，この可変表示装置の可変表示を開始させる可変表示開始手段と，前記可変表示を各列毎に停止させる可変表示停止手段とを備えて構成される遊技機において，／前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が前記確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ，／前記可変表示停止手段は，遊技者が操作可能な停止ボタンからなり，この停止ボタンの操作タイミングに応じて前記可変表示を各列毎に停止させるが，前記当選フラグが成立していても，前記停止ボタンが前記当選フラグに対応した図柄を有効化入賞ライン上に停止できる所定タイミングで操作されないと，前記有効化入賞ライン上に入賞が発生する図柄組み合わせを停止表示させない制御を行い，／前記可変表示開始手段によって前記可変表示が開始され，前記可変表示停止手段によって前記可変表示が停止される1回の遊技の中で，前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する報知手段を備え，前記報知情報が，配当のある複数の異なる入賞態様に共通して演出される報知態様による報知と，その後の，前記報知態様とは異なる報知態様による報知とからなり，前記報知手段は，前記可変表示開始手段によって前記可変表示が開始されるときに複数の効果音の中の1つの音を発生させる音発生手段と，前記可変表示停止手段によって少なくとも1列の前記可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する連動演出手段と，前記音発生手段によって発生される効果音の種類，および前記連動演出手段によって演出される連動表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する報知態様選択手段とから構成され，前記音発生手段は，前記連動演出手段によって前記各列の表示が演出される毎に，予め定められた種類または長さの効果音を発生させ，前記報知態様選択手段は，デモ抽選テーブル選択テーブルを参照して遊技状態および入賞態様に応じてデモ抽選テーブルを選択し，選択されたデモ抽選テーブルを参照して抽選乱数に応じて演出態様組合せを選択することを特徴とする遊技機"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正後請求項29の記載及び訂正部分",
                  "text": [
                    "訂正後請求項29の記載は，別表1のとおりであるが，訂正前請求項10(8・3・1)を訂正する部分を明らかにするため，当該部分に下線を付すと，次のとおりとなる。",
                    "乱数抽選によって遊技の入賞態様を決定する入賞態様決定手段と，種々の図柄を複数列に可変表示し，前記入賞態様決定手段で決定された入賞態様に応じた図柄組み合わせを前記各列に停止表示する可変表示装置と，この可変表示装置の可変表示を開始させる可変表示開始手段と，前記可変表示を各列毎に停止させる可変表示停止手段とを備えて構成される遊技機において，／前記入賞態様決定手段は，複数の入賞態様からなる確率テーブルを有し，抽出された乱数が前記確率テーブルのいずれかの入賞態様に属したとき，その属した入賞態様の当選フラグを成立させ，／前記可変表示停止手段は，遊技者が操作可能な停止ボタンからなり，この停止ボタンの操作タイミングに応じて前記可変表示を各列毎に停止させるが，前記当選フラグが成立していても，前記停止ボタンが前記当選フラグに対応した図柄を有効化入賞ライン上に停止できる所定タイミングで操作されないと，前記有効化入賞ライン上に入賞が発生する図柄組み合わせを停止表示させない制御を行い，／前記可変表示開始手段によって前記可変表示が開始され，前記可変表示停止手段によって前記可変表示が停止される1回の遊技の中で，前記入賞態様決定手段で決定された入賞態様に対応した報知情報を所定確率で遊技者に報知する報知手段を備え，前記報知情報が，前記可変表示開始手段によって前記可変表示が開始されるときに行われる報知であって，配当のある複数の異なる入賞態様に共通して演出される報知態様による報知と，その後の，前記可変表示停止手段によって少なくとも1列の前記可変表示が停止されるのに連動して行われる報知であって，前記報知態様とは異なる報知態様による報知とからなり，／前記報知手段は，前記可変表示開始手段によって前記可変表示が開始されるときに複数の効果音の中の1つの音を発生させる音発生手段と，前記可変表示停止手段によって少なくとも1列の前記可変表示が停止されるのに連動し，複数の表示態様の中の1つの表示態様で演出する連動演出手段と，前記音発生手段によって発生される効果音の種類，および前記連動演出手段によって演出される連動表示態様の種類の組合せを，前記入賞態様決定手段で決定された入賞態様に応じて選択する報知態様選択手段とから構成され，／前記報知態様選択手段は，デモ抽選テーブル選択テーブルを参照して遊技状態および入賞態様に応じてデモ抽選テーブルを選択し，選択されたデモ抽選テーブルを参照して抽選乱数に応じて演出態様組合せを選択し，／前記音発生手段は，前記連動演出手段によって前記各列の表示が演出される毎に，予め定められた種類または長さの効果音を発生させることを特徴とする遊技機"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア及びイによると，訂正前請求項10(8・3・1)を訂正後請求項29とすることが特許請求の範囲の減縮を目的とするものに該当することは明らかであり，そもそも原告が主張するような増項を目的とするものではないから，訂正後請求項29に係る取消事由1の(2)は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正請求においては個別の請求項について訂正の前後を通じた1対1の対応関係の存在が強く要請されるところ，増項により追加される請求項はそのような対応関係を欠くと主張するが，上記(1)ないし(3)において説示したとおり，訂正前請求項10(4・1)及び訂正後請求項26，訂正前請求項10(3・1)及び訂正後請求項28並びに訂正前請求項10(8・3・1)及び訂正後請求項29は，いずれも，本件訂正の前後を通じた1対1の対応関係を有するものであるから，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，請求項1ないし3に係る特許のうち，請求項1に係る部分についての特許無効審判請求がされた場合において，同請求項を削除するとともに，同請求項に新たな構成要件を付加した請求項4を追加するとの内容の訂正請求の例を挙げ，そのような訂正請求が許されるとした場合，特許無効審判請求人は，請求項4に係る特許について新たに特許無効審判を請求しなければならなくなると主張するが，そのような場合には，新たに追加された形式をとる請求項4に係る特許についても，その実質は旧請求項1を訂正(減縮)するものとして，当然に，従前の特許無効審判の対象とされるものと解され，現に，本件審決も，訂正後請求項25，26，28及び29に係る本件特許を審理の対象としているのであるから，原告の主張を採用することはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告の請求中，本件訂正発明10のほか，本件訂正発明26，28及び29に係る本件審決の取消しを求める部分はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "訂正前請求項1，2，4，5，8，11ないし17及び19ないし24に係",
          "text": [
            "る本件訂正の許否について",
            "原告は，請求項の削除を目的とする訂正前請求項1，2，4，5，8，11ないし17及び19ないし24に係る本件訂正は許されないと主張する(取消事由1の(1)及び(3))が，本件における請求項の削除を目的とする訂正請求は，特許請求の範囲の減縮を目的とするものであると認められるから，これらの請求項を削除する本件訂正を認めた本件審決の判断に誤りがあるということはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は，主文1項掲記の限度で，認容されるべきものである。",
            "なお，本件訂正により削除された請求項に係る本件無効審判請求は，被告の訂正請求によりその対象を欠くに至った結果，認容される余地のないものとなったのであるから，本件訴訟における訴訟費用の負担については，その点を考慮して主文3項のとおり定めた。"
          ]
        }
      ]
    }
  ]
}