{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−2112号事件について平成20年2月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成9年5月9日を国際出願日とする特許出願(以下「本願」という。)を行った。本願の発明の名称，優先権主張，国際公開，国内公表は，以下のとおりである。",
            "発明の名称 超音波トランスデューサ",
            "パリ条約による優先権主張 外国庁受理 1996年5月9日 米国国際公開 平成9年11月13日 WO97／42790",
            "国内公表 平成13年12月11日 特表2001−526006",
            "原告は，平成16年3月31日付け拒絶理由通知(甲10)を受け，同年9月27日付け手続補正書(甲11)により特許請求の範囲の補正を行うとともに(同補正後の特許請求の範囲の請求項の数は14であった。)，同日付け意見書(甲12)を提出した。",
            "原告は，平成16年11月1日付け拒絶査定を受け(甲13)，平成17年2月7日，これに対する不服の審判を請求した(不服2005−2112号)。",
            "原告は，平成17年3月8日付け手続補正書(甲14)により特許請求の範囲の補正を行った(以下，この補正を「本件補正」という。本件補正は請求項の数を14のままとするものである。)。",
            "特許庁は，平成20年2月12日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月3日，原告に送達された。なお，審決取消訴訟の出訴期間につき90日の付加期間が定められた。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前，平成16年9月27日付け手続補正書(甲11)により補正された特許請求の範囲の請求項1の記載は次のとおりである。",
                "「超音波エネルギーを発生して目的対象に伝達する超音波トランスデューサであって，",
                "超音波エネルギーを発生する圧電性結晶と，",
                "前記圧電性結晶と前記目的対象との間に位置するヘッド部と，セラミック材からなり，前記圧電性結晶にて発生した超音波エネルギーを実質的に減衰させることなくヘッド部に伝達する共振器であって，前記ヘッド部と前記圧電性結晶との間に配置され前記ヘッド部と接触している共振器と，",
                "前記圧電性結晶から見て前記ヘッド部や共振器とは反対側に配置した尾部と，",
                "前記ヘッド部と前記共振器と前記圧電性結晶と前記尾部とを重ねて締め付ける，締め付け手段と",
                "を具備する超音波トランスデューサ。」(以下「本願発明」という。)(2) 本件補正により補正された特許請求の範囲の請求項1の記載は次のとおりである。",
                "「超音波エネルギーを発生して目的対象に伝達する超音波トランスデューサであって，",
                "超音波エネルギーを発生する圧電性結晶と，",
                "前記圧電性結晶と前記目的対象との間に位置するヘッド部と，セラミック材からなり，前記圧電性結晶にて発生した超音波エネルギーを実質的に減衰させることなくヘッド部に伝達する共振器であって，前記ヘッド部と前記圧電性結晶との間に配置され前記ヘッド部と接触している共振器と，",
                "前記圧電性結晶から見て前記ヘッド部や共振器とは反対側に配置した尾部と，",
                "前記ヘッド部と前記共振器と前記圧電性結晶と前記尾部とを重ねて締め付ける，締め付け手段と",
                "を具備し，前記共振器は前記圧電性結晶及び前記ヘッド部と切り離し可能である，超音波トランスデューサ。」(以下「補正発明」という。下線部は，本件補正により付加された部分である。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。",
                "要するに，本件補正は特許請求の範囲の減縮を目的とするものであるが，補正発明は，特開平7−46694号公報(平成7年2月14日公開，以下「刊行物1」という。甲1)に記載された発明(以下「刊行物1発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法(以下，条文は特許法の条文を示す。)29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正は17条の2第5項において準用する126条5項の規定に適合しないものであるから，159条1項の規定において読み替えて準用する53条1項の規定により却下すべきものであるとした上，本願発明は，刊行物1に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，本願は，29条2項の規定により特許を受けることができず，本願は拒絶をすべきものであるとするものである(判決注 上記の17条の2第5項，159条1項，53条1項は，平成18年法律第55号による改正前のものである。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決がした，刊行物1発明，補正発明と刊行物1発明との一致点，相違点に関する認定，相違点に係る容易想到性に関する判断は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明",
                  "text": [
                    "PZT等の圧電セラミックスを用いた薄層状圧電素子1と，",
                    "アルミナセラミックスからなり，薄層状圧電素子1を挟持し，薄層状圧電素子1にて生じた超音波振動を共振作用によって増幅しつつ音響整合層3に伝達する2つの共振体2a，2bと，",
                    "一方の共振体2aの表面に形成され，表面が音響放射面6となる音響整合層3と，",
                    "他方の共振体2bの表面に形成された背面負荷材4と，",
                    "を具備し，2つの共振体2a，2bと薄層状圧電素子1とを一体に固着することで高周波数化・高出力化に対応できるようにした超音波トランスデューサ5。(審決6ないし7頁)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補正発明と刊行物1発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「超音波エネルギーを発生して目的対象に伝達する超音波トランスデューサであって，",
                        "超音波エネルギーを発生する圧電性結晶と，",
                        "前記圧電性結晶と前記目的対象との間に位置するヘッド部と，セラミック材からなり，前記圧電性結晶にて発生した超音波エネルギーを実質的に減衰させることなくヘッド部に伝達する共振体であって，前記ヘッド部と前記圧電性結晶との間に位置し前記ヘッド部と接触している共振体と，",
                        "前記圧電性結晶から見て前記ヘッド部や共振体とは反対側に配置した尾部と",
                        "を具備する超音波トランスデューサ。」である点(審決10頁)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正発明と刊行物1発明の相違点",
                      "text": [
                        "本件補正発明では，",
                        "「共振体」が，ヘッド部と圧電性結晶との間に「配置」される「共振器」であり，",
                        "「前記ヘッド部と前記共振器と前記圧電性結晶と前記尾部とを重ねて締め付ける，締め付け手段」を具備し，",
                        "「前記共振器は前記圧電性結晶及び前記ヘッド部と切り離し可能である」としている",
                        "のに対し，",
                        "刊行物1発明では，",
                        "「共振体」が，(結合前においてヘッド部とは別体とはいえないから)ヘッド部と圧電性結晶との間に「配置」される「共振器」とはいえず，「前記ヘッド部と前記共振器と前記圧電性結晶と前記尾部とを重ねて締め付ける，締め付け手段」を具備しておらず，",
                        "「共振体」が圧電性結晶及びヘッド部と「切り離し可能」とはしていない点。(審決10頁)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点に関する容易想到性の有無",
                  "text": [
                    "「刊行物1発明は，超音波トランスデューサを高周波化する際，圧電素子が薄くなる結果，感度や機械的強度が低下するという課題を解決するため，従来の超音波トランスデューサでは用いられていなかった超音波振動を音響整合層に伝達する共振体・・・を，圧電素子と一体に固着するように設ける(すなわち，音響整合層・共振体・圧電振動子をこの順の積層構造とする)という技術手段により，感度や機械的強度の維持，高出力化という技術的効果を図るものではある。しかしながら，刊行物1に接した当業者は，特に薄い圧電素子に限らず，一般に当該技術手段によりそのような技術効果が期待し得ると捉えるものである。このことは，例えば，原査定で提示された下記周知例2に，圧電素子・共振体・振動片の積層構造が示されていることからみても首肯されるものである。",
                    "すなわち，刊行物1は，一般的に，超音波トランスデューサを，音響整合層・共振体・圧電振動子の順の積層構造とするという技術手段により，感度や機械的強度の維持，高出力化という技術的効果が期待できるという技術思想を開示するものである。",
                    "そして，超音波トランスデューサを，その用途に応じて，用いる圧電素子の厚み・サイズや全体のサイズを適宜に設計することは，当業者が普通に行うことであり，その際，感度や機械的強度の維持，高出力化は，素子などの厚み・サイズにかかわらず考慮されるべき一般的課題というべきところ，",
                    "超音波トランスデューサの各構成部を結合する結合手段として，ボルト締結手段は周知慣用の手段にすぎない・・・ことを考慮すれば，刊行物1記載の上記積層構造のトランスデューサを，適宜の厚み・サイズの振動子を用いた適宜サイズの超音波トランスデューサとするにあたり，",
                    "『共振体』を，ヘッド部とは別体で，ヘッド部と圧電性結晶との間に『配置』される『共振器』とし，",
                    "『締め付け手段』により『前記ヘッド部と前記共振器と前記圧電性結晶と前記尾部とを重ねて締め付ける』とする",
                    "ことは当業者であれば容易に想到し得たことである。",
                    "その際，ボルト締結による結合は接着剤等による結合とは異なり，ボルトを外せば共振器は圧電性結晶及びヘッド部と切り離すことができるため，『前記共振器は前記圧電性結晶及び前記ヘッド部と切り離し可能である』とすることは格別のことではなくごく普通のことである。",
                    "・・・その作用効果も，刊行物1及び周知技術から当業者が予測できる範囲のものである。」(審決10ないし11頁)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決には，以下のとおり，容易想到性の判断の誤りがある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "トランスデューサの相違について",
          "text": [
            "審決は，MトランスデューサとUトランスデューサの差異を考慮することなく容易想到性を判断した点において誤りがある。",
            "すなわち，超音波トランスデューサには，超小型で高周波数域(MHz域)で使用されるトランスデューサ(Mトランスデューサ)と，寸法が大きく低周波数域(kHz域)で使用されるトランスデューサ(Uトランスデューサ)があり，刊行物1発明はMトランストランスデューサに係るものであるのに対し，補正発明はUトランスデューサに係るものである点で差異がある。",
            "そして，MトランスデューサとUトランスデューサには，それぞれ以下のような特徴がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "Mトランスデューサ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "超小型であるため，圧電素子の厚さが薄く，機械的強度が不足するため，トランスデューサの構成要素をボルト等で締結することができない。そこで，Mトランスデューサでは，圧電素子や共振体等の構成要素を接着剤等で固着する構造となっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "圧電素子の厚さが薄いため，研磨工程やその後の組立工程，さらには使用中に圧電素子が破損し易いとの問題がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1発明は，圧電素子が破損し易いという問題を解決するために，共振体で圧電素子を挟持し一体的に固着する構成とした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "Uトランスデューサ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Uトランスデューサは，Mトランスデューサと比べて寸法が大きく，したがって，圧電素子等の構成要素の機械的強度上の問題がないため，構成要素をボルト等で締結することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "圧電素子の厚さが厚いため，研磨工程やその後の組立工程，さらには使用中に圧電素子が破損し易いというような問題も生じない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "補正発明に係るUトランスデューサは，周波数のずれ，及びそれに伴う圧電性結晶の温度の上昇といった問題を解決するために，ヘッド部と圧電素子との間に共振器を配置した。",
                    "審決は，上記のようなMトランスデューサとUトランスデューサの差異を看過して，補正発明は刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した点において誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "ボルトによる締結手段の相違について",
          "text": [
            "審決は，刊行物1発明のトランスデューサの寸法をボルトによる締結手段を採用することができる程度にまで大きくする動機が存在しないことを看過して容易想到性を判断した点において誤りがある。",
            "すなわち，Mトランスデューサにおいて，発振周波数を上げるためには圧電素子を薄くしなければならないため，(1)圧電セラミックスを研磨法で薄くしていくと，研磨工程並びにその後の超音波トランスデューサ組立工程や使用中に圧電セラミックスが破損し易い，(2)蒸着・スパッタ・ゾルーゲル法等の手法で形成される圧電素子は，厚さが薄過ぎるため，発信周波数が数100MHzオーダー以上となり，体内での減衰が大きすぎて観測に適さない，との問題が生じ，この問題の解決が刊行物1発明の課題である。この課題を解決するため，刊行物1発明は，薄膜状の圧電素子と，該圧電素子を挟持しかつ該圧電素子と一体に固着された二つの共振体とで圧電素子を構成することにした。",
            "これにより，圧電素子は，振動子を構成する共振体に挟持される構造となるため，機械的強度が高まり，上記の課題(1)が解決される。また，超音波パルスの発信周波数は，超音波共振器の厚さにより規定されることになり，数百MHz相当の共振周波数をもつ厚さ10μm程度の圧電素子が，数十MHzクラスの超音波トランスデューサに使用可能となり，上記の課題(2)が解決される。圧電素子の寸法を大きくすると，刊行物1発明における超音波トランスデューサに要求される周波数レンジに適合することができなくなる。",
            "このように，刊行物1発明は，補正発明と比べると，トランスデューサの寸法が異なり，解決課題も異なるため，刊行物1発明のトランスデューサの寸法をボルトによる締結手段を採用することができる程度にまで大きくする動機は存在しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "作用効果の差異について",
          "text": [
            "審決は，補正発明と刊行物1発明の作用効果に顕著な差異があることを看過して容易想到性を判断した点に誤りがある。",
            "すなわち，補正発明は，共振周波数の強度の増強，振動周波数のずれの抑制，圧電性結晶の温度上昇の抑制という作用効果を有し，このうち共振周波数の強度の増強という作用効果は，刊行物1発明の作用効果と同じであるが，振動周波数のずれの抑制という作用効果は，刊行物1発明が有するかどうか不明であり，さらに，圧電性結晶の温度上昇の抑制という作用効果は，刊行物1発明が有するとは考えられない。他方，刊行物1発明の作用効果のうち，圧電素子が振動子を構成する共振体に挟持される構造となるため，圧電振動子の機械的強度が高まるとの作用効果，数百MHz相当の共振周波数をもつ厚さ10μm程度の圧電素子が，数十MHzクラスの超音波トランスデューサに使用可能となるとの作用効果は，補正発明にはない作用効果である。このように，補正発明と刊行物1発明は，作用効果に顕著な差異がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおり，補正発明の構成は，刊行物1に開示も示唆もされておらず，補正発明と刊行物1発明は，構成，作用効果において顕著な差異があるから，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるということはできない。したがって，審決は，補正発明と刊行物1発明の相違点に関して，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した点に誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "トランスデューサの相違に関する主張に対し",
          "text": [
            "トランスデューサ等の振動子において，メカニカルQが高いほど効率よく駆動することができ，損失(発熱)が少なく，周波数の安定性が高いことは，文献に記載されており，技術常識である。審決は，刊行物1発明と補正発明に係るトランスデューサのサイズが異なることを考慮した上で相違点の克服の容易性を判断しているので，容易想到であるとした判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "ボルトによる締結手段の相違に関する主張に対し",
          "text": [
            "刊行物1には，ボルトによる締結手段を採用できる程度までサイズを大きくすることは記載されていないが，種々の用途のトランスデューサを熟知した当業者が，刊行物1に接すれば，刊行物1における技術思想を，ボルトによる締結手段を採用できる程度の大きさのトランスデューサにおいても採用することに困難性はない。"
          ]
        },
        {
          "fig": "3",
          "subject": "作用効果の差異に関する主張に対し",
          "text": [
            "補正発明は，超音波振動の増強という技術的課題の認識の下にされたものであるが，刊行物1発明も，超音波振動の増強という技術的課題の認識の下にされたものである。また，メカニカルQを高くすることによって振動周波数が安定することは周知であり，メカニカルQが高ければ振動周波数のずれは抑制されるから，刊行物1発明も，振動周波数のずれの抑制という効果を前提としているといえる。さらに，温度上昇は，振動周波数のずれに起因して生じる。メカニカルQは，共鳴の鋭さを表し，共鳴周波数における一周期に消費されるエネルギーに対する振動エネルギーの比で定義されるから，メカニカルQ値の増加は，発生する熱の減少を意味し，刊行物1発明は，補正発明の共振器と同様の効果がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "したがって，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであり，審決が，補正発明と刊行物1発明の相違点に関して，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した点に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決が，補正発明と刊行物1発明の相違点に関して，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した点に誤りはなく，原告主張の取消事由は理由がないと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "トランスデューサの相違について",
          "text": [
            "原告は，審決には，刊行物1発明に係る超小型で高周波数域(MHz域)で使用されるトランスデューサ(Mトランスデューサ)と，補正発明に係る寸法が大きく低周波数域(kHz域)で使用されるトランスデューサ(Uトランスデューサ)とは大きく異なるにもかかわらず，その差異を考慮せずに，補正発明が容易想到であると判断した点において誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり失当である。",
            "すなわち，補正発明は，刊行物1に記載された，共振体を備えることによりメカニカルQ(機械的Q。以下「メカニカルQ」との用語を用いる。)を高めるという技術思想を採用するものであるところ，この技術思想は，振動子である超音波トランスデューサに広く適用し得るものであって，後記2のとおり，トランスデューサの締結手段としてどのような方法を選択するかは適宜決められるべき設計事項であり，ボルトによる締結手段を採用することは，上記技術思想を採用することの阻害要因ではないから，MトランスデューサとUトランスデューサに寸法，機械的強度等の違いがあり，その締結手段が相違していたとしても，これらの相違点は，上記技術思想をUトランスデューサに適用することの容易想到性を否定する根拠とはならず，原告の上記主張を採用することはできない。",
            "この点を敷衍する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "補正発明の「共振器」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願の明細書の記載",
                  "text": [
                    "本願の明細書(以下，図面とともに「本願明細書」という。)には，「共振器」について，次のとおりの記載がある。",
                    "「本発明の目的は，既定の周波数で安定した信号を生成する優れた音波特性を持つ高性能の超音波トランスデューサを提供する点にある。」(甲7，2頁7ないし8行)",
                    "「本発明は既定周波数の超音波エネルギーを発生して物体の表面に伝達するための高性能の超音波トランスデューサである。一実施例では，共振器がヘッド部分と圧電性結晶との間に挿入されている。その共振器は，その超音波エネルギーを伝達する対象と等しいかそれよりも大きな音速を持つ材料，望ましくはシリコンカーバイドまたはアルミナ酸化物のようなセラミックで作られる。望ましい実施例では，そのヘッド部分及び尾部もセラミック材料から作られる。」(甲7，2頁10ないし15行)",
                    "「ヘッド部分11に結合されているのは共振増強ディスク，つまり共振器12である。その共振器12はアルミニウム，セラミック，ステンレススチールまたは鉛鋼(leaded steel)を含む材料から作ることができる。ただし，それらには限定されない。共振器材料は超音波エネルギーを容易に伝達するような材料でなければならない。特に，共振器材料は共振の増強という利点を得るために，隣接するものまたは超音波エネルギーの伝達対象より大きいかまたは等しい音速のような伝達特性を持つ。つまり，共振器は，圧電性結晶と，音が通過して伝達される対象の表面との間に配置されなければならず，また，その共振器はその伝達対象のものと同一のまたはそれより早い伝達音速を持たなければならない。",
                    "共振器12はセラミック材料から作られることが望ましいが，アルミナ酸化物(alumina oxide)及びシリコンカーバイド(silicon carbide)がもっとも望ましい。」(甲7，3頁14ないし24行)",
                    "「圧電性結晶14とトランスデューサのベース11との間に共振器12を挿入すると共振周波数信号の強度が30−40パーセント高まる。さらに，周波数の周期的なシフトが半減し，圧電性結晶の温度が安定する。」(甲7，4頁19ないし21行)",
                    "「従って，セラミック及び金属の両方で作られた共振器は，その新たなトランスデューサの組立体の圧電性インピーダンス(オーム)を減少させることによって測定されたように，元のすべての共振周波数信号の強度を約30−60パーセント増加させた。このような強度の増加により，超音波トランスデューサの効率が高まり，また，そのトランスデューサが安定した既定の周波数信号を生成することができるようになる。」(甲7，5頁1ないし6行)",
                    "「隣り合う部分と等しいまたはそれより良好な音の伝達特性を持つように選択されたセラミック材料から作られた共振器(つまり，トランスデューサまたは意図した機能を達成するように音を通過させて伝達させるような他の金属性のものまたは石英体)を用いることによって，以下の利点が達成される。",
                    "つまり，(1)音の透明性が高められる，(2)周波数がより高い固有周波数まで高められる(500％ほど)，(3)インピーダンスレベルが低下し，それにより音の伝達が改善される，(4)圧電性結晶によって発生された出力は，周波数が変化しなかった場合と同じである。」(甲7，5頁22ないし29行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "メカニカルQの意義",
                  "text": [
                    "メカニカルQについて，「理化学辞典」(久保亮五他編集，岩波書店，1994年(平成6年)7月18日第4版第9刷発行，乙5)には，次のとおりの記載がある。",
                    "「Q値［Q-value］［1］共鳴の鋭さを表わす量(→強制振動)．共鳴角周波数ωにおいてエネルギーWの振動が，ジュール熱や放射損失などで単位時間にSだけのエネルギーを失うとき",
                    "Q＝ωW／S＝2π×共鳴の振動エネルギー／1周期あたりの損失をいう．」(303頁)",
                    "上記記載によれば，トランスデューサ等の振動子は，メカニカルQが高いほど損失(発熱等)が少なく，効率よく駆動でき，出力が高くなることは周知であったことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "補正発明の「共振器」の機能",
                  "text": [
                    "前記イのメカニカルQの意義を前提に前記アの本願明細書の記載を参酌すると，補正発明の「共振器」(刊行物1の「共振体」に相当する。)は，共振周波数，音響特性を調整し，メカニカルQを高める機能を有するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1の記載及び周知事項について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1の記載",
                  "text": [
                    "刊行物1の発明の詳細な説明には，次のとおりの記載がある。",
                    "「【0006】【課題を解決するための手段】本発明は，圧電振動子と，該圧電振動子の一方の面に形成された音響整合層と，該圧電振動子の他方の面に形成された背面負荷材とを基本構成要素とする超音波トランスデューサにおいて，圧電振動子を，薄膜状の圧電素子と，該圧電素子を挟持しかつ該圧電素子と一体に固着された2つの共振体とからなる厚さ方向超音波共振器として構成したものである。",
                    "【0007】【作用】上記した手段によれば，超音波共振器により，メカニカルQが増加するため，発信される超音波パルスは増幅される。この場合の超音波パルスの発信周波数は，超音波共振器の厚さにより規定され，圧電素子の厚さにはよらない。このため，電気的インピーダンスが小さいPZT等の圧電セラミックスを用いた，数百MHz相当の共振周波数をもつ厚さ10μm程度の圧電素子が，数十MHzクラスの超音波トランスデューサに使用可能となる。また，圧電素子は，振動子を構成する共振体に挟持される構造となるため，機械的強度が高まる。」(1欄46行ないし2欄15行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "メカニカルQと周波数の安定性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "メカニカルQと周波数の安定性に関して，次の刊行物がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実願昭58−85321号(実開昭59−193096号，昭和5",
                          "text": [
                            "9年12月21日公開)のマイクロフィルム(乙2)",
                            "「振動のQ値が低下することによって，特に自励発振を用いるときには，周波数の不安定が起こるなどの欠点があった。」(明細書3頁3ないし5行)",
                            "「考案の効果",
                            "以上のように本考案によれば，・・・ことによって，従来の振動子にくらべてQ値が高く，周波数がより安定した，音圧の高い圧電振動子を得ることができる。」(明細書4頁17行ないし5頁3行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特公昭63−65243号公報(乙3，昭和63年12月15日公",
                          "text": [
                            "告)",
                            "「〔発明が解決しようとする課題〕",
                            "従来のE型振動子の欠点は・・・振動子のQ値が低い値になってしまうことである。このことは，振動子の周波数安定度や周波数エージング特性に悪影響を及ぼすので，・・・」(2欄26行ないし3欄4行)「〔発明の目的〕",
                            "本発明の目的はベース部の相対振動変位を小さくし，・・・高いQ値を有する振動子を提供することにある。」(3欄6ないし10行)c 「超音波技術便覧」(実吉純一他監修，日刊工業新聞社，昭和53年7月20日新訂初版発行，乙4)",
                            "「超音波の送受信用としての圧電振動子は磁歪振動子とならんで広く用いられている．Langevin以来超音波用振動子には水晶がもっぱら用いられてきたが，今次大戦を契機としていろいろの人工圧電結晶が発見され」(361頁「3．12 圧電・電歪材料」，「3・12・1 概論」の項の1ないし3行)",
                            "「共振系の場合にはさらにQが高いことが必要である．」(362頁13行)",
                            "「(3)周波数標準としての圧電材料(電気エネルギー→機械エネルギー→電気エネルギー)",
                            "フィルターなどの電気回路の素子として用いられる圧電材料はもちろん共振系で使用され，この場合に要求される性質は安定性であり，Qが高いことである．水晶がもっともすぐれた材料として無線工学上需要が大きい．」(362頁23ないし26行)",
                            "「とくに機械的Q値が非常に高く，これらの特長を生かすことにより，周波数制御，狭帯域フィルターなど無線工学上極めて広く用いられている．」(363頁「3・12・2 各論」，「(1)単結晶」，「1．水晶(Quartz)」の項の9ないし12行)",
                            "369頁の「表 3・24(b)圧電材料の諸定数」と題する表には，水晶の「機械的Q値」が105より大きいことが記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)aないしcによれば，メカニカルQが高いほど周波数の安定性も高くなることは，周知であったことが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記のとおり，メカニカルQを高めることにより，損失(発熱等)が少なく効率よく駆動でき，出力を高めることができること(前記(1)イ)，また，周波数の安定性を高めることができること(前記イ)は周知であった。",
                    "そうすると，前記アの発明の詳細な説明の記載に照らすと，刊行物1発明は，トランスデューサのメカニカルQを高めることを目的として，共振体を備える構成を採用したものであり，刊行物1には，共振体を備えることによりメカニカルQを高めるという技術思想が開示されていると認められる。審決が，相違点に関する容易想到性の判断において，「刊行物1は，一般的に，超音波トランスデューサを，音響整合層・共振体・圧電素子の順の積層構造とするという技術手段により，感度や機械的強度の維持，高出力化という技術的効果が期待できるという技術思想を開示するものである。」(前記第2，3(2)ウ)と記載した点は，上記の趣旨を述べたものと理解すべきであるから，審決の上記記載に誤りはない。そして，刊行物に示されたメカニカルQの意義等も考慮すると，共振体を備えることによりメカニカルQを高めるという技術思想は，その内容に照らし，振動子である超音波トランスデューサに広く適用し得るものであると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "ボルトによる締結手段の相違について",
          "text": [
            "原告は，①超音波トランスデューサに，その性質の異なるUトランスデューサとMトランスデューサが存在することを前提として，刊行物1発明と補正発明とは，トランスデューサの寸法が異なり，解決課題も異なるため，刊行物1発明のトランスデューサの寸法をボルトによる締結手段を採用することができる程度にまで大きくする動機は存在しないとし，②審決には，刊行物1発明のトランスデューサの寸法をボルトによる締結手段を採用することができる程度にまで大きくする動機が存在しないことを看過して容易想到性を判断した点において誤りがあると主張する。",
            "しかし，原告の上記主張は，以下のとおり失当である。",
            "すなわち，刊行物1発明に係るトランスデューサは，各構成部分を結合するために接着手段を採用するのに対し，補正発明に係るトランスデューサは，各構成部分を結合するためにボルトによる締結手段を採用しているが，ボルトによる締結手段を採用することは，刊行物1に記載された，共振体を備えることによりメカニカルQを高めるという技術思想を用いることの妨げとなるものではないから，この点の原告の主張は，理由がない。",
            "この点を敷衍する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "トランスデューサの振動子の締め付け手段について，特開平6−291388号公報(平成6年10月18日公開，甲3)には，次のとおり記載されている。",
                "「ここで使用されるランジュバン型の超音波振動子91は，図21に示した様に，形状はφ数mm～数十mm程度で長さが数mm～百mm程度の円柱状が一般的であり，圧電素子94を金属性のブロックからなる共振体95で挟持した構成を取る。これらの構成部材は，一般的にはボルト96締結により結合されている。」(【0003】)",
                "「マイクロマシンに代表されるような微小構造の駆動源として，前記従来技術の超音波モータを実現しようとする場合，その大きさは例えば1mm程度となるため，上述したようなボルト締結構造では締結部の機械的強度が不足する事によりこれを実現することができない。」(【0004】)上記の記載及び弁論の全趣旨によれば，トランスデューサにランジュバン型のトランスデューサ(原告のいう「Uトランスデューサ」に相当する。)と超小型のトランスデューサ(原告のいう「Mトランスデューサ」に相当する。)があること，超小型のトランスデューサ(Mトランスデューサ)の構成部分の結合にボルトによる締結を用いることができないことはいずれも周知であったことが認められ，トランスデューサの締結手段としてボルトによる締結を選択するか，それ以外の方法を選択するかは，トランスデューサの大きさ，機械的強度に応じて適宜決められるべき設計事項であったと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書には，ボルトによる締結について次のとおり記載されている。",
                "「上述の全ての構成部材が組立てられ，それは，ボルト18を低出力応用に対する150インチ−ポンドから高出力応用に対する500フィート−ポンドまでの範囲のトルク圧力で締め付けることによってヘッド部分11に結合される。そのトルク圧力は，低出力応用(5−25ワット)に対し200から300インチ−ポンドまでの間で自由に選択でき，さらに，高出力応用(3000ワットまで)に対し300から500フィートポンドまでの間で自由に選択できる。」(甲7，4頁11行ないし16行)",
                "上記のとおり，本願明細書には，ボルトによる締結について，出力に対応して締付けのトルク圧力の強さを決めることが記載されているのみであり，締結手段がボルトによる締結であることは，メカニカルQを高めることを妨げる事項として記載されているものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)，(2)によれば，ボルトによる締結手段を採用することは，刊行物1に記載された，共振体を備えることによりメカニカルQを高めるという技術思想を採用することの阻害要因となるものではない。",
                "また，トランスデューサにランジュバン型のトランスデューサ(Uトランスデューサ)と超小型のトランスデューサ(Mトランスデューサ)が存在し，超小型のトランスデューサ(Mトランスデューサ)の結合に，ボルトによる締結手段を採用できないことは周知であったこと，他方，超音波トランスデューサの高出力化は，サイズを問わず，超音波トランスデューサの一般的な課題であったことから，当業者であれば，刊行物1に開示された，共振体を備えることによりメカニカルQを高めるという技術思想をランジュバン型のトランスデューサ(Uトランスデューサ)に適用するべく，ボルトによる締結手段を採用することは容易であったというべきであり，何らの阻害要因も存在しない。以上のとおりであって，この点の原告の主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "作用効果の差異について",
          "text": [
            "原告は，審決には，補正発明と刊行物1発明の作用効果に顕著な差異があることを看過して容易想到性を判断した点に誤りがあるとし，補正発明が，共振周波数の強度の増強，振動周波数のずれの抑制，圧電性結晶の温度の上昇の抑制という作用効果を有することを前提として，刊行物1発明は振動周波数のずれの抑制という作用効果を有するかどうか不明であり，さらに，圧電性結晶の温度上昇の抑制という作用効果は，刊行物1発明が有するとは考えられないとして，補正発明の作用効果と補正発明の作用効果は異なると主張する。",
            "しかし，原告の主張は，以下のとおり失当である。",
            "すなわち，刊行物1発明は，メカニカルQを高めることにより，補正発明と同様の作用効果を奏するものであり，メカニカルQが高いほど周波数の安定性も高くなることは周知であったから(前記1(2)イ)，補正発明も，メカニカルQを高めることにより，振動周波数のずれを抑制するという作用効果を有することが認められる。また，メカニカルQが高いほど損失(発熱等)が少なく，効率よく駆動でき，出力が高くなることは周知であったから(前記1(1)イ)，補正発明も，メカニカルQを高めることにより，圧電性結晶の温度の上昇を抑制するという作用効果を有することが認められる。",
            "したがって，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上のとおり，刊行物1に，共振体を備えることによりメカニカルQを高めるという技術思想が記載されていることから，刊行物1に周知技術を適用することにより，メカニカルQを高めるためにヘッド部と圧電性結晶との間に共振器(共振体)を備えるとの構成に想到するのは容易であったと認められる。また，ランジュバン型超音波トランスデューサ(Uトランスデューサ)がボルトにより締結されていたことは周知であったから，ヘッド部，共振器，圧電性結晶及び尾部をボルトにより締結する締結手段を採用することは容易であり，さらに，ボルトにより締結されている場合には，ボルトを外せば共振器は圧電性結晶及びヘッド部と切り離し可能であるから，共振器が圧電性結晶及びヘッド部と切り離し可能となることは自明のことと認められる。そうすると，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると認められる。したがって，審決が，補正発明と刊行物1発明の相違点に関して，補正発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した点に誤りはなく，原告主張の取消事由は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明は，刊行物1発明及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した点についても，上記と同様の理由により，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がない。原告は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10240",
    "date": "2009-03-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037468",
    "ipprecedent_id": "1811",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}