{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁の不服2005−4880号事件に対する平成20年5月16日付け",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「チアゾリジンジオンおよびスルホニルウレアを用いる糖尿病の治療」とする発明につき，平成10年6月15日，国際特許出願をし(パリ条約による優先権主張1997年(平成9年)6月18日，199",
            "8年(平成10年)3月27日，いずれも英国。請求項の数は21であった。以下「本願」という。)，平成16年10月6日付け手続補正書(甲2)を提出したが，同年12月21日付けの拒絶査定を受けたので，平成17年3月22日，これに対する審判請求をした(不服2005−4880号事件)。",
            "特許庁は，平成20年5月16日，「本件審判の請求は，成り立たない。」との審決をし(付加期間90日)，その謄本は同年6月3日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成16年10月6日付け手続補正書(甲2)による補正後の本願発明の請求項1は，下記のとおりである(請求項の数は9となった。)。",
            "【請求項1】「糖尿病および糖尿病関連症状の治療に用いられる医薬組成物であって，2ないし8mgの5−［4−［2−(Ｎ−メチル−Ｎ−(2−ピリ",
            "ジル)アミノ)エトキシ］ベンジル］チアゾリジン−2，4−ジオン(化合物I)またはその医薬上許容される塩；およびグリベンクラミド，グリピジド，グリクラジド，グリメピリド，トラザミド，トルブタミドまたはレパグリニドから選択されるインスリン分泌促進物質，および医薬上許容される担体を含む医薬組成物。」(以下，この発明を「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，特開平9−67271号公報(甲3。以下「引用例」という。)の記載に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，引用例記載の発明(以下，「引用発明」という。)の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "ピオグリタゾンとグリベンクラミドとを組み合わせてなる，糖尿病時の血糖値の上昇を抑制する医薬。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "糖尿病および糖尿病関連症状の治療に用いられる医薬組成物であって，インスリン感受性増強剤とインスリン分泌促進物質としてのグリベンクラミドを含む医薬組成物である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明は医薬上許容される担体を含むのに対し，引用発明は医薬上許容される担体を含むことが特定されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明では，インスリン感受性増強剤が2ないし8mgの5−［4−［2−(Ｎ−メチル−Ｎ−(2−ピリジル)アミノ)エトキシ］ベンジル］チアゾリジン−2，4−ジオン(化合物I)であるのに対し，引用発明では，インスリン感受性増強剤がピオグリタゾンであり，その含有量が特定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，相違点2についての容易想到性の判断を誤ったものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2についての容易想到性の判断の誤り(その1)",
          "text": [
            "審決は，相違点2に関して，「引用発明において，インスリン感受性増強剤として，同じく引用例に記載の一般式(I)で示される化合物及び(II)で示される化合物の1つでもある5−〔〔4−〔2−(メチル−2−ピリジニルアミノ)エトキシ〕フェニル〕−メチル〕−2,4−チアゾリンジオンを採用することは，当業者が容易に想到し得ることである」と判断したが，誤りである。",
            "引用例には，無数に近い種類のインスリン感受性増強剤が開示されると共に，それと組み合わされるべき薬剤となる化合物も無数に近い種類開示されているので，無数に近い薬剤化合物の組合せが記載されている。そして，引用例には，本願発明に係る化合物(Ⅰ)またはその医薬上許容される塩と，グリベンクラミドをはじめとする特定のインスリン分泌促進剤という特定かつ具体的な組合せについて何ら教示ないし示唆するものではない。したがって，当業者が，引用例に示された膨大な組合せの候補薬剤の中から，本願発明に係る上記組合せを選択することは困難である。また，引用例の実施例3の実験例1及び実験例2において，インスリン感受性増強剤としてピオグリタゾンを用いた組成物から良好な結果が得られているので，当業者がピオグリタゾンと異なるインスリン感受性増強剤を用いてみようとする動機付けは存しない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2についての容易想到性の判断の誤り(その2)",
          "text": [
            "審決は，相違点2に関して，「2ないし8mgという医薬組成物中のその用量の範囲も当業者が適宜定め得ることである。」と判断したが，誤りである。",
            "薬剤の用量の決定は，臨床試験を積み重ね，かつ副作用等を考慮した上でなされるものであり，当業者といえども適宜定め得るものではない。そして，引用例には，化合物(Ⅰ)をインスリン分泌促進物質と組み合わせて使用した場合の2ないし8mgという用量について記載も示唆もない。本願に係る明細書(甲1，2。以下「本願明細書」という。)記載の臨床実験データ(甲5の1，2)によれば，上記用量範囲は，副作用を考慮した場合の有意な抗高血糖効果を得るための数値であり，当業者が適宜定め得るものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明の顕著な作用効果の看過",
          "text": [
            "審決は，本願発明の作用効果に関して，「引用例には，インスリン感受性増強剤とインスリン分泌促進物質とを組み合わせてなる医薬は，各薬剤の単独投与に比べて著しい増強効果を有し，2種の薬剤をそれぞれ単独投与した場合に比較し，これらを併用投与すると高血糖あるいは耐糖能低下の著明な改善がみられ，薬剤の単独投与より一層効果的に糖尿病時の血糖を低下させ，糖尿病性合併症の予防あるいは治療に適用しうることや，各薬剤の単独投与の場合と比較した場合，少量を使用することにより十分な効果が得られることから，薬剤の有する副作用(例，下痢等の消化器障害など)を軽減することができることなどが，記載されているので，当業者であれば，容易に予測し得る範囲内のものである。」と判断したが，誤りである。",
            "甲6の53頁の図2には，2年間にわたりスルホニルウレア投与に加えてロシグリタゾンを4mg／日で投与する臨床試験において，試験期間中，血糖値が上昇せず，血糖制御が非常に安定して行なわれたことが示されており，これは予測できない顕著な作用効果である。また，甲8には，本願発明の化合物(Ⅰ)に相当するロシグリタゾンとスルホニルウレアとの組合せ治療が，18か月にわたりⅡ型糖尿病患者の血糖の優れた制御をもたらすだけでなく，血圧の適度な低下ももたらすことが示されている。他方，甲7の図3を見ると，2年間にわたるスルホニルウレア投与に加えて，ピオグリタゾン(15～45mg／日)を投与する臨床試験において，甲6に示されたような血糖の持続的調節に成功せず，試験期間の経過と共に血糖が増加している。",
            "以上のとおり，甲6ないし8に示された結果を総合すると，本願発明には，長期間にわたって血糖値をうまく制御することができ，患者が低血糖症に陥ることがなく，しかも血圧の適度な低下もみられることは明らかであり，このような効果は，引用発明からは予測もできない顕著な作用効果を奏するものといえる。審決はかかる本願発明の顕著な作用効果を看過している点で誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由には理由がなく，審決の認定判断には誤りがない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2についての容易想到性の判断の誤り(その1)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例には，本願発明に係る化合物(Ⅰ)またはその医薬上許容される塩と，グリベンクラミドをはじめとする特定のインスリン分泌促進剤という特定かつ具体的な組合せについて何ら教示ないし示唆するものではないと主張するが，誤りである。",
                "引用例には，インスリン感受性増強剤として，一般式(Ⅰ)又は(Ⅱ)として広範な化合物が開示されているとしても，具体的な化合物として記載されているのは，ピオグリタゾンをはじめとする12の化合物である。そして，引用発明において，インスリン感受性増強剤をピオグリタゾンに代えてこれら11の化合物を使用し，糖尿病時の血糖値の上昇を抑制する医薬としての薬理効果等を試験し，好ましいインスリン感受性増強剤の選択を試みることは当業者が容易に想到し得ることであり，その試験方法も，引用例の実験例1，2にも記載されているように公知の手法により実施できるものである。さらに，本願出願前の刊行物である乙1によれば，本願発明の化合物(Ⅰ)は，改善された血糖低下活性を示しそれ故に高血糖の治療及び／又は予防に用いられる可能性がありさらにⅡ型糖尿病に特に用いられることが開示され，同じく乙2によれば，本願発明の化合物(Ⅰ)であるBRL49653が，チアゾリジンジオン誘導体の中では最も効力のある薬剤として認識されていたことが認められる。そうすると，当業者であれば，引用発明において，インスリン感受性増強剤をピオグリタゾンに代えてこれら11の具体的な化合物の1つとして挙げられているBRL49653，すなわち本願発明の化合物(Ⅰ)を選択することは当然のことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例の実施例1～3には，インスリン感受性増強剤としてピオグリタゾンを用いた組成物から得られた良好な動物実験データが示されているので，当業者がピオグリタゾンと異なるインスリン感受性増強剤を用いてみようとする動機付けは存在しないと主張するが，誤りである。",
                "本願発明の「糖尿病及び糖尿病関連症状の治療に用いられる医薬」は，患者の糖尿病の病状程度の違い，関連症状の種類の違い，患者の性別や年齢の違い，副作用の種類や程度，製剤化上の観点等の様々な観点から検討し，評価されるべきものである。そうすると，引用例にインスリン感受性増強剤としてピオグリタゾンを用いた組成物から得られた良好な動物実験データが示されていたとしても，当業者であれば，種々の観点からみて，より好ましい医薬を得ようとして，ピオグリタゾン以外のインスリン感受性増強剤の使用を試みることは当然に考えることである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2についての容易想到性の判断の誤り(その2)に対し",
          "text": [
            "臨床試験には時間と労力がかかるとしても，従来の手法により行うものであり，本願発明の化合物(Ⅰ)の2ないし8mgという医薬組成物中の用量は，当業者が適宜，試験や調査を行って1日の用量を決め，1日の投与回数を考慮して適宜定め得ることである。引用例にも引用発明の医薬の投与量は，個々の薬剤の投与量に準ずればよく，投与対象，投与対象の年齢及び体重，症状，投与時間，剤形，投与方法，薬剤の組み合わせ等により適宜選択することができると記載されている(段落【0039】)。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明の顕著な作用効果の看過に対し",
          "text": [
            "本願明細書には，本願発明の作用効果について一般的な記載があるのみで何ら具体的な記載がなされていないのであり，本願明細書に記載された本願発明の一般的な効果は，当業者が引用例の記載から予測し得るものにすぎない。",
            "原告は，甲6，7に示された実験結果を総合すると，本願発明は，引用発明よりもはるかに良好な治療効果を長期間にわたって奏すると主張する。しかし，同効果は，本願明細書に具体的に記載されていない効果であり，これをもって本願発明の進歩性の根拠とすることはできない。また，引用発明のインスリン分泌促進剤はグリベンクラミドであるのに対し，インスリン分泌促進剤として，甲6の実験ではグリピジドを，甲7の実験ではグリクラジドをそれぞれ使用しており，甲6，7により本願発明と引用発明の効果を比較することはできない。したがって，仮に甲6，7を参酌したとしても，ロシグリタゾンとインスリン分泌促進剤との組合せが実際の治療において，引用例のピオグリタゾン及びインスリン分泌促進剤との組合せよりも優れた作用効果を奏するとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告が主張する取消事由には理由がなく，審決を取り消すべき違法は認められないから，原告の請求を棄却すべきものと判断する。以下，理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "刊行物の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲3)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項2】インスリン感受性増強剤が一般式",
                  "text": [
                    "〔式中，Rはそれぞれ置換されていてもよい炭化水素または複素環基；Yは−CO−，−CH(OH)−または−ＮR3−(ただしR3は置換され",
                    "ていてもよいアルキル基を示す。)で示される基；mは0または1；nは0，1または2；XはCHまたはＮ；Aは結合手または炭素数1～7の2価の脂肪族炭化水素基；Qは酸素原子または硫黄原子；R1は水素原子またはアルキル基をそれぞれ示す。環Eはさらに1～4個の置換基を有していてもよく，該置換基はR1と結合して環を形成していてもよい。LおよびMはそれぞれ水素原子を示すかあるいは互いに結合して結合手を形成していてもよい。〕で示される化合物またはその薬理学的に許容しうる塩である請求項1記載の医薬。」(【特許請求の範囲】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【請求項26】一般式(II)で示される化合物がピオグリタゾンであり，インスリン分泌促進剤がグリベンクラミドである請求項15記載の医薬。」(【特許請求の範囲】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「また，一般式(II)のR’は，mおよびnが0；XがCH；Aが結合手；Qが硫黄原子；R1，LおよびMが水素原子；かつ環Eがさらに置換基を有しないとき，R’はベンゾピラニル基でないという点を除き，上記一般式(I)のRと同意義を有する。」(【0018】)"
                },
                {
                  "fig": "エ",
                  "subject": "「一般式(I)で示される化合物の好適な例としては，例えば……5−〔4−〔2−(5−エチル−2−ピリジル)エトキシ〕ベンジル〕−2",
                  "text": [
                    ",4−チアゾリジンジオン(一般名：ピオグリタゾン)，・・一般式(II)で示される化合物は，好ましくは一般式(III)で示される化合物および(R)−(＋)−5−〔3−〔4−〔2−(2−フリル)−5−メチル",
                    "−4−オキサゾリルメトキシ〕−3−メトキシフェニル〕プロピル〕−2,4−オキサゾリジンジオンであり，さらに好ましくはピオグリタゾンである。」(【0025】，【0026】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「本発明に用いられるインスリン感受性増強剤としては，上記した以外に，さらに例えば・・・5−〔〔4−〔2−(メチル−2−ピリジニルアミノ)エトキシ〕フェニル〕−メチル〕−2,4−チアゾリンジオン(BRL−49653)なども挙げられる。」(【0029】)"
                },
                {
                  "fig": "カ",
                  "subject": "「本発明において，一般式(II)で示される化合物またはその薬理学的に許容しうる塩と組み合わせて用いられる薬剤としては，インスリン分泌促進剤および／またはインスリン製剤が挙げられる。インスリン分泌促進剤は，膵B細胞からのインスリン分泌促進作用を有する薬剤である。該インスリン分泌促進剤としては，例えばスルフォニル尿素剤(SU剤)が挙げられる。該スルフォニル尿素剤(SU剤)は，細胞膜のSU剤受容体を介してインスリン分泌シグナルを伝達し，膵B細胞からのインスリン分泌を促進する薬剤である。SU剤の具体例としては，例えばトルブタミド；クロルプロパミド；トラザミド；アセトヘキサミド；4−クロロ−Ｎ−〔(1−ピロリジニルアミノ)カルボニル〕−ベンゼンスルフォンアミド (一般名：グリクロピラミド)およびそのアンモニウム塩；グリベンクラミド(グリブリド)；グリクラジド；1−ブチル−3−メタニリルウレア；カルブタミド；グリボルヌリド；グリピジド；グリキドン；グリソキセピド；グリブチアゾール；グリブゾール；グリヘキサミド；グリミジン；グリピナミド；フェンブタミド；およびトルシクラミドなどが挙げられる。その他，インスリン分泌促進剤としては，例えばＮ−〔〔4−(1−メチルエチル)シクロヘキシル〕カルボニル〕−D−フェニルアラニン(AY−4166)；(2S)−2−ベンジル−3−(シス−ヘキサヒ",
                  "text": [
                    "ドロ−2−イソインドリニルカルボニル)プロピオン酸カルシウム 2水和物(KAD−1229)；およびグリメピリド(Hoe490)等が挙",
                    "げられる。インスリン分泌促進剤は，特に好ましくはグリベンクラミドである。……」(段落【0033】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「……一般式(II)で示される化合物またはその薬理学的に許容しうる塩とインスリン分泌促進剤および／またはインスリン製剤とを組み合わせてなる医薬は，これらの有効成分を別々にあるいは同時に，生理学的に許容されうる担体，賦形剤，結合剤，希釈剤などと混合し，医薬組成物として経口または非経口的に投与することができる。……」(段落【0035】)"
                },
                {
                  "fig": "ク",
                  "subject": "「……本発明の医薬の投与量は，個々の薬剤の投与量に準ずればよく，投与対象，投与対象の年齢および体重，症状，投与時間，剤形，投与方法，薬剤の組み合わせ等により，適宜選択することができる。……」(段落【0039】)"
                },
                {
                  "fig": "ケ",
                  "subject": "「……一般式(II)で示される化合物またはその薬理学的に許容し得る塩とインスリン分泌促進剤であるグリベンクラミドとを組み合わせて用いる場合，該化合物またはその薬理学的に許容し得る塩1重量部に対し，グリベンクラミドを通常0．002～5重量部程度，好ましくは0．025～0．5重量部程度用いればよい。本発明の医薬は，各薬剤の単独投与に比べて著しい増強効果を有する。例えば，遺伝性肥満糖尿病ウイスター・ファティー(Wistar fatty)ラットにおいて，2種の薬剤を",
                  "text": [
                    "それぞれ単独投与した場合に比較し，これらを併用投与すると高血糖あるいは耐糖能低下の著明な改善がみられた。したがって，本発明の医薬は，薬剤の単独投与より一層効果的に糖尿病時の血糖を低下させ，糖尿病性合併症の予防あるいは治療に適用しうる。また，本発明の医薬は，各薬剤の単独投与の場合と比較した場合，少量を使用することにより十分な効果が得られることから，薬剤の有する副作用(例，下痢等の消化器障害など)を軽減することができる。」(段落【0040】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "乙1には，「或る新規な置換チアゾリジンジオン誘導体が改善された血糖低下活性を示しそれ故高血糖の治療及び／又は予防に用いられる可能性がありさらにⅡ型糖尿病の治療に特に用いられることが驚くべきことに見い出された。」(〔発明の概要〕)との記載と共に，実施例30において，本願発明の化合物Ⅰと同一の化合物が開示されている。そして，乙2には，化合物Ⅰに当たる「BRL49653」がチアゾリジンジオン誘導体のなかでは「最も効力のある薬剤」との記載がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "相違点2についての容易想到性の判断の誤り(その1)について(1) 前記認定の引用例の記載によれば，①引用発明で用いるピオグリタゾンは，一般式(II)で示される化合物の一つとされること，②一般式(II)で示される化合物は，一般式(I)で示される化合物のごく一部の場合のものが除かれたものであること，③一般式(I)で示される化合物はインスリン感受性増強剤であるとされていることが認められる。そうであれば，当業者にとっては，一般式(II)で示される化合物もまた，インスリン感受性増強剤であると認識するものということができる。そして，前記引用例の記載によれば，インスリン感受性増強剤として，5−〔〔4−〔2−(メチル−2−ピリジニルアミノ)エトキシ〕フェニル〕−メチル〕−2,4−チアゾリンジオン (BRL−49653)(以下，「ロシグリタゾン」という。)が記載され，前記乙1，2の記載によれば，チアゾリジンジオン誘導体が改善された血糖低下活性を示し，その中でもロシグリタゾンが最も効力のある薬剤とされているのであるから，引用例の記載に接した当業者であれば，引用発明におけるピオグリタゾンに代えて，ピオグリタゾンと同様にインスリン感受性増強剤として引用例に記載されているロシグリタゾンを用いることは容易に想到し得るものといえる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，①引用例は，本願発明が規定する，化合物(I)またはその医薬上許容される塩と，グリベンクラミドをはじめとする特定のインスリン分泌促進剤という特定かつ具体的な組合せを教示ないし示唆するものではない，②引用例の表2の動物実験データは良好なものなので，当業者がピオグリタゾンと異なるインスリン感受性増強剤を用いる動機付けは存在しないなどと主張する。",
                "しかし，原告の上記主張は失当である。",
                "すなわち，本願発明に用いるロシグリタゾンは，前記引用例の記載において，好適なインスリン感受性増強剤として例示された10数個程度の化合物のうちの一つであり，これを上記ピオグリタゾンに代えて上記グリベンクラミドと組み合わせることに格別の困難は認められない。したがって，原告の上記主張はいずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2についての容易想到性の判断の誤り(その2)について原告は，本願発明の化合物(I)の最適用量の決定は，数多くの臨床データを積み重ね，これらを十分に精査し，副作用の危険性をも考慮してなされたものであり，そこで用いられた手法は通常のものであったとしても，臨床試験に着手してから結論に至るまでには，多大な労力，費用，時間が費やされたのであるから，当業者が適宜定め得るとはいえないと主張する。",
            "しかし，原告の主張は失当である。",
            "すなわち，前記1で認定した引用例の記載のとおり，医薬の投与量は，投与対象，投与対象の年齢及び体重，症状，投与時間，剤形，投与方法，薬剤の組み合わせ等により適宜選択されるものであり，これらの検討に当たって副作用の危険性が考慮されるのは当然のことである。そして，医薬を構成する医薬化合物もまた，上記要素等を考慮して最適用量が決定され，そのための臨床試験を初めとするプロセスが経られ，その結果として，必ずその最適用量が得られるものである。そうすると，本願発明の化合物(I)すなわちロシグリタゾンの最適用量の決定に多大な労力，費用，時間が費やされたとしても，通常想定されることであり，ロシグリタゾンの用量を決定したことに，当業者が格別の創意を要したものとはいえない。そして，「2ないし8mg」という用量も，医薬化合物の用量として当業者が想定し得る通常のものといえるから，当業者が容易になし得たものである。なお，原告は，上記用量の根拠として臨床実験データ(甲5の1，2)を提出しているが，上記用量を決定するために通常行なわれる実験にすぎず，上記判断を左右するものではない。原告の主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願発明の顕著な作用効果の看過について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(1)の引用例の記載(段落【0040】)のとおり，ピオグリタゾンとグリベンクラミドとを組み合わせた医薬は，それぞれ単独投与した場合と比較した場合，一層効果的に糖尿病時の血糖を低下させる効果を生じさせるものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「今回，驚くべきことに，インスリン分泌促進物質と組み合わされた化合物(Ⅰ)が血糖制御に対して特に有効な効果を発揮することが示された。それゆえ，かかる組合せは糖尿病，特にⅡ型糖尿病および糖尿病関連症状の治療に特に有用である。その治療を行う場合も最小限の副作用しか生じないことが示されている。」(6頁12～16行)"
                },
                {
                  "fig": "イ",
                  "subject": "「本発明治療により提供される血糖制御に対する特に有益な効果は，個々の有効成分の合計に関して期待される対照効果に対する相乗効果であることが示される。慣用的方法，例えば，絶食時の血漿グルコースまたは糖鎖付加ヘモグロビン(HbA1c)のごとき典型的に使用される血糖制御指数により血糖制御を特徴づけてもよい。」(10頁8～13行)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願発明におけるインスリン分泌促進物質と組み合わされた化合物(Ⅰ)が血糖制御に対して有効であるという作用効果を奏することが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，本願発明の上記作用効果が，引用発明から予測されない顕著な作用効果といえるか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6によれば，スルホニルウレア(SU)療法で，最大推奨投与量の1／4から1／2を2か月以上投与した60歳以上の合計227名のⅡ型糖尿病患者に対して，ロングリタゾン(RSG。4mg／日投与)及びスルホニルウレア(SU。グリピシド1日2回10mgを使用)を104週間",
                  "text": [
                    "併用投与したところ，FPG(空腹時血糖値)は，ベースライン(8．71mmol／L)から平均1．32mmol／L減少し，HbA1c(ブ",
                    "ドウ糖と結びついたヘモグロビンで，現時点より過去1～1．5か月の平均血糖値を反映している。)は，ベースライン7．72％から平均0．65％減少し，24週後までに最大の改善が認められ，その後も維持され，治験終了時のHbA1cの平均値は7％未満であったことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「104週目におけるベースラインからのHbA1c平均低下率は，メトホルミンへのピオグリタゾン追加が0．89％，グリクラジド追加が0．77％であった(p＝0．200)・・ピオグリタゾンは，",
                      "text": [
                        "既存のスルホニルウレア治療またはメトホルミン治療に対するアドオン治療として血糖コントロールの改善をもたらし，改善された状態は2年間にわたって持続した。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「・・・このような単独治療の不泰効を克服し，Ⅱ型糖尿病の病因が有する様々な側面に対処するためには，相加効果または相乗効果を有する第二薬剤を追加することが必要とされる。最も多く用いられている併用投与はメトホルミン＋スルホニルウレアであり，最近では，チアゾリジンジオン(TZD)，ピオグリタゾン，およびロシグリタゾンなどの新規作用機序を有する薬剤が導入されている。」"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「ピオグリタゾンは，単独で用いた場合と併用治療での第二薬剤として追加した場合のいずれでも，血糖コントロールにおいて短期間の有益な効果を発揮することが，数件の臨床試験から示されている。」(エ) 甲7の実験では，60才から69才まででHbA1cの平均値が約8．82％の糖尿病患者319人に対して，スルホニルウレアとピオグリタゾン(45mg／日)を併用投与したところ，24週で約1．4％",
                      "text": [
                        "減少し，その後やや増加し104週には約1．03％減少している。そして，104週目にHbA1cの目標値(7．0未満)に到達した患者",
                        "の割合は，30．2％であった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，スルホニルウレア(グリピシド)とロシグリタゾンを併用投与した場合(甲6)とスルホニルウレアとピオグリタゾンを併用投与した場合(甲7)とを対比した場合，前者は，24週以降も持続して改善が認められ，治験終了時のHbA1cの平均値は前者が7％未満であったのに対し，後者は，開始時が約8．82％であったのが，24週時には約1．4％減少して約7．4％となり，それ以降はやや増加し治験終了時は約7．7％となっており，血糖効果の持続性は前者に認められるともいえる。",
                    "しかし，甲7の実験ではスルホニルウレアの物質を特定しておらず，それがグリベンクラミドとピオグリタゾンとの併用投与の場合(引用発明)であるということはできない。また，仮に甲7の実験が引用発明のそれといえたとしても，甲6の実験でも甲7の実験でも，血糖制御の効果が生じ，かつその効果が104週にわたって持続しており，104週経過時点でのHbA1cを比較すると，前者は7．72％から0．65％改善しているのに対し，後者は8．82％から1．03％改善しており，HbA1cの改善の割合はむしろ後者の方が高くなっている。さらに，甲6の実験と甲7の実験とを対比した場合，少なくとも治験の対象となる患者の病状や投与量の増加割合といった試験条件が異なるものである(なお，被告は，インスリン分泌促進剤として，甲6の試験ではグリピジドを使用しているのに対し，甲7の試験ではグリクラジドをそれぞれ使用していると主張するが，甲6との比較の対象となるスルホニルウレアはグリクラジドとはいえないので，誤りである。)。",
                    "以上によれば，本願発明の血糖制御の作用効果は，引用発明から，予測できない顕著な作用効果ということはできない。原告の主張は理由がない。",
                    "なお，原告は本願発明の顕著な作用効果として，血圧の適度な低下という作用効果を奏すると主張するが，同効果については，本願明細書に何ら記載がないから，上記作用効果をもって本願発明の効果の顕著性を主張するのは相当でない。上記主張を採用することはできない。",
                    "したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に審決に違法は認められない。",
            "したがって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10353",
    "date": "2009-04-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037549",
    "ipprecedent_id": "1843",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}