{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80157号事件について平成20年2月13日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1，2項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する，名称を「ペンタフルオロエタンとジフルオロメタンの共沸混合物様組成物」とする発明に係る特許(特許第1877437号。以下「本件特許」という。)につき，被告が特許庁に無効審判請求をし，特許庁が同特許を無効とするとの審決をしたことから，原告がその取消しを求めた事案である。",
        "主たる争点は，本件特許に係る明細書の発明の詳細な説明において，当業者が上記発明を容易に実施できる程度に，発明の目的，構成，効果が記載されているか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成2年8月2日，上記発明につき出願し(優先日：平成元年9月26日。米国)，平成6年10月7日，本件特許につき設定登録をした。",
            "被告は，平成18年8月25日，特許庁において，本件特許を無効とすることを求めて審判請求をし，特許庁は，同審判請求を無効2006−80157号事件として審理し(なお，原告は，平成19年1月26日，訂正請求をした。)，平成20年2月13日，「訂正を認める。特許第1877437号の請求項に係る発明についての特許を無効とする。」との審決をし，その謄本は，同月25日，原告に送達された。なお，審決において，出訴期間として90日が附加されていた。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の内容",
          "text": [
            "本件特許に係る発明は，平成19年1月26日付けの訂正(以下「本件訂正」という。)により訂正された後の明細書(以下「本件訂正明細書」という。また，上記訂正前の明細書を「当初明細書」といい，両者を併せて「本件明細書」ということもある。)の特許請求の範囲の請求項1ないし3に記載された次のとおりのものである(以下，上記訂正後の請求項1に記載された発明を「本件発明」といい，訂正後の請求項2，3に記載された発明を「本件請求項2，3に係る発明」などという。)。",
            "【請求項1】「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなり，32°Fにて約119．0psia の蒸気圧を有する，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物。」",
            "【請求項2】「請求項1に記載の組成物を凝縮させること，次いで前記組成物を冷却すべき物体の近くで蒸発させること，を含む，空調において冷却作用を生成させる方法。」",
            "【請求項3】「請求項1に記載の組成物を加熱すべき物体の近くで凝縮させること，次いで前記組成物を蒸発させること，を含む加熱作用を生成させる方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決は，次のとおり，本件訂正明細書の発明の詳細な説明は，当業者が本件発明等を容易に実施できる程度に，その発明の目的，構成，効果が記載されているとはいえず，平成2年法律第30号による改正前の特許法(以下「旧特許法」という。)36条3項が規定する要件を満たしていないから，特許法123条1項4号に該当し，無効とすべき旨判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求人の主張(1)(「実施例4で評価されたブレンド物の組成は，訂正後の請求項1に記載された組成範囲には含まれず，大きく外れている」旨) について「本件訂正明細書には，実施例4にHFC-125(判決注：ペンタフルオロエタンを指す。)/HFC-32(判決注：ジフルオロメタンを指す。)ブレンド物の特定の性能上の利点について，次の記載がある。",
                "『実施例4",
                "本実施例では，共沸混合物用の HFC-125/HFC-32 ブレンド物が，HFC-32 単独の場合に比べてある特定の性能上の利点を有していることを示す。",
                "特定の操作条件における冷媒の理論的性能は，標準的な冷却サイクル解析法，(例えば，R.C.ダウニング(Downing)，“フルオロカーボン冷媒ハンドンブック”，第3章，(Prentice-Hall，1988)を参照)を使用して，冷媒の熱力学的性質から推測することができる。成績係数(COP)は広く受け入れられている尺度であり，冷媒の蒸発又は凝縮を含んだ特定の加熱・冷却サイクルにおける冷媒の相対的な熱力学効率を表わすのに特に有用である。冷却工学においては，この用語は，蒸気を圧縮する場合の有効な冷却と圧縮機により加えられるエネルギーとの比を表わす。",
                "冷媒の能力(capacity)は該冷媒の容量効率で示される。圧縮機技術者にとっては，この値は，ある与えられた容量流量の冷媒に対する熱量をポンプ送りする圧縮機の能力(capability)を表わす。言い換えると，ある特定の圧縮機が与えられた場合，より高い能力もった冷媒は，より多くの冷却もしくは加熱エネルギーを移送する。",
                "発明者らは，凝縮器の温度が通常 37.8℃(100°F)であって，エバポレーターの温度が通常−45.6℃(−50°F)～23.3℃(−10°F)であるような定温冷却サイクルに対する冷媒に関して，このタイプの算出を行った。発明者らはさらに，圧縮が等エントロピー圧縮であり，そして圧縮機入口温度が18.3℃(65°F)であると仮定した。HFC-32と HFC-125 の 80/20 重量比のブレンド物，及び HFC-32 単独物に対して，このような算出を行った。表Ⅲは，エバポレーター温度のある範囲にわたって，HFC-32 と HFC-125 の 80/20 ブレンド物のCOP を，HFC-32のCOP と比較して示している。表Ⅲにおいては，★の記号は，COP と能力(capacity)がHFC-32との比較にて与えられていることを示している。",
                "表Ⅲ",
                "HFC-32/HFC-125の 80/20ブレンド物の熱力学的性能",
                "エバポレーター HFC-32の排出 HFC-32/HFC-125の",
                "の温度℃ (°F) COP★ 能力★ 温度℃(°F) 排出温度℃ (°F)",
                "-45.6(-50.0) 1.024 1.02 205.4(401.8) 181.6(358.9)",
                "-40 (-40.0) 1.021 1.01 187.6(369.7) 166.6(331.9)",
                "-34.4(-30.0) 1.014 1.00 170.9(339.6) 152.5(306.5)",
                "-28.9(-20.0) 1.008 1.00 155.3(311.5) 139.2(282.5)",
                "-23.3(-10.0) 1.004 0.99 140.6(285.0) 126.6(259.8)",
                "★HFC-32に対して比較した値。",
                "上表に記載のデータは，HFC-32/HFC-125 の 80/20 のブレンド物が，HFC-32 単独の場合に比べてある程度のCOPの向上を果たすこと，実質的に同じ冷却能力を有すること，そしてさらに，圧縮機からのより低い排出温度を与えること(このことは圧縮機の信頼性に寄与する−すなわち，当業界では，圧縮機排出温度が低いほど，より信頼性の高い圧縮機作動が得られることが知られている)を示している。",
                "さらに，本実施例にて使用されている20重量％より多い HFC-125 を含んだ共沸混合物様のHFC-32/HFC-125 混合物は，HFC-32 単独の場合と等しい性能，及びより一層低い圧縮機排出温度を与える。』(本件訂正明細書10頁13行～12頁2行)",
                "上記実施例によれば，HFC-32/HFC-125 の 80/20 のブレンド物が，HFC-32 単独の場合に比べて COP の向上を果たし，実質的に同じ冷却能力を有し，さらに，圧縮機からのより低い排出温度を与えることがわかる。",
                "しかしながら，同実施例に記載された HFC-32/HFC-125 のブレンド物は，訂正前の請求項1に記載された『約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量のジフルオロメタン』には該当するものの訂正後の請求項1に記載された『約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン』には，該当しないものであって，さらに，真の共沸混合物である約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンを含んだ組成物よりもペンタフルオロエタンの含有量が少なく，ジフルオロメタンの含有量が多いものである。",
                "上記実施例において，HFC-32/HFC-125 の 80/20 のブレンド物が HFC-32 単独の場合に比べてCOP 等の性能において，優れていることが示されているとしても，それと別異の訂正後の請求項1に記載された『約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン』からなる共沸混合物様組成物の性能を示すものではない。",
                "同実施例には，『本実施例にて使用されている20重量％より多い HFC-125 を含んだ共沸混合物様の HFC-32/HFC-125 混合物は，HFC-32 単独の場合と等しい性能，及びより一層低い圧縮機排出温度を与える。』との記載はあるが，具体的に COP 等の性能や排出温度についての記載はない。すると，この記載のみをもって，訂正後の請求項1に記載された共沸混合物様組成物について，すべての範囲に渡って COP 等の性能が同等若しくは優れているということはできない。",
                "また，本件訂正明細書には，上記実施例以外の発明の詳細な説明の欄にも，『約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン』からなる共沸混合物様組成物について，具体的な性能評価は記載されていない。",
                "してみれば，本件訂正明細書には，本件請求項1に係る発明，すなわち，『約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン』からなる共沸混合物様組成物の発明について，発明の効果が記載若しくは示唆されているとはいえず，本件訂正明細書に記載された，ペンタフルオロエタンとジフルオロメタンとの混合物が，『加熱・冷却用の冷媒として有用である。』(本件訂正明細書1頁5行～6行)との発明の目的を達成するとも認められない。",
                "したがって，本件訂正明細書には，本件請求項1に係る発明について，当業者が実施することができる程度に発明の目的，構成及び効果が発明の詳細な説明中に記載されているとすることはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求人の主張(2) (「訂正後の請求項1に記載された組成範囲の全域にわたり，請求項1に記載された『32°Fにて約119．0 psia の蒸気圧』を実現できることが発明の詳細な説明に全く記載されていない」旨)について「本件訂正明細書には，発明の詳細な説明に共沸混合物様組成物の蒸気圧について次の記載がある。",
                "『本発明によれば，空調用又はヒートポンプ用の冷媒としての新規な共沸混合物様組成物は，約35.7～約50重量％のペンタフルオロエタンと約50～64.3重量％のジフルオロメタンとからなり，32°F(0℃)にて約 119 psia(820 kPa)の蒸気圧を有する。』(本件訂正明細書3頁24行～27行)",
                "『真の共沸組成物として発明者らが最良であると考えているのは，約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンを含んだ組成物であり，本組成物は32°F(0℃)にて約119psia(820kPa)の蒸気圧を有する。",
                "本発明の最も好ましい共沸混合物様組成物は，32°F(0℃)にて約119 psia(820kPa)の蒸気圧を有する。』(本件訂正明細書4頁6行～10行)",
                "『従って，本発明の意味する範囲内で共沸混合物様であることを明確に示すもう一つの方法は，該混合物が32°F(0℃)にて，本明細書に開示の最も好ましい組成物の蒸気圧〔32°F(0℃)にて約 119 psia(810 kPa)〕(審決注：810 kPa は，820 kPa の誤記と認める。)の約±5psia(25kPa)の範囲内の蒸気圧を有することを明示することである。",
                "好ましい組成物は，32°F(0℃)にて約±2psia(14kPa)の範囲の蒸気圧を示す。』(本件訂正明細書6頁5行～9行)",
                "上記記載からみて，最も好ましい共沸混合物様組成物は32°F(0°C)にて約119psia(820kPa)の蒸気圧を有するものと認められる。",
                "本件請求項1には，「32°Fにて約119．0 psia の蒸気圧を有する」と記載されているところ，「119．0 psia」とは，有効数字が4桁であり，少数点以下1桁まで規定しているから，誤差範囲は小数点以下2桁目の変動，すなわち，±0．05 psia であると解される。",
                "次に「約」についてみると，蒸気圧の値として，「psia」の値に続けて，括弧内に「kPa」の値が記載されており，「kPa」の値には，「約」とは記載されていない。してみれば，特定の「psia」の値を「kPa」に換算した値について，「約」が付されたものであって，「約」が付された「psia」の値は特定の値であると解される。また，「最も好ましい組成物の蒸気圧〔32°F(0°C)にて約119 psia(820 kPa)〕の約±5 psia(25 kPa)の範囲内の蒸気圧を有する」との記載からみても蒸気圧の範囲が「約±5 psia」であって，「約119 psia」は特定の圧力の値であると解するのが相当である。",
                "したがって，「約119．0 psia」は，その誤差範囲も含めた範囲で示せば，「119．0±0．05psia」であると認められる。",
                "一方，本件訂正明細書には，表Ⅱ(9頁1行～9行)にペンタフルオロエタンとジフルオロメタンを含んだ特定の組成物についての32°Fにおける蒸気圧が記載されており，ペンタフルオロエタンの重量％が15．5，34．2及び51．6の時に蒸気圧(psia)がそれぞれ119．2，118．8及び116．6であることが記載されている。",
                "してみれば，ペンタフルオロエタンが34．2重量％の場合であってもその蒸気圧(psia)は，118．8であって，さらにその割合が増加すれば蒸気圧は低下するのであるから，本件請求項1に係る発明の約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなる共沸混合物様組成物は32°Fにおいては，約119．0 psia の蒸気圧の下限である118．95 psia よりも低い蒸気圧を有するものであって，上記組成の共沸混合物様組成物を，「32°Fにて約119．0 psia の蒸気圧」とすることはできないものと認められる。",
                "被請求人は，平成19年8月31日付け上申書において，「請求項 1 に記載された『32°Fにて約119．0 psia の蒸気圧』の意味を，『32°Fにて約119 psia の約±5 psia の蒸気圧』と解釈すべきであるとは主張していない。ここで被請求人が主張していることは，・・・当業者であれば，本件特許明細書の表Ⅱに記載された32°F(0°C)で118．8から116．6 psia という蒸気圧は，特許された特許請求の範囲及び訂正後の特許請求の範囲に記載された蒸気圧である『32°Fにて約119．0 psia』に含まれることを明確に理解できる，ということである。・・・この蒸気圧の限定は，本件特許の請求項1に記載された共沸混合物様組成物が本来有する固有の性質である。そして，本件特許の訂正後の請求項1に記載された共沸混合物様組成物は，その組成範囲の上限及び下限(約35．7～約50．0重量％の R-125(ペンタフルオロエタン)と約64．3～約50．0重量％の R-32(ジフルオロメタン))により明確に規定されている。また，この約35．7～約50．0重量％の R-125 を含む組成範囲は，表Ⅱおよび乙第29号証の1から明らかなように，約119 psia ±2 psia の範囲に該当する。」との主張をしている。",
                "しかしながら，本件訂正明細書には，「本発明の最も好ましい共沸混合物様組成物は，32°F・・・にて約119 psia・・・の蒸気圧を有する。」(本件訂正明細書4頁9行～10行)及び「本発明の意味する範囲内で共沸混合物様であることを明確に示すもう一つの方法は，該混合物が32°F・・・にて，本明細書に開示の最も好ましい組成物の蒸気圧〔32°F・・・にて約119 psia・・・〕の約±5 psia・・・の範囲内の蒸気圧を有することを明示することである。好ましい組成物は，32°F・・・にて約±2psia・・・の範囲の蒸気圧を示す。」(本件訂正明細書6頁5行～9行)と記載されており，「最も好ましい組成物の蒸気圧が32°Fにて約119 psia」であるとされているだけであって，32°Fにて約119．0 psiaの蒸気圧を有する組成物が「32°Fにて約119 psia の約±5 psia の範囲内の蒸気圧を有する」又は「32°Fにて約119 psia の約±2 psia の範囲内の蒸気圧を有する」と解することはできない。",
                "これに対し，訂正前の請求項1に係る発明は，「約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量のジフルオロメタンとを含み，32°Fにて約119．0 psia の蒸気圧を有する共沸混合物様組成物。」であって，ペンタフルオロエタンとジフルオロメタンとのみからなる共沸混合物様組成物であっても明らかに特定範囲の組成の共沸混合物様組成物は，32°Fにて約119．0psiaの蒸気圧を有するものであり，また，「約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量％のジフルオロメタンとを含み」との記載からみて他の成分を含み得るものであるから，他の成分を含有させることによって，共沸混合物様組成物の蒸気圧も調整し得るものであったものであり，この点において，「訂正前の請求項1に係る発明」については，特許明細書の発明の詳細な説明は，当業者が発明を容易に実施できる程度に，その発明の目的，構成，効果が記載されていたものと認められるものであるが，訂正後の請求項1に係る発明については，上記のとおり，旧特許法36条第3項に規定する要件を満たしていないものである。",
                "してみれば，被請求人の上記主張を採用することはできない。",
                "したがって，本件訂正明細書の発明の詳細な説明は，当業者が本件請求項1に係る発明を容易に実施できる程度に，その発明の目的，構成，効果が記載されているものとはいえない。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件請求項2及び3に係る発明について",
              "text": [
                "「本件請求項2に係る発明は，「請求項1に記載の組成物を凝縮させること，次いで前記組成物を冷却すべき物体の近くで蒸発させること，を含む，空調において冷却作用を生成させる方法。」であり，本件請求項3に係る発明は，「請求項1に記載の組成物を加熱すべき物体の近くで凝縮させること，次いで前記組成物を蒸発させること，を含む加熱作用を生成させる方法。」であるところ，いずれも本件請求項1に係る発明を引用するものであるから，同様の理由で，本件訂正明細書の発明の詳細な説明は，当業者が本件請求項2及び3に係る発明を容易に実施できる程度に，その発明の目的，構成，効果が記載されているものとはいえない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の要旨",
      "text": [
        "審決は，以下のとおり，本件発明及び訂正前の発明の実施可能要件についての認定を誤ったものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(「本件発明が本件訂正明細書における実施例によってカバーされていない」旨の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が指摘するとおり，本件訂正明細書の実施例4に具体例として記載された R-32/R-125 の 80/20 重量比のブレンド物は，訂正前の請求項1に記載された組成範囲に属するものであるが，訂正後の請求項1に記載された組成範囲に属するものではない。",
                "しかし，明細書に，発明の効果が記載又は示唆されており，その発明の目的が達成されることを明細書の記載に基づき確認するためには，当該明細書の記載を全体として考慮し，判断すべきである(その意味で，具体的な性能評価の記載の有無や，個々の記載につき独立して議論する被告の主張は不当である。)。",
                "明細書の記載及び出願時の技術常識に基づき，その発明の効果を容易に確認できるにもかかわらず，その効果を確認できるものは実施例に記載された実例のみとすることは，不当に発明の範囲を限定するものであって，許されない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正明細書には，「ペンタフルオロエタンとジフルオロメタンとからなる空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物」が記載されており，「説明をわかりやすくするために，共沸混合物様組成物とは，沸騰特性が一定であるという点，あるいは沸騰もしくは蒸発させても分別を起こしにくいという点に関して，真の共沸混合物のように挙動する組成物を意味するものとする。」との記載もある(公告公報5欄43～47行。以下，上記記載を「本件記載A」という。)。",
                "訂正前の請求項1及び訂正後の請求項1のいずれも，冷却用途及び加熱用途に対して有用な，ペンタフルオロエタンとジフルオロメタンとをベースとした新規の共沸混合物様組成物を提供するという本件発明の目的を達成すべく，ペンタフルオロエタンとジフルオロメタンとの明確な組成範囲によって，本件発明に係る「共沸混合物様組成物」を定義している。訂正後の請求項1は，その用途を空調用又はヒートポンプ用の冷媒に限定したため，訂正前の請求項1の組成範囲を，共沸混合物様組成物が難燃性となる組成範囲にさらに限定したにすぎない。",
                "そして，当業者は，本件発明の「共沸混合物様組成物」が真の共沸混合物と同様の挙動を示すという本件明細書の記載から，その温度勾配が実質的にゼロであることを理解することができる。",
                "なお，本件発明における「共沸混合物様組成物」(ペンタフルオロエタン及びジフルオロメタンからなる組成物)の特徴は，本件明細書の実施例1における表Ⅰ及び実施例2における表Ⅱに示したデータからも明らかであり，表Ⅱのデータと甲53の1記載の図1からすれば，32°F(0°C)において，R-125 が35．7重量％のときは118．62 psia，50．0重量％のときは116．80 psia で，その差はわずか1．82 psiaであって，これは，116．6 psiaのわずか1．56％にすぎない。このように，訂正後の請求項1に記載された組成範囲における一定温度下での蒸気圧の変化は極めてわずかであり，上記組成物が実質的に一定の蒸気圧を有していることがわかる。",
                "また，甲32の1ないし4記載のデータ(同データに示される効果は，もともと明細書に記載された発明の効果を，その記載の範囲内で，米国標準技術局から入手可能な工業的標準ソフトウェア(REFPROP)を使用して計算し，確認したにすぎない。)から，R-125/R-32 組成物の温度勾配が，R-125 が0～50重量％の範囲において0．2ないし0．3°C未満であることが確認される(甲54の図参照)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "当業者が，本件明細書の「特定の操作条件における冷媒の理論的性能は，標準的な冷却サイクル解析法・・・を使用して，冷媒の熱力学的性質から推測することができる」との記載(公告公報9欄32行～36行)を読めば，訂正後の請求項1に記載された組成範囲の「共沸混合物様組成物」の理論的性能を，標準的な冷却サイクル解析法を用いて容易に知ることができるものであり，実際にこれを行った結果が甲33記載のデータである(同データは，発明の詳細な説明の記載内容をその記載内で補足するものにすぎない。)。",
                "そして，同データからすれば，訂正後の本件特許の請求項1に記載された範囲内の組成物は，実施例4に記載された R-32/R-125 の 80/20 重量比のブレンド物と同様に，R-32(最も近い先行技術)単独の場合に比べて成績係数(COP)が向上し，実質的に同じ冷却能力を有すること，さらに，圧縮機からのより低い排出温度を与えること(圧縮機からの排出温度が高いと，潤滑油の熱分解を引き起こし，圧縮機の寿命を縮めることになるから，排出温度が低いことは優れた性能である。)が明らかである。",
                "なお，実施例4(表Ⅲ)のエバポレーター温度の範囲は，低温臨界部分のヒートポンプの動作範囲と一致しており，本件明細書には，実施例4で試験された組成以外の組成でも，訂正後の請求項に記載された用途に有用であることが記載されているから，実施例4の表Ⅲにおける熱力学的性能のデータは，空調(冷暖房兼用型)にも適用可能な評価ということができる。甲17のデータを前提としても，本件発明の R-32 ／ R-125 組成物が，表Ⅲのエバポレーター温度だけでなく，＋5°C～＋10°Cのエバポレーター温度においても，R-32 単独に比較して有利な効果を有することが明らかである。",
                "以上のとおり，実施例4における，「本実施例にて使用されている20重量％より多い HFC-32 を含んだ共沸混合物様の HFC-32/HFC-125 混合物は，HFC-32 単独の場合と等しい性能，及びより一層低い圧縮機排出温度を与える。」という記載は，本件発明の目的とするところの，「共沸混合物様組成物」の効果を確認すべく例示されているものと解釈すべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件明細書にも記載されているとおり，「難燃性」は空調用又はヒートポンプ用の冷媒が有するべき重要な性質の一つとして位置付けられるものであるから，実施例3に対して，「空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物」としての観点からの具体的な性能評価を行ったものではない，との被告の指摘は失当である。",
                "また，本件明細書に記載されている難燃性試験 ASTM E-681 は，本件特許出願時における公的な難燃性測定方法であったものであり，その後に，可燃性の基準が変遷し続けているにすぎず，本件明細書における「臨界燃焼性組成物は，64．3重量％の HFC-32 と約35．7重量％の HFC-125 を含んだ組成物であることが見出されている。言い換えると，35．7重量％以上の HFC-125を含有した HFC-125/HFC-32ブレンド物は，そのあらゆる割合において，周囲条件にて空気中で難燃性である。」との記載(公告公報9欄17～22行。以下「本件記載B」という。)に関し，本件発明の難燃性である組成物を形成する範囲が不正確な難燃性試験の評価結果に基づく旨の被告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件訂正明細書には，本件発明，すなわち，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン」からなる共沸混合物様組成物の発明について，発明の効果が明確に記載されており，本件訂正明細書に記載された，ペンタフルオロエタンとジフルオロメタンとの混合物が「加熱・冷却用の冷媒として有用である」との本件発明の目的が達成できることが認められる。",
                "このように，本件訂正明細書には，本件発明について，当業者が実施できる程度に発明の目的，構成及び効果が発明の詳細な説明に記載されているものであり，これを看過した審決には，結論に重大な影響を及ぼす瑕疵があるので，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(「訂正後の請求項1における組成範囲の記載では，『32°Fにおいて約119．0psiaの蒸気圧』を実施することはできない」旨の判断の誤り)(1) 「訂正前の請求項1において他の成分の含有が想定されていた」旨の認定の誤り",
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「訂正前の請求項1の記載からすれば，同請求項に係る発明は，ペンタフルオロエタンとジフルオロメタン以外の成分を含み得るものであり，他の成分を含有させることによって共沸混合物様組成物の蒸気圧を調整し得るものであった」旨認定する。",
                    "しかし，そもそも本件明細書には，本件特許の「共沸混合物様組成物」につき，冷媒の主成分としてのペンタフルオロエタンとジフルオロメタン以外の「他の成分」に関する記載はない(出願段階での明細書に「さらなる成分」という文言は存在したが，国際出願の見解書での指摘に対する応答として，特許権者である原告は係る記載を削除したものである。)。",
                    "仮に「他の成分」を冷媒の主成分として含有させた場合には，その組成物は，非共沸混合物(蒸発や凝縮の際に，液相の組成と気相の組成とが異なる組成物であり，凝縮や蒸発を起こす際には，組成が変化し(各成分に分別し)，その組成の変化に対応して，沸点及び露点が変化する。)を形成するか，共沸混合物様組成物(沸騰特性が実質的に一定であるという点，あるいは沸騰若しくは蒸発させても分別を起こしにくい点に関して，真の共沸混合物のように，すなわち単一物質であるかのごとく挙動する組成物である。)を形成するが三成分系の共沸混合物様組成物となってしまい，二成分からなり，「沸騰特性が一定であるという点，又は沸騰若しくは蒸発させても分別を起こしにくいという点」に関して，真の共沸混合物(定められた圧力と温度において，液体組成と蒸気組成が等しい混合物で，温度勾配(沸点と露点との温度の差)はゼロである。)のように挙動する組成物に該当しないことになる(ペンタフルオロエタンとジフルオロメタンとからなる共沸混合物様組成物に，冷媒の主成分として「他の成分」を含有させた組成物の蒸気圧を，「32°Fにて約119．0 psiaの蒸気圧」に調整することは不可能である。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，「訂正前の請求項1に係る発明は，『約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量％のジフルオロメタンとを含み』との記載からみて，他の成分を含み得るものであるから，他の成分を含有させることによって共沸混合物様組成物の蒸気圧を調整し得るものであった」旨の審決の認定は誤りである。",
                    "そして，かかる誤認を前提に，訂正前の請求項1に係る発明は，当業者が容易に実施できる程度に記載されているのに対し，訂正後の請求項1に係る発明について，本件訂正明細書の発明の詳細な説明には，当業者が本件請求項1に係る発明を容易に実施できる程度に，その発明の目的，構成，効果が記載されているとは認められないとした審決の認定は明らかに誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正後の請求項1における「32°Fにて約119．0 psiaの蒸気圧」との記載が明らかな誤記であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲において，本来の記載が誤記であり，誤記のままではその発明所期の目的効果が失われてしまうが，当業者であれば何人もその本来の記載が誤記であることに気付いて，訂正後の記載の趣旨に理解することが当然であるといえる場合には，その訂正は特許請求の範囲の拡張ないし変更には該当しないというべきであり，さらに，訂正を待つまでもなく，当業者は誤記に気付いて，発明を実施できるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の「32°F(0°C)にて約119 psia(820 kPa)の蒸気",
                  "text": [
                    "圧」という記載と，請求項1における「32°Fにて約119．0psia の蒸気圧」という記載は，可燃性であり，約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンを含む真の共沸混合物の属性としての蒸気圧を指すものである。",
                    "一方，本件特許出願時においては，空調用又はヒートポンプ用の冷媒には難燃性であることが必要とされていたところ，訂正後の請求項1は，組成物の用途を空調用又はヒートポンプ用の冷媒に限定し，難燃性の組成物としたため，その組成範囲を，約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンに限定している。",
                    "その結果，訂正後の請求項1の組成範囲には可燃性である真の共沸組成物が含まれないことになり，訂正後の請求項1に記載されている「32°Fにて約119．0 psia の蒸気圧」という，可燃性である真の共沸組成物の属性としての蒸気圧を指す記載が，訂正後の請求項1の用途の要件及び組成範囲の記載と矛盾することは明らかである。",
                    "したがって，訂正後の請求項1を，上記蒸気圧を有する組成物として解釈するとすれば，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物である，訂正後の請求項1に係る本件発明の所期の目的効果は失われる。また，請求項1の「共沸混合物様組成物」は，訂正前も後もその上限及び下限の組成範囲が明確に記載されているところ，当業者であれば何人も，請求項1における「32°Fにて約119．0 psia の蒸気圧」との記載が真の共沸混合物の属性としての蒸気圧を指すものであるから，訂正後の請求項1の組成範囲と矛盾すること，すなわち，かかる蒸気圧の記載が誤記であることに気付いて，本件発明は訂正後の組成範囲によって明確に規定される空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物であると理解するのが当然である。",
                    "したがって，当業者であれば何人も，訂正後の請求項1の「32°Fにて約119．0 psia の蒸気圧」という記載が誤記であることに気付いて，訂正後の請求項1に記載された組成範囲に基づき，本件発明を実施することができるのである。",
                    "また，発明の詳細な説明における「空調用又はヒートポンプ用の冷媒としての新規な共沸混合物様組成物は，約35．7～50重量％のペンタフルオロエタンと約50～64．3重量％のジフルオロメタンとからなり，32°F(0°C)にて約119psia(820 kPa)の蒸気圧を有する」との記載についても，上記同様，誤記であって削除されるべきことを容易に理解できるから，当業者であれば何人も，本件訂正明細書に明確に記載されている組成範囲に基づき，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物の本件発明を実施することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明に係る共沸混合物様組成物の蒸気圧は，真の共沸混合物が有する蒸気圧を中心とした一定範囲内で，ある程度の幅を有すること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の「共沸混合物様組成物」とは，真の共沸混合物の存在に基づき定義されるものである。真の共沸混合物は，蒸発時に形成される蒸気の組成が，最初の液体組成と同一であるという点において優れており，この観点では最も好ましい組成物である。しかし，実際の冷媒としての応用においては，化学的安定性，低毒性，難燃性及び使用効率等の種々の要件を考慮する必要がある。真の共沸混合物が，必ずしもこのような要件のすべてを満たすわけではないため，真の共沸混合物と実質的に同様の挙動を示し，かつ，種々の要件を充足する組成物が，技術的に非常に重要な意義を有することになる。このような背景の下，本件発明は，同発明に係る組成物が，真の共沸混合物の組成から離れた組成範囲においても，真の共沸混合物と実質的に同様の挙動を示すことを見出し，数値範囲で特定された，一定の組成範囲を有する「共沸混合物様組成物」を，真の共沸混合物に基づき定義しているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "組成物は，その構成成分の成分比を規定することによって明確に定義されるものであり，本件請求項1の「共沸混合物様組成物」は，訂正前も後も，その構成成分である R-125 と R-32 の成分比(各成分の上限及び下限の組成範囲)が明確に記載されている。",
                    "そして，訂正前の請求項1の「32°Fにて約119．0psiaの蒸気圧」とは，可燃性である真の共沸混合物が有する属性としての蒸気圧であるところ，被告自身も，無効審判手続において，この「32°Fにて約119．0 psia の蒸気圧」とは，訂正前の請求項1の共沸混合物様組成物が有する固有の性質であると主張していた。",
                    "したがって，訂正前の請求項1に記載された共沸混合物様組成物の組成範囲は，「約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量％のジフルオロメタンと」を含む全範囲であると当然に解釈されるべきであって，真の共沸混合物が有する属性を事後的に確認したにすぎない「32°Fにて約119．0 psia の蒸気圧を有する」との記載は，訂正前の請求項1の構成要件として格別の意義を持たない。そして，出願時の冷媒分野における当業者の技術常識からしても，当業者も，これと同様に理解するものであって，真の共沸組成物に限定されているとは理解しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，当業者は，訂正前の請求項1の「共沸混合物様組成物」の蒸気圧が，「約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量％のジフルオロメタン」という組成範囲の幅に合わせて，真の共沸組成物の蒸気圧を中心としたある一定の範囲内で変化するものであることを理解することができる。",
                    "これに対し，訂正後の請求項1は，組成物の用途を空調用又はヒートポンプ用の冷媒に限定するとともに，訂正前の組成範囲に含まれる組成物を，難燃性となる組成範囲を有する共沸混合物様組成物に限定したため，その対象は「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン」とからなる空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物であって，真の共沸組成物(約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンとを含む組成物)の組成を含まない。",
                    "しかし，請求項1に記載された本件発明は，訂正前も訂正後も，真の共沸混合物の存在に基づき定義される「共沸混合物様組成物」であることに変わりはなく，当業者であれば，訂正前の請求項1の「共沸混合物様組成物」の組成範囲をさらに限定したものである訂正後の請求項1の「共沸混合物様組成物」の組成範囲についても，当然に，その蒸気圧は，真の共沸組成物の蒸気圧を中心とした一定の範囲内で実質的に変化するものであることを理解することができる(なお，本件明細書の表Ⅱのデータからすれば，訂正後の請求項1の組成範囲の共沸混合物様組成物は，32°Fにおいて116．80 psiaから118．62 psiaの蒸気圧を有していることになり，これは，本件明細書に記載されている32°Fにおいて約119 psiaの，約±2 psiaの範囲内の蒸気圧である。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，訂正後の請求項1の発明が真の共沸組成物に限定されないことは訂正前と同様に明らかであり，訂正後の請求項1に記載された本件発明の実施可能要件は充足されている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書には，実施例4以外の発明の詳細な説明の欄にも，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン」とからなる共沸混合物様組成物につき，具体的な性能評価が記載されていない。そして，そのような具体的な性能評価なしに，本件訂正明細書の発明の詳細な説明が，当業者が本件発明を容易に実施できる程度に，同発明の目的，構成，効果が記載されているといえるのかにつき，原告は十分な説明を行っていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "実施例4における「本実施例にて使用されている20重量％より多い HFC-32を含んだ共沸混合物様の HFC-32/HFC-125 混合物は，HFC-32 単独の場合と等しい性能，及びより一層低い圧縮機排出温度を与える」との記載は，現在形で結ばれていることから，特定の組成物について実際に行われた性能評価に基づく記載ではないものと解される。そもそも，実施例4で行われたとされる性能評価は，表Ⅲに示されるとおり，−23．3～−45．6°Cのエバポレーター温度で，低温冷却サイクルのための媒体中で実施されており，約＋5～＋10°Cのエバポレーター温度で典型的に操業される空調及びヒートポンプに使用した場合における性能評価は何ら実施されていない。",
                "このような実施例4に示される計算データが，当業者によってヒートポンプにおけるR-32／R-125冷媒の有用性を示すものと理解されることはあり得ない。仮に，低温冷却サイクル条件が「ヒートポンプ」を示唆することがあり得たとしても，そのようなデータが，冷媒が＋5～＋10°Cのエバポレーター温度が通常採用される「空調」サイクルにおいて有効に機能するかについて何ら実証し得ない。",
                "そうすると，実施例4については，訂正後の請求項1に記載された組成範囲に属しないのみならず，エバポレーター温度の相違という観点からも，当業者が本件発明を容易に実施できる程度に，その発明の目的，構成，効果を記載するものではない。",
                "なお，原告は，甲33として多くの特性データ(訂正後の請求項1に記載された数値の範囲内の4種類の R-32及び R-125混合物に関するもの)を提出しているが，これらのデータの提出についても，特許出願後に実験データを提出して発明の詳細な説明の記載内容を記載外で補足するものにほかならないから，許されない。",
                "逆に，被告が作成した，典型的な空調蒸発温度に対応させた＋5°C及び＋10°Cのデータ(甲17参照)によれば，原告による「訂正後の本件特許の請求項1に記載された範囲内の組成物は，R-32 単独の場合に比べて成績係数(COP)が向上し，実質的に同じ冷却能力を有する」との主張は，訂正後の請求項1に記載された組成範囲内の R-32/R-125 組成物には全く当てはまらず，甲33に基づく原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ア 本件訂正明細書上における実施例4以外の「他の記載」のうち，本件記載Aについては，「しにくい」「のように」といったあいまいな表現を含むもので，共沸混合物様組成物といえる範囲が全く不明であり，当業者による本件発明の実施をむしろ困難にするものである。",
                "そして，実施例1における表I，実施例2における表Ⅱを参照しても，「共沸混合物」の存在や「ペンタフルオロエタンとジフルオロメタンを含んだある特定の組成物が実質的に一定の蒸気圧を有すること」が確認されるだけで，なお，「共沸混合物様組成物」についての定義を明らかにするのは困難である。そもそも，「R-125が35．7重量％のときの蒸気圧は118．62 psia，50．0重量％のときの蒸気圧は116．80 psia」との表Ⅱに示されるデータは，本件発明の範囲外のデータにすぎず，むしろ，本件特許の請求項1に記載された蒸気圧を実現することが当業者にとって困難であることを示すものである。",
                "また，本件明細書上には，本件発明の共沸混合物様組成物の温度勾配が0．3°C未満であることにつき記載はない。原告が，米国標準技術局から入手可能とする工業的標準ソフトウェア(REFPROP)については，優先日において R-32 や R-125のデータが存在していなかったものと解されるから，優先日当時の技術常識を考慮しても，明細書の記載に基づいて当業者が REFPROPを用いて甲32の1～4の温度勾配データを確認し得るものではなかった。そうすると，「温度勾配が0．3°C未満」という共沸混合物様組成物の定義は，いわゆる「共沸混合物様」なる用語に基づいて優先日当時の技術常識を参酌しても自明な事項とは認め難く，甲32の1ないし4の温度勾配データに伴って新たに導入された技術的事項にほかならない。",
                "そして，同データの提出は，特許出願後に実験データを提出して発明の詳細な説明の記載内容を記載外で補足することにほかならず，許されない上，「実質的にゼロである温度勾配を有する」との表現はあいまいであって，温度勾配がどの程度ゼロに近ければ共沸混合物様組成物であるといえるのか不明である。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本件記載Bは，「64．3重量％の HFC-32と約35．7重量％の HFC-125を含んだ組成物」を「臨界燃焼性組成物」として見出したことを述べるにすぎず，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなる組成物」につき，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物としての観点から具体的な性能評価を行ったものではない。また，本件明細書の実施例3で用いられているASTM E-681 の可燃性標準規格は，優先日当時(1989年)又はそれ以前のものと解されるところ，その当時の標準規格は，可燃性混合物を不燃性であると分類することがあるなど，不正確であり，多くの問題を有することが判明している(原告は，この点につき否定していない。)。したがって，実施例3の記載は，不正確な難燃性試験の評価結果に基づくもので，妥当性を欠き，原告が訂正後の発明の効果として主張する「難燃性」という技術的効果は全く信憑性がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件明細書上の「他の記載」を考慮してもなお，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン」とからなる共沸混合物様組成物について，具体的な性能評価(温度勾配が0．3°C未満であること，難燃性を有すること，空調用又はヒートポンプ用に適した熱力学的性能を有すること)は記載されていないと解さざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "「訂正前の請求項1において他の成分の含有が想定されていた」旨の認定の誤りに対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の19頁末行「また・・・」以下を否認するが，この部分は，訂正前の請求項1についての補足的言及にすぎず，訂正後の請求項1についての判断に何ら影響を及ぼすものではない。そもそも，「他の成分」の考慮が原告の主張するように誤りであろうとなかろうと，訂正前の請求項1に記載の組成範囲にあっては，その範囲内に「32°Fにて約119．0 psia の蒸気圧」を実現できる組成が存在することは本件明細書の表Ⅱにおける開示内容から明らかであって，「『訂正前の請求項1に係る発明』については，特許明細書の発明の詳細な説明は，当業者が発明を容易に実施できる程度に，その目的，構成，効果が記載されていたものと認められるものである」との結論に誤りはない。",
                    "もっとも，本件特許の出願当時の明細書の翻訳文が開示される特表平5−500071号公報(乙1)において，「他の成分」に相当する「さらなる成分」の含有を許容する旨の記載がされていたものであり，同記載は補正により削除されたが，それによって，本件発明が本来的に「他の成分」の含有を許容していたとの事実が覆るものではない。したがって，審決における「他の成分」を含み得るとした訂正前の請求項1に係る発明の認定は何ら不当ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，審決の「本件請求項1に係る発明の約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなる共沸混合物様組成物は約32°Fにおいては，約119．0 psia の蒸気圧の下限である118．95 psia よりも低い蒸気圧を有するものであって，上記組成の共沸混合物様組成物を，『32°Fにて約119．0psiaの蒸気圧』とすることはできない」との判断を認めている。",
                    "これは，すなわち，訂正後の請求項1に記載の組成範囲において，同じく請求項1に記載される「32°Fにて約119．0 psia」の蒸気圧を実現できないことを，原告が自ら明確に認めていることになり，原告は，「本件訂正明細書の発明の詳細な説明は，当業者が本件請求項1に係る発明を容易に実施できる程度に，その発明の目的，構成，効果が記載されているものとはいえない」との審決の判断を形式的に否認してはいるが，実質的には認めているにほかならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「訂正後の請求項1における『32°Fにて約119．0 psiaの蒸気圧』との記載が明らかな誤記であること」に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲のある記載が構成要件として格別の意義を持たないことを理由に，技術的範囲の解釈の際にその記載を無視してよいという主張は失当である。",
                    "訂正後の請求項1に記載されている「32°Fにて約119．0psiaの蒸気圧」は，出願当初から特許付与後に至るまで常に請求項1に規定されてきた必須構成要素であり，少なくとも訂正前において正当な記載であったことにつき争いの余地がない。また，当初明細書においても，上記蒸気圧について「発明者らが最良であると考えている」「最も好ましい」などと記載されており，この蒸気圧が本件発明の核心部分として位置付けられていることは明らかである。したがって，訂正によって組成範囲が限定されたとはいえ，本件訂正明細書に接した当業者が，当該記載が誤記であると理解することはあり得ない。",
                    "そもそも，訂正後の請求項1における「32°Fにて約119．0 psia の蒸気圧」と「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン」との間の矛盾は，特許権者である原告が訂正後の本件発明として請求項1に記載すべき内容を誤ったものであって，単なる誤記といった軽微な瑕疵によるものではなく，「32°Fにて約119．0psiaの蒸気圧」の記載を誤記として訂正後の請求項1の解釈から除外するという取扱いを認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，最高裁平成3年3月8日判決・昭和62年(行ツ)第3号事件(いわゆるリパーゼ事件)では，「特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性について審理するに当たっては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきである。特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合に限って，明細書の発明の詳細な説明の記載を参酌することが許されるにすぎない。」と判示されている。",
                    "仮に，本件において，訂正後の請求項1の「32°Fにて約119．0 psia の蒸気圧」が誤記であり得るとしても，それは本件訂正明細書の実施例2記載のデータを精査して初めて判明するものであって，リパーゼ事件最高裁判決が判示するような「一見して」その記載が誤記であることが明細書の発明の詳細な説明の記載に照らして「明らか」な場合には当たらない。",
                    "なお，リパーゼ事件最高裁判決は，誤記以外に「特許請求の範囲の記載の技術的意義が一義的に明確に理解することができない」場合についても，同様の発明要旨認定手法を判示しているが，この場合には，誤記の場合とは異なり，「明細書の発明の詳細な説明に照らして」との文言が入っていないため，あくまで特許請求の範囲の記載のみに基づいて技術的意義が一義的に明確に理解できない場合を想定しているものと解される。この点，本件での訂正後の請求項1の矛盾点は発明の詳細な説明(特に実施例2記載のデータ)を精査して初めて判明するものであるから，「特許請求の範囲の記載の技術的意義が一義的に明確に理解することができない」場合には当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，訂正後の請求項1の「32°Fにて約119．0 psia の蒸気圧」は誤記ではないため，同蒸気圧を満たさずして本件発明の実施可能要件を充足することはあり得ない。また，仮に上記部分が誤記とされたとしても，「一見して」誤記であることが「明らか」であるとは到底いえないため，やはりクレームの記載に基づいて記載どおりに認定されるべきであり，訂正後の請求項1の「32°Fにて約119．0 psia の蒸気圧」との記載が誤記であるとの原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「本件発明に係る共沸混合物様組成物の蒸気圧は，真の共沸混合物が有する蒸気圧を中心とした一定範囲内で，ある程度の幅を有すること」に対してア 原告は，平成21年7月30日付け準備書面(5) において，訂正後の請求項1の「共沸混合物様組成物」の蒸気圧につき，「32°Fにて約119．0psiaの蒸気圧」(真の共沸組成物の属性としての蒸気圧)を中心として，実質的に一定の幅の範囲内で変化する旨主張した。",
                "しかし，本件は，法律知識に乏しい当事者本人が訴訟遂行しているわけではなく，提訴後1年以上も経過し，その間，裁判長からの積極的な求釈明もされていたのであるから，原告が，平成21年7月8日の弁論準備手続仮終結後に上記主張をしたことにつき，少なくとも重過失があったことは明らかであり，これにより訴訟の完結も遅延させるから，上記主張は時機に後れた攻撃防御方法として却下されるべきである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "「32°Fにて約119．0psiaの蒸気圧」という記載に，「32°Fにて119．0 psia±0．05 psia の蒸気圧」を超えて，訂正後の請求項1に定義された共沸混合物様組成物の組成範囲の幅にあわせて，実質的にある一定の幅の範囲内で変化するとの意味を持たせようとする原告の主張は詭弁である。",
                    "そもそも，「32°Fにて約119．0psiaの蒸気圧」という記載が「32°Fにて119．0 psia±0．05psiaの蒸気圧」であるとの審決の認定を争うのは，訴訟法上の信義則に反し，自白の撤回として認められない。また，明細書の記載を参酌したとしても，請求項1に記載される「約119．0 psia の蒸気圧」が「119 psia ±5 psia ないし±2 psia」の範囲の蒸気圧を包含するように拡張解釈することはできない。",
                    "なお，本件特許の出願当初の特許請求の範囲において，「32°Fにて約119±5 psia の蒸気圧を有する」との請求項があったところ，原告は，それを削除したものであり，このような出願経過を参酌すれば，請求項1における「約119．0 psia の蒸気圧」という一点の蒸気圧が，削除により権利放棄された「約119±5 psiaの蒸気圧」ないしそれに準ずる「約119±2 psia の蒸気圧」という一定の数値範囲を包含するものとして解釈されることは極めて不合理であり，許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(「本件発明が本件訂正明細書における実施例によってカバーされていない」旨の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許に係る特許請求の範囲の記載は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の出願当時の明細書(乙1)の特許請求の範囲は請求項1～10からなり，請求項1には，次のとおり記載されている。",
                    "「約1．0～約50．0重量％のペンタフルオロエタンと約99．0重量％～約50．0重量のジフルオロメタンとを含み，32°Fにて約119．0 psia の蒸気圧を有する共沸混合物様組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許公告公報(甲57)の特許請求の範囲は請求項1～5からなり，請求項1の記載は，上記アと実質的に同一である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正(甲58参照)により，特許請求の範囲は請求項1～3のみとされ，請求項1は，次のとおり訂正された。下線部が訂正部分である。",
                    "「【請求項1】約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなり，32°Fにて約119．0psiaの蒸気圧を有する，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物。」(2) 本件訂正明細書(甲58参照)には，以下の記載がある(当初明細書にも，実質的に同じ記載がある。)。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "「発明の背景」",
                  "text": [
                    "「フルオロカーボンをベースとした流体は，冷却，空調，及びヒートポンプ用として工業的に広く使用されている。」",
                    "「蒸気圧縮システムにおいて使用される冷媒の多くは，単一成分からなる流体であるか，又は共沸混合物である。」",
                    "「共沸混合物組成物又は共沸混合物様組成物が要望されている。なぜなら，沸騰や蒸発を起こしても組成が変わらないからである。こうした挙動は望ましいことである。なぜなら，これらの冷媒が使用される前述の蒸気圧縮装置においては，凝縮した物質が生成され，これが冷却用又は加熱用に利用されるようになっているからであり，また冷媒組成物が一定の沸点を有していなければ，すなわち共沸混合物様組成物でなければ，蒸発や凝縮を起こした際に分別や凝離が生じ，この結果冷媒の望ましくない配分が生じて冷却や加熱が正常に行われなくなるからである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の説明」",
                  "text": [
                    "「共沸混合物様組成物とは，沸騰特性が一定であるという点，あるいは沸騰もしくは蒸発させても分別を起こしにくいという点に関して，真の共沸混合物のように挙動する組成物を意味するものとする。」",
                    "「従って，本発明の意味する範囲内で共沸混合物様であることを明確に示すもう一つの方法は，該混合物が32°F(0°C)にて，本明細書に開示の最も好ましい組成物の蒸気圧〔32°F(0°C)にて約119 psia(810 kPa)〕の約±5 psia(25 kPa)の範囲内の蒸気圧を有することを明示することである。好ましい組成物は，32°F(0°C)にて約±2psia(14kPa)の範囲の蒸気圧を示す。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「実施例1」",
                  "text": [
                    "「本実施例では，ペンタフルオロエタンとジフルオロメタンからなる系に対する沸点−組成曲線において最小値が生じることを示しており，これにより共沸混合物の存在が確認されている。」",
                    "「下記の表1には，ペンタフルオロエタンとジフルオロメタンを種々の割合(判決注：ジフルオロメタンにつき100～41．5重量％，ペンタフルオロエタンにつき0～58．5重量％)で含んだ混合物に対する，745．2mmHgにおける沸点測定値が記載してある。」「表Ⅰにまとめられたデータは，沸点−組成曲線において最小値が存在すること，すなわちペンタフルオロエタンとジフルオロメタンとの混合物がポジティブ・アゼオトロープを形成することを示している。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「実施例2」",
                  "text": [
                    "「本実施例では，ペンタフルオロエタンとジフルオロメタンを含んだある特定の組成物が実質的に一定の蒸気圧を有することを示す。一定蒸気圧−組成の領域を使用して，一定の沸点で沸騰する組成物の範囲，すなわち共沸混合物様組成物の範囲が定められる。」表Ⅱ",
                    "ペンタフルオロエタン 32°F(0°C)での 77°F(25°C)での",
                    "の重量％ 蒸気圧psia(kPa) 蒸気圧psia(kPa)",
                    "0.0 119.1(821.1) 247.0(1703.0)",
                    "6.3 119.3(822.5) 247.2(1704.4)",
                    "9.6 119.2(821.8) 247.0(1703.0)",
                    "15.5 119.2(821.8) 247.1(1703.7)",
                    "34.2 118.8(819.1) 245.7(1694.0)",
                    "51.6 116.6(803.9) 241.2(1663.0)",
                    "「表Ⅱに記載のデータを内挿することにより，約1～50重量％のペンタフルオロエタン及び約99～50重量％のジフルオロメタンを含んだ組成において，蒸気圧は5psia(34kPa)の範囲内で実質的に一定であることがわかる(すなわち，この組成範囲においては，組成物は実質的に一定の沸点で沸騰するか，あるいは共沸混合物様である)。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「実施例3」",
                  "text": [
                    "「本実施例では，HFC-125/HFC-32 のある特定のブレンド物が難燃性であることを示す。燃焼性の測定は，ASHRAEスタンダード34に従って修正したASTM E-681法を使用して行った。」「臨界燃焼性組成物(判決注：HFC-125 とHFC-32とのブレンドからなる組成物であって，易燃性のHFC-32を最も多い割合で含むが，空気中でフレーム・リミットを示さない組成物)は，64．3重量％の HFC-32 と約35．7重量％の HFC-125 を含んだ組成物であることが見出されている。言い換えると，35．7重量％以上の HFC-125 を含有した HFC-125/HFC-32 ブレンド物は，そのあらゆる割合において，周囲条件にて空気中で難燃性である。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「実施例4」",
                  "text": [
                    "「本実施例では，共沸混合物様の HFC-125/HFC-32 ブレンド物が，HFC-32 単独の場合に比べてある特定の性能上の利点を有していることを示す。」",
                    "「上記に記載のデータは，HFC-32/HFC-125 の 80/20 ブレンド物が，HFC-32 単独の場合に比べてある程度のCOPの向上を果たすこと，実質的に同じ冷却能力を有すること，そしてさらに，圧縮機からのより低い排出温度を与えること(このことは圧縮機の信頼性に寄与する−すなわち，当業界では，圧縮機排出温度が低いほど，より信頼性の高い圧縮機作動が得られることが知られている)を示している。",
                    "さらに，本実施例にて使用されている20重量％より多い HFC-125 を含んだ共沸混合物様のHFC-32/HFC-125 混合物は，HFC-32 単独の場合と等しい性能，及びより一層低い圧縮機排出温度を与える。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲 3 の 5 (「 THERMOPHYSICAL PROPERTY NEEDS FOR THE",
                  "text": [
                    "ENVIRONMENTALLY-ACCEPTABLE HALOCARBON REFRIGERANTS」と題する書面)には，以下の記載がある(日本語訳を示す。)。",
                    "「3．環境的に容認可能な冷媒の状態」(訳文10頁)",
                    "「混合物は，場合によっては限定的な純粋な成分の集合に拡張できる。最も明らかな例は，可燃性および難燃性の純粋な成分の組み合わせで難燃性の混合物が生じることである。共沸混合物は，本質的に純粋な流体と同様に振る舞い，いくつかが商業用に製造中である。」(訳文15頁)",
                    "「4．2 混合物",
                    "混合物データは，CFC(判決注：クロロフルオロカーボン)代替物としての近共沸混合物の評価をできるようにし，可能性のある共沸混合物の識別をしやすくするために必要である。」(訳文19頁)",
                    "このほか，上記文献には，「表2−完全にハロゲン化されたCFC冷媒および環境的に容認可能な代替物」において，代替の冷媒として，CHF CHF ，CHFCH ，CF CH F，CF CH ，CF CHF ，CH F ，CHF 等の多数",
                    "のフルオロカーボンが挙げられている(訳文11頁)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲11(米国特許第3470101号明細書)には，以下の記載がある(日",
                  "text": [
                    "本語訳を示す。)。",
                    "「本発明は，フッ化炭化水素，具体的には，ジフルオロメタンおよびモノクロロペンタフルオロエタンを含み，かつ特に高容量な低温冷却組成物としての使用に採用される，定沸フッ化クロロカーボン混合物に関する。」(原文1欄14～19行)",
                    "「13～65％のC F Clを含む組成物は全て約−56．6°C～−57．3°Cで沸騰して0．75°C以内の最大沸点変動を示すことから，この範囲内では如何なる組成物も蒸留時に重大な分別が起こらず，そのような全ての組成物が冷媒としての使用に適している。」(原文3欄44～50行)",
                    "「13～65％のC F Clを含む混合物の実質的に定沸な特性は，冷却が凝縮によって影響され，その後冷却されるべき物体の近くにおいて冷媒を蒸発させるタイプの冷却への使用に適した広範囲の組成物を与える。」(原文4欄18～24行)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明における共沸混合物様組成物は，前記(1)ウ記載のとおり，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなり，32°Fにて約119．0psiaの蒸気圧を有する，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物」であり，このように，ペンタフルオロエタンとジフルオロメタンの含有割合，用途，蒸気圧の3つの点から限定されているものである(ただし，蒸気圧による限定については後記2で検討するとおり，特許請求の範囲そのものを限定するものではないと解すべきである。)。",
                "そして，本件訂正明細書における「発明の背景」の記載(前記(2)ア参照)や，甲3の5，甲11上の記載(前記(3)参照)からすれば，フルオロカーボンをベースとした流体が，冷却，空調，ヒートポンプ用として工業的に広く使用されていること，蒸気圧縮システムにおいて使用される冷媒の多くは，単一成分からなる流体か，又は共沸混合物様組成物であることが認められる。",
                "さらに，本件訂正明細書の実施例1，2の記載からすれば，本件発明における共沸混合物様組成物は，その全範囲(ペンタフルオロエタンが約35．7～約50．0重量％，ジフルオロメタンが約64．3～約50．0重量％の範囲)に渡って真の共沸混合物のように挙動する，すなわち単一の物質であるかのように挙動することが理解でき，本件発明の組成物につき，フルオロカーボンをベースとした流体の周知の用途である空調又はヒートポンプの冷媒に用いることができることも，当業者であれば理解可能である。",
                "なお，実施例4として記載されていた具体例(ペンタフルオロエタンが20重量％，ジフルオロメタンが80重量％のもの)は，本件訂正によって，本件発明の範囲外とはなったが，本件訂正明細書には，組成範囲が限定された本件発明の組成物も，訂正前の組成物と同様に共沸混合物様であることが開示されているから，当業者であれば，共沸混合物様の組成物を用いる実施例4の記載をもって，本件発明と同様の効果を導き出すことが容易といえる。",
                "また，本件発明が共沸混合物様であることを示す実施例1，2や，難燃性であることを示す実施例3の記載からしても，当業者が本件発明の効果を理解することは可能というべきである。",
                "以上のとおり，当業者であれば，本件訂正明細書の記載から，本件発明に係る共沸混合物様組成物の全範囲が空調用又はヒートポンプ用の冷媒として使用できることが理解可能であって，実施例4として記載されていた具体例が本件訂正によって本件発明の対象外となってもなお，本件発明が実施可能要件に欠けることはないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，実施例4の記載からは，訂正後の請求項1に記載された共沸混合物様組成物について，すべての範囲に渡って COP等の性能が同等又は優れているとはいえず，また他に具体的な性能評価の記載もないから，本件訂正明細書には，本件発明について当業者が実施することができる程度に発明の目的，構成及び効果が発明の詳細な説明中に記載されているとすることはできないとしている。",
                "しかし，本件発明は，前記(1) ウ記載のとおり，その組成範囲が限定された組成物であって，本件訂正明細書において，同組成物が共沸混合物様に挙動し，かつ，同組成物が空調用又はヒートポンプ用の冷媒として使用可能であることが開示されている。本件発明は，共沸混合物様に挙動する組成物の組成範囲を開示した点において既に新規性があるものであって，「すべての範囲に渡って COP 等の性能が同等又は優れている」ことの開示が必要であるとまではいえない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被告は，本件訂正明細書には，本件発明の具体的な性能評価(温度勾配が0．3°C未満であること，難燃性を有すること，空調用又はヒートポンプ用に適した熱力学的性能を有すること)は記載されていない旨主張する。",
                "しかし，そもそも，温度勾配については，本件発明を特定するために必要な記載事項とはいえない。",
                "また，本件訂正明細書の実施例3に記載された難燃性試験「ASTM E-681」(判決注：「ASTM」とは，American Society for Testing and Materialsの略である。)は，本件特許出願時において一般的に使用されていた標準的な難燃性測定方法であって，事後的に難燃性の評価基準が変化したとしても，本件特許出願時において，上記難燃性試験に信憑性がなかったとはいえない。",
                "このほか，前記(5)に判示したとおり，本件発明は，共沸混合物様に挙動する組成物の組成範囲を開示した点において既に新規性があるものであって，本件訂正明細書には，本件発明における共沸混合物様組成物が，空調用又はヒートポンプ用の冷媒として使用できることが開示されており，それ以上に，空調用又はヒートポンプ用に使用したときの熱力学的性能の開示までが必須であるとはいえない。同様に，「約＋5～＋10°Cのエバポレーター温度で空調やヒートポンプに使用した場合における性能評価」の開示も必須とはいえない。",
                "以上のとおり，被告の主張はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(「訂正後の請求項1における組成範囲の記載では，『32°Fにおいて約119．0psiaの蒸気圧』を実施することはできない」旨の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲29，53の1，57，58)によれば，共沸混合物とは「2成分以上の混合液に平衡な蒸気の組成が液の組成と等しいもの」を意味すること，原告は「約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンを含んだ組成物」につき真の共沸組成物(実質的に一定の沸点を有する組成物)として最良と考えており，同組成物は32°F(0°C)にて約119 psia(820kPa)の蒸気圧を有すること，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなる混合物」は，32°Fにて，118．62 psia以下，116．80 psia以上の蒸気圧を有することが認められる。",
                "ところで，本件発明に係る請求項において「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなり」(以下「前段」という。)との記載及び「32°Fにて約119．0 psia の蒸気圧を有する」(以下「後段」という。)との記載が存在する。",
                "上記前段と後段の記載は，一見すると互いに矛盾する関係にある(なお，その詳細については，後記のとおりである。)ところ，この点につき，被告は，本件訂正明細書の記載は実施可能要件を欠くものである旨主張するのに対し，原告は，①後段は，単に真の共沸混合物が有する属性を記載したにすぎず，本件発明に係る共沸混合物様組成物の蒸気圧は，真の共沸混合物が有する蒸気圧を中心とした一定範囲内で，ある程度の幅を有する旨，②前段と後段とが互いに矛盾していても，後段記載は明白な誤記であるから，実施可能性に問題はない旨を主張しているので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "後段記載が有する意味について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前の請求項1の発明について",
                  "text": [
                    "前記1(2) イのとおり，本件訂正明細書において，本件発明における共沸混合物様組成物につき，「沸騰特性が一定であるという点，あるいは沸騰もしくは蒸発させても分別を起こしにくいという点に関して，真の共沸混合物のように挙動する組成物」を意味するとされ，「本発明の意味する範囲内で共沸混合物様であることを明確に示すもう一つの方法は，該混合物が32°F(0°C)にて，本明細書に開示の最も好ましい組成物の蒸気圧〔32°F(0°C)にて約119 psia(810 kPa)〕の約±5 psia(25 kPa)の範囲内の蒸気圧を有することを明示することである。好ましい組成物は，32°F(0°C)にて約±2psia(14kPa)の範囲の蒸気圧を示す。」と記載されている。",
                    "また，前記1(2) ウ，エのとおり，本件訂正明細書の実施例1においては，ペンタフルオロエタンとジフルオロメタンの組成割合につき，0～58．5／100～41．5重量％の範囲で変化させた混合物の沸点測定値が示され，実施例2においては，ペンタフルオロエタンの割合を変化させた組成物の蒸気圧データが示されており，表Ⅱに記載された6種類の組成物は，ペンタフルオロエタンの割合が0．0～51．6重量％の範囲であることからすれば，約1．0～50．0重量％のペンタフルオロエタンと約99．0～50．0重量％のジフルオロメタンからなる組成物では，そのすべての範囲において，実質的に一定の蒸気圧を示すものといえる。",
                    "なお，当初明細書においても，以上の点につき本件訂正明細書と同様の記載があるところ，当業者は，当初明細書をみた場合，実施例1，2は，本件訂正前の発明の実施例として理解するものと解される。",
                    "したがって，実施例2は，実質的に一定の蒸気圧となる組成範囲，すなわち，共沸混合物様となる組成範囲を示すための記載といえ，当初明細書は，約1．0～50．0重量％のペンタフルオロエタンと約99．0～50．0重量％のジフルオロメタンとを含む組成物が実質的に一定の蒸気圧を有する，すなわち，共沸混合物様であることを，発明の特徴として記載していたことになる。",
                    "他方で，前記(1)のとおり，原告は「約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンを含んだ組成物」につき真の共沸組成物(実質的に一定の沸点を有する組成物)として最良と考えており，同組成物は32°F(0°C)にて約119 psia(820kPa)の蒸気圧を有するものであるが，当初明細書や本件訂正明細書には，同組成物の蒸気圧に関する特段の記載はない。",
                    "このような当初明細書や本件訂正明細書の記載からすれば，本件訂正前の請求項1の発明が，「約25重量％のペンタフルオロエタンと約75重量％のジフルオロメタンを含んだ組成物」に限定されていたと解することはできず，同発明は「約1．0～約50．0重量％のペンタフルオロエタンと約99．0～約50．0重量％のジフルオロメタン」とからなり，「『32°Fにて約119．0 psia の蒸気圧を有する(真の)共沸混合物』のように挙動する組成物」であったと解すべきである。",
                    "そして，「32°Fにて約119．0 psiaの蒸気圧を有する」との記載は，あくまで「真の共沸混合物」が有する属性として記載されたものと解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後の本件発明について",
                  "text": [
                    "本件発明は，「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなり，32°Fにて約119．0psia の蒸気圧を有する，空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物。」と特定されており，「空調用又はヒートポンプ用の冷媒としての共沸混合物様組成物」が「32°Fにて約119．0 psia の蒸気圧を有する」ことが明確に特定されているため，これが訂正前の請求項1の発明と全く同一内容の発明であるということはできず，訂正に伴う相応の変更があったものといわざるを得ない。",
                    "しかしながら，本件発明は，訂正前と同様，共沸混合物様組成物に関するものであって，本件訂正明細書の発明の詳細な説明に記載された発明の技術的意義についても，訂正前と実質的な変更はないものというべきであるが，本件訂正による特許請求の範囲の減縮は，発明の用途を限定するとともに，ペンタフルオロエタンとジフルオロメタンからなる組成物の組成範囲を減縮することを目的としてされているものの，後段記載の部分がそのまま維持されたこともあって，前段記載と後段記載の矛盾関係が発生したものといえる。",
                    "そうであれば，本件訂正後の本件発明は，発明の用途や組成範囲が限定された点を除けば，本件訂正前の発明と基本的に同一であるが，本件訂正明細書の発明の詳細な説明を参照しつつ，上記のような矛盾が生じないように解釈すべきであるから，「空調用又はヒートポンプ用の冷媒としての組成物であり，約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンからなり，32°Fにて約119．0 psia の蒸気圧を有する共沸混合物のような組成物」(ここで「共沸混合物のような組成物」とは「共沸混合物のように挙動する組成物」であるという意義)であると解するのが相当である。",
                    "すなわち，本件発明の後段における蒸気圧の記載は，「真の共沸混合物」が有する属性を記載したものにすぎないと解すべきであって，本件訂正明細書の発明の詳細な説明を参照した当業者であれば，本件発明が上記認定どおりの組成物であると理解することができるものと認められる。",
                    "そして，前記アで検討したとおり，本件訂正明細書には，本件発明の特徴について記載されており，当業者がこれらの記載を見れば，本件発明が「空調用又はヒートポンプ用の冷媒としての組成物であって，約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタンとからなり，『32°Fにて約119．0 psia という真の共沸混合物の蒸気圧を有する，共沸混合物』のように挙動する組成物」であるものと理解し，その旨実施することができるものと認められる。",
                    "したがって，本件発明の前段記載と後段記載とは実質的に矛盾するものではなく，両者が矛盾するものであると解釈し，これを根拠に本件発明につき実施可能要件違反があるとした審決の認定判断には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，「約119．0 psia」の蒸気圧の意味につき，審決は「119．0±0．05 psia」であると認定しており，原告も，同認定を争っていなかったところ，被告は，上記「約119．0 psia」が「119．0±0．05 psia」を意味することにつき自白が成立したと主張する。",
                    "その後，原告が，平成21年7月30日付け準備書面(5) において，本件発明に係る「共沸混合物様組成物」の蒸気圧の範囲に幅があるという主張をしたため，被告は，原告による同主張が上記蒸気圧の範囲について成立した自白の撤回に当たるとして，このような自白の撤回は許されず，信義則にも反する旨主張する。",
                    "しかし，そもそも，原告が上記準備書面において「約119．0 psia」の範囲につき新たな主張をしたものとは認められないので，仮に，「約119．0 psia」との文言の意味内容，解釈等に関する主張が審決取消訴訟における主要事実に当たり，かつ，審決取消訴訟に弁論主義が適用されるべきであったとしても，原告による上記主張自体が許されないものではない。",
                    "このほか，被告は，原告の上記準備書面(5) における「本件発明に係る『共沸混合物様組成物』の蒸気圧の範囲に一定の幅がある旨」の主張が，時機に後れて提出された攻撃防御方法であり，却下を免れない旨主張する。",
                    "しかし，原告の上記主張は，実質的には，それ以前からの主張と変わりがない上，この点を判断することにより訴訟の完結を遅延させるとはいえない(民事訴訟法157条1項参照)ので，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，最高裁平成3年3月8日判決(いわゆるリパーゼ事件判決)を引用して，請求項1の後段の「32°Fにて約119．0 psia の蒸気圧」について，それが誤記であるとしても，それは同判決が判示するような「一見して誤記であることが明らかな場合」には当たらないと主張し，また，誤記ではないとしても，「特許請求の範囲の記載の技術的意義が一義的に明確に理解することができない」場合にも当たらないと主張するので，念のために，所論の判例との関係につき付言することとする。",
                    "上記判示のとおり，本件発明の請求項1の文言は，前段では，組成物の物質の名称が特定の数値(重量パーセント)とともに記載され，後段では，特定の温度における特定の数値の蒸気圧が記載されており，それぞれの用語自体としては疑義を生じる余地のない明瞭なものであるが，組成物の発明であるから，構成としては前段の記載で必要かつ十分であるのに，後者は，さらにこれを限定しているようにも見えるものの，真実，要件ないし権利の範囲として更に付された限定であるとすれば，その帰結するところ，権利範囲が極めて限定され，特許として有用性がほとんどない組成物となり，極限的な，いわば点でしか成立しない構成の発明であるという不可思議な理解に，当業者であれば容易に想到することが必定である。",
                    "そうすると，本件発明の請求項1の記載に接した当業者は，前段と後段との関係，特に後段の意味内容を理解するために，明細書の関係部分の記載を直ちに参照しようとするはずである。",
                    "そうであってみれば，本件発明の請求項1の記載に接した当業者は，後段の「32°Fにて約119．0 psia の蒸気圧を有する」の記載に接し，その技術的な意義を一義的に明確に理解することができないため，明細書の記載を参照する必要に迫られ，これを参照した結果，その意味内容を上記判示のように理解するに至るものということができる。したがって，本件発明の請求項1の解釈に当たって明細書の記載を参照することは許され，上記の判断には，所論のような，判例の趣旨に反するところはなく，被告のこの点に関する主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明における請求項1の「32°Fにて約119．0psiaの蒸気圧を有する」との記載(後段記載)は，「真の共沸混合物が有する蒸気圧」を記載したにとどまり，本件発明の対象はあくまで「約35．7～約50．0重量％のペンタフルオロエタンと約64．3～約50．0重量％のジフルオロメタン」との組成範囲の記載(前段記載)によって定まると解釈すべきことになるから，本件発明の前段記載と後段記載は実質的に矛盾しないことになり，本件特許には，審決が説示したような実施可能要件違反はない。",
                "したがって，その余の点を検討するまでもなく，取消事由2は理由があることになる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由1，2ともに理由があり，本件特許を無効とした審決は誤りであるから，審決を取り消すこととする。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10235",
    "date": "2010-01-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038332",
    "ipprecedent_id": "2085",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}