{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800042号事件について平成20年9月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が名称を「経口投与用吸着剤，並びに腎疾患治療又は予防剤，及び肝疾患治療又は予防剤」とする発明について特許第3835698号の特許権を有するところ，上記特許の請求項1～7に対し原告から無効審判請求がなされ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，平成18年6月16日付けでなされた手続補正(本件補正，いわゆる「除くクレーム」を内容とするもの)は，願書に最初に添付した明細書等に記載した範囲のものではなく，特許法17条の2第3項に違反するか，等である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成14年11月1日の優先権(日本国)を主張して，平成15年10月31日，発明の名称を「経口投与用吸着剤，並びに腎疾患治療又は予防剤，及び肝疾患治療又は予防剤」として，日本国特許庁に日本語による国際特許出願(PCT／JP2003／014012号，日本国内の出願番",
                "号は特願2004−548107号。乙10)をし，平成18年8月4日に",
                "特許第3835698号として設定登録を受けた(請求項1～7。以下「本件特許」という)。なお，被告は上記登録がなされるまでに，複数回の手続補正を行い，特許登録がなされるに至った最終回のそれは，特許請求の範囲の変更等を内容とする平成18年6月16日付けの手続補正(請求項1～7。",
                "甲42)である。",
                "これに対し原告から，平成20年2月29日付けで本件特許の請求項1～7に係る発明について特許無効審判請求(甲10)がされ，同請求は無効2008−800042号事件として係属したところ，特許庁は，平成20年9月2日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成20年9月12日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の請求項1～7に係る発明(本件特許発明1～7)の内容は，次のとおりである(下線部分は，除く形式の形で追加された記載。以下「本件補正」という)。",
                "【請求項1】",
                "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，そして細孔直径7．5～1500",
                "0nmの細孔容積が0．25mL／g未満である球状活性炭からなるが，但し，式(1)：",
                "R＝(I −I )／(I −I ) (1)",
                "〔式中，I は，X線回折法による回折角(2θ)が15°における回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                "で求められる回折強度比(R値)が1．4以上である球状活性炭を除く，ことを特徴とする，経口投与用吸着剤。",
                "【請求項2】",
                "全塩基性基が0．40meq／g以上の球状活性炭からなる請求項1に記載の経口投与用吸着剤。",
                "【請求項3】",
                "非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上のフェノール樹脂又はイオン交換樹脂を炭素源として製造される球状活性炭からなる，請求項1又は2に記載の経口投与用吸着剤。",
                "【請求項4】",
                "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，全酸性基が0．40～1．00m",
                "eq／gであり，全塩基性基が0．40～1．10meq／gであり，",
                "そして細孔直径7．5～15000nmの細孔容積が0．25mL／g",
                "未満である表面改質球状活性炭からなるが，但し，式(1)：R＝(I −I )／(I −I ) (1)",
                "〔式中，I は，X線回折法による回折角(2θ)が15°における回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                "で求められる回折強度比(R値)が1．4以上である表面改質球状活性炭を除く，",
                "ことを特徴とする，経口投与用吸着剤。",
                "【請求項5】",
                "非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上のフェノール樹脂又はイオン交換樹脂を炭素源として製造される表面改質球状活性炭からなる，請求項4に記載の経口投与用吸着剤。",
                "【請求項6】",
                "請求項1～5のいずれか一項に記載の経口投与用吸着剤を有効成分とする，腎疾患治療又は予防剤。",
                "【請求項7】",
                "請求項1～5のいずれか一項に記載の経口投与用吸着剤を有効成分とする，肝疾患治療又は予防剤。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は別添審決写しのとおりである。その理由の要点は，「除く記載」を追加する本件補正は新規事項の追加には当たらず補正要件違反は認められない(特許法17条の2第3項)，等としたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由(本件補正が新規事項の追加に当たらないとした判断の誤り)",
              "text": [
                "しかしながら，審決が本件補正を新規事項の追加に当たらないとした判断は以下に述べるとおり誤りであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正は，補正前の特許請求の範囲に「回折強度比(R値)が1．4未満である」という限定を加える外的付加に他ならず，これを「回折強度比(R値)が1．4以上である球状活性炭を除く」と表現したものにすぎない。本件特許の願書に最初に添付した明細書，請求の範囲又は図面(乙10〔特許協力条約に基づく国際出願願書〕，以下「本件当初明細書」という)には，「回折強度比(R値)が1．4未満である」という事項は開示も示唆もされていない。",
                    "従って，本件補正が，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものということはできない。",
                    "審決はこの点の判断を誤り，本件補正を適法としたものであって，特許法17条の2第3項の解釈を誤ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "知的財産高等裁判所特別部平成20年5月30日判決(平成18年(行ケ)第10563号。判例時報2009号47頁。以下「大合議判決」という場合がある)は，補正における新規事項追加禁止と同趣旨の平成6年法律第116号による改正前の特許法134条2項ただし書について，以下のとおり判示している。",
                    "「…『明細書又は図面に記載した事項』とは，技術的思想の高度の創作である発明について，特許権による独占を得る前提として，第三者に対して開示されるものであるから，ここでいう『事項』とは明細書又は図面によって開示された発明に関する技術的事項であることが前提となるところ，『明細書又は図面に記載した事項』とは，当業者によって，明細書又は図面のすべての記載を総合することにより導かれる技術的事項であり，補正が，このようにして導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該補正は，『明細書又は図面に記載した事項の範囲内において』するものということができる。そして，同法134条2項ただし書における同様の文言についても，同様に解するべきであり，訂正が，当業者によって，明細書又は図面のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該訂正は，『明細書又は図面に記載した事項の範囲内において』するものということができる。もっとも，明細書又は図面に記載された事項は，通常，当該明細書又は図面によって開示された技術的思想に関するものであるから，例えば，特許請求の範囲の減縮を目的として，特許請求の範囲に限定を付加する訂正を行う場合において，付加される訂正事項が当該明細書又は図面に明示的に記載されている場合や，その記載から自明である事項である場合には，そのような訂正は，特段の事情のない限り，新たな技術的事項を導入しないものであると認められ，『明細書又は図面に記載された範囲内において』するものであるということができるのであり，実務上このような判断手法が妥当する事例が多いものと考えられる。",
                    "ところで，平成6年法律第116号附則8条1項によりなお従前の例によるとされる同法による改正前(以下『平成6年改正前』という。)の特許法29条の2は，特許出願に係る発明が当該特許出願の日前の他の特許出願であって当該特許出願後に出願公開がされたものの願書に最初に添付した明細書又は図面に記載された発明(以下『先願発明』という。)と同一であるときは，その発明については特許を受けることができない旨定めているところ，同法同条に該当することを理由として，平成5年法律第26号附則2条4項によりなお従前の例によるとされる同法による改正前の特許法123条1項1号に基づいて特許が無効とされることを回避するために，無効審判の被請求人が，特許請求の範囲の記載について，『ただし，…を除く。』などの消極的表現(いわゆる『除くクレーム』)によって特許出願に係る発明のうち先願発明と同一である部分を除外する訂正を請求する場合がある。",
                    "このような場合，特許権者は，特許出願時において先願発明の存在を認識していないから，当該特許出願に係る明細書又は図面には先願発明についての具体的な記載が存在しないのが通常であるが，明細書又は図面に具体的に記載されていない事項を訂正事項とする訂正についても，平成6年改正前の特許法134条2項ただし書が適用されることに変わりはなく，このような訂正も，明細書又は図面の記載によって開示された技術的事項に対し，新たな技術的事項を導入しないものであると認められる限り，『明細書又は図面に記載した事項の範囲内において』する訂正であるというべきである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記大合議判決と対比した場合，本件補正が，「当初明細書又は図面に記載されたすべての事項から導かれる事項」の範囲内でされたものといえないことは明らかである。",
                    "すなわち，本件補正に係る「回折強度比(R値)が1．4以上」との事項の技術的意義は，拒絶理由に用いられた引用例である特許第3672200号(発明の名称「経口投与用吸着剤」，特許権者 呉羽化学工業株式会社，国際出願日 平成15年10月31日，登録日 平成17年4月28日。",
                    "以下「別件特許」という。)の特許公報(甲5)において以下のように説明されているところ，かかる事項の開示ないし示唆が本件当初明細書に存在しないことは明白である(下線は判決で付記)。",
                    "「…最初に，回折強度比(R値)について説明する。前記特公昭62−11611号公報(特許文献1)の実施例1～3に記載の従来法に",
                    "よる表面改質球状活性炭に対して，粉末X線回折を実施すると，図1の曲線Aに示すような傾向のX線回折図形が得られる。なお，図1の曲線Aそれ自体は，後述する比較例1によって得られた表面改質球状活性炭のX線回折図形である。曲線Aから明らかなように，回折角(2θ)が20°～30°の近辺に002面に由来する回折ピークが現れ，回折角(2θ)が30°より高角度側では回折X線の減少により強度が減少する。一方，回折角(2θ)が20°より低角度側では，002面からの回折X線が殆ど観測されない回折角15°以下の領域でも，強いX線が観測される。更に，前記特公昭62−11611号公報(特許文献1)の実施例1～3記載の表面改質球状活性炭に水分を吸着させ，粉末X線回折の測定を実施すると，図1の曲線Bに示すような傾向のX線回折図形が得られる。なお，図1の曲線Bそれ自体は，後述する比較例1によって得られた表面改質球状活性炭に水分を吸着させた後に得られるX線回折図形である。曲線Bから明らかなように，曲線Aに比べ曲線Bの低角度側のX線強度が大幅に低下することがわかる。これは低角度側のX線強度が微細な細孔に起因するものであり，細孔内に水分を吸着することによりX線散乱強度が低下したものと解釈される。一方，…本発明者が見出した調製方法によって得られる球状活性炭又は表面改質球状活性炭では，水分を吸着させていない状態で，図1の曲線Cに示すような傾向のX線回折図が一般的に得られる。",
                    "なお，図1の曲線Cそれ自体は，後述する実施例1によって得られた表面改質球状活性炭のX線回折図形である。すなわち，回折角(2θ)が15°以下の低角度領域における曲線Cの散乱強度が曲線Aの散乱強度と比較して明らかに強い傾向にある。…図1の曲線Aのような傾向のX線回折図を示す多孔質体と，図1の曲線Cのような傾向のX線回折図を示す多孔質体とでは，その細孔構造が異なることは明らかである。また，曲線Aと曲線Bの比較により表面改質球状活性炭のX線回折において低角度側で観測される散乱強度が細孔構造に起因することは明らかであり，散乱強度が強いほどより多くの細孔を有する。散乱角と細孔径の関係は，より高角度側の散乱ほどその細孔径が小さいものと推測される。細孔構造の解析には一般に吸着法により細孔分布を求める方法が知られているが，細孔の大きさ，形状，吸着物質の大きさ，及び吸着条件等の違いにより細孔構造を精確に解析することが困難な場合が多い。本発明者は，002面からの回折X線による影響が少なく，且つ，微細孔による散乱を反映すると推定される15°付近の散乱強度が，吸着法で測定することが困難な超微細孔の存在を表す指標となり，このような微細孔の存在が有害物質であるβ−アミノイソ酪酸の吸着に有効であるものと推定している。すなわち，回折角(2θ)が15°付近の散乱強度が強い球状活性炭又は表面改質球状活性炭ほど，有害物質であるβ−アミノイソ酪酸の吸着に有効であると推測している。また，…本発明者は，図1の曲線Aのような傾向のX線回折図を示す従来の球状活性炭又は表面改質球状活性炭と比較して，図1の曲線Cのような傾向のX線回折図を示す本発明による球状活性炭又は表面改質球状活性炭の方が，優れた選択吸着性能を示すことを実験的に確認した。そこで，前記の関係を明確化するために，本明細書においては前記式(1)によって計算される回折強度比(R値)によって，球状活性炭又は表面改質球状活性炭を規定する。前記式(1)において，I は回折角(2θ)が15°における回折強度",
                    "であり，曲線Aと曲線Cとの間で，回折強度差が大きくなる領域である。I は回折角(2θ)が24°における回折強度であり，曲線Aと曲線Cとの間で，回折強度差が小さくなる領域である。なお，Iは回折角(2θ)が35°における回折強度であり，各測定試料間のバックグラウンドによる測定誤差を補正する目的で導入する。",
                    "従って，前記式(1)によって計算される回折強度比(R値)は，曲線Aについては，R＝t／uとなり，曲線Cについては，R＝s／vとなる。従来公知の代表的な経口投与用表面改質球状活性炭について，本発明者が確認したところ，それらの回折強度比(R値)はいずれも1．4未満であり，回折強度比(R値)が1．4以上の経口投与用表面改質球状活性炭は，本発明者の知る限り，見出されていない。一方，後述する実施例に示すとおり，回折強度比(R値)が1．4以上の表面改質球状活性炭は，回折強度比(R値)が1．4未満の表面改質球状活性炭と比較すると，β−アミノイソ酪酸の吸着能が向上しており，毒性物質の選択吸着性が向上した経口投与用吸着剤として有効であることが分かる。…」(段落【0011】～【0017】)。",
                    "上記のとおり，本件補正はX線回折によって特定の回折強度比の範囲(R値≧1．4)にある場合にはβ−アミノイソ酪酸の吸着能が向上するとの，本件当初明細書又は図面に記載された事項を総合しても導き出されない新規事項であり，X線回折の回折角によって求められる強度比が一定値(1．4)未満のものに限定するという本件当初明細書に非開示の新たな技術的事項を導入するものであることは明らかである。",
                    "従って，本件補正を適法とした審決の判断は誤りであり，これが審決の結論に影響を及ぼすことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明は，あくまで，本件当初明細書に具体的に開示された本件発明の実施例の構成及び効果を基礎として，該構成を含む特許請求の範囲の発明について優先日を確保し，新規性，進歩性，先願非同一といった特許要件が審査されていたものである。ところが，本件補正によって，それらの実施例を全て特許請求の範囲から「除く」ことになってしまい，そのため本件特許の明細書には，当初から本件補正後に至るまで，本件補正後の特許請求の範囲に係る発明の実施例が全くないこととなり，本件補正後の発明(R値が1．4未満の発明)の薬理効果も明細書に一切開示されていない結果になった。これは，本件特許の優先日の時点では，被告は本件補正後の特許請求の範囲に係る発明を完成していなかったことを意味することが明らかである。この発明未完成の瑕疵を生じたのは，本件補正が新たな技術的事項であるからにほかならない。除かれた後の発明が発明の詳細な説明のサポートを欠くという点は，大合議判決の事案との違いとして銘記される必要がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "ところで別件特許の公報には，前記のとおり，「回折強度比(R値)1．4以上の表面改質球状活性炭は，回折強度比(R値)が1．4未満の表面改質球状活性炭と比較すると，β−アミノイソ酪酸の吸着能が向上しており，毒性物質の選択吸着性が向上した経口投与用吸着剤として有効である」(段落【0017】)ことが記載されている。そして，実施例として，体内毒素であるβ−アミノイソ酪酸と消化酵素であるα−アミラーゼの吸着能(インビトロにおけるそれぞれの残存量Tr乃至Ur)に基づき，「吸着率A＝(10−Tr)／(10−Ur)」を定義し(段落【0051】，",
                  "text": [
                    "R値の結果を開示している。",
                    "一方被告は，本件出願に係る明細書の記載不備(特許法36条4項1号違反)を指摘された平成18年3月13日付け拒絶理由通知(甲37)における拒絶理由「2．」に対し，平成18年5月15日付け意見書(甲38)において以下のように述べている。",
                    "「この『実験報告書A』では，参考例1及び参考例2において，イオン交換樹脂を炭素源として2種の表面改質球状活性炭を調製しています。",
                    "…。また，『回折強度比(R値)』は，参考例1で調製した表面改質球状活性炭が『1．14』(1．4未満)であり，参考例2で調製した表面改質球状活性炭が『1．22』(1．4未満)であり，…。…これらの表面改質球状活性炭は，いずれも優れた選択吸着率を示し，具体的には，参考例1の表面改質球状活性炭の選択吸着率は『3．1』であり，参考例2の表面改質球状活性炭の選択吸着率は『3．4』であります」(6頁33～43行)。",
                    "そして，上記平成18年5月15日付け意見書と同日付けで提出された手続補足書(甲40の1)に添付された実験成績証明書A(甲40の2)に記載された実験結果において，吸着率の計算方法は別件特許の出願当初明細書(特許協力条約に基づく国際出願願書〔乙1の2〕)におけるのと全く同じである(甲40の2の5頁(10))。",
                    "これらによれば，乙1の2(別件特許の特許公報〔甲5〕においても同じ)においては，吸着率AはR値1．4以上において優れ，同1．4未満において劣ることが開示されていながら，本件特許の出願手続では，R値1．4未満において優れた吸着率(「3．1」，「3．4」)を示すことが主張されている。その値は乙1の4の実施例2(「2．6」)を上回る逆転現象すら起きているのである。",
                    "さらに上記意見書(甲38)においては，本件補正によって除かれた以外の発明，即ちR値1．4未満の発明について次のように明瞭に述べられている。",
                    "「更に，参考例1で調製された球状活性炭及び参考例3−5で調製された表面改質球状活性炭(計3種)は，いずれも，優れた『選択吸着率』を示します。以上のように，『除くクレーム』の形式によって『除かれた部分』以外の本件発明による経口投与用吸着剤も，優れた選択吸着性を示します」(8頁6行～9行)。",
                    "そして，手続補足書に添付された実験結果報告書Bにおいても，乙1の4における，R値1．4未満の球形活性炭はβ−アミノイソ酪酸の吸着能において劣るとの開示とは全く逆の結果(R値が1．4未満であっても「2．4」，「3．9」，「3．6」という優れた選択吸着率を奏する事実)が示されている。",
                    "これらの事実は，乙1の2(国際出願願書)における，「R値1．4以上」において選択吸着率が良好であるとの開示の信憑性を疑わせるに十分な事実であると同時に，R値が1．4未満の球形活性炭であっても，α−アミラーゼの吸着力に比してβ−アミノイソ酪酸の吸着力が優れ，良好な吸着率を示すという技術事項が，本件補正時に被告によって新たに発見され拒絶査定不服審判合議体に対して提示された新規の知見であることを意味している。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，①経口投与用吸着剤の炭素源(出発材料)として熱硬化性樹脂を使用したという，本件当初明細書に記載された本件発明の最大の特徴は，本件補正後も全く同じであり，②優れた選択吸着率を獲得するに至ったという，本件当初明細書に記載された本件発明の効果もまた同じである，そうすると，同日出願である別件特許に係る発明との「重なり」となっている「R値が1．4以上である球状活性炭」を除外することによって，本件当初明細書に記載された本件発明に関する技術的事項に何らかの変更を生じさせているものとはいえないから，本件補正が本件当初明細書に開示された本件発明に関する技術的事項に新たな技術的事項を付加したものでないことは明らかであると主張する。",
                    "しかし，被告が実験報告書A，B(甲40の2，3)で示した知見は，R値が1．4未満であってもβ−アミノイソ酪酸に対する吸着能が向上するという「新たな技術的事項」であることは明らかである。",
                    "被告は，本件当初明細書に記載された本件発明に関する技術的事項に変更(新たな作用効果の追加)をし，それによって，明細書記載不備を内容とする上記オ記載の平成18年3月13日付け拒絶理由通知(甲37)における拒絶理由「2．」(甲38〔意見書〕において「拒絶理由(b)」と記載されたもの)を解消したものであることは明白である。被告は，出願過程において，実験成績報告書A，Bにより，R値が「1．14」乃至「1．22」である「表面改質球状活性炭は，いずれも優れた選択吸着性を」示すという新たな技術的知見を主張することによって，明細書記載不備の拒絶理由を克服し，特許査定を受けたにも拘わらず，本訴に至り該知見を「新たな技術的事項を付加したものではない」と主張することは，禁反言以外の何物でもない。",
                    "本件補正によって，「回折強度比(R値)1．4未満」という球形吸着材の構成に関する新規事項が追加されたのみならず，該新規な構成による新規な効果をも追加されたことは明らかであり，本件は，大合議判決が定立した基準に即して言えば，「明細書又は図面のすべての記載を総合することにより導かれる技術的事項(球形活性炭の炭素源をフェノール樹脂などの熱硬化性樹脂とすることで優れた選択吸着率を示すこと)との関係において，新たな技術的事項(すなわち回折強度比(R値)1．4未満でも1．4以上に劣らない選択的吸着率を示すこと)を導入」したことにほかならない。",
                    "前記大合議判決は，「特許権者は，特許出願時において先願発明の存在を認識していないから，当該特許出願に係る明細書又は図面には先願発明についての具体的な記載が存在しないのが通常であるが，明細書又は図面に記載されていない事項を訂正事項とする訂正についても，平成6年改正前の特許法134条2項ただし書が適用されることに変わりはなく，このような訂正も，明細書又は図面の記載によって開示された技術的事項に対し，新たな技術的事項を導入しないものであると認められる限り，『明細書又は図面に記載した事項の範囲内において』する訂正であるというべきである」と判示する。特許掲載公報発行後の訂正においても新規事項が追加されない限り第三者にとって不測の事態を生じないからこの判示は当然である。しかるに，本件においては，補正時において「回折強度比(R値)が1．4未満」において良好な選択吸着率を示すとの，本件当初明細書に非開示の知見に係る被告の主張が功を奏し，拒絶理由が克服されたのである。訂正の局面で同じことが行われたならば特許掲載公報に信頼を寄せた第三者に不測の事態をもたらすことは明らかであって，本件補正を許容する結論は先願者に発明公開の代償として独占権を認める先願主義にもとるのみならず，第三者にとっての法的安定性をも削ぐものである。",
                    "被告のいう「最大の特徴」と「効果」が補正前後で共通していればよいとの主張は，出願当初の発明特定事項と作用効果が削除されていない限り，新規な構成をクレームに加えようが新規な作用効果を発明の詳細な説明に加えようが新規事項追加補正とはならないと主張するに等しいものである。そして被告は，大合議判決の説示に現れる「最大の特徴」と「効果」という用語を用いて同判決の判断基準に照らし本件補正は適法だと主張する。",
                    "しかし大合議判決では，「本件訂正発明中には，本件発明1に該当し，成分(A)及び(D)について代表的な選択肢を配合したものである実施例3～6が記載されていること(13頁25欄48行～14頁27欄44",
                    "行)，実施例のそれぞれについて，感光性，現像性などの点に関し，具体的な試験結果とともに効果が記載されていること(14頁28欄42行～16頁32欄48行及び第1表)が認められる」ことが当該事案における訂正の適法性判断に援用されているとおり，訂正後の特許請求の範囲に係る発明をサポートする実施例が発明の詳細な説明に開示されていた。一方本件では，発明の詳細な説明には「回折強度比(R値)が1．4以上」の球状活性炭のみが開示されており，本件補正後の特許請求の範囲に係る球状活性炭は開示も示唆もされていない。そうすると，大合議判決において用いられた「最大の特徴」と「効果」との基準を用いたとしても，本件補正後の発明の構成及び効果が発明の詳細な説明によってサポートされていないという結論に変わりはなく，被告の主張は失当である。",
                    "なお大合議判決は「特許権者は，特許出願時において先願発明の存在を認識していないから，当該特許出願に係る明細書又は図面には先願発明についての具体的な記載が存在しないのが通常である」という事情に触れ，結論として特許法29条の2の先願同一を回避する訂正を許容した。しかるところ，本件における拒絶引例(別件特許)は他ならぬ被告自身の同日出願であり，発明者(A，Bら)も重複している。本件におけるダブルパテント(特許法39条2項違反)は被告が最も容易に予想しえた事態であり，自ら招いた瑕疵について被告を保護する必要性はないものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "審決は，「本件特許発明の『除く記載』は，別の見方をするとR値が1．4未満であると特定したとも見られるが，除いたことに格別技術的意義があることが主張されているわけではなく，単に同一を解消するために権利範囲から除外しているにすぎないのであるから，本件特許発明の『除く記載』によっては，当業者によって，明細書又は図面のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものといえる。なぜなら，本件特許発明の『除く記載』を追加する前の発明は，R値に関係なく炭素源の材質を限定することによって成り立っているものであって，本件特許発明は，権利範囲の重複を回避するために特定のR値のものをその発明から除いたにすぎないものであるから，本件特許発明の吸着剤の物性や有効に機能することについては，本件特許発明とは異なる技術思想である同日出願の発明のR値の技術的意義に拘束されるべきではなく，R値が1．4以上を用い除いた部分を含めて(即ち，R値が1．4未満の場合とR値が1．4以上の場合を併せた出願当初の場合)理解でき，除いた残りの部分についても同様な物性や有効性が推認できるもの…」(14頁下5行～15頁11行)とする。",
                    "しかし，「除く記載」を追加し「特定のR値のものをその発明から除いた」本件発明が，「R値が1．4以上を用い除いた部分を含めて(即ち，R値が1．4未満の場合とR値が1．4以上の場合を併せた出願当初の場合)理解でき，除いた残りの部分についても同様な物性や有効性が推認できる」というのであれば，特許法39条2項の拒絶理由は解消していないことになる。回折強度比(R値)を特定の範囲とすることに技術的意義が全くないならばともかく，何らかの技術的意義が認められて別件出願が特許査定されている以上，「R値1．4以上を除いた部分を含めて本件発明を把握すれば足りる」のであれば，本件ではまさに同一(重複)発明について特許されている結論になる。",
                    "更に，上記認定は，「R値1．14」，同「1．12」という「R値1．4以上を除いたこと」に格別の技術的意義を主張して，本件特許が明細書記載不備の拒絶理由を克服したことを度外視した，事実を見誤ったものである。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "他方，審決が言うように，「除いたことに格別の技術的意義がない」とすれば，本件発明は別の被告自身の先願によって特許を受けることができないものである。このような結論を回避するには，回折強度比(R値)1．4以上を除いた(1．4未満である)本件補正事項に「技術的意義」を認めざるを得ないことになる。",
                    "そうすると，本件当初明細書に開示も示唆もないが，それなりの技術的意義を有する技術事項を追加した本件補正は，明らかに新規事項追加補正となり，特許法17条の2第3項に適合しない。",
                    "即ち，被告が昭和62年8月25日に出願した先願(特開昭64−56141号公報，発明の名称「新規な吸着剤」，公開日 昭和64年〔平成元年〕3月3日，出願人 呉羽化学工業株式会社，甲47)の明細書には，以下の発明が記載されている。",
                    "・ 「腎臓や肝臓に機能障害をもつ患者では，代謝老廃物等の体外排泄能が不十分となり，これ等の物質が体内に蓄積され，結果として様々の生理的障害を生じている。従って，これ等の機能障害者の病態改善には，一般に代謝老廃物等を生体から取り除くことが行われている。」(1頁右欄10行～15行)",
                    "・ 「…本発明の吸着剤は血液灌流用として，あるいは経口的腎疾患治療剤として極めて有効である。」(2頁右上欄13行～15行)・ 「球状活性炭は，例えば，…原料の有機合成高分子類としては，フェノール樹脂，エポキシ樹脂の如き熱硬化性樹脂，またはスチレン樹脂，塩化ビニリデン樹脂及びこれらの共重合樹脂の如き熱可塑性樹脂が使用し得る。本発明に使用する活性炭は，耐久性，保形性の面から形状は球状であり，平均粒径0．1～1㎜，比表面積500～2，000㎡／g，半径100～75，000Åの細孔容積0．",
                    "1～1．0cm3／gの特性を有する球状活性炭が好ましい。」(2頁左下欄5行～16行)",
                    "上記によれば，甲47には，フェノール樹脂を炭素源として製造され，平均粒径が例えば0．1㎜であり，比表面積が例えば2，000㎡／gであり，半径100～75，000Å(直径20～15000nm)の",
                    "細孔容積が例えば0．1cm3／gである球状活性炭からなる，経口投与用吸着剤が開示されている。甲47における比表面積の測定法は周知技術であるBET法であり，本件明細書(甲9)における1860BET",
                    "㎡／gの実施例1が2390ラングミュア㎡／gに相当する旨の開示(段落【0047】・【表1】・実施例1)からすれば，ラングミュアの吸着式により求められる比表面積が1000㎡／g以上である球形活性炭が記載されているに等しい。そして，細孔直径20～15000nmの細孔容積が例えば0．1574mL／gの吸着炭に比して細孔直径7．5～20nmの細孔容積は0．0667mL／gである実測値に基づき(細孔直径7．5～20nmの細孔容積は0．0907mL／g)［甲48(測",
                    "定分析結果報告書，株式会社島津テクノリサーチ作成，発行年月日 平成20年12月11日)］，甲47には，細孔直径7．5～15000nm",
                    "の細孔容積が少なくとも0．1907mL／gの球形活性炭が開示されているに等しい。",
                    "即ち，甲47には，本件補正事項(回折強度比〔R値〕1．4未満)を除き，本件発明(請求項1)の構成が全て開示されている。",
                    "加えて，上記において吸着能が確認されているクレアチニンは本件明細書(甲9)の段落【0050】で薬理効果確認試験に供されている典型的な尿毒素である。甲47には，消化酵素等の有益成分に対する吸着が少ないことの明記はないものの，表面改善球状吸着炭におけるかかる機能は，同じく被告を出願人とする先願である甲49(特公昭62−11611号公報。発明の名称「吸着剤」，出願日 昭和54年11月22日，公開日 昭和56年6月18日，公告日 昭和62年3月13日)に，「細孔半径100～75000Åの空隙量0．1～1cc／gを有する",
                    "炭素質球形体」(細孔直径20～15000nmの細孔容積0．1～1m",
                    "L／g)(特許請求の範囲第1項)において「…有益物質である消化酵素等の除去は好ましくないが，これらに対する吸着性は少ない。」(2頁右欄28行～30行)と記載されているとおり，本件優先日(平成14年11月1日)当時の技術常識であるから，これと全く同じスペックを開示する甲47に記載されているに等しい。",
                    "つまり，被告が主張する「最大の特徴」(経口投与用の炭素源〔出発材料〕として熱硬化性樹脂を使用した点)及び「効果」(生体内の毒素の吸着性に優れ有益物質である消化酵素等に対する吸着性が少ないという優れた選択的吸着性)は，被告自身によって本件優先日よりはるか以前に全部公知となっているのである。従って，本件発明に何らかの特許性を認めようとするならば，本件補正事項に「格別の技術的意義」があると解釈するより他ない。",
                    "つまり，被告自身が本件特許出願の意見書(甲38)中で述べているように，「回折強度比(R値)1．4未満の球形活性炭」という，「『除かれた部分』以外の本件発明による経口投与用吸着剤も，優れた選択吸着性を」示すという点に特許性(新規性)を求めるより他ないのである。",
                    "しかるに当該「除かれた部分」(本件補正)は，本件当初明細書には全く記載も示唆もされておらず，記載された事項から自明であるともいえないものであるから，結局，本件補正が特許法17条の2第3項に違反する新規事項追加補正であるとの結論に至る。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "以上のとおりであり，特許法17条の2第3項の一般的解釈に加え，被告自身の出願経過における陳述，被告自身の先願(別件特許)等を考慮すれば，本件補正が本件当初明細書に記載された事項の範囲を逸脱した違法な補正であることは明らかである。",
                    "審決の判断は誤りであり，取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許について，①本件当初明細書に記載された本件発明の最大の特徴が本件特許に対し「除くクレーム」を導入した本件補正後においても維持されているか，及び，②前者と後者の効果が共通かを検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件当初明細書に記載された本件発明の最大の特徴は，炭素源を出発材料として，従前用いられていたピッチに代えてフェノール樹脂又はイオン交換樹脂を使用して調製した経口投与用吸着剤が，優れた選択吸着率を有することを見出した点にある。すなわち，本件当初明細書に記載された本件発明は，炭素源を出発材料として熱硬化性樹脂を使用して調製すると，ピッチ等の従来の出発材料を使用して調製した場合と比較して，選択吸着率が顕著に向上することを特許性の主要な根拠としている。",
                    "この点は，本件当初明細書に，以下のとおり記載されていることから明らかである(下線は判決で付記。該当頁の記載は，甲13〔国際公開パンフレット〕による)。",
                    "・ 「発明の開示",
                    "本発明者は，ピッチ類から球状活性炭を調製し，酸化還元することにより得られる従来の多孔性球状炭素質物質からなる経口吸着剤よりも一層優れた選択的吸着性を示す経口投与用吸着剤の探求を進めていたところ，驚くべきことに，熱硬化性樹脂を炭素源として調製した球状活性炭は，酸化処理及び還元処理を実施する前の状態であるにもかかわらず，生体内の尿毒症性物質のひとつと考えられるβ−アミノイソ酪酸の吸着性に優れており，しかも有益物質である消化酵素(例えば，α−アミラーゼ)等に対する吸着性が少ないという有益な選択吸着性を有することを見出し，更に，その選択吸着性の程度が，前記特公昭62−11611号公報に記載の吸着剤よりも優れていることを見出した。熱硬化性樹脂を炭素源として調製した前記球状活性炭は，β−アミノイソ酪酸に対して優れた吸着性を示すので，同様の分子サイズを有する他の毒性物質，例えば，オクトパミンやα−アミノ酪酸，更に腎臓病での毒性物質及びその前躯体であるジメチルアミン，アスパラギン酸，あるいはアルギニン等の水溶性の塩基性及び両性物質に対しても優れた吸着性を示すものと考えられる。",
                    "従来の多孔性球状炭素質物質，すなわち，前記特公昭62−11611号公報に記載の吸着剤で用いる表面改質球状活性炭では，ピッチ類から調製される球状活性炭を更に酸化処理及び還元処理して官能基を導入することによって，前記の選択吸着性が発現されることになると考えられていたので，酸化処理及び還元処理を実施する前の球状活性炭の状態で選択的吸着能を発現すること，及びその吸着能が従来の経口投与用吸着剤よりも優れているという本発明者による前記の発見は，驚くべきことである。",
                    "また，本発明者は，前記の球状活性炭を更に酸化処理及び還元処理することによって調製した表面改質球状活性炭は，生体内の尿毒症性物質のひとつと考えられるβ−アミノイソ酪酸の吸着性に優れており，しかも有益物質である消化酵素(例えば，α−アミラーゼ)等に対する吸着性が少ないという前記の有益な選択吸着性が，前記特公昭62−11611号公報に記載の吸着剤よりも一層向上することを見出した。…」(3頁8行～4頁7行)",
                    "・ 「発明を実施するための最良の形態",
                    "本発明の経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭は，前記のとおり，従来の経口投与用吸着剤の炭素源として用いられてきたピッチ類に代えて，炭素源として熱硬化性樹脂を用いる点を特徴としており，それ以外の点では，ピッチ類を用いる従来の製造方法と実質的に同様の操作を利用して調製することができる。",
                    "本発明の経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭は，例えば，以下の方法によって製造することができる。」(5頁下7行～6頁1行)",
                    "・ 「本発明の経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭は，後述する実施例において示すように，肝疾患増悪(判決注：憎悪は誤記)因子や腎臓病での毒性物質の吸着性に優れているにもかかわらず，有益物質である消化酵素等に対する吸着性が少ないという選択吸着性に優れているので，腎疾患の治療用又は予防用経口投与用吸着剤として用いるか，あるいは，肝疾患の治療用又は予防用経口投与用吸着剤として用いることができる。」(11頁下3行～12頁3行)",
                    "・ 「産業上の利用可能性",
                    "本発明による経口投与用吸着剤は，熱硬化性樹脂を炭素源として製造され，特異な細孔構造を有しているので，経口服用した場合に，消化酵素等の体内の有益成分の吸着性が少ないにもかかわらず，有毒な毒性物質(Toxin)の消化器系内における吸着性能が優れるという選択吸着特性を有し，従来の経口投与用吸着剤と比較すると，前記の選択吸着特性が著しく向上する。」(20頁17行～22行)",
                    "以上の記載から，本件当初明細書に記載された本件発明の最大の特徴は，経口投与用吸着剤の炭素源(出発材料)として熱硬化性樹脂を使用した点にあり，またその効果は，生体内の毒素の吸着性に優れ有益物質である消化酵素等に対する吸着性が少ないという優れた選択吸着特性を獲得するに至ったという点にあることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件補正後において，本件発明の上記最大の特徴も，その効果も維持されている。本件補正は，「R値が1．4以上である球状活性炭を除く」旨の補正であるが，この補正は，拒絶査定不服審判係属中に，審判官より，同日に出願された別件特許(特許第3672200号)に係る発明との「重なり」を指摘され，これを解消するために，別件特許に係る発明として開示された「R値が1．4以上である球状活性炭」を除外するものである。",
                    "つまり，本件補正は，別件特許に係る発明との「重なり」(特許法39条の同一発明の存在)を解消するために，別件特許に係る発明のクレームに使用された文言を用いて両者の境界線を定め，その文言によって，本件発明の当初クレームから，「重なり」部分を形式的に除外するためのものにすぎず，本件発明の技術的情報とは無関係であって，何ら新たな技術的事項を付加するものではない。すなわち，本件当初明細書に記載された本件発明に関する技術的事項に何らかの変更を生じさせているものではない。",
                    "これを原告が指摘する大合議判決の判断基準に従って検討すると，①経口投与用吸着剤の炭素源(出発材料)として熱硬化性樹脂を使用したという本件当初明細書に記載された本件発明の最大の特徴は，本件補正後も全く同じであり，また，②優れた選択吸着率を獲得するに至ったという本件当初明細書に記載された本件発明の効果もまた同じであることが明らかである。",
                    "そうすると，別件特許に係る発明との「重なり」となっている「R値が1．4以上である球状活性炭」を除外することによって，本件当初明細書に記載された本件発明に関する技術的事項に何らかの変更を生じさせているものとはいえないから，本件補正が本件当初明細書に開示された本件発明に関する技術的事項に新たな技術的事項を付加したものでないことは明らかであり，本件補正は，当業者によって，本件当初明細書のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであることは明らかである。",
                    "したがって，本件補正は，特許法17条の2第3項にいう「願書に最初に添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内において」するものであるということができるから，本件補正は特許法17条の2第3項に違反するものではないとした審決は正当である。",
                    "なお，そもそも特許法39条2項にいう「同一の発明」とは，出願に係る2つの発明の双方から見て互いに実質的に同一である必要があるところ，本件発明と別件特許に係る発明はそのような関係に立つものではなく，また，本件発明と別件特許に係る発明は異なる技術思想の発明である。したがって，いかなる意味においても「重なり」は存在しないはずであり，本件補正を行うまでもなく，本件発明は特許性が認められるべきであった。",
                    "審決も，「しかるに，拒絶査定不服審判係属中に，両出願の発明の詳細な説明の記載を参酌すると両者が同じであるがために，本願は同日出願と同一発明なので特許法第39条第2項の規定により特許を受けることができないとの出願人にとっては予想外の拒絶の理由が通知された。そこで，合議体により指摘されたこの拒絶の理由を解消するための止むを得ない状況で本願発明から重なりのみを除く補正をした，即ち『除く記載』を発明特定事項として追加し『除くクレーム』としたものと認められる。」(11頁下9行～下3行)としており，本件発明と同日出願の別件特許に係る発明との間に重なりがあるとした拒絶理由通知の見解を事実上撤回しているとも見れるものである。そして審決が，「そして，このような止むを得ない状況の場合に，発明の適正な保護を図るために，『除くクレーム』とする補正は，当初明細書等に記載した事項の範囲内でするものと扱うべきものである。」(11頁下2行～12頁1行)と判断しているのは，本件発明が，本件補正を行うまでもなく特許性が認められるべきであったところ，特許庁の指摘でさらに技術的範囲を縮減したのであるから，特許性が認められることはますます明らかであるとの趣旨を述べたものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件補正は，「回折強度比(R値)が1．4未満である」という限定を加える外的付加に他ならず，それを「回折強度比(R値)が1．4以上である球状活性炭を除く」と表現したにすぎないと主張し，また，本件当初明細書に回折強度比(R値)についての開示ないし示唆も存在しないと主張して，本件補正は違法であると主張する。",
                    "しかし，上記原告の主張は，大合議判決が定立した判断基準に則ったものではなく(①最大の特徴にも②効果にも言及はない。)，本件補正事項に着目する独自の基準に基づくものであり，成り立つ余地はない。",
                    "すなわち，原告は，「発明特定事項を限定する補正(限定的減縮)或いは外的付加に係る補正が，当初明細書に明記されていない事項或いは記載されているも同然と認められる当初明細書から自明な事項に基づかない場合，該補正は違法となる」との原告独自の基準を前提とし，本件補正をこの基準に当てはめて，本件補正が違法であるとの結論を導いている。",
                    "大合議判決は，「特許請求の範囲の減縮を目的として，特許請求の範囲に限定を付加する訂正を行う場合において，付加される訂正事項が当該明細書又は図面に明示的に記載されている場合や，その記載から自明である事項である場合には，そのような訂正は，特段の事情のない限り，新たな技術的事項を導入しないものであると認められ」るとしている。しかし，「AならばB」であることは，「BならばA」であることを意味しないのであって，「付加される訂正事項が当該明細書又は図面に明示的に記載されておらず，その記載から自明である事項でないならば，新たな技術的事項を導入するものである」ということにはならず，そのような訂正が新たな技術的事項を導入するものであるかどうかを検討すべきこととなる。このことは，大合議判決が，「明細書又は図面に具体的に記載されていない事項を訂正事項とする訂正についても，平成6年改正前の特許法134条2項ただし書が適用されることに変わりはなく，このような訂正も，明細書又は図面の記載によって開示された技術的事項に対し，新たな技術的事項を導入しないものであると認められる限り，『明細書又は図面に記載した事項の範囲内において』する訂正である」としているとおりである。",
                    "このように，原告は，補正が認められる基準として誤った基準を持ち出し，その誤った基準に本件補正を当てはめて，誤った結論を導いたものにすぎず，原告の主張を採用する余地はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，大合議判決の判示を一部引用し，あたかも同判決の基準に従うと審決の判断が誤りであるとの結論が導かれるかのように主張する。",
                    "しかし，原告は，大合議判決が考慮要素として挙げる本件発明の①最大の特徴についても，②効果についても，何ら言及しておらず，大合議判決の判断基準に従っていない。原告の主張は，大合議判決の事案と本件事案を単に事実レベルで比較しているだけのことであり，大合議判決と本件とは事案が異なるということを単に指摘しているにすぎない。したがって，原告の主張が成り立つ余地はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件特許の拒絶理由とされた引用例である別件特許の公報(甲5，審決乙2)の一部を引用し，本件補正を拒絶引用例に記載された発明と等価のものと捉え，本件補正事項である拒絶引用例に記載された発明は本件当初明細書に記載されていないから，本件補正は本件当初明細書に記載された事項を総合しても導き出されない新規事項であると主張する。",
                    "しかし，大合議判決が示した判断基準は，補正前の発明と補正後の発明を実質的に対比・検討し，補正によって前者の技術的事項に何らかの変更を生じさせているものといえるか否か，補正の過程で新たな技術的事項が付加されていないかどうかを判断するものである。これに対し原告が行っているのは，補正前の発明と，補正により除かれた事項，すなわち拒絶引用例に記載された発明事項との比較である。補正により除かれた事項は，文字通り「除かれる」のだから，補正後の発明はこれと無関係なものになるのが通常であるように思われる。とすれば原告の判断手法では，およそ「除くクレーム」とする補正は認められなくなってしまう。このような判断手法は，大合議判決の判断手法とは明らかに異なるものである。このような判断手法がとり得ないことは，大合議判決における「明細書又は図面に具体的に記載されていない事項を訂正事項とする訂正についても，平成6年改正前の特許法134条2項ただし書が適用されることに変わりはなく，このような訂正も，明細書又は図面の記載によって開示された技術的事項に対し，新たな技術的事項を導入しないものであると認められる限り，『明細書又は図面に記載した事項の範囲内において』する訂正である」との判示部分からも明らかである。",
                    "また，そもそも特許法17条の2第3項の新規事項追加禁止の規定は，補正された結果，出願当初の明細書等に記載されていなかった発明となってしまい先願主義に反するようなことになってはならないことを根拠としており，その趣旨からしても，原告の手法では，補正の前後で新規事項が追加されたか否かを判断できないことは明らかであって，非論理的な判断手法である。このような手法によらず，大合議判決の判断基準に従えば，本件「除くクレーム」とする補正は認められるものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正の適否",
          "text": [
            "原告は，本件補正で本件特許の請求項1，4に加えられた記載(上記第3，1，(2)下線部分)は，特許請求の範囲について，これを「但し…を除く」などの消極的表現により記載したいわゆる「除くクレーム」の形式による特許請求の範囲の記載に当たるところ，この記載は本件特許の願書に最初に添付した明細書，特許請求の範囲又は図面には全く開示も示唆もされていない新規事項であり，本件補正は「願書に最初に添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内において」なされものではないから，特許法(以下「法」という。)17条の2第3項の規定に違反し，法123条1項1号に規定する無効事由に該当すると主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「除くクレーム」と法17条の2第3項との関係",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "法17条の2は，願書に添付した明細書，特許請求の範囲又は図面の補正に関する法文であり，その第3項は，「第1項の規定により明細書，特許請求の範囲又は図面について補正をするときは，…願書に最初に添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内においてしなければならない」と定めているところ，本件補正は前記のような「除くクレーム」の形でなされているものの，法17条の2にいう補正であることに変わりはないから，その適否を判断する基準となるのは，上記法17条の2である。",
                    "ところで，特許権は発明について最初に出願した者に付与される(先願主義，法39条)のであるから，出願人が一旦なした不完全な内容の特許出願に対しその後その内容の補正を認める事実上の必要が生じたとしても，補正することができる物的範囲は上記先願主義との関係で自ら限界があり，発明の開示が不十分にしかされていない出願と出願当初から発明の開示が十分にされている出願との間の取扱いの公平性を確保するため，これを法は，上記のとおり，「願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしなければならない」と規定したものである。",
                    "そして，「明細書等に記載した事項の範囲内」か否かは，上記のような法の趣旨からすると，「明細書等に記載した事項」とは，その発明の属する技術の分野における通常の知識を有する者(当業者)を基準として，明細書・特許請求の範囲・図面のすべての記載を総合して理解することができる技術的事項のことであり，補正が，上記のようにして導かれる技術的事項との関係で新たな技術的事項を導入しないものであるときは，当該補正は「明細書等に記載した事項の範囲内」であると解されることになる。",
                    "したがって，本件のように特許請求の範囲の減縮を目的として特許請求の範囲に限定を付加する補正を行う場合，付加される補正事項が当該明細書等に明示されているときのみならず，明示されていないときでも新たな技術的事項を導入するものではないときは，「明細書等に記載した事項の範囲内」の減縮であるということになる。",
                    "また，上記にいう「除くクレーム」を内容とする補正は，特許請求の範囲を減縮するという観点からみると差異はないから，先願たる第三者出願に係る発明に本願に係る発明の一部が重なる場合(法29条1項3号，29条の2違反)のみならず，本件のように同一人によりA出願とB出願とがなされ，その内容の一部に重複部分があるため法39条により両出願のいずれかの請求項を減縮する必要がある場合にも，そのまま妥当すると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁審査官が審査する際の審査基準には，上記にいう「除くクレーム」について，下記のように定めている(甲6)が，その趣旨は基本的に上記アと同一と考えられる(ただし，本文6行目「例外的に」とする部分を除く)。",
                    "記",
                    "「(4) 除くクレーム",
                    "『除くクレーム』とは，請求項に係る発明に包含される一部の事項のみを当該請求項に記載した事項から除外することを明示した請求項をいう。",
                    "補正前の請求項に記載した事項の記載表現を残したままで，補正により当初明細書等に記載した事項を除外する『除くクレーム』は，除外した後の『除くクレーム』が当初明細書等に記載した事項の範囲内のものである場合には，許される。",
                    "なお，次の(1)，(2)の『除くクレーム』とする補正は，例外的に，当初明細書等に記載した事項の範囲内でするものと取扱う。",
                    "(1)請求項に係る発明が，先行技術と重なるために新規性等(第29条第1項第3号，第29条の2又は第39条)を失う恐れがある場合に，補正前の請求項に記載した事項の記載表現を残したままで，当該重なりのみを除く補正。",
                    "(2)請求項に係る発明が，『ヒト』を包含しているために，特許法第29条柱書の要件を満たさない，あるいは，同法第32条に規定する不特許事由に該当する場合において，『ヒト』が除かれれば当該拒絶の理由が解消される場合に，補正前の請求項に記載した事項の記載表現を残したままで，当該『ヒト』のみを除く補正。",
                    "(説明)",
                    "上記(1)における『除くクレーム』とは，補正前の請求項に記載した事項の記載表現を残したままで，特許法第29条第1項第3号，第29条の2又は第39条に係る先行技術として頒布刊行物又は先願の明細書等に記載された事項(記載されたに等しい事項を含む)のみを当該請求項に記載した事項から除外することを明示した請求項をいう。",
                    "(注1)『除くクレーム』とすることにより特許を受けることができるのは，先行技術と技術的思想としては顕著に異なり本来進歩性を有する発明であるが，たまたま先行技術と重複するような場合である。そうでない場合は，『除くクレーム』とすることによって進歩性欠如の拒絶の理由が解消されることはほとんどないと考えられる。",
                    "(注2)『除く』部分が請求項に係る発明の大きな部分を占めたり，多数にわたる場合には，一の請求項から一の発明が明確に把握できないことがあるので，留意が必要である。",
                    "上記(2)における『除くクレーム』は，補正前の請求項に記載した事項の記載表現を残したままで，『ヒト』のみを当該請求項に記載した事項から除外することを明示した請求項をいう。",
                    "このような取扱いとする理由は，以下の通りである。",
                    "①たまたま先行技術と重複するために新規性等を欠くこととなる発明について，このような補正を認めないとすると，発明の適正な保護が図れない。そして，このような場合，先行技術として記載された事項を当初の請求項に記載した事項から除外しても，これにより第三者が不測の不利益を受けることにもならない。",
                    "②『ヒト』を包含するために，特許法第29条柱書の要件を満たさないか，あるいは同法第32条に規定する不特許事由に該当する場合，『ヒト』を除く補正をしても，除かれる範囲は明確であり，かつ，これにより当該拒絶の理由が解消される。",
                    "また，これにより，特許を受けようとする発明が明確でなくなることはない。",
                    "(具体的事例)",
                    "(1)の例：補正前の特許請求の範囲が『陽イオンとしてNaイオンを含有する無機塩を主成分とする鉄板洗浄剤』と記載されている場合において，先行技術に『陰イオンとしてCO イオンを含有する無機塩を主成分とする鉄板洗浄剤』の発明が記載されたものがあり，その具体例として，陽イオンをNaイオンとした例が開示されているときに，特許請求の範囲から先行技術に記載された事項を除外する目的で，特許請求の範囲を『陽イオンとしてNaイオンを含有する無機塩(ただし，陰イオンがCO イオンの場合を除く)……』とする補正は，許される。",
                    "(2)の例：補正前の特許請求の範囲が，『配列番号1で表されるDNA配列からなるポリヌクレオチドが体細胞染色体中に導入され，かつ該ポリヌクレオチドが体細胞中で発現している哺乳動物』と記載されている場合，発明の詳細な説明で『哺乳動物』についてヒトを含まないことを明確にしている場合を除き，『哺乳動物』には，ヒトが含まれることになる。しかし，ヒトをその対象として含む発明は，公の秩序，善良の風俗を害する恐れがある発明に該当し，特許法第32条に違反するものである。",
                    "このような場合に，特許請求の範囲からヒトを除外する目的で，特許請求の範囲を『……非ヒト哺乳動物』とする補正は，出願当初の明細書等にヒトを対象外とすることが記載されていなかったとしても許される。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，以上の見地に立って，本件事案について検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正に至る経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件当初明細書",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成15年10月31日付けで提出された本件当初明細書(乙10〔特許協力条約に基づく国際出願願書〕。ただし，以下の記載箇所の摘示は，同内容を記載した甲13〔国際公開パンフレット〕の記載箇所による)には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求の範囲",
                          "text": [
                            "「1 熱硬化性樹脂を炭素源として製造され，直径が0．01～1mmであり，そしてラングミュアの吸着式により求められる比表面積が1000m2／g以上である球状活性炭からなることを特徴とする，経口投与用吸着剤。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "全塩基性基が0．40meq／g以上の球状活性炭からなる請",
          "text": [
            "求項1に記載の経口投与用吸着剤。"
          ]
        },
        {
          "fig": "3",
          "subject": "熱硬化性樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，全酸性基が0．40～1．00meq",
          "text": [
            "／gであり，そして全塩基性基が0．40～1．10meq／g",
            "である表面改質球状活性炭からなることを特徴とする，経口投与用吸着剤。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "請求項1～3のいずれか一項に記載の経口投与用吸着剤を有効成分とする，腎疾患治療又は予防剤。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "請求項1～3のいずれか一項に記載の経口投与用吸着剤を有効成分とする，肝疾患治療又は予防剤。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "請求項1～3のいずれか一項に記載の経口投与用吸着剤と薬剤学的に許容可能な担体又は希釈剤とを含む，腎疾患治療又は予防剤。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "請求項1～3のいずれか一項に記載の経口投与用吸着剤と薬剤学的に許容可能な担体又は希釈剤とを含む，肝疾患治療又は予防剤。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "請求項1～3のいずれか一項に記載の経口投与用吸着剤の有効量を，腎疾患治療又は予防が必要な患者に投与することを含む，腎疾患治療又は予防方法。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "請求項1～3のいずれか一項に記載の経口投与用吸着剤の有効量を，肝疾患治療又は予防が必要な患者に投与することを含む，肝疾患治療又は予防方法。"
          ]
        },
        {
          "fig": "10",
          "text": [
            "腎疾患治療又は予防剤の製造のための，請求項1～3のいずれか一項に記載の経口投与用吸着剤の使用。"
          ]
        },
        {
          "fig": "11",
          "subject": "肝疾患治療又は予防剤の製造のための，請求項1～3のいずれか一項に記載の経口投与用吸着剤の使用。」",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「発明の開示",
                            "本発明者は，ピッチ類から球状活性炭を調製し，酸化還元することにより得られる従来の多孔性球状炭素質物質からなる経口吸着剤よりも一層優れた選択的吸着性を示す経口投与用吸着剤の探求を進めていたところ，驚くべきことに，熱硬化性樹脂を炭素源として調製した球状活性炭は，酸化処理及び還元処理を実施する前の状態であるにもかかわらず，生体内の尿毒症性物質のひとつと考えられるβ−アミノイソ酪酸の吸着性に優れており，しかも有益物質である消化酵素(例えば，α−アミラーゼ)等に対する吸着性が少ないという有益な選択吸着性を有することを見出し，更に，その選択吸着性の程度が，前記特公昭62−11611号",
                            "公報に記載の吸着剤よりも優れていることを見出した。…」(3頁8行～17行)",
                            "・ 「また，本発明者は，前記の球状活性炭を更に酸化処理及び還元処理することによって調製した表面改質球状活性炭は，生体内の尿毒症性物質のひとつと考えられるβ−アミノイソ酪酸の吸着性に優れており，しかも有益物質である消化酵素(例えば，α−アミラーゼ)等に対する吸着性が少ないという前記の有益な選択吸着性が，前記特公昭62−11611号公報に記載の吸着剤より",
                            "も一層向上することを見出した。…」(4頁2行～7行)",
                            "・ 「発明を実施するための最良の形態",
                            "本発明の経口吸着剤として用いる球状活性炭又は表面改質球状活性炭は，前記のとおり，従来の経口投与用吸着剤の炭素源として用いられてきたピッチ類に代えて，炭素源として熱硬化性樹脂を用いる点を特徴としており，それ以外の点では，ピッチ類を用いる従来の製造方法と実質的に同様の操作を利用して調製することができる。」(5頁下7行～下2行)",
                            "・ 「出発原料として用いる前記の熱硬化性樹脂として，具体的には，フェノール樹脂，例えば，…を用いることができる。",
                            "また，前記の熱硬化性樹脂として，イオン交換樹脂を用いることもできる。…」(7頁15行～22行)",
                            "・ 「本発明の経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭は，後述する実施例において示すように，肝疾患増悪(判決注：憎悪は誤記)因子や腎臓病での毒性物質の吸着性に優れているにもかかわらず，有益物質である消化酵素等に対する吸着性が少ないという選択吸着性に優れているので，腎疾患の治療用又は予防用経口投与用吸着剤として用いるか，あるいは，肝疾患の治療用又は予防用経口投与用吸着剤として用いることができる。」(11頁下3行～12頁3行)",
                            "・ 「産業上の利用可能性",
                            "本発明による経口投与用吸着剤は，熱硬化性樹脂を炭素源として製造され，特異な細孔構造を有しているので，経口服用した場合に，消化酵素等の体内の有益成分の吸着性が少ないにもかかわらず，有毒な毒性物質(Toxin)の消化器系内における吸着",
                            "性能が優れるという選択吸着特性を有し，従来の経口投与用吸着剤と比較すると，前記の選択吸着特性が著しく向上する。」(20頁17行～22行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実施例の記載",
                          "text": [
                            "実施例1～4として，下記表1，2の記載のとおり，フェノール樹脂を炭素源とする場合，実施例5には，イオン交換樹脂を炭素源とする場合の球状活性炭又は表面改質球状活性炭の製造方法及び得られた活性炭の特性が記載されている。",
                            "記",
                            "・ 表1",
                            "・ 表2"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記によれば，本件当初明細書に記載された発明は，ピッチ類から球状活性炭を調製し，酸化還元することにより得られる従来の多孔性球状炭素質物質からなる経口吸着剤よりも一層優れた選択吸着性，すなわち尿毒症性物質であるβ−アミノイソ酪酸の吸着性には優れるが，有益物質であるαアミラーゼ等の有益物質に対する吸着性が少ない経口投与用吸着剤を見出すことを目的とするものである。その結果，熱硬化性樹脂を炭素源として調製した球状活性炭が，酸化処理及び還元処理を実施する前の状態であるにもかかわらず，有益な選択吸着性を有することを見出し，しかも，その選択吸着性の程度が，従来の多孔性球状活性炭に比べて優れていること，及び，その球状活性炭を更に酸化処理及び還元処理することによって調製した表面改質球状活性炭は，前記の有益な選択吸着性が，より一層向上することを見出したものである。",
                        "そして，実施例では，ピッチ類を炭素源とする比較例に対し，フェノール樹脂を炭素源とするものは，酸化・還元処理を行っていない例(実施例1，2)でさえも，酸化・還元処理を行った比較例1よりも高い選択吸着率を示している(イオン交換樹脂を炭素源とした例〔実施例5〕は，細孔容積の条件が請求項1に記載された条件を満たしていない点で，特許査定後の本件発明の範囲外のものではあるが，選択吸着率は，比較例1，2に比べて高くなっている。)。",
                        "そうすると，本件当初明細書に記載された本件発明の特徴は，経口投与用吸着剤に用いられる球状活性炭について，熱硬化性樹脂，実質的にはフェノール樹脂又はイオン交換樹脂を炭素源として用いた点にあり，そのことにより，ピッチ類を用いる従来の球状活性炭に比べて，選択吸着性が向上するという効果を奏するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その後の手続経緯",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "前記出願後，被告は，平成16年9月13日付け(甲16)・平成17年2月7日付け(甲21)で，手続補正をしたが，平成17年9月22日付けで拒絶査定(甲29)を受けた。そこで被告は，平成17年10月27日付けで不服の審判請求(甲30)を行い，平成17年11",
                      "text": [
                        "月28日付けで手続補正(甲12，31)をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，特許庁から被告に対し，平成18年3月13日付けで拒絶理由通知(甲4，37)がなされたが，その拒絶理由「4．」には，下記のとおりの記載がなされている。",
                        "記",
                        "「4．本件出願の請求項1−10に係る発明は，同日に出願された特願2004−548106号の請求項に係る発明と同一であるので，特",
                        "許法第39条第2項の規定により特許を受けることができない。",
                        "記",
                        "請求項1に係る発明と，特願2004−548106号(特許第3",
                        "672200号として登録されている。以下『同日出願』という)の請求項4に係る発明と対比すると，両者は，",
                        "『熱硬化性樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，そして細孔直径20～1000nmの細孔容積が",
                        "0．0272mL／g以下である球状活性炭からなることを特徴とする，経口投与用吸着剤』",
                        "である点で一致し，",
                        "後者が，さらに",
                        "『式(1)：",
                        "R＝(I −I )／(I −I ) (1)",
                        "〔式中，I は，X線回折法による回折角(2θ)が15°における回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                        "で求められる回折強度比(R値)が1．4以上』",
                        "であって，",
                        "『細孔直径20～15000nmの細孔容積が0．1mL／g以下』",
                        "である，という特定を有するものである点で一応相違する。",
                        "上記相違点について検討する。",
                        "本件出願の発明の詳細な説明の記載，及び同日出願の発明の詳細な説明の記載を参酌すると，両発明の形態は完全に一致し，その吸着剤は客観的に区別できない同一のものであると認められる。",
                        "そうすると，同日出願の請求項4に係る発明は，請求項1に係る発明の吸着剤と客観的に区別できない同一のものをそれの固有の性質である所定の回折強度比(R値)及び細孔容積で特定しただけのものということになる。",
                        "してみれば，両発明の相違点は表現上のものにすぎず，両発明は実質的にみて同一の発明である。",
                        "同様に，請求項2−10に係る発明も，同日出願の請求項4−6，10−15に係る発明と同一である。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで被告は，特許庁の上記指摘を回避すべく，平成18年5月15日付けで手続補正をした(甲39，下線が補正箇所)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "「【請求項1】",
                            "熱硬化性樹脂を炭素源として製造され，直径が0．01～1mm",
                            "であり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，そして細孔直径7．5～15000の細孔",
                            "容積が0．25mL／g未満である球状活性炭からなるが，但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                            "る回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤。",
                            "【請求項2】",
                            "全塩基性基が0．40meq／g以上の球状活性炭からなる請求",
                            "項1に記載の経口投与用吸着剤。",
                            "【請求項3】",
                            "前記熱硬化性樹脂が，フェノール樹脂又はイオン交換樹脂である，請求項1又は2に記載の経口投与用吸着剤。",
                            "【請求項4】",
                            "非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上の熱硬化性樹脂を炭素源として製造される球状活性炭からなる，請求項1～3のいずれか一項に記載の経口投与用吸着剤。",
                            "【請求項5】",
                            "熱硬化性樹脂を炭素源として製造され，直径が0．01～1mm",
                            "であり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，全酸性基が0．40～1．00meq／g",
                            "であり，全塩基性基が0．40～1．10meq／gであり，そし",
                            "て細孔直径7．5～15000の細孔容積が0．25mL／g未満",
                            "である表面改質球状活性炭からなるが，但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                            "る回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である表面改質球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤。",
                            "【請求項6】",
                            "前記熱硬化性樹脂が，フェノール樹脂又はイオン交換樹脂である，請求項5に記載の経口投与用吸着剤。",
                            "【請求項7】",
                            "非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上の熱硬化性樹脂を炭素源として製造される表面改質球状活性炭からなる，請求項5又は6に記載の経口投与用吸着剤。",
                            "【請求項8】",
                            "請求項1～7のいずれか一項に記載の経口投与用吸着剤を有効成分とする，腎疾患治療又は予防剤。",
                            "【請求項9】",
                            "請求項1～7のいずれか一項に記載の経口投与用吸着剤を有効成分とする，肝疾患治療又は予防剤。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「従って，本発明は，",
                            "熱硬化性樹脂を炭素源として製造され，直径が0．01～1mm",
                            "であり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，そして細孔直径7．5～15000の",
                            "細孔容積が0．25mL／g未満である球状活性炭からなるが，",
                            "但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°にお",
                            "ける回折強度であり，I は，X線回折法による回折角(2θ)",
                            "が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤に関する。」(段落【0007】)",
                            "・ 「前記球状活性炭からなる経口投与用吸着剤の好ましい態様では，全塩基性基が0．40meq／g以上の球状活性炭からなる。",
                            "前記球状活性炭からなる経口投与用吸着剤の別の好ましい態様では，前記熱硬化性樹脂が，フェノール樹脂又はイオン交換樹脂である。",
                            "前記球状活性炭からなる経口投与用吸着剤の更に別の好ましい態様では，非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上の熱硬化性樹脂を炭素源として製造される球状活性炭からなる。」(段落【0008】)",
                            "・ 「また，本発明は，",
                            "熱硬化性樹脂を炭素源として製造され，直径が0．01～1mm",
                            "であり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，全酸性基が0．40～1．00meq／",
                            "gであり，全塩基性基が0．40～1．10meq／gであり，",
                            "そして細孔直径7．5～15000の細孔容積が0．25mL／",
                            "g未満である表面改質球状活性炭からなるが，但し，式(1)：R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°にお",
                            "ける回折強度であり，I は，X線回折法による回折角(2θ)",
                            "が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である表面改質球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤にも関する。」(段落【0009】)",
                            "・ 「前記表面改質球状活性炭からなる経口投与用吸着剤の好ましい態様では，前記熱硬化性樹脂が，フェノール樹脂又はイオン交換樹脂である。",
                            "前記表面改質球状活性炭からなる経口投与用吸着剤の別の好ましい態様では，非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上の熱硬化性樹脂を炭素源として製造される表面改質球状活性炭からなる。」(段落【0010】)",
                            "・ 「前記特公昭62−11611号公報(特許文献1)には，細孔",
                            "半径100～75000オングストロームの空隙容積(すなわち，",
                            "細孔直径20～15000nmの細孔容積)が0．1～1mL／",
                            "gの表面改質球状活性炭からなる吸着剤が記載されているが，本発明による経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭においては，細孔直径20～15000nmの細孔",
                            "容積が0．1～1mL／gであることも，あるいは0．1mL／",
                            "g以下であることもできる。なお，細孔直径20～1000nm",
                            "の細孔容積が1mL／gを越えると消化酵素等の有用物質の吸着量が増加することがあるので，細孔直径20～1000nmの細",
                            "孔容積が1mL／g以下であることが好ましい。",
                            "なお，本発明による経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭においては，一層優れた選択吸着性を得る観点から，細孔直径7．5～15000nmの細孔容積が0．",
                            "25mL／g未満であり，0．2mL／g以下であることが好ま",
                            "しい。」(段落【0024】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記補正に対しても，特許庁から法36条違反を理由とする拒絶理由通知(甲41)がなされたので，被告は，平成18年6月16日付けで，特許請求の範囲及び明細書の記載を改める手続補正(本件補正，甲42)を行った。上記補正後の内容は以下のとおりである(下線が同日付けの補正箇所)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "「【請求項1】",
                            "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，そして細孔直径7．",
                            "5～15000nmの細孔容積が0．25mL／g未満である球状",
                            "活性炭からなるが，但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                            "る回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤。",
                            "【請求項2】",
                            "全塩基性基が0．40meq／g以上の球状活性炭からなる請求",
                            "項1に記載の経口投与用吸着剤。",
                            "【請求項3】",
                            "非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上のフェノール樹脂又はイオン交換樹脂を炭素源として製造される球状活性炭からなる，請求項1又は2に記載の経口投与用吸着剤。",
                            "【請求項4】",
                            "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，全酸性基が0．40",
                            "～1．00meq／gであり，全塩基性基が0．40～1．10m",
                            "eq／gであり，そして細孔直径7．5～15000nmの細孔容",
                            "積が0．25mL／g未満である表面改質球状活性炭からなるが，但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                            "る回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である表面改質球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤。",
                            "【請求項5】",
                            "非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上のフェノール樹脂又はイオン交換樹脂を炭素源として製造される表面改質球状活性炭からなる，請求項4に記載の経口投与用吸着剤。",
                            "【請求項6】",
                            "請求項1～5のいずれか一項に記載の経口投与用吸着剤を有効成分とする，腎疾患治療又は予防剤。",
                            "【請求項7】",
                            "請求項1～5のいずれか一項に記載の経口投与用吸着剤を有効成分とする，肝疾患治療又は予防剤。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 「従って，本発明は，",
                            "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求",
                            "められる比表面積が1000m2／g以上であり，そして細孔直径7．5～15000nmの細孔容積が0．25mL／g未満であ",
                            "る球状活性炭からなるが，但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                            "る回折強度であり，I は，X線回折法による回折角(2θ)が",
                            "35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤に関する。」(段落【0007】)",
                            "・ 「前記球状活性炭からなる経口投与用吸着剤の好ましい態様では，全塩基性基が0．40meq／g以上の球状活性炭からなる。",
                            "前記球状活性炭からなる経口投与用吸着剤の更に別の好ましい態様では，非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上のフェノール樹脂又はイオン交換樹脂を炭素源として製造される球状活性炭からなる。」(段落【0008】)・ 「また，本発明は，",
                            "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求",
                            "められる比表面積が1000m2／g以上であり，全酸性基が0．",
                            "40～1．00meq／gであり，全塩基性基が0．40～1．",
                            "10meq／gであり，そして細孔直径7．5～15000nm",
                            "の細孔容積が0．25mL／g未満である表面改質球状活性炭か",
                            "らなるが，但し，式(1)：",
                            "R＝(I −I )／(I −I ) (1)",
                            "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                            "る回折強度であり，I は，X線回折法による回折角(2θ)が",
                            "35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                            "で求められる回折強度比(R値)が1．4以上である表面改質球状活性炭を除く，",
                            "ことを特徴とする，経口投与用吸着剤にも関する。」(段落【0009】)",
                            "・ 「前記表面改質球状活性炭からなる経口投与用吸着剤の別の好ましい態様では，非酸化性ガス雰囲気中800℃での熱処理による炭素化収率が40重量％以上のフェノール樹脂又はイオン交換樹脂を炭素源として製造される表面改質球状活性炭からなる。」(段落【0010】)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "別件特許の内容",
              "text": [
                "被告が，本件特許出願に関し，前述した「除くクレーム」を内容とする本件補正をするに至ったのは，前記(2)イのとおり特許庁が平成18年3月13日付け拒絶理由通知(甲4，37)において「本件出願の請求項1−10に係る発明は，同日に出願された特願2004−548106号の請求項に係る発明と同一である」等と指摘したことに基づくものであるが，上記特願2004−548106号の手続経緯と発明の内容は，以下のとおりである(乙1の1～15)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "手続経緯",
                  "text": [
                    "被告は，平成14年11月1日の優先権(日本)を主張して，平成15年10月31日，発明の名称を「経口投与用吸着剤」として日本国特許庁に日本語による国際特許出願(PCT／JP2003／014011号，",
                    "特願2004−548106号。乙1の2)をし，その後，平成16年9",
                    "月13日付け(乙1の8)及び平成17年2月7日付け(乙1の12)の",
                    "各手続補正を経て，平成17年4月28日に特許第3672200号として設定登録(別件特許。甲5，乙1の14)を受けた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "別件特許の請求項1は，出願時から変更がなく，その内容は次のとおりである。",
                        "「【請求項1】",
                        "直径が0．01～1mmであり，ラングミュアの吸着式により求",
                        "められる比表面積が1000m2／g以上であり，そして式(1)：",
                        "R＝(I −I )／(I −I ) (1)",
                        "〔式中，I は，X線回折法による回折角(2θ)が15°におけ",
                        "る回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                        "で求められる回折強度比(R値)が1．4以上である球状活性炭からなることを特徴とする，経口投与用吸着剤。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "別件特許の発明の詳細な説明は，以下のとおりである(甲5，乙1の14。下線は平成16年9月13日付け手続補正により付加された箇所)。",
                        "・ 「本発明は，特異な細孔構造を有する球状活性炭からなる経口投与用吸着剤，及び前記球状活性炭を更に酸化処理及び還元処理することによって製造され，同様の特異な細孔構造を有する表面改質球状活性炭からなる経口投与用吸着剤に関する。",
                        "本発明による経口投与用吸着剤は，消化酵素等の体内の有益成分の吸着性が少ないにもかかわらず，有毒な毒性物質(Toxin)の吸着性能が多いという選択吸着特性を有し，更に，特異な細孔構造を有するので，従来の経口投与用吸着剤と比較すると，前記の選択吸着特性が著しく向上する。従って，特に，肝腎疾患者用の経口投与用吸着剤として有効である。」(段落【0001】)",
                        "・ 「腎機能や肝機能の欠損患者らは，それらの臓器機能障害に伴って，血液中等の体内に有害な毒性物質が蓄積したり生成したりするので，尿毒症や意識障害等の脳症をひきおこす。これらの患者数は年々増加する傾向を示しているため，これら欠損臓器に代わって毒性物質を体外へ除去する機能をもつ臓器代用機器あるいは治療薬の開発が重要な課題となっている。現在，人工腎臓としては，血液透析による有毒物質の除去方式が最も普及している。しかしながら，このような血液透析型人工腎臓では，特殊な装置を用いるために，安全管理上から専門技術者を必要とし，また血液の体外取出しによる患者の肉体的，精神的及び経済的負担が高いなどの欠点を有していて，必ずしも満足すべきものではない。」(段落【0002】)",
                        "・ 「近年，これらの欠点を解決する手段として，経口的な服用が可能で，腎臓や肝臓の機能障害を治療することができる経口吸着剤が注目されている。具体的には，特公昭62−11611号公報(特許",
                        "文献1)に記載の吸着剤は，特定の官能基を有する多孔性の球形炭素質物質(以後，表面改質球状活性炭とよぶ)からなり，生体に対する安全性や安定性が高く，同時に腸内での胆汁酸の存在下でも有毒物質の吸着性に優れ，しかも，消化酵素等の腸内有益成分の吸着が少ないという有益な選択吸着性を有し，また，便秘等の副作用の少ない経口治療薬として，例えば，肝腎機能障害患者に対して広く臨床的に利用されている。なお，前記特公昭62−11611号公",
                        "報(特許文献1)に記載の吸着剤は，石油ピッチなどのピッチ類を炭素源とし，球状活性炭を調製した後，酸化処理，及び還元処理を行うことにより製造されていた。」(段落【0003】)",
                        "・ 「本発明者は，ピッチ類から球状活性炭を調製し，酸化還元することにより得られる従来の多孔性球状炭素質物質からなる経口吸着剤よりも一層優れた選択的吸着性を示す経口投与用吸着剤の探求を進めていたところ，驚くべきことに，熱硬化性樹脂を炭素源として調製した球状活性炭は，酸化処理及び還元処理を実施する前の状態であるにもかかわらず，生体内の尿毒症性物質のひとつと考えられるβ−アミノイソ酪酸の吸着性に優れており，しかも有益物質である消化酵素(例えば，α−アミラーゼ)等に対する吸着性が少ないという有益な選択吸着性を有することを見出し，更に，その選択吸着性の程度が，前記特公昭62−11611号公報(特許文献1)に",
                        "記載の吸着剤よりも優れていることを見出した。熱硬化性樹脂を炭素源として調製した前記球状活性炭は，β−アミノイソ酪酸に対して優れた吸着性を示すので，同様の分子サイズを有する他の毒性物質，例えば，オクトパミンやα−アミノ酪酸，更に腎臓病での毒性物質及びその前躯体であるジメチルアミン，アスパラギン酸，あるいはアルギニン等の水溶性の塩基性及び両性物質に対しても優れた吸着性を示すものと考えられる。」(段落【0004】)",
                        "・ 「従来の多孔性球状炭素質物質，すなわち，前記特公昭62−11611号公報(特許文献1)に記載の吸着剤で用いる表面改質球状活性炭では，ピッチ類から調製される球状活性炭を更に酸化処理及び還元処理して官能基を導入することによって，前記の選択吸着性が発現されることになると考えられていたので，酸化処理及び還元処理を実施する前の球状活性炭の状態で選択的吸着能を発現すること，及びその吸着能が従来の経口投与用吸着剤よりも優れているという本発明者による前記の発見は，驚くべきことである。」(段落【0005】)",
                        "・ 「また，本発明者は，前記の球状活性炭を更に酸化処理及び還元処理することによって調製した表面改質球状活性炭は，生体内の尿毒症性物質のひとつと考えられるβ−アミノイソ酪酸の吸着性に優れており，しかも有益物質である消化酵素(例えば，α−アミラーゼ)等に対する吸着性が少ないという前記の有益な選択吸着性が，前記特公昭62−11611号公報(特許文献1)に記載の吸着剤より",
                        "も一層向上することを見出した。従って，β−アミノイソ酪酸と同様の分子サイズを有する他の毒性物質，例えば，オクトパミンやα−アミノ酪酸，更に腎臓病での毒性物質及びその前躯体であるジメチルアミン，アスパラギン酸，あるいはアルギニン等の水溶性の塩基性及び両性物質に関しても一層優れた選択吸着性を示すものと考えられる。",
                        "本発明はこうした知見に基づくものである。」(段落【0006】)・ 「本発明による経口投与用吸着剤は，特異な細孔構造を有しているので，経口服用した場合に，消化酵素等の体内の有益成分の吸着性が少ないにもかかわらず，有毒な毒性物質(Toxin)の消化器系内における吸着性能が優れるという選択吸着特性を有し，従来の経口投与用吸着剤と比較すると，前記の選択吸着特性が著しく向上する。」(段落【0010】)",
                        "・ 「本発明による経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭は，前記のとおり，前記式(1)から求められる回折強度比(R値)が1．4以上である。",
                        "最初に，回折強度比(R値)について説明する。",
                        "前記特公昭62−11611号公報(特許文献1)の実施例1～",
                        "3に記載の従来法による表面改質球状活性炭に対して，粉末X線回折を実施すると，図1の曲線Aに示すような傾向のX線回折図形が得られる。なお，図1の曲線Aそれ自体は，後述する比較例1によって得られた表面改質球状活性炭のX線回折図形である。曲線Aから明らかなように，回折角(2θ)が20°～30°の近辺に002",
                        "面に由来する回折ピークが現れ，回折角(2θ)が30°より高角度側では回折X線の減少により強度が減少する。一方，回折角(2θ)が20°より低角度側では，002面からの回折X線が殆ど観測されない回折角15°以下の領域でも，強いX線が観測される。",
                        "更に，前記特公昭62−11611号公報(特許文献1)の実施例",
                        "1～3記載の表面改質球状活性炭に水分を吸着させ，粉末X線回折の測定を実施すると，図1の曲線Bに示すような傾向のX線回折図形が得られる。なお，図1の曲線Bそれ自体は，後述する比較例1によって得られた表面改質球状活性炭に水分を吸着させた後に得られるX線回折図形である。曲線Bから明らかなように，曲線Aに比べ曲線Bの低角度側のX線強度が大幅に低下することがわかる。これは低角度側のX線強度が微細な細孔に起因するものであり，細孔内に水分を吸着することによりX線散乱強度が低下したものと解釈される。」(段落【0011】)",
                        "・ 「一方，後述する実施例に示すように，本発明者が見出した調製方法によって得られる球状活性炭又は表面改質球状活性炭では，水分を吸着させていない状態で，図1の曲線Cに示すような傾向のX線回折図が一般的に得られる。なお，図1の曲線Cそれ自体は，後述する実施例1によって得られた表面改質球状活性炭のX線回折図形である。すなわち，回折角(2θ)が15°以下の低角度領域における曲線Cの散乱強度が曲線Aの散乱強度と比較して明らかに強い傾向にある。なお，図1において，曲線A，曲線B，及び曲線Cは，回折角(2θ)が24°における回折強度がいずれも100となる",
                        "ように規格化してある。」(段落【0012】)",
                        "・ 「図1の曲線Aのような傾向のX線回折図を示す多孔質体と，図1の曲線Cのような傾向のX線回折図を示す多孔質体とでは，その細孔構造が異なることは明らかである。また，曲線Aと曲線Bの比較により表面改質球状活性炭のX線回折において低角度側で観測される散乱強度が細孔構造に起因することは明らかであり，散乱強度が強いほどより多くの細孔を有する。散乱角と細孔径の関係は，より高角度側の散乱ほどその細孔径が小さいものと推測される。細孔構造の解析には一般に吸着法により細孔分布を求める方法が知られているが，細孔の大きさ，形状，吸着物質の大きさ，及び吸着条件等の違いにより細孔構造を精確に解析することが困難な場合が多い。",
                        "本発明者は，002面からの回折X線による影響が少なく，且つ，微細孔による散乱を反映すると推定される15°付近の散乱強度が，吸着法で測定することが困難な超微細孔の存在を表す指標となり，このような微細孔の存在が有害物質であるβ−アミノイソ酪酸の吸着に有効であるものと推定している。すなわち，回折角(2θ)が15°付近の散乱強度が強い球状活性炭又は表面改質球状活性炭ほど，有害物質であるβ−アミノイソ酪酸の吸着に有効であると推測している。」(段落【0013】)",
                        "・ 「また，後述する実施例で示すように，本発明者は，図1の曲線Aのような傾向のX線回折図を示す従来の球状活性炭又は表面改質球状活性炭と比較して，図1の曲線Cのような傾向のX線回折図を示す本発明による球状活性炭又は表面改質球状活性炭の方が，優れた選択吸着性能を示すことを実験的に確認した。」(段落【0014】)・ 「そこで，前記の関係を明確化するために，本明細書においては前記式(1)によって計算される回折強度比(R値)によって，球状活性炭又は表面改質球状活性炭を規定する。前記式(1)において，I は回折角(2θ)が15°における回折強度であり，曲線Aと",
                        "曲線Cとの間で，回折強度差が大きくなる領域である。I は回折角(2θ)が24°における回折強度であり，曲線Aと曲線Cとの間で，回折強度差が小さくなる領域である。なお，I は回折角(2θ)が35°における回折強度であり，各測定試料間のバックグラウンドによる測定誤差を補正する目的で導入する。」(段落【0015】)",
                        "・ 「従って，前記式(1)によって計算される回折強度比(R値)は，曲線Aについては，",
                        "R＝t／u",
                        "となり，曲線Cについては，",
                        "R＝s／v",
                        "となる。」(段落【0016】)",
                        "・ 「従来公知の代表的な経口投与用表面改質球状活性炭について，本発明者が確認したところ，それらの回折強度比(R値)はいずれも1．4未満であり，回折強度比(R値)が1．4以上の経口投与用表面改質球状活性炭は，本発明者の知る限り，見出されていない。",
                        "一方，後述する実施例に示すとおり，回折強度比(R値)が1．4以上の表面改質球状活性炭は，回折強度比(R値)が1．4未満の表面改質球状活性炭と比較すると，β−アミノイソ酪酸の吸着能が向上しており，毒性物質の選択吸着性が向上した経口投与用吸着剤として有効であることが分かる。",
                        "なお，本発明の経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭においては，前記式(1)によって計算される回折強度比(R値)が，好ましくは1．4以上であり，より好ましくは1．5以上，更に好ましくは1．6以上である。」(段落【0017】)",
                        "・ 「本発明者が見出したところによれば，回折強度比(R値)が1．4以上の球状活性炭又は表面改質球状活性炭は，例えば，従来の経口投与用吸着剤の炭素源として用いられてきたピッチ類に代えて，炭素源として熱硬化性樹脂を用いることにより調製することができる。あるいは，従来の経口投与用吸着剤同様に，炭素源としてピッチ類を用い，不融化処理の工程で架橋構造を発達させ，炭素六角網面の配列を乱すことにより調製することができる。」(段落【0018】)",
                        "・ 「次に，炭素源としてピッチ類を用い，不融化処理の工程で架橋構造を発達させ，炭素六角網面の配列を乱すことにより，経口投与用吸着剤として用いる球状活性炭又は表面改質球状活性炭を調製する方法を説明する。",
                        "最初に，石油ピッチ又は石炭ピッチ等のピッチに対し，添加剤として，沸点200℃以上の2環式又は3環式の芳香族化合物又はその混合物を加えて加熱混合した後，成形してピッチ成形体を得る。",
                        "なお，前記の球状活性炭又は表面改質球状活性炭は経口投与用であるので，その原料も，安全上充分な純度を有し，且つ品質的に安定であることが必要である。」(段落【0026】)",
                        "・ 「次に，熱水中で前記のピッチ成形体を撹拌下に分散造粒して微小球体化する。更に，ピッチに対して低溶解度を有し，かつ前記添加剤に対して高溶解度を有する溶剤で，ピッチ成形体から添加剤を抽出除去し，得られた多孔性ピッチを，酸化剤を用いて酸化すると，熱に対して不融性の多孔性ピッチが得られる。こうして得られた不融性多孔性ピッチを，更に炭素と反応性を有する気流(例えば，スチーム又は炭酸ガス)中で，加熱処理すると，球状活性炭を得ることができる。」(段落【0027】)",
                        "・ 「こうして得られた球状活性炭を，続いて，酸素含有雰囲気下にて加熱下で酸化処理し，更に非酸化性ガス雰囲気下で加熱反応による還元処理をすることにより，本発明の経口投与用吸着剤として用いる表面改質球状活性炭を得ることができる。",
                        "前記の製造方法において，特定量の酸素を含有する雰囲気としては，純粋な酸素，酸化窒素又は空気等を酸素源として用いることができる。また，炭素に対して不活性な雰囲気としては，例えば，窒素，アルゴン，又はヘリウム等を単独で用いるか，あるいはそれらの混合物を用いることができる。」(段落【0028】)",
                        "・ 「前記の原料ピッチに対して，芳香族化合物を添加する目的は，原料ピッチの流動性を向上させ微小球体化を容易にすること及び成形後のピッチ成形体からその添加剤を抽出除去させることにより成形体を多孔質とし，その後の工程の酸化による炭素質材料の構造制御ならびに焼成を容易にすることにある。このような添加剤としては，例えば，ナフタレン，メチルナフタレン，フェニルナフタレン，ベンジルナフタレン，メチルアントラセン，フェナンスレン，又はビフェニル等を単独で，又はそれらの2種以上の混合物を用いることができる。ピッチに対する添加量は，ピッチ100重量部に対し芳香族化合物10～50重量部の範囲が好ましい。」(段落【0029】)・ 「ピッチと添加剤との混合は，均一な混合を達成するために，加熱して溶融状態で行うのが好ましい。ピッチと添加剤との混合物は，得られる球状活性炭又は表面改質球状活性炭の粒径(直径)を制御するため，粒径約0．01～1mmの粒子に成形することが好ましい。成形は溶融状態で行ってもよく，また混合物を冷却後に粉砕する等の方法によってもよい。",
                        "ピッチと添加剤との混合物から添加剤を抽出除去するための溶剤としては，例えば，ブタン，ペンタン，ヘキサン，又はヘプタン等の脂肪族炭化水素，ナフサ，又はケロシン等の脂肪族炭化水素を主成分とする混合物，あるいはメタノール，エタノール，プロパノール，又はブタノール等の脂肪族アルコール類等が好適である。",
                        "このような溶剤でピッチと添加剤との混合物成形体から添加剤を抽出することによって，成形体の形状を維持したまま，添加剤を成形体から除去することができる。この際に，成形体中に添加剤の抜け穴が形成され，均一な多孔性を有するピッチ成形体が得られるものと推定される。」(段落【0030】)",
                        "・ 「こうして得られた多孔性ピッチ成形体を，次いで不融化処理，すなわち酸化剤を用いて，好ましくは常温から300℃までの温度で酸化処理することにより，熱に対して不融性の多孔性不融性ピッチ成形体を得ることができる。ここで用いる酸化剤としては，例えば，酸素ガス(O )，あるいは酸素ガス(O )を空気や窒素等で希釈した混合ガスを挙げることができる。」(段落【0031】)",
                        "・ 「(4)回折強度比(R値)",
                        "球状活性炭試料又は表面改質球状活性炭試料を120℃で3時間減圧乾燥した後，アルミニウム試料板(35×50mm2，t＝1．",
                        "5mmの板に20×18mm2の穴をあけたもの)に充填し，グラフ",
                        "ァイトモノクロメーターにより単色化したCuKα線(波長λ＝0．15418)を線源とし，反射式デフラクトメーター法により回折角(2θ)が15°，24°，及び35°のそれぞれの角度におけ",
                        "る回折強度I ，I ，I を測定する。X線発生部及びスリットの条件は，印加電圧40kV，電流100mA，発散スリット＝1",
                        "／2°，受光スリット＝0．15mm，散乱スリット＝1／2°で",
                        "ある。回折図形の補正には，ローレンツ偏光因子，吸収因子，原子散乱因子等に関する補正を行わず，標準物質用高純度シリコン粉末の(111)回折線を用いて回折角を補正した。」(段落【0041】)・ 「《実施例1》",
                        "球状のフェノール樹脂(粒子径＝10～700μm：商品名『高",
                        "機能真球樹脂マリリンHF500タイプ』；群栄化学株式会社製)を目開き250μmの篩で篩分し，微粉末を除去した後，微粉除去した球状のフェノール樹脂150gを目皿付き石英製縦型反応管に入れ，窒素ガス気流下1．5時間で350℃まで昇温し，更に900",
                        "℃まで6時間で昇温した後，900℃で1時間保持して，球状炭素質材料68．1gを得た。その後，窒素ガス(3ＮL／min)と",
                        "水蒸気(2．5ＮL／min)との混合ガス雰囲気中，900℃で",
                        "賦活処理を行った。球状活性炭の充填密度が0．5mL／gまで減少した時点で賦活処理を終了とし，球状活性炭29．9g(収率19．9wt％)を得た。",
                        "得られた球状活性炭の回折角(2θ)15°における回折強度は743cpsであり，回折角(2θ)35°における回折強度は9",
                        "0cpsであり，回折角(2θ)24°における回折強度は473",
                        "cpsであった。従って，回折強度比(R値)は1．71であった。",
                        "得られた球状活性炭の特性を表1及び表2に示す。",
                        "図1の曲線Cは，実施例1で得られた球状活性炭を120℃で2",
                        "時間真空乾燥した後で，前記の『回折強度比(R値)』の測定方法と同様の手順で測定して得られた回折曲線である。」(段落【0052】)・ 「《比較例1》",
                        "石油系ピッチ(軟化点＝210℃；キノリン不溶分＝1重量％以下；H／C原子比＝0．63)68kgと，ナフタレン32kgと",
                        "を，攪拌翼のついた内容積300Lの耐圧容器に仕込み，180℃で溶融混合を行った後，80～90℃に冷却して押し出し，紐状成形体を得た。次いで，この紐状成形体を直径と長さの比が約1～2になるように破砕した。",
                        "0．23重量％のポリビニルアルコール(ケン化度＝88％)を",
                        "溶解して93℃に加熱した水溶液中に，前記の破砕物を投入し，攪拌分散により球状化した後，前記のポリビニルアルコール水溶液を水で置換することにより冷却し，20℃で3時間冷却し，ピッチの固化及びナフタレン結晶の析出を行い，球状ピッチ成形体スラリーを得た。",
                        "大部分の水をろ過により除いた後，球状ピッチ成形体の約6倍重量のn−ヘキサンでピッチ成形体中のナフタレンを抽出除去した。",
                        "このようにして得た多孔性球状ピッチを，流動床を用いて，加熱空気を通じながら，235℃まで昇温した後，235℃にて1時間保持して酸化し，熱に対して不融性の多孔性球状酸化ピッチを得た。",
                        "得られた多孔性球状酸化ピッチの酸素含有率は14重量％であった。",
                        "続いて，多孔性球状酸化ピッチを，流動床を用い，50vol％の水蒸気を含む窒素ガス雰囲気中900℃で170分間賦活処理して球状活性炭を得，更にこれを流動床にて，酸素濃度18．5vol％の窒素と酸素との混合ガス雰囲気下で470℃で3時間15分間，酸化処理し，次に流動床にて窒素ガス雰囲気下900℃で17分間還元処理を行い，表面改質球状活性炭を得た。」(段落【0057】)",
                        "・ 「得られた表面改質球状活性炭の回折角(2θ)15°における回折強度は647cpsであり，回折角(2θ)35°における回折",
                        "強度は84cpsであり，回折角(2θ)24°における回折強度",
                        "は546cpsであった。従って，回折強度比(R値)は1．22",
                        "であった。",
                        "得られた表面改質球状活性炭の特性を表1及び表2に示す。",
                        "図1の曲線Aは比較例1で得られた表面改質球状活性炭を120",
                        "℃で2時間真空乾燥した後に，前記『回折強度比(R値)』の測定方法と同様の手順で測定して得られた回折曲線であり，図1の曲線Bは，比較例1で得られた表面改質球状活性炭200mgにイオン交換水2～3滴を滴下してペースト状にし，そのペースト状表面改質球状活性炭に関して同様に測定して得られた回折曲線である。…」(段落【0058】)",
                        "・ 【表1】",
                        "・ 【表2】"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "別件特許の図面(かっこ内は【図面の簡単な説明】である。甲5，乙1の14。出願時も同じ)",
                      "text": [
                        "・ 【図1】(従来法による表面改質球状活性炭のX線回折図(曲線A)，従来法による表面改質球状活性炭ペースト体のX線回折図(曲線B)，及び本発明の経口投与用吸着剤として用いる表面改質球状活性炭のX線回折図(曲線C)である。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "上記ア，イによれば，別件特許は，球状活性炭からなる経口投与用吸着剤につき(請求項1の特許請求の範囲の記載)，その細孔構造に注目して，従来公知の手法である粉末X線回折を実施した場合，回折角(2θ)が15°付近の散乱強度が強いほど有害物質であるβ−アミノイソ酪酸の吸着に有効であること(段落【0011】，【0013】)，及び，図1のCで示された曲線(球状のフェノール樹脂を用いた実施例1の方法で得られた球状活性炭を用いて測定したもの)のような傾向のX線回折図を示す球状活性炭が，同じく図1のA(従来技術に属するピッチを用いて作成されたもの)の曲線のような従来の球状活性炭に比して優れた選択吸着性能を示すこと(段落【0014】，【0052】，【0057】，【0058】)から，これを回折角(2θ)35°における回折強度(cps)と15°における回折強度の差(この差を表すのが，曲線Aについては図1の「t」，曲線Cについては同「s」)と，回折角(2θ)35°における回折強度(cps)と24°における回折強度の差(曲線Aについては「u」，曲線Cについては「v」)との比，すなわち曲線Aについては「t／u」，曲線Cについては「s／v」で表すこととして，これを「R値(回折強度比)」とし，このR値をもって別件特許発明に係る球状活性炭の特徴を現したものである(段落【0015】，【0016】)。そして，優れた選択吸着性能を示す曲線Cに示す実施例1のものでは，R値が1．71であること(段落【0052】)等から，好ましいR値として，1．4以上，より好ましくは1．5以上，さらに好ましくは1．6以上である(段落【0017】)として，R値を1．4以上である球状活性炭であることを特許請求の範囲に規定したもの(請求項1)であることが認められる。",
                    "さらに別件特許は，炭素源として熱硬化性樹脂であるフェノール樹脂又はイオン交換樹脂を用いる本件特許とは異なり，球状活性炭の炭素源については何ら限定していない。そして，本件特許では従来技術に属する物として対象とはされなかった炭素源としてピッチを用いることによっても上記R値を満たす球状活性炭の調整が可能であるとして(段落【0018】)，不融化処理の工程で架橋構造を発達させ，炭素六角網面の配列を乱すとする具体的調整方法についても記載されている(段落【0026】～【0031】)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件補正の適否に関する判断",
              "text": [
                "以上を基にして，本件補正の適否について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許(設定登録時)の請求項1，4のうち，「除くクレーム」に関する記載は，下記の下線部分である。",
                    "「【請求項1】",
                    "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，そして細孔直径7．5～1500",
                    "0nmの細孔容積が0．25mL／g未満である球状活性炭からなるが，但し，式(1)：",
                    "R＝(I −I )／(I −I ) (1)",
                    "〔式中，I は，X線回折法による回折角(2θ)が15°における回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                    "で求められる回折強度比(R値)が1．4以上である球状活性炭を除く，ことを特徴とする，経口投与用吸着剤。」",
                    "「【請求項4】",
                    "フェノール樹脂又はイオン交換樹脂を炭素源として製造され，直径が0．01～1mmであり，ラングミュアの吸着式により求められる比表面積が1000m2／g以上であり，全酸性基が0．40～1．00m",
                    "eq／gであり，全塩基性基が0．40～1．10meq／gであり，",
                    "そして細孔直径7．5～15000nmの細孔容積が0．25mL／g",
                    "未満である表面改質球状活性炭からなるが，但し，式(1)：R＝(I −I )／(I −I ) (1)",
                    "〔式中，I は，X線回折法による回折角(2θ)が15°における回折強度であり，I は，X線回折法による回折角(2θ)が35°における回折強度であり，I は，X線回折法による回折角(2θ)が24°における回折強度である〕",
                    "で求められる回折強度比(R値)が1．4以上である表面改質球状活性炭を除く，",
                    "ことを特徴とする，経口投与用吸着剤。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，本件補正は，上記アのとおり，球状活性炭につき，X線回折法による回折角(2θ)が15°，24°，35°における回折強度の比(R値)が1．4以上であるものを除くとするものである。",
                    "一方，前記記載のとおり，本件当初明細書に記載された発明は，経口投与用吸着剤に用いられる球状活性炭について，熱硬化性樹脂，実質的にはフェノール樹脂又はイオン交換樹脂を炭素源として用い，これにより，ピッチ類を用いる従来の球状活性炭に比べて，有益物質に対する吸着が少なく尿毒症性物質の吸着性に優れるという選択吸着性が向上するという効果を奏するとするものである。",
                    "そして，上記(3)ウのとおり，別件特許は，球状活性炭からなる経口投与剤につき，その細孔構造に注目して，直径，比表面積のほか，最も優れた選択吸着性を示すX線回折強度を示す回折角の観点からこれをR値として規定し，このR値が1．4以上であることを特徴としたものである。別件特許は，球状活性炭に関し，本件特許とは異なりフェノール樹脂又はイオン交換樹脂を出発原料として特定せず，また本件特許では従来技術に属するものとされるピッチ類を用いても調整が可能であるとして，このR値の観点から球状活性炭を特定したものである。",
                    "そうすると，球状活性炭のうちフェノール樹脂又はイオン交換樹脂を炭素源として用いた場合において，そのR値が1．4以上であるときには，本件特許に係る発明と別件特許に係る発明は同一であるということができる。そして，本件補正は，このR値が1．4以上である球状活性炭を特許請求の範囲の記載から除くことを目的とするものであるところ，上記本件当初明細書の記載内容によれば，本件補正は，当業者(その発明の属する技術の分野における通常の知識を有する者)によって，明細書，特許請求の範囲又は図面のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものではないと認めるのが相当である。そうすると，本件補正は，特許法17条の2第3項に違反するものではないから，補正要件違反の無効理由は認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する補足的判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件補正は，特許請求の範囲に回折強度比(R値)が1．4未満であるという限定を加える外的付加に他ならないところ，この点については本件当初明細書には開示も示唆もされていない新たな技術的事項であり，新規事項の追加に該当すると主張する。",
                        "しかし，上記イで検討したとおり，回折強度比(R値)が1．4以上の部分を除くとする本件補正は，別件特許と同一となる部分を除くものであって，特許請求の範囲の記載に技術的観点から限定を加えるものではなく，新たな技術的事項を導入するものではないから，新規事項の追加に当たるものではない。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，本件補正後の本件発明には発明の実施例が全くないこととなり，本件発明は未完成であり，本件補正により除かれた後の発明は発明の詳細な説明のサポート(特許法36条6項1号にいう「特許を受けようとする発明が発明の詳細な説明に記載したものであること」)を欠き大合議判決の事案とは異なるものであると主張する。",
                        "本件特許の明細書(甲9〔特許公報〕)に記載された実施例1～4は，上記(2)ア(ア)の本件当初明細書に記載された実施例1～4と同じであるところ，この実施例は，上記(3)イのとおり，別件特許の特許公報(甲5)と併せ読むと別件特許の実施例1～4とは全く同一のものであり，しかも別件特許の特許公報(甲5)には，実施例1～4のR値が記載されており(【表2】)，いずれもR値は，1．68～1．71と1．4以上である。そうすると，本件特許公報に記載された実施例1～4は，いずれも本件補正後のR値を満たさないものしか記載されていないから，原告は本件発明の実施例が全くなく，また本件発明は未完成であり，発明の詳細な説明のサポートを欠くと主張するものである。",
                        "しかし，上記(2)ア(イ)で検討したとおり，本件当初明細書に記載された発明は，経口投与用吸着剤に用いられる球状活性炭について，熱硬化性樹脂，実質的にはフェノール樹脂又はイオン交換樹脂を炭素源として用い，これによりピッチ類を用いる従来の球状活性炭に比べて，選択吸着性が向上するという効果を奏するとするものであり，別件特許と異なりX線回折法による回折強度比(R値)の観点から球状活性炭を規定したものではない。",
                        "なお，被告が平成18年5月15日付けで提出した実験成績証明書B(甲40の3)によれば，フェノール樹脂を炭素源として調整した参考例1，3～5において，R値が1．4未満でありながら従来の球状活性炭(ピッチを炭素源とした本件当初明細書記載の比較例1，2。選択吸着率0．7～1．7)に比して優れた選択吸着率を示しており(選択吸着率2．4～3．9)，同じく平成18年5月15日付けで提出した実験成績証明書A(甲40の2)によれば，イオン交換樹脂を炭素源として調整した参考例1，2において，R値が1．4未満でありながら従来の球状活性炭(ピッチを炭素源とした本件当初明細書記載の比較例1，2。選択吸着率0．7～1．7)に比して優れた選択吸着率を示している(選択吸着率。3．1～3．4)ことが認められる。",
                        "これらによれば，X線回折法による回折強度比(R値)の観点から本件発明をみても，本件発明が未完成であるということはできない。また，フェノール樹脂又はイオン交換樹脂を炭素源として用いて特許請求の範囲記載の直径，比表面積，細孔直径，細孔容積の条件を満たす球状活性炭を調整することについて，本件当初明細書(乙10)の発明の詳細な説明に記載されていたとおりであり，発明の詳細な説明のサポートがないとはいえない。",
                        "以上の検討によれば，原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に原告は，別件特許の特許公報(甲5)によれば，「R値が1．4以上であること」が選択吸着率の向上に意味があることを示しており，本件補正は，新規事項を追加するものであると主張する。",
                        "しかし，上記(イ)で検討したとおり，実験報告書A・Bの記載によれば，R値が1．4未満であっても，フェノール樹脂又はイオン交換樹脂を炭素源として用いることにより，従来の球状活性炭に比べて優れた選択吸着率のものが得られることが示されており，本件明細書に記載された選択吸着性の向上に関しては，フェノール樹脂又はイオン交換樹脂を炭素源として用いることによるものであり，R値によるものでないことが示されている。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "次に原告は，被告が実験報告書A，Bで示した知見は，別件特許の開示を否定するものであり，これは「新たな技術的事項」であることは明らかであると主張する。より具体的には，実験報告書A，Bには，乙1の2(別件特許の出願当初明細書〔特許協力条約に基づく国際出願願書〕)におけるR値1．4未満の球形活性炭はβ−アミノイソ酪酸の吸着能において劣るとの開示とは全く逆の結果が示されているということは，乙1の2における，R値1．4以上において選択吸着率が良好であるとの開示の信憑性を疑わせるに十分な事実であると同時に，R値が1．4未満の球形活性炭であっても，α−アミラーゼの吸着力に比してβ−アミノイソ酪酸の吸着力が優れ，良好な吸着率を示すという技術事項は，本件補正時に被告によって新たに発見され拒絶査定不服審判合議体に対して提示された新規の知見である，と主張する。",
                        "原告がその主張の根拠とするのは実験報告書Aにおいて，参考例1，2でR値1．4未満において優れた吸着率(「3．1」，「3．4」)が示され，乙1の2の実施例2(「2．6」)を上回る逆転現象が起きていること，及び，実験報告書Bにおいて，参考例1，3～5では，R値1．4未満であっても優れた選択吸着率が示されていることである。",
                        "しかし，乙1の2の実施例2(甲5の実施例2と同じ)は，フェノール樹脂を炭素源とし，R値1．4以上の球形活性炭ではあるものの，原告が主張する実験報告書Aの参考例1，2，実験報告書Bの参考例3～5とは異なり，酸化・還元処理を行っていない(甲5・段落【0052】)から，酸化・還元処理を行った参考例と単純に比較することはできない。",
                        "加えて，この乙1の2(甲5)の実施例2は，本件当初明細書の実施例2と同一であるところ，本件当初明細書(乙10，該当箇所の摘示は甲13)において「従来の多孔性球状炭素質物質，すなわち…では，ピッチ類から調製される球状活性炭を更に酸化処理及び還元処理して官能基を導入することによって，前記の選択吸着性が発現されることになると考えられていたので，酸化処理及び還元処理を実施する前の球状活性炭の状態で選択的吸着能を発現すること，及びその吸着能が従来の経口投与用吸着剤よりも優れているという本発明者による前記の発見は，驚くべきことである。」(3頁23行～4頁1行)との記載に関するものであり，実施例1，3，4に比べると選択吸着率は劣るものの，ピッチを炭素源とし，酸化・還元処理も行っている比較例1に比べると，高い選択吸着率を示している。",
                        "これに対して，実験報告書Aの参考例1，2はいずれも，熱硬化性樹脂の一つであるイオン交換樹脂を炭素源とし，酸化・還元処理を行ったものである(甲40の2)から，上記実施例2が，これらに比べて選択吸着率で劣るとしても，R値と選択吸着率に関する乙1の2(甲5)の記載と矛盾することにはならないというべきである。",
                        "また実験報告書Bについても，参考例3～5は，それぞれ「3．9」「3．6」「3．6」という選択吸着率を示しているが，これらは，フェノール樹脂を炭素源として酸化・還元処理を行ったものである(甲40の3)。実験報告書Bの参考例1は，酸化・還元処理を行っていないが，選択吸着率は「2．4」であり，上記乙1の2(甲5)の実施例2の「2．6」よりやや劣るものであるから，これも同様に，乙1の2に開示された内容と矛盾はないというべきである。",
                        "以上のように，実験報告書A，Bと，乙1の2(甲5)の実験結果を，同様の実験条件のもの同士で対比すると，R値1．4以上のものの方がR値1．4未満のものよりも選択吸着率が高いという傾向と，炭素源として，フェノール樹脂やイオン交換樹脂を使用したものは，R値の大小にかかわらず，酸化・還元処理を行う前の状態であったとしても，ピッチを炭素源としたものよりも選択吸着率が高いことが理解できる。これは，本件当初明細書及び乙1の2に開示された内容と矛盾するものではなく，また実験報告書A，Bが，本件当初明細書等に記載のない新たな知見を与えるものともいえない。",
                        "以上の検討によれば，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "さらに原告は，審決が「除いたことに格別技術的意義が」ない(14頁下4行)とした判断を前提とすると，被告自身の下記先願(甲47)に本件補正事項(回折強度比〔R値〕1．4未満)を除く本件発明1の構成がすべて開示されており，本件発明1は特許を受けることができないことになる，すなわち除くことに技術的意義があるのであるから，審決は誤りである旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲47(特開昭64−56141号公報，発明の名称「新規な吸着",
                          "text": [
                            "剤」，出願人 呉羽化学工業株式会社，公開日 昭和64年〔平成元年〕3月3日)には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲",
                              "text": [
                                "「(1) 活性炭にMgO−TiO 複合物を添着してなる吸着剤。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "活性炭は球状活性炭である特許請求の範囲第1項記載の吸着剤。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "MgO−TiO 複合物のMgO／TiO 比は換算モル比",
              "text": [
                "で99．99／0．01乃至80／20である特許請求の範囲",
                "第1項記載の吸着剤。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "MgO−TiO 複合物を活性炭に1重量％乃至10重量％",
      "text": [
        "添着してなる特許請求の範囲第1項記載の吸着剤。"
      ]
    },
    {
      "fig": "(5)",
      "subject": "球状活性炭は平均粒径0．1乃至1mm，比表面積500",
      "text": [
        "乃至2000m2／g，半径100乃至75，000Å の細孔",
        "容積0．1乃至1．0cm2／gの特性を有する特許請求の範",
        "囲第2項記載の吸着剤。」"
      ],
      "content": [
        {
          "fig": "(b)",
          "subject": "発明の詳細な説明",
          "text": [
            "・ 「［発明の技術分野］",
            "本発明は，石油系又は石炭系ピッチ，有機合成高分子類等から得られる球状あるいは粒状活性炭若しくはやし殻炭，造粒炭等の活性炭に，MgO−TiO 複合物を添着(担持)してなる吸着",
            "剤に係る。」(1頁右欄3行～8行)",
            "・ 「腎臓や肝臓に機能障害をもつ患者では，代謝老廃物等の体外排泄能が不十分となり，これ等の物質が体内に蓄積され，結果として様々の生理的障害を生じている。従って，これ等の機能障害者の病態改善には，一般に代謝老廃物等を生体から取り除くことが行われている。」(1頁右欄10行～15行)",
            "・ 「…本発明の吸着剤は血液灌流用として，あるいは経口的腎疾患治療薬として極めて有効である。」(2頁右上欄13行～15行)・ 「球状活性炭は，例えば，…。…原料の有機合成高分子類としては，フェノール樹脂，エポキシ樹脂の如き熱硬化性樹脂，またはスチレン樹脂，塩化ビニリデン樹脂及びこれらの共重合樹脂の如き熱可塑性樹脂が使用し得る。本発明に使用する活性炭は，耐久性，保形性の面から形状は球状であり，平均粒径0．1～1㎜，比表面積500～2，000㎡／g，半径100～75，000",
            "Åの細孔容積0．1～1．0cm3／gの特性を有する球状活性",
            "炭が好ましい。」(2頁左下欄5行～16行)",
            "・ 「本発明の吸着剤は，リン酸イオン等のリン成分を吸着する優れた能力を有しているとともに，活性炭の吸着特性，例えばクレアチニン等の有機物の除去能力を併せ有するものである。…」(3頁右上欄下2行～左下欄2行)",
            "・ 「活性炭製造例",
            "石油熱分解によって得られるピッチ(軟化点195℃…)…",
            "およびナフタレン…を…溶解混合し…」(4頁左上欄2行～6行)・ 「実施例1",
            "撹拌した水中に…活性炭製造例で生成した球状活性炭…を前記混合溶液に加え…」(4頁右上欄2行～12行)"
          ]
        },
        {
          "fig": "(c)",
          "subject": "上記(a)，(b)によれば，甲47は，MgO−TiO 複合物が",
          "text": [
            "リンに対して選択的な吸着特性を有することに着目してなされた発明であり，球状活性炭の吸着特性も利用しているものの，活性炭は担体として使用されているものであるから，「球状活性炭からなる経口投与用吸着剤」ということはできない。",
            "また，上記のとおりフェノール樹脂等の熱硬化性樹脂を炭素源として使用し得るとの記載はあるものの，実施例はピッチを炭素源とするものである(実施例2～4も上記実施例1と同様，活性炭製造例で生成した球状活性炭を用いるものである)。加えて，細孔容積に関する規定は，本件発明では，細孔直径7．5～15000nmの細孔容積が0．25mL／g未満と規定しているのに対し，甲47では，上記のとおり半径100～75000Åの細孔容積0．1～1．0cm3",
            "／g(つまり，細孔直径20～15000nmの細孔容積0．1～1．",
            "0mL／g)と規定しており，対象となる細孔の範囲は，本件発明1の細孔直径の範囲に甲47の細孔直径の範囲が含まれる形となっているものであり，甲47の細孔容積条件のうち，0．25～1．0mL／gのものは本件発明1の条件は満たさず，甲47の細孔容積条件で0．1mL／g以上0．25mL／g未満であっても，本件発明1の",
            "細孔範囲について0．25mL／g未満であるとは限らないものである。また比表面積も，本件発明1では，1000m2／g以上であるのに対し，甲47では，500～2000m2／gであって，重複す",
            "る部分はあるものの一致するものではない。以上によれば，本件発明1が甲47に開示されていると認めることはできないので，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "結語",
              "text": [
                "以上のとおりであるから，本件補正が違法であるとする原告主張は理由がない。",
                "よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}