{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−800049号事件について平成20年4月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "平成10年12月4日，発明の名称を「粗面仕上金属箔および自動車の排ガス触媒担体」とする発明について，特許庁から特許第2857767号として特許権(請求項の数2。出願日・平成元年6月17日。以下，この特許権に係る特許を「本件特許」という。)の設定登録がされ，現在は被告らがその特許権者である(甲37)。",
            "原告は，平成19年3月13日，本件特許について無効審判(無効2007−800049号事件)を請求した(甲38)。",
            "特許庁は，平成20年4月22日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本を平成20年5月7日に原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の願書に添付した明細書(以下，図面と併せ，「本件明細書」という。)の特許請求の範囲の請求項1及び2の記載は，次のとおりである「【請求項1】ろう付け構造を有する自動車の排ガス触媒担体に用いられる耐熱性ステンレス鋼製の金属箔において，表面粗度Rmaxが0．7～2．0μmであることを特徴とする粗面仕上金属箔。」(以下，この請求項1に係る発明を「本件発明1」という。)",
            "「【請求項2】耐熱性ステンレス鋼製の金属箔の平板と波板とを多重に円筒状に巻き込み，耐熱ステンレス鋼製外筒に挿入してなり，ろう付け構造を有する自動車の排ガス触媒担体において，該平板と波板は表面粗度Rmaxが0．7～2．0μmである粗面仕上金属箔であることを特徴とする自動車の排ガス触媒担体。」(以下，この請求項2に係る発明を「本件発明2」といい，本件発明1と合わせて「本件発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "金属箔の表面粗度Rmaxと「基準長さ」について",
          "text": [
            "金属箔の表面粗度Rmaxは，基準長さと呼ばれる一定の長さの直線に沿って表面の凹凸を測定し，その最高点と最低点との差によって表示され，一般に基準長さが短い場合に比べて基準長さが長い場合の方がより高い最高点が出現したり，より低い最低点が出現したりする確率が高くなるから，表面粗度Rmaxの測定値は，基準長さによって影響されるとされている。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，原告(請求人)が下記(1)のとおり主張したのに対し，下記(2)のとおり認定判断し，原告(請求人)の主張に係る理由及び証拠方法によっては，本件発明についての特許を無効とすることはできないとしたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告(請求人)の主張(無効理由)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "「本件発明において，表面粗度Rmaxが0．7～2．0μmと規定されているが，いかなる基準長さで，いかなる測定位置で，何個の測定をすればこの値が決められるかが不明であり，また，表面の形態を特定せずに表面粗度Rmaxのみで所定の効果が得られるか否かが不明であるから，明細書の発明の詳細な説明及び特許請求の範囲に，(a)表面粗度Rmaxの基準長さ，(b)表面粗度Rmaxのバラツキ，(c)作用効果の点で記載不備がある。",
                    "したがって，本件発明は，特許法第36条第4項もしくは同条第5項第2号の規定により特許を受けることができないものであるから，これらの発明についての特許は，平成5年改正の特許法第123条第1項第4号に該当し無効とすべきである。」(審決書3頁4行～13行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "「本件発明1は，甲第12号証に記載の発明であるか，甲第12号証，甲第13号証に記載の発明に基づいて他の証拠を参酌すれば，当業者が容易に発明をすることができたものであるから，特許法第29条第1項第3号又は同法第29条第2項の規定により特許を受けることができないものである。また，本件発明2は，甲第12号証，甲第13号証に記載の発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができないものである。",
                    "したがって，これら発明についての特許は，平成5年改正の特許法第123条第1項第2号に該当し無効とすべきである。」(審決書3頁14行～22行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1について",
                  "text": [
                    "①金属箔の表面粗度Rmaxを測定する際の基準長さについては，本件明細書の発明の詳細な説明の欄の記載及び同欄に言及された「JISB0601−1970」(甲1。以下「1970年JIS」という。)の記載等に照らし，0．8mmであるとみることができるから，不明確であるとはいえない，②いかなる測定位置で，何個の測定をすれば，表面粗度Rmaxの値が決められるかについては，当業者が適切な母平均を推定できる多数の平均を取ることにより数値が定まるといえるから，表面粗度Rmaxのばらつきにより，一概に表面粗度Rmaxの値が決められず，不明確であるとまではいえない，③表面の形態を特定せずに表面粗度Rmaxのみで所定の効果を得ることができるかどうかについて，当業者が実施できない程度の不備があるとまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2について",
                  "text": [
                    "本件発明は，いずれも「第117回 塑性加工シンポジウム」(甲12。昭和63年10月7日開催，日本塑性加工学会・日本機械学会共催)，「日経ニューマテリアル『ＮIKKEI ＮEW MATERIA",
                    "LS №54 1988年11月28日号』」(甲13)及び「軽金属",
                    "Vol.39.№2」(甲19，136頁～146頁，1989年2月28",
                    "日，軽金属学会)に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものとはいえない。",
                    "上記判断をするに際し，審決が認定した甲12記載の発明(以下「甲第12発明」という。)と本件発明1との一致点及び相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「自動車の排ガス触媒担体に用いられる耐熱性ステンレス鋼製の金属箔」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "(相違点a)",
                        "本件発明1が「ろう付け構造を有する」のに対し，甲第12発明には，かかる特定がない点。",
                        "(相違点b)",
                        "本件発明1が「表面粗度Rmaxが0．7～2．0μmである，粗面仕上金属箔」であるのに対し，甲第12発明は「疲労特性向上などの機能面からも重要な品質である表面形状は，ロール粗度の選択により広範囲の表面仕上げ材の造り込みが可能なステンレス箔」であるが，かかる構成が特定されていない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に関する原告の主張",
          "text": [
            "審決は，以下のとおり，(1)表面粗度Rmaxの基準長さの認定を誤った結果，本件明細書の記載不備に関する判断を誤り(取消事由1)，(2)進歩性の判断を誤ったので(取消事由2)，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(表面粗度Rmaxの基準長さの認定及び本件明細書の記載不備に関する判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "表面粗度Rmaxの基準長さの認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "表面一つの基準長さで測定すべきことが当事者間で争いがないとした認定の誤り",
                      "text": [
                        "審決は，「2つの基準長さで図る(判決注：「計る」の誤記と認める。)ことは常識からみて規格の統一性が保たれなくなることから，どちらか一つの基準長さで測定されるとみるのが自然であり，この点で両当事者間で争いはない。」(審決書8頁末行～9頁2行目)と認定したが，次のとおり誤りである。",
                        "本件明細書(甲37)には，金属箔の表面粗度Rmaxの測定方法に関する直接の記載がなく，1970年JIS(甲1)が引用されているが(甲37，2頁右欄12～13行目)，1970年JISにおいて，表",
                        "面粗度Rmaxが0．8μm以下である場合には，基準長さを0．25mmとして測定し，「0．8μRmaxをこえ」て「6．3μRmax以下」の場合の基準長さを0．8mmとして測定することが記載されている(甲1，2頁の表1)。そして，本件明細書の特許請求の範囲には，「表面粗度Rmaxが0．7～2．0μmであること」が記載されているから，1970年JISによれば，本件発明の表面粗度の下限値0．7μmについては0．25mmを基準長さとし，上限2．0μmについては0．8mmを基準長さとするものと理解すべきである。",
                        "このように表面粗度の上限と下限とで異なる基準長さを用いるものと理解すべきであるから，一つの基準長さで計測するかどうかについて当事者間に争いがないとした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "カットオフ値の標準値に関する認定の誤り",
                      "text": [
                        "審決は，中心線平均あらさのカットオフ値の標準値が0．8mmの1種類しか規定されていないこと(甲1，5頁の「5．3 カットオフ値の標準値」)を理由として，「実際上，基準長さとカットオフ値は，厳密に考える必要のない場合も多く，ごくあらい場合を除けば，測定機器の関係もあって，数値を等しく，カットオフ値の標準値である0．8mmをとることが色濃く窺える。」(審決書9頁27行～30行目)と認定しているが，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決が認定根拠とした甲1の「厳密に考える必要のない場合も多いので」という記載(甲1の解説3頁19行～20行目)は，測定目的によって異なる基準長さをその都度決めることを受けたものである。",
                            "甲1においては，測定目的によって異なる基準長さをその都度定めなくてもよいという考え方に基づいて，最大高さの基準長さの種類(本文2頁「3．2 基準長さ」)，十点平均あらさの基準長さの種類(本文3頁「4．2 基準長さ」)，中心線平均あらさのカットオフ値の種類(本文4頁「5．2 カットオフ値」)として，共通の6種類が定められている。そして，その基準長さの標準値としては，最大高さについては表1(本文2頁)に，十点平均あらさについては表3(本文4頁)に，それぞれ最大高さ又は十点平均あらさの範囲ごとに異なる値が規定されている。これに対して，中心線平均あらさのカットオフ値は，0．8mm1種類のみである(本文5頁1行目)。このような違いは，以下のとおりの最大高さ及び十点平均あらさと中心線平均あらさの本質的な違いに由来しているものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "最大高さ及び十点平均あらさの求め方は，甲1の本文の図1及び図2のとおりである。断面曲線から基準長さを切り取り，その中で最高点最低点を求めるのが最大高さの求め方であり，山頂及び谷底をそれぞれ5点ずつ求めるのが，十点平均あらさである。したがって，基準長さは測定結果に直接的に大きく影響する。",
                            "中心線平均あらさは甲1の解説5頁の解説図1のとおりである。ここで，解説図1に図示されているのは，断面曲線ではなく，あらさ曲線である。すなわち，「断面曲線とは，被測定面の平均表面に直角な平面で被測定面を切断したとき，その切り口に現れる輪郭をいう。」(甲1の本文1頁「2．用語の意味(2)断面曲線」)のに対して，「断面曲線から低周波成分を除去するような特性を持つ測定方法で求められた曲線を，あらさ曲線という。」(甲1の本文1頁「2．用語の意味(4)あらさ曲線」)のである。すなわち，あらさ曲線を求める場合には，相対的に長い周期で現れる表面のゆるやかな凹凸を低周波成分と呼んで，これを断面曲線から除去するのである。この点は，甲1の解説2頁の26行目から28行目にかけて「したがって触針が測定面上をたどったとき，触針の先端の作るはずの曲線(これを断面曲線という。)と増幅器やフィルタを通って記録された曲線とは形が違うことになる。後者は，あらさを代表する曲線であると考えられるので，これをあらさ曲線とよんでいる。」と説明されている。カットオフ値は，あらさ曲線を求める際に除去すべき相対的に長い周期を数値で表わしたものである。",
                            "中心線平均あらさは，測定長さについてあらさ曲線の中心線を求め，中心線の下側の曲線を上に折り返して平均高さを計算して求める。ここで，中心線とは，中心線とあらさ曲線に囲まれた部分の面積が中心線の上下で等しくなるような直線である(甲1の解説5頁の解説図1)。中心線平均あらさは，一定の測定長さにおける平均値を求めるものであるから，カットオフ値による影響は間接的であり，大きくない。したがって，カットオフ値の標準値としては，0．8mmが1種類のみ規定されているのである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，最大高さ及び十点平均あらさと中心線平均あらさの求め方は，根本的に異なるものである。そして，甲1では，中心線平均あらさのカットオフ値については，1種類の値のみを標準値としているのに対して，最大高さ及び十点平均あらさに関しては，最大高さ又は十点平均あらさの範囲ごとに基準長さの標準値を定めている。したがって，最大高さや十点平均あらさを求める際に，測定値として得られると予想される数値の範囲にかかわらず，その基準長さを中心線平均あらさの「カットオフ値の標準値である0．8mmをとることが色濃く窺える」などということはない。審決の認定には誤りがある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載不備",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告ら(特許権者)は，表面粗度Rmaxを測定する際の基準長さは0．8mmであると主張し，本件明細書に記載された第1表及び【第2図】に記載された表面粗度Rmaxがいずれも基準長さを0．8mmとして測定したものであると説明している。そうすると，本件明細書から当業者が理解する本件発明の基準長さ0．25mmと，上記被告ら説明の基準長さ0．8mmとが相違することになるから，本件明細書の記載に不備がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の【第2図】に示された実験結果について，①縦軸のぬれ性ランクの定義が全く記載されていない点，②具体的な実験条件が全く記載されていない点において，【第2図】の実験結果の追試に基づいて，表面粗度Rmaxを測定する際の基準長さを推定することは不可能であること，③表面粗度Rmaxは，測定場所によって大きくばらつくため，同一の試料においても，場所によって異なることから，本件発明の表面粗度Rmaxの基準長さの記載に不備がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告らの一方が原告となっていた特許権侵害訴訟(東京地方裁判所平成18年(ワ)第6663号)に対する確定判決(甲46，平成20",
                      "text": [
                        "年3月13日言渡し，以下「侵害訴訟判決」という。)は，基準長さが0．8mmであると判断した特許庁の判定(甲34)の存在を考慮した上で，本件発明における基準長さを0．8mmではなく，0．25mmとすべきであると判断し，この判断を前提として，対象製品の表面粗度Rmaxが0．7μm以上であることの立証がないことを理由の1つとして，請求を棄却した。これに対し，審決は，基準長さを0．8mmと理解すべきであると認定して，本件明細書には記載不備がないと判断した。",
                        "このように，本件発明における表面粗度Rmaxの基準長さについて，東京地方裁判所と特許庁の判断が分かれていること自体が，本件明細書中の特許請求の範囲の記載が一義的に解釈できないことを意味しているから，上記特許請求の範囲の記載には不備がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件明細書の発明の詳細な説明には，当業者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果が記載されているとはいえず，また，本件明細書中の特許請求の範囲の記載が発明の詳細な説明に記載したものであるともいえないから，審決の前記判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(進歩性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲第12発明との相違点の認定の誤り",
                  "text": [
                    "本件発明1は金属箔という物の発明であるところ，本件発明1に係る特許請求の範囲中，「ろう付け構造を有する自動車の排ガス触媒担体に用いられる」の部分は物(金属箔)の構成を明らかにしたものではない。したがって，「ろう付け構造を有する」か否かを相違点とした審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明1の容易想到性の判断の誤り",
                          "text": [
                            "甲12には，耐熱性ステンレス箔を使用した自動車の触媒メタル担体(それがろう付け構造を有することは周知である。)が記載されているが，SUS304という表面粗度Rmax約0．15～約5μmのステンレス箔が開示されている上，ステンレス箔全体を対象として「ロール粗度の選択によりダルから鏡面に至るまでの広範囲の表面仕上げ材の造り込みが可能である。」などの記載があること(甲12，5頁)からすると，本件特許の出願前において，通常の圧延方法で製造した耐熱性ステンレス箔が有する表面粗度Rmaxは0．7～2．0μmの範囲に含まれていたといえる。また，特別な理由のない限り，当業者は，自動車の排ガス触媒担体に用いられる耐熱性ステンレス鋼製の金属箔を圧延するに当たっては通常の圧延方法を用いる。",
                            "そうすると，本件発明1は，当業者が通常の方法で圧延することによって得られる耐熱性ステンレス箔にすぎないことになり，甲第12発明に基づいて当業者が容易に発明をすることができたものであるから，審決の容易想到性の判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明2の容易想到性の判断の誤り",
                          "text": [
                            "本件発明2に係る特許請求の範囲中の「ろう付け構造を有する自動車の排ガス触媒担体」との記載は，物(排ガス触媒担体)の構成を特定する意味を有するが，本件特許の出願前に現実に製造，販売されたR20−5SRという名称の自動車の排ガス触媒担体に用いられる耐熱性ステンレス鋼製の金属箔が甲13に記載されており，その実際の表面粗度Rmaxは，約1μm程度であった。それは，当時の技術常識からみても明らかである(甲14～16)。これは，自動車の排ガス触媒担体に用いられる耐熱性ステンレス鋼製の金属箔として，本件特許の出願前に当業者が市販ベースで容易に入手できる事実上唯一の材料がR20−5SRであり(甲13)，これを圧延するに当たって通",
                            "常の圧延方法を用いたことの必然的な結果である。そうすると，当業者が甲12又は13の記載に従ってろう付け構造を有する自動車の排ガス触媒担体を製造しようとしたならば，特別の動機がなくとも，甲20に記載されたリバーライト20−5SRを入手して製造したはずである。したがって，本件発明2も，当業者が甲第12発明に基づいて容易に発明をすることができたものであるから，審決の容易想到性の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "顕著な作用効果に関する判断の誤り",
                      "text": [
                        "審決は，本件明細書に記載された「一般にハニカム(判決注 honeycomb structure・蜂の巣状の構造)を構成するステンレス鋼箔は，冷間圧延ままの状態で使用に供され，その表面は＃600番程度に研磨仕上げを行った圧延ロールが使用され表面粗度はRmaxで0．2～0．3μm程度と極めて小さく，光沢も非常に良好であるのが特徴的である。」(甲37，2頁左欄19行～23行)との記載に基づいて，「相違点a及びbの構成を採ることにより，本件明細書に記載の顕著な効果を奏するものといえる。」(審決書19頁18行，19行)と判断したが，誤りである。",
                        "本件明細書の記載中，「その表面は＃600番程度に研磨仕上げを行った圧延ロールが使用され表面粗度はRmaxで0．2～0．3μm程度と極めて小さく，光沢も非常に良好であるのが特徴的である。」との部分は，事実に反する記載である。また，本件明細書の【第2図】に記載された実験は，ぬれ性ランクの評価基準が不明であり，実験条件も不明であるから，再現不能である。そして，表面が粗い方がバインダーのぬれ性がよい，あるいは，ろう付けにあたって表面粗さが粗い方が引張強度が大きいという程度のことは，古くから知られた事実であるから，顕著な作用効果とまではいえない(甲17～19，22)。",
                        "したがって，本件発明には顕著な作用効果があるとの審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告らの反論",
          "text": [
            "以下のとおり審決の認定判断には誤りがない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(表面粗度Rmaxの基準長さの認定の誤り及び本件明細書の記載不備に関する判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，金属ハニカムを構成する金属箔を粗面仕上げに調整したものを用いることを特徴としており，1970年JISに規格化されている表面粗度(Rmax)は0．7～2．0μm，好ましくは1．0～1．5μmである。この本件発明は，従来の金属箔に比較して表面粗度の粗い金属箔を用いることにより，ろう付け性が良好で，耐熱疲労性に優れた金属ハニカム(排ガス触媒担体)を得ることができることを着想し，研究の結果，本件明細書の【第2図】及び実施例の第1表に示すように，連続した測定値の表面粗度，特にRmax1．0～1．5μmの表面粗度とすることにより，ろう付け性が良好で，耐熱疲労性に優れた金属ハニカムを得ることができたものである。そして，本件発明の本質は，本件発明の技術思想で最も中核となる表面粗度Rmax1．0～1．5μmの外延を含めて，Rmax0．7～2．0μmと，特許請求の範囲に限定したことにある。したがって，特許請求の範囲に記載された数値は，発明の詳細な説明でサポートされている連続した測定値の表面粗度であるといえる。そして，連続した測定値は，単一の基準長さを用いなければ，その測定値の統一性を保つことができなくなる(いわゆる一物二価の問題が生じて不都合となる)のであるから，【第2図】及び実施例の第1表に示す単一の基準長さを用いて測定した連続した測定値が，本件特許の特許請求の範囲において限定されているといえる。本件発明の技術思想からしても，本件発明で規定するRmaxは連続した測定値であり，その中核となるRmax1．0～1．5μmは基準長さ0．8mmを用いて測定する範囲(1970年JISに規定されている)にあるから，その外延も同じ基準長さ0．8mmを用いて測定した測定値であることが明らかというべきであり，このことは1970年JISの趣旨及び当業者の技術常識にも合致する。",
                    "なお，本件発明の数値限定の下限は，従来技術の表面粗度0．2～0．3μmのステンレス鋼箔からは相当隔たっていることからみると，本件発明は，表面粗度の下限値0．7μmに臨界的意義がなければ発明の進歩性が否定されるというような発明ではないから，下限値0．7μmの表面粗度を，特に1970年JISの基準長さ(0．25mm)で測定し，従来",
                    "技術と比較して本件発明の作用効果の顕著性等を説明する必要性はない。",
                    "したがって，本件発明のRmaxは，本件明細書によれば，単一の基準長さ0．8mmを適用したと当業者が理解するのは自明のことであるから，本件明細書の記載に不備はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "侵害訴訟判決に係る判断と，審決の判断とが異なったとしても，それ自体は，何ら審決の取消事由にはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(進歩性の判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲第12発明との相違点の認定の誤りに対し",
                  "text": [
                    "請求項1の記載中，「ろう付け構造を有する自動車の排ガス触媒担体に用いられる」との部分は，本件明細書の記載及び出願時の技術常識をも考慮して，その用途に特に適した形状，構造，組成等を意味するものと解することができるから，物の発明を特定する事項として機能しているといえる。また，審決においては，相違点aを相違点bと関連づけて検討しているのであるから，相違点bとの関連について何ら検討していない原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の容易想到性の判断の誤りに対し",
                  "text": [
                    "審決は，本件発明1との対比で，甲12には「疲労特性向上などの機能面からも重要な品質である表面形状は，ロール粗度の選択により広範囲の表面仕上げ材の造り込みが可能なステンレス箔」の発明が記載されていると認定し，原告の主張も上記認定を前提としている。したがって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2の容易想到性の判断の誤りに対し",
                  "text": [
                    "甲13及び20のいずれにも，R20−5SRなる材質が自動車の排ガス触媒担体用であることが記載されているのみであって，金属箔の表面粗度がRmaxで約1μm程度であったことなど何ら記載も示唆もされていない。甲14～16を参酌しても，その金属箔の表面粗度がRmaxで約1μmであったとはいえない。",
                    "そして，甲20は，リバーライト20−5SRという材質を有し，触媒コンバーター用メタルハニカムの用途に用いることのできるステンレス鋼についての，販売の申出が記載されているにすぎない。すなわち，ろう付け構造を有する自動車の排ガス触媒担体を製造するために，表面粗度がRmaxで約1μm程度の金属箔が公然と販売されたことなど何ら立証されていない。本件発明2も，本件発明1と同様に，甲12及び13に記載された発明から当業者が容易に発明することができたものではない。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な作用効果に関する判断の誤りに対し",
                  "text": [
                    "原告は，本件明細書中の「その表面は♯600番程度に研磨仕上げを行った圧延ロールが使用され表面粗度はRmaxで0．2～0．3μm程度と極めて小さく，光沢も非常に良好であるのが特徴的である。」との記載は事実に反すると主張しているが，証拠に基づかない主張であって失当である。",
                    "甲35，36及び29によれば，本件特許出願前において，ステンレス箔を製造する場合に，光沢に富んだ表面性状のものを製造することが，最も自然な選択であったことが明らかであり，本件明細書の上記記載は事実に反するものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件発明1について，①取消事由1(表面粗度Rmaxの基準長さの認定及び記載不備の判断の誤り)に関しては，審決が表面粗度Rmaxの下限値0．7μmについての基準長さを0．8mmと認定した点に誤りがあると認めるが，その認定の誤りは，明細書の記載要件の違反を意味するものではないから，審決の結論に影響を及ぼすものとはいえず，②取消事由2(進歩性の判断の誤り)に関しては，本件発明1と甲第12発明との相違点の認定に一部誤りがあるものの，審決の結論に影響を及ぼすものとはいえず，本件発明2についても，本件発明1の発明特定事項のすべてを包含するから，上記と同様の理由により，原告の請求を棄却すべきものと判断する。以下理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1に係る取消事由1(表面粗度Rmaxの基準長さの認定及び記載不備の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書の特許請求の範囲の請求項1には，「表面粗度Rmaxが0．7～2．0μmであることを特徴とする粗面仕上金属箔」と記載されているが，そこでいう「表面粗度Rmax」の意味については特許請求の範囲に特段の記載がない。そこで，本件明細書の発明の詳細な説明の記載を参酌するに，これには以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明は・・・JIS(B0601-1970)に規格化されている表面粗度(Rmax)は0．7～2．0μm・・・である。」(甲37，2頁右欄11～1",
                  "text": [
                    "4行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「本発明において，箔の表面粗度の下限をRmax0．7μm，上限をRmax2．0 と定めたのは，・・・表面粗度Rmax0．2～0．6μmではぬれ性が著しく劣るのに対して，Rmax0．7μm以上では，ぬれ性ランクが2～3ランク向上し良好となる。また，Rmax2．0μmを超えても，ぬれ性は良好ではあるがそれほど変化はなく，・・」(甲37，2頁右欄下から9行～2行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件明細書の第1表において，箔の粗度(Rmax)に応じて密着性がどのように変化するのかを比較し，願書に添付した【第2図】においても表面粗度(Rmax)を横軸に，ぬれ性ランクを縦軸に，それぞれ表示してぬれ性ランクの向上性を説明しているが，箔の粗度と密着性に係る第1表の実験例12のうち，Rmax0．26μm，0．31μm，0，35μm及",
                  "text": [
                    "び0．7μmの8例(№1～№8)のほか，箔の粗度とぬれ性ランクに係る【第2図】の実験例9のうち，Rmax約0．2μm，約0．4μm，約0．6μm及び約0．7μmの4例については，いずれもその箔の表面粗度が1970年JISによると基準長さ0．25mmを用いて測定すべき数値範囲内のものとされる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1970年JISの記載",
              "text": [
                "前記本件明細書に記載のある1970年JISには，以下の記載がある。",
                "「1．適用範囲 この規格は，表面あらさを最大高さ(Rmax)，十点平均あらさ(Rz)および中心線平均あらさ(Ra)で表示する場合について規定する。",
                "2．用語の意味 この規定で用いるおもな用語の意味は，つぎのとおりとする。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "表面あらさ 機械表面の表面あらさとは，その表面からランダムに抜き取った各部分にけるRmax，RzまたはRaのそれぞれの算術平均値とする。",
                "備考1．一般に機械表面では個々の位置における表面あらさは一様でなく，相当に大きなばらつきを示すのが普通である。したがって，機械表面の表面あらさを求めるには，その母平均が効果的に推定できるように測定位置およびその個数を定める必要がある。",
                "2．測定目的によっては，機械表面の1箇所で求めた値で表面あらさを代表させることができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "断面曲線 断面曲線とは，被測定面の平均表面に直角な平面で被測定面を切断したとき，その切り口に現われる輪郭をいう。",
                "備考1．この切断は，とくに指定のない限り表面あらさが最も大きく現われる方向に切る。たとえば，方向性のある被測定面では，その方向の直角に切る。・・・"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "断面曲線の基準長さ 最大高さおよび十点平均あらさは，断面曲線の一定長さを抜き取ったものから求める。",
                "この抜き取り部分の長さを断面曲線の基準長さ(以下基準長さという。)という。」(甲1，1頁4行～23行)",
                "「3．最大高さ",
                "3．1 抜き取り部分の最大高さ 断面曲線から基準長さだけ抜き取った部分(以下抜き取り部分という。)の平均線に平行な2直線で抜き取り部分をはさんだとき，この2直線の間隔を断面曲線の縦倍率の方向に測定して，その値をミクロン単位(μ＝0．001mm)で表したものを抜き取り部分の最大高さという。・・・・",
                "備考1．機械表面の最大高さは，その表面から多数の断面曲線を求め，これらの断面曲線から求めた抜き取り部分の最大高さの平均値で表わす。",
                "2．・・・",
                "3．最大高さを求める場合，きずとみなされるような並はずれて高い山や深い谷のない部分から，基準長さだけ抜き取る。",
                "3．2 基準長さ 抜き取り部分の最大高さを求める場合の基準長さは，原則としてつぎの6種類とする。",
                "0.08， 0.25， 0.8， 2．5， 8， 25 単位 mm",
                "3．3 基準長さの標準値 とくに指定する必要のない限り最大高さを求める場合の基準長さの標準値は，表1の区分による。",
                "表1 最大高さを求めるときの基準長さの標準値",
                "最大高さの範囲",
                "をこえ 以下 基準長さ (mm)",
                "─ 0．8μRmax 0．25",
                "0．8μRmax 6．3μRmax 0．8",
                "6．3μRmax 25μRmax 2．5",
                "25μ Rmax 100μRmax 8",
                "備考 最大高さは，まず基準長さを指定したうえで求めるが，表面あらさの表示を行う場合，そのつどこれを指定するのは不便であるので，とくに指定する必要のない限りは，この表の値を用いる。",
                "3．4 最大高さの呼び方 最大高さの呼び方は，つぎによる。",
                "最大高さ＿＿μ 基準長さ＿＿mm",
                "または，",
                "＿＿μRmax L＿＿mm",
                "備考 表1に示す基準長さの標準値を用いて得られた最大高さの値が表1に示す範囲にある場合は，基準長さの表示を省略することができる。」(甲1，1頁下から5行～2頁下から3",
                "行)",
                "「2．1 表面あらさ 表面あらさは，表面の一つの性質を定める量であるが，何を“表面あらさ”というかという定義もはっきりしていない。常に問題とされるのはいわゆる“あらさ”と“うねり”の区別である。・・・",
                "この規格では，何をあらさとするかという定義は避けて適用範囲に示した3種類の表面あらさを定義し，測定のとき選んだ一定の基準長さ(またはカットオフ値)の中に含まれているでこぼこは，すべて“表面あらさ”と考えるという立場をとっている。・・・",
                "したがって表面あらさを指定し，あるいは測定する場合“基準長さ”(またはカットオフ値)が最も重要な要素となるが，基準長さ(カットオフ値)は，測定の目的によって異なるべきであるという考え方をとっている。たとえば，旋削加工において送りマークが問題となる場合は，その送りピッチより大きい基準長さ(カットオフ値)をとるべきであり，一つの切刃の中でのでこぼこの高さが問題であるならば，送りピッチ以下の基準長さ(カットオフ値)をとるべきである。一般に基準長さ(カットオフ値)が長いと，表面あらさの値は大きくでる。」(甲1の解説1頁10行～30行)。",
                "「3．3 基準長さ ・・・・",
                "この規格で，・・・前述のとおりである。しかし，実際に表面あらさを測定する場合には，基準長さを定めることが大きな問題となるものと想像される。測定する側の立場から使用する測定器の許す範囲でまた時間，費用の許す範囲で，どんな基準長さもとれるはずである。基準長さの選定は，表面あらさの測定を始める前に，測定を企画する側から指定されるべきである。しかし，今までの所，各種加工面に対し，どのような基準長さをとればよいのかということについて定説もないので，ここではただ基準長さの種類だけを規定してある(本文3．2および4．2参照)。また，実際には基準長さを特に厳密に考える必要のない場合も多いので，従来の規格と中心線平均あらさの場合のカットオフ値を考え，標準値を定めた(本文3．3および4．3参照)。",
                "なお，基準長さを定めても理論上はその基準長さより長い波長の周期性のあるうねりの影響が完全に除かれるとはかぎらない。・・・実際の測定では測定される表面全体としての表面あらさを求めたいわけである。このような場合はまず断面曲線を基準長さより相当長く，できれば表面の数箇所でとる。その断面曲線の中できずのような大きな山または谷がある・・・ような部分は避けて，・・・大体の平均値になりそうな部分から基準長さだけの部分を抜き取る。この断面曲線の抜き取り部分で，RmaxまたはRzを求める。・・・この操作を厳密にするには測定表面上で無作為に数箇所をとり，・・・各々の部分のRmaxまたはRzを求めて平均とする。この方法でも，やはり測定値の任意性が残るが，これを避けるためにはRaを採用し，かつ上述のように多くの場所で測定した表面あらさの値の平均を求めることが好ましい。」(甲1の解説3頁7行～32行)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "text": [
                "以上によれば，本件発明1にいう「表面粗度Rmax」は，本件明細書の発明の詳細な説明の記載において，1970年JISによるものと定義されているというべきところ，以下の理由から「表面粗度Rmaxが0．7～2．0μm」のうち，下限値「0．7μm」以上であるかどうかの判別については上記0．25mmを基準長さとし，上限値「2．0μm」以下であるかどうかの判別については上記標準値0．8mmを基準長さとするものと解するのが相当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「表面粗度Rmaxが0．7～2．0μm」は，1970年JISにいう「最大高さ(Rmax)」の呼び方をその基準長さの並列表記部分を省略して記載されたものであり，その省略された基準長さについては，1970年JISの上記「表1」によると，0．8μRmax以下の範囲の基準長さが0．25mmであり，0．8μRmaxをこえ6．3μRmaxの範囲の基準長さが0．8mmであると規定されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1970年JISにおいても「基準長さ(カットオフ値)は，測定の目的によって異なるべきであるという考え方をとっている。」とされている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記本件明細書の記載によれば，下限値であるRmax0．7μmに格別の意義があるといえ，そうすると，表面粗度が，このように格別に意義を有する下限値0．7μm以上であるかどうかを判定するためには，その下限値の数値範囲を測定するのに最も適した標準値とされている基準長さ0．25mmを用いるのが適当であると解される(なお，このように解することは，一般に基準長さが長ければ長いほどRmax数値が大きく測定されやすいとされているところ，仮に基準長さ0．8mmにより測定したRmax値が，基準長さ0．25mmにより測定したときに比べて2割程大きな数値が測定される傾向があるもの(甲46の32頁10行～12行参照)とすると，基準長さ0．8mmで本件発明1の下限値Rmax0．7μmの金属箔であると判別されても，それは基準長さ0．25mmによればRmax約0．58μmの金属箔であるにすぎないことになり，ぬれ性ランクが向上し切れていない表面粗度の金属箔を本件発明1の範囲に取り込むことにもなりかねないから，基準長さ0．8mmで下限値を測定するのは不適当であって，基準長さ0．25mmを用いるのが妥当である。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書の前記実験例からみても，下限値0．7μmに係る基準長さを0．25mmとするものと理解される。すなわち，実験者は，実験前に箔の表面粗度を計測する段階においては，Rmax約0．7μm前後でそのぬれ性ランクが大きく変化することを認識していないのであるから，0．7μmの箔のみを0．2μmや0．3μmの箔とは区別して基準長さ0．8mmを用いて測定し，実験をするというのは不自然であり，上記の各実験例を基にして抽出された本件発明1の数値限定範囲の下限値0．7μmを超えるかどうかの判別についても，上記実験例と同じ基準長さ0．25mmを用いることを前提にして本件発明1の特定がされているものと理解するのが通常であるといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件特許出願前に既に改訂されていた「JISB0601−1982」(甲3)においても，「上限と下限の基準長さの標準値(表3)が異なる場合」が想定されており，標準値の基準長さを別々にする場合には基準長さの併記を特に必要としないが，基準長さを同一にする場合にのみその基準長さを併記すべきものとされていた(甲3，5ページの3.4.4の例2)ことに照らすならば，2つの標準値に跨る数値範囲が記載され，その基準長さが明記されていない本件発明1のような場合には，上記理解のように各数値範囲に対応した2つの標準値の基準長さで測定するものと解するのが，本件特許出願時の当業者の技術常識にも適合するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書の【第2図】に示された実験結果について，①縦軸のぬれ性ランクの定義が全く記載されていない点，②具体的な実験条件が全く記載されていない点において，【第2図】の実験結果の追試に基づいて，表面粗度Rmaxを測定する際の基準長さを推定することは不可能であること，③表面粗度Rmaxは，測定場所によって大きくばらつくため，同一の試料においても，場所によって異なることから，本件発明1の表面粗度Rmaxの基準長さの記載に不備がある旨を主張する。",
                    "しかし，前記のとおり【第2図】の実験例からみても，本件発明1の「表面粗度Rmaxが0．7～2．0μm」のうち，下限値「0．7μm」以上であるかどうかの判別については0．25mmを基準長さとし，上限値「2．0μm」以下であるかどうかの判別については0．8mmを基準長さとするものであると当業者にとっては容易に理解することができる。",
                    "また，表面粗度Rmaxが測定場所によって大きくばらつくことは当然のことであり，前記によれば，そのばらつきを前提としながらそのデータ数を当業者の技術常識に照らして取得し，その平均数値を算出することにより，表面粗度の測定値を得ることができるものであり，当業者であるならばこれを容易に理解し，実施することができるといえるから，測定値のばらつきの可能性をもって，本件明細書の発明の詳細な説明の記載に不備があるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，侵害訴訟判決(甲46)において，本件特許に係る基準長さについて，表面粗度Rmax0．7μmについての基準長さを0．25mmと判断し，審決がこれと異なる判断をしたこと自体が発明の詳細な説明の記載に不備(不明確性)のあることを示している旨主張している。",
                    "前記検討したところによれば，原告が指摘するとおり，審決が表面粗度Rmaxの下限値0．7μmについての基準長さを0．8mmと認定した点は誤りである。しかし，本件発明1にいう「表面粗度Rmax」は，本件明細書において，1970年JISによるものと定義されているのであって，表面粗度Rmaxの下限値0．7μmについての基準長さを0．25mmとするものであることは，明らかである。審決の上記認定の誤りをもって，本件明細書の記載に不備があるとすることはできない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件発明1の金属箔の表面粗度Rmax測定の下限値に係る基準長さは0．25mmであると解されるのであり，これを上限値に係る基準長さと同一の0．8mmであると認定した審決には誤りがあるといえるが，その誤りは審決の結論には影響を及ぼさず，「発明の詳細な説明」において，当業者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果が記載されていないとはいえないし，特許請求の範囲の記載が発明の詳細な説明に記載したものでないともいえない。したがって，原告主張の取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1に係る取消事由2(進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤りについて",
              "text": [
                "原告は，本件発明1は，金属箔という物の発明であるから，その構成中，「ろう付け構造を有する自動車の排ガス触媒担体に用いられる」の記載部分は，物(金属箔)の構成を明らかにしたものとはいえず，これを相違点とした審決の認定は誤りであると主張する。",
                "確かに，本件発明1は，「排ガス触媒担体」に関する発明ではなく，「金属箔」に関する発明であるから，「ろう付け構造を有する」のは，本件発明1の「金属箔」が用いられるところの「排ガス触媒担体」であって，本件発明1の「金属箔」そのものではない。したがって，審決が，相違点aにおいて，本件発明1が「ろう付け構造を有する」と認定したことは，誤りというべきである。",
                "しかし，以下のとおり，審決の上記認定の誤りは，審決の結論に影響するものとはいえない。",
                "すなわち，特許請求の範囲の請求項1の記載中，「ろう付け構造を有する自動車の排ガス触媒担体に用いられる」という記載部分は，本件明細書の記載を考慮すると，ろう付け構造を有する自動車の排ガス触媒担体に用いることのできる範囲の耐熱性，耐食性及び加工性等を備えることを要するものと特定しているものと理解され，これらの点が甲第12発明には特定されていないといえる。そして，次項において検討するところによれば，当業者といえども，本件特許出願前に，本件発明1の上記構成に容易想到し得たとは認められない。したがって，原告の前記主張は，審決を取り消すべき理由とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲12には，①ステンレス箔の主な用途例として，自動車の触媒メタル担体が予想されていること，②ステンレス箔の代表的鋼種として，SUS304，SUS430等が存在していること，③ステンレス箔の表面性状はステンレス鋼としての美感だけでなく，疲労特性向上などの機能面からも重要な品質であること，④表面光沢の向上には，研磨粗さや圧延油の粘度調整等が重要な条件となること，⑤SUS304の表面光沢度に及ぼす粗さの影響として，ロール粗度の選択によりダルから鏡面に至るまでの広範囲の表面仕上げ材の造り込みが可能であることが記載されており，図8においては，SUS304箔の粗さRa，Rmaxと鏡面光沢度の関係で，Rmaxが0．5～8．0程度の範囲が図示されている。",
                    "しかし，甲12においても，「耐熱性ステンレス鋼」の表面に関し，粗度の程度と「ろう付け構造」との関係については，何らの示唆もされていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲13においても，メタル担体の材質として耐熱性ステンレス鋼が存在すること及びメタル触媒担体をろう付けすることまでは記載されているが，甲12と併せて検討しても，表面粗度と「ろう付け構造」との関係については，何らかの示唆もされていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "表面粗度がRmaxで約1μm前後の耐熱性ステンレス鋼について甲14ないし16に記載があり，それらが甲13及び20にいう「R20−5SR」又は「リバーライト20−5SR」に関するものであると推認され，原告(その前身の川崎製鐵株式会社)が＃120番の砥石で研削されたワークロールで仕上圧延され表面粗度Rmaxを約1μm程度とされた耐熱性ステンレス鋼を，本件特許が出願された平成元年6月17日当時に，本件発明1の内容を知らないで，既に発明していたことがうかがわれるとしても(甲25～29)，甲15(川崎製鐵株式会社・新事業本部・特品事業推進部作成の技術標準・昭和63年11月2日制定，平成元年7月14日実施)には，その左欄外に「社外秘」と明確に記載されているから，上記技術標準が会社外部に対して秘密事項として取り扱われていたことが推認される上，平成元年6月17日の本件特許出願当時にはそのような耐熱性ステンレス鋼を用いた自動車の排ガス触媒担体も試作段階であって，臼井国際産業を通じた平成2年2月からの量産前の販売準備の段階にあったと認められるから(甲29，甲46，54頁以下)，自動車の排ガス触媒担体用の耐熱性ステンレス鋼としては本件特許出願当時に公知の技術であったとまではいえず，そのような表面粗度の耐熱性ステンレス鋼を自動車の排ガス触媒担体の材質として用いることが技術常識であったとまで認めることはできない。",
                    "そして，前記認定のとおり，本件発明1においては，表面粗度Rmax0．2～0．6μmではぬれ性が著しく劣るのに対して，Rmax0．7μm以上では，ぬれ性ランクが2～3ランク向上し良好となり，Rmax2．0μmを超えても，ぬれ性は良好ではあるがそれほど変化のないことを発見したというのであり，本件発明1における数値範囲の限定には，それまでセラミックス担体触媒の独壇場であったという自動車触媒の市場において，これに代わり得るものとして期待され(甲13)，試作段階であった自動車排ガス触媒担体用の耐熱性ステンレス鋼としては，単なる数値範囲の最適化又は好適化を超えた重要な意義を有するものであったということできる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲12及び13に技術常識を参酌しても，甲12又は13に基づいて本件発明1を容易に発明することができたとはいえず，審決がした容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な作用効果に関する判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，表面の粗い方がバインダーのぬれ性がよい，又は，ろう付けに当たって表面粗さの粗い方が引張強度が大きいという程度のことは，古くから知られた事実であり(甲17ないし19，22)，顕著な作用効果とはいえないから審決の判断は誤りであると主張する。",
                    "しかし，原告の上記主張は失当である。",
                    "すなわち，出願後公知の甲17及び19を検討しても，「濡れの良い表面は粗面にすればするほどに濡れは良くなり，濡れが悪い場合にはこの逆で，粗面にするほどに濡れが悪くなることを示している。」(甲17，69頁，5．2面粗さの影響参照)，「濡れの良い表面は粗面にすればするほど濡れは良くなり，濡れが悪い場合にはこの逆で，粗面にするほどに濡れが悪くなることを示している。」(甲19，137頁，2．4面粗さと濡れ参照)と記載され，粗面ほど表面積が増えて表面の濡れの性質が増幅されることを示されているにすぎない。",
                    "また，原告提出の出願前公知文献の「先端溶接工学(共立出版)」(甲22，1988年6月1日初版1刷発行)によれば，メッシュエメリ紙で研磨した母材ろう付け面の粗さは，そのろう付け結果(引張強さ)に大きな影響を与えることまでは記載されているが，同文献を子細に検討すると，それは母材を固体金属とした場合の一般的な記述であって耐熱性ステンレス鋼に限定しての記述ではない上，溶融ろうの広がり面積と母材粗さの関係(図6.16)については2μm以下の数値範囲においてはその影響の有無が不分明であって，15μmまでの大きな数値範囲における影響(変化)が示されているにすぎないし，引張強さと母材ろう付面粗さとの関係(図6.17)についても，0．6μmから1．6μmまでの範囲においてはその変化がほとんどなく，14μmという大きな数値の粗さまで比較すると初めて引張強さの数値との間に有意な変化が観察されているにすぎない。",
                    "よって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件明細書の記載中，従来のステンレス鋼箔に関して，「その表面は＃600番程度に研磨仕上げを行った圧延ロールが使用され表面粗度はRmaxで0．2～0．3μm程度と極めて小さく，光沢も非常に良好であるのが特徴的である。」とした部分(甲37，2頁左欄20行～23行(従来の技術))は，事実に反する記載であって，従来から本件発明1と同様の粗面仕上げの金属箔が存在していたから，本件発明1には顕著な作用効果が存しない旨主張する。",
                    "しかし，証拠(甲29，35，36)によれば，本件特許出願前において，ステンレス鋼箔を製造する場合に光沢に富んだ表面性状のものを製造することが行われていたことを認めることができ，他に従来技術に関する本件明細書中の上記記載部分が事実に反する記載であると認めるに足りる証拠はない。そうすると，従来技術に関する上記記載部分が事実に反する記載であることを前提として本件発明1には顕著な作用効果が存在しないとする原告の上記主張は，その前提を欠くから，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の検討によれば，本件発明1は顕著な作用効果を奏するとの審決の認定判断が誤りであるとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明2に係る取消事由1及び2について",
          "text": [
            "本件発明2に係る取消事由1(表面粗度Rmaxの基準長さの認定及び本件明細書の記載不備に関する判断の誤り)については，本件発明2は「自動車の排ガス触媒担体」に関する発明ではあるが，本件発明1の発明特定事項のすべてを包含するから，本件発明1について既に説示したのと同様の理由により，原告の取消事由1の主張は理由がないといえる。",
            "また，本件発明2に係る取消事由2(進歩性の判断の誤り)についても，本件発明1に係る取消事由2に関し，容易想到性の判断の誤り及び顕著な作用効果に関する判断の誤りについて説示したのと同様の理由により，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結 論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，その他原告が縷々主張する点も理由がない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10210",
    "date": "2009-01-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037216",
    "ipprecedent_id": "1717",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}