{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−89150号事件について平成19年12月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，「岩手春みどり」の文字を標準文字で表してなる登録第4847162号の商標(指定商品：第31類岩手県産キャベツ，平成16年6月8日出願，平成17年3月18日登録，以下「本件商標」という。)の商標権者である(乙1，2)。",
            "被告は，平成18年10月18日，無効審判請求(無効2006−89150号事件)をし，これに対し，特許庁は，平成19年12月28日，「登録第4847162号の登録を無効とする。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書の写しのとおりである。要するに，審決は，本件商標は，その登録査定時において既に被告の業務に係る商品を表示するものとして需要者の間に広く認識されていた引用商標「いわて春みどり」と類似する商標であり，引用商標の対象商品である「岩手県産キャベツ」と同一の商品について使用するものであるから，商標法4条1項10号に該当し，登録することができないとした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決には，商標法4条1項10号該当性の判断の誤りがあるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用商標の周知性の判断の誤り",
          "text": [
            "商標法4条1項10号の「需要者の間に広く認識されている商標」にいう「需要者」とは，単に卸売会社，市場関係者のみならず，一般の消費者全体を含み，それらの間に広く認識されていたことを要する。また，ここでいう「認識」とは，当該商標がこれを生産又は販売し，提供する特定の事業者と不可分に結びつき，商標の認識が当該事業者を当然に識別させる程度にまで高められたものであることを要する。",
            "被告は，生産農家からダンボールに包装されたキャベツを購入し，又は販売委託され，その販売ルート先である卸売会社に対し販売し，又はその委託をしている。しかし，キャベツが消費者に対し販売される際に，引用商標が使用されることはほとんどなく，本件商標が知られているのは生産農家，卸売会社，又は卸売会社から仕入れる販売業者に限られるのであって，引用商標が需要者の間に広く知られているとはいえない。",
            "また，原告は昭和56年ころから本件商標を使用し，需要者の間に広く知られているから，引用商標のみが需要者の間に広く知られているとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標との類似性の判断の誤り",
          "text": [
            "引用商標は，「いわて春みどり」の文字を特有の書体で表記するのに対し，本件商標は，「岩手春みどり」の文字を標準文字によって表記するものであり，地域名である「いわて」と「岩手」とは表記上明らかに異なるから，類似の商標ということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用商標の周知性の判断の誤りに対し",
          "text": [
            "商標法4条1項10号の「需要者」とは，我が国の需要者を指し，指定商品又は指定役務に係る需要者，取引者であって，それには取引者を含むが，一般的な消費者を含まない。",
            "被告は，岩手県内の農業協同組合(以下「農協」という場合がある。)の委託を受け，その組合員の生産する春系キャベツについて引用商標を使用して主に卸売業者に販売する。春系キャベツは，その後卸売業者から仲卸業者や小売業者を経て，最終消費者に至る。小売業者は，通常ダンボールの包装箱からキャベツを取り出して店舗の商品陳列台に並べて販売しており，その際キャベツの商標が表示されることは稀である。したがって，最終消費者がキャベツの商標を認識してこれを購入するという販売形態ではない。このような取引の実情からみると，キャベツの受託販売者である被告において，引用商標を使用して販売活動を行う場合の対象は主として卸売業者であるから，引用商標の周知性の有無の判断は，卸売業者を主たる対象とすべきであり，引用商標が卸売業者に広く認識されているとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標との類似性の判断の誤りに対し",
          "text": [
            "本件商標と引用商標とは，外観上「岩手」と「いわて」の文字部分に差異があるが，「岩手の春の緑」との観念を生ずる点で観念において共通し，「イワテハルミドリ」との称呼を生ずる点において共通する。したがって，本件商標は引用商標と類似する。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，本件商標は，その登録査定時において被告の業務に係る商品を表示するものとして需要者の間に広く認識されていた引用商標「いわて春みどり」と類似する商標であり，引用商標の係る商品「岩手県産キャベツ」と同一の商品について使用するものであると判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用商標が広く認識されていたか否かについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定(被告における引用商標の使用の態様等)",
              "text": [
                "証拠(乙1，2，14，16ないし19，22，23，25，27，33",
                "ないし35，40，42，52，53，57，63，64，67，69，7",
                "0，72，76，88，94，95，97ないし104，108，109な",
                "いし113，115ないし126，129，131，132，134，14",
                "0，141，143，150，155，157ないし164)及び弁論の全",
                "趣旨によると，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告による「いわて春みどり」(引用商標)の使用の経緯(ア) 被告は，全国の農業協同組合等を会員とする農業協同組合法によって設立された団体である。被告は，平成14年4月，岩手県経済農業協同組合連合会(以下「岩手県経済連」という。)と合併し，岩手県内に被告岩手県本部(以下「全農いわて」という。)が設けられ，岩手県経済連のそれまでの業務を承継した。被告の事業目的は，組合員のためにする農業の経営及び技術の向上に関する指導等であり，組合員の生産する物資の販売もこれに含まれる(農業協同組合法10条1項8号)。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "株式会社渡辺採種場は，宮城県遠田郡美里町に本社を置き，キャベツ等の野菜品種の育種，開発及びその種子の販売を行っていたが，昭和58年に，キャベツの品種「YR青春」を育種開発し，平成2年ころから「YR青春」を改良した「YR青春2号」の開発のために試験栽培等を実施した(乙17)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "Tは，岩手県岩手郡岩手町内において主に野菜栽培を行なってきた者であるが，昭和58年ころから，「YR青春」の本格的な導入を行い，他産地との差別化を行うために，当時の岩手町農業協同組合(以下「岩手町農協」という。)と協議して「いわて春みどり」の名称で盛岡市場の他，仙台市場を中心に出荷を行っていた(乙16，162)。",
                        "Tは，平成11年に，日本農業の確立を目指して，意欲的に経営や技術の改善に取り組み，地域社会の発展にも貢献したとして，「第28回日本農業賞」大賞を受賞し，日本放送協会及び全国農業協同組合中央会から表彰されている(乙108，158ないし162)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "昭和62年には，「岩手町農協春みどり生産協議会」が設立され，「春みどり」の品質向上と生産拡大に努め，岩手県経済連は，平成4年，岩手県内での春系キャベツ生産を拡大するに当たり，統一ブランドとして「春みどり」の名称を使用したいと考え，Tをはじめとする岩手町内生産者グループ及び岩手町農協から承諾を得て，岩手県経済連が取り扱う春系キャベツの標章として「いわて春みどり」の使用を開始した。",
                        "岩手県は，平成9年以降，「いわて純情野菜日本一産地育成対策事業(平成9年～平成12年度)」の実施や，「いわて純情園芸産地づくり推進協議会」の設立(平成9年)により，「いわて春みどり」の産地化を目指し，岩手町及び岩手県内のJAグループの協力を得てキャベツ生産振興対策に取り組み，岩手町のみならず岩手県内各所に産地を広げ，また6月から10月まで販売期間を拡大させることに成功した(乙16ないし19，109，110，134，162ないし164)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標の使用の範囲及び使用の規模",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標の態様は，別紙1(引用商標)のとおり，標準文字で「いわて春みどり」と横書きして成るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "岩手県経済連は，東北紙器株式会社等にキャベツ包装用の10kgダンボール箱を製造させ，生産者(生産農家)は，購入したダンボール箱にキャベツを詰めて包装し，農協に納入し，農協は岩手県経済連(被告)に販売を委託し，岩手県経済連(被告)が卸売業者に販売している。そして，岩手県経済連は，遅くとも平成2年以降，その業務に係るダンボール箱の版下に，「JA全農いわて」等の表示とともに引用商標を付して使用している。",
                        "そして，東北紙器株式会社は，岩手県経済連(被告)に対し，「いわて春みどり」用として，平成2年に約30万枚，平成4年に約81万枚，平成8年に約111万枚，平成10年に約133万枚，平成13年に約165万枚，平成16年に約143万枚，平成17年に約143万",
                        "枚のダンボール箱を納品している(乙14，140，141，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「いわて春みどり」の岩手県全体のキャベツに占める出荷量は，以下のとおりである。",
                        "平成4年は，岩手県のキャベツの出荷量1万3000tのうち「いわて春みどり」の出荷量は8704t(シェアは67％)であった。",
                        "平成7年は，岩手県のキャベツの出荷量1万5100tのうち「いわて春みどり」の出荷量は1万0390t(シェアは68．8％，)であった。",
                        "平成10年は，岩手県のキャベツの出荷量1万7200tのうち「いわて春みどり」の出荷量は1万6007t(シェアは93．1％)であつた。",
                        "平成13年は，岩手県のキャベツの出荷量2万1300tのうち，「いわて春みどり」の出荷量は1万7348t(シェアは81．4％)であった。",
                        "平成16年は，岩手県のキャベツの出荷量1万9700tのうち，「いわて春みどり」の出荷量は1万4968t(シェアは76％)であった。",
                        "平成17年は，岩手県のキャベツの出荷量2万1200tのうち，「いわて春みどり」の出荷量は1万5203t(シェアは71．7％)であった(乙97)。",
                        "そして，東京中央卸売市場における岩手県産キャベツの取扱量と全国シェアは，平成4年には，3609t，1．9％(乙143)，平成1",
                        "1年には，9119t，4．8％(乙150)，平成16年には，74",
                        "84t，4．3％であった(乙155)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "全農いわてとの間で「いわて春みどり」を取り扱っている卸売業者の一部との間の取引実績は別紙2のとおりである(数値は，年度，取引数量，取引金額である。)。また，被告の「いわて春みどり」の主要販売先は，岩手県内のみならず，仙台市，秋田市，栃木県，東京都，埼玉県，神奈川県に及んでいる。そして，各卸売業者は，それぞれ「いわて春みどり」を仲卸や株式会社ダイエー，イオン株式会社，株式会社マルエツ，株式会社いなげや等のスーパー，各小売業者へ販売している(乙27，35，40，42，53，57，64，72，76，88，9",
                      "text": [
                        "5，97)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標の周知の程度",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "岩手県内では，平成10年ないし平成12年の5月に，岩手県知事による「いわて春みどり」定植式が，平成10年7月及び平成11年7月に，岩手県内で岩手県知事による「いわて春みどり」収穫式が，それぞれ行なわれた(乙98，104，110ないし113)。そして，こ",
                      "text": [
                        "れらの行事に関する記事が，平成10年5月24日付け「河北新報」(乙115)，同日付け「岩手日報」(乙116)，同年7月22日付",
                        "け「岩手日報」(乙117)，同年同月24日付け「日本農業新聞」(乙118)，平成11年5月19日付け「岩手日報」(乙119)，同",
                        "年同月20日付け「河北新報」(乙120)，同年同月21日付け「日本農業新聞」(乙121)，同年7月23日付け「日本農業新聞」(乙123)，平成12年5月11日付け「河北新報」(乙124)，同日",
                        "付け「岩手日報」(乙125)，同年7月12日付け「河北新報」(乙126)に掲載された。",
                        "また，インターネットにおいても，「銀河系いわて情報スクエアメールマガジン」(岩手県広聴広報課平成13年5月2日発行)において，「日本一の産地を目指して」のタイトルで「『いわて春みどり』は，県内で生産される春系キャベツのブランド名で，葉がやわらかで，みずみずしく，甘みがあるのが特徴です。」との記事が掲載され(乙129)，平成11年10月16日付け「岩手日報ニュース」(乙13",
                        "1)には，「夏場に質の高いキャベツの生産拡大に努め，統一ブランド『いわて春みどり』の地位確立に貢献した新岩手農協東部地域春みどり生産部会(中略)が岩手農業賞の特別功労賞を受賞。」との記事が掲載され，平成11年5月18日の「IAT」(乙132)には，「県産野",
                        "菜の振興を。増田知事が岩手ブランドのキャベツ「いわて春みどり」の植え付け行う。『いわて春みどり』の植え付けは，増田知事が去年から行っているもので，・・・岩手春みどりは，葉が柔らかく甘みがあるキャベツで，首都圏の市場でも高く評価されている。県では一昨年からキャベツの産地確立を目指し，本格的に生産に取り組んでいて，来年度までに1000ヘクタールの作付けを目指している。・・」との記事が掲載された。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成7年8月に千葉県松戸市内のスーパーで(乙99)，平成11年8月に横浜市内のスーパーで(乙101)，平成13年7月に東京都府中市内の「さくら市場館青果コーナー」で(乙100)，それぞれ「いわて純情野菜フェア」が行なわれ，「いわて春みどり」がダンボールに積んで販売されている他，平成11年9月に東京都江東区内のスーパーで「おいしさ絶品！岩手のキャベツ いわて春みどり」との標語の下に，岩手県知事が両手にキャベツを持ち，その横に引用商標を付したダンボールが積み重なっているポスターが展示され，「いわて春みどり」が販売されている(乙102，103)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定のとおり，被告による引用商標の使用は，①Tが，キャベツの品種「YR青春」に「いわて春みどり」と命名して出荷を開始し，岩手県経済連は，平成4年から岩手県産キャベツの商標としてT等の承諾を得て「いわて春みどり」の名称を採用して，これをキャベツの出荷専用ダンボール箱に表示するなどして引用商標を使用し，平成14年4月以降は被告(全農いわて)がこれを承継して，本件商標の登録査定時の平成17年まで継続して引用商標を使用していたこと，②また，東北紙器株式会社は，「いわて春みどり」用として，平成4年に約81万枚，平成8年に約111万枚，平成10年に約133万枚，平成13年に約165万枚，平成15年に約131万枚，平成17年に約143万枚のダンボールを経済連に納品し，岩手県全体の出荷するキャベツの70ないし90％が「いわて春みどり」であり，岩手県知事による「岩手春みどり」の定植式・収穫式が岩手県内で刊行された新聞に取り上げられ，主要な取引先は，岩手県内のみならず，仙台市，栃木県，東京都，埼玉県，神奈川県に及んでおり，その取引量も大きく，東京中央卸売市場での「いわて春みどり」の取引量も全国の約3．2％に及ぶほどの販売実績を上げ，岩手県内において，被告(全農いわて)や岩手県が主体となって「いわて春みどり」を岩手県産キャベツの標章とすべく，キャンペーン活動を展開し，さらに首都圏内のスーパーでも，「いわて春みどり」との標章を付した岩手県産キャベツを，他県の生産に係るキャベツと区別されるような態様で販売されていること，③岩手県産キャベツ「いわて春みどり」の取引形態をみても，生産農家が「いわて春みどり」を農協に納入する場合は，引用商標を付したダンボール箱を使用し，農協は被告(全農いわて)に販売を委託し，被告(全農いわて)が卸売業者に販売し，卸売業者は，仲卸業者やスーパー等の小売店に納入し，小売店はダンボール箱からキャベツを取り出し，店頭に並べて最終消費者に出荷するものであり，被告(全農いわて)が引用商標を使用するのは，ダンボール箱に付して出荷するまでを念頭に置いたもので，小売店での表示，使用については，挙げて小売店の判断に委ねるという態様を採用したことに特徴がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上を総合すると，引用商標は，被告の業務に係る「岩手県産キャベツ」を表す商標として，本件商標の出願時(平成16年6月8日)には，岩手県内におけるキャベツの生産農家や取引業者のみならず，少なくとも東北地方から関東地方にかけてのこの種農産物の取引業者の間においても広く認識され，登録査定時(平成17年3月18日)まで継続していたものということができる。なお，商標法4条1項10号所定の「需要者」とは，最終消費者という意味での需要者に限定されるものではなく，取引者又は需要者も含まれるというべきであり，特に，本件のような取引態様においては，取引者(卸売業者，仲卸業者，スーパー等の小売店)を含むものと解するのが相当である。のみならず，最終消費者という意味での需要者についても，岩手県内はもちろん，首都圏内でもスーパーでの販売等により相当程度知られたものということができる。",
                    "したがって，引用商標は「需要者の間に広く認識された」商標であると解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，被告が引用商標を使用する前の昭和56年ころから本件商標を使用していると主張する。しかし，証拠(甲1，11，12，15，26，31，34，35，42，43，46，47，49，50，78，8",
                  "text": [
                    "3ないし85)によると，原告ないし原告が経営する会社が業務として取り扱うキャベツ等を素材とした漬物を「春みどり」と命名して販売した事実が窺われるが，その開始時期などの詳細は明らかではなく，結局，原告の主張は採用の限りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，商標法4条1項10号の「認識」とは，当該商標がこれを生産又は販売し，提供する特定の事業者と不可分に結びつき，商標の認識が当該事業者を当然に識別させる程度にまで高められたものであることを要すると主張する。",
                    "しかし，原告の主張自体採用の限りではないが，仮に，具体的取引における態様において，特定の営業主体との識別表示が必要であるという前提を採用したとしても，証拠(乙3ないし13)によると，ダンボール箱には，引用商標とともに「岩手県経済連」，「JA全農いわて」，「全農」，「JA新いわて」の表示がなされており，この「岩手県経済連」あるいは「JA全農いわて」の表示は，被告の地方組織(その前身を含む)を表すものであるから，結局，引用商標は，キャベツの流通段階において，被告の業務に係る商品を表す商標として使用され，取引業者の間においても被告の業務に係る商品を表すものとして認識されてきたものというべきである。原告のこの点の主張も採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，前記1(1)で認定した被告の取引市場について他県と岩手県との対比データ等を提出し(甲88ないし100)，「いわて春みどり」の取扱数が少ない等と主張する。前記1で認定したとおり，これらは被告が取引数が明らかにできた卸売業者のみを証拠として提出したものであり，その他，被告の取引先多数存在することが推認されることに照らすならば，原告の提出に係る資料によって，上記の認定が左右されることはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標との類似性について",
          "text": [
            "本件商標と引用商標とを対比すると，称呼及び観念において共通し，また，外観においても，「いわて」の構成部分の表記が「漢字」であるか「ひらがな」であるかの僅かな差異があるにすぎず，両商標は類似する。また，本件商標の指定商品「岩手県産キャベツ」は，引用商標が使用されている「岩手県産キャベツ」と同一である。本件商標は引用商標と類似する。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "したがって，本件商標は周知商標である引用商標と類似するから，商標法4条1項10号に該当し，同法46条1項の規定により無効とされるべきものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}