{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2008−3177号事件について平成20年10月31日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実等",
      "text": [
        "以下の事実は，当事者間に争いがないか，証拠によって容易に認定することができる事実である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「有核顆粒およびその製造法」とする特許第2120237号の特許(平成元年9月27日出願〔優先権主張：昭和63年9月27日，日本国〕，平成8年2月28日出願公告〔特公平8−19003号〕，平成8年12月20日設定登録。以下「本件特許」という。請求項の数は5である。)の特許権者である(甲2の1，9，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成18年9月4日，本件特許につき，特許権の存続期間の延長登録の出願(特許権存続期間延長登録出願2006−700072。以下「本件出願」という。)をし，延長の理由として，原告が平成18年6月15日に次の処分(以下「本件処分」という。)を受けたことを主張した(甲1)。なお，本件処分の対象となった「物」が，同処分の対象となった「医薬品」を指すのか(原告の主張)，同医薬品の「有効成分」を指すのか(被告の主張)については，争いがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "延長登録の理由となる処分",
                  "text": [
                    "薬事法14条7項に規定する医薬品の製造の承認事項の一部変更に係る同項の承認"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "処分を特定する番号(承認番号)",
                  "text": [
                    "21400AMZ00223000"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "処分の対象となった物",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "処分の対象となった医薬品(販売名)",
                      "text": [
                        "タケプロンOD錠15"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "処分の対象となった医薬品の有効成分(一般名称)",
                      "text": [
                        "ランソプラゾール"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "処分の対象となった物について特定された用途(効能・効果)非びらん性胃食道逆流症"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件出願について，平成19年12月26日付けで拒絶査定を受けたので，平成20年2月12日，これに対する不服の審判(不服2008−3177号事件)を請求した。",
                "特許庁は，平成20年10月31日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，同年11月18日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の願書に添付された明細書(出願公告時のもの。以下「本件明細書」という。甲2の1)の特許請求の範囲の記載(以下，各請求項に係る発明を項番号に対応して，「本件特許発明1」などといい，これらをまとめて「本件特許発明」という。)は，次のとおりである(設定登録時も同じ〔弁論の全趣旨〕。)。",
            "「【請求項1】有核顆粒中の低置換度ヒドロキシプロピルセルロースの含有量が0．1～15重量％になるように，低置換度ヒドロキシプロピルセルロースの分散液を核顆粒に噴霧することを特徴とする有核顆粒の製造法。",
            "【請求項2】分散液を噴霧しながら粉状散布剤を散布する請求項(1)の製造法。",
            "【請求項3】分散液に主薬を配合する請求項(1)または(2)の製造法。",
            "【請求項4】粉状散布剤に主薬を配合する請求項(2)または(3)の製造法。",
            "【請求項5】請求項(1)ないし(4)の製造法で得られる有核顆粒。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件処分は本件特許発明の実施に必要な処分であったとは認められないから，本件出願は特許法67条の3第1項1号の規定により拒絶すべきである，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由についての原告の主張",
          "text": [
            "審決は，以下のとおり，理由不備ないし理由齟齬の違法(取消事由1)，特許法の解釈・適用を誤った違法(取消事由2)があるから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(理由不備・理由齟齬)",
              "text": [
                "審決は，本件特許発明について検討することなく，特許第2138026号(以下「別件特許」という。)に係る特公平8−32625号公報(以下「別件公告公報」という。甲2の2)に記載された発明(以下「別件発明」という。)について検討し，本件出願の許否について判断したものである。",
                "すなわち，審決が摘示した「資料a」の記載内容(審決書6頁9行～19行，6頁22行～29行，7頁1行～3行，7頁30行～35行参照)",
                "は，本件明細書の記載ではなく，別件公告公報の記載と一致する。また，上記別件公告公報についての摘示を受けた審決のその余の説示も，本件特許ではなく，別件特許についての判断といわざるを得ない。",
                "したがって，審決は，本件特許発明について何ら検討しておらず，理由不備ないし理由齟齬の違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(特許法の解釈・適用の誤り)",
              "text": [
                "審決は，以下のとおり，特許法の解釈・適用を誤った結果，本件処分は本件特許発明の実施に必要な処分であったとは認められないと誤って判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「特許発明の実施行為には当然その物(その処分においてその物に使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物)についての実施行為が明確に存在することが必要であって，そうでない場合は，その特許発明の実施にその処分は必要ではなかったことになる」(審決書5頁16行～19行)，「医薬品についての処分が特許発明の実施に必要であったというためには，少なくともその処分によって特定される『物』すなわち『有効成分』が特許発明の構成要件として明確に特定されていることを要するというべきである」(審決書5頁37行～6頁1行)，「延長登録制度は，処分で特定される『物』が，薬事法の規制により使用できないことにより特許発明の実施が不可避的に相当期間妨げられた場合，一定の限度において救済をすることをその趣旨とするのであるから，少なくともその特許発明には，薬事法上の規制を受ける『物』自体あるいはその『物』が顕在化している上位概念(例，マーカッシュ形式で記載された化合物など)がその構成要件として含まれることを要するというべきであ(る)」(審決書7頁13行～19行)と説示した。",
                    "上記説示によれば，審決は，特許権の存続期間の延長登録の要件に係る「その特許発明の実施」であるというためには，処分の対象が「特許発明の構成要件として明確に特定され」ていなければならないと解釈したものと理解できる。",
                    "しかし，特許法67条2項及び67条の3第1項1号の規定によっても，処分の対象が「特許発明の構成要件として明確に特定され」なければならないと解する合理的理由はない。",
                    "上記各規定は，「その特許発明の実施」について政令で定める処分を受けることが必要である場合に，特許権の存続期間の延長登録が認められることを定めたものであるし，また，「その特許発明の実施」における「実施」の意義は，特許法2条3項各号に定められている(甲21〔中山信弘編著，「注解特許法」第三版【上巻】，平成12年8月25日青林書院発行〕651頁29行～31行〔平山孝二・守屋敏道執筆部分〕参照)。",
                    "そして，これらの規定によれば，処分の対象たる「医薬品」(あるいは，処分の対象たる「有効成分」を含有する「医薬品」)の製造販売等が特許発明の実施であれば，「その特許発明の実施」に該当すると解される。",
                    "例えば，甲22(特許庁編集，「工業所有権法(産業財産権法)逐条解説〔第17版〕」，平成20年5月30日社団法人発明協会発行)は，特許法67条の3第1項1号所定の拒絶理由に関して，「処分を受けることによって禁止が解除された範囲と特許発明(特許権)の範囲に重複している部分がなければ，特許発明の実施に当該処分を受けることが必要であるとは認められない」(215頁16行～17行)としているが，これを換言すれば，処分によって禁止を解除された範囲(処分の対象)と特許発明(特許権)の範囲に重複している部分(特許発明の技術的範囲に属する部分)があれば，「その特許発明の実施に第67条第2項の政令で定める処分を受けることが必要であった」ということになる。",
                    "上記のような解釈は，これを否定すべき実質的根拠が見当たらないのみならず，上述した甲22のほか，甲21が「特許発明の実施に法67条2項の政令で定める処分を受けることが必要であったと認められるためには，政令で定める処分を受けることによって禁止が解除された行為と特許発明の実施(例えば，物の発明にあっては，その物を生産等する行為)に重複部分があることが必要である。具体的には，処分を受けた物(又は，物と用途)が特許請求の範囲に記載されている場合には，その特許発明の実施に当該処分を受けることが必要であったと認められる(特許庁・改善多項制および特許権の存続期間の延長制度に関する運用基準)。」(652頁1行～7行)と述べていること，甲23(小栗昌平監修・平山孝二外3名著，「詳説 改善多項制・特許権の存続期間の延長制度」，昭和63年8月25日社団法人発明協会発行)が「『処分を受けた物(又は，物と用途)が特許請求の範囲に記載されている場合』には，・・・・・・処分を受けた物(又は，物と用途)が特許請求の範囲に明示されている場合のほか，処分を受けた物(又は，物と用途)の上位概念の物(又は，物と用途)が特許請求の範囲に記載されている場合も含まれる。例えば，特許請求の範囲にはマーカッシュ形式等により複数の化合物が包括的に記載されており，処分を受けた物が特許請求の範囲に明示的に記載されていない場合(例えば，処分を受けた物の化合物名が特許請求の範囲に明示的に記載されていない場合)であっても，処分を受けた物がそれに含まれていれば，処分を受けた物が特許請求の範囲に記載されていることとなる。」(189頁29行～190頁10行)と述べていることとも，整合する。なお，甲23は，「マーカッシュ形式等」に言及しているが，これは例示にすぎず，処分の対象が「特許発明の構成要件として明確に特定され」ることが必要であるとしたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「本件特許発明は顆粒として経口投与される薬物全般についての製剤技術に関する発明である」(審決書6頁37行，38行)，「ランソプラゾールが本件特許発明における『主薬』として採用されうるとしても，本件特許発明はランソプラゾールを使用しなければ有核顆粒が製造できないというものではないし，『非びらん性胃食道逆流症』に使用される『ランソプラゾール』を使用しなければならないものでもない」(審決書7頁3行～7行)，「『非びらん性胃食道逆流症』に『ランソプラゾール』を使用することについて所用の実験，審査などに相当の期間を要するがために，本件特許発明の実施，すなわち，主薬と低置換度ヒドロキシプロピルセルロースとを配合してなる粉状散布剤で被覆された有核顆粒や，その製造法の実施が不可避的に相当期間妨げられたということはできない」(審決書7頁8行～12行)と説示した。",
                    "上記説示によれば，審決は，本件特許発明における「分散液」のように，特許請求の範囲に広義の概念を用いた場合には，同概念に処分の対象が含まれる旨の記載が発明の詳細な説明にあったとしても，特許権の存続期間の延長登録の出願を拒絶すべきであるとしたものと理解することができる。",
                    "しかし，審決の上記判断は，下記(ア)，(イ)に示される特許庁における従来の運用からも逸脱している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許第1729813号の特許(以下「813号特許」とい",
                      "text": [
                        "う。)については，その特許発明の実施に「スルファモノメトキシン，オルメトプリム，含水マクロゴール400，マクロゴール400，水酸化ナトリウム，塩酸及び精製水を含有したpH9．5～11．5の液状合剤」についての薬事法14条6項に規定する動物用医薬品に係る同項の承認(農林水産省令9畜A第890号)を受けることが必要であったとして，特許権の存続期間の延長登録の出願がされ，同出願に対し登録査定がされている(甲37)。しかし，813号特許に係る明細書(甲36)の特許請求の範囲には，「スルホンアミド類」との記載があるにとどまり，上記承認の対象となった動物用医薬品の有効成分である「スルファモノメトキシン」自体はもとより，マーカッシュ形式の記載など「スルファモノメトキシン」が顕在化している上位概念も記載されていない。なお，同明細書の発明の詳細な説明には，「本願発明における被可溶化対象物質である合剤の主成分，即ち，スルホンアミド類としては例えば，・・・スルフアモノメトキシン等又はその塩が挙げられ」(2欄18行～3欄1行)との記載があり，「スルファモノメトキシン」が「スルホンアミド類」として採用され得ることを理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許第2576927号の特許(以下「927号特許」とい",
                      "text": [
                        "う。)については，その特許発明の実施に「アジスロマイシン水和物を含む小児用細粒」についての薬事法14条1項に規定する医薬品の製造に係る同項の承認(承認番号：21200AMZ0016200",
                        "0)を受けることが必要であったとして，特許権の存続期間の延長登録の出願がされ，同出願に対し登録査定がされている(甲39)。しかし，927号特許に係る明細書(甲38)の特許請求の範囲に",
                        "は，「主薬」との記載があるにとどまり，上記承認の対象となった医薬品の有効成分である「アジスロマイシン」自体はもとより，マーカッシュ形式の記載など「アジスロマイシン」が顕在化している上位概念も記載されていない。なお，同明細書の発明の詳細な説明には，「本発明に用いられる主薬としては，細粒剤として投与されうるものならば限定されないが，特に苦味などの不快な味を有する薬物に適応する時，本発明の効果が著しい。その様な薬物としては，・・・アジスロマイシンに代表されるマクロライド系抗生物質・・・などが挙げられる。」(段落【0013】)との記載があり，「アジスロマイシン」が「主薬」として採用され得ることが理解できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)及び(イ)の事例は，処分の対象である医薬品等の「有効成分」はもとより，これが顕在化している上位概念も特許請求の範囲に明確には記載されていないが，発明の詳細な説明に当該「有効成分」が特許請求の範囲に記載された広義の概念に含まれることが示されている点において，本件と事案を同じくするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決は，特許法67条2項及び67条の3第1項1号の解釈・適用を誤ったものというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，原告の主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(理由不備・理由齟齬)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が摘示した「資料a」の記載内容が，本件明細書の記載ではなく，別件公告公報の記載と一致すると主張するところ，確かに，原告の指摘に係る審決の摘示には，誤記ないし誤引用がある。",
                    "しかし，審決が本件特許発明について判断したことは，以下のとおり，明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「1．本件特許及び本件特許発明」の項において，本件出願の対象が本件特許であり，その特許発明が本件特許発明1ないし5であることを明記している(審決書1頁17行～2頁6行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「資料a」が，本件明細書の内容を記載した「平成8年特許出願公告第19003号公報」(甲2の1)であることを明記している(審決書2頁27行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決書6頁8行ないし9行に「資料a(本件公告公報，p1第1欄下から3行～第2頁3欄31行)」とあるのは，本来，「資料a(本件公告公報，第1頁右欄4行～第2頁左欄43行)」とすべきところを，誤って記載したものである。",
                        "しかし，これに引き続いて審決が摘示した「資料a」の内容と本件明細書とを対比すれば，審決の摘示は，本件明細書に「従来の技術」，「発明が解決しようとする課題」，「課題を解決するための手段」として記載された，本件特許発明に至る経緯の概要を記載したものであることが理解できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決書6頁21行ないし22行に「資料a(第2頁4欄第2行～第5欄下から4行)」とあるのは，本来，「資料a(第2頁右欄第18行～同欄末行)」とすべきところを，誤って記載したものであり，また，これに引き続いて審決が摘示した「資料a」の内容は，本件明細書には存在しない。",
                        "しかし，審決における「資料aには，主薬の一例としてランソプラゾールに相当する2−［［3−メチル−4−(2，2，2−トリフル",
                        "オロエトキシ)−2−ピリジル］メチルスルフィニル］ベンツイミダゾールが挙げられており，」(審決書7頁1行～3行)との説示は，本件明細書(甲2の1)の「消化器系薬物としては，2−{［3−メチル−4−(2，2，2−トリフルオロエトキシ)−2−ピリジル］メ",
                        "チルスルフィニル}ベンツイミダゾール」(2頁右欄32行～34行)との記載に基づくものであり，また，原告(請求人)が，平成20年3月18日付け手続補正書(甲19)において，同記載に基づく主張をしたこと(8頁19行～26行)に対する応答でもある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決書7頁29行ないし35行に「本件特許発明(特許権)の範囲は，その請求項に記載のとおり，『主薬と低置換度ヒドロキシプロピルセルロースとを配合してなる粉状散布剤で被覆された有核顆粒(請求項1)』を実施(製造，販売，使用等)すること，ならびに，『核顆粒に，水性結合剤を噴霧しながら主薬と低置換度ヒドロキシプロピルセルロースとを配合してなる粉状散布剤で該核顆粒を被覆することを特徴とする有核顆粒の製造法(請求項2)』を実施することであるが，」とあるのは，誤りであり，原告(請求人)の主張に対応していない。",
                        "しかし，その前後に審決が摘示した原告(請求人)の主張(審決書7頁27行～29行の「であるとし，」，7頁35行の「ここで，」～8頁1行の「主張するが，」)は，いずれも甲19における原告(請求人)の主張に対応するものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，審決の説示の一部に誤記ないし誤引用があるとしても，説示の内容は，全体として，本件特許発明に実質的に対応するものであり，別特許に対する判断ということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の上記誤記ないし誤引用は，以下のとおり，審決の結論に影響するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「1．本件特許及び本件特許発明」の項で本件特許及び本件特許発明を認定し，「2．本件出願」の項で本件処分を記載し，「3．原審の拒絶の理由の概要」の項で原査定の理由(特許法67条の3第1項1号および同項3号に該当する)を示した上，「4．当審の判断」の項でで審決の結論に至った理由を説示している。",
                        "そして，審決は，特許法68条の2の規定から「特許発明」(特許請求の範囲に記載された発明)に処分の対象となった物(その処分においてその物に使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物)が明確に含まれていなければならないことを示し，さらに，医薬品における「物」，「用途」はそれぞれ「有効成分」，「効能・効果」と解すべきであること，医薬品の有効成分を含む特許発明は，その成分の有効性，安全性の確保という点で薬事法の規制を受け，実施が妨げられることが多いことを述べた上で，処分が薬事法に基づく承認である場合については，「特許請求の範囲」に少なくともその処分によって特定される「有効成分」が明記されている必要があるとの解釈を示した。",
                        "上記解釈によれば，特許請求の範囲に本件特許発明の構成要件として本件処分の対象となった「有効成分」である「ランソプラゾール」の記載がないことを指摘すれば足りる。そして，審決は，現に，特許発明(特許請求の範囲に記載された発明)の構成要素にランソプラゾールが存在しない本件特許発明の実施に本件処分が必要であったとは認められないことを明記している(審決書7頁13行～21行参照)。",
                        "したがって，審決は，念のため，「資料a」の内容を参照し，特許請求の範囲の記載の形式のみならず，本件特許発明が実質的に製剤技術の発明であって，「ランソプラゾール」を必須の構成要件とする発明ではないことを指摘したにすぎないものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)のとおり，原告の指摘に係る誤記ないし誤引用は，審決が念のため本件明細書の記載を参照しようとした部分におけるものであり，しかも，そのほとんどは本件明細書の記載と実質的に対応するものである。",
                        "したがって，審決の説示に原告の指摘に係る誤記ないし誤引用が存在することは，審決の結論に影響するものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(特許法の解釈・適用の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，処分によって禁止を解除された範囲(処分の対象)と特許発明(特許権)の範囲に重複している部分(特許発明の技術的範囲に属する部分)があれば，「その特許発明の実施に第67条第2項の政令で定める処分を受けることが必要であった」ということになると主張する。",
                    "しかし，以下のとおり，原告の上記主張は失当である。",
                    "すなわち，特許発明の実施に特許法67条2項の政令で定める処分を受けることが必要であったと認められるためには，政令で定める処分を受けることによって禁止が解除された行為と特許発明の実施に重複部分があることが必要であり，この重複範囲において特許権の効力が延長される(乙1〔中山信弘編著，「注解特許法〔第三版〕【上巻】」，平成12年8月25日青林書院発行〕の671頁下から11行目～672頁",
                    "5行，乙2〔特許庁編，「工業所有権法(産業財産権法)逐条解説〔第17版〕」，平成20年5月30日社団法人発明協会発行〕219頁6行～11行参照)から，上記禁止が解除された範囲については，特許法68条の2(存続期間が延長された場合の特許権の効力)の規定を踏まえて，その内容を理解する必要がある。",
                    "そのような観点から，特許法67条の3第1項1号の要件を検討すると，同号の該当性は，「処分によって禁止を解除された範囲(処分の対象)と特許発明(特許権)の範囲に重複している部分(特許発明の技術的範囲に属する部分)があるか否か」ではなく，「処分の対象となった物，又は物と用途が，特許請求の範囲に特定されているか否か」によって判断すべきである。その理由は，特許発明の技術的範囲は特許請求の範囲の記載に基づいて定められるところ(特許法70条)，特許請求の範囲に，存続期間が延長された場合に特許権の効力が及ぶ物(又は，物と用途)の記載がないとき，あるいは，漠然としか記載されていないときは，当業者といえども当該延長された特許権の効力が及ぶ範囲を予見することは困難であって，処分の対象となった物が特許発明の技術的範囲に属しさえすれば，特許権の存続期間の延長登録が認められるとすると，存続期間満了後に特許発明を実施しようとする第三者に不測の不利益を及ぼす不都合が生ずるからである。",
                    "この点，原告が引用する甲23は，処分を受けた物(又は，物と用途)を含む上位概念の物(又は，物と用途)が特許請求の範囲に記載されている場合も含まれると説明されているが，マーカッシュ形式の記載が例示されているように，あくまで特定の「物」が把握でき，上位概念であっても，処分の対象となった物と本質的に同一の物であると判断できる程度の記載がされていることが必要である。むしろ，原告が引用する甲23では，医薬品の場合，処分の対象となった有効成分と特許請求の範囲に記載されている物とが同一であるということの説明が必要であると解説されている(乙3〔小栗昌平監修・平山孝二外3名著，「詳説改善多項制・特許権の存続期間の延長制度」，昭和63年8月25日社団法人発明協会発行)〕177頁14行～182頁18行，374頁",
                    "2行～376頁24行参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，813号特許及び927号特許に係る各特許権の存続期間の延長登録出願に関する先例を挙げて，審決の判断が特許庁における従来の運用から逸脱していると主張する。",
                    "しかし，上記各事例では，その願書(甲37，39)における「処分の対象となった物」の記載について，補正が指示されていないことに照らしても，特許権の存続期間の延長登録の要件の審査に当たり，何らかの錯誤があったことが疑われるものである。すなわち，特許権の存続期間の延長登録の出願は，当初は，物質特許，用途特許，物質の製法特許について出願されることが想定されており，製剤特許等についての審査の対応についての検討が十分ではなかったことから，このような錯誤が生じたもの考えられる。",
                    "特許法125条の2が延長登録無効審判について規定しているのは，行政庁の処分であっても過誤が生じる可能性があり，それを正すためであるから，原告の主張に係る事例において特許権の存続期間の延長登録が認められた例があることをもって，直ちに当該事例における解釈・運用が正当であるということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(理由不備・理由齟齬)について",
          "text": [
            "当裁判所は，審決には，本件特許発明について検討することなく，別件発明について検討したものであるから，理由不備ないし理由齟齬の違法があると判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の認定判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が，本件出願の対象が本件特許であって，その特許発明が本件特許発明1ないし5であると認定したこと(審決書1頁17行～2頁6行，6頁8行参照)，本件出願の願書に添付された「資料a」が，本件明細書の内容を記載した「平成8年特許出願公告第19003号公報写」(甲2の1)であると認定したこと(審決書2頁27行参照)は，いずれも，審決書の記載に照らし，明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，審決が摘示した「資料a」の記載内容の大部分(審決書6頁8行～37行参照)が，本件明細書(甲2の1)の記載とは一致せず，別件公告公報(甲2の2)の記載と一致することは，審決書，本件明細書及び別件公告公報の各記載に照らし，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決には，本件特許発明(特許権)の内容として，本件特許発明1ないし5ではなく，別件発明について摘示した部分(審決書7頁29行～35行参照)があることも，審決書の記載に照らし，明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記(1)によれば，審決は，本件出願の対象が本件特許であって，その特許発明が本件特許発明であるとしながら，実際には，本件特許発明でなく，別件発明について検討したものであって，理由に齟齬がある。また，審決は，本件特許について検討したものということはできないから，本件出願を拒絶すべき理由が記載されているともいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張に対し",
              "text": [
                "被告は，①審決の説示の内容は，実質的には本件特許発明に対応するものであって，別特許に対する判断ということはできない，②「政令で定める処分」が薬事法所定の承認である場合は，「特許請求の範囲」に少なくともその処分によって特定される「有効成分」が明記されている必要があるという審決の解釈を前提にするならば，特許請求の範囲に本件特許発明の構成要件として本件処分の対象となった「有効成分」である「ランソプラゾール」の記載がないことを指摘すれば足りるから，審決の結論に影響しない，などと主張する。",
                "しかし，前記(2)のとおり，審決は本件特許についての理由を示していないのであるから，被告の主張は，本訴において，新たな理由を付加したものというべきであって，採用の限りではない。被告の同主張の当否については，再開されるべき審判手続において，原告に意見陳述の機会を与えた上で，審決において判断すべきものであって，審決を適法とする理由としては，主張自体失当というべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，審決は理由齟齬及び理由不備があり，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上によれば，原告主張の取消事由2について検討するまでもなく，審決は取消しを免れない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "事案にかんがみ，再開されるべき審判手続における審理に資するよう，特許法67条2項及び67条の3第1項1号の解釈について，当裁判所の見解を付言する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法67条2項は，「特許権の存続期間は，その特許発明の実施について安全性の確保等を目的とする法律の規定による許可その他の処分であつて当該処分の目的，手続等からみて当該処分を的確に行うには相当の期間を要するものとして政令で定めるものを受けることが必要であるために，その特許発明の実施をすることができない期間があつたときは，五年を限度として，延長登録の出願により延長することができる。」と規定している。また，同法67条の3第1項1号は，特許権の存続期間の延長登録の出願について拒絶をすべき場合の一つとして，「その特許発明の実施に第六十七条第二項の政令で定める処分を受けることが必要であつたとは認められないとき。」と規定している。",
                    "これらの規定の趣旨は，「その特許発明の実施」について，特許法67条2項所定の「政令で定める処分」(以下「政令で定める処分」ということがある。)を受けることが必要な場合には，特許権が存在していても，特許権者は特許発明を実施することができず，特許期間が侵食される事態が生ずるため，特許発明を実施することができなかった期間，5年を限度として，特許権の存続期間を延長することとしたものと解される。そして，「特許発明」とは「特許を受けている発明」(特許法2条2項)であり，「実施」とは特許法2条3項各号に掲げる行為をいうものである。",
                    "そうすると，「その特許発明の実施」に「政令で定める処分」を受けることが必要であったというためには，「政令で定める処分」を受けることによって禁止が解除された行為と「その特許発明の実施」に当たる行為(例えば，物の発明にあっては，その物を生産等する行為)に重複部分があることが必要であるといえる。換言すれば，「政令で定める処分」を受けることによって禁止が解除された行為と「その特許発明の実施」に当たる行為に重複している部分がなければ，「その特許発明の実施」に「政令で定める処分」を受けることが必要であったとは認められないことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「政令で定める処分」を受けることによって禁止が解除された行為と「その特許発明の実施」に当たる行為に重複している部分があるか否かを判断するには，まず，「政令で定める処分」が薬事法14条所定の医薬品の製造の承認や医薬品の製造の承認事項の一部変更に係る承認である場合には，当該承認を受けることによって禁止が解除された医薬品の製造行為が「その特許発明の実施」に当たる行為であるか否かを検討すべきである。なぜなら，薬事法14条所定の承認を受けることによって禁止が解除された医薬品の製造行為が「その特許発明の実施」に当たる行為である場合には，特許発明の当該実施行為をすることは，薬事法により禁止されていたということができるからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，特許法68条の2は，「特許権の存続期間が延長された場合(第六十七条の二第五項の規定により延長されたものとみなされた場合を含む。)の当該特許権の効力は，その延長登録の理由となつた第六十七条第二項の政令で定める処分の対象となつた物(その処分においてその物の使用される特定の用途が定められている場合にあつては，当該用途に使用されるその物)についての当該特許発明の実施以外の行為には，及ばない。」と規定している。",
                    "上記規定の趣旨は，特許権の存続期間が延長された場合の当該特許権の効力は，その特許発明の全範囲に及ぶものではなく，「政令で定める処分の対象」となった「物」(その処分においてその物に使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物)についてのみ及ぶというものである。これは，特許請求の範囲がしばしば上位概念で記載されるため，同記載によって特定される特許発明の範囲も「政令で定める処分」を受けることによって禁止が解除された範囲よりも広いことが少なくないところ，「政令で定める処分」を受けることが必要なために特許権者がその特許発明を実施することができなかった範囲(「物」又は「物及び用途」の範囲)を超えて，延長された特許権の効力が及ぶとすることは，特許発明の実施が妨げられる場合に存続期間の延長を認めるという特許権の存続期間の延長登録の制度趣旨に反することとなるからであると解される。",
                    "ところで，特許権の存続期間が延長された場合の当該特許権の効力が，「政令で定める処分の対象」となった「物」(又は「物」及び「用途」)についてのみ及ぶとする制度の下においては，特許権の存続期間満了後に当該特許発明を実施しようとする第三者に対し，不測の不利益を与えないという観点からの考慮が必要であることはいうまでもない。",
                    "しかし，そのような観点から，「政令で定める処分」の対象となった「物」(又は「物」及び「用途」)が，客観的な要素によって特定され，かつ，「特許請求の範囲」，「発明の詳細な説明」の各記載及び技術常識に基づいて，十分に認識，理解できることが必要となるとはいい得ても，特許請求の範囲によって明確に記載されていることが必要となるとはいえない。",
                    "したがって，「政令で定める処分の対象」となった「物」(又は「物」及び「用途」)が，特許請求の範囲に明確に記載されていないという理由で，特許権の存続期間の延長登録の出願を拒絶することは，許されないものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告の本訴請求は理由があるから，これを認容することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}