{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−10501号事件について平成19年12月18日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「容器」とする発明につき，平成14年10月17日，特許出願をしたが(パリ条約による優先権主張：2001年(平成13年)10月18日，ドイツ連邦共和国。以下「本願」という。)，平成17年3月4日付けの拒絶査定を受けたので(甲9)，同年6月7日，これに対する審判請求(甲10。不服2005−10501号事件)をすると共に，同日付け手続補正書(甲11)を提出した。",
            "特許庁は，平成19年12月18日，「本件審判の請求は，成り立たない。」との審決をし(附加期間90日)，その謄本は平成20年1月9日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "補正前及び補正後の各特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成17年6月7日付け手続補正書(甲11)による補正(以下「本件補正」という。)前の特許請求の範囲(請求項1)は，下記のとおりである(なお，同請求項は，審査手続において平成16年11月8日付けの拒絶理由通知を受け(甲6)，平成17年2月9日付けで手続補正書(甲8)により補正した後のものである。)。",
                "「容器内に収容された特に歯科分野用のペースト状材料を塗布するための容器であり，ケース(12)がこのケース(12)に対して耐圧的かつ気密に固定し得るとともに取り外しが可能な使い捨て部品として形成される射出ノズル(22)または閉じ蓋と結合することが可能な接続部を備え，これによって材料(52)を容器(10)から射出して塗布することができ，また射出ノズル(22)がケース(12)上の目印(32，36，40)に一致",
                "する目印(34，38，42)を備えることを特徴とする容器。」(以下この発明を「本願発明」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の特許請求の範囲請求項1は，下記のとおりである(請求項の数は14である。)。",
                "「歯科分野用のペースト状材料を塗布するための注射器であり，注射器は，塗布するための材料を内部に保持するケース(12)であって，且つ射出端部を有しこれを介して材料が射出可能であるケース(12)と，ケース(12)の射出端部に対して耐圧的かつ気密に固定し得るとともに取り外し可能な手段を備えた使い捨て部品として形成される射出ノズル(22)であって，これによって射出ノズル(22)が前記射出端部と固定され，ケース内に保持された材料(52)をケースから射出ノズルを介して射出して塗布することができる射出ノズル(22)と，",
                "ケース(12)の射出端部に対して耐圧的かつ気密に固定し得るとともに取り外し可能な手段を備えた閉じ蓋であって，これによって閉じ蓋が前記射出端部と固定され，ケース内に保持された材料(52)がケースから射出端部を介して射出不可能な閉じ蓋と，",
                "ケース上に付着された第1の目印と；及び",
                "射出ノズル及び閉じ蓋にそれぞれ付着され，且つ前記第1の目印と一致する第2の目印であり，ケース上の第1の目印と前記ケースの射出端部に固定された閉じ蓋及び射出ノズルのそれぞれの第2の目印との存在により，所望の特徴を有する閉じ蓋及び射出ノズルの内の好適なものだけがケースと固定されたことを確認できる第2の目印とから構成される注射器において，異なる注射器の目印として異なる目印あるいはケースが設けられ，且つ射出ノズル及び閉じ蓋が装着されることを特徴とする注射器。」(以下この発明を「本願補正発明」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。",
            "要するに，本件補正は，平成18年法律第55号による改正前の特許法(以下「旧特許法」という。)17条の2第4項及び特許法17条の2第3項の規定に違反するから却下すべきものであり，また，本願発明は，特開昭60−194962号公報(甲1。以下「引用例1」といい，引用例1に係る発明を「引用発明」という。)及び特開平10−290842号公報(甲2。以下「引用例2」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，引用発明の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の内容(後記判断の便宜のために番号を付した。)①注射器20内に収容された特に歯科材料Mを施与するための注射器20であり，②長チユーブ状部材27がこの長チユーブ状部材27の吐出口29に対して材料の押出し操作中に与えられる圧力による分離を防止すべく確実に固定されるとともに取はずし自在に固定される使い捨てノズルチツプ33または③吐出口29の端部を密閉するシールキヤツプ41とを備え，④これによって歯科材料Mを注射器20から押出して施与することができ，また，⑤シールキャップ41が長チューブ状部材27に包含されている歯科材料Mの色彩に対する色彩コードを備える注射器20。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "容器内に収容された特に歯科分野用のペースト状材料を塗布するための容器であり，ケースがこのケースに対して耐圧的かつ気密に固定し得るとともに取り外しが可能な使い捨て部品として形成される射出ノズルまたは閉じ蓋と結合することが可能な接続部を備え，これによって材料を容器から射出して塗布することができ，また，ケースがこのケースに対して気密に固定し得るとともに取り外しが可能な閉じ蓋と結合することが可能な接続部を備え，またケースの接続部に結合される部材がケース側の目印に一致する目印を備える容器である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "本願発明では，射出ノズルがケース上の目印に一致する目印を備えるのに対して，引用発明では，閉じ蓋(シールキヤツプ41)がケース(チューブ状部材27)側の目印(歯科材料の色彩)に一致する目印(色彩コード)を備えているものの，射出ノズル(ノズルチツプ33)がケース上の目印に一致する目印を備えていない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，本件補正を却下した結果，本願発明の認定を誤り(取消事由1)，引用発明の認定を誤り(取消事由2)，相違点に対する容易想到性の判断を誤ったものであるから(取消事由3)，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の判断及び本願発明の認定の誤り)",
          "text": [
            "本願補正発明における「異なる注射器の目印として異なる目印あるいはケースが設けられ」は，①本願発明の「ケース上の目印」及び「ケース上の目印に一致する目印」における「目印」を限定的に減縮したものであり，②かつ願書に最初に添付した明細書又は図面に記載されたものであるから，審決が本件補正を却下した判断は誤りであり，それを前提とした本願発明の認定も誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "限定的減縮(旧特許法17条の2第4項)について",
              "text": [
                "本願発明の「目印」は，「ケースに設けられた目印」と「ケース上の目印に一致する目印」とのみ限定されており，前者の「目印」はケースに設けられており，後者の「目印」は射出ノズル(22)に備わった「目印」でありかつケースに備わる「目印」に一致する「目印」である。",
                "これに対し，本願補正発明は，本願発明の「ケースに設けられた目印」を「第1の目印」に，「ケース上の目印に一致する目印」を「第2の目印」と限定し，第1，第2の目印に関して，さらに異なる注射器を区別するための手段として「異なる目印」又は「異なるケース」が設けられることを限定的に規定したものであるから，本願発明の「目印」に含まれる。上記2つの手段については，本件補正前の本願の請求項5において「射出ノズルの末端直径」の一致を示す目印で区別され，請求項8において「射出ノズルの末端直径のミリメータ表示」により区別される。また，第1及び第2の目印は，請求項6，7において「シンボル」，「数字，文字」として区別されるし，本願の当初の明細書(甲5。以下「本件出願当初明細書」という。)の段落【0014】，【0033】に，異なる注射器の目印として射出ノズル22の末端直径により区別することが記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規事項の追加(特許法17条の2第3項)について",
              "text": [
                "本件補正事項は，本件出願当初明細書の段落【0014】の記載から示唆される。すなわち，本件出願当初明細書の「適宜かつ見易い目印を使用することが可能である。」との記載の「目印」は，本件補正の「異なる注射器の目印として」の「目印」に相当し，「例えば円形，四角形，三角形の3つの適宜なシンボルを目印として使用することができる。」との記載は，形状そのものによる区別の手段として，本件補正の「異なる目印」に相当し，「これに代えて，・・・例えば，・・・異なった射出ノズル直径をシンボル化することもできる。」の「異なった射出ノズル直径」は，射出ノズルの直径を異なるものにして，それを表示することによる区別のための手段と理解できるから，本件補正の「異なるケース」に相当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明の認定の誤り)",
          "text": [
            "審決の引用発明の認定は，本願発明の記載によって一部の構成のみを適宜取り上げて当てはめており，そのような認定は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点に対する容易想到性の判断の誤り)",
          "text": [
            "審決は，引用例1と引用例2との記載に基づき，結合される部材に目印を設けることは当業者にとって容易に想到し得ると判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明においては，容器の射出口が適宜な抵抗を有するため操作性を大幅に向上させることが課題となり，その解決のために，射出ノズル(22)がケース(12)上の目印に一致する目印を設けたものである。この解決手段によって，容器(10)に収容された材料の粘性を射出ノズル(22)の射出抵抗特性と組み合わせることが可能となり，これによって歯科医師又は歯科技工士は，塗布する材料の粘性に関係なく一定の力で操作できる。このような材料の粘性と射出ノズルの射出抵抗特性の組合せによって生ずる作用効果に関する技術思想は，引用例1及び引用例2には記載がないから，本願発明は，引用例1及び引用例2から想到し得るものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の課題は，注射器に関して，材料の施与を促進させることと衛生上の安全性の維持であるのに対し，引用例2の課題は，輸液装置における輸液口に関して，目視だけで患者の特性と輸液の特性が合致するかどうかを確認でき，間違った輸液を施すことを防止することにある。したがって，引用例1と引用例2とは，その解決課題が異なり，当業者が引用発明に引用例2を適用することは困難である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の判断及び本願発明の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "限定的減縮について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明における「目印として異なる目印あるいはケースが設けられ」ることと，本願発明における「ケース(12)上の目印(32，36，40)」及び「ケース(12)上の目印(32，36，40)に一致",
                  "text": [
                    "する目印(34，38，42」とは，意義が異なる。そして，本願補正発明における「異なる注射器の目印として異なる目印あるいはケースが設けられ」るという事項中の「(異なる)ケース」は，例えば内径が異なるケース，素材が異なるケース，全長が異なるケース等の構成，構造が異なるケースを包含するものと解されるから，本願発明の「目印」に関する「ケース(12)上の目印(32，36，40)」及び「ケース(12)上の",
                    "目印(32，36，40)に一致する目印(34，38，42)」と意義",
                    "の異なる内容を含むことになる。したがって，本件補正は，限定的減縮に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，請求項5の「『射出ノズルの末端直径』の一致を示す目印」の記載をもって，本件補正における「異なるケース」が本願発明の「目印」の下位概念として意図されており，本件補正における「異なるケース」が本願発明の請求項5において具体的に限定されていると主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "すなわち，本願発明の「同一の各目印が射出ノズル(22)の末端直径が同一であることに相当し」は，ケース内の内容物に応じた様々な末端直径(「内径50」)の複数の射出ノズル(22)をあらかじめ取りそろえておく中で，同一の目印が付されていれば，それら射出ノズル(22)は末端直径(「内径50」)が同一であることが理解できるという趣旨を特定し，請求項5の「異なった各目印は射出ノズル(22)の直径がそれぞれ異なっていることに相当する」については，複数の射出ノズル(22)をあらかじめ取りそろえておく中で，付された目印が異なれば，それら射出ノズル(22)は末端直径(「内径50」)が異なることが理解できるという趣旨を特定したものと解されるにとどまり，上記請求項5の記載から本件補正後の「異なるケース」について記載，開示があると解する余地はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規事項の追加について",
              "text": [
                "本件出願当初明細書の段落【0014】には，「異なるケース」に関する記載はなく，異なった射出ノズル直径(「内径50」)に対して，それぞれ径が異なることを意味する「直径の異なる円」を目印の一態様としてシンボル化することが示唆されるにとどまるから，「異なるケース」が本件出願当初明細書に記載されている又は記載されていることが自明であるとはいえない。したがって，「目印として」「ケースが設けられ」ることは，願書に最初に添付した明細書又は図面に記載されておらず，これらから自明な事項でもないから，審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明の認定の誤り)に対し",
          "text": [
            "審決の引用発明の認定に誤りがあるとの原告の主張は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性の判断の誤り)に対し",
          "text": [
            "引用発明と引用例2に記載された発明は，技術分野が共に医療分野において用いられる器具という点で関連するとともに，共に内容物を容易に確認することができることが求められる点で解決課題において共通しているから，当業者が引用発明に引用例2に記載された発明を適用することに障害はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，取消事由に係る原告の主張はいずれも理由がなく，原告の請求を棄却すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件補正の判断及び本願発明の認定の誤り)について本件補正の内容は前記第2の2記載のとおりである。本件補正は，多岐にわたるが，本願発明に「異なる注射器の目印として異なる目印あるいはケースが設けられ」るとの事項を付加することを含んでいる。本願発明と本願補正発明とを対比すると，「目印」について，本願発明においては，ケース上の目印とこれに一致する射出ノズルの目印が存在するものであったのに対して，本願補正発明においては，ケース上に付着された第1の目印と，これと一致する閉じ蓋及び射出ノズルの第2の目印が存在し，第1の目印である異なる注射器の目印として，「異なる目印」又は「異なるケース」が設けられるものとされた。",
            "以上を前提に，本願発明に「異なる注射器の目印として異なる目印あるいはケースが設けられ」るとの事項を付加することを含む本件補正が，「特許請求の範囲の減縮」(旧特許法17条の2第4項)及び「願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内」(特許法17条の2第3項)に当たるか否かについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "本件出願当初明細書(甲5)の記載は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0007】従来使用されているシステムの問題点は，注射器を射出口と同時に製造する必要があったことである。注射器を使い捨て品として低コストに製造することもできるが，塗布する材料の粘性が種々異なっていることが問題になる。そのため塗布する材料の粘性に応じて射出口が適宜な抵抗を有することが好適である。歯科医師あるいは歯科技工士は塗布する材料の粘性に関係なく一定の力で操作できることが好適であり，その力は人間工学的に最適に設定するとともに繊細な操作を可能にするものであることが好ましい。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0011】【発明が解決しようとする課題】従って本発明の目的は，操作性を大幅に向上するとともに製造コストを削減することができる，歯科分野用の特にペースト状材料を塗布するための容器を提供することである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0013】本発明によれば，ケースを規格製品として同様に市販製品として製造することができる異なった射出ノズルと組み合わせる。本発明に係る容器の構成において注射器はルーアーロック接続を備えるシステムとして市販のものを入手することができ，従って低価格に調達することが可能である。本発明によれば，この注射器と射出ノズルの組み合わせには誤りを防止するためにそれぞれ適宜な目印が設けられている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0014】適宜かつ見易い目印を使用することが可能であることは勿論である。例えば3つの異なった粘性を有する6個の異なった材料を使用する必要がある場合，例えば円形，四角形，三角形の3つの適宜なシンボルを目印として使用することができる。これに代えて他の指標となり得る目印，シンボル等を使用することもできる。例えば，大幅に直系(判決注：「直径」の誤記と認める。)の異なった円によって異なった射出ノズル直径をシンボル化することもできる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0031】目印は任意の適宜な方法で付着させることができる。図示された実施例においては適宜に刻印されたプラスチック部材として設けられており，これは紛失することがないように注射器ケース12あるいは射出ノズル22に固定されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "【0033】カニューレ30は異なった目印を有する各射出ノズル間において異なったものとなる正確に寸法設定された内径50を有している。",
                    "射出ノズル22と注射器ケース12の間に粘性の高い材料52が収容されている場合より大きな内径50が選択され，粘性の低い材料の場合はより小さな内径50が可能となる。この方式によってピストン14を推進するために必要な力が材料52の粘性に関係なく実質的に均等になる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断(その1−−限定的減縮への該当性について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記本件出願当初明細書の記載，とりわけその記載中に円形，四角形，三角形等のシンボル等が例示されていること(【0014】)に照らすならば，本願発明における「ケース(12)上の目印(32，36，40)に一致する目印(34，38，42)を備えること」との事項の「目印を備える」とは，ケースそのものを目印として用いることを含むものではなく，ケース上に，ケースとは別個のシンボル等を目印として用いることを指すものと理解するのが相当である。",
                    "これに対し，本願補正発明における「異なる注射器の目印として異なる目印あるいはケースが設けられ(る)」との事項は，「ケース」と記載されていることに照らすと，目印として，すなわち視覚を通じて区別する手段として使用されるものが，「異なる目印」ばかりでなく「異なるケース」(「異なる」との語が「目印」のみならず「ケース」をも修飾していることは当然である。)をも含み，ケースそのものを目印として使用する場合を含んでいることは明らかである。",
                    "そうすると，本件補正は，本願発明における，ケースそのものを「目印」として使用しない態様から，本願補正発明における，ケースそのものを「目印」として使用する態様に，その範囲を拡張したものといえる。",
                    "以上のとおりであるから，本件補正は限定的減縮に当たらないとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，原告は，本件出願当初明細書の請求項5，段落【0014】，【0033】に，ケースそのものを目印として使用することが記載されている旨主張する。",
                    "しかし，原告の上記主張は失当である。すなわち，①前記請求項5の記載は，目印が射出ノズルの直径を表すために使用されていることを意味し，②段落【0014】の記載は，大幅に直径の異なった円のマークを用いて射出ノズルの直径が異なっていることをシンボル化して表示することを意味し，③段落【0033】の記載は，正確に寸法設定された射出ノズルに異なった目印を設けることを意味し，いずれもケースそのものを目印にすることを意味しているわけではない。よって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断(その2−−新規事項の追加の有無について)",
              "text": [
                "前記(1)，(2)で認定判断したとおり，本件出願当初明細書には，ケースそのものを目印として使用することの記載ないし開示はない。すなわち，ケースは，本来的には，物品などを収容するためのものであるのに対し，目印は，外部から視覚を通じて区別するための手段であるから，両者はその意義及び機能において相違するところ，本件出願当初明細書及び図面のいずれにおいても，ケースの形状や色彩等を，視覚を通じて区別する機能を有するものとして使用することを記載，示唆する記載はない。",
                "したがって，本件出願当初明細書及び図面のすべての記載を総合することにより導かれる技術的事項によっても，ケースそのものを目印として用いるとの事項は，新たに導入された技術的事項というべきである。",
                "したがって，本件補正は新規事項の追加に当たるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正は限定的減縮に当たらず，かつ新規事項の追加に当たるから，本件補正を却下した審決の判断に誤りはなく，よってそれを前提にとした審決の本願発明の認定にも誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "引用例1(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「歯科材料の大量供給物を包含する長チユーブ状部材を画定するバレル装置，",
                  "text": [
                    "前記チユーブ状部材の一端に形成された吐出口，",
                    "その他端が開口されている前記チユーブ状部材，",
                    "前記チユーブ状部材内に材料を包含させるべく前記開口端を密閉するプラグ，",
                    "前記チユーブ状部材に連結されると共に，前記吐出口を包囲する複数の弾性フインガーを画定する装置，",
                    "内部保持切欠きを備える前記フインガー，",
                    "前記吐出口に取はずし自在に連結されるノズルチップ，",
                    "一端に横方向に延びるフランジを備え，他端にノズルオリフイスを形成された前記チツプ，",
                    "前記吐出口上に嵌合されて，前記フランジが前記フインガー保持切欠きに係合されて，前記ノズルチツプが前記吐出口上に保持されるようにした前記ノズルチツプ，",
                    "前記フインガーに相対的に摺動自在に配置されて，前記フインガーを前記ノズルチツプ上に把持関係に確実に固定するカラー，",
                    "および前記チユーブ状部材内に摺動自在に取付けられて前記プラグに係合し，前記プラグが移動される時，前記ポイントおよび関連チツプを介して歯科材料を押出すようにしたブランジヤー，",
                    "からなる所定量の歯科材料をその大量材料供給物から直接歯に施与する歯科用注射器。」(特許請求の範囲請求項1)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「別の目的は，使い捨てノズルチツプを注射器バレルの端部につけて，歯に対する材料の施与を容易にすると共に，異なる患者に利用する場合の装置の衛生上の完全性を維持するようにすることである。",
                    "別の目的は，使い捨てノズルチツプを取はずし自在に固定できる新規な把持装置を備える改良された注射器バレル構造を提供することである。」(5頁右上欄12～19行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「別の目的は，押出し作業中にチツプがバレルから分離しないようにすると共に，最小の労力で除去および交換ができるように取はずし自在に固定された使い捨てノズルチツプを備えている注射器バレルを提供することである。」(5頁左下欄7～11行)"
                },
                {
                  "fig": "エ",
                  "subject": "「注射器20はホルダー21，バレル装置22およびプランジヤー装置23から構成されている。」(6頁右上欄17～19行)"
                },
                {
                  "fig": "オ",
                  "subject": "「この発明において，バレル装置22は長チユーブ状部材27を備え，ここには歯科材料M，例えば光活性物質，印象材料，エツチング材料，仮充填材料又は類似物の大量供給物が満たされている。」(6頁左下欄5～8行)"
                },
                {
                  "fig": "カ",
                  "text": [
                    "「バレル又はチユーブ状部材の他端には吐出口29が形成されている。",
                    "図示の実施例においては，吐出口29はその端部開口29Aに向けてテーパを有している。吐出口29の周囲に円周方向に間隔をおいて，複数の弾性フインガー30が設けられている。第4図から明らかなように，各フインガー30にはリツプ32を画定するアンダカツト又は切欠き31が設けられ，このリツプ32は後述のようにノズルチツプ33上にスナツプ嵌合すると共に，それを保持するようになつている。」(6頁左下欄15行～右下欄5行)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「ノズルチツプをフインガーにより吐出口に確実に固定することは，本質的に押出し操作中にノズルチツプが吐出口から分離することを防止するためである。この点は，歯科材料が一般には非常に重量および粘性を有し，その結果，施与操作時にノズルチツプにかなりの圧力が与えられることから特に重要である。」(7頁右上欄15行～左下欄1行)"
                },
                {
                  "fig": "ク",
                  "subject": "「使用済ノズルチツプ33を取はずす場合，ロツクカラー35がフインガーから除去されて自由状態にする。この位置において，ノズルチツプのフランジ34は，少しの引張り力を付与することにより，フインガーから容易に自由にできる。」(7頁左下欄16～20行)"
                },
                {
                  "fig": "ケ",
                  "subject": "「別の特徴としては，吐出口29の端部を密閉するために使用されるシールキヤツプ41に，歯科材料の色彩に対して色彩コードが付与されることで，この場合たとえば変化を有する色合いの光活性合成材料が，任意のチユーブ状バレルに包装される。シールキヤツプが特別の色合いの材料に色彩コードを付与されている場合，歯科医はどのような色彩度合いの材料がそのチユーブ状バレル27に包含されているかを容易に判断できる。」(8頁右上欄20行～左下欄8行)"
                },
                {
                  "fig": "コ",
                  "text": [
                    "図1には，注射器20内に歯科材料Mが収容されていることが図示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "以上の記載事項と前記第2，3(1)記載の引用発明の内容とを対比すると，引用発明のうち，①は前記認定事項エ，オ，コに，同②はア，ウ，カ，キ，クに，同③はケに，同④はア，イに，同⑤はケにそれぞれ記載されているものと認められる。",
                "そうすると，審決は，引用例1に記載された事項に基づいて，引用発明として認定したものであり，引用例1に記載されていない事項を追加したり，引用例1と異なる事項を認定しているものではない。したがって，審決の引用発明の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "引用例2(甲2)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【特許請求の範囲】【請求項1】輸液容器の輸液口1において，円筒2の輸液口の上面5は輸液容器本体に接続され，輸液口の下面6には接続針19貫通用の隔膜7を設け，さらに輸液口1の円筒2の周囲には，輸液口1の全体の色とは別の色で着色された複数の突起3を設け，突起3の位置および形状で輸液の種類を識別することを特徴とする輸液種識別輸液口。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0001】【発明の属する技術分野】この発明は，医療分野の点滴・輸血などの輸液容器の輸液口と連通具に関する発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0005】連通具の輸液容器への接続部において，接続針の周囲に円筒形の覆いを構成し，その円筒の内側の深さは，後述の鍔の下面から輸液種識別輸液口の下面までの長さと同じに構成し，円筒形の覆いの内面に接続方向の溝を切り，溝の位置および形状で輸液の種類を識別する。これにより，前述の輸液口の周囲に設けた突起とこの溝が，鍵と錠の関係になり，位置と形状が合致するものだけが接続可能となる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0009】前述の輸液口と連通具において，輸液の種類を接続部の色，模様，記号，文字により種類分けする。色，模様においては，輸液口および連通具の構成材の色や着色により可能である。また，記号，文字においては，情報量が少ない場合は，輸液口および連通具に刻印し，情報量が多い場合は，輸液容器側は印刷物を貼付，連通具側は，印刷物を荷札のように添付できる穴を設ける。これにより，視覚的に，輸液の種類を確認可能となる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0015】前述の突起3と溝9による識別においては，突起3と溝9の位置と形状の違いでは，合致するものかどうか人間がすばやく判断するのは難しい。実際に，接続作業行為に至って，接続できないことにより，合致しないものと判断できる。そこで，接続行為に至る前段階で，人間が視覚的に判断できるように，輸液の種類を接続部の色，模様，記号，文字により種類分けする。色については，円筒2および円筒10の全体を着色する。模様については，円筒2の鍔4より上部と円筒10の外面に施す。",
                    "文字については，円筒2の鍔4より上部と円筒10の外面に刻印する。文字情報でも刻印しきれない情報については，輸液種識別輸液口では，容器本体にシール等を貼り付ける事により記載でき，輸液種識別連通具では，情報記載票取り付け部11に情報記載票18を荷札の様に付けることにより記載できる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "【0016】【発明の効果】(ト)輸液種識別輸液口と輸液種識別連通具は，色，模様，記号，文字により種類分けしているため，接続作業前にも目視だけで患者の特性と輸液の特性が合致するかどうか確認でき，間違った輸液を施す事を防止できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の有無についての判断",
              "text": [
                "上記(1)によれば，引用例2は，医療分野の点滴・輸血などの輸液口と連通具に関する発明であって，輸液の種類を示す接続部の色，模様，記号，文字を，輸液口および連通具に刻印したり，輸液容器側に印刷物を貼付したり，連通具側に印刷物を荷札のように添付できる穴を設けたりして，視覚的に，輸液の種類を確認し，目視だけで患者の特性と輸液の特性が合致するかどうかを確認することができるようにして，間違った輸液を施すことを防止するという効果を生じさせる内容が記載されている。",
                "引用例1と引用例2とは，①医療用の容器に収容された歯科材料(引用例1)や輸液(引用例2)のような供給物を体内に入れる容器に関するものであること，②引用例1の射出ノズル(ノズルチップ33)と引用例2の連通具とは，容器内の供給物を体内に入れるための器具であること，③種々の供給物が満たされた容器に，射出ノズルを着脱して使用するものであって，容器と射出ノズルを誤りなく組み合わせる必要性があること等において，技術分野，機能，課題において共通する。",
                "そうすると，引用例1の射出ノズルに，引用例2の構成(連通具が容器の輸液口に一致する目印を備えるという構成)を適用して，本願発明と引用発明との相違点に係る構成(射出ノズルがケース上の目印に一致する目印を備える構成)とすることに，格別の障害はなく，容易に想到できたものといえる。以上のとおりであり，審決の容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点について，原告は，本願発明における材料の粘性と射出ノズルの射出抵抗特性の組合せによる作用効果については，引用例1にも引用例2にも記載がないから，本願発明は引用例1及び引用例2から想到し得るものではないと主張する。しかし，本願発明に係る特許請求の範囲には，目印と，材料の粘性，射出ノズルの射出抵抗特性の関係について何ら規定されていないから，原告の上記主張は，特許請求の範囲の記載に基づくものとはいえない。原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がない。原告は，その他縷々主張するが，審決の結論に影響を及ぼす誤りはない。",
            "したがって，原告の請求は理由がないからこれを棄却し，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10168",
    "date": "2008-11-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037054",
    "ipprecedent_id": "1663",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}