{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−800143号事件(請求人Y，被請求人マルコ株式会社，被請求人補助参加人X)について平成20年5月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "マルコ株式会社は，発明者X(原告)・発明の名称を「カップ部を有する衣類のオーダーメイド用計測サンプル及びオーダーメイド方式」とする特許第3652251号(請求項の数8)の特許権者である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告は，マルコ株式会社を被請求人として上記特許の請求項1～8について無効審判請求をし，その審理の途中で原告がマルコ株式会社を補助するため参加したが，特許庁は，請求項1～8に係る発明(以下順に「本件特許発明1～8」という。)についての特許を無効とする旨の審決をした。本件訴訟は，上記無効審判請求事件の被請求人補助参加人である原告が，上記審決の取消しを求めた事案である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点は，本件特許発明1～8が下記の各刊行物に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・ 特開平8−158111号公報(発明の名称「ファウンデーション」，出願人 株式会社ダッチェス，公開日平成8年6月18日，甲1。以下これに記載された発明を「甲1発明」という。)",
            "・ 「Dublevé(デューブルベ)」と称する株式会社ワコールのセミオーダーシステムに関するカタログ(カタログ有効期間2000年［平成12年］8月1日～2001年［平成13年］1月31日，甲2)",
            "・ 特開2000−64104号公報(発明の名称「カップ付き女性用衣類」，出願人 株式会社ワコール，公開日平成12年2月29日，甲3)・ 「手作りランジェリー」レディブティックシリーズ通巻1404号(1999年［平成11年］3月20日株式会社ブティック社発行。甲4，乙1)・ 特表平9−504636号公報(発明の名称「注文服製造装置及び方法」，出願人 カスタム クロージング テクノロジー コーポレイション，公表日平成9年5月6日，甲5)",
            "・ 特開平7−316909号公報(発明の名称「体型把握用洋服」，出願人根本信一，公開日平成7年12月5日，甲6)"
          ]
        },
        {
          "fig": "4",
          "text": [
            "なお，原告は，マルコ株式会社に対し，本件特許に関し，大阪地裁平成18年(ワ)第7529号事件において職務発明の対価の請求をしている。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "マルコ株式会社は，平成13年1月16日，発明者をX(原告)・名称を「カップ部を有する衣類のオーダーメイド用計測サンプル及びオーダーメイド方式」とする発明について，特許出願(特願2001−8099号。公開特許公報は特開2002−212823号)をし，平成17年3月4日特許第3652251号として登録を受けた(請求項の数8。甲9。以下「本件特許」という。)。",
                "被告は，平成19年7月25日付けで本件特許の請求項1～8について無効審判請求をしたので，特許庁は，同請求を無効2007−800143号事件として審理し，原告は，平成19年11月12日付けでマルコ株式会社を補助するため同事件に参加し，平成20年1月9日付け決定により特許庁から参加の許可を受けた。",
                "そして特許庁は，上記事件を審理の上，平成20年5月8日，特許第3652251号の請求項1ないし8に係る発明についての特許を無効とする旨の審決をし，その謄本は平成20年5月20日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許は，上記のとおり請求項1～8から成るが，その内容は，次のとおりである。",
                "「【請求項1】バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなるカップ部を有する衣類のオーダーメイド用計測サンプル。",
                "【請求項2】バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部と，一つのカップ受部において寸法の異なる複数のバック部とを有し，カップ受部に対してカップ部及びバック部を着脱可能に設けてなるカップ部を有する衣類のオーダーメイド用計測サンプル。",
                "【請求項3】カップ受部の上端縁とカップ部の下端縁にそれぞれ設けた一対の面ファスナーによってカップ受部とカップ部を着脱可能とした請求項1又は2記載のカップ部を有する衣類のオーダーメイド用計測サンプル。",
                "【請求項4】カップ受部とバック部をかぎホックによって着脱可能とした請求項2又は3記載のカップ部を有する衣類のオーダーメイド用計測サンプル。",
                "【請求項5】バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けることにより，カスタムサイズのカップ部を有するオーダーメイド用計測サンプルの試着を可能としたことを特徴とするカップ部を有する衣類のオーダーメイド方式。",
                "【請求項6】バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部と，一つのカップ受部において寸法の異なる複数のバック部とを有し，カップ受部に対してカップ部及びバック部を着脱可能に設けることにより，カスタムサイズのカップ部を有するオーダーメイド用計測サンプルの試着を可能としたことを特徴とするカップ部を有する衣類のオーダーメイド方式。",
                "【請求項7】カップ受部の上端縁とカップ部の下端縁にそれぞれ設けた一対の面ファスナーによってカップ受部とカップ部を着脱可能とした請求項5又は6記載のカップ部を有する衣類のオーダーメイド方式。",
                "【請求項8】カップ受部とバック部をかぎホックによって着脱可能とした請求項6又は7記載のカップ部を有する衣類のオーダーメイド方式。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件特許発明1は甲1発明及び甲2，3，5，6に記載された発明に基づいて，本件特許発明2，3，5～8は，甲1発明及び甲2～6に記載された発明に基づいて，本件特許発明4は，甲1発明及び甲2，4～6に記載された発明に基づいて，いずれも容易に発明することができた，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定する甲1発明の内容，本件特許発明1及び2と甲1発明との一致点，相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "「アンダーバスト毎に用意され，各カップ部(2a)の周縁と適合する一対のカップ用凹部(1a)及びそのカップ用凹部(1a)の周縁に形成されたカップ係着部(1b)を有する装着手段(1)と，収容する乳房のサイズを変えた複数のカップ部材(2)との組合せからなり，装着手段(1)に対しカップ部材(2)を着脱可能に設けてなるブラジャー。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明1と甲1発明との一致点，相違点",
                      "text": [
                        "＜一致点＞",
                        "いずれも「複数のカップ受部と，カップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなるカップ部を有する衣類。」である点。",
                        "＜相違点1＞",
                        "本件特許発明1においては，カップ受部がバージスサイズを変えた複数のものであり，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部が組み合わせられるのに対し，甲1発明においては，装着手段(1)がアンダーバストサイズ毎に用意された複数のものであり，各装着手段(1)に左右のバストのサイズに適合したカップ部材(2)が組合せられるものの，カップ用凹部(1a)がバージスサイズを変えたものであるのか否か，そして，カップ部材(2)が1つのバージスサイズにおいてカップ高さを変えたものであるのか否か明確ではない点。",
                        "＜相違点2＞",
                        "本件特許発明1の衣類は，オーダーメイド用計測サンプルであるのに対し，甲1発明は，ブラジャーである点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明2と甲1発明との一致点，相違点",
                      "text": [
                        "＜一致点＞については上記(イ)と同じであり，＜相違点＞については，上記＜相違点1＞，＜相違点2＞のほか，次の＜相違点3＞がある。",
                        "＜相違点3＞",
                        "本件特許発明2は「一つのカップ受部において寸法の異なる複数のバック部」を有しているのに対し，甲1発明は，このような複数のバック部を有していない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおり誤りがあるから，違法なものとして取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(甲1発明認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，甲1発明について，甲1の「…着用者は，アンダーバストに合わせて装着手段1を選択し，右バストに合ったカップ部を有するカップ部材2を選択し，左バストに合ったカップ部を有するカップ部材2を選択した後，カップ部材のカップ止着部2b，2bをそれぞれ装着手段のカップ係着部1b，1bに係止すること…」(段落【0030】)との記載を根拠として，「…装着手段1はアンダーバスト(女子の乳房直下における胸部の水平周囲長)毎に用意され，収容する乳房のサイズを変えた複数のカップ部材2と組み合わされ，アンダーバストに合った装着手段1と左右の乳房のサイズに適合したカップ部材2がそれぞれ選択され，これらが係止されてブラジャーが構成されるということができる」(8頁下9行～下4行)と認定している。これは，同発明において装着手段1，右バストに合ったカップ部材2及び左バストに合ったカップ部材2が全くの任意で選択して組み合わせることができるとの認定である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，甲1の【従来の技術】に関する段落【0003】には，「…バストのサイズは，複数の着用者の間のみで異なることではなく，各着用者の左右の間でも異なる。一方上記ファウンデーションにおいて，左右一対のカップは等しいサイズに形成されている。その為，大きい方のバストはカップにフィットするが小さい方のバストはカップにフィットしないという問題点があった。」との記載があり，【発明が解決しようとする課題】に関する段落【0006】には，「…本発明の目的は，アンダーバストのみならず，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供することにある。」との記載がある。また，【課題を解決するための手段】に関する段落【0009】には，「…カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの等を各バストサイズ毎に設けるのが望ましい。」との記載がある。",
                        "ところで，ファンデーションのサイズ表記の方法はJIS規格で規定されており(「ファンデーションのサイズ L4006 1980年制定・1987年改正・2003年確認」JISハンドブック2007年",
                        "6月22日第1版第1刷発行［甲7］)，アンダーバストサイズと，アンダーバストサイズとトップバストサイズとの差で表現されるカップサイズの二つの要素のみの組合せで表記されることは周知の事実である。",
                        "以上に照らせば，甲1発明は，アンダーバストとカップとの組合せによりファンデーションのサイズを選択したところ，着用者のバストのサイズが左右で異なる場合に，それによりフィットしない方のカップを，カップ部の外形が同じで肉厚が異なって，収容できるバストのサイズが異なるものを用意することによってフィットさせることを目的とするものであり，甲1発明の装着手段1は，アンダーバスト(女子の乳房直下における胸部の水平周囲長)のみに基づいて用意されているのではなく，JIS規格に基づくアンダーバストとカップの組合せにより用意されているものである。",
                        "したがって，審決に現れる装着手段1，右カップ部2及び左カップ部2を全くの任意に選択できるものとした要旨認定は不当である。審決は，この点において甲1発明の本質を見誤り，甲1発明の内容について誤った認定を行っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(進歩性判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明1について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許発明1と甲1発明との一致点認定の誤り",
                          "text": [
                            "審決は，本件特許発明1と甲1発明の一致点について，いずれも「複数のカップ受け部と，カップ高さを変えた複数のカップ部との組み合わせからなり，カップ受け部に対してカップ部を着脱可能に設けてなるカップ部を有する衣類」であると認定している。",
                            "しかし，前記アで述べたとおり，甲1発明の装着手段(カップ受け部)は，JIS規格に基づいてアンダーバストサイズとカップサイズの組合せで表記されるサイズ毎に用意されるものであり，それを前提として，左右同一の大きさのカップを使用した場合に着用者の左右のバストの大きさの差異から生ずる隙間を埋めるために肉厚を変えたカップ部で調節するというものである。",
                            "これに対し，本件特許発明1は，JIS規格にないバージスサイズに着目し，JIS規格から離れて，バージスサイズ，アンダーバストサイズ及びカップサイズの組み合わせをすることを可能とすることによって所期の作用効果を得ようとするものであり，この点において，甲1発明と大きく異なる。",
                            "審決は，このような明らかな相違を看過し，本件特許発明1と甲1発明との一致点の認定を誤っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点1の検討の誤り",
                          "text": [
                            "審決は，＜相違点1＞について，甲1発明の装着手段1の凹部湾曲形状は乳房のバージスラインに沿ったものと解釈できるため，甲1発明に「カップ受部がバージスサイズを変えた複数のものであり，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部を組み合わせる」という構成が示唆されていることとなり，相違点1は容易に想到できる，と判断している。",
                            "しかし，以下に述べるとおり，このような審決の判断は誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "甲1発明の内容",
                              "text": [
                                "甲1発明が，あくまでもアンダーバストサイズとカップサイズの組合せというJIS規格の枠組みを超えるものではないことは既に前記アで述べたとおりである。甲1発明において着用者が選択するファンデーションの外形は，あくまでも既製品と同様アンダーバストサイズとカップサイズとの組合せからなるものであり，甲1発明には，バージスサイズを合わせるといった思想はない。このように，甲1発明にバージスサイズを着用者に合わせるといった思想は全く存在しないのであるから，これにいかなる要素を加味したとしても，甲1発明において，装着手段1の凹部湾曲形状を着用者個々の乳房のバージスラインに沿わせることができる形状とする思想が示唆されていると解する余地はない。甲1発明は，着用者の左右のバストのサイズがそれぞれ異なることに着目し，サイズの異なる左右のバストそれぞれに適合させられるようにするため，「カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの等を各バストサイズ毎に設ける」構成のファンデーションを提供するものである。",
                                "このような甲1発明に，バージスラインに適合させるとの思想が示唆されているといえるためには，右バストのバージス，左バストのバージスそれぞれに独立して適合させる構成となっていなければならない。しかし，甲1発明で開示されているのは，単一の部材からなる装着手段のみである。左右のバージスそれぞれに適合させようとすれば，右バストに適合した右装着手段を選択し，左バストに適合した左装着手段を選択した上で，左右の装着手段を結合させるほかないが，単一部材からなる装着手段に限定されている甲1発明には，このような技術思想は全く存在しない。むしろ，このような技術思想は，甲1発明の技術思想に反するとさえいえる。",
                                "審決は，「…少なくとも左右の乳房の一方については，そのサイズに適合したカップ部材(2)として，乳房を収容した状態で，下方周縁部が乳房の下方周縁部，すなわちバージスラインに可能な限り近接して配置される…よう設計すべきことも十分に示唆されているということができる。」(15頁18行～24行)と認定している。しかし，甲1発明の本質は，左右の一方には適合するが他方には適合しないことが頻発する従来技術の課題を解決し，左右の大きさの異なるバストに各々適合するカップ部を有するファンデーションを提供することにあるのであるから，左右の一方のみに適合させれば十分といった考え方は，このような本質と明確に反するものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "「アンダーバストに合わせて」がバージスラインと合致しないこと",
                              "text": [
                                "JIS工業用語大辞典第5版によれば，「アンダーバスト」の語は，「女子の乳房直下における胸部の水平周囲長」と定義される(原告の平成20年3月21日付け特許庁に対する上申書2［甲15］7頁)。このような定義からすれば，「アンダーバストに合わせて」というのは，乳房直下の周囲に沿わせて装着手段1を装着させたというにとどまり，ここで問題とされるサイズには，乳房直下の水平方向の長さ以外のサイズは一切含まれない。そして，甲1の段落【0030】においては，アンダーバスト，右カップ，左カップという三つの部材の選択しか記載されていないのであり，バージスの計測については一切記載がない。したがって，甲1の記載から，バージスサイズを変えるという発想につながる示唆は全く存在しない。",
                                "また，甲1の段落【0030】の「…アンダーバストに合わせて装着手段1を選択し，右バストに合ったカップ部を有するカップ部材2を選択し，左バストに合ったカップ部を有するカップ部材2を選択…」という記載から，バージスラインという思想を導出することも不可能である。甲1発明の主目的は，上述のとおり着用者の左右のバストサイズが違う場合にカップの肉厚を変えることでフィットするファンデーションを提供することにある。そして，甲1の記載及び図面からは，右バストと左バストとで異なるカップ部材を選択するケースが想定されるにもかかわらず，装着手段1について，その凹部の形状を左右で異ならせることは予定せず，左右とも同じ湾曲形状の曲率としていることが認められる。この点，仮に，「アンダーバストに沿わせて」という文言の意味として，バージスラインへの適合も含まれていることが前提となるのであれば，左右別々にバージスラインを選択できなければならないはずであるから，甲1において，当然それを前提とする構成について言及されるべきところ，甲1の記載及び図面のいずれを見てもそのような構成の開示はない。さらに，アンダーバストが同じでありながら装着手段1の凹部の曲面形状が異なるといったケースについて甲1中には一切言及がない以上，少なくとも装着手段1にいう「アンダーバスト」はバージスラインを意識したものではない。",
                                "したがって，甲1発明にバージスを変える構成が示唆されているとした審決の認定は誤りである。",
                                "また，仮に，甲1発明において「カップ部材(2)をバージスラインに適合したものとする」考えが示唆されているとの審決の認定を前提としたとしても，本件特許発明1は，「バージスサイズを変えた複数のカップ受部を複数備える」ものであり，カップ受部の側でバージスに適合させるものである点で相違するものであるが，審決においては，このような技術的思想の異なる甲1発明から，本件特許発明1の構成を想到することが容易である理由については何ら示されていない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "検討の脱漏及び論理飛躍の存在",
                              "text": [
                                "本件特許発明1は，「…まず，カップ受部2を着用者のバージスラインに当て，バージスサイズの合うものを選択し，…」(甲9の段落【0033】)とあるように，カップ受部の側で着用者のバージスの曲率に適合するサイズを選択するものである。",
                                "これに対し，甲1発明には，バージスラインに適合させるという思想がなく，カップ部の側出，その肉厚を変えてカップと着用者のバストの隙間を埋めることで結果的に着用者に適合したファンデーションとするものである。",
                                "また，甲2においても，開示されている技術は，バージスメジャーという器具によるバージスの測定と，カップとカップ受部とを切り離すことが不可能なゲージブラによる確認という二つのみであり，こちらにも，カップ受部をバージスラインに合わせて計測するという思想は存在しない。",
                                "それにもかかわらず，審決は，甲1発明及び甲2に記載の発明の組合せから，これらのいずれにも何らの示唆もない「カップ受部の側をバージスに適合させる」技術思想が容易に想到し得る理由について何らの検討もすることなく，想到容易であるとの結論を導いている。",
                                "このように，審決は，本件特許発明1が容易に想到できるものであると認定するに当たって当然検討しなければならない論点を看過しており，その結果，審決の認定には論理の飛躍が存在する。",
                                "そして，甲1ないし甲6のいずれの文献にも，カップ受部側でバージスに適合させるとの思想の示唆は皆無であるから，このような点は容易に想到し得るものではないことは明白である。",
                                "本件特許発明1は，バージスラインを「可能な限り」ではなく，ジャストフィットするよう適合させることを目的としたものであるから，「可能な限り」近接させる思想が存在するだけでは，なお，本件特許発明1の「カップ受部をバージスに適合させる」との思想が容易に想到できるとする理由としては不十分である。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "審決の認定の矛盾",
                              "text": [
                                "審決は，甲1発明の装着手段1の凹部湾曲形状が乳房のバージスラインに沿ったものと解釈できるとの認定を導く上で，甲2の記載(a)「本来ブラの役割は，バストラインを美しくととのえて下垂を防ぐこと。」，(b)「しかも，トップとアンダーだけの採寸だけでなく，オリジナル測定器(バージスメジャー)でバストの底面周径サイズ(バージスサイズ)の測定や，ゲージブラでのフィット感の確認等を行ったうえで，コンサルタントがブラの『フィット診断』を行い，全1248サイズのブラの中から最適なブラをご提案」(審決9頁22行～28行)を考慮している。すなわち，審決は，甲2に「バージスサイズ」という文言が記載されていることを，甲1発明の「アンダーバストに沿わせて」にバージスサイズに合わせるという思想が示唆されていると解釈する上での根拠の一つとしている。",
                                "しかし，このような審決の判断は大きな矛盾をはらんでいる。なぜなら，審決のように，甲2にバージスサイズとの記載があることをもって，バージスサイズの計測というものが当業者にとって明白であるというのであれば，当業者は，アンダーバストサイズとバージスサイズとは，全く別個の完全に独立したサイズ要素であると認識することになる。この認識は，アンダーバストの意義としてバージスサイズという要素を積極的に除外するものであるから，「アンダーバスト」の語をもって，上記のとおり「乳房直下の水平周囲長」のみを表すものと理解することとなり，そこにバージスを含めて考えることはおよそあり得ないことになる。",
                                "審決は，甲1にはアンダーバストとの記載しかなく，バージスサイズとの記載が全くないにもかかわらず，甲1発明にバージスサイズを適合させるとの示唆があると述べている。これは，前提事実と結論とが矛盾した事実認定である。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "甲2と組み合わせたとしても相違点1が容易想到でないこと甲2には，バージスサイズを測定することが開示されている。",
                                "しかし，甲2で開示されているようにバージスサイズを計測する曲率の違う当て定規を乳房にあてがうことと，体型補整機能を有する下着状の計測器具を着用してのバージスラインの測定とは大きく異なる思想である。",
                                "バージスラインとは，やわらかい乳房の下辺の湾曲したラインであり，このバージスラインを美しく補整することで，好適なバストの形状が得られるところ，バスト周辺から乳房へと周囲の肉を寄せるようにしてバストの形状を形作る場合には，実際に着用し，着用感を確認しつつ，理想的なバストサイズに補整することを容易に実践できることが望ましい。",
                                "そこで，バージスラインに沿ったバスト受部を用意して，計測される者が実際に着用した上で，カップ部を合わせていくことが簡便で的確な手法となるのであり，本件特許発明1はこれを実現するものである。",
                                "ところが，甲2では，バージスラインを計測するのはあくまでも専用のメジャーであって，ゲージブラはその採寸結果に従った着用感の確認をする手段に過ぎない。",
                                "このような別のメジャーで採寸して決定する方式を採用すると，その計測に正確性を欠いてしまう恐れがあり，また，着用者は，バック部も付帯したブラジャー全体としての着用感・フィット性を試着によって体感できない。まして，体型補整を意図したブラジャーの製造を意図した場合，着用者の他の部分の肉を寄せた上での採寸をメジャーで正確に行うことは不可能に近い。そのため，メジャーで採寸する方法はジャストフィットする計測手段としては簡易適切なものとは言い難いのである。",
                                "したがって，甲2にバージスサイズを計測することが開示されているからといって，これと，そもそもカップ部の肉厚を調整することを開示するに過ぎない甲1とを組み合わせたとしても，本件特許発明1のような構成に容易に想到することにはならない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点2の検討の誤り",
                          "text": [
                            "審決は，＜相違点2＞について，甲1発明においても，「…その装着者にとって最適なブラジャーが組み合わされたとすれば，装着者が，再度の選択を経ずその再現を求めるであろうことは，当業者からみれば，当然に予測し得る…」こと(16頁下1行～17頁2行)，また，甲5及び甲6に「…複数の試着服あるいは体型把握用洋服を衣類のオーダーメイド用計測サンプルとして利用することが記載されている」(17頁6行～8行)ことから，当業者が容易に想到しうることであると判断している。",
                            "しかし，「その装着者にとって最適なブラジャーが組み合わされたとすれば装着者が，再度の選択を経ずその再現を求めるであろうことは，当業者からみれば，当然に予測し得る」との点については，一度甲1発明に基づいてファンデーションを組み合わせて作製したことがある当該着用者については，再度同一のサイズを用いてファンデーションを作ることができることを述べているに過ぎず，汎用的に使用できる計測サンプルとして転用できるか否かについては何ら判断がなされていない。",
                            "そもそも，本件特許発明1の計測サンプルは，被計測者が実際に着用してフィット感を確認することを可能とするものであり，現実の商品同様に体感しながら測定できる点に最大の特徴がある。したがって，完成品たるブラジャーを計測サンプルとして転用しようにも，実際に着用して体感しながらサイズの測定ができる構造を備えているのでなければ，直ちに本件特許発明1に転用しうるものとはならない。",
                            "この点，上述のとおり，通常規格のブラジャーは アンダーバストサイズとカップサイズから，およそのバージスラインが決められてしまっているところ，これを，バージスサイズを基準に，被計測者に適用しようとすれば，そのブラジャーのアンダーバストサイズが合致せず，好適なサンプルとはならない。これを計測サンプルとして転用するためには多数の商品をフルラインナップして用意しなければならない。また，そのようにフルラインナップで用意したとしても，あるバージスサイズになるアンダーバストとカップサイズの組合せはあらかじめ固定されているため，バージスサイズ基準で選んでしまうと，体型にぴったり合致するブラジャーとはならず，アンダーバストサイズがずれてしまうこととなる。これでは，計測サンプルとしては不完全なものとなり，全体としては計測具としての用をなさないこととなる。したがって，甲1発明を計測サンプルに転用することは容易ではない。",
                            "また，甲5に記載されている発明を基にしてサンプルを用意する場合，想定しうるすべての箇所のすべての寸法を全通り組み合わせた数量のサンプルを用意しなければならない。ファンデーションで言えば，例えば10種類のバージスサイズと，10種類のカップサイズとを組合わせたサンプルを作製する場合，10×10＝100種類のカップ受け部とカップ部が組み合わされたサンプルをすべて用意する必要がある。これに対し，本件特許発明1では，同一バージスサイズについては一つのカップ受け部で全てのカップサイズに対応可能なのであるから，10種類のバージスに対応するためには，試着サンプルとしては10枚のカップ受け部を用意すれば足りる。このように，本件特許発明1のように，想定しうるすべてのサイズを組み合わせたサンプルを全通り用意せずとも計測を可能とする試着サンプルについては，甲1にも甲5にも何ら示唆がない。",
                            "さらに，甲6については，あくまでも，二次元での計測に関するものであり，ファンデーション，特にカップ部のように球状のふくらみを有し三次元的な計測が必要となる本件特許発明1のような場合に直ちに転用しうるものではない。",
                            "以上に述べたとおり，甲1，甲5及び甲6のいずれについても，本件特許発明1のような，試着者が体感しながら三次元的な計測を行うことを可能とする思想については全く示唆がないから，これらの先行技術を前提としたとしても，相違点2について当業者が容易に想到し得たと認定することはできない。",
                            "また，原告は，本件無効審判において，「ブラジャーは，基本的には伸縮性のある生地を使用し，生地を伸ばした状態で着用されるものであるから，仮縫いをしただけでは縫い目部分がほつれてしまうという問題があるので，仮縫いという考え方をそのまま適用することはできない。よって，ブラジャーはアウターウェアと異なる特性を持つことから，甲第1号証に甲第5号証及び甲第6号証を組み合わせたとしても，本件特許発明のようなブラジャーのオーダーメイドのための計測サンプルを構成することは不可能である。」と主張しているにもかかわらず，審決では，なぜ，特性の全く異なるアウターウェアに関する甲5及び甲6を参酌することにより，甲1発明のブラジャーを採寸に用いるとの思想に容易に想到できるのかについて，何らの理由も示していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許発明2について",
                      "text": [
                        "審決は，＜相違点3＞について，甲4(乙1)を踏まえることで当業者が容易に想到し得るものと判断している。",
                        "しかし，本件特許発明2は，従来のアンダーバストとカップサイズからブラジャーのサイズを決定するという考え方とは一線を画し，あらかじめアンダーバストサイズに合わせたカップ受部を用意することに換えて，長さの異なるバック部を複数用意し，これを組み合わせることで個々の顧客のアンダーバストサイズに適合させるものである。",
                        "また，本件特許発明2においては，バージスラインやバストカップから独立してアンダーバストサイズを調節することが可能である点において，バック部のパーツが重要な意義を有する。",
                        "したがって，本件特許発明2の上記相違点3の構成は，単にバック部を別個のパーツとした以上の意義を有するのである。",
                        "しかし，甲4(乙1)には，バック部の組合せを変えることによりアンダーバストサイズを調節するという思想は開示も示唆もされていないから，相違点3については，引用文献のいずれにも示唆がないものであって，当業者が容易に想到し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許発明3について",
                      "text": [
                        "本件特許発明1及び2が，甲1～甲6の先行技術を前提としても容易に想到できるものではなく，進歩性を有するものであることは既に述べたとおりである。",
                        "カップ受部とカップ部の連結手段に面ファスナーを使用するのは，両者の着脱を容易にするとともに，洗濯することもできるようにするという目的を有するものであるが，その手段としてよく知られた面ファスナーを付加した場合であっても，発明の新規性・進歩性が否定されるものではない。",
                        "したがって，本件特許発明1の従属クレームである本件特許発明3は，先行技術から当業者が容易に考えることができたものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件特許発明4について",
                      "text": [
                        "本件特許発明2及び3が，先行技術を前提としても容易に想到できるものではなく，進歩性を有するものであることは既に述べたとおりである。",
                        "本件特許発明4の「カップ受部とバック部をかぎホックによって着脱可能」とする構成については，バック部には伸縮率の高い素材を使用することが多い点に鑑み，引張力が作用しても試着時に外れないようにし，計測しやすくするという目的を有するものである。その手段としてよく知られたかぎホックを付加した場合であっても，発明の新規性・進歩性が否定されるものではない。",
                        "したがって，本件特許発明2及び3の従属クレームである本件特許発明4も，先行技術から当業者が容易に考えることができたものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件特許発明5～8について",
                      "text": [
                        "審決は，本件特許発明5～8は，本件特許発明1～4を用いて，カスタムサイズのオーダーメイド用計測サンプルの試着を可能とした衣類のオーダーメイド方式であるとした上で，本件特許発明1～4と同様の理由により，当業者が容易に発明することが可能であったと判断している。",
                        "しかし，本件特許発明1～4が，当業者が容易に発明することが可能であったものではないことは，既に述べたとおりである。",
                        "したがって，本件特許発明1～4が容易想到であることを前提としている点において審決の判断には誤りがあり，本件特許発明5～8が容易想到であるとした認定にも誤りが存在する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，甲1発明について，「…装着手段1はアンダーバスト(女子の乳房直下における胸部の水平周囲長)毎に用意され，収容する乳房のサイズを変えた複数のカップ部材2と組み合わされ，アンダーバストに合った装着手段1と左右の乳房のサイズに適合したカップ部材2がそれぞれ選択され，これらが係止されてブラジャーが構成されるということができる。」(8頁下9行～下4行)と判断したことに関し，「審決に現れる装着手段1，右カップ部2及び左カップ部を全くの任意に選択できるものとした要旨認定は不当である。」と主張する。",
                    "しかし，審決が摘示するとおり，甲1には，「…着用者は，アンダーバストに合わせて装着手段1を選択し，右バストに合ったカップ部を有するカップ部材2を選択し，左バストに合ったカップ部を有するカップ部材2を選択した後，カップ部材のカップ止着部2b，2bをそれぞれ装着手段のカップ係着部1b，1bに係止すること…」(段落【0030】)と記載されており，この記載からすると，着用者は，アンダーバスト及び左右それぞれのバストに合わせて，装着手段1及び左右それぞれのカップ部材2を選択することが理解できるから，上記審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲1発明について，装着手段1及び左右それぞれのカップ部材2について，選択肢としてどのようなものを用意するかについてまで認定していない。",
                    "また，甲1には，「従って，本発明の目的は，アンダーバストのみならず，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供することにある。」(段落【0006】)，「本発明において，上記カップ部については，その形状，サイズ，材質等について特に制限されるものではないので従来公知のものをそのまま採用してもよいが，好ましくは，カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの等を各バストサイズ毎に設けるのが望ましい。これにより，左右のバストサイズのアンバランスを矯正して，左右のバストの外形を揃えることができる。」(段落【0009】)と記載されており，これらの記載からすると，甲1発明は，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供することを目的として，バストサイズ毎に，カップ等の外形が同じで肉厚が異なるもの等を設けるというものであり，着用者の左右のバストサイズが異なっても左右のバストの外形を揃えることができるように，カップの外形が同じで肉厚が異なって収容できるようにしたものが例示されてはいるものの，着用者が，必ず，肉厚が異なるものを選択するわけではないことからすれば，他の目的として甲1発明は，この例示にとどまらず，広くバストラインの矯正効果を，左右のバストで同等に得ることができるファウンデーションを提供するものと解すべきである。したがって，甲1に，カップ部の肉厚を変えてその隙間を埋めることのみが開示されるとすることはできず，あくまでも，複数のカップからカップを選択し，左右それぞれのカップにフィットするファウンデーションを提供することが開示されていると解釈するのが妥当である。",
                    "しかも，甲1に，「装着手段1は，…JIS規格に基づくアンダーバストとカップの組み合わせにより用意されている」ことを裏付ける記載は見当たらない。JIS規格は，「少女及び成人女子用の既製衣料品のうち，ファンデーションのサイズ及び表示方法について規定する。」(甲7，「1．適用範囲」参照)ものであって，技術思想の創作の前提条件となるものではない。甲1発明のブラジャーは，カップと装着手段とが別々に作成されているものであって，既製の衣料品とはいえないものであるから，甲1の記載を，既製衣料品のサイズを規定したJIS規格を前提にして解釈する必然性はない。かえって，甲1には，段落【0009】に上記記載があり，カップ部の形状，サイズ，材質等が公知のものに制限されない旨が明記されている。装着手段についても，「上記カップ部材を係止して身体胸部の所定位置に装身させるための上記装着手段については，ファウンデーションの種類，すなわちブラジャー，ブラスリップ，ボディースーツ等に応じて従来公知の形状，サイズ，材質等をそのまま採用することができる。」(段落【0010】)と記載されており，この記載からすると，装着手段は，必ずしも，公知のものに制限されないと解される。そうであれば，甲1の記載を，JIS規格を前提にして解釈することは誤りというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決が，甲1発明を，「アンダーバスト毎に用意され，各カップ部(2a)の周縁と適合する一対のカップ用凹部(1a)及びそのカップ用凹部(1a)の周縁に形成されたカップ係着部(1b)を有する装着手段(1)と，収容する乳房のサイズを変えた複数のカップ部材(2)との組合せからなり，装着手段(1)に対しカップ部材(2)を着脱可能に設けてなるブラジャー。」(9頁9行～13行)と認定したことには誤りがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「本件特許発明1と甲1発明との一致点認定の誤り」につきa 原告は，「甲1発明のカップ受け部とカップ部との組み合わせは，あくまでもJIS規格に基づくサイズ構成の枠内のものである。これに対し，本件特許発明1は，JIS規格にないバージスサイズに着目し，JIS規格から離れて，バージスサイズ，アンダーバストサイズ及びカップサイズの組み合わせを可能とすることによって所期の作用効果を得ようとするものであり，この点において，甲1発明と大きく異なる。審決は，このような明らかな相違を看過し，本件特許発明1と甲1発明との一致点の認定を誤っている。」旨を主張する。",
                        "しかし，審決は，本件特許発明1と甲1発明との一致点を，「複数のカップ受部と，カップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなるカップ部を有する衣類。」と認定しているのであって，両者が，JIS規格に基づいていると認定しているわけではない。",
                        "もっとも，原告の上記主張は，善解すれば，審決の相違点の認定に誤りがあるとの趣旨とも受け取れる。しかし，「甲1発明のカップ受け部とカップ部との組み合わせは，あくまでもJIS規格に基づくサイズ構成の枠内のものである。」との原告の主張が誤りであることは，前記(1)で述べたとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "本件特許発明1と甲1発明との一致点の認定は，本件特許発明1と甲1発明とを対比してなされるものであるところ，本件特許発明1は，「バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなるカップ部を有する衣類のオーダーメイド用計測サンプル。」(請求項1)であり，甲1発明は，審決認定(9頁9行～13行)のとおり，「アンダーバスト毎に用意され，各カップ部(2a)の周縁と適合する一対のカップ用凹部(1a)及びそのカップ用凹部(1a)の周縁に形成されたカップ係着部(1b)を有する装着手段(1)と，収容する乳房のサイズを変えた複数のカップ部材(2)との組合せからなり，装着手段(1)に対しカップ部材(2)を着脱可能に設けてなるブラジャー。」である。これらの認定によれば，審決の本件特許発明1と甲1発明との一致点，相違点の認定に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「相違点1の検討の誤り」につき",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明の内容に対し",
                          "text": [
                            "原告は，甲1発明は，あくまでもアンダーバストサイズとカップサイズの組み合わせというJIS規格の枠組みを超えるものではなく，甲1発明において着用者が選択するファンデーションの外形は，あくまでも既製品と同様アンダーバストサイズとカップサイズとの組み合わせからなるものであり，甲1発明には，バージスサイズを合わせるといった思想はない旨主張している。",
                            "しかし，甲1には，「本発明において，上記カップ部については，その形状，サイズ，材質等について特に制限されるものではないので従来公知のものをそのまま採用してもよいが，好ましくは，カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの等を各バストサイズ毎に設けるのが望ましい。」(段落【0009】)と記載されており，この記載からすると，甲1発明のカップ部材が，公知のものに制限されないことは，前記(1)で述べたとおりである。",
                            "また，甲1には，「【発明が解決しようとする課題】従って，本発明の目的は，アンダーバストのみならず，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供することにある。」(段落【0006】)と記載されており，この記載からすると，甲1発明のカップ部材は，左右両方のバストにフィットするように設計されるものであることも明らかである。",
                            "ところで，甲2には，「…しかも，トップとアンダーの採寸だけでなく，オリジナル測定器(バージスメジャー)でのバストの底面周径サイズ(バージスサイズ)の測定や，ゲージブラでのフィット感の確認等を行ったうえで，コンサルタントがブラの『フィット診断』を行い，全1248サイズのブラの中から最適なブラをご提案。」(2枚目右頁左欄)と記載されている。また，甲3には，「図示の通り，左右一対の乳房を覆うカップ部1L，Rは下カップ布11L，Rと上カップ布12L，Rをそれぞれ縫着して形成されており，下カップ布11L，Rのそれぞれの下縁湾曲部(下方の湾曲した縁部)には，半円弧状のワイヤ2L，R(図2参照)が縫い込まれたカップワイヤー部21L，Rが縫着されている。このワイヤー2L，Rは，形状記憶合金などの金属や剛性のあるプラスチック等で成形されており，乳房のバージスラインに好適にフィットする形状をなしている。そして，ワイヤー2L，Rは不織布などの柔らかい素材からなるバイアステープに包まれて縫い込まれており，前述の下カップ布11L，Rおよび上カップ布12L，Rとこのカップワイヤー部21L，Rにより左右一対のカップ部1L，Rが構成されている。」(段落【0041】)と記載されている。これらの記載からすると，バージスサイズ(バージスライン)にフィットするようなブラジャー，すなわち，バージスサイズ(バージスライン)に合致したカップ部材を有するブラジャーを選択することは，本件特許出願前から周知であるといえる。",
                            "以上のとおり，甲1のカップ部材は，公知のものに制限されず，左右両方のバストにフィットするように設計されるものであるし，バージスサイズにフィットするカップ部材を選択することは，本件特許出願前から周知である。",
                            "そうすると，甲1に接した当業者であれば，カップ部の形状，サイズを設計するに当たり，バージスサイズを考慮することを直ちに想起するというべきである。",
                            "したがって，審決が，「…少なくとも左右の乳房の一方については，そのサイズに適合したカップ部材(2)として，乳房を収容した状態で，下方周縁部が乳房の下方周縁部，すなわちバージスラインに可能な限り近接して配置されるとともに，その内面立体形状が，乳房の高さを含め，外周縁部から頂点に到るまでの立体形状に適合したものを選択することにより，乳房の下部周縁部から頂点に到る部分を持ち上げ，乳房の形状を矯正するよう設計すべきことも十分に示唆されているということができる。」(15頁18行～24行)と判断したことに誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「アンダーバストに合わせて」がバージスラインと合致しないことに対し",
                          "text": [
                            "原告は，甲1における「従って，着用者は，アンダーバストに合わせて装着手段1を選択し，右バストに合ったカップ部を有するカップ部材2を選択し，左バストに合ったカップ部を有するカップ部材2を選択した後，カップ部材のカップ止着部2b，2bをそれぞれ装着手段のカップ係着部1b，1bに係止することで，右バスト，左バスト，アンダーバスト全てにフィットするファウンデーションを着用することができる。」(段落【0030】)との記載において，「アンダーバストに合わせて」は，バージスラインと合致せず，アンダーバストに沿わせたところでバージスラインを適合させることには結びつかないから，甲1にバージスラインを変えることは示唆されていない旨を主張する。",
                            "しかし，審決は，「…甲第1号証発明において，カップ部(2)の周縁とカップ部凹部(2a)の周縁を適合するに当たり，両者の曲率や周径を適合させることが好ましいことは，当業者が十分に予測し得ることである。」(16頁10行～12行)とした上で，「甲第2号証には，ジャストフィットするブラジャーを製造するため，バージスサイズを合わせることが示されている。」(16頁14行～15行)と認定し，「したがって，上述した甲第1号証発明におけるカップ部(2a)及びカップ用凹部(1a)の周縁形状についての検討も踏まえれば，甲第1号証発明において，左右の乳房の各サイズに適合した複数のカップ部材(2)として，乳房を収容した状態で，その下方周縁形状が，種々の乳房の下方周縁部，すなわちバージスラインに可能な限り近接して配置されるよう種々の形状を有し，…各下方周縁形状に概ね適合するカップ凹部(2a)を備えた装着手段を用意することは，当業者が当然考慮すべき程度の設計的事項というべきであって，…」(16頁16行～24行)と判断している。",
                            "審決は，上記のとおり，甲1では，カップ部材(2)をバージスラインに適合したものとすることが示唆されていると認定しているのであって，甲1において，装着手段1を「アンダーバストに合わせ」ることが，装着手段1をバージスラインに適合させることであると認定しているわけではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "検討の脱漏及び論理飛躍の存在に対し",
                          "text": [
                            "原告は，「甲1発明には，カップ受部によって着用者のバージスラインに合わせるという思想は全く示唆されていない。また，甲2においても，カップ受部をバージスラインに合わせて計測するという思想は存在しない。それにもかかわらず，審決は，甲1，2の組合せから，これらのいずれにも何らの示唆もない『カップ受部の側をバージスに適合させる』技術思想が容易に想到しうる理由について何らの検討もすることなく，想到容易であるとの結論を導いている。」旨を主張する。",
                            "しかし，審決は，甲1には，カップ部材(2)をバージスラインに適合したものとすることが示唆されているとして，上記bで引用したように認定判断しており，「カップ受部の側をバージスに適合させる」ことが容易想到であるとする理由は，詳細に示されている。審決には，検討の脱漏や論理の飛躍はない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "審決の認定の矛盾に対し",
                          "text": [
                            "原告は，「甲2に，バージスサイズとの記載があることをもって，バージスサイズの計測というものが当業者にとって明白であるというのであれば，当業者は，アンダーバストサイズとバージスサイズとは，全く別個の完全に独立したサイズ要素であると認識することになる。審決は，甲1にはアンダーバストとの記載しかなく，バージスサイズとの記載が全くないにもかかわらず，甲1にバージスサイズを適合させるとの示唆があると述べている。これは，前提事実と結論とが矛盾した事実認定である。」旨を主張する。",
                            "しかし，審決は，アンダーバストサイズとバージスサイズとが，同じサイズ要素であると認定しているわけではない。審決は，これらが，全く別個のサイズ要素であることを前提に，甲1には，カップ部材(2)をバージスラインに適合したものとすることが示唆されていると認定したものであり，この認定に誤りがないことは，既に述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "甲2と組み合わせたとしても相違点1が容易想到でないことに対し原告は，甲2にバージスサイズを計測することが開示されているからといって，これと，そもそもカップ部の肉厚を調整することを開示するに過ぎない甲1発明とを組み合わせたとしても，本件特許発明1のような構成に容易に想到することにはならない旨主張する。",
                            "しかし，審決は，「甲第2号証の摘示事項(a)，(b)及び甲第3号証の摘示事項(a)をも参酌すれば，甲第1号証に記載された，装着者が希望する矯正効果として，乳房がカップに収容されている状態で，乳房の立体形状をカップ内側に形成される立体形状に適合させることにより，乳房の外周縁部のうち下方周縁部から頂点に到る部分を持ち上げ，カップ内側に形成される内面立体形状により，バストラインを整えることが含まれることは当業者にとって明白である。」(15頁6行～12行)と判断したのであって，甲1発明と，バージスサイズを計測することを開示する甲2の組合せから，相違点1が容易想到と判断したわけではない。また，甲1発明が，カップ部の肉厚を調整することを開示するに過ぎないものではないことは，既に述べたところから明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2の検討の誤りに対し",
                      "text": [
                        "原告は，審決が，相違点2に関し，「…甲第1号証発明においても，複数用意された装着手段及びカップ部から，装着者に最適なものが選択され，その装着者にとって最適なブラジャーが組み合わされたとすれば，装着者が，再度の選択を経ずその再現を求めるであろうことは，当業者からみれば，当然に予測し得ることというべきである。」(16頁下2行～17頁3行)と説示したことについて，この説示は，一度甲1発明に基づいてファンデーションを組み合わせて作製したことがある当該着用者については，再度同一のサイズを用いてファンデーションを作ることができることを述べているに過ぎず，汎用的に使用できる計測サンプルとして転用できるか否かについては何ら判断がなされていない旨主張する。",
                        "しかし，審決は，上記説示に続いて，「しかも，甲第5号証及び甲第6号証には，複数の試着服あるいは体型把握用洋服を用意し，これらを着用して，最適なものを選択したり，採寸して最終製品を裁断，縫製することが示されており，これら複数の試着服あるいは体型把握用洋服を衣類のオーダーメイド用計測サンプルとして利用することが記載されている。したがって，甲第5号証及び甲第6号証をも参酌すれば，甲第1号証発明のブラジャーを，オーダーメイドブラジャーの採寸に用いることにより，本件特許発明1の相違点2に係る構成とすることは当業者が容易に想到し得ることである。」(17頁4行～12行)と説示しており，審決は，甲1発明が，計測サンプルとして汎用的に使用できることを明確に判断している。",
                        "ところで，甲1発明は，「アンダーバスト毎に用意され，各カップ部(2a)の周縁と適合する一対のカップ用凹部(1a)及びそのカップ用凹部(1a)の周縁に形成されたカップ係着部(1b)を有する装着手段(1)と，収容する乳房のサイズを変えた複数のカップ部材(2)との組合せからなり，装着手段(1)に対しカップ部材(2)を着脱可能に設けてなるブラジャー。」というものであり，甲1発明の装着手段(1)およびカップ部材(2)は，サイズの異なる複数のものからなり，これらのうちのいずれかを選択して試着するものと認められるところ，これらのうちのいずれかを選択して試着することは，これらを用いてサイズを計測していることに他ならない。",
                        "他方，甲5，6には，審決が上記のように認定するとおり，「複数の試着服あるいは体型把握用洋服を用意し，これらを着用して，最適なものを選択したり，採寸して最終製品を裁断，縫製することが示されており，これら複数の試着服あるいは体型把握用洋服を衣類のオーダーメイド用計測サンプルとして利用すること」が記載されている。また，甲2には，「しかも，トップとアンダーの採寸だけでなく，オリジナル測定器(バージスメジャー)でバストの底面周径サイズ(バージスサイズ)の測定や，ゲージブラでのフィット感の確認等を行ったうえで，コンサルタントがブラの『フィット診断』を行い，全1248サイズのブラの中から最適なブラをご提案。あなたのバストのためだけのブラをおつくりします。」(2枚目右頁左欄)，「セミオーダーのブラジャー」(2枚目右頁右欄)と記載され，複数の試着用のブラジャーをオーダーメイド用の計測サンプルとして利用することが示されている(フィット感の確認をしたうえで，フィットしたものと同じ商品を注文するのであるから，甲2のブラジャーが試着されるものであることは明らかであり，試着したブラジャーが計測サンプルとして用いられていることは明らかである。)。これらの記載からすると，複数の試着服あるいは体型把握用洋服を衣類のオーダーメイド用計測サンプルとして利用することは，本件特許出願前から周知のことであると認められる。",
                        "そうであれば，甲1発明が，計測サンプルとして汎用的に使用できることは当業者に明らかであり，上記審決の判断に誤りはない。",
                        "以上のとおりであるから，相違点2についての審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明2について",
                  "text": [
                    "原告は，相違点3については，引用文献のいずれにも示唆がないから，当業者が容易に想到しうるものではない旨を主張する。",
                    "しかし，審決が説示するとおり，一般に衣類を複数のパーツに分け，これらを組み合わせることは，本願出願前より広く行われているところ，甲4(乙1)によれば，バック部(ベルトB)が，ブラジャーのパーツを構成するものであることは明らかである。また，この部分のサイズに個人差があることも技術常識である。",
                    "甲1発明は，パーツを組み合わせることにより，フィット性のよいブラジャーを構成するものである。上記したとおり，バック部のサイズに個人差があることは技術常識であるから，この部分についても，複数のサイズを用意すれば，よりフィット性の高まったブラジャーを構成できることは当業者に明らかである。",
                    "したがって，甲1発明における装着手段(1)を，カップ用凹部(1a)を有する部分と背中に回される部分，すなわちバック部との組合せによるものとすることは，当業者ならば容易に想到できることというべきである。",
                    "以上のとおり，審決の相違点3の判断には誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明3について",
                  "text": [
                    "本件特許発明1，2に進歩性がないとする審決の判断に誤りがないことは，既に述べたとおりであるから，本件特許発明3が進歩性を有する旨の原告の主張は，前提を欠いたものであり，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件特許発明4について",
                  "text": [
                    "本件特許発明2，3に進歩性がないとする審決の判断に誤りがないことは，既に述べたとおりであるから，本件特許発明4が進歩性を有する旨の原告の主張は，前提を欠いたものであり，失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件特許発明5～8について",
                  "text": [
                    "本件特許発明1～4に進歩性がないとする審決の判断に誤りがないことは，既に述べたとおりであるから，本件特許発明5～8が進歩性を有する旨の原告の主張は，前提を欠いたものであり，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明1～8の意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許請求の範囲は，前記第3，1(2)のとおりである。また，本件特許明細書(甲9)の「発明の詳細な説明」には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は，ブラジャー(ロングラインブラジャーを含む)，スリーインワン，ボディスーツ，水着等のカップ部を有する衣類において，着用者に合ったカップ寸法及びアンダーバスト寸法を有し，着用時にフィット感のある衣類を提供するためのカップ部を有する衣類のオーダーメイド用計測サンプル及びオーダーメイド方式に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「一般にブラジャーは，乳房を理想的な形状に整え，下垂を防止する目的で着用され，様々な型の既製のブラジャーが市販されており，着用者はその中から体型に合うものを購入する。しかし，既製のブラジャーの中から完全に体型に合ったものを見つけるのは難しく，身体に適度にフィットしないものを着用してしまうと上記の目的を達成できないばかりか，適度なフィット感が得られず不快感を感じてしまう。特に，きつすぎる場合には圧迫により苦痛を感じ，血流が悪くなる等して，身体に悪影響が及ぼされる。",
                    "そこで標準サイズのブラジャーを幾種類か用意し，着用者の体型に近似した標準サイズを選んで着用者にあわせてカスタムサイズに修正する方式が採用されているが，標準サイズからカスタムサイズに修正するためには熟練した技術を要し，修正ミスが起こりやすい難点があり，また着用者が仕上り製品の着用感をあらかじめ疑似体験できないという難点もあった。",
                    "また，バック部がなく，カップサイズを種々変えた試着用の胸当て部を用意し，これを試着することによりカップサイズを選択し，バック部については着用者のアンダーバストをメジャー等で採寸して，着用者の体型に対応したブラジャーを提供しようとするというオーダーメイド方式も試みられている。」(段落【0002】～【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかしながら，カップ部のフィット感は，バージスサイズ，すなわち乳房の下縁の半円状の輪郭線(バージスライン)の曲率とカップ高さによって異なってくるものであり，このバージスサイズとカップ高さとの組合せは各個人により様々であるが，上記の例では両者の組合せを種々に変えた胸当て部が用意されているわけではないので，バージスサイズ及びカップ高さの両者を合わせることは難しく，カップ部のフィット性は十分とはいえなかった。",
                    "バック部の寸法は，トップバスト及びアンダーバストのフィット性も左右するので，上記の例のように採寸して決定する方式を採用すると，その計測に正確性を欠いてしまう恐れがあり，また，バック部も付帯したブラジャー全体としての着用感・フィット性を着用者自ら試着によって体感できない難点があった。このような問題点はブラジャーのような下着関係に止まらず，水着等も含め，カップ部を有する衣類全般についても同様である。",
                    "そこで，仕上がり状態と寸法的に同様な計測用サンプルを試着して実際の着用感を体感でき，また体型補整を目的として，あるいは着用者の好みに合わせて細かい寸法調整のできるカップ部を有する衣類のオーダーメイド方式が望まれていた。",
                    "したがって，本発明の目的とするところは，カップ部を有する衣類において，着用者の体型に対応したカスタムサイズのカップ部を有し，着用時にフィット感のある衣類を提供し得るオーダーメイド用計測サンプル及びオーダーメイド方式を提供するところにある。またさらに，着用者がカスタムサイズのカップ部を有する計測サンプルを試着することができ，そのフィット感を確認した上で注文することができるカップ部を有する衣類のオーダーメイド用計測サンプル及びオーダーメイド方式を提供することを目的とする。」(段落【0005】～【0008】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「上記目的を達成するために，本発明に係るカップ部を有する衣類のオーダーメイド用計測サンプルは，請求項1記載のように，バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設ける構成としたものである。",
                        "このように構成すれば，顧客のバージスサイズ及びカップ高さにフィットしたカップ受部とカップ部を選定することが容易であり，顧客はカスタムサイズのカップ部を有する計測サンプルを試着した上で注文することができるので，着用時にフィット感のある衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができるオーダーメイド方式を提供することができる。",
                        "またさらに，本発明においては，カップ受部とカップ部の組合せのみならず，バック部も着脱可能に組み合わせることにより，よりフィット感のあるカップ部を有する衣類を提供し得るオーダーメイド用計測サンプルを提供している。",
                        "すなわち，請求項2記載のように，バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部と，一つのカップ受部において寸法の異なる複数のバック部とを有し，カップ受部に対してカップ部及びバック部を着脱可能に設けてなるカップ部を有する衣類のオーダーメイド用計測サンプルである。",
                        "これにより，トップバスト及びアンダーバストのフィット性も左右するバック部の寸法を含めた全体が着用者の体型にあったカスタムサイズのオーダーメイド用計測サンプルとすることができ，よりフィット性の高いカップ部を有する衣類を提供することができる。しかも，顧客はカスタムサイズのカップ部を有する計測サンプルを試着して全体としてのフィット感を確認した上で注文することができる。",
                        "バック部の寸法とは着用時における周方向の寸法であり，その周方向の長さを変えることにより着用者のアンダーバストのサイズに対応することができる。なお，カップ受部のバージスサイズを変えることにより，カップ受部脇側連結部の幅が変わる場合には，それに合わせてバック部の幅の寸法も変えるようにする。",
                        "カップ受部とカップ部とを着脱可能に連結する手段としては，ベルクロ(商標)又はマジックテープ(商標)などの面ファスナーが好適である。すなわち，カップ受部の上端縁とカップ部の下端縁にそれぞれ設けた一対の面ファスナーによって両者を着脱可能に連結する構成である。",
                        "両者の着脱が容易であり，また洗濯することもできる。",
                        "連結の形態としては，カップ部の上にカップ受部を重ねる形態をとっても，カップ受部の上にカップ部を重ねる形態をとってもよいが，カップ部のフィット性という観点からは前者の形態が望ましい。この場合，カップ部の下端縁では外面側に面ファスナーの一方を，カップ受部の上端縁では内面側に面ファスナーの他方を止着することになるが，バージスサイズを合わせるためカップ受部を試着する際，面ファスナーが肌に触れるため，カップ受部側には基布の一面に多数のループ状係合素子を設けた比較的肌当たりの良い雌側の面ファスナー(ループテープ)を設け，カップ部側にフック状係合素子を有する雄側の面ファスナー(フックテープ)を設ける形態が好ましい。",
                        "一方，カップ受部とバック部とは，左右のバック部を止める際引張力が作用する点，またバック部には伸縮率の高い素材を使用することが多い点からして，引張力が作用しても試着時に外れないように，かぎホック(フック アンド アイ)を用いて連結するのが好ましい。」(段落【0009】～【0017】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「また，本発明は上記のようなオーダーメイド用計測サンプルを用いたオーダーメイド方式も提供している。すなわち，本発明に係るカップ部を有する衣類のオーダーメイド方式は，請求項5記載のように，バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けることにより，カスタムサイズのカップ部を有するオーダーメイド用計測サンプルの試着を可能としたことを特徴とするオーダーメイド方式である。",
                        "すなわち，カップ受部に対してカップ部を着脱可能に設けたオーダーメイド用計測サンプルを利用するものであって，カップ受部についてはバージスサイズを変えたものを複数種類用意し，カップ部については1つのバージスサイズにおいてカップ高さを変えたものを複数種類用意して両者を着脱自在に組み合わせ可能とし，これらの組合せを種々に変えることにより，顧客のバージスサイズ及びカップ高さにフィットしたカップ部を有するオーダーメイド用計測サンプルの試着を可能としたものである。",
                        "これにより顧客はカスタムサイズのカップ部を有するオーダーメイド用計測サンプルを試着した上で注文することができるので，着用時にフィット感のある衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができるオーダーメイド方式を提供することができる。",
                        "またさらに，本発明においては，カップ受部とカップ部の組合せのみならず，バック部も着脱可能に組み合わせることにより，よりフィット感のあるカップ部を有する衣類を提供し得るオーダーメイド方式を提供している。",
                        "すなわち，請求項6記載のように，バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部と，一つのカップ受部において寸法の異なる複数のバック部とを有し，カップ受部に対してカップ部及びバック部を着脱可能に設けることにより，カスタムサイズのカップ部を有するオーダーメイド用計測サンプルの試着を可能としたことを特徴とするカップ部を有する衣類のオーダーメイド方式である。",
                        "これにより，トップバスト及びアンダーバストのフィット性も左右するバック部の寸法を含めた全体が着用者の体型にあったフィット性の高いカップ部を有する衣類を提供することができ，しかも，顧客自ら出来上がり製品を疑似体験することが可能となり，あらかじめそのフィット感を確認した上で注文することができるオーダーメイド方式を提供することができる。また，この方式によれば，メジャー等での計測だけでは分からない素材収縮率の調整，体型補整を意図した修正なども実際の着用感を伴って実施することができる。」(段落【0018】～【0023】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「以上の説明から明らかな通り，本発明のオーダーメイド用計測サンプルを使用すれば，顧客のバージスサイズ及びカップ高さにフィットしたカップ受部とカップ部を選定することが容易であり，顧客はカスタムサイズのカップ部を有する計測サンプルを試着した上で注文することができるので，着用時にフィット感のある衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができる利点を有している。",
                    "また本発明のオーダーメイド方式によると，顧客はカスタムサイズのカップ部を有するオーダーメイド用計測サンプルを試着した上で注文することができるので，着用時にフィット感のある衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができるオーダーメイド方式となし得たのである。また，このようなオーダーメイド方式によれば，メジャー等での計測だけでは分からない素材収縮率の調整，体型補整を意図した修正なども実際の着用感を伴って実施することができる利点も有している。",
                    "また，各部材の組合せからなるオーダーメイド用計測サンプルを使用するものであるから，各部材ごとにサイズ順に重ね合わせればコンパクトに保管することができ，また，持ち運びも容易であり，しかも組合せ式であるから比較的少ない部材で多様な体型に対応し得るので，ブラジャー等をオーダーメイド方式で店舗販売する場合の試着式採寸に限らず，出張採寸にも適したオーダーメイド用計測サンプル及びオーダーメイド方式を提供し得たのである。」(段落【0036】～【0038】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本件特許発明1～4は，「カップ部を有する衣類のオーダーメイド用計測サンプル」に関する発明であり，本件特許発明1は，「バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなる」ものであり，本件特許発明2は，「バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部と，一つのカップ受部において寸法の異なる複数のバック部とを有し，カップ受部に対してカップ部及びバック部を着脱可能に設けてなる」ものであり，本件特許発明3は，本件特許発明1又は2において，「カップ受部の上端縁とカップ部の下端縁にそれぞれ設けた一対の面ファスナーによってカップ受部とカップ部を着脱可能とした」ものであり，本件特許発明4は，本件特許発明1又は2において，「カップ受部とバック部をかぎホックによって着脱可能とした」ものである。本件特許発明5～8は，「カップ部を有する衣類のオーダーメイド方式」に関する発明であり，順に，それぞれ本件特許発明1～4に対応するオーダーメイド用計測サンプルの試着を可能としたものである。",
                "本件特許発明1～4のオーダーメイド用計測サンプルを使用すれば，顧客はカスタムサイズのカップ部を有する計測サンプルを試着した上で注文することができるので，着用時にフィット感のある衣類を提供できるとともに，あらかじめそのフィット感を確認した上で注文することができる。また，本件特許発明5～8のオーダーメイド方式は，メジャー等での計測だけでは分からない素材収縮率の調整，体型補整を意図した修正なども実際の着用感を伴って実施することができる。さらに，本件特許発明1～8は，各部材の組合せからなるオーダーメイド用計測サンプルを使用するものであるから，各部材ごとにサイズ順に重ね合わせればコンパクトに保管することができ，また，持ち運びも容易であり，しかも組合せ式であるから比較的少ない部材で多様な体型に対応し得るので，ブラジャー等をオーダーメイド方式で店舗販売する場合の試着式採寸に限らず，出張採寸にも適したものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(甲1発明認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1(特開平8−158111号公報)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「【請求項1】 バストを収容するカップ部及びこのカップ部の周縁に形成されたカップ止着部を有する一対のカップ部材と，上記各カップ部材の形状に略々適合する一対のカップ用凹部及びこれら各カップ用凹部の周縁に形成されて上記各カップ部材のカップ止着部が係脱可能に係着する一対のカップ係着部を有し，上記一対のカップ部材を身体胸部に装着する装着手段とを具備することを特徴とするファウンデーション。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「この発明は，ブラジャー，ブラスリップ，ボディースーツ等を始めとして水着その他のスポーツ用ブラジャー等の肌身に着用する内衣，最も外側に着衣する外衣及びこれら内衣と外衣の中間に着衣する中装においてバストカップを備えたファウンデーションに関する。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「従来，この種のファウンデーションは，バストを収容する一対のカップとこのカップを身体胴部に装着するための装着手段とが一体に縫合された構成を有し，複数の着用者に対応するために，1つのデザインに対してアンダーバストやバストのサイズが異なる数種類のサイズが用意されている。その為，各着用者は自分の好みのデザインのものの中から自分のアンダーバストやバストのサイズに最もフィットするものを選んで着用する。",
                        "しかしながら，バストのサイズは，複数の着用者の間のみで異なることではなく，各着用者の左右の間でも異なる。一方，上記ファウンデーションにおいて，左右一対のカップは等しいサイズに形成されている。",
                        "その為，大きい方のバストはカップにフィットするが小さい方のバストはカップにフィットしないという問題点があった。",
                        "また，従来においては，カップ内にバストパッドを装着することで，バストラインを矯正し，バスト形状を整えることが行われている。",
                        "しかしながら，上述したように着用者の左右のバストのサイズが異なると，バストとカップとの間の隙間はバストが大きい方で少なくバストが小さい方で大きくなるため，バストパットによる矯正効果はバストが大きい方で大きく小さい方で小さくなって，左右のバストサイズのアンバランスが助長されてしまい，思い通りの矯正効果を得ることができないという問題点があった。」(段落【0002】～【0005】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「従って，本発明の目的は，アンダーバストのみならず，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供することにある。",
                        "また，本発明の他の目的は，バストパッドによるバストラインの矯正効果を，左右のバストで同等に得ることができるファウンデーションを提供することにある。」(段落【0006】～【0007】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「本発明において，上記カップ部については，その形状，サイズ，材質等について特に制限されるものではないので従来公知のものをそのまま採用してもよいが，好ましくは，カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの等を各バストサイズ毎に設けるのが望ましい。これにより，左右のバストサイズのアンバランスを矯正して，左右のバストの外形を揃えることができる。",
                        "上記カップ部材を係止して身体胸部の所定位置に装身させるための上記装着手段については，ファウンデーションの種類，すなわちブラジャー，ブラスリップ，ボディースーツ等に応じて従来公知の形状，サイズ，材質等をそのまま採用することができる。",
                        "上記カップ係着部は，カップ部の周縁と適合するカップ用凹部の周縁に設けられ，上記カップ止着部を係止できるものであると共に，肌に直接触れる場合があるから肌触りの良い柔軟性のあるものであればよく，例えば，表面に多数の柔軟パイルを有するテープを上記カップ用凹部の周縁全体に設ければよい。また，上記柔軟パイルとしては，例えば，ベルベットファスナーの雌ファスナーや，ポリエステル製，ナイロン製，綿製等の起毛パイルで形成された縁取りテープ，更にはフィルムファスナーと称される面状ファスナー等を挙げることができ，肌触りやカップ止着部との固着性の観点からパイル高さ1～5mm程度の起毛パイル製の縁取りテープが好ましい。",
                        "上記カップ止着部は，カップ部の周縁に形成されると共に，カップ係着部の多数の柔軟パイルに係脱可能に係止する多数の鉤小片が植設され，上記バストカップ側に取り付けられたカップ係着部に係脱可能に固着できるものであればよい。そして，上記カップ止着部に植設される多数の鉤小片の形状については，カップ係着部の柔軟パイルと同様に特に制限されるものではなく，例えば，先端に小さく折れ曲がったカップ係止部を有するものや，先端に小さな傘状部を有するもの等を例示することができる。この鉤小片についても，あまり固すぎると間接的ではあるが肌に対する圧迫感が生じるので，柔軟性があり，しかも，カップ止着部との固着性に優れているものがよく，好ましくはその鉤小片の高さ1～5mm程度のベルベットファスナーの雄ファスナー等がよい。」(段落【0009】～【0012】)",
                        "「また，カップ部周縁の位置にバスト形状を維持するためのワイヤボーンを設ける場合，上記ワイヤボーンは装着手段に設けても，カップ部材に設けてもよい。そして，好ましくは，上記装着手段に設ける場合にはカップ係着部に重ねて配設し，また，上記カップ部材に設ける場合にはカップ止着部に重ねて配設することで，上記カップ係着部あるいはカップ止着部の強度が向上し，装着手段に対してカップ部材を係止することが容易になる。",
                        "ところで，本発明において，装着手段及び／又はカップ部材にパッド係着部を設けると共に，上記パッド係着部に係脱可能なパッド止着部を有するバストパッドを具備させてもよい。",
                        "そして，カップ部の周縁に取り付けるバストパッドは，その取付位置を変更した際にこれらカップ部やバストパッドが有する非対称的な形状に基づいて，カップ部とバストパッドとが相俟って形成するバスト収容部分の形状や位置が微妙にあるいは大幅に変化するものであれば，その形状，サイズ，材質等について特に制限されるものではなく，従来公知のものをそのまま採用することができる。",
                        "また，バストパッドの形状及びサイズについては，その使用目的に応じて種々のデザインのものを採用することができるが，好ましくはカップ部の形状の一部又は全部と同じ形状であり，より好ましくはカップ部の形状の一部と同じ形状であって，その外周縁形状の一部がカップ部の周縁の一部，特にその周縁下辺部，周縁外側辺部等の一部又は全部の形状と概ね一致し，カップ部に対するバストパッドの取付位置をカップ部周縁に沿って移動させた際に，バスト収容部分の形状や位置については微妙にあるいは大幅に変化するものの，このバストパッドがカップ部内に常時位置するような形状及びサイズに設計されているのが望ましい。",
                        "また，必要により，1種類のカップ部に対しオプションとして複数種類の形状あるいはサイズのバストパッドを用意しておくことにより，より多くの変化に富んだバストの形状や位置の調整が可能になる。",
                        "例えば，カップ部が概ね円形状である場合にはバストパッドを三日月形状や半円形状等の円形の一部を構成する形状にし，着用者がバストアップを希望する場合にはこのバストパッドをカップ部の周縁下辺部に固着し，また，着用者がバストの位置を内側に寄せることを希望する場合にはこのバストパッドをカップ部の左側又は右側の周縁外側辺部に固着できるようにするのがよく，また，乳癌手術後のバスト形状の整形を目的とする場合には，失われたバスト部分の形状に概ね適合した形状のバストパッドを用意し，正常なバストの形状や位置の変化に応じて自然なバストのシルエットが形成されるように，このバストパッドの取付位置を微妙に調整して取り付けるのがよい。」(段落【0013】～【0017】)",
                        "「なお，特にバストカップの周縁の下辺部が彎曲状に形成され，この周縁下辺部にバスト形状を維持するためのワイヤボーンが設けられているような場合には，このワイヤボーンを覆う縁取りテープを起毛パイルで構成し，この縁取りテープをパッド係着部として利用するのが好ましい。この様に，ワイヤボーンを覆う縁取りテープをパッド係着部として利用すれば，このワイヤボーンによる剛性によりバストパッドに対する固着性が向上し，このバストパッドの取付位置の変更やその位置決めが容易になるほか，このワイヤボーンによりバスト形状を整える作用とバストパッドによりバスト形状を整える作用とを組み合わせてより効率良く所望の形状及び位置にバストを整えることが可能になる。」(段落【0022】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "作用",
                      "text": [
                        "「本発明のファウンデーションは，バストを収容する一対のカップ部材と，上記カップ部を身体胸部に装着する装着手段とが別々に供給されるようになっているため，着用者は，アンダーバストに合わせて装着手段を選択し，右バストに合ったカップ部を有するカップ部材を選択し，左バストに合ったカップ部を有するカップ部材を選択することができる。そして，着用者は，カップ部材のカップ止着部をそれぞれ装着手段のカップ係着部に係止することで，一対のカップ部と装着手段とが一体に形成されたファウンデーションを着用することができる。",
                        "その為，左右のカップ部のサイズは，それぞれ対応するバストのサイズに合ったものを各々選ぶことができるので，各カップ部と各バストとの間の隙間を無くすことができ，左右両方のカップ部を左右両方のバストにフィットさせることができる。」(段落【0024】～【0025】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "「図1～図6において，本発明の実施例に係るファウンデーションであるブラジャーB が示されている。このブラジャーB は，基本的には，バストを収容するカップ部2a及びそのカップ部の周縁に形成されたカップ止着部2bからなる一対のカップ部材2と，上記各カップ部2aの周縁と適合する一対のカップ用凹部1a及びそのカップ用凹部1aの周縁に形成されたカップ係着部1bを有し，上記カップ部2aを身体胸部に装着する装着手段1とで構成されている。また，上記カップ部2aの周縁全周に亘ってパッド係着部2cが設けられると共に，上記パッド係着部2cに係脱可能なパッド止着部3aを有するバストパッドaが装着されている。更に，上記カップ部2aの周縁には，その全長に沿って，着用者のバスト形状を維持するためのワイヤボーン4が設けられている。",
                        "そして，上記カップ係着部1bと上記パッド係着部2cとが，多数の柔軟パイルを有する起毛パイル製の縁取りテープで構成されると共に，上記カップ止着部2bと上記パッド止着部3aとが，多数の鉤小片が植設された構成になっていて，上記カップ係着部1bが上記カップ止着部2bに，上記パッド係着部2cが上記パッド止着部3aにそれぞれ固着できるようになっている。",
                        "従って，着用者は，アンダーバストに合わせて装着手段1を選択し，右バストに合ったカップ部を有するカップ部材2を選択し，左バストに合ったカップ部を有するカップ部材2を選択した後，カップ部材のカップ止着部2b，2bをそれぞれ装着手段のカップ係着部1b，1bに係止することで，右バスト，左バスト，アンダーバスト全てにフィットするファウンデーションを着用することができる。また，上記バストパッドのパッド止着部3aを上記パッド係着部2cに係止することで，左右のバストを同程度に矯正することができて，思い通りの矯正効果を得ることができる。更に，カップ2aの周縁全周に亘ってバストパッド3を移動させながら自己のバスト形状を整え，バストの形状(外形)や位置を自己のバストに合わせて希望どおりに調整でき，また，カップ2a内におけるバストパッド3の取付位置を上記パッド係着部2cに沿って微妙に変更することにより，自己のバストの形状，大きさ，位置等に応じて優れた着用感を得ることができる。」(段落【0028】～【0030】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "発明の効果",
                      "text": [
                        "「本発明のファウンデーションは，バストを収容する各カップ部材と上記カップ部を身体胸部に装着する装着手段とが別々に形成され，上記各カップ部材のカップ止着部をそれぞれ装着手段のカップ係着部に係止して使用するようにして，着用者が自分のサイズに合わせて右カップ部，左カップ部，装着手段をそれぞれれ選ぶことができるようにしたので，右バスト，左バスト，アンダーバスト全てにフィットするものを選ぶことができる。",
                        "また，本発明のファウンデーションは，各バストのサイズに応じてカップ部材を選択するようにしたので，乳がん等で一方のバストを取ってしまった場合でも簡単にフィットするサイズを選択することができる。",
                        "更に，本発明のファウンデーションによれば，カップ部材及び装着手段の色やデザインを数種類用意しておけば，着用者はそれらを様々に組み合せて思い思いのファウンデーションを楽しむことができる。",
                        "また，生産者側においても，バストのサイズと装着手段のサイズとの組合せを選択して規格化する必要が無いと共に，それぞれを独立して生産することができるので，生産が効率よく行え，しかも，需要に見合った供給を行うことができる。」(段落【0033】～【0036】)(2) 上記(1)の記載及び弁論の全趣旨によれば，甲1には，審決が認定する下記発明(甲1発明)が記載されているものと認められる。",
                        "記",
                        "「アンダーバスト(女子の乳房直下における胸部の水平周囲長)毎に用意され，各カップ部(2a)の周縁と適合する一対のカップ用凹部(1a)及びそのカップ用凹部(1a)の周縁に形成されたカップ係着部(1b)を有する装着手段(1)と，収容する乳房のサイズを変えた複数のカップ部材(2)との組合せからなり，装着手段(1)に対しカップ部材(2)を着脱可能に設けてなるブラジャー。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「甲1発明は，アンダーバストとカップとの組合せによりファンデーションのサイズを選択したところ，着用者のバストのサイズが左右で異なる場合に，それによりフィットしない方のカップを，カップ部の外形が同じで肉厚が異なって，収容できるバストのサイズが異なるものを用意することによってフィットさせることを目的とするものであり，甲1発明の装着手段1は，アンダーバスト(女子の乳房直下における胸部の水平周囲長)のみに基づいて用意されているのではなく，JIS規格に基づくアンダーバストとカップの組合せにより用意されているものである。」と主張する。",
                "しかし，甲1には，上記(1)イ(カ)のとおり，「着用者は，アンダーバストに合わせて装着手段1を選択し，右バストに合ったカップ部を有するカップ部材2を選択し，左バストに合ったカップ部を有するカップ部材2を選択した後，カップ部材のカップ止着部2b，2bをそれぞれ装着手段のカップ係着部1b，1bに係止することで，右バスト，左バスト，アンダーバスト全てにフィットするファウンデーションを着用することができる。」と記載されている。この記載は，アンダーバストに合わせた装着手段1，右バストに合ったカップ部を有する右カップ部材2及び左バストに合ったカップ部を有する左カップ部材2を任意に選択できる趣旨の記載であるし，甲1には，JIS規格について言及する記載は全くない。また，甲1には，上記(1)イ(エ)のとおり，「カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの等を各バストサイズ毎に設けるのが望ましい。」との記載があるが，「カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの」との記載には，その後ろに「等」と記載されていて例示であることが明らかである上，上記(1)認定の甲1の他の記載とも併せて見ると，甲1発明の意義が「カップ部の外形が同じで肉厚が異なって収容できるバストのサイズが異なるもの」を提供することに限られると解することはできないから，原告の上記主張は採用することはできない。甲1発明においては，装着手段1，右カップ部材2及び左カップ部材2を任意に選択できるというべきである。",
                "なお，甲1には，上記(1)イ(イ)のとおり，「…バストのサイズは，複数の着用者の間のみで異なることではなく，各着用者の左右の間でも異なる。",
                "一方上記ファウンデーションにおいて，左右一対のカップは等しいサイズに形成されている。その為，大きい方のバストはカップにフィットするが小さい方のバストはカップにフィットしないという問題点があった。」との記載があり，上記(1)イ(ウ)のとおり，「…本発明の目的は，アンダーバストのみならず，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供することにある。」との記載があるが，これらの記載は，甲1発明が，左右両方のバストがそれぞれのカップにフィットするファウンデーションを提供するものであると述べているもので，上記認定に沿うということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，審決の「…装着手段1はアンダーバスト(女子の乳房直下における胸部の水平周囲長)毎に用意され，収容する乳房のサイズを変えた複数のカップ部材2と組み合わされ，アンダーバストに合った装着手段1と左右の乳房のサイズに適合したカップ部材2がそれぞれ選択され，これらが係止されてブラジャーが構成されるということができる」(8頁下9行～下4行)との認定に誤りがあるということはできないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明の装着手段(カップ受け部)は，JIS規格に基づいてアンダーバストサイズとカップサイズの組合せで表記されるサイズ毎に用意されるものであり，左右同一の大きさのカップを使用した場合に着用者の左右のバストの大きさの差異から生ずる隙間を埋めるために肉厚を変えたカップ部で調節するというものであるのに対し，本件特許発明1は，JIS規格にないバージスサイズに着目し，JIS規格から離れて，バージスサイズ，アンダーバストサイズ及びカップサイズの組み合わせをすることを可能とすることによって所期の作用効果を得ようとするものであり，この点において，甲1発明と大きく異なると主張する。",
                    "しかし，甲1発明の装着手段がJIS規格に基づくものであるとか，甲1発明は左右同一の大きさのカップを使用した場合に着用者の左右のバストの大きさの差異から生ずる隙間を埋めるために肉厚を変えたカップ部で調節するものに限られるとの主張は，前記3で述べたとおり採用することができないから，原告の上記主張は前提を欠くものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，前記3のとおり，アンダーバストに合わせた装着手段1，右バストに合ったカップ部を有する右カップ部材2及び左バストに合ったカップ部を有する左カップ部材2を任意に選択できるようして，アンダーバストサイズ及びカップサイズを任意に組み合わせたブラジャーを提供するというものであり，また，装着手段1のカップ用凹部1aは，カップ部2aの周縁と適合するものとされている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2(「Dublevé(デューブルベ)」と称する株式会社ワコールのセミオーダーシステムに関するカタログ)の2頁右欄左側には，次の記載がある。",
                            "「本来ブラの役割は，バストラインを美しくととのえて下垂を防ぐこと。でも，バストのかたちやサイズに合っていないとブラの機能が活かせず，うつくしくととのえられないばかりか，肩こりなど不快感の原因にもなりかねません。美しいバストラインのためには，ジャストフィットのブラを選ぶことが大切です。」",
                            "「デューブルベではコンサルタントがあなたのバストを測定。…しかも，トップとアンダーだけの採寸だけでなく，オリジナル測定器(バージスメジャー)でバストの底面周径サイズ(バージスサイズ)の測定や，ゲージブラでのフィット感の確認等を行ったうえで，コンサルタントがブラの「フィット診断」を行い，全1248サイズのブラの中から最適なブラをご提案。あなたのバストのためだけのブラをおつくりします。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aのとおり，甲2には，バストの底面周径サイズ(バージスサイズ)を測定して，各人のバージスサイズに適合したブラジャーを作ることが記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，右カップ部材2及び左カップ部材2について，それぞれ収容する乳房のサイズに合ったものを選ぶことが開示されている甲1発明，及び，同じブラジャーの分野においてバストの底面周径サイズ(バージスサイズ)を測定して各人のバージスサイズに適合したブラジャーを作ることが記載されている甲2に接した当業者(その発明の属する技術の分野における通常の知識を有する者)は，右カップ部材2及び左カップ部材2について，カップ部2aの周囲の長さが異なるものの中から選ぶことをも容易に想起することができると考えられる。そして，このように，カップ部2aの周囲の長さが異なるものが複数存するとすると，カップ部2aの周縁と適合するものとされているカップ用凹部1aについても形状が異なるものを複数用意しないと，装着手段1の凹部湾曲形状がカップ部材の形状に適合できなくなることは明らかであって，そのことも容易に想起し得るということができる。そうすると，当業者は，甲1発明及び甲2記載の発明から，装着手段の左右のカップ用凹部それぞれにつき凹部湾曲形状を変えたもの及びそれに適合したカップ部材を複数用意することを容易に想起することができるというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点についての原告の主張は，次のとおり採用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，①甲1発明においては，アンダーバストが同じでありながら装着手段1の凹部の曲面形状が異なることは予定されていない，②甲1発明に，バージスラインに適合させるとの思想が示唆されているといえるためには，右バストのバージス，左バストのバージスそれぞれに独立して適合させる構成となっていなければならないところ，甲1発明で開示されているのは，単一の部材からなる装着手段のみであるから，甲1発明には，このような技術思想は全く存在しないし，甲1発明の技術思想に反するとさえいえると主張する。",
                            "確かに，甲1には，アンダーバストが同じでありながら装着手段1の凹部の曲面形状が異ならせることについて明示の記載はないが，上記(ウ)で述べたとおり，当業者は，甲1発明及び甲2記載の発明から装着手段の凹部湾曲形状を変えたもの及びそれに適合したカップ部材を複数用意することを容易に想起することができるというべきである。そして，このことは，前記3(1)イ(カ)の甲1の実施例には単一の部材からなる装着手段しか開示されていないとしても，甲1発明及び甲2記載の技術思想に基づき想起することができるものであって，甲1発明の技術思想に反するということはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，本件特許発明1は，バージスラインを「可能な限り」ではなく，ジャストフィットするよう適合させることを目的としたものであるから，「可能な限り」近接させる思想が存在するだけでは，なお，本件特許発明1の「カップ受部をバージスに適合させる」との思想が容易に想到できるとする理由としては不十分であると主張する。",
                            "しかし，本件特許の請求項1は「バージスサイズを変えた複数のカップ受部と，1つのバージスサイズにおいてカップ高さを変えた複数のカップ部との組み合わせからなり，カップ受部に対してカップ部を着脱可能に設けてなるカップ部を有する衣類のオーダーメイド用計測サンプル。」というものであって，前記2認定の本件特許明細書の内容を総合しても，本件特許発明1は，バージスラインを「可能な限り」ではなくジャストフィットするよう適合させることまでも目的としていると解することはできず，原告の主張は，上記(ウ)の認定を左右するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，審決のように，甲2にバージスサイズとの記載があることをもって，バージスサイズの計測というものが当業者にとって明白であるというのであれば，当業者は，アンダーバストサイズとバージスサイズとは，全く別個の完全に独立したサイズ要素であると認識することになり，この認識は，アンダーバストの意義としてバージスサイズという要素を積極的に除外するものであるから，「アンダーバスト」の語をもって，上記のとおり「乳房直下の水平周囲長」のみを表すものと理解することとなり，そこにバージスを含めて考えることはおよそあり得ないことになると主張する。",
                            "しかし，アンダーバストとバージスサイズは，それぞれ女子の乳房直下における胸部の水平周囲長，バストの底面周径サイズという別個の意義を有しているものであって，矛盾するものでないことは明らかであるから，アンダーバストの意義としてバージスサイズという要素を積極的に除外するものということはできないのであって，上記(ウ)の認定に矛盾があるということはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告は，甲2で開示されているようにバージスサイズを計測する曲率の違う当て定規を乳房にあてがうことと，体型補整機能を有する下着状の計測器具を着用してのバージスラインの測定とは大きく異なる思想であると主張する。",
                            "しかし，バージスサイズを計測して，そのサイズに適合したブラジャーを作ることも，装着手段の凹部湾曲形状につきバージスサイズを変えた複数のものを用意することも，バージスサイズが適合したブラジャーを提供するという点では異なることはなく，上記(ウ)のとおり，当業者は，甲1発明及び甲2記載の発明から装着手段の凹部湾曲形状を変えたもの及びそれに適合したカップ部材を複数用意することを容易に想起することができるというべきであって，原告が主張する甲2発明と本件特許発明1との違いは，この認定を左右するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "そうすると，バージスサイズを変えたカップ用凹部1aを備えた装着手段を用意し，1つのバージスサイズにおいて高さを含む立体形状を変えた複数のカップ部を用意するという，＜相違点1＞に係る構成を，当業者は容易に想到することができたというべきであって，その旨の審決の判断に検討の脱漏や論理の飛躍があるということはできず，この判断に誤りがあるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2の検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5(特表平9−504636号公報)の「発明の詳細な説明」には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の開示",
                          "text": [
                            "「…本発明は，注文服仕様の衣服のためのシステム及び方法であって，寸法の異なる試着服を数多く用いて最終製品を作製するものである。システムは，数多くの試着服(try-on apparels)とそれらの各寸法の追跡を続けるために使用される。",
                            "顧客がこれら試着服の1つを試しに着用したとき，システムと関連づけられた装置により，試着服の適合性について顧客の回答を集める。もし，試着服が適合しない場合，システムは所定の基準(rules)に基づいて，次の試着服の着用を提案する。顧客が特定の試着服について満足し，衣服の購入を希望すると，それは製造システムに報告され，顧客に承認された試着服の寸法に相当する衣服が最終製品として得られるように，裁断，縫製，処理される。」(17頁18行～26行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明を実施する最良の形態",
                          "text": [
                            "「本発明の望ましい実施例においては，各々が互いに寸法の異なる相当数の試着服(10)が，販売店にて，容器又は棚(20)の如きラックの中に準備されている。取出しを容易に行なうために，棚(20)の中の区画部(30)には，所定数の試着服(10)が入れられている。ここでは，5着の異なる試着服(10)が区画部(30)の中に入れられた状態が示されている。この実施例では，各々が互いに寸法の異なる約500着もの試着服が入れられている。望ましい実施例において，これらの服は通常は在庫品として用いられるのではなく，試着服として保存される。",
                            "望ましい実施例において，試着服(10)は，それら寸法のサイズ変化に応じて，棚(20)の中に保存される。例えば，婦人用ズボンの場合，ウエストサイズ24の試着服(10)は，棚(20)の第1カラムの中に入れられ，各区画部(30)では同じヒップサイズの試着服が5着収容される。ヒップサイズは，5着の試着服(10)が入れられた各区画部(30)毎に1インチずつ大きくなっている。区画部(30)の中には，ウエストとヒップが特定の組合せの試着服(10)が5着ずつ収容されており，各試着服の股上の寸法値は夫々異なっている。図示のように，本発明の方法は，例えば婦人用ジーンズの如く，選択されたデザインと形状(configuration)に対する寸法と共に，販売店のために作られるべき試着服(10)の数を決定するために使用される。",
                            "図1をさらに参照すると，システム(40)は販売店で使用され，棚(20)の中の各試着服(10)の寸法を格納するために用いられる。追加のシステム又は端子(42)を同様に使用することができる。本発明の方法及び装置によれば，顧客は試着服(10)を選択し，サイズ合わせした情報を店員に報告し，システム(40)の中に入力される。もし最初の選択したものが顧客の要望に合わない場合，システム(40)は，顧客のサイズ合わせ情報に応じて次の試着服(10)を試すように奨める。」(20頁7行～21頁2行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲6(特開平7−316909号公報)の「発明の詳細な説明」には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "「本発明は洋服仕立ての採寸時にわずかの体型の歪みも把握できる体型把握用洋服に関するものである。」(段落【0001】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "「従来のオーダー服の採寸方法では，丈，幅，の採寸だけで縫製していたため，体の厚み，反り，前かがみ，肩の上がり下がり，左右の肩の勾配などのわずかの違いは特別の技術者以外は容易に把握出来ず，着心地の良い洋服の仕立ては非常に難しかった。」(段落【0002】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "「本発明は従来の採寸方法では把握できなかった，体の厚み，反り，前かがみ，肩の上がり下がり，左右の肩の勾配などのわずかの違いを本発明の体型把握用洋服を試着し採寸することによって，各人の体型に合った洋服の縫製が容易に出来ることを目的とする。」(段落【0003】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "「衿なし洋服の左右の前身頃(1)と左右の後身頃(2)の複数箇所に生地を重ねた縫合部(3．4．5．6．8．9．10)を設けて分断し，肩の縫合部(7)と袖の縫合部(11．12)も生地を重ねて分断し，その各分断箇所に目盛部(13．14．15．16．17．18．19．20．21)を設けたことを特徴とする技術で上記の課題を解決した。」(段落【0004】)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "作用",
                          "text": [
                            "「本発明は上記のように構成されているので採寸時に体型把握用洋服を試着することによって各人の体型の厚み，反り，前かがみ，肩の上り，下がり，肩の左右の勾配の違いなどをそれぞれの縫合部の合わせを浅くしたり深くしたりすることによって服地を無理なく身体に添わせることができ，分断箇所に設けてある目盛で分断箇所の開き具合の採寸も同時に容易に行うことができる。」(段落【0005】)"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "実施例",
                          "text": [
                            "「次に図面を参照しながら本発明の体型把握用洋服を説明する。前身頃の縫合部(3．4．5．6)，肩の縫合部(7)，後身頃の縫合部(8．9．10．)，袖の縫合部(11．12)を標準寸法で仮縫いをしておく。次に体型別の採寸方法を説明する。上半身が反っている人(胸の出ている人)は，前身頃が吊り上がり左右の前身頃が重なり過ぎるので前身頃の縫合部A(3)，B(4)，C(5)，D",
                            "(6)の縫合を浅くすることによって前身頃の裾を平に調整し，上半身が反ることによって生じる後身頃の裾の垂れは後身頃の縫合部A(8)，B(9)，C(10)の縫合を深く(縫い込みを多くする)",
                            "することによって後身頃の裾を平にする。反対に上半身が前かがみの人は前身頃が垂れ下がり左右の身頃の裾が開いてしまうので前身頃の縫合部A(3)，B(4)，C(5)，D(6)の縫合を深くするこ",
                            "とによって前身頃の裾を平にし，前かがみの人の後身頃は吊り上がっているので後身頃の縫合部A(8)，B(9)，C(10)を浅くす",
                            "ることによって後身頃の裾を平にする。左右の腕の長短，及び肘の曲り具合は，腕の形に添って袖の縫合部A(11)，B(12)を調整する。肩の上り下がりは厚い肩パット，薄い肩パットを数種類用意して各人の肩に合わせて縫合する。洋服の採寸を行いながら同時に体型の歪みが各部の目盛(13)，(14)，(15)，(16)，(1",
                            "7)，(18)，(19)，(20)，(21)によって把握でき",
                            "る。上半身の体型に服地を添わせてそれぞれの縫合部で調整し採寸を行う。各縫合部に接着具(マジックテープ等)を設ければ，待ち針，しつけ縫いを必要としない。」(段落【0006】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)，(イ)の各記載によると，甲5，6には，注文服の製作において，複数の試着服又は体型把握用洋服を用意し，これらを着用して，最適なものを選択したり，採寸することが記載されているから，甲5，6には，複数の試着服又は体型把握用洋服をオーダーメイド用計測サンプルとして使用することが記載されている。",
                        "そして前記3のとおり，甲1発明は，「アンダーバスト(女子の乳房直下における胸部の水平周囲長)毎に用意され，各カップ部(2a)の周縁と適合する一対のカップ用凹部(1a)及びそのカップ用凹部(1a)の周縁に形成されたカップ係着部(1b)を有する装着手段(1)と，収容する乳房のサイズを変えた複数のカップ部材(2)との組合せからなり，装着手段(1)に対しカップ部材(2)を着脱可能に設けてなるブラジャー。」というものであって，そのようなブラジャーは，オーダーメイド用計測サンプルとしても好適なものということができる。",
                        "これらのことからすると，当業者は，甲1発明のブラジャーをオーダーメイド用計測サンプルとして使用することを容易に想到することができたというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点に関する原告の主張は，次のとおり採用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，通常規格のブラジャーは アンダーバストサイズとカップサイズから，およそのバージスラインが決められてしまっているところ，これを，バージスサイズを基準に，被計測者に適用しようとすれば，そのブラジャーのアンダーバストサイズが合致せず，好適なサンプルとはならないし，これを計測サンプルとして転用するためには多数の商品をフルラインナップして用意しなければならないと主張する。",
                            "しかし，前記3のとおり，甲1発明は，JIS規格のブラジャーに関するものとは認められないから，原告の主張は，そもそも，甲1発明が通常規格(JIS規格)のブラジャーであることを前提としている点において失当である。上記(ウ)のとおり，甲1発明のブラジャーは，オーダーメイド用計測サンプルとしても好適なものというべきであって，これをサンプルとして用いるために多数の商品をフルラインナップして用意しなければならないというものではないことも明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，①甲5に記載されている発明を基にしてサンプルを用意する場合，想定しうるすべての箇所のすべての寸法を全通り組み合わせた数量のサンプルを用意しなければならない，②甲6については，あくまでも，二次元での計測に関するものであり，ファンデーション，特にカップ部のように球状のふくらみを有し三次元的な計測が必要となる本件特許発明1のような場合に直ちに転用しうるものではない，と主張する。",
                            "しかし，甲5，6は，上記(ウ)のとおり，複数の試着服又は体型把握用洋服をオーダーメイド用計測サンプルとして使用するとの技術思想が現れているものとして参酌しているのであって，それらを参酌した場合，想定しうるすべての箇所のすべての寸法を全通り組み合わせた数量のサンプルを用意しなければならないとか，三次元的な計測ができないということにはならない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，本件無効審判において，「ブラジャーは，基本的には伸縮性のある生地を使用し，生地を伸ばした状態で着用されるものであるから，仮縫いをしただけでは縫い目部分がほつれてしまうという問題があるので，仮縫いという考え方をそのまま適用することはできない。よって，ブラジャーはアウターウェアと異なる特性を持つことから，甲第1号証に甲第5号証及び甲第6号証を組み合わせたとしても，本件特許発明のようなブラジャーのオーダーメイドのための計測サンプルを構成することは不可能である。」と主張しているにもかかわらず，審決では，なぜ，特性の全く異なるアウターウェアに関する甲5及び甲6を参酌することにより，甲1発明のブラジャーを採寸に用いるとの思想に容易に想到できるのかについて，何らの理由も示していないと主張する。",
                            "しかし，ブラジャーが，アウターウェアとは原告が主張するような異なる特性を持つとしても，甲5，6に現れている技術思想を参酌して甲1発明のブラジャーをオーダーメイド用計測サンプルとして使用することを想到することができないとする理由は見当たらない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "そうすると，オーダーメイド用計測サンプルに用いるという，＜相違点2＞に係る構成を，当業者は容易に想到することができたというべきであって，その旨の審決の判断に誤りがあるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4(「手作りランジェリー」レディブティックシリーズ通巻1404号，乙1)の52頁，53頁のイラストには，ブラジャーが，胸布A，Bと，胸布A，Bと組み合わされるベルトAと，ベルトAと連結される，背中部分のベルトBとで構成されることが図示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記3のとおり，甲1発明の装着手段1は，アンダーバスト毎に用意されるものであるところ，上記甲4(乙1)記載の発明を参酌すると，当業者は，装着手段1を，本件特許発明2のカップ受け部に相当するベルトAと，バック部に相当するベルトBから構成し，寸法の異なる複数のバック部を有することによって，アンダーバストサイズ毎にブラジャーを用意することを容易に想到することができたというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件特許発明2は，あらかじめアンダーバストサイズに合わせたカップ受部を用意することに換えて，長さの異なるバック部を複数用意し，これを組み合わせることで個々の顧客のアンダーバストサイズに適合させるものであって，バージスラインやバストカップから独立してアンダーバストサイズを調節することが可能である点において，バック部のパーツが重要な意義を有すると主張する。",
                    "しかし，本件特許発明2のバック部に関する構成を容易に想到することができたことは，上記のとおりであって，原告の主張はこの認定を左右するに足りるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，「一つのカップ受部において寸法の異なる複数のバック部」を有するという，＜相違点3＞に係る構成を，当業者は容易に想到することができたというべきであって，その旨の審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明3につき",
              "text": [
                "上記(1)，(2)のとおり，当業者は，本件特許発明1，2を容易に発明することができたとの審決の判断に誤りはないから，この判断に誤りがあることを前提とする，本件特許発明3についての審決の判断に誤りがある旨の原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件特許発明4につき",
              "text": [
                "上記(2)，(3)のとおり，当業者は，本件特許発明2，3を容易に発明することができたとの審決の判断に誤りはないから，この判断に誤りがあることを前提とする，本件特許発明4についての審決の判断に誤りがある旨の原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明5～8につき",
              "text": [
                "上記(1)～(4)のとおり，当業者は，本件特許発明1～4を容易に発明することができたとの審決の判断に誤りはないから，この判断に誤りがあることを前提とする，本件特許発明5～8についての審決の判断に誤りがある旨の原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第で，原告主張の取消事由は全て理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10229",
    "date": "2008-12-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037125",
    "ipprecedent_id": "1686",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}