{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人らの請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人ら",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原判決別紙レコード目録記載の各レコード(以下，同目録記載1のレコードを「本件レコード1」と，同目録記載2のレコードを「本件レコード2」といい，「本件レコード1」と「本件レコード2」を併せて「本件レコード」という。)に固定された演奏を行った被控訴人ら(以下「原告ら」という。)が，本件レコードを製造，販売している控訴人(以下「被告」という。)に対して，被告の同行為は，原告らが本件レコードについて有する実演家の権利としての録音権，譲渡権(著作権法91条1項，95条の2第1項)を侵害するとして，これらの権利に基づき，本件レコードの製造，販売の差止めを求めたところ，原審は原告らの請求を認容したので，被告が控訴した事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当事者間に争いのない事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，「BRAHMAＮ」の名において音楽活動をしているアーティストであり，被告は，レコードを含む音楽関連商品の販売等を業務とする有限会社である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件レコード1は，原告A，同C及び同Dらの演奏を固定したものであり，本件レコード2は，上記原告らに原告Bを含めた原告ら4名の演奏を固定したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件レコード1を平成9年10月1日に，本件レコード2を平成10年9月1日に，それぞれ発売し，その後も本件レコードの製造，販売を継続している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件の争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らと被告との間で，原告らが本件レコードに対する実演家の著作隣接権を譲渡又は放棄することを内容とする合意が成立したか。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "著作権者の意向に反して著作隣接権に基づく差止めは認められないか。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らの差止請求権の行使は権利濫用に当たるか。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に対する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(原告らと被告との間で，原告らが本件レコードに対する実演家の著作隣接権を譲渡又は放棄することを内容とする合意が成立したか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告らが演奏に至る経緯",
                  "text": [
                    "原告らは，平成9年9月，原告らが共同で作詞作曲した本件レコードの楽曲(以下「本件楽曲」といい，また，本件レコード1，2の楽曲をそれぞれ「本件楽曲1」，「本件楽曲2」という。)の著作権をヴァージン・ミュージック・ジャパン株式会社(以下「ヴァージン」という。)に譲渡した。被告は，その後，ヴァージンと，本件楽曲について，共同出版契約を締結し，本件楽曲の編曲，演奏，収録，原盤製作について，ヴァージンから授権，承諾を得た。これを前提として，被告は，原告らに本件楽曲1の演奏を依頼し，同依頼に基づき，原告らは，本件楽曲1の演奏をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告らと被告との合意の成立",
                  "text": [
                    "上記の経緯の中で，原告Aは原告らを代表して，被告代表者との間で，本件レコード1については平成9年5月ころ，本件レコード2については平成10年2月ころ，被告代表者の自宅において，原告らの著作隣接権を被告に譲渡又は放棄するとの合意をした。",
                    "原告らが本件楽曲1及び本件楽曲2の演奏を完了した時点で原告らは著作隣接権を有していないから，原告らは著作隣接権に基づく差止請求権を有しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告らの反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告主張の契約の成立は否認する。",
                    "被告代表者と原告Aとの間で，本件レコードに関し，その製造販売について協議し，以下の合意をした。すなわち，①原告らは被告に対し，原告らの実演について被告が本件レコードに収録して販売することを許諾すること，②被告が原告らに対し，上記許諾の対価を支払うこと，③原盤製作費については，被告が負担すること，④プロモーションについては，被告の費用と責任において行なうこと，⑤レコードに収録する原告らの有する楽曲の著作権については，JASRACへ信託譲渡をする目的でヴァージンへ譲渡することが合意されたのであって，著作隣接権を譲渡又は放棄することが合意されたのではない。",
                    "原告らは，被告の提出に係る被告代表者の陳述書(乙4)添付の各書面は見たこともなく，作成に関与したこともない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，被告主張の契約により原告らが実演家の著作隣接権を譲渡ないし放棄したとしても，被告は平成16年分以降のアーティスト印税を支払っていないことから，原告らは，平成19年2月5日付け内容証明郵便(甲8)により被告との上記契約を同月末日をもって解除する旨の意思表示をしたので，同月末日をもって上記契約は解除された。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(著作権者の意向に反して著作隣接権に基づく差止めは認められないか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の主張",
              "text": [
                "演奏家は，演奏契約上の顕著な違反又は人格権の侵害がない限り，当該楽曲の著作権者の意向に反して，著作隣接権の行使として，演奏を固定したレコードの製造の差止めを求めることはできない。したがって，原告らは，被告に対し，被告の意向に反して実演家の著作隣接権を行使できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告らの反論",
              "text": [
                "被告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(原告らの差止請求権の行使は権利濫用に当たるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の主張",
              "text": [
                "原告らが，被告に対して，実演家の著作隣接権に基づき，本件レコードの製造，販売の差止めを求めることは権利の濫用に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告らの反論",
              "text": [
                "被告の主張は争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "争点1(原告らと被告との間で，原告らが本件レコードに対する実演家の著作隣接権を譲渡又は放棄することを内容とする合意が成立したか)について被告は，原告らと被告との間で，原告らが本件レコードに対する実演家の著作隣接権を譲渡又は放棄することを内容とする合意が成立したと主張し，被告代表者の陳述書(乙4，5)にもこれに沿う記載がある。",
            "しかし，以下のとおり，被告の主張に係る譲渡又は放棄する旨の契約が成立したことを認めることはできず，被告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当審で提出された乙4(被告代表者作成の陳述書)には，「私たちにとっては，別添Aの様式の「レコーディングの前に。ご了解必要事項」を十分説明し，納得いただくことが，そして，この納得の上で，現実に実演をしていただくことが，実質契約の成立になります。・・・つまり，口頭契約の成立は，別添Aの様式の内容説明とこれの納得の確認です。その上で，実演をして当方の採録に応じてくれれば，原盤製作契約(実演に関する権利処理契約)は成立と考えています。・・・ただし，別添B(判決注：「原盤製作契約書」と題する書面)は，個人名の入った契約書とし，バンドの代表格で面倒を見ていた代表のA氏にお見せし，渡してもいると思います。」，「本件では平成9年4月頃私の当時の自宅(中略)で，ブラフマン代表A氏に説明しました。当レーベルにおける実演採録の前提条件は全て丁寧に説明しました。説明を受けた彼らの代表A氏は，当レーベルから発売出来る事を喜び，要求事項は全部OKなので是非発売したいとの希望を述べました。彼らは，採録に応じ，実演に伴って発生する権利の全ては，当方に譲渡する，と約束しました。著作権の譲渡と同様に譲渡(彼らが譲渡という言葉を使わなかったとしても，実態として最低放棄であることは十分に理解していました)が採録の必須の条件でしたから，当然のことだったのです。」との記載がある。",
                "また，当審で提出された乙5(被告代表者作成の第2陳述書)には，本件レコード2に関して，「口頭契約：1998年2月頃 場所：(判決注：被告代表者の自宅)でBらを代表するAと1997年6月の合意をそのまま適用する合意を確認した。」との記載がある。そして，乙4添付の前記「レコーディングの前に ご了解必要事項」と題する書面には，「バンドは，これらの目的と基本条件を了解し，当レーベルがこれらの目的を達成出来るように，次の具体的条件で実演することを約束し，実演にかかわる権利を当レーベルに譲渡します。譲渡という積極的行為をしない場合でも，放棄とみなします。」との記載が，同添付の前記「原盤製作契約書」と題する書面には，「第4条(譲渡および保証)(1)甲は，乙(判決注：被告代表者)に対して，楽曲の甲による演奏から生ずる一切の著作隣接権を乙による当該演奏の採録完了と同時に，譲渡します。」との記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，被告の主張に係る契約は，本訴提起より10年以上も前に成立していたとするものである。それにもかかわらず，被告は，原審においては，著作隣接権の譲渡又は放棄したとの主張を全くすることなく，当審においてはじめて主張をしている訴訟活動の経緯に照らすならば，被告主張に係る契約の存在に疑問があるというべきである。",
                "そして，上記各添付書面の内容及び体裁を検討するに，同書面は，署名捺印がされたものでなく，その作成経緯及び作成時期等について不自然な点があること，原告らは，被告主張に係る本件レコードに関する合意の成立を否認し，乙4添付の上記各書面も見たことがないと反論していることに照らして，上記各陳述書(乙4，乙5)の記載に係る，著作隣接権の譲渡又は放棄の事実を認めることはできない。",
                "さらに，上記原盤製作契約書に関して，①平成19年4月に，原告Aを代表者とする有限会社タクティクスレコーズ(以下「タクティクスレコーズ」という。)が被告に対して送付した内容証明郵便(甲10)には，「当社が設立された平成11年には，上記口頭での合意を書面化する運びとなり，貴社から上記合意に沿う内容の「原盤供給契約書」と題するドラフトが当社に交付されております。残念ながら，同契約書は，貴社との行き違いなどから，締結には至っていません。」と記載されていること，②平成19年3月23日付けで，被告が原告らに対して送付した「回答書兼支払要求書」(甲9)には，「貴主張である『本件各CDについて，アーティストの権利が被通知人に帰属するものであることは明らか』の点については，通知人は全く，異議がありません。だからこそ，通知人は，本日まで多額のアーティスト印税を被通知人に支払い続けてきたものであります。」と記載されていることを総合すれば，被告自身も，著作隣接権については，原告らに帰属していることを認めていたことが窺える。",
                "以上によれば，原告らと被告との間において，本件レコードの著作隣接権を譲渡又は放棄する旨の合意が成立したと認める余地はなく，他にこれを認定するに足りる証拠もない。被告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(著作権者の意向に反して，著作隣接権に基づく差止めは認められないか)について",
          "text": [
            "被告は，演奏家は，当該楽曲の著作権者に演奏契約上の顕著な違反又は人格権の侵害がない限り，当該楽曲の著作権者の意向に反して，著作隣接権の行使として，演奏を固定したレコードの製造の差止めを求めることはできないと主張する。",
            "しかし，演奏したことにより有する演奏家の著作隣接権と著作したことにより有する著作権とは，それぞれ別個独立の権利であるから，演奏家の著作隣接権が，当該レコードに係る楽曲について有する著作権によって，制約を受けることはない。実演家は，当該楽曲の著作権者等から演奏の依頼を受けて演奏をした場合であっても，著作隣接権に基づいて，当該楽曲の著作権者に対して，当該演奏が固定されたレコードの製造，販売等の差止めを求めることができることは明らかであり，被告の上記主張は，主張自体失当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点3(原告らの差止請求権の行使は権利濫用に当たるか)について被告は，原告らの差止請求は権利の濫用であり，許されない旨主張する。",
            "しかし，被告が，被告の主張中の「原告らが演奏するに至る経緯」で述べた事情に加えて，いかなる事情をもって原告らの差止請求が権利の濫用に当たるかについて明確な主張はなく，本件全証拠によっても，原告らの権利行使が権利濫用となるべき事情を認めることはできない。被告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "弁論再開の許否について",
          "text": [
            "被告は，本件口頭弁論終結後，「被告が原告らの有する著作隣接権に基づいてレコードの製造，販売につき許諾を受けた」趣旨の抗弁を追加するために，口頭弁論の再開を求める趣旨の上申書(平成21年1月29日付け)を提出しているので，その許否について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "別件の内容及び原審の審理経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らから被告との間の許諾契約を承継したタクティスレコーズは，被告に対して，著作隣接権に基づくレコードの製造，販売等の許諾契約がされたにもかかわらず，被告から印税が支払われなかったため，許諾契約を解除したこと等を主張して，印税の支払を求める別訴を提起し，同訴訟は東京地方裁判所に係属している(同裁判所平成20年(ワ)第5569号，同年(ワ)第33049号，当裁判所に顕著な事実)。そのような経緯に照らすと，本件において，原告らと被告との間の著作隣接権に基づくレコードの製造，販売等の許諾契約が存在するとの事実主張は，一般的には，被告にとって抗弁になり得る事実といえよう。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，原審の第1回口頭弁論期日(平成20年5月26日)において，裁判所からの求釈明に対して，被告は，「原告らが本件レコードの著作物を実演したことは認める。しかし，原告らは，被告との契約により，原告らの本件レコードについての実演家の権利を行使できない。この点の法律構成をまとめて主張する。」と釈明した(第1回口頭弁論調書)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次いで開かれた原審第1回弁論準備手続期日(同年7月2日)において，被告は，「準備書面第1」(同年6月27日付け)記載のとおり陳述した。",
                    "同準備書面には，「第5 結語」として，以下の記載がある。",
                    "「1 単なる演奏家は，楽曲の演奏権を有する著作権者の意向に反して，演奏契約上の顕著な違反または人格権の侵害がない限り，著作隣接権の行使として，演奏の複製禁止を求めることが出来ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告は，ヴァージンと共同(または代行)行使する本件楽曲の著作権に含まれる演奏権に基づいて，演奏家たる原告らに演奏を依頼し，原盤を製作し，原告らとの契約に基づいて，約定どおりの使用料を適切に支払うよう，努めてきたものである。また，被告は，本件レコード1，2の両者について，それの最大利用と使用料支払義務を原告ら以外の関与者に対して負担している。すなわち，原告らは，被告に対して被告の意向に反して行使できる演奏家としての著作隣接権を有していない。仮に，契約上の権利に基づき，複製を差し止めようとしても，他の権利者の権利尊重義務を有する被告に対しては，信義則上，著しい信義則に反した債務不履行でもない限り，差し止め権はない。」",
          "text": [
            "裁判所は，同準備手続期日において，同準備書面の記載内容について求釈明し，これに対して，被告は，次のように釈明した(第1回弁論準備手続調書)。",
            "① 被告の主張は，原告らが被告に対し，実演家としての録音権(著作権法91条1項)，譲渡権(同法95条の2第1項)を行使することは権",
            "利濫用となるから許されない，という趣旨である。",
            "② 原告らが上記著作隣接権を有していないとの主張はしていない。",
            "③ 原告らとの間の契約関係に基づく主張はしない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "エ",
                  "text": [
                    "原審は，前記第2，2(2)及び(3)記載のとおり争点整理し，以下のとおり判断した。",
                    "「(1) 被告は，まず，単なる演奏家は，当該楽曲の著作権者の意向に反して，演奏契約上の顕著な違反又は人格権の侵害がない限り，著作隣接権の行使として，演奏を固定したレコードの製造の差止めを求めることはできず，原告らも，被告に対して，被告の意向に反して行使できる実演家の著作隣接権を有しないと主張する。",
                    "しかしながら，著作隣接権と著作権とは別個独立の権利であり，レコードに固定された演奏についての実演家の著作隣接権の行使が，当該レコードの楽曲についての著作権により制約を受けることはないのであるから，実演家は，当該楽曲の著作権者等から演奏の依頼を受けて演奏をした場合であっても，当該楽曲の著作権等に対して，当該演奏が固定されたレコードの製造，販売等の差止めを求めることができることは明らかであり，被告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，被告は，原告らの差止請求は権利の濫用であり，許されない旨主張する。",
                "しかしながら，被告が，被告の主張ア「原告らが演奏するに至る経緯」で述べた事情に加えて，いかなる事情をもって原告らの差止請求が権利の濫用に当たると主張するのかは明確でないところ，本件全証拠によっても，原告らの権利行使が権利濫用となるべき事情を認めることはできない(上記被告の主張アで述べた事情が認められるとしても，原告らの権利行使が権利の濫用となるものではなく，また，被告は，上記の事情以外に，原告らとの間に何らかの契約関係等が存するなどの主張もしていない。)から，被告の上記主張は理由がない。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審での訴訟手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，当審第1回口頭弁論期日(平成21年1月26日)において，「控訴理由書」(平成20年12月22日付け)記載のとおり陳述した。",
                    "すなわち，被告は，「控訴理由書」において，前記第3，1記載の著作隣接権の譲渡又は放棄の合意がある旨の新たな主張をし，証拠方法として同主張に沿った被告代表者の陳述書(乙4，5)を提出した(なお，同主張は，原審における訴訟経緯及び陳述に，明らかに反する内容である。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，被告は，上記の主張の外に，原告らの有する著作隣接権に基づく，レコードの製造，販売等の許諾契約が存在するとの主張をした形跡はない。",
                    "すなわち，上記控訴理由書の内容を検討すると，まず，被告は，「1．著作隣接権の侵害行為の差し止め請求の場合の要件事実」との表題の下に，実演家の有する著作隣接権の侵害に基づく差止請求においては，著作隣接権を有する実演家において，許諾を得ないで行われたことにつき主張立証責任を負担すべきであるとの独自の理論を前提とした主張をしている(同書面1頁)。",
                    "また，「2．控訴人が原審で行った主張立証」との表題の下に，「原審の言うように，決して著作権者の許諾を得たから実演を享受できるなどと主張したことはない。」と許諾を得たとの主張をしたことはない旨の主張をしている(同書面2頁)。",
                    "さらに，「被控訴人は控訴人に対して，実演完了と同時に実演にかかる著作隣接権を事実上は放棄する旨の約定の下，契約上は譲渡するとの合意の下，当該楽曲の実演行為をして控訴人に実演を録取させた。つまり，被控訴人は実演完了と同時に著作隣接権を失っているのであり，当然本訴提起段階において著作隣接権を全く有していない。」と前記著作権の譲渡又は放棄の合意があったとの主張をしている(同書面2頁)。そして，「仮に被控訴人が著作隣接権を有していたとしても，本件では諸般の権利関係が絡む故，権利濫用の観点から，被控訴人が単純に差し止め請求権を有するに至ることはあり得ない，と主張した。」とし(同書面2頁)，被告の主張(抗弁)は，権利濫用を根拠とするものである旨釈明している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載に照らし，当審は，第1回口頭弁論期日において，被告に対して，原告らと被告との間の著作隣接権に基づくレコードの製造，販売等の許諾契約が存在するとの事実主張をしていない点を求釈明し，被告の釈明内容の結果に基づいて，「当審においても，被控訴人(原告)らから著作隣接権に関する許諾を受けたとの主張はしていない。」旨を調書に記載した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "弁論の再開の要否について",
              "text": [
                "弁論の再開の要否は裁判所の専権事項に属するものの，弁論を再開して当事者に更に攻撃防御の方法を提出する機会を与えることが明らかに民事訴訟における手続的正義の要求するところであると認められるような特段の事情がある場合には，裁判所は弁論を再開すべきものとされる(最高裁第一小法廷昭和56年9月24日判決・民集35巻6号1088頁参照。)。",
                "そこで検討する。",
                "前記経緯のとおり，①被告は当審口頭弁論終結時まで著作隣接権に基づくレコードの製造，販売等の許諾契約が存在するとの主張をしたことはないのみならず，被告提出の前記上申書を検討しても，かかる主張をしなかったことについて正当な理由があると認めることはできないこと，②かえって，一件記録によれば，被告を当事者とする許諾契約に関連した印税の支払の有無，及びこれを理由とする契約解除の効力をめぐる別訴が東京地方裁判所において係属中であることに照らすならば(同裁判所平成20年(ワ)第5569号，同年(ワ)第33049号)，被告が，著作隣接権に基づくレコードの製造，販売等の許諾契約関係に関する紛争は，専ら同事件において解決すべきであるとして，本件訴訟では，あえて，著作隣接権に基づく許諾契約に係る主張を控えるという対応も考えられないではないこと，④本件判決が確定したとしても，少なくとも，被告が，別件訴訟において，著作隣接権の許諾を受けたとの事実主張が妨げられるという不利益は生じない(むしろ，原告らは，前記第3，1(2)ア記載のとおり，著作隣接権に基づくレコードの製造，販売等の許諾契約を締結した事実を否定するものではない。)。",
                "以上を総合すれば，本件において，弁論を再開して被告に更に防御の方法を提出する機会を与えることが，明らかに民事訴訟における手続的正義の要求するところであると認められるような特段の事情がある場合ということはできない(なお，被告が本件口頭弁論終結後に提出した上申書(平成21年3月4日付け及び同月10日付け)に係る主張等を検討しても，同様に上記特段の事情がある場合ということはできない。)。",
                "よって，口頭弁論を再開しないこととした。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，原告らの請求を認容した原判決は相当であり，本件控訴には理由がないからこれを棄却し，仮執行宣言については，相当でないから，これを付さないこととし，主文のとおり判決する。"
      ]
    }
  ]
}