{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008−800079号事件について平成20年11月10",
        "日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，特許第3609212号(平成8年8月12日特許出願，平成16",
            "年10月22日特許査定。発明の名称を「水田雑草の生育抑制方法」，以下「本件特許」という。)の特許権者である。",
            "被告は，平成20年5月1日に，本件特許の請求項1ないし3に係る発明につき，無効審判請求(無効2008−800079号事件)をした。これに対し，原告は，同年7月25日，訂正請求書(甲17)を提出した(以下，この訂正を「本件訂正」という。)。特許庁は，平成20年11月10日，本件訂正を認めた上で，「特許第3609212号の請求項1ないし3に係る発明についての特許を無効とする。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の明細書(甲14,17。以下「本件明細書」という。)によれば，特許請求の範囲の請求項1ないし3は，以下のとおりである。",
            "【請求項1】",
            "「入水した田面に澱粉含量の多い炭水化物材料を散布し，散布した炭水化物材料の微生物による分解により水田表土及び田面水中の酸素を消費し，これによって，水田の表層及び田面水中の酸素を欠乏させて水田雑草の発芽及び生育を抑制することを特徴とする水田雑草の生育抑制方法。」(以下，「本件発明1」という。)",
            "【請求項2】",
            "「入水した田面に澱粉含量の多い炭水化物材料を散布し，散布した炭水化物材料の分解による水田土壌の還元，炭水化物材料の構成物質の一部のコロイド化及び水田土壌の土壌組織のコロイド化により，田面水の透明度を悪くし，これによって，田面水を通る太陽光線を遮断して水田雑草の生育を抑制することを特徴とする水田雑草の生育抑制方法。」(以下，「本件発明2」という。)【請求項3】",
            "「前記炭水化物材料の散布を田植と同時に，又は田植の直後に行う請求項1又は2に記載の水田雑草の生育抑制方法。」(以下この発明を「本件発明3」といい，本件発明1，2と併せて「本件各発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，審決は，本件各発明は，平成5年発行の「農業技術体系」所収の「麦わら，有機質肥料の表面施用」と題する論文(甲1の1，以下「刊行物1」という。)記載の発明(以下，「先願発明」という。)と実質的に同一であるから，特許法29条1項3号の規定に違反してされたものであり，同法123条1項2号に該当し無効とすべきものであると判断した。",
            "上記の結論を導く前提として，審決が認定した先願発明の内容並びに本件各発明と先願発明との一致点及び相違点は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "先願発明の内容",
              "text": [
                "移植当日あるいは1日後の水田の表面に，米ぬかをm2当たり100～200g(10a当たり100～200kg)散布し，雑草の発芽阻害及び雑",
                "草抑制効果を得る方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "入水した田面に澱粉含量の多い炭水化物材料を散布し，水田雑草の発芽及び生育を抑制する水田雑草の生育抑制方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1との相違点",
                  "text": [
                    "入水した田面に澱粉含量の多い炭水化物材料を散布した際に，本件発明1は「散布した炭水化物材料の微生物による分解により水田表土及び田面水中の酸素を消費し，これによって，水田の表層及び田面水中の酸素を欠乏させて」という現象作用が生じるのに対し，先願発明はそのような現象作用が生じているか否か不明である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2との相違点",
                  "text": [
                    "入水した田面に澱粉含量の多い炭水化物材料を散布した際に，本件発明2は「散布した炭水化物材料の分解による水田土壌の還元，炭水化物材料の構成物質の一部のコロイド化及び水田土壌の土壌組織のコロイド化により，田面水の透明度を悪くし，これによって，田面水を通る太陽光線を遮断して」という現象作用が生じるのに対し，先願発明はそのような現象作用が生じているか否か不明である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の判断の要点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1との相違点に対する判断",
                  "text": [
                    "前記相違点に係る現象作用は，入水した田面に澱粉含量の多い炭水化物材料を散布することにより必然的に生じるさまざまな自然現象の1つを，観察して記述したものにすぎない。すなわち，刊行物1には，米ぬかを散布した結果，異常還元状態となって還元性物質が発生することや，腐敗臭がただようことが記載されており，微生物による分解及び酸素の消費，それに伴う酸素の欠乏等は，明示的な記載がなくとも，本件発明1と同様に入水した田面に澱粉含量の多い炭水化物材料を散布した先願発明においても，自然現象として当然生じていることである。",
                    "したがって，先願発明と本件発明1とは，実質的に区別することができるものではなく，方法として異なるところがなく，本件発明1は，刊行物1に記載された発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2との相違点に対する判断",
                  "text": [
                    "前記相違点に係る現象作用は，入水した田面に澱粉含量の多い炭水化物材料を散布することにより必然的に生じるさまざまな自然現象の1つを，観察して記述したものにすぎない。すなわち，刊行物1には，米ぬかを散布した結果，異常還元状態となって還元性物質が発生することや，腐敗臭がただようことが記載されており，米ぬかの分解等により田水の透明度が悪くなること等は，明示的な記載がなくとも，本件発明2と同様に入水した田面に澱粉含量の多い炭水化物材料を散布した先願発明においても，自然現象として当然生じていることである。そして，「炭水化物材料の構成物質の一部のコロイド化及び水田土壌の土壌組織のコロイド化」という現象作用は，原告が，米ぬかの分解等により田水の透明度が悪くなった状態について，それが炭水化物材料の構成物質の一部及び土壌組織のコロイド化によるものだと推測し，推測した事項をそのまま記述したものにすぎない。そして，米ぬかの散布により田水の透明度が悪くなることが自然現象であることは，甲2の「米ぬかは田植え後十～二十日で分解し，水が真っ黒になり」という記載からも追認される。",
                    "したがって，先願発明と本件発明2は，実質的に区別することができるものではなく，方法として異なるところがないので，本件発明2は，刊行物1に記載された発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3についての判断",
                  "text": [
                    "本件発明3は，本件発明1又は本件発明2において，「前記炭水化物材料の散布を田植と同時に，又は田植の直後に行う」点を限定するものである。一方，先願発明においても，米ぬかの散布は「移植当日あるいは1日後に」行われているから，この点において両者に異なるところはない。",
                    "したがって，本件発明3は，刊行物1に記載された発明である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "刊行物1に関する原告の主張に対する判断",
                  "text": [
                    "原告は，刊行物1について，a)第1図において，無除草区の雑草風乾重(g／m2)が6g／m2程度というのは常識的に考えられないほど低い数値である，b)第2図において，除草剤でも容易に枯れないクログワイに対しても除草効果があるという結果は常識に反する，c)第3図において，麦わらを表面施用した場合にも酸化還元電位が低下しているのは常識に反する，と指摘し，刊行物1は実験結果に信憑性がなく，発明として完成していないと主張する。",
                    "しかし，自然科学分野において予想外の実験結果が得られることはままあることであり，また，仮に実験結果の一部に誤りがあったとしても，刊行物1の記載内容全体が否定されるものではない。そもそも，刊行物1には，米ぬかを散布することにより雑草の増加を抑制することができたことが記載されていることが明らかであり，判断の入る余地はない。",
                    "したがって，原告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決には，①先願発明の認定の誤り(取消事由1)，②本件各発明の相違点についての判断の誤り(取消事由2ないし4)があり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(先願発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(甲1の1)の第2図には，無除草と比較して菜種油かすや米ぬかを表面施用すると，雑草発生量に大きな影響を及ぼすこと，及び菜種油かすや米ぬかを表面施用すると，ミズガヤツリと比較してクログワイの雑草風乾量(雑草発生量)が大きく減少していることが開示されている。ミズガヤツリは，水田の多年生雑草の中で抵抗力が弱く，土壌の酸素が少ないと出芽することができないとされ(甲21)，菜種油や米ぬかの施用に影響を受けて発生量が減少する。他方，クログワイは，土中に塊茎によって増殖して，前年の駆除方法，耕起の深さや耕土の乾燥度合い等が増殖に影響するものとされ(甲22)，多年草で土中の塊茎によって増殖するものであり，種子繁殖のように一面に散らばることはないとされる。このような塊茎により増殖する雑草は，除草剤を用いても防除が困難であり，菜種油かすや米ぬかを散布しても雑草抑制効果はほとんどない。",
                "以上のとおり，刊行物1記載の試験結果は，抵抗力の弱いミズガヤツリに比べて，除草剤によって駆除が困難とされるクログワイの発生量が大きく減少しているという点において不自然であるから，先願発明は未完成な発明である。審決が，刊行物1に基づいてした先願発明の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1(甲1の1)とその基礎資料となった岡山農試の「完了試験研究成績」(甲23)とを比較すると，刊行物1の第2図による雑草風乾量が約110g／m2とされているのに対し,甲23記載の雑草風乾量として施肥の場合は167．6g／m2,無施肥の場合は52．3g／m2とされ,異なっており，信憑性に欠ける。以上のとおり，先願発明は未完成な発明であり，審決が刊行物1に基づいてした先願発明の認定には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "麦わら，菜種油かす及び米ぬかを表面施用した後の地表面における酸化還元電位の変化を示すグラフ(甲28)と刊行物1の第3図に示される材料を同量だけ散布して測定された酸化還元電位の変化を示す実験結果を比較すると，①処理直前から処理2日以内における米ぬかと菜種油かすの電位の下がり幅が異なり，②刊行物1の第3図では，米ぬかと菜種油かすとの電位の下がり幅が逆転し，菜種油かすにおける電位の下がり幅が大きくなっている。",
                "したがって，刊行物1は，技術的にも，内容的にも信憑性が乏しく，自然法則及び自然現象に反するものであり，審決が刊行物1に基づいてした先願発明の認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する相違点の判断の誤り)",
          "text": [
            "審決は，刊行物1において，明示の記載がなくとも，本件発明1の「散布した炭水化物材料の微生物による分解により水田表土及び田面水中の酸素を消費」するとの現象が当然に生じていると判断した。",
            "しかし，審決の上記判断には，以下のとおり，誤りがある。",
            "すなわち，本件発明1は，入水した田面に澱粉含量の多い炭水化物材料を散布することにより，自然法則を利用して，水田表土及び田面水中の酸素が消費されるように制御を行い，また，酸素を消費させることにより，水田の表層及び田面水中の酸素を欠乏させて水田雑草の発芽及び生育が抑制されるように制御を行うものである。このように，本件発明1は，散布時期，散布場所，散布材料等を規定して，水田雑草の発芽及び生育が抑制されるようにした発明である。散布時期が異なれば，温度等の環境条件は当然異なるため，微生物による分解及び酸素の消費，それに伴う酸素の欠乏が，自然現象として当然に生じるということはない。また，散布材料が異なれば，微生物による分解速度や分解量も異なるため，自然現象として当然に水中の酸素が欠乏するということもない。",
            "また，審決は，刊行物1には，微生物及び当該微生物による分解反応を示す記載がないにもかかわらず，腐敗臭がただようとの記載のみから，微生物が関与したと判断している。しかし，土壌中に含まれる有機硫黄化合物や低分子量の炭化水素であっても腐敗臭を放つ場合があるため，腐敗臭が生じるとの記載のみでただちに微生物が関与したということはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2に関する相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明2に関する相違点の判断として，本件発明2の「コロイド化により，田面水の透明度を悪く」させる現象は，当然生じる自然現象であると判断している。",
                "しかし，審決の上記判断は，以下のとおり誤りである。",
                "本件発明2には，「コロイド化により」と記載されている。これに対し，刊行物1には，被覆による遮光効果のみが記載され，コロイドの記載はなく，また，粒子が分散しているとの記載もないため，コロイドの示唆もない。むしろ，刊行物1には，土壌表面を被覆することにより遮光するという，炭水化物の分解によるコロイド化以外の方法によって，田水の透明度を低下させる場合が示されている。",
                "「コロイド」とは，分子よりは大きいが普通の顕微鏡では見えないほど微細な粒子(コロイド粒子)が分散している状態をいうのに対し，「被覆」とは，おおいかぶせる状態をいう。水の透明度については，コロイド化する前と比較して，コロイド化した後は透明度が低くなるが，被覆前後では，透明度に変化はない。本件発明2の「炭水化物材料の構成物質の一部のコロイド化及び水田土壌の土壌組織のコロイド化により，田面水の透明度を悪くし」と，刊行物1の「被覆」の記載とは，同一の自然現象ではない。",
                "以上のとおり，散布後は自然現象にしたがって，コロイド化が当然に生じるということはないから，審決が，自然現象として当然生じていると判断したのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，自然現象として生じるコロイド化を推測によるものであるとして，本件発明2と先願発明とは実質的に区別することができないと判断した。",
                "しかし，甲25に，米ぬかを散布することにより，米ぬかの一部等がコロイド化すると記載されているとおり，コロイド化現象は，推測によるものではなく，根拠が存在する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明2では，澱粉含量の多い炭水化物材料を散布することにより，当該炭水化物材料等がコロイド化されるように制御を行っている。また，コロイド化によって，太陽光線を遮蔽して水田雑草の生育が抑制されるように制御を行っている。すなわち，本件発明2は，自然法則を使用することにより，水田雑草の発芽及び生育を抑制を制御する発明である。乙2には，「このコロイド化に関する構成については，田面水を採取し，目視でもってその成分を確認しました。特に，田面水に浮遊している粒子に着目してその成分を確認し」(3頁22行～24行参照)と記載されている。甲29によると，菜種油かす，米ぬか，麦わらの施用後，菜種油かす及び米ぬかについては，コロイド化している。すなわち，炭水化物材料を散布して，水がドロドロの状態となってコロイド化するように制御を行っている。",
                "したがって，本件発明2の「コロイド化により，田面水の透明度を悪くし」は，当然に生じる内容を記載したにすぎないのではなく，技術的な内容を記載したものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明3に関する判断の誤り)",
          "text": [
            "本件発明1及び本件発明2は，先願発明と相違する発明であるから，本件発明1又は本件発明2に従属する本件発明3も，先願発明と相違する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(先願発明の認定の誤り)に対し",
          "text": [
            "原告は，刊行物1の第2図において，米ぬかの使用により，「クログワイ」の減少量と「ミズガヤツリ」の減少量との間で，減少量において差が生じている点を指摘する。しかし，2種の雑草の減少量の間に差があるという点は，「ミズガヤツリ」が，米ぬかの施用に影響を受けて減少するという実験結果の信憑性に対して，何ら影響を与えるものではない。原告も，水田雑草である「ミズガヤツリ」が米ぬかの施用に影響を受けて発生量が減少することを認めている。",
            "仮に，実験結果の一部に誤りがあったとしても，「米ぬかを散布することにより雑草の増加を抑制することができた」という刊行物の記載全体が否定されることはない。審決のした先願発明の認定に誤りはない。",
            "原告は，甲23を挙げて，刊行物1と数値が異なることを理由に，その信憑性が乏しいと主張するが，審決の判断に影響を与えるものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に関する相違点の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1には，米ぬかを散布した結果，異常還元状態となって還元性物質が発生することや，腐敗臭がただようことが記載されており，原告自身，米ぬかは微生物によって分解しやすいことを認めている(乙1)。したがって，炭水化物材料である米ぬかを散布すれば自然現象として散布した炭水化物材料の微生物による分解により水田表土及び田面水中の酸素を消費することが当然生じるとの審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1における腐敗臭がただようとの記載のみから，微生物が関与したと判断することはできないと主張するが，米ぬかが微生物によって分解しやすいことは原告が認めるとおりであるし(乙1)，米ぬかが分解することも腐敗臭がただようこともいずれも自然現象であるから，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2に関する相違点の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明2における「コロイド化により，田面水の透明度を悪くし」との構成が，自然現象を利用した固有の技術事項であると主張する。",
                "しかし，本件発明2の技術思想は，「入水した田面に澱粉含量の多い炭水化物材料を散布」することにあり，その後に生ずる現象，すなわち「散布した炭水化物材料の分解による水田土壌の還元，炭水化物材料の構成物質の一部のコロイド化及び水田土壌の土壌組織のコロイド化により，田面水の透明度を悪くし，これによって，田面水を通る太陽光線を遮断して水田雑草の生育を抑制する」との現象は，当然に生じるものである。すなわち，本件発明2の「コロイド化により，田面水の透明度を悪くし」は，単に自然現象を記したにすぎず，固有の技術的な内容を記載したものではない。したがって，本件発明2と先願発明は実質的に区別できるものではないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，物の表面に覆い被せることをいう被覆により，田面水の透明度が低下する場合もあり，米ぬかの分解以外の理由で田面水の透明度が低下することがあるから，先願発明において，当然に「コロイド化により，田面水の透明度を悪くし」が自然現象として生じているとした判断は誤りであると主張する。しかし，「コロイド化により，田面水の透明度を悪くし」を含め，上記の自然現象は，単に入水した田面に澱粉含量の多い炭水化物材料を散布することにより，当然発生する。すなわち，その現象は，入水した田面に澱粉含量の多い炭水化物材料を散布しさえすれば，等しく発生することであるので，自然現象として当然生じているとした審決の判断に誤りはない。",
                "また，被覆により田面水の透明度が低下する場合，「コロイド化により，田面水の透明度を悪く」する自然現象が起こらないということを前提にしない限り，原告の上記主張は成立しない。しかし，そのような前提は，本件明細書に記載はないから，原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明3に関する判断の誤り)に対し",
          "text": [
            "本件発明1，2がいずれも先願発明と同一であることは前記のとおりであり，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告が主張する取消事由には理由がないので，審決に違法はなく，原告の請求を棄却すべきものと判断する。以下理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(先願発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は,抵抗力の弱いミズガヤツリに比べて除草剤によって駆除が困難とされるクログワイの発生量が大きく減少しているという刊行物1記載の実験結果は，技術的にみて誤りがあると主張する。",
                "しかし,下記のとおり,原告の主張は失当である。",
                "すなわち，刊行物1記載の実験(第2図)では，ミズガヤツリとクログワイの効果を比較すると，抵抗力の弱いミズガヤツリより，駆除が困難とされるクログワイの方がより除草効果が大きいことが示されているが，そのことが，直ちに，不自然であるということはできない。また，審決が認定した先願発明の内容は，前記(第2，3，(1))のとおりであって,ミズガヤツリやクログワイなどの特定の雑草についての除草効果を認定したものではないから，仮に，ミズガヤツリやクログワイ相互の除草効果の程度に不自然な点があったしても，そのことが，審決の認定の誤りの有無に影響を与えるものとはいえない。以上のとおりであり，審決が，同実験結果に基づいて，いずれの雑草に対しても除草効果があったと認定したことに不合理な点はない。原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は,刊行物1記載の雑草風乾量と刊行物1の基礎資料となった甲23の雑草風乾量とのデータが異なっていることから,刊行物1の信憑性が乏しいと主張する。",
                "しかし,下記のとおり,原告の主張は失当である。",
                "すなわち,刊行物1記載の雑草風乾量約110g／m2は,甲23の施肥の場合の雑草風乾量167．6g／m2と無施肥の場合の雑草風乾量52．3g／m2との平均値を意味すると理解することは可能であり,その場合に両者の間に矛盾があるとはいえない。",
                "また,原告は，甲23が刊行物1の基礎資料であると主張する。確かに,刊行物1には「第2図 菜種油かすおよび米ぬかの表面施用が雑草発生量に及ぼす影響(岡山農試,1991)」(甲1の1の522の9の83左欄)と",
                "記載され,甲23には「4．研究実施年度・研究期間 平成3年(平成元年～平成3年)5．担当 岡山農試・作物部」(1頁5行～7行)との記載があり，両者が対応しているようにもみえる。しかし，原告は,それ以上にいかなる理由で甲23が刊行物1の基礎資料といえるかについてその根拠を明らかにしていないし,仮にそれが刊行物1の基礎資料といえるとしても,刊行物1の実験結果の信憑性に疑問があると判断することはできない。",
                "原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は,麦わら，菜種油かす及び米ぬかを表面施用した後の地表面における酸化還元電位の変化を示すグラフ(甲28)と刊行物1の第3図に示される材料を同量だけ散布して測定された酸化還元電位の変化を示す実験結果を比較すると，①処理直前から処理2日以内における米ぬかと菜種油かすの電位の下がり幅が異なっていること，②刊行物1の第3図では，米ぬかと菜種油かすとの電位の下がり幅が逆転し，菜種油かすにおける電位の下がり幅が大きくなっていることから,刊行物1は，技術的にも，内容的にも信憑性が乏しく，自然法則，及び，自然現象に反すると主張する。",
                "しかし,原告の上記主張は失当である。",
                "すなわち,甲28では，その実験がどのような環境の下で行われたものか何ら示されておらず,刊行物1記載の実験と単純に比較検討することができない。また,刊行物1の第3図において,菜種油かすの電位が米ぬかの電位を下回っている期間があるとはいえ,処理後17日以降は甲28の実験と同様に米ぬかの電位が下回っていることが認められるから,甲28の実験をもって刊行物1の実験が自然法則,自然現象に反するものということはできない。",
                "原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件発明1に関する相違点の判断の誤り)について(1) 原告は，審決が，刊行物1に明示の記載がないにもかかわらず，本件発明1の「散布した炭水化物材料の微生物による分解により水田表土及び田面水中の酸素を消費」するとの現象が当然に生じていると判断した点に誤りがある，と主張する。",
            "しかし，原告の主張は，以下のとおり失当である。すなわち，刊行物1には,米ぬかを散布した結果，異常還元状態となって還元性物質が発生することが記載されていることに照らすならば，同記載に基づいて，水田に炭水化物材料である米ぬかを散布することによって,散布された炭水化物材料を微生物が分解し,水田表土及び田面水中の酸素の欠乏状態を惹起させるとの関係を導くことに不合理な点はない。したがって，審決の認定判断に誤りはないというべきである。なお，土壌中に含まれる炭水化物や硫黄化合物によっても腐敗臭が生じることがあり得るとしても，それゆえに，前記認定が不合理であるとすることはできない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は,本件発明1に関して,①散布時期が異なれば,温度等の環境条件が異なるので微生物による分解及び酸素の消費,それに伴う酸素の欠乏が自然現象として当然生じるということはない,②散布材料が異なれば,微生物による分解速度や分解量も異なるため,自然現象として当然水中の酸素が欠乏するということもないと主張する。",
                "しかし,原告の上記主張は失当である。",
                "すなわち,本件発明1と先願発明の各散布時期及び散布材料をみると，本件発明では，「本発明は,田植と同時,あるいは田植直後に,炭水化物材料を田面に散布することにより,雑草の発生を防止しようとするものである。」(段落【0004】),「上記目的を達成するため,本発明では,炭水化物材料として澱粉含量の多い屑小麦等を用いる。」(段落【0005】【課題を解決するための手段】)との本件明細書の記載から,散布時期は,「田植えと同時又は田植えの直後」,散布材料は「澱粉含量の多い炭水化物材料」と認められるのに対し,先願発明では，散布時期は,「移植当日あるいは1日後」(甲1の1の522の9の82右欄4～5行),散布材料は米ぬかと認められる。そうすると,本件発明1と先願発明とは散布時期,散布材料ともに差異はなく,両者はともに水田雑草の発芽及び生育を抑制するものであることから,原告の上記主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本件発明2に関する相違点の判断の誤り)について先願発明と本件発明1は，いずれも水田雑草の発芽及び生育を抑制し，散布時期,散布材料ともに差異がないことは前記2で判断したとおりである。そうすると，特段の事情がない限り，先願発明においても，本件発明2と同様に，コロイド現象が生じていると認定するのが合理的であり,同認定を左右する特段の事情はない。また，仮にコロイド化以外の原因によって透明度が低下することがあり得るとしても,コロイド化も生じると解して誤りはない。",
            "この点について，原告は,被覆により田面水の透明度が低下する場合があり,米ぬかの分解に伴って生じるコロイド化以外の理由で田面水の透明度が低下することがあるから,コロイド化により田面水の透明度を低下することが自然現象として当然生じるとした審決の判断は誤りであると主張し,それを裏付ける証拠として甲29を提出する。しかし,甲29は単に麦わらと米ぬか及び菜種油かすとを比較し，その被覆とコロイド化の有無を対比した実験にすぎない。",
            "この実験によれば，澱粉量の多い炭水化物材料である米ぬかの場合にコロイド化が生じていることが示され，コロイド化が生ずることなく，田面水の透明度が低下する特段の事情のあることを何ら示していない。したがって，甲29の実験も，審決の前記判断を左右するものではない。",
            "したがって，先願発明にコロイド現象が生ずるとした審決の認定に誤りはなく，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明3に関する判断の誤り)について",
          "text": [
            "本件発明3は,本件発明1,2において,「前記炭水化物材料の散布を田植えと同時に又は田植の直後に行う」点に限定するものであるが,本件発明1,2に新規性がないとした審決の判断に誤りがないことは前記1ないし3で判断したとおりである。そして,上記限定も刊行物1に記載があると認められることは前記2で判断したとおりである。したがって,本件発明3についての審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，審決に違法があるとする原告の主張は理由がない。原告はその他縷々主張するが，審決の結論に影響を及ぼす誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10481",
    "date": "2009-09-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038018",
    "ipprecedent_id": "1976",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}