{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2007−390140号事件について平成20年4月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，発明の名称を「低周波治療器」とする特許第3446095号(出願 平成10年1月14日，登録 平成15年7月4日，請求項の数2)の特許権者であるところ，第三者(伊藤超短波株式会社，以下「訴外会社」という。)から特許無効審判請求がなされたことに対する対抗的措置として，請求項1及び2(本件特許発明1，2)について訂正審判請求をした。本件は，上記請求に対し特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，訂正に係る特許発明1及び2(本件訂正発明1，2)がその出願当時公然実施されていた訴外会社製造の「低周波治療器 Trio300」に係る発明との関係で進歩性(特許法29条2項)を有するか，である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，上記特許無効審判請求(無効2006−80128号)に対しては特許庁が平成19年11月13日にこれを認容する審決(本件特許発明1，2を無効とする)をしたことから，原告は訴外会社を被告として審決取消訴訟(知財高裁平成19年(行ケ)第10414号)を提起したが，知的財産高等裁判所は平成20年7月23日に請求棄却の判決をしたため，原告が上告受理申立てをし，現に最高裁判所に係属中である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成10年1月14日，名称を「低周波治療器」とする発明について特許出願(特願平10−37878号)をし，平成15年7月4日に特許第3446095号として設定登録を受けた(請求項の数2，以下「本件特許」という。特許公報は甲2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し訴外会社から，平成18年7月13日，本件特許の請求項1及び2に係る発明について特許無効審判請求がなされ，同請求は無効2006−80128号事件として審理されたが，特許庁は，平成19年3月5日，本件特許の請求項1，2に係る発明(以下順に「本件特許発明1」及び「本件特許発明2」という。)についての特許を無効とする旨の審決をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで原告は，平成19年4月9日，知的財産高等裁判所に対し上記審決の取消しを求める訴えを提起し(平成19年(行ケ)第10124号)，その後の平成19年5月7日，特許庁に対し訂正審判請求(訂正2007−390054号)したところ，同裁判所は，平成19年5月30日，特許法181条2項により上記審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記決定により前記無効2006−80128号事件は再び特許庁で審理されることとなったが，特許庁は，平成19年11月13日，訂正を認めずかつ「特許第3446095号の請求項1，2に係る発明についての特許を無効とする」旨の審決をした。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そこで原告はこれを不服として知的財産高等裁判所に対し上記審決の取消しを求める訴えを提起し(平成19年(行ケ)第10414号)，同訴訟係属中の平成19年12月16日に再び訂正審判請求(訂正2007−390140号，以下「本件訂正」という。甲13，全文訂正明細書は甲14)をしたが，特許庁は，平成20年4月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成20年4月26日原告に送達された。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "なお知的財産高等裁判所は，平成20年7月23日，上記平成19年(行ケ)第10414号事件につき，請求棄却の判決をし，これに対し原告が上告受理の申立てをし，現に同訴訟は最高裁判所に係属中である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正審判請求の内容",
              "text": [
                "本件訂正審判請求の詳細は，別添審決書写し記載のとおり(訂正事項1ないし3)であるが，訂正事項1及び2は下記のとおりの請求項1の訂正であり，訂正事項3は上記訂正に伴い発明の詳細な説明を整合させようとしたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正前発明(本件特許発明1及び2)の内容",
                  "text": [
                    "・ 【請求項1】プログラム制御のためのMPUと，パルストランスから刺激パルスを発生する手段，および前記刺激パルスの様態を表示する手段を備えた低周波治療器において，前記刺激パルスは前記パルストランスのセンタータップに所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することによる二次側の誘起電圧によって発生し，前記刺激パルスの出力電流値を数値表示するためのLCDと，前記出力電流値を手入力するためのプッシュボタンと，を備え，また前記MPUが前記パルストランスの駆動電圧を数値で設定するためのD／A変換器および前記MPUが前記パルストランスの駆動電流を数値で読み込むためのA／D変換器を有し，また前記パルストランス一次側回路に電流検出抵抗を設置し，前記抵抗の両端電圧を増幅器を介して前記A／D変換器の入力信号とすることで，前記パルストランスの一次電流値を得る，また設定電流は前記プッシュボタンによって増加又は減少して設定され，前記D／A変換器から前記パルストランスに前記設定電圧(V)として出力する，一方，前記MPUの記憶装置には，前記駆動電圧の数値と前記一次電流値(I1)および既に記憶されている前記パルストランスの特性値テーブルが有り，前記特性値テーブルには前記設定電圧(V)毎の数値を有し，当該数値には，下記式(1)を使用する場合は無負荷励磁電流(IO)と短絡電流(1次電流I1S，2次電流I2S)を含み，ま",
                    "た下記式(2)を使用する場合は定数(α)と無負荷励磁電流(IO)を含み，MPUのプログラムは前記設定電圧(V)を設定する毎に，駆動電圧と一次電流から前記特性値テーブルを参照して，前記低周波治療器の出力電流となる前記パルストランスの二次電流の波高値(I2)を下記式(1)または式(2)を用いて計算し，その数値を前記LCDに表示することで，前記刺激パルスの出力電流値を正確に把握することを特徴とする低周波治療器。",
                    "式(1) I2＝I2S／(I1S−IO)×(I1−IO)",
                    "式(2) I2＝α(I1−IO)，ただしα＝定数",
                    "・ 【請求項2】前記パルストランスの二次回路に，整流・平滑回路および出力制御回路を設け，前記整流・平滑回路には整流用ダイオードと正負の電圧を貯えるための平滑コンデンサを有し，また前記出力制御回路には前記MPUからの出力信号で駆動されるリレーとホトカプラを有し，前記MPUは，前記リレーによって出力モードを切り替え，また前記平滑回路の出力を前記ホトカプラで制御して，プラス波形およびマイナス波形からなる出力波形を人体に供給することで，前記刺激パルスの出力を一次側とは絶縁された状態で制御することを特徴とする請求項1に記載の低周波治療器。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正後発明(本件訂正発明1及び2。下線部は訂正部分)の内容・ 【請求項1】プログラム制御のためのMPUと，パルストランスから刺激パルスを発生する手段，および前記刺激パルスの様態を表示する手段を備えた低周波治療器において，",
                  "text": [
                    "前記刺激パルスは前記パルストランスのセンタータップに所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することによる二次側の誘起電圧によって発生し，",
                    "前記刺激パルスの出力電流値を数値表示するためのLCDと，前記出力電流値を手入力するためのプッシュボタンと，を備え，また前記MPUが前記パルストランスの駆動電圧を数値で設定するためのD／A変換器および前記MPUが前記パルストランスの駆動電流を数値で読み込むためのA／D変換器を有し，",
                    "また前記パルストランス一次側回路に電流検出抵抗を設置し，前記抵抗の両端電圧を増幅器を介して前記A／D変換器の入力信号とし，前記一次巻線の駆動信号パルスの出力後一定時間(To)経過後一次電流を前記MPUの読み込みタイミングで前記入力信号から読み込むことで，前記パルストランスの一次電流値を得る，",
                    "また設定電流は前記プッシュボタンによって増加又は減少して設定され，前記D／A変換器から前記パルストランスに前記設定電圧(V)として出力する，",
                    "一方，前記MPUの記憶装置には，前記駆動電圧の数値と前記一次電流値(I )および既に記憶されている前記パルストランスの特性値テーブルが有り，",
                    "前記特性値テーブルには前記設定電圧(V)毎の数値を有し，当該数値は，無負荷励磁電流(Io)と定数(α)であり，",
                    "前記無負荷励磁電流(Io)は，前記パルストランスの無負荷時の一次電流であり，また，前記定数(α)は，事前試験を行い，前記無負荷励磁電流(Io)を求めた上で下記式からαを求めることで算出する計算値のことであり，",
                    "MPUのプログラムは前記設定電圧(V)を設定する毎に，",
                    "駆動電圧と一次電流から前記特性値テーブルを参照して，前記低周波治療器の出力電流となる前記パルストランスの二次電流の波高値(I )を下記式を用いて計算し，",
                    "その数値を前記LCDに表示することで，",
                    "前記刺激パルスの出力電流値を正確に把握することを特徴とする低周波治療器。",
                    "I ＝α(I −Io)，ただしα＝定数",
                    "・ 【請求項2】は訂正前発明と同じ。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その理由の要点は，本件訂正発明1，2は本件特許の出願前に日本国内で公然実施された訴外会社製の「低周波治療器Trio300」(以下「Trio300」という。)に係る発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許出願の際独立して特許を受けることができず同法126条5項の規定に適合しない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，Trio300に係る発明(以下「引用発明」ということがある。)の内容，同発明と本件訂正発明1との一致点及び相違点を，次のとおり認定した。",
                    "〈Trio300に係る発明の内容〉",
                    "「プログラム制御のためのCPUと，出力トランス(T1)から刺激パルスを発生する手段，及び前記刺激パルスの様態を表示するLCDを備えた低周波治療器において，前記刺激パルスは前記出力トランス(T1)のセンタータップに直流電圧制御回路(Q108，",
                    "Q110)により所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することによる二次側の誘起電圧によって発生し，前記刺激パルスの出力電流値を数値表示するためのLCDと，前記出力電流値を手入力するためのUPキー，DOWＮキーとを備え，また前記CPUが前記出力トランス(T1)の駆動電圧を数値で設定するためのD／A変換器及び前記CPUが前記出力トランス(T1)の駆動電流を数値で読み込むためのA／D変換器を有し，また前記出力トランス(T1)の一次側回路に電流検出抵抗(R108−R",
                    "113)を設置し，前記電流検出抵抗(R108−R113)の両",
                    "端電圧を増幅器を介して前記A／D変換器の入力信号とすることで，前記出力トランス(T1)の一次電流値(Ai)を得るようにし，また設定電流は前記UPキー，DOWＮキーによって増加又は減少して設定され，前記D／A変換器から前記出力トランス(T1)に駆動電圧の出力設定値として出力する一方，前記CPUの記憶装置には係数テーブルがあり，前記係数テーブルは前記出力設定値毎の数値を有し，当該数値は，パラメータ1(P1)とパラメータ2(P2)を含み，CPUのプログラムは，前記出力設定値を設定する毎に，前記出力設定値と一次電流からパラメータ1(P1)とパラメータ2(P2)を参照して，下記の式を使用して実出力電流値(Ap)を計算し，その数値をLCDに表示するようにした低周波治療器。",
                    "Ap＝P1／1000×Ai−P2／10」",
                    "〈一致点〉",
                    "「プログラム制御のためのMPUと，パルストランスから刺激パルスを発生する手段，および前記刺激パルスの様態を表示する手段を備えた低周波治療器において，前記刺激パルスは前記パルストランスのセンタータップに所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することによる二次側の誘起電圧によって発生し，前記刺激パルスの出力電流値を数値表示するためのLCDと，前記出力電流値を手入力するためのプッシュボタンと，を備え，また前記MPUが前記パルストランスの駆動電圧を数値で設定するためのD／A変換器および前記MPUが前記パルストランスの駆動電流を数値で読み込むためのA／D変換器を有し，また前記パルストランス一次側回路に電流検出抵抗を設置し，前記抵抗の両端電圧を増幅器を介して前記A／D変換器の入力信号とすることで，前記パルストランスの一次電流値を得る，また設定電流は前記プッシュボタンによって増加又は減少して設定され，前記D／A変換器から前記パルストランスに前記設定電圧として出力する，一方，前記MPUの記憶装置には，既に記憶されている前記パルストランスの特性値テーブルが有り，前記特性値テーブルには前記設定電圧毎の数値を有し，当該数値は，所定の特性値を含み，MPUのプログラムは前記設定電圧を設定する毎に，駆動電圧と一次電流から前記特性値テーブルを参照して，前記低周波治療器の出力電流となる前記パルストランスの二次電流の波高値を，一次電流値と所定の特性値に基いてパルストランスの二次電流の波高値を求める式を用いて計算し，その数値を前記LCDに表示することで，前記刺激パルスの出力電流値を正確に把握するようにした低周波治療器。」である点。",
                    "〈相違点1〉",
                    "パルストランスの一次電流値を得るに当たり，本件訂正発明1では，「前記一次巻線の駆動信号のパルスの出力後一定時間(To)経過後一次電流を前記MPUの読み込みタイミングで前記入力信号から読み込む」のに対して，Trio300に係る発明では，どのようなタイミングで一次電流を入力信号から読み込むのか明らかでない点。",
                    "〈相違点2〉",
                    "本件訂正発明1では，MPUの記憶装置には，「前記駆動電圧の数値と前記一次電流値(I )および既に記憶されている前記パルストランスの特性値テーブル」があり，特性値テーブルが有する設定電圧(V)毎の数値が「無負荷励磁電流(Io)と定数(α)で",
                    "あり，前記無負荷励磁電流(Io)は，前記パルストランスの無負荷時の一次電流であり，",
                    "また，前記定数(α)は，事前試験を行い，前記無負荷励磁電流(Io)を求めた上で下記式からαを求めることで算出する計算値のことであり」，「MPUのプログラム」が「前記設定電圧(V)を設定する毎に，",
                    "駆動電圧と一次電流から前記特性値テーブルを参照して，前記低周波治療器の出力電流となる前記パルストランスの二次電流の波高値(I )」を計算するに当たり，「I ＝α(I −Io)」を用いるのに対し，",
                    "Trio300に係る発明では，CPUの記憶装置には「係数テーブル」があり，「係数テーブル」が有する設定電圧毎の数値が「パラメータ1(P1)とパラメータ2(P2)」であり，「CPUのプログラ",
                    "ム」が「前記出力設定値を設定する毎に，前記出力設定値と一次電流からパラメータ1(P1)とパラメータ2(P2)を参照して，",
                    "実出力電流値(Ap)」を計算するに当たり，「Ap＝P1／100",
                    "0×Ai−P2／10 」を用いる点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点1と2を組み合せた相違点の下位概念認定の誤り)本件訂正発明1の技術原理は，特性値テーブルへの数値の出し入れの際の条件を同じものにすることにある。すなわち，本件訂正発明1の相違点1と2を組み合せた発明の下位概念は，特性値テーブルへの数値の書込み／読出しに際して，書込み時の算出式α＝I ／(I −I )と読出し時"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "1 O",
          "text": [
            "の一次変換式I ＝α(I −I )とを数学的に同値な計算式にし，かつ"
          ]
        },
        {
          "fig": "2",
          "subject": "1 O",
          "text": [
            "書込み時と読出し時のそれぞれの一次電流値(I )の読み込み時間(To)を同じにする技術構成を採用することにある。これにより，パラメータ(定数α)を介して特性値(記憶)テーブルへの数値の書込み／読出しに際して条件を同じにしてストレートに可逆変換を行うため，コンピュータ処理に掛かる無駄な計算処理を排除し，かつ他の計算式が介入しないため事前試験の結果を忠実に記憶し，またそれを本番で忠実に再現するという意外な作用効果を生むのであり，そのため本件訂正発明1は二次電流を正確に把握するという発明の目的に適った格別な作用・効果を奏するのである。",
            "したがって，これら技術思想としての下位概念や技術原理は本件訂正発明1の下位概念における相違点として認定すべきであり，これを看過した審決は取り消されるべきである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「パルス電流の測定において，パルスの出力などの適当な基準となる時点から一定時間経過した時点でサンプリングすることは当然のこと…」(12頁22行～23行)とする。",
                        "この点，サンプリングにおける「一定時間」とは，サンプリング周波数から生じた「変化しない時間間隔」，すなわち単なる周期の意味であるが，本件訂正発明1の「一定時間」は，パルストランスの一次巻線の駆動信号の開始時刻から一定時間(To)という「予め決められた時間間隔」のことであって，単に両者が同じ文言どおりの「一定時間」であるからといって，両者の背景にある技術思想を混同すべきではない。",
                        "すなわち，技術常識に照らして考えれば，パルス波形は正規の形をした矩形(長方形)の信号である限りどの時刻においてもその瞬時値は変わらないとみるべきであって，パルス電流をどの時刻で測定しようともその測定値は一定である(変化しない)から，パルス電流を，適当な基準点となる時点から一定時間経過した時点でサンプリングする必要性はないはずである。",
                        "これに対し，本件特許明細書(甲2)の図3を見れば明らかなとおり，本件訂正発明1における一次電流を計測するときの増幅器5の入力波形52は正規の矩形(長方形)をしておらず，一次巻線の駆動信号の開始時刻から時間とともにゼロから漸次単調に増加する信号である。この場合，特性値(記憶)テーブルに書込む時の一次電流値と，実際にこのテーブルの定数αから読み出して計算される一次電流値とにおいてそれぞれの一次電流値の読み込み時間が異なると，書込み／読出しの際に数学的に同値な同じ計算式を使っているにもかかわらず，特性値テーブルへの数値の出し入れの際の条件が同一の条件とはならないため，本件訂正発明1が意図する定数αの書込み／読出しの可逆変換が成立せず，本件訂正発明1の波高値(I )の計算において致命的な誤差を生むことになる。そこで，駆動信号開始からの測定時刻の違いにより計測値が異なることに配慮するため，読み込み時間を予め決められた一定時間(To)にするのである(サンプリングの技術常識としては，サンプリングする側のサンプリング時点とサンプリングされる側の測定対象信号とは時間的に全く独立した位置関係にあり，本件訂正発明1の場合のようにサンプリング時点が測定対象波形と同期する，あるいは測定対象波形から時間的に制限を受けることはあり得ない。)。",
                        "このように，本件訂正発明1において基準点から一定時間経過した時点でサンプリングすることは，一次電流値を読み込むという通常の機能を超えて，時間関数である一次電流値を特定し，事前試験の一次電流値と本番の際の一次電流値とを同じ測定時間で取得することを確実にするためのものであって，本件訂正発明1の基本原理及びキャリブレーションの前提条件を満足し，それを保証する目的で構成されたものである。",
                        "このような構成は本件訂正発明1の本質や根幹ともいうべき格別の技術的意義を有し，その特定事項を記載しなければ上記基本原理及びキャリブレーションの前提条件を満足することができず，同発明の基本原理は破綻するのであって，単なる設計的事項などではない。",
                        "しかるに，Trio300 に係る発明にはこのような相違点1の構成は何ら示唆されていないのであって，この点を看過した審決は技術的意義の判断を誤るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，「…当業者であれば，発生しうる最小のパルス幅と最大のパルス幅を考慮してサンプリング時点を決定するのが普通である。…」(12頁23行～25行)とする。",
                        "しかし，サンプリングの技術常識としては，サンプリング時点の決定は，最小のパルス幅のみを考慮してそれに見合ったサンプリング周期に調整する(サンプリング周期を上げる)ことで対応するのであって，サンプリング時点を測定対象信号に同期させるのではない。そうすると，サンプリング時点は積極的に決定できるものではなく，サンプリング周期を変えることに伴い従属的に変わるものである。",
                        "この点審決は，「…サンプリング時点を積極的にずらしたり，変化させたりすることはむしろ極めて特異なことであり，特別の事情がない限り，サンプリング時点を変動させることは一般的には行われない。」(12頁25行～27行)とするが，一般的に，ノイズ対策その他の目的に応じてサンプリングの時点を変動させることはよくあることである。その際，通常の技術者であれば，ずらすべき時間間隔に対応してサンプリング周波数を増加させることで簡単に課題を解決する。すなわち，周波数を上げてサンプリング回数を増やし，個々のサンプリングされたデータを適宜，必要度やその目的に合わせて取捨選択するだけのことである。",
                        "つまり，「サンプリング」の本質は対象となる信号をでき得る限り忠実に見逃さず計測することにあり，そのためにはサンプリング周波数を増加させることでサンプリング回数を増やすことにある。",
                        "これに対し，本件訂正発明1の読み込み時間(To)に係る追加構成要件のサンプリング回数は1回であるため，上記技術常識におけるサンプリングの本質とは明らかに矛盾する。サンプリングでは1回のサンプリングで取得したデータは信頼性が低いと考えるため「1回のサンプリング」ということはあり得ないのであって，このような技術思想を持った「サンプリング」を前提として，本件訂正発明1の相違点1に係る読み込み時間(To)の技術思想を評価すること自体誤りというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件訂正発明1は，「電流の誘導は，閉回路内の磁界が時間的に変化することによって発生した起電力によるものである」とするファラデーの電磁誘導の法則に則っている。これを本件訂正発明1の原理に置き換えると，二次電流の波高値は一次電流値が時間的に変化することによって発生する。そして，一次電流値の計測において，時間の経過に対して変化量が最大になるところは，電流値がゼロからスタートする一次巻線の駆動信号の開始時刻であって，終了時刻ではない。そこで本件訂正発明1は最も一次電流の傾きが急峻となる駆動信号の開始直後を時間間隔の基準点とする。そのため一次電流の測定は，To秒を決められた時間間隔として，常に一次巻線の駆動開始時刻からTo秒後の一次電流値(I )を測定する。このような時間間隔は，上述したサンプリングのサンプリング間隔とは技術的に概念が異なるのである。",
                        "さらに，本件訂正発明1の技術原理は，特性値(記憶)テーブルへの数値の出し入れの際の条件を同じにすることにある。そのため，本件訂正発明1の読み込み時間(To)に係る要件は，事前試験の際の一次変換式のパラメータの定数αを算出するために測定する一次電流値の読み込み時間と，今度はその一次変換式から二次電流の波高値を本番で計算するときの一次電流値の読み込み時間とが常に同じ時間間隔であることが発明の必須の要件であり，この要件が満たされた場合にのみ，二次電流の波高値が特性値(記憶)テーブルから正しく計算できるという仕組みになっている。したがって，この読み込み時間の技術的概念は，同じ一定時間といってもサンプリングから生じたサンプリング間隔時間の技術的概念とは性質が異なる。",
                        "したがって，「… Trio300 に係る発明において，一次電流を入力信号から読み込むタイミングとして，『一次巻線の駆動信号のパルスの出力後一定時間(To)経過後一次電流を前記MPUの読み込みタイミングで前記入力信号から読み込む』ように構成することは，当業者にとって格別なことではなく設計的事項にすぎない…」(12頁下6行～下2行)とはいえないのである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお被告は，特開昭63−210783号公報(発明の名称「ピークホールド器」，出願人 日本電気株式会社，公開日 昭和63年9月1日，乙2。以下「乙2公報」という。)，特開昭59−40176号公報(発明の名称「パルス状電圧の測定装置」，出願人 東京芝浦電気株式会社，公開日 昭和59年3月5日，乙3。以下「乙3公報」という。)，特開平3−107770号公報(発明の名称「信号検出装置」，出願人三菱電機株式会社，公開日 平成3年5月8日，乙4。以下「乙4公報」という。)を挙げて，相違点1に係る構成が周知技術である旨主張する。",
                        "しかし，乙2公報はピークホールド器に関するものであって，その目的はピーク値を検出することにある。これに対し本件訂正発明1における入力パルス信号のピーク値は，その入力パルス信号の開始ではなく，立ち下がり時刻(パルスの最終端)に出現することがわかっているのであって，そこでの一次電流値の測定は変化し始めた瞬時値をサンプルホールドするものであり，乙2公報のようにピーク値(波高値)を検出するためのものではない。",
                        "また乙3公報はパルス状電圧の測定装置であって，パルスの立上り時の波形の不安定部分を避けて信号の変動が収束し安定した部分を見越して測定するものであるが，本件訂正発明1の「一定時間(To)」は波形の不安定部分を避けるためのものではない。",
                        "さらに乙4公報は信号検出装置であるが，ここで「一定時間」を置く目的は，乙3公報の場合と同様，比較器6の立ち上がり時の波形の不安定期間を避けるためのものと解される。しかし，本件訂正発明1の「一定時間」が不安定期間を避けるためのものではないことは上記のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，Trio300 に係る発明における「P1／1000」は本件訂正発明1における「α(定数)」に相当するとしつつ(13頁下8行～下7行)，「P1／1000」を「α(定数)」と数値的にみて同等の値にすることは当業者が容易になし得るとする(14頁4行～6行)。",
                        "しかし，Trio300 に係る発明におけるパラメータP1／1000(比例定数)は一般の変圧器の巻線比(N2 ／ N1)のことであると予測されるのに対し，本件訂正発明1に係る比例定数(定数α)は，事前試験を行い，無負荷励磁電流(I )を求めた上でその一次変換式からαを求O",
                        "めることで算出する計算値であるから，明らかに一般の変圧器の巻線比のことではない。",
                        "そうすると，P1／1000≠αの関係が成立するから，P1／1000から定数αを直接予測することはできない。",
                        "なお，被告は Trio300 に係る発明における下記式②を変形等することで相違点2が容易想到であるとの判断を導いているが，そのような変形後の数式の形は Trio300 に係る発明においてはどこにも記載・示唆されていないから，そのような変形を行う起因や契機は存在せず，その動機付けはない。",
                        "Ap＝P1／1000×Ai−P2／10 ・・・式②"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決には，以下のとおり，周知技術に係るルックアップテーブルとキャリブレーションについての理解に誤りがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，本件訂正発明1における定数αの算出方法に関し，「また，CPUを用いて制御が行われる機器において，数式の演算に代えて，または数式のパラメータについて，事前の計算により，または事前の実験によりデータを求めておき，これをルックアップテーブルに予め格納しておくことは周知の技術である。」(14頁7行～10行)とする。",
                            "しかし，本件訂正発明1は，請求項1に記載された一次変換式を「数式の演算に代えて」ルックアップテーブルを利用するわけではない。",
                            "ルックアップテーブルは，計算処理を終了させた後の，定数αと無負荷励磁電流I を格納するための記憶テーブルであり，一次変換式のO",
                            "代わりを務める働きをするものではない。",
                            "そして，ルックアップテーブルは単にコンピュータ上のデータ配列やデータ構造にすぎず，いわば中味の無い「容器」のようなものであって，その容器自体が中味に影響を与えることはない。つまり，定数αの算出方法とルックアップテーブルとは互いに独立した技術関係にあって，仮にルックアップテーブルに格納するという技術思想が周知技術であったとしても，格納される中味の「定数α」までが周知技術となるものではない。また，二次電流値を予測計算した演算結果の妥当性は定数αそのものの良否に依存するのであって，ルックアップテーブル自体は計算された予測値の正当性を積極的に保証するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また審決は，「…演算式がある場合にはその演算式を用いてその演算式に含まれるパラメータを事前に実験，計算等により求めることも，一般にキャリブレーションを行うときに採用されている周知の手法にすぎない。」(14頁10行～13行)とする。",
                            "しかし，一般にキャリブレーションとは測定機器の「較正」，ハードディスクのヘッドの「熱補正」，表示装置の「色補正」，カメラの「補正」のことであり，いずれも本件訂正発明1の技術分野に関連がなく，また発明の課題も共通しておらず，さらには作用や機能が類似しているとは考えられない。",
                            "したがって，本件訂正発明1の構成において一次変換式に含まれるパラメータをその一次変換式から算出しても，上記キャリブレーションを本件訂正発明1の引用発明に採用することは適切ではない。",
                            "なお，キャリブレーションは，ある一次式が与えられた場合に，事前試験をすることでそのパラメータ(例えばP1／1000)を元の一次式から逆に計算するものではあるが，その背景には，そのパラメータの算出式と元の一次式のそれぞれの変数(例えば一次電流値)は必ず同じでなければならないという「前提条件」を必要とするものである。",
                            "つまり，キャリブレーションの手法を Trio300 に係る発明に適用するためには，被告の主張する一次変換式の式②［Ap＝P1／1000×Ai―P2／10］又は式③［Ap＝P1／1000×(Ai―",
                            "100P2／P1)］の右辺の一次電流値(Ai)と，パラメータの",
                            "算出式の式④［P1／1000＝Ap／(Ai―100P2／P1)",
                            "］の右辺の一次電流値(Ai)が当然同じであることを「前提条件」にしなければならない。",
                            "ところが，Trio300 に係る発明においては，1次電流値(Ai)は時間とともに変化する時間関数であるから，測定時間が異なれば測定値は異なるのであって，上記の一次変換式の一次電流値(Ai)とパラメータの算出式の一次電流値(Ai)とを同じにすることはできない。",
                            "また，取消事由2に述べたとおり，Trio300に係る発明においては，相違点1の技術構成「1次電流値の読み込み時間を一定時間(To)にすること」は示唆されておらず，当業者にそれを教示する動機付けも存在しない。",
                            "したがって，上述したキャリブレーションの「前提条件」は破綻しており，Trio300 に係る発明の一次電流値は時間関数(阻害要因)であるために，「キャリブレーションの手法」から元の一次変換式の式②又は式③を使って，そのパラメータの比例定数P1／1000，及びパラメータの無負荷励磁電流100P2／P1を数学的に同値な算出式(例えば式④)から求めることはできないのである。",
                            "そうすると，Trio300 に係る発明はキャリブレーションの前提条件がなく，同手法を適用することができないのであって，審決が相違点2について容易想到としたことは明らかに誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに審決には，Trio300 に係る発明(引用発明)に本件訂正発明1の技術原理と下位概念の技術的課題が記載・示唆されていないことを看過した誤りがある。",
                        "すなわち，審決は，「そうすると，Trio300 に係る発明において，パラメータを，事前の試験を行い，一次電流値と二次電流値が比例関係にあることを表した式から算出して求めることも，当業者であれば必要に応じて適宜なし得ることというべきである。」(14頁13行～16行)とする。",
                        "しかし，Trio300 に係る発明には，本件訂正発明1の下位概念の技術的課題である定数αの算出式と一次変換式とを数学的に同値の計算式にし，かつ算出式と一次変換式の一次電流値の読み込み時間を同じものにすることや，技術原理である特性値テーブルへの数値の出し入れの際の条件を同じものにすることはどこにも記載も示唆もされておらず，当業者は本件訂正発明1の技術原理や下位概念の技術的課題を認識することができない。",
                        "したがって，Trio300 に係る発明(引用発明)に接した当業者が，その一次変換式から比例定数(P1／1000)が巻線比であると予想したとしても，これからさらに，当該巻線比を一次変換式と数学的に同値な同じ算出式から計算することは無理である(さらにいえば，算出式と一次変換式の読み込み時間(To)を同じにすることは予測の範囲を超えているといわざるを得ない。)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件訂正発明1に係る請求項1には，特性値テーブルから読み出して二次電流の波高値(I )を計算する時の一次電流値と特性値テーブルに書き込む時の一次電流値とのそれぞれの一次電流値の読み込み時間を同じにすること，つまり特性値テーブルへの数値の出し入れの際の条件を同じ条件にすることについては何も記載されていない。",
                "また，原告が主張する「特性値テーブルへの数値の出し入れの際の条件を同じ条件にする」という技術原理は，本件特許明細書及び図面にも記載されておらず，本件特許明細書(甲2)の記載から当業者にとって自明の事項でもない。",
                "そもそも，「パルスの出力後一定時間(To)経過後」という文言における「一定時間(To)」とは，それがどのような技術的意義をもつ一定時間で，どのくらいの長さの一定時間なのかが明らかでない。本件特許明細書又は図面の記載によれば，一次電流の読み込みタイミングは，パルスの出力後から単に一定時間(To)経過後になされるというだけであり，特性値テーブルに書き込む時と読み出す時とで，全く同じ長さの「一定時間(To)」としなければならない必然性はない。",
                "したがって，原告の主張は，本件特許明細書又は図面に記載した事項の範囲を超える主張といわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「サンプリング」という用語について周期的なものを前提として主張するが，審決は，「サンプリング」を単に「サンプルすること」という広い意味に捉え，データ抽出(測定値の読み込み)の意味で使用したものである。",
                    "ところで，Trio300 に係る発明においては，二次電流値である実出力電流値(Ap)は，一次電流値であるA／D変換値(Ai)を取得し，係数テーブルから出力設定値に対応するパラメーターP1とP2を取得し，下記の式①を用いて算出するものである。",
                    "Ap＝P1／1000×Ai−P2／10 ・・・式②",
                    "同発明におけるA／D変換器入力波形は，時間の経過に伴って漸次増加し，その後，一定値になるような波形を示すものであり，A／D変換値(Ai)はパルス信号が発生した時点から発生し，時間と共に変化する時間関数，つまりパルス駆動開始からの時刻に依存した数値である。このような波形において読み込み時間(To)を可変とし，漸次増加中のA／D変換値(Ai)の測定をした場合，測定時刻の違いによってその測定値が大きく異なることは当業者にとって自明といえ，二次電流値Apを正確に求めるためには，一次電流値を毎回同じ読み込みタイミングで測定するのは当然である。一次電流値Aiの変化率が大きいと，読み込みタイミングにわずかなずれがあっても誤差が大きくなり，毎回の読み込みのタイミングを一定にしておかなければ正確な測定が行えないことは明らかである。",
                    "また，A／D変換値(Ai)がパルス駆動開始からの時刻に依存した数値であることを考慮すれば，パルスの立ち上がり時点を起点とすることも，当業者にとって当然なことである。",
                    "この点，一般に，パルス電圧やパルス電流などを測定する場合，パルスの立ち上がりから一定時間経過後の値を測定するようにすることは，例えば，乙2～乙4公報などにみられるように，従来から普通に行われてきたことであり，周知の技術にすぎない。",
                    "したがって，審決が，「パルス電流の測定において，パルスの出力などの適当な基準となる時点から一定時間経過した時点でサンプリングすることは当然のこと…」(審決12頁22行～23行)とし，また，「…Trio300に係る発明において，一次電流を入力信号から読み込むタイミングとして，『一次巻線の駆動信号のパルスの出力後一定時間(To)経過後一次電流を前記MPUの読み込みタイミングで前記入力信号から読み込む』ように構成することは，当業者にとって格別なことではなく設計的事項にすぎない…」(審決12頁下6行～下2行)と判断したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，Trio300 に係る発明において，パルス幅は50～250μsの範囲で10μs単位で設定可能である。パルス幅に応じて読み込みタイミングを変更するとすれば，読み込みタイミングとしては，パルスの出力からの時間Toを250μsより大きくすることはあり得ないし，パルス幅が最小の50μsの場合，50μsを超えることはない。一方，パルス幅に応じて読み込みタイミングを変更しないものとすれば，時間Toは最小のパルス幅50μsより大きい値をとることはあり得ない。",
                    "このように，パルスの出力からの時間Toをどのくらいの大きさにするかは，パルス幅やA／D変換値(Ai)の波形などを考慮して，当業者が適宜決定し得ることである。審決が「…当業者であれば，発生しうる最小のパルス幅と最大のパルス幅を考慮してサンプリング時点を決定するのが普通である。…」(審決12頁23行～25行)と判断したのは，上記のような理由によるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，パルス幅の違いに応じて読み込みのタイミングを異ならせたり，毎回毎回の読み込みタイミングを異ならせることは，プログラムの複雑化につながるし，読み込み時点を一定にしたことによって何か問題が発生するなどの特段の事情がない限り，読み込みの時点をわざわざ変化させるようなことは行わないのが普通である。",
                    "したがって，審決が，「…サンプリング時点を積極的にずらしたり，変化させたりすることはむしろ極めて特異なことであり，特別の事情がない限り，サンプリング時点を変動させることは一般的には行われない。」(審決12頁25行～27行)としたことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一般に，抵抗器(抵抗)，インダクタ，コンデンサ，スイッチなどの電気的素子によって構成される回路について，その回路特有の特性値等(例えば，無負荷励磁電流値)を用いて数学的に等価に表現し，その回路に対する入力値(例えば，入力側の電流値)から出力値(例えば，出力側の電流値)を求めることは一般的に行われている。また，その回路特有の特性値等について，予め実験や計算等によって求めることも一般的になされるものである。そして，Trio300 に係る発明においては，出力設定値ごとのP1，P2が係数テーブルに格納されており，係数テーブルからP1，P2を取得し，測定した一次電流値Aiから下記式②を用いて，二次電流値Apを計算することができる。",
                    "Ap＝P1／1000×Ai−P2／10 ・・・式②",
                    "ここで式②を見ると，次のようにして二次電流値を求めることも当業者であれば容易に想到し得ることである。すなわち，式②を変形すると，次のようになる。",
                    "Ap＝P1／1000×(Ai−100P2／P1)・・・式③",
                    "この式③を更に変形すると，",
                    "P1／1000＝Ap／(Ai−100P2／P1)・・・式④",
                    "となる。",
                    "上記式③を見ると，Ai＝100P2／P1のとき，Ap＝0であるから，100P2／P1は，無負荷時の一次電流値(無負荷励磁電流)を意味することは明らかである。",
                    "そうすると，Trio300 に係る発明に接した当業者であれば，式③を見れば，一次電流値Ai，比例定数P1／1000，及び無負荷励磁電流100P2／P1から式③を用いて二次電流値Apを求めることができることは，容易に理解し得ることである。",
                    "また，式④を見れば，パルストランスの無負荷励磁電流100P2／P1を測定し，次に，任意のある一次電流値Aiとそのときの二次電流値Apを測定し，これらと先に求めた無負荷励磁電流100P2／P1とから，式④を用いて，比例定数P1／1000を求めることができることも，容易に理解し得ることである。",
                    "したがって，Trio300 に係る発明において，同じ一次変換式②を単に変形しただけの数学的に同値な式③及び式④に基づいて相違点2に係る本件訂正発明1の発明特定事項とすることは，当業者が容易に想到できたことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，Trio300 に係る発明においては一次電流値と二次電流値が比例関係にある以上，技術常識からパラメータP1／1000(比例定数)は一般の変圧器の巻線比のことであると予測されてしかるべきであり，P1／1000は巻線比の算出方法から算出されると考えられる旨主張する。",
                    "しかし，Trio300 に係る発明に関する「低周波治療器 Trio300 解析報告書」(甲10，以下「甲10報告書」という。)には，「この電流計算においては，係数テーブルから出力設定値に対応するパラメーターを取得し，以下に示す所定のプログラム計算を行い，実出力電流値を求めます。」(13頁6行～8行)，「係数テーブルから，出力設定値に対応するパラメーターP1とP2を取得します。」(14頁4行～5行)と記載されており，パラメーターP1とP2は出力設定値ごとに係数テーブルに格納されているのであるから，Trio300 に係る発明においてP1／1000を巻線比から算出するという議論はあり得ない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は算出式と一次変換式の読み込み時間(To)を同じにすることは予測の範囲を超えていると主張するが，どのような場合においても読み込み時間(To)をすべて同じにすれば，プログラムは単純かつ簡単であるから，特に支障がない限り，そうするのが普通であって，算出式と一次変換式の読み込み時間(To)を同じにすることは当業者にとって格別なことではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(本件訂正審判請求の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明1の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1の内容は，前記第3，1，(2)アの【請求項1】記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また本件訂正に係る全文訂正明細書(甲14。ただし，図は特許公報〔甲2〕による)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "・ 「【0001】",
                    "【産業上の利用分野】本発明は，パルストランスを用いた低周波治療器に関し，特に例えば治療に応じて刺激パルスの出力波形や電流値を変える，様態表示付き低周波治療器に関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来技術・発明が解決しようとする課題",
                  "text": [
                    "・ 「【0002】",
                    "【従来の技術】従来，刺激パルスの強さは出力端の可変抵抗器で変更していた。",
                    "また，出力電流の大きさはレベラーで表示していた。また，プッシュボタンの押された回数で出力するものもあるが，出力電流の大きさは概略的に表示するものである。」",
                    "・ 「【0003】",
                    "【発明が解決しようとする課題】しかしながら，出力電流の大きさを概略的に表示するだけでは，他人や過去の治療記録との比較や照合ができず，刺激パルスの大きさを正確に把握したいという問題があった。それには，パルストランスの二次回路に電流検出回路を設置すれば良いが，それではトランスの一次・二次間の絶縁性能が犠牲になる。また絶縁性能を確保するためには，設置回路自体が複雑・高価になる。本発明は，上記問題点に鑑みてなされたもので，パルストランスの絶縁性能を損なわず，刺激パルスの電流値を正確に把握することで治療効果の高い低周波治療器を提供することを目的とする。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「【0004】",
                    "【課題を解決するための手段】上記従来技術の課題を解決するための本発明の構成は，",
                    "プログラム制御のためのMPUと，パルストランスから刺激パルスを発生する手段，および前記刺激パルスの様態を表示する手段を備えた低周波治療器において，",
                    "前記刺激パルスは前記パルストランスのセンタータップに所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することによる二次側の誘起電圧によって発生し，",
                    "前記刺激パルスの出力電流値を数値表示するためのLCDと，前記出力電流値を手入力するためのプッシュボタンと，を備え，",
                    "また前記MPUが前記パルストランスの駆動電圧を数値で設定するためのD／A変換器および前記MPUが前記パルストランスの駆動電流を数値で読み込むためのA／D変換器を有し，",
                    "また前記パルストランス一次側回路に電流検出抵抗を設置し，前記抵抗の両端電圧を増幅器を介して前記A／D変換器の入力信号とし，前記一次巻線の駆動信号のパルスの出力後一定時間(To)経過後一次電流を前記MPUの読み込みタイミングで前記入力信号から読み込むことで，前記パルストランスの一次電流値を得る，",
                    "また設定電流は前記プッシュボタンによって増加又は減少して設定され，前記D／A変換器から前記パルストランスに前記設定電圧(V)として出力する，一方，前記MPUの記憶装置には，前記駆動電圧の数値と前記一次電流値(I1)および既に記憶されている前記パルストランスの特性値テーブルが有り，前記特性値テーブルには前記設定電圧(V)毎の数値を有し，当該数値は，無負荷励磁電流(Io)と定数(α)であり，",
                    "前記無負荷励磁電流(Io)は，前記パルストランスの無負荷時の一次電流であり，",
                    "また，前記定数(α)は，事前試験を行い，前記無負荷励磁電流(Io)を求めた上で下記式からαを求めることで算出する計算値のことであり，MPUのプログラムは前記設定電圧(V)を設定する毎に，",
                    "駆動電圧と一次電流から前記特性値テーブルを参照して，前記低周波治療器の出力電流となる前記パルストランスの二次電流の波高値(I2)を下記式を用いて計算し，",
                    "その数値を前記LCDに表示することで，",
                    "前記刺激パルスの出力電流値を正確に把握することを特徴とするものである。",
                    "I2＝α(I1−Io)，ただしα＝定数」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "作用",
                  "text": [
                    "・ 「【0005】",
                    "【作用】パルストランスの駆動回路に電流検出回路を設置することで，トランス本来の絶縁性能を損なうことなく，出力電流であるトランスの二次電流が正確に求められる。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "・ 「【0006】",
                    "【実施例】以下，図面に従い本発明を説明する。図1は本発明の低周波治療器の実施例を示す回路図である。図1において，第一の実施例では，通常，リレー19の接点は信号20側に接続されており，昇圧トランス1の二次側出力は導子電極を経由して直接人体部位2と接続される。2は回路的に接続した人体抵抗である。一方，トランス1の一次側には，パルス駆動電源15と信号用電源30があり，制御される全ての回路はトランスの二次側回路とは全く絶縁されている。また一次側には回路の制御用MPU10がある。11はMPUの動作用発振子であり，パルス幅，周期，その他必要な時間管理の基本クロックのもとになる。MPUは，メモリーとしてROMおよびRAM，A／D変換器，D／A変換器および入出力ポートを持っている。また図示していないがMPUには表示装置として，パルス幅，周期，タイマー時間および電流値等の数値表示，およびエラーや警告等の文字列を表示するLCDが接続されている。」・ 「【0007】人体への刺激パルスは，昇圧トランスのセンタータップ3へ所定の設定電圧を印加した上で，一次巻き線の両端を交互にドライブすることによる二次側の誘起電圧によって発生する。回路信号はプログラムで制御される。",
                    "図1において，トランス電圧の設定データはMPU内のD／A変換器でアナログ値に変換され，出力ポート9から増幅器14を経て，トランスの設定電圧としてセンタータップ3に出力される。またトランスの駆動方法は，パルス幅・周期および駆動時間をプログラムで管理された信号7と信号8を周期毎に交互に駆動し，正負一対の刺激パルスを得る。信号7を駆動すると正(上)パルス，また信号8を駆動すると負(下)パルスを得る。…また図1においてトランスの一次電流は，電流検出抵抗4で電圧値に変換され，増幅器5からMPUのA／D変換器の入力信号6となり，MPUへディジタル値が読み込まれる。」・ 「【0009】図5は計算式の説明のため，トランスの一次電流と二次電流の関係を示す図である。図において，出力抵抗R(r＝R)のときの一次電流をI1，二次電流をI2とする。またトランスの二次側短絡時(r＝0)の一次電流をI1S，二次電流をI2Sとする。また無負荷時(r＝∞)の一次電流をIoとする。",
                    "それぞれの電流の関係は，図のように直線と見なせるので，三角形の相似条件から次式が成立する。",
                    "I2／(I1−Io)＝I2s／(I1S−Io)",
                    "従って，I2＝I2s／(I1S−Io)×(I1−Io)………式(1)となる。または更に，無負荷励磁電流(Io)は短絡電流(I1S)に比べ，十分小さいと仮定すれば，I2＝α(I1−Io)………………式(2)ただしα＝定数 と置ける。従って，トランスの設定電圧(V)毎に無負荷電流(Io)と短絡電流(I1S，I2S)を測定して，MPUの記憶装置に特性値テーブルとして格納する。または事前試験を行い，トランスのIoを求めた上，前述した式(2)からαを求め特性値テーブルを作る。予めMPUが記憶したトランスの特性値テーブルとなる無負荷電流(Io)と短絡電流(I1SとI2S)を，説明のためグラフ図形として図6に表示する。」",
                    "・ 「【0010】図2は本発明による低周波治療器のフローチャートを示す図である。図において，パルス出力を希望する場合30Y，始め希望する刺激パルスのパルス幅・周期・出力期間(タイマー時間)および出力電流値が手入力される32。例えば設定電流はプッシュボタン(図示せず)を押す度に1mA毎に増加(または減少)して設定される。またパルス幅はプッシュボタンを押す度に10μS毎に増加(または減少)してセットされる。ここでステップ31は初期状態として注意フラグは立っていない。次に，トランス設定電圧(V)を設定する33。これは初期状態においては(0mAから始めるため)0Vである。またトランスの特性値テーブルから，設定したトランス設定電圧(V)での無負荷電流(Io)と短絡電流(I1SとI2S)を求める34。これをパルス出力35で，実際に設定電圧に相当する電圧(Vn)をポート9から出力する。",
                    "またほぼ同時に，図3の7および8のタイミングで，図1に示す信号7および8を設定されたパルス幅で出力する35。パルスの出力後，一定時間(図3のTo)経過後，一次電流を図3の53および54のタイミングで，図1の入力信号6から読み込む36。今後パルス幅が変化しても出力モードが変わらない限り読み込み時間(To)は一定である。A／D変換器から一次電流をディジタル値として読み込んだ後，MPUは計算に先立ちトランスに架かる負荷の大きさを判定する37。即ち，人体抵抗が回路に繋がっているかどうかを判定(オープン判定)する。図1の並列抵抗29の抵抗値をRoとすると，図6において一次電流の位置が図の60で示される曲線以下の位置にあれば，MPUは回路がオープンと判定し，警報を表示(46)して出力を停止する50。ステップ37では，ある設定電圧においてオープン判定曲線60上の点をI60とすれば，(I1−I60)≦0のときオープンエラーとする。また(I1−I60)＞0ならば，36で読み込まれた一次電流と式(2)から二次電流(I2)を計算する38。また二次電流は周期毎に記憶される39。図3で説明したように，前回の出力値をIn−1，今回値をInとすると，変動値の判定40では，｜In−In−1｜≧10mAならば変動値大(ディファレンスエラー)とする。",
                    "そして警報表示47後，出力を停止する50。また前回値と今回値の差が10mA未満の場合は，次へ進み実効値電流の判定を行う41。…従って，ステップ41では，式(3)で実効値電流の計算後，既に定められた既定値(K)以内であるかの比較を行う。即ち，Irms≧Kならば，出力電流値が既定値付近になったという注意フラグを立てる48。また既定値内であれば注意フラグを立てず(クリアーして)にパルス幅・周期・電流値およびタイマーの数値表示を行う42。また刺激パルスの様態の変更を希望する場合43Yで，既にステップ48で注意フラグがある場合はステップ31で判定され，実効値電流が増加するような手動操作は禁止される49。例えば，パルス幅の増加・周期減少および電流値増加の操作は無効となり設定できない。これは実効値表示だけに限らず，波高値自体に制限を加える場合も同様である。操作者が様態変更を希望し，設定を間違えても，規定値以上の出力をしないように配慮されている。」・ 「【0012】次に，第二の実施例を説明する。第二の実施例では，図1において，リレー接点は信号21に接触し，トランスの出力は整流・平滑回路に接続される。平滑コンデンサ24および25はそれぞれプラス波形およびマイナス波形を出すためのものであり両コンデンサの両端では倍電圧が発生する。また平滑回路の出力はそれぞれホトカプラ26および27で一次側とは絶縁された状態で制御される。またホトカプラはMPUからのポート出力16と17で駆動される。…」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「【0015】",
                    "【発明の効果】本発明によれば，二次側に絶縁のための複雑な電流検出回路は必要としない。また，トランス駆動回路に電流検出回路を置くだけで，トランス絶縁された状態で，二次電流の大きさが測定できる。また，二次側に，出力パルス幅を長くするため平滑回路を設置する場合も，一次側の検出抵抗で同様に出力電流が測定できた。また，プログラム処理のため，常に出力状態の監視を行い，有益な情報処理機能を備えた，安全性の高い低周波治療器を提供できる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正発明1及び2は，治療に応じて刺激パルスの出力波形や電流値を変えることができる，パルストランスを用いた低周波治療器に関するものである。そして，本件訂正発明1は，パルストランスのセンタータップに所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することにより，二次側に誘起電圧を生じさせ，人体に正負の刺激パルスを出力させるものであり，本件訂正発明2は，上記本件訂正発明1において，二次回路に整流・平滑回路及び出力制御回路を設け，平滑回路の出力をホトカプラで制御して，刺激パルスの出力を一次側とは絶縁された状態で制御することを特徴とするものである。その上で，本件訂正発明1及び2は，パルストランスの一次側駆動回路に電流検出回路を設置することで(ここで，パルストランスの一次電流値を得る方法は，一次巻線の駆動信号パルスの出力後一定時間(To)経過後に一次電流をMPUの読み込みタイミングで入力信号から読み込むものとされている。)，トランス本来の絶縁性能を損なうことなく，出力電流であるトランスの二次電流を正確に求めることを可能にし，もって，治療効果の高い低周波治療器を提供するという意義を有するものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(相違点1と2を組み合せた相違点の下位概念認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正発明1の技術原理は特性値テーブルへの数値の出し入れの際の条件を同じものにすることにあるにもかかわらず，審決がこのような技術原理等を本件訂正発明1の下位概念における相違点として認定しなかったことは誤りであると主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1の内容は，前記2(1)の【請求項1】に記載のとおりであるが，これによれば，二次電流の波高値(I )は式「I ＝α(I −Io)」を用いて計算される値であること，特性値テーブルに書き込む定数(α)も同式を用いて計算される値であること，一次電流値は一次巻線の駆動信号のパルスの出力後一定時間(To)経過後一次電流をMPUの読み込みタイミングで入力信号から読み込むことにより測定される値であることは明らかであるが，それを超えて，特性値テーブルから読み出して二次電流の波高値(I )を計算する際の一次電流値と，特性値テーブルに書き込む際の一次電流値とのそれぞれの一次電流値の読み込み時間を同じにすること，すなわち特性値テーブルへの数値の出し入れの際の条件を同じ条件にすることについては記載がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらにいえば，以下のとおり，本件訂正に係る全文訂正明細書(甲14)にも，その旨の記載は見当たらない。",
                    "すなわち，全文訂正明細書(甲14)には，「…またトランスの特性値テーブルから，設定したトランス設定電圧(V)での無負荷電流(Io)と短絡電流(I1SとI2S)を求める34。これをパルス出力35で，実際に設定電圧に相当する電圧(Vn)をポート9から出力する。またほぼ同時に，図3の7および8のタイミングで，図1に示す信号7および8を設定されたパルス幅で出力する35。パルスの出力後，一定時間(図3のTo)経過後，一次電流を図3の53および54のタイミングで，図1の入力信号6から読み込む36。今後パルス幅が変化しても出力モードが変わらない限り読み込み時間(To)は一定である。…」(段落【0010】)として，所定の式［I ＝α(I −Io)］を用いて二次電流の波高値I2を計算するに当たり，そこで必要とされる一次電流I の値の読み込み時間については，これを予め決められた一定時間(To)にすることが記載されているといえる。",
                    "しかし，他方で定数αや無負荷励磁電流Ioを算出して特性値テーブルに書き込むことに関しては，「トランスの設定電圧(V)毎に無負荷電流(Io)と短絡電流(I1S，I2S)を測定して，MPUの記憶装置に特性値テーブルとして格納する。または事前試験を行い，トランスのIoを求めた上，前述した式(2)からαを求め特性値テーブルを作る。」(段落【0009】)として，実際に無負荷励磁電流や一次電流・二次電流の値を測定することが記載されているのみであって，その測定方法について殊更に「読み込み時間を予め決められた一定時間(To)にする」ことは記載されていない。",
                    "そして，上記全文訂正明細書におけるその余の記載に照らしても，特性値テーブルに書き込む際と読み出す際とで両者を全く同じ長さの「一定時間(To)」としなければならない必然性を見出すことはできず，特性値テーブルに書き込む際の一次電流値の読み込み時間を，上記変換式から二次電流の波高値I2を計算する際の一次電流値の読み込み時間と全く同じ長さの「予め決められた一定時間(To)」とすることが，当業者(その発明の属する技術の分野における通常の知識を有する者)にとって自明の事項とは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告の上記主張は上記全文訂正明細書の記載に基づくものということはできないから，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が本件訂正発明1の技術原理を誤って認定し，かつ技術常識のサンプリングを誤って認定したため，本件訂正発明1の相違点1についての判断を誤ったと主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が認定した本件訂正発明1と Trio300 に係る発明との相違点1は，前記第3，1，(3)，イ〈相違点1〉のとおりである。",
                    "すなわち，相違点1は，二次電流の波高値を計算する前提としてパルストランスから一次電流値を取得する方法(タイミング)について，本件訂正発明1はパルス出力後一定時間経過後とするのに対し，Trio300 に係る発明についてはその点を明示するところがない，という点にある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，Trio300 に係る発明の内容は，審決が認定したとおり，次のようなものである(争いがない。)。",
                    "「プログラム制御のためのCPUと，出力トランス(T1)から刺激パルスを発生する手段，及び前記刺激パルスの様態を表示するLCDを備えた低周波治療器において，前記刺激パルスは前記出力トランス(T1)のセンタータップに直流電圧制御回路(Q108，Q110)により所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することによる二次側の誘起電圧によって発生し，前記刺激パルスの出力電流値を数値表示するためのLCDと，前記出力電流値を手入力するためのUPキー，DOWＮキーとを備え，また前記CPUが前記出力トランス(T1)の駆動電圧を数値で設定するためのD／A変換器及び前記CPUが前記出力トランス(T1)の駆動電流を数値で読み込むためのA／D変換器を有し，また前記出力トランス(T1)の一次側回路に電流検出抵抗(R108−R113)を設置し，前記電流検出抵抗(R108",
                    "−R113)の両端電圧を増幅器を介して前記A／D変換器の入力信号とすることで，前記出力トランス(T1)の一次電流値(Ai)を得るようにし，また設定電流は前記UPキー，DOWＮキーによって増加又は減少して設定され，前記D／A変換器から前記出力トランス(T1)に駆動電圧の出力設定値として出力する一方，前記CPUの記憶装置には係数テーブルがあり，前記係数テーブルは前記出力設定値毎の数値を有し，当該数値は，パラメータ1(P1)とパラメータ2(P2)を含み，CPUのプログラムは，前記出力設定値を設定する毎に，前記出力設定値と一次電流からパラメータ1(P1)とパラメータ2(P2)を参照して，下記の式を使用して実出力電流値(Ap)を計算し，その数値をLCDに表示するようにした低周波治療器。",
                    "(式) Ap＝P1／1000×Ai−P2／10」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，Trio300に係る発明を解析した報告書である甲10報告書には，次の記載がある。",
                    "・ 「CH1及びCH2の電流検出抵抗による検出値(電圧増幅後の値)をA／D変換し，実出力電流値を算出する。」(9頁表中「出力電流測定」欄)・ 「次にCH1，CH2，又は両CHの出力電流パラメーターをUP，DOWＮキーで所望の数値に設定すると，治療を開始します。」(11頁12行～13行)・ 「前項で説明のように，UP，DOWＮキーにより所望の出力電流値を設定すると，CPU(U1)のD／A変換器出力端子(CPU 36ピン，CH1の場合)から，この設定電流値に対応する直流電圧が出力されます。例えばUPキーで，0mAから1mAにした時点で，CPUはD／A変換器出力端子から1mAに相当する直流電圧を出力し，電流制御動作を開始します。",
                    "このD／A変換器出力の直流電圧は，電圧増幅回路B(U102A，Q104，Q106)により増幅された後，直流電圧制御回路(Q108，Q110)を経て，出力トランス(T1)の一次側センタータップに供給されます。",
                    "一方，CPUの＋パルス信号(CPU60ピン)と−パルス信号(CPU59ピン)からはトランス駆動回路(Q113，Q115)およびもうひとつのトランス駆動回路(Q114，Q116)に対して交互にパルス信号が出力されます。この交互に出力されるパルス信号と出力波形の関係を【図4】に示します。",
                    "上記パルス信号により，トランス駆動回路が交互にオン状態になることで出力トランス(T1)一次側両端が交互に駆動され，出力トランス(T1)二次側即ちTrio300 出力端子(JK1)に接続された負荷に，波形データ(添付B−1／5)に示すようなプラスマイナス両極性のパルス信号が出力されます。",
                    "出力トランス(T1)はTrio300本体回路と人体との間のアイソレーションをとる事も役割の一つとして持っています。」(11頁17行～12頁4行)・ 「電流の計測は，Trio300 内部の出力トランス駆動回路に接続された電流検出抵抗(R108−113)の電圧降下値を電圧増幅回路A(U101B)で増幅しCPU内蔵のA／D変換器入力端子(CPU30ピン／AＮ0)に入力して，CPUで，A／D変換を行った後にこのA／D変換値に基づく所定の計算をすることで行っています。この電流計算においては，係数テーブルから出力設定値に対応するパラメーターを取得し，以下に示す所定のプログラム計算を行い，実出力電流値を求めます。",
                    "この電流の計測と後述の④電流の制御のプログラムは，CPUからトランス駆動用のパルス信号を出力するごと，すなわち設定周波数の周期で繰り返し実行されます。例えば，設定周波数が200Hzの場合は，0．005(200分の1)秒ごとに電流の計測と制御が繰り返し行われます。",
                    "A／D変換器入力波形の例を【図5】に示します。」(13頁2行～13行)・ 「電流計測のプログラム詳細を以下に示します。",
                    "［1］A／D変換値(Ai)の取得",
                    "A／D変換を行って，A／D変換値(Ai)を取得します。(A／D変換器入力プログラムの開始部分を添付C−1／6に示します。)",
                    "［2］係数テーブル",
                    "CPUメモリー上には，D／A変換器出力(出力設定値に相当)に対応する係数テーブルがあります。TＮS−CSTモードの係数テーブル開始部分を，添付C−2／6に示します。係数テーブルはパラメーター1(P1)とパラメーター2(P2)の2種類があります。各々のパラメーターは256段階，すなわちD／A変換器が出力するすべての電圧ごとにあります。",
                    "［3］パラメーターP1，P2の取得",
                    "係数テーブルから，出力設定値に対応するパラメーターP1とP2を取得します。」(13頁下8行～14頁5行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，Trio300 に係る発明は，治療に応じて刺激パルスの出力波形や電流値を変えることができる，パルストランスを用いた低周波治療器に関するものであり，パルストランスのセンタータップに所定の設定電圧を印加した上で，一次巻線の両端を交互に駆動することにより，二次側に誘起電圧を生じさせ，人体に正負の刺激パルスを出力させるものである。",
                    "そして，Trio300 に係る発明も，本件訂正発明1と同様，パルストランスの一次側駆動回路に電流検出回路を設置することで，トランス本来の絶縁性能を損なうことなく，出力電流であるトランスの二次電流を正確に求めることを可能にしており，上記の点で本件訂正発明1と同様の意義を有するものと認められる。",
                    "これを前提に甲10報告書の上記記載をみると，同報告書には，Trio300に係る発明における二次電流の波高値を計算する前提としてのパルストランスから一次電流値を取得する方法(タイミング)について，単に「検出値」とか，「A／D変換を行って，A／D変換値(Ai)を取得」とするだけで，具体的に示すところがない。",
                    "しかし，上記一次電流値の取得は，その後に行われる係数テーブルから定められたパラメーターを取得し，所定のプログラム計算を行い，実出力電流値を求めるというプロセスの前提となる値を求めるものであるから，計測するたびに数値が区々となるような条件設定は予定されていないことは明らかである。そして，甲10報告書【図4】(12頁)に示された出力波形ないし【図5】(13頁)に示された入力波形の形状を見ると，パルス駆動開始に伴い波形が立ち上がるものの，その際すぐにピークに達するものではなく，そこから時間の経過に伴い漸次増加し，その後最高値に達すると一定値を維持するという波形を示していることが認められる。",
                    "そうすると，一次電流値を取得するタイミングがパルス駆動開始直後の場合とピーク到達後の場合では異なる出力として認識することが考えられるから，Trio300 に係る発明における一時電流値の取得は，そのタイミングの取り方において誤差が生じないよう，一定の法則に基づくことが要請されることは明らかであり，その法則として，パルス駆動開始からのタイミングを一定のものとすることは，上記のような一次電流値の性質によるといわば自明の事柄というべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，乙2ないし乙4公報には，パルスの立上りから一定時間経過後の値を測定することに関し，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙2公報",
                      "text": [
                        "・ 「(従来の技術)",
                        "従来，時分割多元接続方式を用いた衛星通信の地上局装置においては，電圧，電流，電力等のパルス信号の波高値(ピーク値)を検出するピークホールド器が多く使用されている。従来のピークホールド器においては，ピーク値をサンプリングするためのサンプリングパルス信号を入力パルス信号のピーク値が存在する位置に与えるために，入力パルス信号の波形に合わせて入力パルス信号の立上り(又は立下り)からピーク値の位置までの間の時間に相当する所定の固定遅延時間を予め設定してサンプリングパルス信号を発生させる手段が用いられている。この手段により入力パルス信号のピーク値をサンプルホールドすることができ波高値の検出ができる。…」(1頁右欄下6行～2頁左上欄9行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙3公報",
                      "text": [
                        "・ 「〔発明の実施例〕",
                        "次に本発明のパルス状電圧の測定装置の一実施例を図に従って説明する。",
                        "TPHの発熱体に印字装置からパルス状の電圧(1)を印加したとする。このパルス状の電圧(1)は第1図に示すように零レベルの変動による微小パルス(1a)とパルスの立上り，立下りの不安定部分(1b)(1c)を含み設定電圧を(VM)，実際の電圧を(Vs)とする。",
                        "当然，印字に寄与する電圧値は不安定部分(1b)(1c)を除いた安定な部分即ち立上りから(T)秒後の電圧を測定することが望ましいことは云うまでもない。",
                        "…」(2頁左下欄8行～下1行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙4公報",
                      "text": [
                        "・ 「基準ビデオ信号4と基準レベル5とを比較器1により比較し，基準ビデオ信号4のレベルが基準レベル5より大の区間，比較器出力信号6は有効となる。",
                        "比較器出力信号6は遅延回路2により，一定時間遅らせられてサンプリングタイミング7となる。次にサンプルホールド回路3はサンプリングタイミング7の立上り部分のタイミングでレベル検出用ビデオ8のレベルを測定し，保持し，レベル信号9を出力する。」(1頁右欄11行～下2行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，乙2公報には入力パルス信号の波形に合わせて入力パルス信号の立上り(又は立下り)から所定の固定遅延時間を予め設定してピーク値のサンプルを取得することが，乙3公報には立上り前の微小パルス，立上り直後及び立下り付近の不安定部分を除いた立上り後一定時間経過後の安定パルスを測定することが，乙4公報にはサンプリングタイミングを一定時間遅らせてサンプルを取得することが，それぞれ開示されており，これらの記載によれば，パルスの立上りから一定時間経過後の値を測定するということは，本件特許の出願時(平成10年1月14日)においては周知技術であったことが認められる。",
                    "したがって，これを Trio300 に係る発明に適用して，一次電流値の取得につきパルスの立上りから一定時間経過後に行うことは，当業者において容易に想到でき，その際，具体的にいかなるタイミング(波形が漸次増加中の段階か，ピークに達した後か)で一次電流値を取得するのかは，出力波形の特性等に合わせて当業者が適宜設計すべき事項というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し原告は，相違点1に係る構成(一次電流の読み込み時間を予め決められた一定時間(To)とすること)は，一次電流の電流値を読み込むという通常の機能を超えて，時間関数である一次電流を特定し，事前試験の一次電流値と本番の際の一次電流を同じ測定時間で取得することを確実にするためのものであって，単なる設計的事項ではないと主張する。",
                    "しかし，原告が主張の前提とする，「事前試験の一次電流値と本番の際の一次電流を同じ測定時間で取得すること」という技術的事項は，本件特許の明細書又は図面の記載に基づくものということはできず採用することができないことは，上記3(取消事由1)において述べたとおりである。",
                    "そうすると，原告の主張する上記前提を採用し得ない以上，上記一定時間(To)をいかに設定し，その結果いかなる一次電流値を取得するかという点について原告の上記主張のような技術的意義を見出すことはできないのであって，これが当業者において適宜設計すべき事項であるとの前記判断を覆すことはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，審決が用いた「サンプリング」との語について，所定の周波数で周期的に対象となる信号を計測するという趣旨で理解した上で，「…当業者であれば，発生しうる最小のパルス幅と最大のパルス幅を考慮してサンプリング時点を決定するのが普通である。…」(12頁23行～25行)との判断や，「…サンプリング時点を積極的にずらしたり，変化させたりすることはむしろ極めて特異なことであり，特別の事情がない限り，サンプリング時点を変動させることは一般的には行われない。」(12頁25行～27行)との判断は誤りである旨主張する。",
                    "しかし，審決が，「パルス電流の測定において，パルスの出力などの適当な基準となる時点から一定時間経過した時点でサンプリングすることは当然のことであり…」(審決12頁22行～23行)とするとおり，審決は，定められた時点に対応するパルス電流の瞬時値を採取することをもってサンプリングと解していることは明らかである。そして，このような理解を前提とすれば，審決の上記判断は前記(2)と同旨をいうものと理解できるのであって，その判断に誤りはない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお原告は，乙2公報はピークホールドする(波高値を検出する)ものであるのに対し，本件訂正発明1は変化し始めた瞬時値をサンプルホールドする点で異なるとか，乙3公報及び乙4公報はパルス立上り時等の不安定な波形を避けてサンプルホールドするものであるのに対し，本件訂正発明1は不安定期間を避けるためのものではない等と主張するが，前記のとおり，これらはいずれも所定の固定遅延時間を予め設定してサンプリングする点で技術的意義に違いはなく，これを Trio300 に係る発明に適用できることは前記のとおりである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1と Trio300 に係る発明とは，駆動電圧と一次電流の値から特性値テーブルを参照して二次電流の値(パルストランスの二次電流の波高値)を把握しようとするものであるが，その際に用いる計算式が異なる(相違点2)ということができるところ，原告は，相違点2についての審決の判断に誤りがあると主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1は，MPUの記憶装置に，「前記駆動電圧の数値と前記一次電流値(I1)および既に記憶されている前記パルストランスの特性値テーブル」があるところ，前記特性値テーブルが有する設定電圧(V)毎の数値は「定数(α)と無負荷励磁電流(Io)」を含むものであり，MPUのプログラムは，「前記設定電圧(V)を設定する毎に，駆動電圧と一次電流から前記特性値テーブルを参照して，前記低周波治療器の出力電流となる前記パルストランスの二次電流の波高値(I2)」を計算するに当たり，次の式(以下「式①」という。)を用いるものである。",
                    "(式①) I2＝α(I1−Io) ただしα＝定数",
                    "なお，上記式①において出力抵抗R(r＝R)のときの一次電流がI1，二次電流がI2，無負荷時(r＝∞)の一次電流がIoである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，Trio300 に係る発明では，CPUの記憶装置に，「係数テーブル」があり，「係数テーブル」が有する設定電圧(V)毎の数値は「パラメータ1(P1)とパラメータ2(P2)」を含むものであり，CPUのプログラムは，「前記出力設定値を設定する毎に，前記出力設定値と一次電流からパラメータ1(P1)とパラメータ2(P2)を参照して，実出力電流値(Ap)」を計算するに当たり，本件訂正発明1における式①ではなく，次の式(以下「式②」という。)を用いるというものである。",
                    "(式②) Ap＝P1／1000×Ai−P2／10",
                    "なお，上記式②において，実出力電流値Apは本件訂正発明1における二次電流の波高値(I2)に相当し，Aiは一次電流値(I1)に相当するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，昭和61年2月に発行された平易な解説書である「絵とき電気機器」(株式会社オーム社発行，甲12)には，次の記載がある。",
                    "「…図32・4は，二次巻線の両端に負荷を接続した場合で，変圧器の負荷時という…．同図において，二次巻線Ｎ には次のような二次負荷電流が流れる．",
                    "E",
                    "I ＝──",
                    "Z",
                    "このI によって，二次巻線には新たにＮ I の起磁力が生じ，これが主磁束φを打ち消すように働く．そこで主磁束φが打ち消されないように，一次巻線には新たな電流I が流入して，一次巻線にＮ1’ 1",
                    "I の起磁力が生じ，Ｎ I ＋Ｎ I ＝0となる．このI の電",
                    "1’ 2 2 1 1’ 1’",
                    "流を一次負荷電流という．",
                    "したがって，負荷時の一次全電流I は次のようになる．",
                    "I ＝I ＋I"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "0 1’",
          "text": [
            "…」(112頁1行～10行)",
            "「…一次負荷電流I とI との間には，Ｎ I ＋Ｎ I ＝0",
            "1’ 2 1 1’ 2 2",
            "であるから，巻数比をaとすると，次のようになる．",
            "Ｎ I",
            "I ＝−──I ＝−── 〔A〕",
            "1’ 2",
            "Ｎ a",
            "…」(115頁下4行～下2行)",
            "これによれば，一般に，変圧器(トランス)の一次電流に無負荷励磁電流に相当するオフセットがあること(I ＝I ＋I )，またオフセット"
          ]
        },
        {
          "fig": "1",
          "subject": "0 1’",
          "text": [
            "を除いた一次電流値と二次電流値は巻線比による比例関係にあることは技術常識であると認められる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "エ",
                  "text": [
                    "そして，これを前提に式①をみると，Ioはオフセットの値に相当し，オフセットを除いた一次電流と二次電流が巻線比に依存する比例関係にあるという上記技術常識を数式により表現したものであることは明らかである。",
                    "他方，式②においてAp＝0(すなわち二次電流が0)になる場合とは，一次電流(Ai)が100×P2／P1のときであり，その場合の式②は，次のように表現することができる。",
                    "0＝(P1／1000)×(100×P2／P1)−(P2／10)",
                    "なお，P2／10＝(P1／1000)×(100×P2／P1)",
                    "そして，これに上記技術常識を併せ考慮すると，上記変形後の式②は，100×P2／P1が本件訂正発明1の無負荷励磁電流Ioに相当し，また，P1／1000は本件訂正発明1のαに相当するものと認められる。",
                    "これを換言すれば，100×P2／P1はオフセットの値に相当し，P1／1000という定数により，オフセットを除いた一次電流と二次電流が巻線比に依存する比例関係にあるという上記技術常識を数式により表現したものということができる。なお原告は，上記式②を変形することにつき動機付けが欠けているなどと主張するが，オフセットを除いた一次電流値と二次電流値とが巻線比による比例関係にあるという技術常識に照らせば，上記のような式の変形には格別の困難は見当たらないというべきであるから，原告の主張は採用することができない。",
                    "そうすると，式①と式②は，表現は異なるものの，一次電流値と二次電流値との関係を表すものとして等価値であり，簡単な数学的操作により相互に変換できるのであるから，二次電流の波高値の計算に式①を用いた点に技術的困難性を見出すことはできない。",
                    "そして，式①の定数(α)は，一次電流と二次電流の比例係数であり，パルストランスの一次電流とそれに対する二次電流の測定値と，無負荷励磁電流(Io)とから一意的に決まることが明らかであるから，事前試験を行い，前記無負荷励磁電流(Io)を求めた上で式①の定数(α)を決めることは，当業者が容易になし得る設計事項にすぎない。",
                    "したがって，本件訂正発明1は，Trio300 に係る発明に基づいて，同発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上に対し原告は，審決の論理によれば一次電流値と二次電流値が比例関係にあるから，Trio300 に係る発明ではパラメータP1／1000(比例定数)は巻線比により算出されると考えるべきなのに対し，本件訂正発明1における定数(α)は，事前試験を行い，無負荷励磁電流(Io)を求めた上で，その1次変換式からαを求めることで算出する計算値のことであるから，定数(α)は，一般の変圧器の巻線比のことではなく，したがってP1／1000から本件訂正発明1の定数αを直接予測することはできない旨主張する。",
                    "しかし，上記甲10報告書の記載によれば，Trio300 に係る発明では，パラメータP1，P2のテーブルが，D／A変換器が出力するすべての電圧ごとに予め用意されており，上記の式②を用いて，直接A／D変換器からの入力値に対応する実出力電流値Apを計算するものであって，敢えてパルストランスの巻線比からP1／1000を求める理由はない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，本件訂正発明1においては，事前試験を行い，無負荷励磁電流(Io)を求めた上で，式①により定数(α)を求めることに技術的意義があると主張するが，前記のとおり，本件訂正発明1と Trio300 に係る発明におけるパルストランスの回路部分に相違点はなく，これが一致すれば無負荷励磁電流の値，巻線比及びこれに基づく一次電流値と二次電流値の比例関係もまた一致することは明らかであり，同一回路を前提とする以上，式①及び式②の技術的意義に差異を見出すことはできない。そして，式①の定数(α)を事前試験の結果に基づいて求めることが設計事項にすぎないことは，前記(2)のとおりである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告は，審決のルックアップテーブルないしキャリブレーションについての理解が誤りであると主張する。",
                    "この点，原告のルックアップテーブルに関する主張は，審決がルックアップテーブルに格納するという技術思想は周知技術であるとしたことについて，格納される中身の「定数α」までもが周知技術となるとの判断を包含するとの趣旨に理解することを前提とするものである。",
                    "しかし，審決は，「また，CPUを用いて制御が行われる機器において，数式の演算に代えて，または数式のパラメータについて，事前の計算により，または事前の実験によりデータを求めておき，これをルックアップテーブルに予め格納しておくことは周知の技術である。…」(14頁7行～10行)として，「パラメータ」，すなわち Trio300 に係る発明においてはP1ないしP2を事前の計算ないし実験により求めた上で，これを格納することを述べるにとどまり，本件訂正発明1における「定数α」に対応する数値自体が技術常識として自明である旨を述べるものではない。",
                    "そして，このような「定数α」に対応する値は回路構成により適宜設定されるべきものであることは明らかであって，そのことが相違点2に係る前記容易想到性の判断を左右するものではない。したがって，原告の上記主張は採用することができない。",
                    "また，原告は，「事前試験の一次電流値と本番の際の一次電流を同じ測定時間で取得すること」という技術的事項を前提に，Trio300 に係る発明は一次電流値が時間関数であるという阻害要因が存在するため，キャリブレーション(ある一次式が与えられた場合，事前試験することで，そのパラメータ(例えばP1／1000)を，元の一次式から逆に計算するもの)としての前提条件が破綻し，キャリブレーションの手法自体を適用することができない旨主張するが，原告がその主張の前提とする上記技術的事項が本件特許の明細書又は図面の記載に基づくものということはできず採用することができないことは，上記3(取消事由1)において述べたとおりであるし，同様に，その主張の前提とする相違点1についての原告の主張も採用することができないことは，上記4(取消事由2)において述べたとおりである。",
                    "したがって，原告の上記主張は相違点2に係る前記容易想到性の判断を左右するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}