{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−16949号事件について平成19年10月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「X線画像検出器」とする後記特許の出願人である原告が，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願が，下記刊行物1～3との関係で進歩性を有するか(特許法29条2項)，等である。",
            "記",
            "・刊行物1：特開平4−212458号公報(発明の名称「センサマトリックス」，出願人 エヌ・ベー・フィリップス・フルーイランペンファブリケン，公開日 平成4年8月4日。以下これに記載された発明を「刊行物発明」という。甲1)",
            "・刊行物2：特開昭62−86855号公報(発明の名称「放射線用固体撮像素子」，出願人 富士写真フイルム株式会社，公開日 昭和62年4月21日。甲2)",
            "・刊行物3：特開昭60−42989号公報(発明の名称「固体撮像装置」，出願人 三菱電機株式会社，公開日 昭和60年3月7日。甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，1992年(平成4年)8月17日の優先権(ドイツ国)を主張して，平成5年8月13日，名称を「X線画像検出器」とする発明について特許出願(特願平5−201719号，請求項の数9，以下「本願」という。",
                "甲8。公開公報は特開平6−209097号〔甲10〕)をしたが，平成19年3月12日に拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2007−16949号事件として審理し，その中で原告は平成19年7月18日付けで特許請求の範囲の変更を内容とする手続補正(以下「本件補正」という。請求項の数9。甲9)をしたが，特許庁は，平成19年10月29日，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日附加)をし，その謄本は平成19年11月13日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項の数は前記のとおり9であるが，そのうち請求項1は，次のとおりである(下線は補正部分。以下この発明を「本願発明」という)。",
                "「【請求項1】 複数のX線感応センサを有し，",
                "各センサは，コレクティング電極と該コレクティング電極を出力導線に接続するスイッチング素子とを有し，",
                "光伝導体層は個々のコレクティング電極とバイアス電極との間に設けられ，",
                "前記コレクティング電極は基準電極と共に，前記光伝導体で生成される電荷キャリアによって充電され得るキャパシタンスを形成する，X線画像検出器であって，",
                "各コレクティング電極は，第1電極部及び第2電極部を有し，前記第1電極部は付随する出力導線に隣接する各々の領域に配置され，前記第2電極部と前記出力導線間の寄生キャパシタンスが小さく留まるように前記出力導線の上に厚さが少なくとも3μmである絶縁層が設けられ，",
                "前記第2電極部は，前記絶縁層を通って延びるコンタクト孔を介して前記第1電極部に電気的に接続され，前記第1電極部よりも大きな表面領域を有し，前記第1電極部と前記バイアス電極との間に配置されることを特徴とするX線画像検出器。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本願発明は，その出願前に頒布された前記刊行物1～3に記載された各発明及び周知技術等に基づき当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，上記判断に当たり，刊行物発明の内容を以下のとおり認定し，刊行物発明と本願発明との一致点及び相違点を，次のとおりとした。",
                    "〈刊行物発明の内容〉",
                    "「複数のX線感知薄膜センサ1を有し，",
                    "各センサ1は，記憶容量3と電界効果トランジスタ4とを備え，センサ1の第1の電極2及び記憶容量3間の接続部は電界効果トランジスタ4のソース端子に接続され，電界効果トランジスタ4のドレーン端子は読出ライン10に接続され，",
                    "半導体層5は，隣るセンサ1の第1の電極2から機械的及び電気的に分離された第1の電極2と，直流電源7によりバイアスされマトリックスの全てのセンサ用の共通の第2の電極6との間に設けられ，第1の電極2は関連センサ1内の記憶容量3の第1の電極に接続され，X線が半導体層5上に入射される時，照射は導電率が変化される半導体層で吸収され，センサ1の記憶容量3を電気的に充電されるようにする電荷シフトが起こる，センサマトリックス。」",
                    "〈一致点〉",
                    "本願発明と刊行物発明とは，",
                    "「複数のX線感応センサを有し，",
                    "各センサは，コレクティング電極と該コレクティング電極を出力導線に接続するスイッチング素子とを有し，",
                    "光伝導体層は個々のコレクティング電極とバイアス電極との間に設けられ，",
                    "前記コレクティング電極は，前記光伝導体で生成される電荷キャリアによって充電され得るキャパシタンスを形成する，X線画像検出器。」である点で一致する。",
                    "〈相違点1〉",
                    "本願発明は，「前記コレクティング電極は基準電極と共に，前記光伝導体で生成される電荷キャリアによって充電され得るキャパシタンスを形成」しているのに対し，刊行物発明では，その第1の電極2は記憶容量3を形成するものの，他方の電極が明らかではない点。",
                    "〈相違点2〉",
                    "本願発明は，「各コレクティング電極は，第1電極部及び第2電極部を有し，前記第1電極部は付随する出力導線に隣接する各々の領域に配置され，前記第2電極部と前記出力導線間の寄生キャパシタンスが小さく留まるように前記出力導線の上に厚さが少なくとも3μmである絶縁層が設けられ，前記第2電極部は，前記絶縁層を通って延びるコンタクト孔を介して前記第1電極部に電気的に接続され，前記第1電極部よりも大きな表面領域を有し，前記第1電極部と前記バイアス電極との間に配置される」のに対し，刊行物発明では，このような構成を有していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べる誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，本願発明と刊行物発明との相違点2についての判断を誤ったものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「光導電膜の下部電極と走査回路の出力導線との間に寄生容量が生じ，雑音が現れることは，本願優先権主張日の時点において，周知の技術課題である。」(9頁4行～6行)と認定した。",
                        "しかし，周知性を立証するためには複数の公知文献を挙げるべきところ，審決は特開昭58−190166号公報(発明の名称「固体撮像素子」，出願人 株式会社日立製作所，公開日 昭和58年11月7日。甲7)を挙げるのみ(8頁末行～9頁1行)であり，また，そこから光導電膜の下部電極と走査回路の出力導線との間に寄生容量が生じ雑音が現れることが周知であるとはいえない。",
                        "加えて，甲7には，本願発明の第2電極部14に相当する電極が示されておらず，本願発明の課題である第2電極部14と出力導線7との間の寄生容量に関するものではなく，甲7により本願発明の核心部分が周知であるとする審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，上記技術課題を解決するためには「寄生容量を小さくすることが必要であるから，その手段として…下部電極と出力導線間の絶縁膜を厚くすること…等が直ちに想到され，その中でも，下部電極と出力導線間の絶縁膜を厚くすることは，他の手段と比較して最も簡易に実現可能な手段にすぎない。」(9頁7行～14行)と認定した。",
                        "しかしこの認定は本願発明を知った後にいえる後知恵であり，甲7には，下部電極と出力導線間の絶縁膜を厚くすることは開示されていないばかりか，むしろ甲7の第2図にも示されているように，絵素電極の間隙24がY信号出力線4’−2の上部に相当する領域に設けられており，絵素電極とY信号出力線の重なりのない構造を採用している(甲7，2頁右下12行～16行)。",
                        "仮に本願発明においてこのような構造とすると，絵素電極の面積が縮小していまい，本願発明の高感度の課題が達成できず，甲7の記載を刊行物発明に組み合わせることには阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに審決は，「本願発明においては他の要素が数値的に何も特定されていないから，上記『厚さが少なくとも3μmである』ことに臨界的な意義を認めることはでき」ない旨(9頁25行～27行)認定した。",
                        "しかし，本願発明はX線画像検出器に係るものであって，特に各要素の寸法については，請求項1において特定こそしていないものの，一般的な寸法を備えることは本願明細書(甲8)の記載等から当業者にとって自明である。",
                        "すなわち，電極間の層は一般的に非常に薄く「0．2ないし1μmの大きさのオーダー」であり(本願明細書〔甲8〕段落【0005】)，また隣接するコレクティング電極の対向面の間隔距離は，一般的に，5ないし15μmであるところ，本願発明のコレクティング電極の大きさは，1画素当たり有効表面領域に対するコレクティング電極の表面領域の割合は100μmの大きさの画素に対して90％に及ぶほどの寸法である(本願明細書〔甲8〕段落【0015】)。",
                        "このように，本願発明は，一般的な寸法であるX線画像検出器において，絶縁層の厚さを，一般的な0．2ないし1μmの大きさではなく，少なくとも13μmにしたものであり，臨界的な意義を認めることができないとした審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のように，X線画像検出器に係る本願発明における背反する課題である，高感度および低寄生キャパシタンス(寄生容量を少なくすること)は，審決で引用されたいずれの文献にも開示されておらず，かつ，これらの課題を解決した本願発明の相違点2に係る構成も，審決が引用したいずれの文献にも開示されていない。",
                        "原告は，原告の出願である刊行物1において，本願発明の特有の課題に関して動機付けを全く示しておらず，刊行物1を他の刊行物と組み合わせる契機は，本願発明をおいて他にはない。",
                        "甲2には，スイッチング素子を介して1次電極17A(本願発明の「第1電極部11」に相当する)に接続する出力線15(本願発明の「出力導線7」に相当する)と，2次電極17B(本願発明の「第2電極部14」に相当する)との間の寄生キャパシタンスについての課題が開示されていない。また，出力線15と2次電極17Bとの間の寄生キャパシタンスが小さく留まるように，出力線15の上の絶縁層の厚さを厚くした構成が開示されていない。",
                        "また甲3の第1図に示す従来例においては，MOSトランジスタを介してソース2の一層配線4(本願発明の「第1電極部11」に相当する)に接続するドレイン3の一層配線4(本願発明の「出力導線7」に相当する)と，2層配線6(本願発明の「第2電極部14」に相当する)との間の寄生キャパシタンスについての課題が開示されていない。また，ドレイン3の一層配線4と2層配線6との間の寄生キャパシタンスが小さく留まるように，ドレイン3の一層配線4の上の絶縁層の厚さを厚くした構成が開示されていない。",
                        "審決は，本願発明の特有の課題及び構成に関して，それぞれ課題や構成を別個独立に示す多数の文献を動機付けを示さずに単純に組み合わせることにより，本願発明の進歩性を否定したものであり，違法である。",
                        "上記のように，審決の相違点2についての判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(審判手続の法令違反)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点2のうち「前記第2電極部と前記出力導線間の寄生キャパシタンスが小さく留まるように前記出力導線の上に厚さが少なくとも3μmである絶縁層が設けられ」るという点は，本件補正の際に原告が請求項1に追加したものであり，本願発明の本質的特徴となる核心部分である。審判手続においては，この核心部分が甲1～3のいずれにも開示されていないことから，甲7を探し出していきなり審決をした。",
                        "甲7は，審査の過程でも引用されたことがない新しい文献である。本件審判事件が審判官の合議に付された平成19年9月28日のわずか12日後の平成19年10月9日に審理終結通知が発せられ，この新しい文献に対する反論も補正の機会も与えられずに，審決がされた。",
                        "もし原告に意見を述べる機会が適正に与えられていたのであれば，甲7が実は本願発明の核心部分の課題ではなく，本願発明の従来技術の課題及び解決手段を示したにすぎないことを審判官に教示できたはずであるところ，その機会が与えられず，結果として，審判官の誤った独断に基づき本件審決がされた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このように審決は，引用されたことのない甲7を初めて引用することにより，本願発明の特徴点が周知であると誤って認定し，原告に意見の陳述や補正をする機会を与えず，不意打ち的に審決をした。本件審決において，甲7を引用した審決の理由付けは進歩性否定の核心であり，これについて意見の陳述や補正の機会を与えない本件審判手続は，特許法159条2項で準用する同法50条の規定に違反し，手続の保障を欠くものであるから，違法である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，被告が挙げる乙3，乙4に開示された発明には，いずれもコレクティング電極を2つの電極から構成していないし，本願発明の第2電極14と出力導線7との間の絶縁層を厚くした構成を開示しておらず，本願発明と関係がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)・(2)・(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，審決に原告主張の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の認定について",
                  "text": [
                    "本願発明が属する技術分野である固体撮像素子の分野，及びそれに密接に関連する半導体の分野は，技術進歩が極めて速い分野であって，本願発明の「コレクティング電極」に相当する光導電膜の下部電極と，走査回路の出力導線との間に寄生容量が生じ，雑音が現れること，すなわち，雑音防止のために寄生容量を小さくすることが必要であることは，本願の優先権主張日前において周知の技術課題である。上記課題が周知であることを示す例として審決が挙げた甲7は，本願の優先権主張日の約9年前に頒布されたものであるから，優先権主張日において周知であった証拠として充分なものである。例示する文献が1つであるから周知とはいえないという原告の主張は，技術分野の特殊性や，例示する文献の頒布された時期から本願の優先権主張日までの長い時間的経過を無視したものであり，妥当でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲7と刊行物発明の組み合わせの妥当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのとおり，光導電膜の下部電極と走査回路の出力導線との間に寄生容量が生じ，雑音が現れることは本願の優先権主張日前において周知の技術課題である。",
                        "ところで，寄生容量とは，いうまでもなく寄生的に生ずる静電容量を意味するものであるが，静電容量が，",
                        "対向する電極の面積 × 誘電率 ÷ 電極間の距離 (式1)",
                        "で表されることは，当業者には自明ともいえる技術常識であるから，寄生容量を小さくするための手段が，",
                        "手段A：対向する電極の面積を小さくする。",
                        "手段B：誘電率を小さくする。",
                        "手段C：電極間の距離を大きくする。",
                        "の三者択一であることも，当業者にとって等しく自明な事項である。",
                        "そして，手段Aを実践するためには，電極の大きさ，形状，又は配置等を変更する必要があり，また，手段Bについては，絶縁膜を構成する材料自体を変更する必要があり，いずれも設計の大幅な見直しが必要となるのに対して，手段Cについては，絶縁膜の厚さを増せばよいのであるから，当該手段Cが他の選択肢と比較して容易に実現し得るものであることは，当業者であれば即座に想到し得るところである。",
                        "したがって，審決の「寄生容量を小さくすることが必要であるから，その手段として，…下部電極と出力導線間の絶縁膜を厚くすること…等が直ちに想到され，その中でも，下部電極と出力導線間の絶縁膜を厚くすることは，他の手段と比較して最も簡易に実現可能な手段にすぎない」(9頁7行～14行)という判断は妥当である。",
                        "これと関連して，原告は，甲7は，絵素電極とY信号出力線の重なりがないという構造のため，絵素電極の面積は縮小し，本願発明における高感度にするという課題が達成できず，それが甲7を刊行物発明に組み合わせることの阻害要因になると主張するが，そもそも甲7は，刊行物発明と組み合わせるためではなく，光導電膜の下部電極と走査回路の出力導線との間に寄生容量が生じ雑音が現れるという技術課題が周知であることを例示するために挙げた文献にすぎないのであるから，甲7に本願発明と異なる課題解決手段が書かれていることは，当業者の自然な思考過程に何ら影響を与えるものではなく，原告が主張する阻害要因は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，審決の上記「寄生容量を小さくすることが必要であるから，その手段として，…下部電極と出力導線間の絶縁膜を厚くすること…等が直ちに想到され，その中でも，下部電極と出力導線間の絶縁膜を厚くすることは，他の手段と比較して最も簡易に実現可能な手段にすぎない」(9頁7行～14行)との判断が妥当であることを示すための刊行物として，乙1を提出する。",
                        "乙1(特開昭57−32682号公報，発明の名称「固体撮像素子」，出願人 松下電器産業株式会社，公開日 昭和57年2月22日)には，以下の事項が記載されている。",
                        "・ 「この発明は固体撮像素子に関するものである。",
                        "近年，固体撮像素子のダイナミックレンジをあげるためにブルーミング抑制や光導体膜を利用して受光部を電圧制御する方式のものが開発されており，その一例のイメージ領域の断面図を第1図に示す。」(1頁右欄1行～6行)",
                        "・ 「しかしながら，このような固体撮像素子の構成では，絶縁膜10を介したポリシリコン電極8，9間に浮遊容量C が生じ，この浮遊容量C は，前記固体撮像素子の等価回路を示す第2図において転送駆動電圧V と受光領域Aのダイオード電位V との間に存在す"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "D",
          "text": [
            "ることとなり，この浮遊容量C の影響で受光領域Aに印加される駆動電圧が減殺され，十分なダイナミックレンジを得ることができないという欠点を有する。」(2頁左上欄19行～右上欄7行)・ 「なお，第1図に示す従来例の構成において，ポリシリコン電極8，9間の絶縁膜10の厚さは3000Å以下に形成してあり，極間距離が小さいほどその値が大きくなる浮遊容量C の存在を無視することができないのであるが，この絶縁膜10を例えば厚さ7000Å以上のLOCOS酸化膜で形成することにより，前記浮遊容量をほとんど無視できる程度まで低減化することができる。」(3頁左下欄15行～右下欄2行)",
            "上記記載によれば，乙1は，本願の優先権主張日の約10年前に頒布された刊行物であって，固体撮像素子において，電極間の寄生容量を低減するための手段として，電極間の絶縁膜を厚くする技術が記載されており，寄生容量を小さくするために絶縁膜を厚くすることは，本願の優先権主張日前に当業者において普通に行われていた事項にすぎない。",
            "したがって，この点からみても，審決にあるとおり，「下部電極と出力導線間の絶縁膜を厚くすることは，他の手段と比較して最も簡易に実現可能な手段にすぎない」ことは明らかである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらにいえば，本願発明のコレクティング電極と走査回路の出力導線の間に設けられているような絶縁膜は，一般に「層間絶縁膜」と称され，半導体集積回路装置に不可欠のものであるが，当該層間絶縁膜は，その名の通り，各導体間を絶縁することを目的とするものである。そして，各導体間を絶縁するためには，直流信号を絶縁するために電気抵抗を高くするとともに，交流信号を絶縁するために各導線間の寄生容量を小さくすることが必要であることは，当業者における常識であるから，層間絶縁膜は，元来，寄生容量を充分に小さくする程度の厚さを有するものである。",
                        "したがって，本願発明のように，コレクティング電極と出力導線間に設けられた絶縁膜を，両電極間の寄生容量が充分小さくなるような厚さとすることは，層間絶縁膜に要求される本来の機能に鑑みて，当業者が当然に行う事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおりであるから，審決の「寄生容量を小さくすることが必要であるから，その手段として，…下部電極と出力導線間の絶縁膜を厚くすること等が直ちに想到され，その中でも，下部電極と出力導線間の絶縁膜を厚くすることは，他の手段と比較して最も簡易に実現可能な手段にすぎない」との判断は妥当であり，甲7の記載と刊行物発明の組み合わせに関連した原告の主張は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「厚さが少なくとも3μmである」ことの臨界的意義について(ア) 上記で述べたように，刊行物発明において，光導電膜の下部電極と走査回路の出力導線の間に設けられた絶縁膜の厚さを，両電極間の寄生容量を小さくするために厚くすることは，当業者が即座に想到し得る事項である。そして，絶縁膜が厚ければ厚いほど，寄生容量を小さくでき，雑音を低減できることは，上記イ(ア)の(式1)から当業者には自明な事項であるから，「前記第2電極部と前記出力導線間の寄生キャパシタンスが小さく留まるように前記出力導線の上に厚さが少なくとも3μmである絶縁層が設けられ」ていることを根拠として本願発明の進歩性が肯定されるためには，「3μm」という値が，格別の臨界的な意義を有していることが必要である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，この「3μm」という値について検討すると，両電極間の寄生容量は，基板，導電膜，絶縁膜等を構成する材料，素子の構造や大きさ，配線の太さや形状，素子と配線のレイアウト等，対象となる装置の構成に応じて異なるものであり，かつ，寄生容量をどの程度減らさなくてはならないかは，必要とされる性能(すなわち，許容される雑音)やコスト等により異なるものであるところ，本願発明においては，上に述べたような装置の構成や要求される性能等についての特定がなされていない。そして，そのように不確定要素が多い状況下において，絶縁膜の厚さを「3μm」以上とするか否かにより特性が顕著に変化することは，常識的に考えてあり得ないことである。",
                        "したがって，本願発明における「3μm」という値が臨界的な意義を有しないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本願発明における各要素の寸法は請求項1に記載されていなくとも，一般的な寸法を備えることは当業者にとって自明であるから，審決の認定は誤りであると主張している。しかしながら，X線画像検出器は，画素数や用途により大きさや構造が当然異なるものであるから，原告が主張する「一般的な寸法」なるものは存在しない。また，仮に，X画像検出器の寸法がある程度の範囲に収まるものであったとしても，寄生容量は寸法のみならず，上記で述べたような様々な要素に依存するものであるから，「3μm」という絶縁膜の厚さに臨界的な意義がないことは明らかである。",
                        "現に，本願明細書(甲8)の発明の詳細な説明の段落【0016】には，「…このような寄生キャパシタンスを最小とするためには，絶縁層13は少なくとも3μm，望ましくは5ないし10μmの厚さより成るべきである。この場合，比誘電率は4ないし5と仮定する(さらに高い誘電率を得るためには，絶縁層をはるかに厚くしなければならない)。",
                        "この場合に適した材料は，シリコン酸化物，シリコン窒化物，又は，ポリアミド樹脂である。」と記載されており，本願発明における「3μm」という値は，普遍的なものではなく，絶縁層の材質等に応じて変わる性格のものであることが本願明細書の記載からも明らかである。",
                        "したがって，本願発明における各要素の寸法が請求項1に記載されていなくとも「3μm」が臨界的意義を有するという原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "次に，電極間の層は，一般的に，非常に薄く0．2ないし1μmのオーダーであるから，「厚さが少なくとも3μmである」ことが臨界的意義を有するという原告の主張について反論する。",
                        "この点に関し，寄生容量を少なくするために，電極間に設ける層間絶縁膜の厚さを3μmとすることが，本願の優先権主張日前において当業者により普通に行われていたことを示すため，本願の優先権主張日前に頒布された刊行物である乙2を提出する。",
                        "乙2(特開昭61−5550号公報，発明の名称「半導体装置およびその製造方法」，出願人 日立マイクロコンピュータエンジニアリング株式会社，公開日 昭和61年1月11日)には，以下の事項が記載されている。",
                        "・ 「本発明は多層配線構造を有する半導体装置に関し，主として高周波用リニアIC(半導体集積回路装置)を対象とする。」(1頁右欄8行～10行)",
                        "・ 「(1)第1層と第2層のアルミニウム配線が層間膜を介して交差する部分では層間膜であるポリイミド膜4の厚さはたとえばd −d ＝3．0μm程度と充分に厚く形成できるため，寄生容量によるクロストークや発振遅延を防止することが出来る。」(3頁左下欄19行～右下欄4行)",
                        "上記記載によれば，乙2には，半導体装置に用いられる層間膜，すなわち電極間の層間絶縁膜を，厚さ3μmのポリイミドとすることが記載されており，本願発明のように，寄生容量の低減を目的として「厚さが少なくとも3μmである絶縁層」を設けることは，本願の優先権主張日前に当業者において普通に行われていた事項にすぎない。",
                        "そして，撮像素子の絶縁膜としてポリイミドを用いることは，上記で摘記した本願明細書の段落【0016】に記載(ポリアミド樹脂)されているように，また，審決で引用した刊行物2(特開昭62−86855号公報，甲2)において，第1図の絶縁層16の材料としてポリイミドが挙げられている(甲2，2頁右上欄13行～14行)ように，当業者において周知であるから，寄生容量を小さくするために下部電極と出力導線間の絶縁膜を厚くするに際し，その厚さを3μm以上とすることは当業者にとって格別困難なことではない。",
                        "したがって，たとえ本願の優先権主張日において，X線画像検出器における電極間の層が一般的に0．2ないし1μmのオーダーのものであったとしても，その厚さを3μm以上とすることが上に述べたように当業者にとって格別困難でない以上，「厚さが少なくとも3μmである」ことが臨界的意義を有しないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "さらに，作用効果の点からみても，絶縁層の「厚さが少なくとも3μmである」ことによる作用効果に関し，本願明細書には，上記段落【0016】に「このような寄生キャパシタンスを最小とするためには，絶縁層13は少なくとも3μm，望ましくは5ないし10μmの厚さより成るべきである。この場合，比誘電率は4ないし5と仮定する(さらに高い誘電率を得るためには，絶縁層をはるかに厚くしなければならない)。」と記載されているに留まり，絶縁膜の厚さが「3μm」以下である場合と「3μm」以上である場合とで，寄生キャパシタンスがどのように変化するのかについての理論的，または実験的な説明は記載されていない。むしろ，上記の「少なくとも3μm，望ましくは5ないし10μmの厚さより成るべきである。」という記載からみて，本願発明における「3μm」は作用効果上も格別の意味を有せず，寄生キャパシタンスを低減するためには，絶縁層の厚さが厚ければ厚いほどよく，その一例として「3μm」という値を選んだにすぎないものと解するのが自然である。",
                        "したがって，作用効果の点からも，「3μm」は臨界的意義を有しないものである。",
                        "以上述べたように，どのような観点からみても，絶縁層の「厚さが少なくとも3μmである」ことに臨界的意義はなく，審決に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "組み合わせの動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の課題の内の「高感度」についてみると，光感知又はX線感知をするセンサや画像検出器において，その感度を高めることは，審決に記載したとおり当然の要請である。すなわち，本願発明のように，いわゆる2階建て構造とすることにより実質的な有効画素面積を大きくすることが，前記甲2及び甲3に記載されているように従来から試みられてきていることからも明らかなように，光感知又はX線感知をするセンサや画像検出器において「高感度」とすることは，改めて言及するまでもなく，当該分野の技術者にとって不断の技術課題といえるものである。",
                        "実際，甲7の「…この図から分るように…二階建構造となっている。",
                        "したがって，面積利用率が高く絵素当りの寸法が小さくなる，すなわち解像度が高い。光電変換部が光入射面に対して上部にあるため光損失がなく光感度が高い。…」(2頁右上欄5行～12行)という記載から明らかなように，甲7に記載の発明も，高感度という技術課題を解決することを前提とした改良発明であり，「高感度」という前提の下で，寄生容量すなわち寄生キャパシタンスを少なくするという技術課題を解決するためのものであることは明らかである。",
                        "したがって，本願発明の「高感度及び低寄生キャパシタンス」という課題が審決で引用されたいずれの文献にも開示されておらず甲1を他の刊行物と組み合わせる契機は本願発明をおいて他にないとする原告の主張は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記のとおり，審決は当業者における周知技術及び技術常識に基づき，当業者が相違点2の構成を容易に想到し得た根拠を明確に示しており，審決が，本願発明特有の課題及び構成に関して，それぞれ課題や構成を別個独立に示す多数の文献を動機付けを示さずに単純に組み合わせることにより本願発明の進歩性を否定したものであるから違法であるという原告の主張は事実に反する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲7は審査の過程で引用されたことがない文献であり，これ対する反論の機会を与えることなく審決がなされたことは，特許法159条2項で準用する同法50条の規定に違反し，手続の保障を欠くものであるから違法であると主張する。",
                    "しかし，一般に半導体集積回路装置において，センサからの信号のような微弱な信号を伝達する導線について，他の導線との間の寄生キャパシタンス(寄生容量)が小さくなるように気を配ることは，本願の優先日において当業者の技術常識であり，現に，本願明細書(甲8)にも，従来技術に関する記載として，「…従って，大きな寄生電荷がコレクティング電極11と適当な電極との間に形成されるため，コレクティング電極は，特に出力導線7だけではなく，スイッチング導線を覆わないことが重要である。",
                    "…」(段落【0005】)と，コレクティング電極11と出力導線7との間の寄生容量の悪影響について言及していることからも明らかである。",
                    "審決は，周知例として本願の優先日の9年前に頒布された文献である甲7を挙げ，課題が周知であることを詳しく説明しており，審決における周知性の判断に何ら問題はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "加えて，甲7よりも前に頒布された文献である乙3，乙4には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙3(実願昭55−73947号〔実開昭56−176568号公",
                      "text": [
                        "報〕のマイクロフィルム，考案の名称「固体撮像素子」，出願人 株式会社日立製作所)には，「第9図には本考案の他の実施例を示す。第9図(a)は，いわゆる二階建光センサ(IEDMダイジエスト1979，塚田，他)である。これは，従来の固体撮像素子の上に電極92，サチコンなどの非晶質膜91および透明電極90を設けたものであり，この場合でも，図中Cfで示した寄生容量が画質を劣化している。 第9図(b)は，これを改善した本考案の別の実施例を示す図で，ホトダイオード電極92と信号線30との間に電気シールド板93を挿入したものである。」(明細書9頁11行～10頁1行)，「またシールド板60が絶縁物であつても誘電率の小さい物質であれば，ホトダイオード10と信号線30の結合容量が小さくなるので，光センサの特性は改善される。」(明細書7頁9行～12行)と記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また乙4(実願昭55−104611号〔実開昭57−28555",
                      "text": [
                        "号公報〕のマイクロフィルム，考案の名称「固体撮像素子」，出願人 株式会社日立製作所)には，「したがって，下部電極16は，通常，信号出力線上に絶縁膜を介して信号出力線を覆うように積層することになる。すなわち，下部電極と信号出力線との間には，絶縁層の厚さと誘電率および信号出力線と下部電極の重なった面積によって決まる静電容量が存在する。その結果，信号出力線の寄生容量は増大し，信号の読み出し時間が長くなる，白色雑音が増加する等撮像素子として極めて好ましくない問題を併発している。特に，読み出し時間は電荷の読み残しによる解像度の劣化および走査速度の上限(絵素数の上限)を決めることになり，画質の向上をはばむ主因になっている。」(明細書3頁3行～14行)と記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記乙3，乙4には，甲7と同様に，光導電膜の下部電極と，当該下部電極と重なっている出力導線との間の寄生容量により，雑音等の悪影響が生ずるという技術課題が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲7に記載された技術課題は，当業者にとって周知であり，かつ，当該周知の技術課題を解決するため原告が本質的特徴のある核心部分であると主張する「第2電極部14と出力導線7間の寄生キャパシタンスが小さく留まるように出力導線7の上に厚さが少なくとも3μmである絶縁層13が設けられ」との構成についても，当業者が周知技術に基づいて容易に想到し得る程度のものにすぎないから，改めて甲7を提示して意見を述べる機会を与えることなく審決をしたことに問題はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点2についての判断の誤り)について",
              "text": [
                "原告は，審決が刊行物発明との相違点2について，甲2，甲3，及び周知技術に基づき容易想到と判断したのは誤りであるとし，具体的には，①審決の認定した寄生容量による雑音についての周知技術の認定は誤りである，②下部電極と出力導線の絶縁膜を厚くすることも簡易に実現可能としたのは誤りである，③本願発明につき絶縁層の厚さを少なくとも3μmとすることには臨界的意義がないとしたのも誤りである，④刊行物発明に刊行物2，3に記載された発明を結びつける動機もない旨主張するので，以下順次検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術(寄生容量による雑音の課題)の認定につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が周知の技術課題を示すものとして挙げた甲7(特開昭58−190166号公報，発明の名称「固体撮像素子」，出願人 株式会社日立製作所，公開日 昭和58年11月7日)には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の利用分野",
                          "text": [
                            "「本発明は，半導体基板上に走査回路および光電変換膜を集積化した固体撮像素子に関するものである。」(1頁左欄下4行～2行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来技術",
                          "text": [
                            "・ 「…しかしながら，感光部が電極の下(CCDの場合)または走査スイッチおよび信号出力線と同一平面上(MOS型の場合)にあるため，電極やスイッチ部により光の入射がさまたげられる領域が多く，すなわち光損失が大きいという欠点がある。さらに，感光部と走査部が前述のように同一平面上にあるため絵素の占有面積が大きくなる，すなわち絵素の集積度を上げることが出来なくて解像度を上げることができないという問題点を有している。」(1頁右欄7行～16行)",
                            "・ 「これら問題点(光感度，解像度)を解決する構造として，発明者らは走査部の上に感光用の光電変換膜を設ける二階建構造の固体撮像素子を出願した(特願昭49−76372，…」(1頁右欄17行～末行)",
                            "・ 「本素子の製作を行なった結果，この様な構造においては絵素電極の間隙を平坦な絶縁膜上部に形成するため電極の加工精度が高く，かつ間隙を狭くできる(微細加工ができる)等の利点が得られる。前者は各絵素の感度の均一性の向上につながり，後者は受光面積(光感度)の増加につながる。反面，(ⅰ)電極の間隙18を通して光導電性膜で吸収されなかった光19が基板側へも漏洩し，ここで発生した光電荷20がドレイン領域に拡散21するため，光信号自体とは異なる偽信号が現われる。(ⅱ)電極12と下層のY信号出力線4’が完全にオーバラップする構造であるため電極と出力線間に寄生容量22が発生し，やはり前記と同様の偽信号が現れる，(ⅲ)信号出力線に寄生する容量自体も増加し，ランダム雑音が大きくなる(すなわち，信号のSＮ比が低下し画質が劣化する)，等の問題点を抱えていることが判明した。」(2頁右上欄下5行～左下欄12行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の目的",
                          "text": [
                            "「本発明の目的は上記の問題を改善することであり，寄生容量および走査用基板へ漏洩する光が少ない固体撮像素子の構造を提供することにある。」(2頁左下欄14行～16行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載から，遅くとも昭和58年には，半導体基板上に走査回路および光電変換膜を集積化した固体撮像素子において，光導電膜の下部電極と走査回路の出力導線との間の寄生容量による雑音の問題が認識されていたことが理解できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，審決が，光導電膜の下部電極と走査回路の出力導線との間の寄生容量による雑音の問題に言及した刊行物として甲7を提示したのに対し，甲7には本願発明の第2電極部14に相当する電極は示されておらず，また甲7のみではこのような問題(課題)の周知性は証明されないと主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで，被告が本件訴訟において本願出願当時の周知技術を示すものとして提出する乙1(特開昭57−32682号公報，発明の名称「固体撮像素子」，出願人 松下電器産業株式会社，公開日 昭和57年2月22日)を参照すると，乙1には固体撮像素子について，以下の記載がある。",
                            "「しかしながら，このような固体撮像素子の構成では，絶縁膜10を介したポリシリコン電極8，9間に浮遊容量C が生じ，この浮遊容量C は，前記固体撮像素子の等価回路を示す第2図において転送駆動電圧V と受光領域Aのダイオード電位V との間に存在することとなり，この浮遊容量C の影D 2",
                            "響で受光領域Aに印加される駆動電圧が減殺され，十分なダイナミックレンジを得ることができないという欠点を有する。」(2頁左上欄下2行～右上欄7行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "同じく乙2(特開昭61−5550号公報，発明の名称「半導体装置およびその製造方法」，出願人 日立マイクロコンピュータエンジニアリング株式会社，公開日 昭和61年1月11日)には，多層配線層を有する半導体装置に関し，以下の記載がある。",
                            "「(1)第1層と第2層のアルミニウム配線が層間膜を介して交差する部分では層間膜であるポリイミド膜4の厚さはたとえばd −d ＝3．0μm程度と充分に厚く形成できるため，寄生容量によるクロストークや発振遅延を防止することが出来る。」(3頁左下欄下2行～右下欄4行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "また，乙3(実願昭55−73947号〔実開昭56−17656",
                          "text": [
                            "8号公報〕のマイクロフィルム，考案の名称「固体撮像素子」，出願人 株式会社日立製作所)には，以下の記載がある。",
                            "「第9図には本考案の他の実施例を示す。第9図(a)は，いわゆる二階建光センサ(IEDMダイジェスト1979，塚田，他)である。これは，従来の個体撮像素子の上に電極92，サチコンなどの非晶質膜91および透明電極90を設けたものであり，この場合でも，図中Cfで示した寄生容量が画質を劣化している。",
                            "第9図(b)は，これを改善した本考案の別の実施例を示す図で，ホトダイオード電極92と信号線30との間に電気シールド板93を挿入したものである。」(9頁11行～10頁1行)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "d",
      "subject": "さらに，乙4(実願昭55−104611号〔実開昭57−285",
      "text": [
        "55号公報〕のマイクロフィルム，考案の名称「固体撮像素子」，出願人 株式会社日立製作所)には，以下の記載がある。",
        "「この固体撮像素子は，一般に，光導電変換部と走査部とを同一平面上に形成するため，光の利用率が悪い。そのため，第1図に示すごとく走査回路を形成した半導体基板6上に光導電膜17と透明電極膜18を積層する方式が提案されている。図において，7はMOSスイッチのソース，Sはドレイン，10はゲート，15は信号取出し線，16は下部電極，13は絶縁膜である。しかしながら，上記第1図の如き構成においては，光導電膜には，上部の全面に形成された透明導電膜18と下部の各画素ごとに分割された電極16によって電界が印加されるため，できるだけ均一な電界分布を得るためには下部電極の面積を可能なかぎり広げることが望ましい。また，ドレイン8自体に光が漏洩するとドレインに光により発生した電荷が蓄積され，画面に線状のパターンが現われ，画質を著しく低下させる。」(2頁6行～3頁2行)",
        "「したがって，下部電極16は，通常，信号出力線上に絶縁膜を介して信号出力線を覆うように積層することになる。すなわち，下部電極と信号出力線との間には，絶縁膜の厚さと誘電率および信号出力線と下部電極の重なった面積によって決まる静電容量が存在する。その結果，信号出力線の寄生容量は増大し，信号の読み出し時間が長くなる，白色雑音が増加する等撮像素子として極めて好ましくない問題を併発している。",
        "特に，読み出し時間は電荷の読み残しによる解像度の劣化および走査速度の上限(絵素数の上限)を決めることになり，画質の向上をはばむ主因になっている。」(3頁3～14行)"
      ]
    },
    {
      "fig": "e",
      "text": [
        "上記a，bの記載から，少なくとも，配線と電極が重なることによる寄生容量(浮遊容量)の問題は，固体撮像装置や多層配線を有する半導体装置の技術分野において，本願の優先権主張日(1992年〔平成4年〕8月17日)前に，当業者(その発明の属する技術の分野における通常の知識を有する者)に周知の課題であったものと認定できるし，また上記c，dによれば，固体撮像素子を構成する光導電膜の下部電極と走査回路の信号線との間の寄生容量による雑音の問題が技術課題とされていたことはより明らかである。"
      ],
      "content": [
        {
          "fig": "(エ)",
          "text": [
            "そうすると，光導電膜の下部電極と走査回路の出力導線との間の寄生容量による雑音の問題は，固体撮像装置や多層配線を有する半導体装置の技術分野において，本願の優先権主張日前に，当業者に周知の技術課題であったものと認められる。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "下部電極と出力導線間の絶縁層を厚くすることの容易想到性につき(ア) 原告は，審決が「寄生容量を小さくすることが必要であるから，その手段として，…下部電極と出力導線間の絶縁膜を厚くすること…は，他の手段と比較して最も簡易に実現可能な手段にすぎない」(9頁7行～14行)と認定したことに対し，甲7は光導電膜と下部電極間の絶縁層を厚くすることを開示していないし，甲7の発明が採用している構造は電極と信号線とが重ならないようにするものであり，本願発明の高感度の課題は達成できないから，阻害要因があり，また絶縁層を厚くすることはどこからも導かれないと主張する。"
              ]
            }
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "しかし，既に上記アで検討したように，配線と電極の重なりにより生じる浮遊容量(寄生容量)の問題は，固体撮像装置や多層配線を有する半導体装置の技術分野において，本願の優先権主張日前に，当業者に周知の課題であったものと認定できる。",
            "そして，対向する電極間の静電容量は，一般に，「対向する電極の面積×電極間の物質の誘電率÷電極間の距離」で表されるところから，配線と電極が重なることによる静電容量(寄生容量，浮遊容量)の問題を回避するための手段は，被告も主張するように，①対向する電極の面積を小さくすること(電極や配線の形状・配置を工夫する)，②誘電率を小さくすること(誘電率の小さい材料で絶縁層を構成する)，③電極間の距離を大きくすること(絶縁層の厚さを大きくする)，の3通りである。",
            "そうすると，X線画像検出器において光導電膜の下部電極と走査回路の出力導線とが近接する場合，上記アで認定したとおり，両者間に寄生容量による問題が生じることは当業者に周知の技術課題であるから，両者間の絶縁層の厚さを大きくしてみることは，当業者が容易に実現できる選択肢であるということができる。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "そうすると，上記アで認定した光導電膜の下部電極と走査回路の出力導線とが近接することによる寄生容量の問題を解決するためには，「寄生容量を小さくすることが必要であるから，その手段として，…下部電極と出力導線間の絶縁膜を厚くすること…は，他の手段と比較して最も簡易に実現可能な手段にすぎない」とした上記審決の判断に誤りはない。",
            "原告の上記主張は，採用することができない。"
          ],
          "content": [
            {
              "fig": "ウ",
              "text": [
                "絶縁層の厚さを少なくとも3μmとすることの臨界的意義につき(ア) 原告は，審決が引用したいずれの刊行物も，第2電極部と出力導線間の寄生キャパシタンス(寄生容量)が小さく留まるように出力導線の上に厚さが少なくとも3μmである絶縁層が設けられたX線画像検出器を開示していない，電極間の層は，一般的に，0．2ないし1μmの大きさのオーダーであるから，絶縁層の厚さを少なくとも3μmとした点に臨界的な意義を認めることはできないとした審決は誤りである旨主張する。"
              ]
            }
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "確かに，本願明細書(甲8)の段落【0005】には，従来のX線画像検出器(図2)について，「図2に示す薄膜配置では，電極間の層は非常に薄い(0．2ないし1μmの大きさのオーダー)」と記載されているところからすると，3μmの厚さは本願明細書(甲8)に記載された従来技術の絶縁層の膜厚の範囲からは離れている。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "一方，出力導線上に厚さが少なくとも3μmの絶縁層を設ける意義について，本願明細書の段落【0016】には，以下の記載がある。",
            "「電極11を全ての面で覆う電極14がこのように拡がっているため，電極14が読出導線と制御導線も(少なくとも部分的に)覆うことは避けがたく，そのため，電極11，導線7および5の間に余分な寄生キャパシタンスを生じさせる。このような寄生キャパシタンスを最小とするためには，絶縁層13は少なくとも3μm，望ましくは5ないし10μmの厚さより成るべきである。この場合，比誘電率は4ないし5と仮定する(さらに高い誘電率を得るためには，絶縁層をはるかに厚くしなければならない)。この場合に適した材料は，シリコン酸化物，シリコン窒化物，又は，ポリアミド樹脂である。」上記記載からすると，寄生キャパシタンスを最小とするために必要な絶縁層の厚さは，絶縁層の比誘電率(絶縁層の材質)に依存して変化するものであることが分かる。また，既に上記(イ)で検討したように，電極と配線の重なりによる寄生容量は，電極配線や形状・配置などにも影響される。",
            "そうすると，上記の「厚さが少なくとも3μm」との限定は，あるとしても特定の実施例について意味を有するにすぎないものと理解できる。そして，本願明細書(甲8)には，寄生容量の低減の程度について上記の定性的な記述があるのみで，実験による具体的な裏付けも，理論的な説明もなされていない。そして，寄生キャパシタンス(寄生容量)は，絶縁層の膜厚が大きくなればなるほど小さくなる性質のものであることからすると，結局，「厚さが少なくとも3μm」との限定には，寄生キャパシタンス(寄生容量)の大きさが許容範囲となる絶縁層の膜厚のいわば目安を提示したという程度以上の意味を見出すことができないというべきである。"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "また，多層配線層を有する半導体装置について，上記乙2(特開昭61−5550号)には，",
          "text": [
            "「(1)第1層と第2層のアルミニウム配線が層間膜を介して交差する部分では層間膜であるポリイミド膜4の厚さは例えばd −d ＝3．0μm程度と充分に厚く形成できるため，寄生容量によるクロストークや発振遅延を防止することが出来る。」(3頁左下欄下2行～右下欄4行)",
            "と記載されている。この記載からみても，3μmという数値は，絶縁層の厚さとして格別なものではないことが看て取れる。"
          ]
        },
        {
          "fig": "(オ)",
          "text": [
            "以上のとおり，本願発明において絶縁層の厚さを少なくとも3μmと限定することは，寄生容量の低減を望む当業者が適宜設定する範囲内のものといえ，この点に臨界的な意義を認めなかった審決の判断に誤りはない。原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "エ",
              "text": [
                "刊行物発明と刊行物2，3との組み合わせの動機付けにつき原告は，刊行物発明(甲1発明)と，刊行物2(甲2)，刊行物3(甲3)に記載された発明を結び付ける契機はないと主張するので検討する。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "刊行物2(甲2，特開昭62−86855号公報，発明の名称「放射線用固体撮像素子」，出願人 富士写真フイルム株式会社，公開日 昭和62年4月21日)には，以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "産業上の利用分野",
      "text": [
        "「本発明は走査回路と放射線，特にX線を受光してキャリアを発生する光導電層とを積層した放射線用固体撮像素子に関する。」(1頁右欄3行～5行)"
      ]
    },
    {
      "fig": "b",
      "subject": "発明が解決しようとする問題点",
      "text": [
        "「本発明は上述した従来の欠点を解決し，高い変換効率をもち，かつ簡単な構造の放射線用固体撮像素子を提供することを目的とする。」(2頁左上欄10行～12行)"
      ]
    },
    {
      "fig": "c",
      "subject": "問題点を解決するための手段",
      "text": [
        "「かかる目的を達成するために，本発明においては，走査回路部と光導電膜部を積層した固体撮像素子において，光導電層がX線吸収能の高い光導電体層からなることを特徴とする。また下地層が重金属からなることを特徴とする。」(甲2頁左上欄14行～18行)"
      ]
    },
    {
      "fig": "d",
      "subject": "実施例",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "「第1図は走査回路をMOS型とした本発明の実施例の断面の概略図である。",
                    "図において100は走査回路部，200は光導電体部である。11はSiなどの半導体基板，12はソース，13はゲート，14はドレイン，15は出力線である。16はSiO ，Si Ｎ ，りん化シリケートガラス，ポリイミドなどからなる絶縁層，17Bは絵素を区画する2次電極，17Aは2次電極とソースを結ぶ1次電極で，17A，17Bで下地電極を形成する。",
                    "なお，下地電極はこのように1次電極と2次電極を分割しない形でもよい。」(2頁右上欄8行～18行)"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "「下地電極(この場合には2次電極17B)には，X線を遮蔽して走査回路部を保護するためにMo，W，Pt，Au，Pbなどの重金属を用い蒸着またはスパッタによって形成する。重金属層の厚さは0．1μm～1mmである。18は本発明の特徴をなす光導電体層であって，X線吸収能の高いB"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "i",
      "subject": "GeO ，Bi SiO ，PbO，PbS，PbSe，PbTeなど",
      "text": [
        "を用いる。光導電体層18は2次電極17B上にスパッタ，蒸着によって形成してもよく，また前述した光導電体の粒状結晶をポリビニールカルバゾールなどの有機光導電体中に分散して塗布して形成してもよい。さらにポリエステル溶液中にZnO粉末のような電荷輸送助剤を含んだバインダ中に分散させたものを塗布して形成することもできる。",
        "光導電体18の厚さが厚い程 X線吸収は大きくなる。望ましい厚さは10μm～1mmである」(2頁右上欄末行～左下欄下6行)"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(c)",
                  "subject": "「19は絵素間のリークや混色などを防止するための絵素分離層で，…20は透明電極で光導電体層18，絵素分離層19の表面にITOなどをスパッタまたは蒸着したものである。」(2頁左下欄下2行～右下欄6行)(d) 「第2図に本発明の他の実施例を示す，この実施例は走査回路を薄膜トランジスタ(TFT)で構成した例である。図において21は非結晶質水素化シリコンからなるTFTで22はソース，23はゲート，24はドレイン，26は絶縁層であり，その他は第1図に示した実施例と同じであるので説明を省略する。」(2頁右下欄7行～13行)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "e",
      "subject": "第1図(本発明の実施例の断面の概要図)"
    },
    {
      "fig": "f",
      "subject": "第2図(本発明の他の実施例の断面の概要図)",
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "上記(ア)の記載から，甲2には，①走査回路と放射線，特にX線を受光してキャリアを発生する光導電層とを積層した放射線用固体撮像素子であって(上記a)，②光導電体層18の下地電極(本願発明の「コレクティング電極」に相当する)は，1次電極17A(本願発明の「第1電極部」に相当する)と2次電極17B(本願発明の「第2電極部」に相当する)とで構成され(上記b(b))，③出力線15(本願発明の「出力導線」に相当する)と2次電極17Bとの間に絶縁層16が設けられ(上記b(a)，e〔第1図〕)，④2次電極17Bは，1次電極17Aよりも大きな表面積を有し，第1電極17Aと透明電極20(本願発明の「バイアス電極」に相当する)との間に配置されている(上記b(a)，e〔第1図〕)発明が開示されているといえる。",
            "また，上記b(d)，f〔第2図〕には本願発明と同じく走査回路を薄膜トランジスタで構成した例が開示されている。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "刊行物3(甲3，特開昭60−42989号公報，発明の名称「固体撮像装置」，出願人 三菱電機株式会社，公開日 昭和60年3月7日)には，以下の記載がある(下線は判決で付記)。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "発明の技術分野",
      "text": [
        "「この発明は固体撮像装置に関し，特に，光導電効果を利用した固体撮像装置の構造に関するものである。」(1頁右下欄1行～3行)"
      ]
    },
    {
      "fig": "b",
      "subject": "従来技術",
      "text": [
        "「第1図は従来の光導電効果を利用した固体撮像装置の一例を示す断面図である。",
        "まず，第1図を参照して従来の固体撮像装置の構成について説明する。第1図において，p型半導体基板1上に，MOSトランジスタのソースとなるn型半導体領域2およびMOSトランジスタのドレインとなるn型半導体領域3が形成される。さらに，n型半導体領域2および3の間の領域上にゲート7が設けられ，n型半導体領域2および3とともにMOSトランジスタを構成する。",
        "また，n型半導体領域3に接して画素分離酸化膜13および絶縁膜8が設けられ，隣接する画素を分離する役目を果たしている。さらに，ゲート7，n型半導体領域3上に形成された一層配線4および絶縁膜8の上に絶縁膜5が形成される。次に，n型半導体領域2上に形成された一層配線4および上述の絶縁膜5の上に二層配線6が形成され，この二層配線6はさらにその上に形成された光導電膜9に電界をかける正電極の役割りを果たす。光導電膜9の上に形成された透明電極10は，上述の二層配線6とともに光導電膜9に電界をかける負電極である。透明電極10上には透明平坦化膜11が形成され，さらにその上には入射光を分光する光フィルタ12が設けられている。」(1頁右下欄5行～2頁左上欄8行)"
      ]
    },
    {
      "fig": "c",
      "text": [
        "第1図(従来の光導電効果を利用した固体撮像装置の断面図)(エ) 上記aないしcの記載から，甲3には，従来技術として，①光導電変換手段を走査回路の上部に積層した固体撮像装置において(上記a)，②光導電膜9(本願発明の「光伝導体層」に相当する)の正電極(本願発明の「コレクティング電極」に相当する)は，MOSトランジスタのソース2に接続された一層配線4(本願発明の「第1電極部」に相当する)と絶縁膜5上の二層配線6(本願発明の「第2電極部」に相当する)とで構成され(上記b下線部分)，③ドレイン3に接続された一層配線4(本願発明の「出力導線」に相当する)と二層配線6その間に絶縁層5が設けられ(上記b下線部分，c〔第1図〕)，④二層配線6は，一層配線4よりも大きな表面領域を有し，一層配線4と透明電極10(本願発明の「バイアス電極」に相当する)との間に配置されている(上記c〔第1図〕)とする発明が開示されているといえる。"
      ],
      "content": [
        {
          "fig": "(オ)",
          "text": [
            "以上の(ア)ないし(エ)の検討によれば，審決の引用した刊行物2(甲2)，刊行物3(甲3)には，いずれも，絶縁層の厚さが「少なくとも3μmである」点を除き，相違点2に係る構成が明確に開示されていることが認められる。",
            "そして，甲2，甲3は，いずれも本願発明と同様，光電変換層と走査回路を有する固体撮像装置において，受光感度を高めるための構成に係るものである。"
          ]
        },
        {
          "fig": "(カ)",
          "text": [
            "ところで，受光感度の向上は，当該技術分野において常に望まれる課題である。コレクティング電極を第1の電極とそれよりも大きな表面領域を有する第2の電極で構成することにより，受光感度の向上を図る技術は，甲2，甲3に明確に開示されているのであるから，刊行物発明のX線画像検出器において，受光感度の向上を望む当業者が，そのコレクティング電極に甲2ないし甲3に開示された技術を適用しようとすることは，むしろ，きわめて自然なことといえ，その適用を妨げる技術上の困難も見い出すことができない。"
          ]
        },
        {
          "fig": "(キ)",
          "text": [
            "そして，本願発明において絶縁層の厚さを少なくとも3μmとした点に臨界的意義が認められないことついては，上記ウで検討したとおりである。",
            "以上のとおりであり，本願発明と刊行物発明との相違点2について，刊行物(甲2)，刊行物3(甲3)，及び周知技術等により容易想到であるとした審決の判断に誤りはない。原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "オ",
              "text": [
                "以上の検討によれば，原告主張の取消事由1は，理由がない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "取消事由2(審判手続の法令違反)について"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，審決は，それまで引用されたことがない甲7を周知技術として初めて引用することにより，本願発明の核心部分が周知であると認定し，原告に意見陳述や手続補正の機会を与えず，不意打ち的に審決をしたが，このような審決は，特許法159条2項で準用する同法50条の規定に違反し，手続保障を欠き違法であると主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，2(1)アで検討したように，光導電膜の下部電極と走査回路の出力導線との間の寄生容量による雑音の問題は，固体撮像装置や多層配線を有する半導体装置の技術分野において，本願の優先権主張日(1992年〔平成4年〕8月17日)前に，当業者の技術常識に属する事柄であったものと認められる。",
                "加えて，審決は，甲7記載の周知技術(周知の技術課題)を，本願発明の核心となる部分についての引用例として用いたのではなく，周知の技術課題である寄生容量による悪影響を除くため絶縁層を厚くすることは当業者であれば即座になし得る選択肢にすぎないことを示すための論理過程において用いたにすぎないものである。",
                "以上の検討によれば，上記周知技術ないし甲7について改めて意見を述べる機会を与えずに審決をしたことが，本件審判手続における法令違反となるとはいえない。",
                "審判手続に原告主張の違法はなく，取消事由2は理由がない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "3",
                          "subject": "結語",
                          "text": [
                            "以上のとおりであるから，原告主張の取消事由はすべて理由がない。",
                            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10092",
    "date": "2008-10-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036890",
    "ipprecedent_id": "1596",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}