{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人Y及び被控訴人株式会社講談社は，控訴人に対し，連帯して1000万円及びこれに対する平成19年12月5日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人Y及び被控訴人株式会社テレビ朝日は，控訴人に対し，連帯して1000万円及びこれに対する平成19年12月5日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，第2審とも被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "(以下，略語は次のとおりとする。",
        "控訴人(原審原告)を「原告」という。",
        "被控訴人(原審被告)Yを「被告Y」という。",
        "被控訴人(原審被告)株式会社講談社を「被告講談社」という。",
        "被控訴人(原審被告)株式会社テレビ朝日を「被告テレビ朝日」という。",
        "別紙①「原告書籍目録」記載の書籍を「原告書籍」という。",
        "別紙②「被告書籍目録」記載1の書籍を「被告書籍1」という。",
        "別紙②「被告書籍目録」記載2の書籍を「被告書籍2」という。",
        "別紙④「原告書籍と被告書籍1及び2との対比表」を「別紙対比表」という。)原告は，原告書籍を著作した。被告Yは被告書籍1及び2を著作し，被告講談社は，被告Yの許諾を受けて被告書籍1を発行し，被告テレビ朝日は，被告Yの許諾を受けて被告書籍2を発行した。",
        "原告は，被告らが，原告が原告書籍について有する著作権(複製権，翻案権)，を侵害していると主張し，著作権法112条に基づき，被告Yに対し被告書籍1及び2の発行，販売及び贈与の差止めを求め，被告講談社に対し被告書籍1の発行，販売及び贈与の差止めを求め，被告テレビ朝日に対し被告書籍2の発行，販売及び贈与の差止めを求め，被告Yに対し被告書籍1及び2の廃棄を，被告講談社に対し被告書籍1の廃棄を，被告テレビ朝日に対し被告書籍2の廃棄を求め，民法709条，719条，著作権法114条2項に基づき，被告Y及び被告講談社に対し，連帯して損害賠償1億円及びこれに対する平成19年12月5日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，被告Y及び被告テレビ朝日に対し，連帯して損害賠償1億円及びこれに対する同日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた。また，原告は，被告らが，原告が原告書籍について有する著作者人格権(同一性保持権)を侵害していると主張し，著作権法115条に基づき，被告Yに対し別紙③「謝罪広告目録」記載1の謝罪広告を同目録記載4の条件で掲載することを求め，被告講談社に対し同目録記載2の謝罪広告を同目録記載4の条件で掲載することを求め，被告テレビ朝日に対し同目録記載3の謝罪広告を同目録記載4の条件で掲載することを求めた。",
        "原判決は，被告書籍1及び2は，原告書籍を複製，翻案したものではなく，同一性保持権を侵害するものでもないとして，原告の請求をいずれも棄却した。",
        "原告は，原判決の取消しを求めるとともに，著作権(複製権，翻案権)に基づき，被告Y及び被告講談社に対し，連帯して損害賠償1000万円及びこれに対する平成19年12月5日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，被告Y及び被告テレビ朝日に対し，連帯して損害賠償1000万円及びこれに対する同日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めて本件控訴を提起した(なお，原告は，被告らが，原告が原告書籍について有する同一性保持権を侵害するものであるとも主張する。しかし，当審では，同一性保持権侵害に基づく謝罪広告の請求をしていないので，同一性保持権侵害の有無は，当審の審理の範囲には含まれない。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，原告書籍の著作者であり，著作権者である(甲1，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告Yは，被告書籍1及び2の著者であり，被告講談社に対し，被告書籍1の発行を許諾し，被告テレビ朝日に対し，被告書籍2の発行を許諾した(甲2，3)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告講談社は，雑誌及び書籍の出版等を業とする株式会社であり，被告Yの許諾のもとに，平成19年6月19日，被告書籍1を発行した(甲2，弁論の全趣旨)。",
                    "被告テレビ朝日は，放送法によるテレビジョン，その他一般放送事業，出版物の刊行並びに販売等を業とする株式会社であり，平成17年12月5日，被告Yの許諾のもとに，被告書籍2を発行した(甲3，弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "各書籍の対比部分の記載",
              "text": [
                "原告書籍，被告書籍1及び2には，別紙対比表のとおり，次の記載箇所がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "旧暦に基づく算出等(別紙対比表記載1)",
                  "text": [
                    "原告書籍の24頁には，別紙対比表記載1の原告書籍欄の波線部分(以下「原告書籍第1部分」という。)の記載があり，被告書籍1の22頁には，別紙対比表記載1の被告書籍1欄の波線を施した記載部分(以下「被告書籍1第1部分」という。)があり，被告書籍2の9頁には，別紙対比表記載1の被告書籍2欄の波線を施した記載部分(以下「被告書籍2第1部分」という。)がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「命数」の算出法等(別紙対比表記載2)",
                  "text": [
                    "原告書籍の90頁には，別紙対比表記載2の原告書籍欄の破線を施した記載部分(以下「原告書籍第2部分」という。)があり，被告書籍1の22頁には，別紙対比表記載2の被告書籍1欄の破線を施した記載部分(以下「被告書籍1第2部分」という。)がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "具体例等(別紙対比表記載3)",
                  "text": [
                    "原告書籍の91ないし92頁には，別紙対比表記載3の原告書籍欄の二重線を施した記載部分(以下「原告書籍第3部分」という。)があり，被告書籍1の22頁には，別紙対比表記載3の被告書籍1欄の二重線を施した記載部分(以下「被告書籍1第3部分」という。)がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「数霊盤」の数の展開等(別紙対比表記載4)",
                  "text": [
                    "原告書籍の35頁には，別紙対比表記載4の原告書籍欄の破線を施した記載部分(以下「原告書籍第4部分」という。)の記載があり，被告書籍1の116頁には，別紙対比表記載4の被告書籍1欄の破線を施した記載部分(以下「被告書籍1第4部分」という。)がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「破壊数」の説明等(別紙対比表記載5)",
                  "text": [
                    "原告書籍の42頁には，別紙対比表記載5の原告書籍欄の一点鎖線を施した記載部分(以下「原告書籍第5部分」という。)があり，被告書籍1の24頁には，別紙対比表記載5の被告書籍1欄の一点鎖線を施した記載部分(以下「被告書籍1第5部分」という。)があり，被告書籍2の68頁には，別紙対比表記載5の被告書籍2欄の一点鎖線を施した記載部分(以下「被告書籍2第5部分」という。)がある。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "数字の印の付け方等(別紙対比表記載6)",
                  "text": [
                    "原告書籍の43頁には，別紙対比表記載6の原告書籍欄の一点鎖線を施した記載部分(以下「原告書籍第6部分」という。)があり，被告書籍1の117頁には，別紙対比表記載6の被告書籍1欄の一点鎖線を施した記載部分(以下「被告書籍1第6部分」という。)がある。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "数霊簡易暦等(別紙対比表記載7)",
                  "text": [
                    "原告書籍の153ないし170頁には，別紙Aに示された縦書きの一覧表の形式で，数霊簡易暦が掲載されている(以下，原告書籍の153ないし170頁の数霊簡易暦の部分を「原告書籍第7部分」という。)。被告書籍1の184ないし189頁には，別紙Cに示された横書きの一覧表の形式で，月の激数・月の破壊数早見表が掲載されている(以下，被告書籍1の184ないし189頁の月の激数・月の破壊数早見表の部分を「被告書籍1第7部分」という。)。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "破壊数一覧表等(別紙対比表記載8)",
                  "text": [
                    "原告書籍の152頁には，別紙Bに示された横書きの一覧表の形式で，破壊数一覧表が掲載されている(以下，原告書籍の152頁の破壊数一覧表の部分を「原告書籍第8部分」という。)。被告書籍2の70ないし71頁には，別紙Dのとおり，横書きの一覧表の形式で，生まれ年で見る破壊数早見表が掲載されている(以下，被告書籍2の70ないし71頁の生まれ年で見る破壊数早見表の部分を「被告書籍2第8部分」という。)。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "数霊盤等(別紙対比表記載9)",
                  "text": [
                    "原告書籍の35頁には，別紙対比表記載9の原告書籍欄の図(「5図」)が掲載されている(以下，別紙対比表記載9の原告書籍欄の図(「5図」)を「原告書籍第9部分」という。)。被告書籍1の117頁には，別紙対比表記載9の被告書籍1欄の図が掲載されている(以下，別紙対比表記載9の被告書籍1欄の図を「被告書籍1第9部分」という。)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "複製権又は翻案権侵害の有無"
            },
            {
              "fig": "(2)",
              "subject": "故意又は過失の有無"
            },
            {
              "fig": "(3)",
              "subject": "損害の有無及び額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(複製権又は翻案権侵害の有無)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告書籍の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "数霊学は，暦を生活の基盤とし，数と言語に時間論を導入し，周期・波動・構造によって，万学に通じる超科学としての未来予知学の基礎を確立するものであり，原告書籍は，数霊学の理論を活用して占術に採り入れた「数霊占術」に関する著書である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「数霊占術」の基本用語は，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「陽数理」(ようすうり)",
                          "text": [
                            "時間論の基本で，生年，生月，生日，生時の時間数理をいう。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「命数」(めいすう)",
                          "text": [
                            "生年，生月，生日を加えた単数で，統括された生命環境をいう。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「破壊数」(はかいすう)",
                          "text": [
                            "マイナス要因の数のことをいう。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「生年数」(せいねんすう)",
                          "text": [
                            "生年を西暦年数で表し，1つ1つ加えて単数化した数をいう。なお，「生年数」は旧暦に基づいて算出する。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「生月数」(せいげつすう)",
                          "text": [
                            "生まれた月の数をいう。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "「生日数」(せいじつすう)",
                          "text": [
                            "生まれた日の数をいう。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "数霊占術の特徴は，①前記(イ)の「命数」，「破壊数」等の基本用語を使用すること，②前記(イ)dの「生年数」の算出法にあるとおり，各桁の数字を1つ1つ加えることを繰り返して1桁の数にする単数化という方法を採用していること，③「数霊盤」という正方形を9等分したマス目に入る数の配置から，未来予知をすることにある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告書籍と被告書籍1及び2の実質的同一性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1部分",
                      "text": [
                        "原告書籍第1部分と被告書籍1第1部分，原告書籍第1部分と被告書籍2第1部分は，いずれも表現において異なる点があるが，実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2部分",
                      "text": [
                        "原告書籍第2部分と被告書籍1第2部分は，表現において異なる点があるが，実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第3部分",
                      "text": [
                        "原告書籍第3部分は，「命数」の算出法というアイデアを，文章ではなく足し算の数式を用いるという方法により，具体的に分かりやすく表現している点で，表現上の創作性が認められ，被告書籍1第3部分は，足し算の数式を用いるという点で原告書籍第3部分と同一性があるから，原告書籍第3部分と実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第4部分",
                      "text": [
                        "原告書籍第4部分と被告書籍1第4部分は，表現において異なる点があるが，実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第5部分",
                      "text": [
                        "原告書籍第5部分と被告書籍1第5部分，原告書籍第5部分と被告書籍2第5部分は，いずれも，表現において異なる点があるが，実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "第6部分",
                      "text": [
                        "多種多様の記号の中から○や×を採用し，これらの記号を破壊数，十二支等に付すことには表現上の創作性が認められ，被告書籍1第6部分は，○や×を採用し，×を破壊数に付している点で原告書籍第6部分と同一性があるから，原告書籍第6部分と実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第7部分",
                      "text": [
                        "原告書籍の26頁には，生月数理を算出する方法が文章により次のように具体的に記載されているから，生月数理を表形式で一覧できるようにする必然性はない。原告が原告書籍第7部分で生月数理を表形式にまとめたのは，生月数理を初心者にも明確に分かりやすくするために表現上の工夫をしたことによるものであり，その点に表現上の創作性が認められる。",
                        "「 月の時間数は，年の系列を基本として，次のように配数されます。",
                        "人数系列−西暦年数を加えた単数が，①・④・⑦となる年の二月は③数月となりますので，各月の数は，各月の数に①数を加えて下さい。",
                        "地数系列−西暦年数を加えた単数が，②・⑤・⑧となる年の二月は⑥数月となりますので，各月の数は，各月の数に④数を加えて下さい。",
                        "天数系列−西暦年数を加えた単数が，③・⑥・⑨となる年の二月は⑨数月となりますので，各月の数は，各月の数に⑦数を加えて下さい。",
                        "〔月の区分〕",
                        "毎月の月の節入りから，次の月の節入り前までを1か月として区分けします。節入りはだいたい一定していますが，閏年によって，一日の差が生じますので，この理を念頭に入れ，計算違いのないようにして下さい。」(原告書籍26頁)",
                        "被告書籍1第7部分も生月数理を表形式で一覧できるようにまとめているから，原告書籍第7部分と実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "第8部分",
                      "text": [
                        "原告書籍第8部分は，破壊数を初心者にも明確に分かりやすくするために，破壊数を表形式にまとめたのものであり，その点に表現上の創作性が認められる。",
                        "原告書籍の43頁には，破壊数を算出する方法が文章により，「破壊数の出し方は，生年数を数霊盤のA場に入れ，アルファベット順に数を展開して，5数と対向する数が破壊数となります。また十二支は，年数，月数の十二支に該当する場の，方形枠の外側に接合させて，小さな『○』印をつけます。そして，その向い合う十二支の場が破壊数となります。",
                        "したがって，破壊数は基本として，二種の破壊数があることになります。",
                        "だが，⑤数の年月には，⑤数が中央のA場にあるため，破壊数は一つだけとなります。」(原告書籍43頁)と，説明してある。破壊数を表形式で一覧できるようにする必要性はないにもかかわらず，あえて表形式で表現した。",
                        "被告書籍1第7部分及び被告書籍2第8部分は，破壊数を表形式で一覧できるようにまとめている点において，原告書籍第8部分と表現上の共通性があり，いずれも原告書籍第8部分と実質的に同一であるといえる。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "第9部分",
                      "text": [
                        "数霊盤の理論は，三次元空間を象徴する図形である正四角形六面体と時間を共有した生命の肉体空間に該当する正三角形八面体の合体図をもとにしたものであり，原告書籍の30頁に「二図(A)・(B)の中心にある三重丸は，対向する頂角と，中心で交流する一点を加えた表現を表わします。」，34頁に「別言しますと，時空合体の重合場(統一場)としての理が，二図Cの中央にある○Aです。」と記載されているように，難解かつ複雑なものである。数霊盤は，難解かつ複雑な数霊理論の考え方を初心者にも理解できるように分かりやすくするため，正方形を9等分したマス目を用いる方法により表現したものであり，正方形を9等分したマス目を用いるということ自体に表現上の創作性がある。原告書籍第9部分は，1から9までのすべての数を数霊理論で展開したときに各場にどのような数が配置されるかを表した別紙Eの複数枚の図(6図。",
                        "原告書籍36頁)を統一的に表したものであり，独創的表現である。",
                        "被告書籍1第9部分は，原告書籍第9部分と同様に，正方形に9等分されたマス目を用い，全く同じ順番で「激数」を1つずつ大きくなるように配置し，配置された各数字と場の持つ意味との関係を視覚的に理解できるようにしたものであり，数字の配置の順序の表記がアルファベットか黒丸数字かというわずかな違いがあるだけで，原告書籍第9部分の表現上の本質的特徴を直接感得できるから，原告書籍第9部分と実質的に同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "依拠",
                  "text": [
                    "被告Yは，原告書籍に依拠して被告書籍1及び被告書籍2を作成した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "複製権又は翻案権の侵害の有無",
                  "text": [
                    "したがって，被告Yが被告書籍1及び2を作成したこと，被告Yの許諾により被告講談社が被告書籍1を発行したこと，被告Yの許諾により被告テレビ朝日が被告書籍2を発行したことは，原告が原告書籍について有する複製権，翻案権を侵害するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告書籍と被告書籍1及び2の実質的同一性に対し",
                  "text": [
                    "被告書籍1の第1ないし第7，第9の各部分は，表現において原告書籍の第1ないし第9の各部分と異なり，被告書籍2の第1，第5，第8の各部分は，表現において原告書籍の第1，第5，第8の各部分と異なる上，これらの被告書籍1及び2の各部分から原告書籍の表現上の本質的特徴を直接感得することはできない。以下，詳述する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1部分",
                      "text": [
                        "被告書籍1第1部分，被告書籍2第1部分は，表現において原告書籍第1部分と異なり，原告書籍第1部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第1部分と被告書籍1第1部分，原告書籍第1部分と被告書籍2第1部分の共通点は，いずれも旧暦に従って毎年の立春から翌年の節分までを1年として区分することであり，これは，抽象的な方法又はアイデアにすぎず，占いにおいて旧暦を用いることは，ありふれたことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2部分",
                      "text": [
                        "被告書籍1第2部分は，表現において原告書籍第2部分と異なり，原告書籍第2部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第2部分と被告書籍1第2部分との共通点は，生年月日を構成する数字を西暦で表し，1桁の数字になるまで各桁の数字を加算するという抽象的な方法又はアイデアにすぎず，このような方法又はアイデアは占いにおいてありふれたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第3部分",
                      "text": [
                        "原告書籍第3部分が文章ではなく足し算の数式を用いている点に表現上の創作性はない。",
                        "被告書籍1第3部分は，表現において原告書籍第3部分と異なり，原告書籍第3部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第3部分と被告書籍1第3部分は，生年月日を構成する数字を西暦で表し，1桁の数字になるまで各桁の数字を加算するという方法又はアイデアを具体例に当てはめたものにすぎず，共通点は，これらの抽象的な方法又はアイデアにすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第4部分",
                      "text": [
                        "被告書籍1第4部分は，表現において原告書籍第4部分と異なり，原告書籍第4部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第4部分と被告書籍1第4部分との共通点は，枠に数字を配列するという方法にすぎないのみならず，その方法もありふれたものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第5部分",
                      "text": [
                        "被告書籍1第5部分，被告書籍2第5部分は，表現において原告書籍第5部分と異なり，原告書籍第5部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第5部分と被告書籍1第5部分，被告書籍2第5部分との共通点は，破壊数の意味内容が「凶」であるという事実又はアイデアにすぎず，占いにおいてマイナスの意味を有する「凶」の概念はありふれたものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "第6部分",
                      "text": [
                        "被告書籍1第6部分において○が付けられているのは「宿命数と姓名数」であるのに対し，原告書籍第6部分で○が付けられているのは「十二支」であり，○が付けられた対象が相違する。被告書籍1第6部分は，表現において原告書籍第6部分と異なり，原告書籍第6部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第6部分と被告書籍1第6部分との共通点は，○と×の記号を付し，そのうち×を破壊数に付するという方法にすぎないのみならず，その方法もありふれたものである。また，殊に悪いものである破壊数に×印を付けることはありふれたことである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第7部分",
                      "text": [
                        "原告書籍第7部分は，年月日，月数理等を表形式に記載したものであるところ，生月数理の計算は難解であり，これを分かりやすく表現するには，表形式で時系列に記載する他なく，表現に選択の余地がないから，原告書籍第7部分には創作性がない。",
                        "被告書籍1第7部分と原告書籍第7部分とは，表現において異なり，原告書籍第7部分の表現上の本質的特徴を直接感得することはできない。",
                        "被告書籍1第7部分と原告書籍第7部分とは，項目等において共通するにすぎない。「節入(日)」が同一となるのは，いずれも旧暦に従ったことによるものであり，「破壊数」が同一となるのは，同一の算出方法を採用することによるものである。旧暦に従うこと，同一の破壊数の算出方法を採用することは，抽象的な方法又はアイデアにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "第8部分",
                      "text": [
                        "原告書籍第8部分は，各年の破壊数を表形式に記載したものであるところ，破壊数の計算は難解であり，これを分かりやすく表現するには，表形式で時系列に記載する他なく，表現に選択の余地がないから，原告書籍第8部分には創作性がない。",
                        "被告書籍1第7部分，被告書籍2第8部分は，表現において原告書籍第8部分と異なり，原告書籍第8部分の表現上の本質的特徴を直接感得することはできない。",
                        "「破壊数」が同一となるのは，同一の算出方法を採用することによるものであって，破壊数の算出方法は，抽象的な方法又はアイデアにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "第9部分",
                      "text": [
                        "難解かつ複雑な数霊理論の考え方を1枚の図で分かりやすく説明するためには正方形を9等分したマス目を用いる他に選択の余地がないから，原告書籍第9部分には創作性がない。",
                        "被告書籍1第9部分と原告書籍第9部分とは，例示として記載されている数字が異なり，数字を配列する順序を示す符号においてもアルファベットか黒丸数字かの違いがあり，表現において全く異なり，被告書籍1第9部分から原告書籍第9部分の表現上の本質的特徴を直接感得することはできない。",
                        "原告書籍第9部分と被告書籍1第9部分との共通点は，正方形を9等分したマス目に1ないし9の数字を記載するという方法にすぎず，このような方法はありふれたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "依拠について",
                  "text": [
                    "被告Yは，原告書籍に依拠して被告書籍1及び2を作成したものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "複製権又は翻案権の侵害の有無について",
                  "text": [
                    "したがって，被告Yが被告書籍1及び2を作成したこと，被告Yの許諾により被告講談社が被告書籍1を発行したこと，被告Yの許諾により被告テレビ朝日が被告書籍2を発行したことは，原告が原告書籍について有する複製権又は翻案権を侵害するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(故意又は過失の有無)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告らには，いずれも，複製権又は翻案権の侵害につき故意又は過失があった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "text": [
                "原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(損害の有無及び額)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告講談社は，被告書籍1を定価1300円(消費税別)で平成20年2月22日までに少なくとも20万部販売し，利益率は50％であったから，被告講談社は，被告書籍1の発行，販売により，少なくとも1億3000万円(1300円× 20万部× 0.5＝ 1億 3000万円)の利益を得た。",
                "被告テレビ朝日は，被告書籍2を平成20年2月22日までに少なくとも20万部販売し，少なくとも1億円の利益を得た。",
                "著作権法114条2項により，被告講談社及び被告テレビ朝日が著作権の侵害行為によって受けた利益は，原告が受けた損害の額と推定される。",
                "原告は，被告Y及び被告講談社に対し，被告書籍1についての損害賠償の内金1000万円及びこれに対する平成19年12月5日から支払済みまで民法所定の年5分の割合による遅延損害金を連帯して支払うことを求め，被告Y及び被告テレビ朝日に対し，被告書籍2についての損害賠償の内金1000万円及びこれに対する同日から支払済みまで民法所定の年5分の割合による遅延損害金を連帯して支払うことを求める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの反論",
              "text": [
                "原告の主張は争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "複製権又は翻案権の侵害の有無(争点(1))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告書籍と被告各書籍の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第1部分は，「生年数を出す時，一番大事な観点は，暦における節入で，入門初心者がかならずと言ってよいほど，間違いを起こすところですから，何回も繰り返して，ご記憶下さい。毎年の立春から翌年の節分までを一年として区分けします。立春は，平年は二月四日頃，閏年は二月五日頃が節入りとなります。従って一月生れ，二月節入り前に生れた場合は，前年で計算します。」(原告書籍24頁)である。",
                        "被告書籍1第1部分は，「ひとつだけ気をつけていただきたいのは，この占いは旧暦がベースになっているということ。ですので，一年間は，節分の2月3日までとなります。つまり，1月1日～2月3日までの間に生まれた方は，前年生まれになるのです。」(被告書籍1の22頁)であり，被告書籍2第1部分は，「旧暦がベースとなり，1年は，節分(2月4日)からスタートすると考えるのです。たとえば，2006年は2006年2月4日～2007年2月3日まで。2006年1月1日～2",
                        "月3日は，宿命数を考える上では『2005年』となることを覚えておいてください。」(被告書籍2の9頁)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告書籍第1部分と被告書籍1第1部分，被告書籍2第1部分を対比すると，その具体的表記は異なり，表現上共通する部分は存在しないから，後二者は前者の複製とはいえない。",
                        "前者と後二者は，「生年数」を旧暦に基づいて算出すること，毎年の立春から翌年の節分までを1年として区分すること，太陽暦の1月1日から2月3日(節分)までに生まれた者は前年生まれの扱いとすることを内容にしている点では共通するが，上記共通する部分は，抽象的なアイデアにすぎないというべきである。したがって，後二者から前者の表現上の本質的な特徴を直接感得することは到底できないから，後二者は前者の翻案ということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第2部分は，「年・月・日を加えて，単数化した数を，命数とし，」(原告書籍90頁)であり，被告書籍1第2部分は，「生年月日をすべて一桁の数にばらします。そして，それをはしから足していく」(被告書籍1の22頁)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "両者を対比すると，その具体的表記は異なり，表現上共通する部分は存在しないから，後者は前者の複製とはいえない。",
                        "両者は，「命数」の算出法について，生年月日を構成する数字を西暦で表し，1桁の数字になるまで各桁の数字を加算するという点では共通するが，上記共通する部分は，抽象的なアイデアであり，ありふれた手法にすぎないというべきである。したがって，後者から前者の表現上の本質的な特徴を直接感得することは到底できないから，後者は前者の翻案ということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第3部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第3部分は，「昭和29年(1954)3月20日生。",
                        "1＋9＋5＋4＝19 1＋9＝10 1＋0＝①。3月は生月の",
                        "数が③ですから，そのまま使用します。20日の場合は複数ですから，2＋0＝②とします。そのうえで，年月日の単数を加えます。",
                        "①＋③＋②＝⑥ この⑥を命数と呼びます。」(原告書籍91ないし92頁)であり，被告書籍1第3部分は，「1981年2月1日生まれの方は，1980年2月1日として計算をしてください。この場合，1＋9＋8＋0＋2＋1＝21となり，2＋1＝3で宿命数は3とな",
                        "ります。」(被告書籍1の22頁)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "両者を対比すると，その具体的表記は異なり，表現上共通する部分は存在しないから，後者は前者の複製とはいえない。",
                        "両者は，「命数」の算出法の具体例を挙げている点，生年月日を構成する数字を西暦で表し，1桁の数字になるまで各桁の数字を加算するという方法を示している点において共通するが，上記共通する部分は，抽象的なアイデアにすぎないというべきである。したがって，後者から前者の表現上の本質的な特徴を直接感得することは到底できないから，後者は前者の翻案ということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第4部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第4部分は，「A場に⑤数を入れ，アルファベット順に数を入れて行きます」(原告書籍35頁)であり，被告書籍1第4部分は，「黒丸数字の順序に従って，数字を配列します。」(被告書籍1の116頁)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "両者を対比すると，その具体的表記は異なり，表現上共通する部分は存在しないから，後者は，前者の複製とはいえない。",
                        "両者は，数霊盤の数を展開する当たり，枠に数字を配列するという点において共通するが，上記共通する部分は，抽象的なアイデアにすぎないというべきである。したがって，後者から前者の表現上の本質的な特徴を直接感得することは到底できないから，後者は前者の翻案ということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "第5部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第5部分は，「凶作用を誘発する，凶性の意味をもつ数」(原告書籍42頁)であり，被告書籍1第5部分は，「破壊数は，人生においてマイナスとなる性質や運勢傾向を表す数。」(被告書籍1の24頁)，被告書籍2第5部分は，「最大かつ最凶の影響を与えるのが『破壊数』」(被告書籍2の68頁)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "両者を対比すると，その具体的表記は異なり，表現上共通する部分は存在しないから，後者は，前者の複製とはいえない。",
                        "両者は，破壊数が，凶又はマイナスという意味をもつという点で共通するが，上記共通する部分は，抽象的なアイデアにすぎないというべきである。したがって，後者から前者の表現上の本質的な特徴を直接感得することは到底できないから，後者は前者の翻案ということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "第6部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第6部分は，「破壊数の記号は『×』です。数霊盤に記入する十二支の記号は『○』です。」(原告書籍43頁)であり，被告書籍1第6部分は，「数字をすべて埋めたら，破壊数に×を，宿命数と姓名数に○をつけます。」(被告書籍1の117頁)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "両者を対比すると，その具体的表記は異なり，表現上共通する部分は存在しないから，後者は，前者の複製とはいえない。",
                        "両者は，○と×の記号を付けること，破壊数に×を付けることにおいて共通するが，上記共通する部分は，抽象的なアイデアにすぎないというべきである。したがって，後者から前者の表現上の本質的な特徴を直接感得することは到底できないから，後者は前者の翻案ということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "第7部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第7部分，被告書籍1第7部分は，前記第2，1(2)キのとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "両者を対比すると，前者は，別紙Aに示された縦書きの一覧表の形式で，各年の西暦・年号・干支・破壊数等，各月の節入の日付・干支・月数理・破壊数が記載されており，各年の月は1月ないし12月であるのに対し，後者は，別紙Cに示された横書きの一覧表の形式で，各年の西暦，各月の節入の日付・激数・破壊数が記載されており，各年の月は2月ないし1月である。原告書籍第7部分と被告書籍1第7部分とでは，表の形式が異なり，各年の西暦，各月の節入の日付，破壊数，月数理と激数の数字が共通する以外に，共通する部分は存在しないから，後者は，前者の複製とはいえない。",
                        "両者は，各年の各月の節入の日付，破壊数等を一覧表にした点，各月の節入の日付，破壊数，月数理(原告書籍第7部分)と激数(被告書籍1第7部分)の数字において共通する。しかし，各月の節入の日付，破壊数等を一覧表にすることは，抽象的なアイデアにすぎない。また，節入の日付及び破壊数，月数理と激数の数字が一致するのは，両者とも，旧歴を採用し，破壊数等の算出方法が同一であることに由来するところ，旧暦を用いることや破壊数等の算出方法も，抽象的なアイデアにすぎない。このように，共通点については，いずれも抽象的なアイデアが共通するにすぎないことに照らすと，後者から前者の表現上の本質的な特徴を直接感得することはできないというべきであり，後者が前者の翻案であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "第8部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第8部分，被告書籍2第8部分は，前記第2，1(2)クのとおりであり，被告書籍1第7部分は前記第2，1(2)キのとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，原告書籍第8部分と被告書籍1第7部分とを対比すると，前者は，別紙Bに示された横書きの一覧表の形式で，各年ごとに年号・西暦・破壊数を記載したものであるのに対し，後者は，別紙Cに示された横書きの一覧表の形式で，各年の西暦，各月の節入の日付・激数・破壊数が記載されており，原告第8部分と被告書籍1第7部分とでは，表の形式，記載事項が異なり，共通する部分は存在しないから，後者は，前者の複製とはいえない。",
                        "次に，原告書籍第8部分と被告書籍2第8部分とを対比すると，記載事項において，年号，年齢の記載の有無が異なり，記載順序において，原告書籍第8部分が古い大正元年(1912年)から記載されているのに対し，被告書籍2第8部分は新しい1999年から記載されている点が異なり，表の形式も異なる。したがって，原告書籍第8部分と被告書籍2第8部分は，具体的表現が異なるから，後者は前者の複製といえない。もっとも，両者は，横書きの一覧表の形式で，各年ごとの年齢・西暦・破壊数を記載した点，各年の破壊数の数字において共通する。しかし，一覧表の形式を取ることは抽象的なアイデアである。また，原告書籍と同じ破壊数の算出方法を採用すること自体は，抽象的なアイデアにとどまる上，破壊数の数字自体は，特定の算出方法による計算の結果である。これらの点に照らすと，後者から前者の表現上の本質的な特徴を直接感得することはできないというべきであり，後者が前者の翻案とはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "第9部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告書籍第9部分，被告書籍1第9部分は，前記第2，1(2)ケのとおりである。",
                        "原告書籍第9部分は，縦3列，横3列の9のマス目に区切られた略正方形が左右に二つ並び，左の略正方形「(A)」は，各マス目に「J場」のように，AないしH及びJの各アルファベットと「場」を組み合わせた文字が記入され，右の略正方形「(B)陽理数」は，各マス目に「4J」のように，1ないし9の数字とAないしH及びJの各アルファベットを組み合わせた文字が記入された図表である。",
                        "被告書籍1第9部分は，「例)激数8の人の場合」と表記され，その下に，縦3列，横3列の9のマス目に区切られた正方形が中央に一つあり，各マス目には，中央に1ないし9の数字が大きく記入され，その左上に黒丸に白抜きで1ないし8の数字が小さく記入れさた図表である(中央のマス目には黒丸に白抜きの数字は記入されていない。また，各マス目の中央の数字と黒丸に白抜きで記載された数字は一致していない。)。9のマス目のうちには，中央の数字に○が付されたマス目が二つ，×が付されたマス目が二つある。正方形の周りには，上中央を南として8方位が表記されている。",
                        "原告書籍第9部分と被告書籍1第9部分の各マス目には，いずれも1から9までの数字が記入されているが，その配置は異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告書籍第9部分と被告書籍1第9部分は，縦3列，横3列の9に区切られた正方形の各マス目に数字が記載されている点で共通するが，その他の点で共通する部分は存在しないから，後者は，前者の複製又は翻案といえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "前記(1)のとおり，原告書籍の第1ないし第9の各部分と被告書籍1の第1ないし第7，第9の各部分，原告書籍の第1，第5，第8の各部分と被告書籍2の第1，第5，第8の各部分は，表現上の共通点はなく，また，共通点があったとしても，それらは抽象的なアイデアにおける共通点や創作性のないありふれた表現の共通点にとどまり，被告書籍各部分は，原告書籍各部分の複製又は翻案に該当しない。",
                "したがって，その余の点について判断するまでもなく，被告Yが被告書籍1及び2を著作したこと，被告Yの許諾により被告講談社が被告書籍1を発行したこと，被告Yの許諾により被告テレビ朝日が被告書籍2を発行したことは，原告が原告書籍について有する複製権又は翻案権を侵害するものではないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告の複製権，翻案権に基づく請求は，いずれも理由がない。",
            "よって，原告の複製権，翻案権に基づく請求をいずれも棄却すべきものとした原判決は相当であり，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(ネ)10058",
    "date": "2008-11-27",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(ワ)31919",
    "precedent_id": "037058",
    "ipprecedent_id": "1667",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}