{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−19724号事件について平成20年5月26日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定を不服とする審判において，請求が成り立たないとの審決がされたので，原告らが同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(争いのない事実)",
          "text": [
            "Aは，発明の名称を「通信機能を備えた製本システム」とする発明について，平成11年9月16日に特許出願(平成11年特許願第261674号，以下「本件出願」という。)をしたが，平成16年8月17日付けの拒絶査定を受けたので，同年9月24日，同拒絶査定に対する不服審判を請求した。その後，Aの死亡により，原告らが本件出願に係る特許を受ける権利を相続した。",
            "特許庁は，上記請求を不服2004−19724号事件として審理し，平成20年5月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年6月7日，原告X1に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "審決が対象とした発明は，平成15年12月8日付け手続補正書による補正(以下「本件補正」という。)後の明細書(甲4，5の2。以下「本願明細書」という。)における特許請求の範囲の請求項1に記載されたものであり，その要旨は次のとおりである(以下，この発明を「本願発明」という。なお，請求項の数は4個である。)「【請求項1】",
            "操作表示器を有し，シーケンサを搭載したローカル製本機と，センタ通信端末器とを，通信インターフェースを介して接続して構成され，上記操作表示器は，シーケンサに記憶されているローカル製本機の生産，稼動情報をモニタ表示して，生産，稼働情報が変更設定できるとともに，その変更設定された生産，稼働情報のうちから少なくとも1以上の任意の情報を選択して，上記通信インターフェースを介して接続された上記センタ通信端末器に転送させる構成とした通信機能を備えた製本システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願発明は，特開平05−212989号公報(甲1。以下「刊行物1」という。)に記載された発明(以下「刊行物1記載発明」という。)並びに特開平05−008381号公報(甲2。以下「刊行物2」という。)及び特開平05−",
            "008582号公報(甲3。以下「刊行物3」という。)の各記載事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。",
            "審決が上記結論に至った理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1記載発明",
              "text": [
                "刊行物1の記載から以下の発明が把握できる。",
                "「複数のフィーダ，綴機，断裁機を連結した基本構成から成り，これら基本構成とされる各機器の調節機構を駆動するアクチュエータの駆動量を検知する検知器及び同アクチュエータをドライバーにより駆動するシーケンサとを搭載した製本機と，コンピュータとをデータ通信が可能な計算機リンクユニット及びRS−232Cケーブルを介して接続した構成とされ，コンピュータは，少なくとも生産条件を入力するための入力部分と，入力データから各調節機構の調節量を決定する部分と，製本機の備えるアクチュエータの駆動量をシーケンサに送り，また，同アクチュエータを調整した時のアクチュエータの駆動量をシーケンサから受け取る通信部分と，作業者がコンピュータに生産条件を入力したり操作指示をする画面及び前記各調節機構の調整量を表示する画面表示部分とから構成されている製本機システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と刊行物1記載発明との対比",
              "text": [
                "「刊行物1記載発明と本願発明とは，以下の点で一致する一方，以下の点で相違している。",
                "《一致点》",
                "「シーケンサを搭載したローカル製本機と，センタ通信端末器とを，通信インターフェースを介して接続して構成され，任意の情報を上記通信インターフェースを介して接続された上記センタ通信端末器に転送させる構成とした通信機能を備えた製本システム。」《相違点》",
                "本願発明においては，「ローカル製本機」が，「操作表示器」を有すると特定され，この「操作表示器」が，「シーケンサに記憶されているローカル製本機の生産，稼動情報をモニタ表示して，生産，稼動情報が変更設定できるとともに，その変更設定された生産，稼動情報のうちから少なくとも1以上の任意の情報を選択して，上記通信インターフェースを介して接続された上記センタ通信端末器に転送させる構成」であると特定されているのに対して，刊行物1記載発明においては，「コンピュータ」が受け取る情報が，基本構成とされる各機器の調節機構を駆動するアクチュエータの駆動量であるとされるものの，前記特定を有するものか定かでない点。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "text": [
                "「刊行物2に記載される印刷物の製造工程管理装置においては，印刷物の各品目についての各生産機械の稼働条件を定めた条件テーブルと，処理すべき品目順を定めた予定テーブルとが用意され，予定テーブルから認識した品目についての稼働条件を条件テーブルから求め，求めた稼働条件を各生産機械に自動設定するライン管理装置をホストコンピュータから管理するように構成されており，当該ライン管理装置は，ホストコンピュータからの製造条件の指示に応じて稼働条件を設定するものである点において，刊行物1記載発明におけるシーケンサとコンピュータとの関係にある。",
                "このように，製造管理するに際して，生産ラインに対して製造条件を設定するコンピュータと，これの指示に基づいて生産機械に対して稼働条件を設定するライン管理装置或いはシーケンサを接続した装置構成は，きわめて一般的であり，当該刊行物2に記載される印刷物の製造工程管理装置におけるごとくに，生産機械側の稼働条件をも管理可能に構成しておくことも，きわめて一般的であり，これらコンピュータとライン管理装置或いはシーケンサの間では，生産情報或いは稼働情報を相互に通信し合うように構成されていることが通常である。",
                "すると，相違点として抽出した内容のうち，「シーケンサに記憶されているローカル製本機の生産，稼動情報」を対象に，その内から「少なくとも1以上の任意の情報」を，「通信インターフェースを介して接続されたセンタ通信端末器に転送させる」ように構成することは，通常採用されている構成でしかないといわざるを得ない。",
                "しかしながら，前記相違点として抽出した内容のうち，本願発明のシーケンサを搭載したローカル製本機が「操作表示器」を有しており，当該「操作表示器」において「シーケンサに記憶されているローカル製本機の生産，稼動情報をモニタ表示して，生産，稼動情報が変更設定できるとともに，その変更設定された生産，稼動情報のうちから少なくとも1以上の任意の情報を選択して，上記通信インターフェースを介して接続された上記センタ通信端末器に転送させる構成」を与える点については，前記刊行物1記載発明にはなく，また前記刊行物2記載の内容においても明記はない。",
                "ここで，本願発明のシーケンサを搭載したローカル製本機が「操作表示器」を有している点について本願明細書の記載を参照するに，段落【0014】以降の【発明の実施の形態】に係る記載のうち，段落【0015】には図1を参照しつつ，「このシステムでは，シーケンサを搭載したローカル製本機と，表示操作画面1aを有したセンタ通信端末器1とを通信インターフェースを介して接続して構成されている。」との記載，段落【0019】には図2を参照しつつ，「図2は，ローカル製本機として，製本機2，丁合機3，三方断裁機4のみで構成されるシステムを示した図である。以降は，この図に示したシステム構成を中心として説明する。各ローカル製本機2，3，4には，シーケンサ2a，3a，4aを備えており，シーケンスプログラムを実行することによって，信号制御を行い，システムを稼働させている。また，各ローカル製本機2，3，4には，操作表示器2b，3b，4bを備えており，各機2，3，4の生産，稼働情報が設定できるようになっている。なお，生産，稼働情報は，製造部数や各種カウンタ値など，製本機2，3，4の運転制御のために各シーケンサ2a，3a，4aによって管理，制御される情報を含んでいる。」なる記載がある。",
                "そして，これら記載によれば，【発明の実施の態様】における「操作表示器2b，3b，4b」は，「センタ通信端末器1」側ではなく，「ローカル製本機」側に備えられているが，「シーケンサ2a，3a，4a」と接続される別の装置として存在するものとされている。",
                "そこで，刊行物3に記載される小冊子製造設備を参照するに，製造設備に付帯してモニタ装置を複数台備えておき，製造設備の運転状況を設備の各所で確認できるようにすることが記載されている。",
                "そして，このように製造設備の各所に備えられたモニタ装置において，直接的に製造設備の稼働条件を設定可能とするように構成することは，製造設備に備えられた各機器の稼働状況を，通常は別場所に設けられている全体管理を行うコンピュータ画面を参照せずとも，製造設備近傍で確認可能とする目的，或いは，故障が発生した際にその状況を直ちに把握して迅速に対応する目的等から適宜に行われていることであり，刊行物1記載発明を認定した刊行物1の段落【0015】においても，「シーケンサ15にはアクチュエータ12をボタン操作でも駆動できるように調節ボタン16がつながれている」との記載があるように，当然に予定された構成であるといえる。",
                "してみるに，刊行物1記載発明に対して相違点に係る構成を適用することは当業者であれば適宜になし得た程度のことであって容易想到といわざるを得ない。",
                "そして，このようにしたことにより得られる作用効果も当業者であれば容易に推察可能なものであって，格別なものともいえない。",
                "以上のとおりであって，本願発明は，刊行物1～3の記載に基づいて当業者が容易に発明をすることができたものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，相違点についての判断を誤り(取消事由1)，また，本件審判手続には特許法の目的に反する違法があった(取消事由2)ものであり，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「生産，稼働情報」について",
              "text": [
                "本願発明における「生産，稼働情報」は，出願当初の明細書(甲4)の段落【0029】及び図6に記載されているように，ＮO(受注番号や社内整理番号や機械番号)，客先名，製造する本のサイズ(A4判，B5判など)，製造部数(納入部数)，受注月日又は登録月日，納入日，作業開始(予定)時間，作業終了(予定)時間，作業責任者ＮOなどの，いわゆる作業スケジュール管理情報を意味するものである。",
                "そして，本願発明における「任意の情報」は，操作表示器でモニタ表示された上記の意味の「生産，稼働情報」から選択され，設定変更された情報である。",
                "これに対し，刊行物1記載発明において，通信インターフェイスを介してコンピュータに転送される情報はアクチュエータの駆動量であって，これは，シーケンサに読み込まれ，調整機構を駆動させるために使用される情報であり，本願発明でいう作業スケジュール管理情報を含む生産，稼働情報ではない。また，刊行物1に記載されている生産条件は，刷本の種類，生産する本の種類，運転条件を規定する製本機の調節情報であり，本願発明の生産，稼働情報ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物2を引用した判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)のとおり，刊行物1記載発明において，通信インターフェイスを介してコンピュータに転送される情報はアクチュエータの駆動量であって，本願発明の生産，稼働情報ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物2の条件テーブルに保存される稼働条件は，段落【0013】に，印刷機について「版サイズはB5判で2色刷り」，断裁機について「三方断裁を行い，短辺側にパンチ穴を開口する」と記載され，図2に表が示されているとおり，製本システムを構成する印刷機，断裁機，糊付器などの運転条件を意味しており，上記(1)の意味での本願発明の生産，稼働情報とは内容が異なる。",
                    "さらに，審決は，刊行物2を引用して「コンピュータとライン管理装置或いはシーケンサの間では，生産情報或いは稼働情報を相互に通信し合うように構成されていることが通常である」と認定するが，刊行物2には，そのような構成についての記述はないし，審決はそのような周知例も示していない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，上記周知例として乙第1，2号証を援用し，これによれば，中央からローカルな現場の機械を管理するシステムにおいて，現場の機械側から中央に生産，稼働情報を転送することは，本件出願前に周知の事項であると主張するが，上記各乙号証は，現場の機械側から中央に生産，稼動情報を伝送しているシステムを示すだけであり，作業者が各ローカル製本機に搭載された操作表示器を操作することで，各ローカル製本機に作業スケジュール管理情報を設定し，必要なときにセンタ側に転送させるという本願発明の操作表示器を通じて実現される機能を何ら示唆するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，生産，稼働情報から選択した任意の情報をセンタ通信端末器に転送させるとの本願発明の構成は，刊行物1及び2に開示されていないのであるから，審決が，刊行物2を引用して，「相違点として抽出した内容のうち，「シーケンサに記憶されているローカル製本機の生産，稼動情報」を対象に，その内から「少なくとも1以上の任意の情報」を，「通信インターフェースを介して接続されたセンタ通信端末器に転送させる」ように構成することは，通常採用されている構成でしかない」と判断したことは，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物3を引用した判断について",
              "text": [
                "審決は，相違点のうち，「本願発明のシーケンサを搭載したローカル製本機が「操作表示器」を有しており，当該「操作表示器」において「シーケンサに記憶されているローカル製本機の生産，稼動情報をモニタ表示して，生産，稼動情報が変更設定できるとともに，その変更設定された生産，稼動情報のうちから少なくとも1以上の任意の情報を選択して，上記通信インターフェースを介して接続された上記センタ通信端末器に転送させる構成」を与える点」について，刊行物3には製造設備に付帯してモニタ装置を複数台備えておき，製造設備の運転状況を設備の各所で確認できるようにすることが記載されており，製造設備の各所に備えられたモニタ装置において直接的に製造設備の稼働条件を設定可能とするように構成することは適宜行われていることであるとして，「刊行物1記載発明に対して相違点に係る構成を適用することは当業者であれば適宜になし得た程度のことであって容易想到といわざるを得ない」と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3には，製造設備に付帯してモニタ装置を複数台備えた小冊子製造設備が開示されているが，ここで開示されているモニタ装置は，製本機に対応させて設けられたものではなく，図2からも明らかなように，製本のために種類の異なる複数の装置を組み合わせて配列して構成した小冊子製造設備の数か所にモニタ装置を配置させ，それぞれの製造設備の稼働状況を監視するというものであり，異常時には停止原因などのメッセージを表示するものである。",
                    "他方，本願発明では，作業者が各ローカル製本機に搭載された操作表示器を操作することで，各ローカル製本機に作業スケジュール管理情報を設定し，必要なときにセンタ側に転送させるというシステム構成が採られており，操作表示器は，ローカル製本機毎に設けられる必要があり，また，作業者による作業スケジュール管理情報の変更設定だけではなく，転送指令を受け付ける構成であることが必要である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，一般に，製造設備のモニタ装置で直接的に製造設備の稼働条件を設定可能とすることは，乙第3，4号証のとおり，本件出願前の周知技術であると主張する。",
                    "しかしながら，乙第3号証は，製本機に手動操作装置を設けたものであるが，手動操作装置は，製本機の中央制御コンピュータや分散設定制御装置が働かなくなった場合に非常手段として制御されるものである。また，乙第4号証は，制御卓にモニタを設けた印刷機を開示しているが，モニタと制御卓とは分離した構成になっている。",
                    "したがって，これらの乙第3，4号証に開示されたものは，製本機側に操作表示器を設ける点は示唆されても，本願発明の要旨である，「生産，稼動条件」を作業者が手操作で操作表示器に入力し，転送が必要なときにセンタ側に転送する機能を備えたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，刊行物3のモニタ装置は，本願発明の操作表示器とは構成及び機能が大きく異なるものであり，刊行物3には，上記のような本願発明の操作表示器の構成及び機能を示唆する記載はない。",
                    "したがって，刊行物3は，刊行物1記載発明に対し，相違点に係る操作表示器を備える構成とすることの動機付けとはならないから，同構成を容易想到であるとした審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性の判断について",
              "text": [
                "本願発明は，その構成によって，ローカル製本機側で設定変更した情報などを，作業者がまずローカル製本機側で確認し，必要であれば，ローカル製本機の操作表示器で操作してセンタ通信端末機側に転送させ，これにより，製本システムの中核となるローカル製本機の運転は現場優先で行う一方，必要なスケジュール管理情報はセンタ側で集中して管理することができ，作業管理を効率的に行うことができるというものである。",
                "すなわち，この種の製本システムでは，それぞれの製本作業の中核となるローカル製本機は，現場作業者が管理して小回りが利くことが望まれる一方，ローカル製本機を複数稼動させる場合には，それらの作業スケジュールを集中して管理することが望まれており，本願発明は，上記のとおり，このような要望に応えるものである。これに対し，刊行物1ないし3には，そのような現場作業を重視して全体をスケジュール管理する考えは存在しない。",
                "そして，上記(3)のとおり，本願発明において操作表示器が「生産，稼動情報」から選択した情報をセンタ通信端末器に転送させる機能を設けた点については，刊行物1ないし3のいずれにも開示がないところ，審決は，これらの刊行物に開示のない本願発明の上記特徴が，製本システムの分野において通常に採用されている手法であると判断して本願発明の進歩性を否定したものであるが，進歩性を否定するのであれば，「通常に採用されている手法である」ことを裏付ける一般的な公知文献を示すべきであり，そのような証拠に基づかない審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審判手続の違法)",
          "content": [
            {
              "fig": "(1)",
              "subject": "Aは，平成16年9月24日に不服審判を請求し，平成17年1月21日",
              "text": [
                "付け手続補正書(甲7)において，特許請求の範囲の補正案を記載して審理を求めたが，そのまま放置された。",
                "その後，原告ら代理人は，平成20年4月30日，本件審判の審判長から電話を受け，それに応答した際に意見交換を試みたが，審判請求後30日以内の補正の機会があるにもかかわらず，補正しなかったので，上記補正案は正式な手続補正書にはならず，考慮することはできないと判断され，審理は終結し，拒絶審決がされた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "不服審判の請求人は，拒絶理由通知を受けない限り補正の機会はないので，審判を請求すれば，より適法で高い見地から審理がされることを期待しており，意見交換の機会を望んでいるのが通例である。しかるに，本件審判では，審理に入る前に提示した補正案について，一度も意見交換の機会は与えられず，すべてが特許庁の都合で手続が進められ，審理に入った後は，請求人が提示した補正案は無視され，審判長から一度の電話通知で結論が述べられた後，審理が終結され，拒絶審決がされた。このような審判手続は，請求人が真に希望する発明を審理の外に置き，希望していない発明を審理するものであって，訴訟経済上から見ても無駄であり，社会的にも無意味なものである。",
                "上記のような審判手続が常態となるようでは，審判の法的意義は全く存在せず，審査よりも適正な判断を受けることを望んで審判を請求した国民の期待は著しく裏切られ，特許法の目的である，発明の保護，奨励に反することは明らかであるので，法目的に照らして本件審判手続は違法であり，審決は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「生産，稼働情報」について",
              "text": [
                "本件補正後の請求項1では「生産，稼動情報」が作業スケジュール管理情報を含むとは記載されていないから，本願発明の「生産，稼動情報」を作業スケジュール管理情報を含む生産，稼動情報と限定した解釈は許されない。",
                "また，刊行物1の段落【0019】には，生産条件として「ページ数」が挙げられ，製本すべきページ数が変われば，製本機の稼動時間が変わり，作業スケジュールも変わることは当然予想されるから，これは作業スケジュール管理情報を含む生産，稼動情報といえる。",
                "したがって，仮に，原告らの主張するとおり，本願発明の「生産，稼動情報」を作業スケジュール管理情報を含む生産，稼動情報と解釈したとしても，刊行物1記載発明の生産条件と本願発明の生産，稼動情報とは一致する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物2を引用した判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2記載の印刷物の製造工程管理装置では，ホストコンピュータからライン管理装置に製造予定に係る指示がされ，ライン管理装置が稼動条件を各生産機械に設定しているから，刊行物2の上記装置における「製造予定に係る指示」は生産，稼動情報といえる。",
                    "そして，上記(1)のとおり，本願発明の「生産，稼動情報」を作業スケジュール管理情報を含む生産，稼動情報と限定して解釈することは許されないが，仮にそのように解釈したとしても，刊行物2の段落【0019】及び【0020】の記載によれば，ホストコンピュータからの「製造予定に係る指示」に基づいて，ライン管理装置が各生産機械に設定する稼働条件により，算数1の製品をどれだけ製造し，次に国語2の製品をどれだけ製造するかというような作業スケジュールが決まるから，「製造予定に係る指示」は作業スケジュール管理情報を含む生産，稼働情報である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，刊行物2記載の印刷物の製造工程管理装置の「ホストコンピュータ」及び「ライン管理装置」は，それぞれ刊行物1記載発明の「コンピュータ」及び「シーケンサ」に相当する。そして，刊行物1記載発明において，「コンピュータ」から「シーケンサ」に送られる「アクチュエータの駆動量」は，生産条件そのものではないが，生産条件から算出されるか，生産条件に対応するアクチュエータの駆動量を示す過去のデータの検索により決定されるものであり，生産，稼働情報であるところの「生産条件」と「アクチュエータの駆動量」とは算出又は検索により前者から後者が決まるという密接な関係にあること，及び刊行物2の上記装置において「製造予定に係る指示」は「ホストコンピュータ」から「ライン管理装置」に送られる情報であり，刊行物1記載発明において「アクチュエータの駆動量」は「コンピュータ」から「シーケンサ」に送られる情報であることからすれば，刊行物2記載の上記装置の「製造予定に係る指示」は，刊行物1記載発明の「アクチュエータの駆動量」と共通している。",
                    "さらに，中央からローカルな現場の機械を管理するシステムにおいて，現場の機械側から中央に生産，稼働情報を転送することは，本件出願前に周知の事項である(乙1，2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，刊行物1記載発明において，「製本機」と「コンピュータ」との間で，「アクチュエータの駆動量」を扱うのではなく，生産，稼動情報であるところの「生産条件」自体を扱うこととし，「製本機」から「コンピュータ」に「生産条件」を転送することは，刊行物2の記載に基づいて当業者が容易に想到できたことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物3を引用した判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物3には，製造設備に付帯してモニタ装置を複数台備えておき，モニタ装置が，製造設備の「生産量，A能，C能，稼働率」(図6)，ミシン装置が停止した場合の「ミシン装置2号糸切れ」との停止原因(【0033】，図4)，筋押・二ツ折機が停止した場合の「筋押・二ツ折機全停止」とのメッセージ(【0035】，図5)を表示することが記載されているところ，これらの表示内容は生産，稼働情報といえる。",
                    "そして，前記(1)のとおり，本願発明の「生産，稼動情報」を作業スケジュール管理情報を含む生産，稼動情報と限定して解釈することは許されないが，仮にそのように解釈したとしても，刊行物3の冊子製造設備は，山積みされたシート状ワーク1をひとかたまりの山毎に処理し(【0002】，【0003】，【0011】)，製造設備に付帯したモニタ装置は「○山目終了です」(図4，5)のように「山替え情報」を表示するものであって，この「山替え情報」は何番目の山に関する作業が終了したかを示す情報であるから，作業スケジュール管理情報を含む生産，稼働情報である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，刊行物1記載発明において，刊行物2の記載に基づいて，製本機で変更設定した「生産，稼働情報」を製本機からコンピュータに転送するようにした場合において，「生産，稼働情報」を製本機側でモニタ表示することは，刊行物3の記載及び技術常識から容易に想到し得たことである。",
                    "また，一般に，製造設備のモニタ装置で直接的に製造設備の稼働条件を設定可能とすることは，乙第3，4号証のとおり，本件出願前の周知技術である。",
                    "したがって，審決が，刊行物3の記載と上記周知技術から相違点のうち，操作表示器に係る構成について容易想到であると判断したことに誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審判手続の違法)に対して",
          "text": [
            "審判請求された出願の明細書を補正することができる機会は，特許法17条の2第1項4号の規定により審判請求の日から30日以内にするときのほかには，審判合議体において拒絶すべき理由を新たに発見して請求人に通知した場合の指定期間内にするときに限られている(特許法17条の2第1項1号，50条，159条2項)。",
            "本件では，審判請求後の法定期間内に明細書は補正されなかったのであるから，審理すべきは，本件補正後の特許請求の範囲に記載された発明であって，平成17年1月21日付けの手続補正書(方式)(甲7)で審判請求人が提示した補正案に記載された発明ではない。",
            "したがって，補正案に基づく発明を本願発明として審理すべきであったとする原告らの主張は誤りである。",
            "なお，審判請求代理人に対する審判長からの電話連絡は，補正案を審理対象とすることができない事情を説明するためのものであって，それ以上のものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「生産，稼働情報」の意義について",
              "text": [
                "原告らは，本願発明における「生産，稼働情報」は作業スケジュール管理情報を意味するものであると主張するので，まずこの点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の請求項1の記載を再掲すると，次のとおりである。",
                    "「操作表示器を有し，シーケンサを搭載したローカル製本機と，センタ通信端末器とを，通信インターフェースを介して接続して構成され，上記操作表示器は，シーケンサに記憶されているローカル製本機の生産，稼動情報をモニタ表示して，生産，稼働情報が変更設定できるとともに，その変更設定された生産，稼働情報のうちから少なくとも1以上の任意の情報を選択して，上記通信インターフェースを介して接続された上記センタ通信端末器に転送させる構成とした通信機能を備えた製本システム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書には，「生産，稼働情報」に関して，次の記載がある(甲4，5の2)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【0004】",
                      "text": [
                        "【発明が解決しようとする課題】このような製本システムでは，管理者は，工程管理の作業において，現在の製品の状況を把握しておくことが最も重要な作業であるが，上記したような作業方法では，多くの時間を必要としていた。一方，作業者も，次の作業を行うために伝票を捜してから作業手順を確認しなければならなかった。",
                        "【0005】本発明は，このような事情に鑑みてなされたものであり，製本システムに通信機能を備えることにより，遠隔のセンタから製本機の運転制御を行うことを可能とするとともに，センタ側においてシステムの集中管理ができるようにすることを目的としている。・・・」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0019】図2は，ローカル製本機として，製本機2，丁合機3，三方断裁機4のみで構成されるシステムを示した図である。以降は，この図に示したシステム構成を中心として説明する。各ローカル製本機2，3，4には，シーケンサ2a，3a，4aを備えており，シーケンスプログラムを実行することによって，信号制御を行い，システムを稼働させている。また，各ローカル製本機2，3，4には，操作表示器2b，3b，4bを備えており，各機2，3，4の生産，稼働情報が設定できるようになっている。なお，生産，稼働情報は，製造部数や各種カウンタ値など，製本機2，3，4の運転制御のために各シーケンサ2a，3a，4aによって管理，制御される情報を含んでいる。」"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【0024】すなわち，センタ通信端末器1では，管理するローカル製本機2～4から生産情報を吸い上げて，製造情報の集計(製造管理)や稼動情報(メンテナンス)の集計などが出来る。これによって，製本ロットが異なる毎に現場で稼動情報を設定変更する必要がないので，少量，多品種型生産の場合に特に有益となる。」"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0029】次に，図6は，ローカル製本機2～4側の表示操作画面の一例を示している。この画面には，生産，稼動情報が表示されており，ＮO(受注番号や社内整理番号や機械番号)，客先名，製造する本のサイズ(A4判，B5判など)，製造部数(納入部数)，受注月日又は登録月日，丁合機3の使用台数，総ページ数，見返りの有無，納入日，折丁の完成日(折丁入日)，作業開始(予定)時間，作業終了(予定)時間，丁合機3のカウンタ(丁合カウンタ)，三方断裁機4のカウンタ(三方カウンタ)，製本機2のカウンタ(バインダーカウンタ)，作業責任者ＮOなどが表示される。」"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【0044】",
                      "text": [
                        "【発明の効果】",
                        "以上の説明から理解されるように，請求項1～2に記載の通信機能を備えた製本システムでは，ローカル製本機において，生産，稼動情報の変更設定を可能とするとともに，その変更設定された生産，稼動情報のうちから任意の情報を選択して，センタ通信端末器に転送させるので，センタ通信端末器において，ローカル製本機の集中管理ができる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記アのとおり，特許請求の範囲の記載によれば，本願発明の「生産，稼働情報」はスケジュール管理情報を意味するものとは特定されていない。また，「生産，稼働情報」との用語が一義的にスケジュール管理情報を意味するものといえないことも明らかである。",
                    "次に，上記イの本願明細書の記載を検討するに，発明の実施形態に関する上記イ(イ)及び(ウ)の記載からは，生産，稼働情報がスケジュール管理情報を意味するものと解釈することは困難であり，また，実施例に関する上記イ(エ)の記載によっても，生産，稼働情報に，受注月日又は登録月日，納入日，折丁の完成日(折丁入日)，作業開始(予定)時間及び作業終了(予定)時間等の作業スケジュールに関連した情報が含まれるとはいえるものの，客先名，製造する本のサイズ(A4判，B5判など)，製造部数(納入部数)，丁合機3の使用台数，見返りの有無等の作業スケジュールに関連するとはいえない情報も含まれているのであるから，本願発明の「生産，稼働情報」がスケジュール管理情報を意味するものと限定して解釈することは困難である。",
                    "さらに，本願発明の解決課題や効果に関する上記イ(ア)及び(オ)の記載によっても，本願発明が，遠隔のセンタ通信端末器側からローカル製本機の運転制御を可能とし，センタ通信端末器側においてローカル製本機の集中管理ができるようにする発明であることは理解できるものの，このような抽象的な作用効果の記載から，本願発明の「生産，稼働情報」がスケジュール管理情報に限定されるものと理解し得る訳ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本願発明における「生産，稼働情報」は作業スケジュール管理情報を意味するものであるとする原告ら主張は採用することができないから，「生産，稼働情報」は，用語の一般的な意味に解するほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物2を引用した判断について",
              "text": [
                "審決は，刊行物2を引用して，相違点に係る構成のうち，ローカル製本機の生産，稼動情報のうちから少なくとも1以上の任意の情報を，通信インターフェースを介してセンタ通信端末器に転送させるように構成することは，通常採用されている構成であると判断したところ，原告らは，審決の上記判断が誤りであると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物2の開示内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2は，名称を「印刷物の製造工程管理装置」とする発明の公開特許公報(特開平5−8381，甲2)であり，これには，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「【0018】このシステムの動作は次のとおりである。まず，ホストコンピュータ40からライン管理装置20に対して製造予定が与えられ，ライン管理装置20内に図3に示すような予定テーブル22が保持される。条件設定手段23は，この予定テーブル22を参照することにより，最初に処理すべき品目が算数1であり，その版位置はL1であることを認識する。そこで，条件設定手段23は，図2に示す条件テーブル21を参照して，算数1に対応する稼働条件を抽出し，各生産機械に対する条件設定を行う。すなわち，印刷機11に対して稼働条件A3が，断裁機12に対して稼働条件B3が，糊付機13に対して稼働条件C3が，結束機14に対して稼働条件D3が，搬出機15に対して稼働条件E3が，それぞれ設定され，算数1の生産準備が完了する。・・・」"
                        },
                        {
                          "fig": "(b)",
                          "subject": "「【0019】こうして，全生産機械11～15の稼働条件設定が完了し，必要な材料の搬入が完了したら，各生産機械を稼働させる。このときの稼働状態は，各生産機械11～15側からライン管理装置20へ報告される。また，ライン管理装置20からホストコンピュータ40に対しては，各生産機械の稼働状態とともに実績(生産量)が報告される。・・・」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)(a)の記載によれば，刊行物2の印刷物の製造工程管理装置においては，ホストコンピュータからライン管理装置に製造予定が与えられ，これがライン管理装置内の予定テーブルとして保持されること，ライン管理装置(条件設定手段)は，この予定テーブルを参照して処理すべき品目を決定し，条件テーブルを参照して処理すべき品目に対応する稼働条件を抽出して各生産機械に対する条件設定を行うこと，が認められる。",
                        "上記のとおり，ホストコンピュータからライン管理装置に与えられる製造予定は，ライン管理装置がこれに基づいて各生産機械の稼働条件を設定するものであるから，生産，稼働情報に当たるといえる。",
                        "また，上記(ア)(b)の記載によれば，刊行物2の印刷物の製造工程管理装置では，ライン管理装置からホストコンピュータに対して「実績(生産量)」が送られることが認められるところ，生産量の実績は，生産，稼働情報に当たる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，刊行物2の印刷物の製造工程管理装置は，ホストコンピュータとライン管理装置の間で，生産，稼働情報を相互に通信し合うものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点，原告らは，刊行物2の条件テーブルに保存される稼働条件は，製本システムを構成する印刷機，断裁機，糊付器などの運転条件を意味しており，本願発明の生産，稼働情報とは内容が異なると主張するが，原告らの上記主張は，本願発明の生産，稼動情報が，作業スケジュール管理情報に限定されるとの解釈を前提とするものであり，この点において既に失当である。また，上記認定のとおり，刊行物2においては「製造予定」が生産，稼動情報に当たると認められるのであるから，原告ら主張は，上記(ウ)の判断を左右するものとは言い難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術",
                  "text": [
                    "原告らは，審決が刊行物2を引用して「コンピュータとライン管理装置或いはシーケンサの間では，生産情報或いは稼働情報を相互に通信し合うように構成されていることが通常である」と認定したことについて，刊行物2にはそのような構成についての記述はないし，審決はそのような周知例も示していないと主張するが，刊行物2には，上記アに認定判断したとおり上記構成が開示されているから，刊行物2に関する原告らの主張は失当である。そこで，原告らの主張のうち，周知技術に関する部分について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙第1号証は，名称を「生産管理システム」とする発明の公開特許公報(特開平11−212603号)であり，これには次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「【請求項1】 それぞれが生産ラインを管理する複数の生産コントロール部と，前記複数の生産コントロール部を管理する生産管理本部とを備える生産管理システムにおいて，",
                          "text": [
                            "前記生産コントロール部から前記生産管理本部へ情報を片方向に伝送する第1回線と，前記生産管理本部から前記生産コントロール部へ情報を片方向に伝送する第2回線とを備え，第1回線は第2回線よりも伝送容量が大きいことを特徴とする生産管理システム。」"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "「【0004】一般に，生産にかかわる工程数が多くなってくると，上記のように別々の場所で処理するという生産形態をとらざるを得なくなることが必然的に多くなる。そのような場合に，各生産場所での生産進捗状況をその場に出向くことなく，離れた場所においてリアルタイムで正確に把握することができれば，工場全体としての総合的な生産効率の向上を図ることが可能になる。また，把握した生産遂行状況に応じて各生産場所を管理する生産コントロール部に対し，随時適切な指示を与えることができれば，各生産場所における生産をスムースに遂行させることができる。」"
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "「【0008】本発明は，このような問題に鑑みてなされたものであって，その目的とするところは，特に，複数箇所の生産ラインにおける生産進捗状況を1箇所の生産管理本部においてリアルタイムで正確に把握して，必要な指示を生産ラインに与えて制御することを可能にした生産管理システムを提供するにある。」(イ) 上記各記載によれば，乙第1号証には，生産現場をコントロールする生産コントロール部から当該生産コントロール部を管理する生産管理本部へ生産，稼働情報を伝送する技術事項が記載されていると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，乙第2号証は，名称を「生産管理システム及びパラレル信号処理装置」とする発明の公開特許公報(特開平6−282308号)であり，これには次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「【0002】",
                          "text": [
                            "【従来の技術及びその課題】・・・生産管理システムは，設備からの生産管理データを収集するデータ収集用端末装置と，端末装置で収集した生産管理データを集計するホストコンピュータとを備えている。」"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "「【0003】この種の生産管理システムでは，端末装置が，設備の稼働時間，停止時間，停止回数，生産数，停止要因，不良要因等の生産管理データを収集する。また，ホストコンピュータは，収集された生産管理データを集計して稼働日報を作成する。・・・」"
                        },
                        {
                          "fig": "(c)",
                          "subject": "「【0014】・・・生産管理データには，設備の稼働／停止，停止要因，不良要因，生産数，不良品検出等のデータが含まれる。・・・」"
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記各記載によれば，乙第2号証には，生産機器から収集した生産管理データを端末装置からホストコンピュータに送信する技術事項が記載されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(イ)及び(エ)の認定事実によれば，生産現場の生産機器側からこれを管理するホストコンピュータへ生産，稼働情報を転送することは本件出願前に周知の技術事項であったことが認められる。",
                        "この点について，原告らは，乙第1，2号証には本願発明の操作表示器を通じて実現される機能が何ら示唆されていないと主張するが，上記のとおり，乙第1，2号証により認定される周知技術は，操作表示器に係る構成を含むものではないから，原告らの上記主張は，周知技術に関する上記認定を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物1記載発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1記載発明において，通信インターフェイスを介してコンピュータに転送される情報がアクチュエータの駆動量であることは，当事者間に争いがない。",
                        "また，刊行物1(甲1)には，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "「【0015】上記の構成からなる製本機において，生産条件，すなわち，刷本の種類，生産する本の種類，製本機の運転条件等が変わった時に調整が必要となる各部Aには，図2に示すように，調節機構11と，それを駆動するアクチュエータ12と，アクチュエータ12を駆動するドライバ13が設けられており，またアクチュエータ12の駆動量を検知する検知器14がそれぞれ取り付けられている。",
                            "さらに，ドライバ13はシーケンサ15によりアクチュエータ12を駆動するようになっており，またシーケンサ15にはアクチュエータ12をボタン操作でも駆動できるように調節ボタン16がつながれている。」"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "「【0016】そして，シーケンサ15には，アクチュエータ12の駆動量を検知する検知機14と調節機構11の上下限点及び原点を検知するためのスイッチ17がつながれているとともに，例えば，コンピュータとのデータ通信が可能な計算機リンクユニット及びRS−232Cケーブルを介してコンピュータ18がつながれており，各アクチュエータ12の駆動量をコンピュータ18と通信できるようになっている。」"
                        },
                        {
                          "fig": "(c)",
                          "subject": "「【0018】コンピュータ18は自動調節を可能にするために作成されたプログラムに基づいて作動する。プログラムの内容は，生産条件を入力するための入力部分と，入力データから各調節機構11の調節量を決定する部分，すなわち各アクチュエータ12の駆動量を算出するか若しくは過去に同じ又は類似の品目がある場合についてはその時の調節量を過去のアクチュエータ駆動量のデータから検索するための演算及び検索部分と，各アクチュエータ12の駆動量をシーケンサ15に送り，またアクチュエータ12を調節ボタン16で微調整した時のアクチュエータ12の駆動量をシーケンサ15から受け取る通信部分と，生産条件及び各アクチュエータ12の駆動量を蓄積するデータ保存部分と，作業者がコンピュータ18に生産条件を入力したり調節ボタン16の操作をする時に操作指示をする画面及び各調節機構11の調節量を表示する画面表示部分とから構成されている。」(d) 「【0019】実際の操作は，データの入力から行われる。入力するデータとしては，本の種類として，品目名，仕上げサイズ，本厚さ，針金の綴じ状態，使用フィーダ番号等があり，刷本の種類として，刷本のサイズ，ラップ代，折り仕様，ページ数，紙質，紙厚，版式等があり，製本運転条件として，製本機回転数，駆動軸の初期回転角度，フィーダのサッカーにおけるタコの位置，各フィーダの回転数と製本機の回転数の比(クラッチの比)等がある。これらの入力データは，調節を適切に行うために必要なものであり，自動調節を行う箇所が異なれば，必然的に入力データの項目も変わることが考えられる。したがって入力するデータ項目は必ずしもこの通りではなく，必要に応じて増減されたり或いは変えられたりするものである。」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記各記載によれば，刊行物1記載発明において，コンピュータからシーケンサを介して製本機に送信されるアクチュエータの駆動量は，生産条件(刷本の種類，生産する本の種類，製本機の運転条件等)に対応して算出されるか又は過去のデータからの検索により決定されるものであること，製本機側の調節ボタンで微調整した時のアクチュエータの駆動量は，製本機に設けられたシーケンサを介してコンピュータの通信部分に転送され，かつ，生産条件と共にコンピュータ側のデータ保存部分に蓄積されるものであることが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，刊行物1記載発明の「生産条件」は刷本の種類，生産する本の種類，製本機の運転条件等であるところ，刷本の種類，生産する本の種類は生産する本についての情報であるから生産情報であり，製本機の運転条件は製本機の稼動についての情報であるから稼動情報である。",
                        "したがって，刊行物1記載発明の生産条件は，本願発明における生産，稼動情報に当たる。",
                        "そして，上記(イ)のとおり，刊行物1記載発明のアクチュエータの駆動量は，生産条件に対応して算出されるか又は過去のデータから検索により決定されるものであるから，刊行物1記載発明のアクチュエータの駆動量は，生産，稼動情報であるところの生産条件から決まる同条件と密接な関係にある情報であるということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小活",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，刊行物2の印刷物の製造工程管理装置は，ホストコンピュータとライン管理装置の間で，生産，稼働情報を相互に通信し合うものである。",
                        "また，上記イのとおり，生産現場の生産機器側からこれを管理するホストコンピュータへ生産，稼働情報を転送することは本件出願前に周知の技術事項である。",
                        "しかして，刊行物1記載発明と刊行物2の印刷物の製造工程管理装置とを対比して見れば，刊行物2の上記装置の「ホストコンピュータ」及び「ライン管理装置」は，刊行物1記載発明の「コンピュータ」及び「シーケンサ」に相当するものといえ，また，刊行物1記載発明のアクチュエータの駆動量は生産，稼動情報である生産条件と密接に関係する情報であることからすれば，刊行物1記載発明において，刊行物2記載の技術を適用し，アクチュエータの駆動量に替えて，生産，稼動情報である生産条件自体を扱うようにし，また，その際に前記イの周知技術を考慮するならば，コンピュータと製本機(シーケンサ)の間で生産条件を相互に通信し合うようにすることは当業者が容易に想到し得たことであると認められるから，製本機からコンピュータに生産条件を転送するようにすることもまた当業者が容易に想到し得たことである。",
                        "また，一般に，相手方に通知する情報を作業者が選択可能とすることは通常行われていることであるから，上記の場合に，生産条件のうちの任意の情報を転送するようにすることも容易に想到し得た範囲のことであるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおりであるから，刊行物2を引用して，相違点に係る構成のうち，ローカル製本機の生産，稼動情報のうちから少なくとも1以上の任意の情報を，通信インターフェースを介してセンタ通信端末器に転送させるように構成することは，通常採用されている構成であるとした審決の判断に誤りはなく，原告らの主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "刊行物3を引用した判断について",
              "text": [
                "審決は，刊行物3を引用した上で，製造設備の各所に備えられたモニタ装置において直接的に製造設備の稼働条件を設定可能とするように構成することは適宜行われていることであるとして，相違点のうち操作表示器に係る構成を容易に想到し得たと判断したところ，原告らは，審決の上記判断が誤りであると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物3の開示内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3は，名称を「小冊子製造設備のモニタ装置」とする発明の公開特許公報(特開平5−8582号，甲3)であり，これには次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「【0001】",
                          "text": [
                            "【産業上の利用分野】本発明は預金通帳等の小冊子を製造するために用いる小冊子製造設備のモニタ装置に関する。」"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "「【0014】・・・これら小冊子製造設備10全体は，3台のモニタ装置23a，23b，23cにより機械停止等の監視が行なわれる。・・・」"
                        },
                        {
                          "fig": "(c)",
                          "subject": "「【0015】次に各モニタ装置23a，23b，23cについて以下詳",
                          "text": [
                            "述する。各モニタ装置23a，23b，23cは同一の構成となっている。すなわち図1に示すように，モニタ装置23a，23b，23cは，小冊子製造設備10全体および各々の装置の稼働状況を写し出す全体画面と，小冊子製造設備10を構成する個々の装置が停止した場合に当該停止装置を含む部分の運転状況を写し出す分割警報画面を各々表示することが可能な表示部33を有している。この表示部33は，CRT画面からなっており，上記全体画面および分割警報画面の他に，小冊子製造設備10の稼働実績を示す稼働実績画面を表示することが可能となっている。」"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "subject": "「【0038】以上説明したように，本実施例によれば，通常運転時，小冊子製造設備全体の運転状況を表示部の全体画面によって確認することができるとともに，停止時において，当該停止装置および停止原因を表示部の分割警報画面によって確認することができる。・・・」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記各記載によれば，刊行物3の小冊子製造設備は，製造設備に付帯したモニタ装置を複数台備えておき，製造設備の運転状況を設備の各所で確認できるようにしたものであることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "モニタ装置に関する周知技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙第3号証は，名称を「製本機の調節用設備」とする発明の公開特許公報(特開平8−216552号)であり，これには以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "「【請求項1】 入力された調節量に対応した設定値に到達することを目標に，駆動要素と計測要素とによって駆動されることが可能な調節装置を有する複数の機能ステーションと，",
                          "text": [
                            "例えばPCのごときマンマシンインタフェースおよび例えばSPS制御システムのごとき機械制御システムを有する中央設定制御装置と，",
                            "それぞれの制御場所に置かれ，データ回線によって前記マンマシンインタフェースと接続し，設定値を記録する表示部と人が操作するキー入力部を有する分散設定制御装置とを備えた製本機械の調節用設備において・・・」"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "「【0001】",
                          "text": [
                            "【発明の属する技術分野】この発明は，入力された調節量に対応した設定値に到達することを目標に，駆動要素と計測要素によって駆動されることが可能な調節装置を有する複数の機能ステーションと，例えばPCのごときマンマシンインタフェースおよび例えばSPS制御システムのごとき機械制御システムを有する中央設定制御装置と，それぞれの制御場所に置かれ，データ回線によって前記マンマシンインタフェースと接続し，設定値を記録する表示部と人が操作するキー入力部を有する分散設定制御装置とを備えた製本機械の調節用設備に関する。」(c) 「【0007】空間的に分布配置された，種々の，スピンドル式の調節装置1を有している製本機械の機能ステーションの各々に，表示部3と入力される調節量に応じて駆動要素5と測定要素6によって設定を実行させるための手動キー入力部4を有する分散設定制御装置2が配置されている。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記各記載によれば，乙第3号証には，製本機械の調節用設備における周知の事項として，製本機に配置された分散設定制御装置が表示部と入力部を有し，同装置で製本機の稼動情報を表示し，設定可能とする技術事項が開示されていると認められる。",
                        "したがって，製造設備に付帯したモニタ装置で製造設備の稼動情報を表示し，設定可能とすることは本件出願前に周知の技術であったと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告らは，乙第3号証の手動操作装置は，①非常手段として制御されるものであり，また，②製本機側に操作表示器を設ける点を示唆するとしても，本願発明の要旨である，「生産，稼動条件」を作業者が手操作で操作表示器に入力し，転送が必要なときにセンタ側に転送する機能を備えたものではないと主張する。",
                        "しかしながら，乙第3号証において非常手段として制御される手動操作装置は，「分散設定制御装置が働かなくなった場合に，電気・機械式非常手動操作装置によって制御され得る。」(【0009】)と記載されていることから明らかなように，分散設定制御装置とは異なるものであるから，上記①の主張は失当である。",
                        "また，乙第3号証の分散設定制御装置が製造設備の稼動情報を表示し，設定するものであることは，前記(イ)に認定のとおりである。",
                        "もっとも，乙第3号証の分散設定制御装置は，本願発明の操作表示器のように，生産，稼動情報から選択した任意の情報をセンタ通信端末器に転送させる機能を備えたものではないとする点は，原告らの主張するとおりであるが，乙第3号証は，製造設備に付帯したモニタ装置で製造設備の稼動情報を表示し，設定可能とすることが本件出願前に周知の技術であったことを示す周知例であるから，上記の転送機能の有無は，上記周知技術の認定に関わらない事項である。したがって，上記転送機能に関する原告らの主張は，上記周知技術の認定を左右するものではない。",
                        "以上のとおりであるから，原告らの上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "操作表示器に係る構成の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)エのとおり，刊行物1記載発明において，生産，稼動情報である生産条件のうちの任意の情報を製本機からコンピュータに転送するようにすることは，当業者が容易に想到し得たことである。",
                        "また，上記アのとおり，刊行物3の小冊子製造設備は，製造設備に付帯したモニタ装置を複数台備えておき，製造設備の運転状況を設備の各所で確認できるようにしたものであり，前記イのとおり，製造設備に付帯したモニタ装置で製造設備の稼動情報を表示し，設定可能とすることは周知技術である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，刊行物1記載発明において，生産，稼動情報のうちの任意の情報を製本機からコンピュータに転送するようにした場合において，刊行物3の記載事項及び上記周知技術を適用し，製本機に付帯するモニタ装置を備え，当該モニタ装置で製本機の稼動情報を表示し，設定可能とすること及び稼動情報を設定するモニタ装置に上記転送機能を併せ持たせるようにすることは，いずれも当業者であれば容易に想到し得たことであると認められる。",
                        "以上によれば，相違点のうち操作表示器に係る構成は，刊行物1記載発明に刊行物2，3の記載事項及び周知技術を適用することにより当業者が容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点について，原告らは，刊行物3のモニタ装置は，製本のために種類の異なる複数の装置を組み合わせて配列して構成した小冊子製造設備の数か所にモニタ装置を配置させ，それぞれの製造設備の稼働状況を監視するというものであり，本願発明の操作表示器とは構成及び機能が異なると主張する。",
                        "しかしながら，刊行物3のモニタ装置に係る記載事項のみではなく，前記周知技術をも合わせ考慮すれば，上記(イ)のとおり，相違点のうちの操作表示器に係る構成は容易想到であると認められるから，原告らの上記主張は採用することができない。",
                        "また，原告らは，本願発明の操作表示器は，ローカル製本機毎に設けられる必要があり，作業者による作業スケジュール管理情報の変更設定だけではなく，転送指令を受け付ける構成であることが必要であるとも主張する。",
                        "しかしながら，操作表示器を設ける位置や個数は，装置の使い勝手等を考慮して適宜選択すべき設計的事項であって，装置毎に操作部や表示部を設ける点は，極めて普通に行われているから，刊行物1記載発明においてモニタ装置を備えるようにする場合に，製本機毎に備えるようにすることもまた設計的事項にすぎない。さらに，モニタ装置に稼動情報の転送機能を併せ持たせるように構成し得ることも上記(イ)に認定判断したとおりである。",
                        "したがって，原告らの上記主張も採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小活",
              "text": [
                "原告らは，さらに，前記第3の1(4)のとおり，審決の容易想到性に関する判断の誤りを主張するが，上記(2)及び(3)に認定判断したところに照らすならば，その理由がないことは明らかである。",
                "そして，以上の検討結果によれば，審決の相違点についての判断に誤りがあるとは認められないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審判手続の違法)について",
          "text": [
            "原告らは，本件不服審判において，審判合議体が，平成17年1月21日付け手続補正書(甲7)による特許請求の範囲の補正案を無視して審理を進め，拒絶審決をしたとし，このような審判手続は，特許法の目的に照らして違法であるから，審決は取り消されるべきであると主張する。",
            "そこで検討するに，本件不服審判は平成16年9月24日に請求されたものであるところ，請求人が明細書等の補正をすることができるのは，請求の日から30日以内である(特許法17条の2第1項4号)から，平成17年1月21日付け手続補正書による特許請求の範囲の補正は，法定の期間を徒過してされたものであって，不適法である。",
            "したがって，審判合議体が平成17年1月21日付け手続補正書による特許請求の範囲の補正案を考慮せずに審理を終結し，審決をしたとしても，審判手続に違法があるということはできない。",
            "よって，原告らの主張は，主張自体理由がないというべきであり，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上の次第であるから，審決取消事由はいずれも理由がなく，他に審決を違法とする事由もないから，審決は適法であり，本件請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10252",
    "date": "2009-03-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037485",
    "ipprecedent_id": "1822",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}