{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2007−390103号事件について平成20年1月8日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，「電話送受信ユニット及び移動体通信端末」とする名称の発明について特許権を有しているところ，その請求項1に係る発明についての特許を無効とする旨の審決を受けたことから，その請求人に対し，審決中の同無効とする部分の取消しを求める訴えを提起した上で訂正審判を申し立てたところ，特許庁から「本件審判の請求は，成り立たない。」との審決を受けたことから，特許庁長官に対し，この審決の取消しを求めた事案である。",
        "争点は，後出の本件特許のうち訂正後の請求項1に係る発明が，特許出願の際に独立して特許を受けることができるものであるか否かであり，具体的には，この発明が，特開平9−149109号公報(甲2。以下「刊行物2」という。)に記載された発明(以下「引用発明2」という。)，特開平9−139972号公報(甲3。",
        "以下「刊行物3」という。)に記載された発明(以下「引用発明3」という。)，国際公開第94／21058号(1994)(甲4。以下「刊行物4」という。)に記",
        "載された発明(以下，審決を引用する場合を含め「引用発明4」という。)及び周知慣用技術との関係で進歩性(特許法29条2項)を有するかどうかである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告が特許権を有する発明の名称を「電話送受信ユニット及び移動体通信端末」とする特許第3048964号は，平成9年6月24日に特許出願され，平成12年3月24日に設定登録された(請求項の数6。以下「本件特許」という。甲7)。",
            "これに対し，株式会社ネットインデックスから本件特許を無効にすることを求める特許無効の審判請求がされ，特許庁は，同請求を無効2006−80205号事件として審理した上，平成19年5月10日，請求項1に係る発明についての特許を無効とするなどとの審決をした。",
            "原告は，同年6月15日，上記請求人を被告としてこの審決の取消しを求める訴えを知的財産高等裁判所に提起(平成19年(行ケ)第10214号事件)するとともに，同年9月5日，本件特許につき，特許請求の範囲，発明の詳細な説明及び発明の名称を訂正すること(以下「本件訂正」という。)について訂正審判を求めた(甲10)。",
            "特許庁は，この請求を訂正2007−390103号事件として審理し，同年10月17日付けで訂正拒絶理由通知をし(甲11)，平成20年1月8日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年1月18日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の請求項1に係る発明(以下「本件訂正発明」という。)の内容は，次のとおりである(甲10。なお，下線部が本件訂正部分である。)。",
                "「【請求項1】アンテナにより受信される受信信号をスピーカから音声として出力する通話用音声信号に変換する第1の変換機能と，マイクに入力される音声が変換された通話用音声信号を前記アンテナから出力する送信信号に変換する第2の変換機能と，操作部からの操作信号に基づいて所定の処理を行う機能と，表示部に表示する表示信号を生成する機能とを有する電子回路と，",
                "前記電子回路を含み，前記スピーカ及び前記マイクを端末本体に備えた複数の移動体通信端末の各々に設けられたスロットに全体が収納されるような形状に形成されたカートリッジと，前記カートリッジに設けられ，前記移動体通信端末との間で前記操作信号と前記表示信号を入出力する信号線，及び前記通話用音声信号を入出力する信号線を含む入出力部とを有し，前記カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にすることを特徴とする電話送受信ユニット。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明を分節すると，次のA1～A5及びB～Eのとおりとなる。",
                "A1 アンテナにより受信される受信信号をスピーカから音声として出力する通話用音声信号に変換する第1の変換機能と，",
                "A2 マイクに入力される音声が変換された通話用音声信号を前記アンテナから出力する送信信号に変換する第2の変換機能と，",
                "A3 操作部からの操作信号に基づいて所定の処理を行う機能と，",
                "A4 表示部に表示する表示信号を生成する機能と",
                "A5 を有する電子回路と，",
                "B 前記電子回路を含み，前記スピーカ及び前記マイクを端末本体に備えた複数の移動体通信端末の各々に設けられたスロットに全体が収納されるような形状に形成されたカートリッジと，",
                "C 前記カートリッジに設けられ，前記移動体通信端末との間で前記操作信号と前記表示信号を入出力する信号線，及び前記通話用音声信号を入出力する信号線を含む入出力部とを有し，D 前記カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にすることを特徴とする",
                "E 電話送受信ユニット。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容の要点",
          "text": [
            "審決は，本件訂正発明は，引用発明2～4及び周知慣用技術に基づいて当業者が容易に発明できたもので，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであったから，同法126条5項の規定に適合せず，本件訂正は認めることができない，とした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定する本件訂正発明と引用発明2との一致点並びに相違点1～5のうち原告主張の取消事由に関係する相違点1，2及び4は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「アンテナにより受信される受信信号をスピーカから音声として出力する通話用音声信号に変換する第1の変換機能と，マイクに入力される音声が変換された通話用音声信号を前記アンテナから出力する送信信号に変換する第2の変換機能と，操作部からの操作信号に基づいて所定の処理を行う機能とを有する電子回路と，",
                    "前記電子回路を含み，前記スピーカ及び前記マイクを端末本体に備えた移動体通信端末に設けられたスロットに収納されるような形状に形成されたカートリッジと，前記カートリッジに設けられ，前記移動体通信端末との間で前記操作信号を入力するとともに，前記通話用音声信号を入出力する信号線を含む入出力部とを有し，移動体通信端末を含む複数の通信端末に装着されて，前記複数の通信端末によって無線通信を可能にする無線送受信ユニット。」(25頁16～28行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "「構成要件A4に関し，本件訂正発明では，『電子回路』が，『表示部に表示する表示信号を生成する機能』を有するのに対し，",
                    "引用発明2では，このような機能を有するかどうか不明な点。」(25頁30～32行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "「構成要件Bに関し，本件訂正発明では，『カートリッジ』が，『前記スピーカ及び前記マイクを端末本体に備えた複数の移動体通信端末の各々に設けられたスロットに全体が収納されるような形状に形成』されるのに対し，",
                    "引用発明2では，『カートリッジ』(基本部)が，『前記スピーカ及び前記マイクを端末本体(周辺部)に備えた移動体通信端末(周辺部)に設けられたスロット(筒状の基本部把持部)に収納されるような形状に形成される』ものの，『複数の移動体通信端末(周辺部)』かどうか不明であるとともに，『スロット』(筒状の基本部把持部)に『全体が収納される』構成になっていない点。」(25頁34行～26頁7行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "「構成要件Dに関し，本件訂正発明では，『電話送受信ユニット』が，『カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にする』のに対し，引用発明2では，一つの『無線通信機能ユニット』が，『前記移動体通信端末(周辺部)及びパソコンに共通に使用され，前記移動体通信端末(周辺部)に装着されたとき，移動体通信端末によって通話を可能にする一方，前記パソコンに装着されたとき，パソコンで無線通信機能を使用可能にする』ものの，『カートリッジ(基本部)に含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで』通話を可能とするかどうか不明な点。」(26頁16～26行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1，2及び4等の検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「携帯電話等に係る上記周知慣用技術を考慮すれば，引用発明2の『基本部』の『電子回路』は，実質的に『表示部に表示する表示信号を生成する機能』を有すると解釈することが自然であるから，相違点1に係る相違は実質的な相違ではない。」(27頁23～26行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「相違点2の全体としてみても，引用発明2に，前記刊行物4及び刊行物3に記載された技術を適用し，本件訂正発明のように，『カートリッジ』が『前記スピーカ及び前記マイクを端末本体に備えた複数の移動体通信端末の各々に設けられたスロットに全体が収納されるような形状に形成される』よう構成することは，当業者が容易になし得ることである。」(28頁24～28行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4について",
                  "text": [
                    "「引用発明2に引用発明4B(判決注：審決は，引用発明4Bとして，「一つの電話送受信ユニット〔モジュラーユニット〕が，スピーカ及びマイクを備えた複数の移動体通信端末のスロットに交代して装着されることにより，装着された各々の移動体通信端末において通話を可能にする電話送受信ユニット〔モジュラーユニット〕の技術」と認定した。)を適用し，引用発明2のパソコンを，電話送受信ユニットが装着されて通話が可能にされる移動体通信端末として構成し，本件訂正発明のように『カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にする』よう構成することは当業者が容易になし得ることである。」(30頁30～36行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由の概要",
      "text": [
        "審決には，次のとおり，①引用発明4Bの認定の誤りによって相違点4の判断を誤った(取消事由1)，②引用発明2に引用発明4Bを適用し本件訂正発明を構成できるとして相違点4の認定及び判断を誤った(取消事由2)，③相違点1についての判断を誤った(取消事由3)，④相違点2についての認定及び判断を誤った(取消事由4)，違法がある。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(引用発明4Bの認定の誤りによる相違点4の判断の誤り)(1) 審決は，相違点4の判断の前提として，刊行物4には，「一つの電話送受信ユニット(モジュラーユニット)が，スピーカ及びマイクを備えた複数の移動体通信端末のスロットに交代して装着されることにより，装着された各々の移動体通信端末において通話を可能にする電話送受信ユニット(モジュラーユニット)」の技術(引用発明4B)が記載されていると認定する(22頁14～17行)。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかしながら，審決の引用発明4Bの認定は，誤っている。",
                "本件訂正発明において，「電話送受信ユニット」とは，特許請求の範囲の請求項1に記載された事項で特定されるものであるから，この請求項1に記載されている，受信信号を音声として出力する通話用音声信号に変換する機能及びマイクに入力される音声を通話用音声信号に変換する機能(以下，これらを「音声変換機能」という。)などを有するユニットでなければならない。",
                "一方，刊行物4における「モジュラーユニット」は，引用発明4Aとして認定されているように単なる「無線送受信ユニット」であって，「電話送受信ユニット」ではない。つまり，次のア及びイのとおり，刊行物4では，音声変換機能を内部に有して通話が可能な端末が，当該内部の音声変換機能を使用して，「モジュラーユニット」が装着されたときに，「異なる通信規格で通信できるようになる」だけのことであって，刊行物4における「モジュラーユニット」は「当該端末によって通話を可能にする」ものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物4に記載の「モジュラーユニット」は，モデムと無線トランシーバ(これは，刊行物2の図4で示される基本部12の「RFモジュール50」と「変復調モデム52」に相当する部分である。)を有し，様々な通信規格に対応できるようにするだけのものであって，ペン型コンピュータ313，ノートブック300及び携帯電話309に通話のための音声変換機能を提供するものではなく，したがって，「モジュラーユニット」は，音声変換機能を有していないのであるから，「電話送受信ユニット」ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物4に記載の「端末」であるノートブック300及び携帯電話309は，内部に電話機能(音声変換機能)を有し，この音声変換機能を使用して通話を行うときに，モジュラーユニットを使用して「通信」するだけであって，ノートブック300及び携帯電話309は，モジュラーユニットによって通話可能とされるものではない。ノートブック300及び携帯電話309は，モジュラーユニットがなくとも，もともと通話が可能であり，実際の通話を行うときの「通信手段」としてモジュラーユニットを使用しているにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，刊行物4に記載された引用発明4Bとしては，「スピーカ及びマイクを備え，それぞれが回線契約をした通話が可能な複数の通信端末のスロットに交代して装着されることにより，装着された各々の通信端末において異なる通信規格による通信を可能とするモジュラーユニット(無線送受信ユニット)」が記載されていると認定されなければならない。",
                "審決は，上記のとおりの誤った引用発明4Bの認定を前提として相違点4を判断したものであるから，審決の相違点4の判断は誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明2に引用発明4Bを適用して本件訂正発明を構成できるとする相違点4の認定及び判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決における相違点4の認定のうち，「『カートリッジ(基本部)に含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで』通話を可能とするかどうか不明な点。」(26頁24～26行)が，周辺部及びパソコンに装着されたときを意味するのであれば，相違点4の認定は誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，「引用発明2に引用発明4Bを適用し，引用発明2のパソコンを，電話送受信ユニットが装着されて通話が可能にされる移動体通信端末として構成し，本件訂正発明のように『カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にする』よう構成することは当業者が容易になし得ることである」(30頁30～36行)と認定判断する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，引用発明4は，もともと電子機器が異なる通信規格に対応できるようにすることを目的とするものであり，モジュラーユニットは音声変換機能を有していない。すなわち，刊行物4においては，端末側が音声変換機能を有していることによって電話として通話可能であり，カートリッジによって通話が可能となるものではない。",
                "そして，この引用発明4Bにおける「通話を可能にする」とは，「移動体通信端末において通話を可能にする」という認定であって，本件訂正発明のように「移動体通信端末によって通話を可能にする」ものではない。移動体通信端末に「おいて」通話を可能にするとは，使用するときに通話できるというだけの意味であり，そのときに「モジュラーユニット」が担っている機能は単に「通信を行う」というにとどまり，電話機能(音声変換機能)自体は移動体通信端末側が備えている。",
                "そうすると，モジュラーユニットが「移動体通信端末において通話を可能にする」とは，電話機能を有する移動体通信端末が電話して使用されるときに「通信」できるようにするという技術的意義を有しているにすぎない。",
                "したがって，引用発明4Bにおける「通話を可能にする」ことの技術的意義は，本件訂正発明における「通話を可能にする」ことの技術的意義とは全く異なっている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，刊行物2の【0004】，【0005】及び【0024】の発明の目的，課題を解決する手段及び効果の記載に基づけば，引用発明2は，携帯電話器の無線通信機能を有する部分を他の電子機器と組み合わせて使用可能にすることを目的とし，そのために，基本部と周辺部とに分離する構成を採用し，携帯電話器以外の他の電子機器がデータを無線で送受できるようにしたものである。",
                "また，刊行物2の【0013】，【0014】，【0021】及び【0022】の記載によれば，刊行物2に記載の「音声／データセレクタ66」は，基本部12が周辺部14に装着されて通話を行うときにはADPCMコーデック56側に切り替わり，基本部12がパソコン70などの周辺部14以外の他の電子機器に装着されてデータを転送するときにはチャンネルコーデック54側に切り替わって，ADPCMコーデック56を切り離し，パソコン70などがADPCMコーデック56を使用できないようにするものである。",
                "したがって，引用発明2の基本部12をパソコン70に装着したときには，通話用音声信号の変換機能を有する基本部12のADPCMコーデック56(音声変換機能を有するもの)は，音声／データセレクタ66によって回路から切り離され，パソコン70が基本部12のADPCMコーデック56(音声変換機能を有するもの)を使用して通話を行うことは不可能になる。",
                "よって，相違点4の認定における「『カートリッジ(基本部)に含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで』通話を可能とするかどうか不明な点。」が，周辺部及びパソコンに装着されたときを意味するのであれば，相違点4の認定は誤っている。パソコンに装着されたときには，通話不可能であって，不明ではない。",
                "引用発明2において，パソコン70について，基本部12を装着することで，通話を可能にするという技術的思想は存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明2に引用発明4Bを適用しても，本件訂正発明を構成することはできない。",
                "すなわち，引用発明4においては，ペン型コンピュータ313，ノートブック300及び携帯電話309が，モジュラーユニット31を装着しないでも，それぞれ通話機能(音声変換機能)を有している。一方，引用発明4Bの「モジュラーユニット」は，内部に「音声変換機能」を有するものではない。",
                "そうすると，引用発明4Bの「モジュラーユニット」を引用発明2のパソコン70に装着しても，パソコン70が通話可能になることはあり得ない。",
                "一方，刊行物4のペン型コンピュータ313等を刊行物2のパソコン70に適用した場合，ペン型コンピュータ313等は，自身の内部の音声変換機能を有する回路(ADPCMコーデックなど)を使用し，基本部12のADPCMコーデック56を使用することなく通話できるもので，本件訂正発明のように「電話送受信ユニット」の音声変換機能を使って通話可能となるものではない。",
                "他方，仮に，刊行物2の基本部12のADPCMコーデック56を使用するとした場合，PCMCIA58から出力される信号はデジタル信号に変換されているので，このデジタル信号をペン型コンピュータ313等の内部の音声変換機能を有する回路(ADPCMコーデックなど)に入力しても処理することができないものであって，そもそも音声変換機能を直列に2つ接続すること自体不可能である。",
                "このように，引用発明2に引用発明4Bを組み合わせたところで，引用発明2のパソコン70は，引用発明2における基本部12の音声変換機能を使って通話することができないのであるから，本件訂正発明を構成することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，「前記引用発明4Bの移動体通信端末に含まれるノートブック型コンピュータやペン方式コンピュータと，引用発明2のパソコンは，パーソナルコンピュータとして共通する。 ／ そして，引用発明2と引用発明4Bは，『一つの無線送受信ユニットを，携帯電話やパソコンを含む通信端末に交代して装着可能にする』技術であるという点で共通するとともに，引用発明2に引用発明4Bを適用して『複数の移動体通信端末によって通話』を可能とすることに特段の阻害要因は見あたらないから，前記認定を踏まえ，引用発明2に引用発明4Bを適用し，引用発明2のパソコンを，電話送受信ユニットが装着されて通話が可能にされる移動体通信端末として構成し，本件訂正発明のように『カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にする』よう構成することは当業者が容易になし得ることである。」(30頁23～36行)と認定判断する。",
                "しかしながら，引用発明4Bにつき，審決は「モジュラーユニット」と認定しているのであって，刊行物4のペン型コンピュータ313，ノートブック300及び携帯電話309について認定したものではない。また，本件訂正前の請求項1に係る電話送受信ユニットが装着される本件訂正前の請求項2に係る移動体通信端末については，無効審判事件(無効2006−80205号事件)において，刊行物2及び4によっては進歩性なしとは認められないと判断した審決(甲9)が確定しているのであるから，「引用発明2に引用発明4Bを適用し，引用発明2のパソコンを，電話送受信ユニットが装着されて通話が可能にされる移動体通信端末として構成」することは当業者が容易に想到し得ないことである。これを容易であると認定をすることは，実質的に一事不再理の理念に反する。",
                "さらに，引用発明2は，携帯電話器の無線通信機能を有する部分を他の電子機器と組み合わせて使用可能にすることを目的とし，そのために，基本部と周辺部とに分離する構成を採用し，携帯電話器以外の他の電子機器がデータを無線で送受できるようする発明である。一方，引用発明4Bは，音声変換機能を有するパソコン等が異なる通信規格で通信できるようにするモジュラーユニットに関する発明である。これらを組み合わせても，引用発明2のパソコンが異なる通信規格でデータ通信を行うことができるようになるだけであって，基本部12の音声変換機能を使用して通話ができるようになるものではない。",
                "したがって，「カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にする」よう構成することができるとする審決の認定判断は誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「携帯電話等に係る上記周知慣用技術を考慮すれば，引用発明2の『基本部』の『電子回路』は，実質的に『表示部に表示する表示信号を生成する機能』を有すると解釈することが自然であるから，相違点1に係る相違は実質的な相違ではない。」(27頁23～26行)と認定判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，刊行物2には，基本部12が表示部に表示する表示信号を生成する機能を有していると「記載されていない」ことが明白であるから，「自然である」というのであれば，引用発明2の電子回路は，表示部に表示する表示信号を生成する機能を有していない，と認定判断することがむしろ自然である。",
                "しかも，刊行物2には，キースイッチ42で入力された電話番号は，そのままLCD40に表示されることが記載され(【0017】)，「基本部12に転送され，基本部12によってLCD40に表示される」とは記載されていない。そうすると，表示部としてのLCD40に対する表示信号を生成する機能は，移動体通信端末と認定された周辺部14にあることになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決がいうように，携帯電話等において「アンテナから受信した信号を表示することが周知慣用」であるとしても，それは携帯電話という移動体通信端末においてアンテナから受信した信号を表示することが周知慣用であるということである。",
                "引用発明2について，審決は「周辺部14」を「移動体通信端末」と認定しているのであるから，上記周知慣用技術によれば，「周辺部14にアンテナから受信した信号を表示する機能がある」と認定されることになる。",
                "したがって，上記周知慣用技術を前提とし，刊行物2の【0008】の記載を引用して，「基本部の中の電子回路は，表示部に表示する表示信号を生成する機能を有する示唆があると言うべきである」と審決が判断することは，上記周知慣用技術と矛盾する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2についての認定及び判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2についての認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2として，「引用発明2では，・・・『複数の移動体通信端末(周辺部)』かどうか不明である」(26頁2～5行)と認定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，引用発明2における「パソコン70」は，刊行物2の図5からすれば，明らかに，いわゆるディスクトップパソコンの形態が図示されているのであって，パソコン70をもって「移動体通信端末」と認定することは刊行物2の記載に反している。",
                    "したがって，引用発明2では「複数の移動体通信端末ではない」ことが明らかであって，審決が，相違点2として，「引用発明2では，・・・『複数の移動体通信端末(周辺部)』かどうか不明である」と認定したことは誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2について，「引用発明2に，前記刊行物4及び刊行物3に記載された技術を適用し，本件訂正発明のように，『カートリッジ』が『前記スピーカ及び前記マイクを端末本体に備えた複数の移動体通信端末の各々に設けられたスロットに全体が収納されるような形状に形成される』よう構成することは，当業者が容易になし得ることである」(28頁24～28行)と判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，刊行物2の【0008】，【0009】及び【0011】の記載からすれば，刊行物2の「スロット」としての「筒状の基本部保持部」は，「カートリッジ」としての基本部12の一部を保持するに適した形状に形成されているのであって，基本部12全体を保持するに適した形状に形成されているものではない。",
                    "また，刊行物2に記載の「カートリッジ」としての基本部12を「スロット」としての「筒状の基本部保持部」に全体が収納される形状に形成すると，携帯電話器ユニット全体の形状が変化することになる。",
                    "そうすると，引用発明2において，刊行物4及び3に記載された技術を適用し，わざわざ基本部12全体を保持するに適した形状に形成されているものではない「スロット」としての「筒状の基本部保持部」に，基本部12全体が収納されるような形状に形成する必要性は存しない(組み合わせる動機付けがない。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用発明3について，審決は，「無線送受信機能を有するユニット」(16頁7行)と認定するが，刊行物3には，携帯無線電話装置全体を収納することが記載されているだけで，「ユニット」なるものを収納することが記載されているわけではない。そして，この刊行物3に記載された携帯電話無線装置に対応する刊行物2の構成は，基本部12を周辺部14に装着した携帯電話器ユニットそのものである。",
                    "そうすると，刊行物3を引用発明2に適用すると，周辺部14を含む携帯電話器ユニットを移動体通信端末ではないパソコン70に収納できるようにする構成が得られるだけである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件訂正発明のように，カートリッジが「前記スピーカ及び前記マイクを端末本体に備えた複数の移動体通信端末の各々に設けられたスロットに全体が収納されるような形状に形成される」よう構成することは，当業者が容易になし得ることではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の概要",
      "text": [
        "以下のとおり，審決における本件訂正発明の認定，引用例記載の発明の認定及び周知技術を考慮しての本件訂正発明の進歩性の判断について誤りはなく，本件訂正発明は特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件訂正は，特許法126条5項の規定に適合しないものである。",
        "したがって，本件訂正請求を認めることはできないとした本件審決の判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明4Bの認定の誤りによる相違点4の判断の誤り)に対して",
          "text": [
            "刊行物4の「モジュラーユニット」が「無線送受信ユニット」であることについては原告も争いがないところ，刊行物4の「モジュラーユニット」は，そのような「無線送受信」による通信方式の規格として，例えば「AMPS」等の「電話」による通話のための種々の規格に対応するものであることが刊行物4に記載されており，このユニットが装着された端末において電話による通話のための送受信を可能にするものであるから，これを「電話送受信ユニット」とした審決の引用発明4Bの認定に誤りはない。",
            "原告は，刊行物4に記載のノートブック300，携帯電話309及びペン型コンピュータ313は，内部に電話機能(音声変換機能)を有することを主張する。しかし，これらの端末は「モジュラーユニット31」が装着されなければ無線送受信ができないのであるから，電話として機能することはできず，「モジュラーユニット」を含まない端末の「内部に電話機能を有する」とはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明2に引用発明4Bを適用して本件訂正発明を構成できるとする相違点4の認定及び判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決における引用発明2の認定は，「一つの無線通信機能ユニットが，前記周辺部及びパソコンに共通に使用され，前記周辺部に装着されたとき，周辺部によって通話を可能にする一方，前記パソコンに装着されたとき，パソコンで無線通信機能を使用可能にする」(14頁22～25行)というものであって，パソコンで通話可能としたというものではないから，この点における引用発明2の認定にも誤りはない。そして，一般的な無線通信機能により通話を可能とすること自体は技術常識であることを勘案し，パソコンで通話を可能とするかどうかを不明とした相違点4の認定にも誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物4記載の「モジュラーユニット」は，本件訂正発明と同様な「変換機能」の少なくとも一部を有するものであるから，これをも勘案して引用発明4Bを引用発明2に適用した場合に，相違点4に関する構成をなすことは容易とした審決の判断に誤りはない。",
                "なお，そもそも，本件審決においては，その認定に争いのない引用発明2において既に「変換機能」を有していることが認定されており，補助的な引用発明4Bにおける「変換機能」の有無は相違点4の判断に直接影響するものではない。",
                "また，原告は，本件特許に関する無効審判事件(無効2006−80205号事件)に言及して実質的に一事不再理の理念に反すると主張するが，同事件の審決において有効性が認められたと原告が主張する端末側の発明(同事件における訂正後の請求項2)は，本件訂正発明とは別の発明であって，本件訂正発明に関する審決の判断を拘束するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1に関する判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決における相違点1の判断は，携帯電話等に係る周知慣用技術を考慮した上で刊行物2の解釈を行い，「刊行物2の『基本部』の中の『電子回路』は，『表示部に表示する表示信号を生成する機能』を有する示唆があると言うべきである。」として，「引用発明2の『基本部』の『電子回路』は，実質的に『表示部に表示する表示信号を生成する機能』を有すると解釈することが自然である」としたものであって，相違点として挙げた上で判断を行っている以上，単に刊行物2には明示的，直接的な記載がないことのみをもって，「引用発明2の電子回路は，表示部に表示する表示信号を生成する機能を有していない」と認定判断すべきとの原告主張は，審決を正しく解釈しないものである。",
                "引用発明2において，「キースイッチ42」(操作部)からの操作信号は，電子回路に送られて処理されるのであるから，刊行物2の【0017】にある「キースイッチ42」で入力された電話番号の表示動作に関する記載は，単に電子回路における処理が省略された記載と見るのが妥当である。刊行物2において，「電子回路」を有する「基本部12」は，「アンテナ24」と「LCD40」(表示部)を含む「周辺部14」との間にある(図4)から，アンテナ由来の表示信号に着目すれば，アンテナから表示手段に至る経路上に存在する引用発明2の「電子回路」が「表示信号を生成する機能を有している」との解釈は，自然なものである。",
                "したがって，相違点1に関する審決の認定は正当であり，原告主張の取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2についての認定及び判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "「相違点2についての認定の誤り」との主張に対して",
              "text": [
                "審決は，本件訂正発明と引用発明2との対比において，「構成要件B，Cに関して，引用発明2の『周辺部』は，本件訂正発明の『端末本体』，『移動体通信端末』に相当する」(25頁6，7行)，「構成要件Dに関して，引用発明2において『無線通信機能ユニット』を装着された『パソコン』は，『通信端末』の一種であるということができる」(25頁8，9行)として一致点を認定した上で，「引用発明2では，・・・『複数の移動体通信端末(周辺部)』かどうか不明である」(26頁2～5行)と相違点2を認定したものであるから，「パソコン70をもって『移動体通信端末』と認定」はしていない。",
                "なお，原告は，「『パソコン70』は，刊行物2の図5からすれば，明らかに，いわゆるディスクトップパソコンの形態が図示されている」などとも主張するが，いわゆる「パソコン」としては種々の形態のものが出願当時に既に周知であること，刊行物2の図5(c)には「ビデオカメラ」のような携帯機器の例示もあることを勘案すれば，これらの原告主張も根拠がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「相違点2についての判断の誤り」との主張に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「刊行物2の『スロット』としての『筒状の基本部保持部』は，『カートリッジ』としての基本部12の一部を保持するに適した形状に形成されているのであって，基本部12全体を保持するに適した形状に形成されているものではない」と主張する。しかし，そうであるからこそ，審決は，相違点2とした上でその認定判断をしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「全体が収納される形状に形成すると，携帯電話器ユニット全体の形状が変化することになる。」，「引用発明2において，刊行物4及び3に記載された技術を適用し，わざわざ・・・全体が収納されるような形状に形成する必要性は存しない(組み合わせる動機付けがない。)」などとも主張する。しかし，審決は，刊行物4及び3に記載された技術(引用発明4A，引用発明3)の存在を前提に，そのような形状の変更は当業者であれば容易になし得ることと判断したものであり，その点に遺漏はなく，組合せの動機付けに関しても，引用発明2，3及び4Aにおける無線通信ユニットとしての基本的機能，コネクタによるスロット結合・収納構造などの共通性(刊行物2の図5，刊行物3の図3，4，刊行物4のFIG．11，14)に照らしてみれば，十分な組合せの動機付けが存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「刊行物3には，携帯無線電話装置全体を収納することが記載されているだけで，『ユニット』なるものを収納することが記載されているわけではない」と主張する。しかし，刊行物3記載の「携帯無線電話装置」の機能，構造に照らして考えれば，その「匣体」はこれを「ユニット」と呼べるものであるから，審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明4Bの認定の誤りによる相違点4の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「『一つの電話送受信ユニット(モジュラーユニット)が，スピーカ及びマイクを備えた複数の移動体通信端末のスロットに交代して装着されることにより，装着された各々の移動体通信端末において通話を可能にする電話送受信ユニット(モジュラーユニット)』の技術」との審決における引用発明4Bの認定(22頁14～17行)が誤りであるとし，その理由として，刊行物4では，音声変換機能を内部に有して通話が可能な端末が，当該内部の音声変換機能を使用して，「モジュラーユニット」が装着されたときに，「異なる通信規格で通信できるようになる」だけのことであって，刊行物4における「モジュラーユニット」は「当該端末によって通話を可能にする」ものではないと主張する。",
                "そこで，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物4(甲4)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「It would be desirable, however, to package radio transceivers and/or modems in amodular manner so that a telecommunications terminal, such as a portable telephone or aportable personal computer, could be adapted for communication with different systems bysimply replacing the modular unit with one which was especially configured for thetelecommunications network with which communication was desired.」(2頁32行～3頁5行)(訳：しかし，無線トランシーバ及び／或いはモデムをモジュラー形式で収納することが望ましく，そうすれば，携帯電話或いは携帯パーソナルコンピュータのような遠隔通信端末が，通信が希望される遠隔通信ネットワークに特別に工夫されたものにモジューラユニットを単に交換するだけで，異なったシステムと通信するように適応され得る。)イ 「It would be an advantage therefor to provide a standard PCMCIA card mounted radiotransceiver which is readily replaceable in order to enable electronic equipment tocommunicate with various networks and in accordance with various radio standards merelyby interchanging such a card.」(3頁25～30行)(訳：それ故，簡単に交換できる標準PCMCIAカードを搭載した無線トランシーバを提供することにより，そのような標準PCMCIAカードを単に交換するだけで電子機器を色々なネットワークと，かつ，色々な無線規格に基づいて通信できるようにすることは有益である。)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「The present invention relates to modular radio communications equipment. Moreparticularly, one aspect of the present invention includes providing card mounted radiotelephone and/or modem equipment configured for wireless telecommunication (whichincludes voice and/or data) in accordance with a preselected standard and/or format.Such modular units may be replaceably secured within other items of electronic equipmentfor establishing therefrom a telecommunications link with a wireless network. In oneembodiment, such equipment includes portable cellular radio subscriber terminals.In other aspect, the invention includes a modular housing for mounting a radiotransceiver adapted for telecommunications in accordance with a preselected standard. Anarray of contacts are arranged along a first end of the housing and adapted forengagement with a mating array of contacts in an item of electronic equipment, such as acomputer or portable communications device.」(4頁1～20行)(訳：本発明は，モジュラー無線通信装置に関する。より詳細には，本発明の1つの形態は，予め選択された規格及び／又はフォーマットに従う無線通信〔音声及び／又はデータを含む〕のために構成されたカード型無線電話及び／又はモデム装置を提供することである。かかるモジュラーユニットは，それによる無線ネットワークとの通信リンクを確立するため，他種の電子装置の中に交換可能に保護収容される。一実施例では，そのような装置は，携帯セルラ無線電話加入者端末を含む。",
                    "本発明の他の形態は，選択された規格に従った通信に適応される無線送受信機を搭載するためのモジュラー筐体を含む。接触子列が当該筐体の第一の端部に沿って配置され，その接続子列がコンピュータや携帯通信装置などのひとつの電子装置中の対応接触子列に係合可能となっている。)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「It is well established to allow the PC 11 and telephone 12 to communicate withvarious wireless telecommunication networks. Each of the telecommunication networksmay, however, include different telecommunication standards and/or require modems ofdifferent types as represented diagrammatically in blocks 13-16. The varioustelecommunication standards may include, for example,AMPS, D-AMPS, JDC, TACS, GSM,NMT-450, NMT-900, DECT,Mobitex and future Spread Spectrum standards, as well as manymore.」(7頁30行～8頁5行)(訳：PC11及び電話12を色々な無線遠隔通信ネットワークと通信させることは良く確立されている。しかし，遠隔通信ネットワークのそれぞれは異なった遠隔通信規格を含み，かつ／或いはブロック13−16で図示された異なった型のモデムを必要とする。色々な無線遠隔通信規格は，例えば，AMPS,D-AMPS, JDC, TACS, GSM, NMT-450,NMT-900, DECT,Mobitex,及びもっと多くの将来の拡張スペクトル規格を含む。)オ 「Still referring to FIG. 3 and as shown by dotted lines extending thereacross, themodule 31 houses a telecommunications card 29 including a radio transceiver 36, which mayinclude a modem section 37. 」(11頁26～29行)(訳：引き続き図3を参照すると，そこを横切って伸びる点線によって示されるように，モジュール31はモデム部37を含んでもよい無線トランシーバ36を含む遠隔通信カード29を収容する。)"
                },
                {
                  "fig": "カ",
                  "text": [
                    "「Referring now to FIG. 14 there is shown a diagrammatical illustration of theversatility and multiple uses possible with the modular units 31 and 131 of the presentinvention. As stated above, either module 31 or 131 may be used in such application,although only module 31 is represented in this particular drawing. As represented herein,there are at least two wireless functions provided by the modular units 31 and 131.Several technologies may, in fact, reside on a single card within the modular units 31and 131. For example, a Mobitex and AMPS communication formats may be utilized. With theunit 31 herein shown plugged into a notebook 300, data communication over Mobitex may betherein provided. Telephone calls may likewise be completed through the AMPS system orother format, wherein a head set 302 is shown linked to the notebook 300. An infrared link304 is illustrated, although other connections would be possible. Likewise, modulemounting slot 306 is shown within housing 308 of notebook 300. A communication antenna310 is shown on the top 312 of the notebook 300. The notebook 300 may be of a conventionaldesign which has been modified for the slot 306 and other connection and system aspectsdescribed above. More specifically, the slot 306 is constructed for receipt of, andmating engagement with, connector 33 of the module 31. It may be seen that the module 31in this particular embodiment is constructed for both power and antenna coupling from thearea around connector 33, as described in FIG. 4 above.」(18頁33行～19頁27行)(訳：ここで図14を参照すると，本発明によるモジュラーユニット31及び131と電子装置により構成されるシステムの多様で複合的な用途が図示されている。前述したとおり，モジュール31と131の両方がこのような応用に使用可能であるが，この図においてはモジュール31のみが描写されている。本明細書で説明しているように，少なくとも二つの無線機能がモジュラーユニット31及び131によって提供される。事実上，いくつかの技術がモジュラーユニット31及び131内の単一カード上に常駐可能である。例えば，Mobitex及びAMPS通信フォーマットが使用可能である。ユニット31を，図のようにノートブック300の中に装着し，データ通信を行う。そこでは，Mobitexが提供される。電話もAMPSシステムや他のフォーマットを通して同様に通話することができ，そこではノートブック300に接続されたヘッドセット302が示されている。赤外線接続304が示されているが，その他の接続手段も可能である。同様に，モジュール装着スロット306は，ノートブック300の筐体308内部に図示されている。通信アンテナ310はノートブック300の頂部312の上に図示されている。",
                    "ノートブック300は，スロット306及びその他の接続並びに上述したシステムの形態について改良された通常のデザインでよい。より具体的には，スロット306はモジュール31のコネクタ33を受容し，対応接合するように構成されている。この特定の実施例におけるモジュール31は，前記図 4 で説明されたように，コネクタ33の周りの領域から電源とアンテナの両方の結合のために構成されることがわかる。)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「Still referring to FIG. 14, a second utilization of the module 31 may be within acellular telephone 309. The phone 309 incorporates a chassis 309A of conventional design,or which incorporates a special display (not shown). The module 31 is inserted into slot311 and connected with a software generated display that corresponds to technology andthe standards that are activated. In that regard a touch screen may then display theavailable phone features that can then be dialed. Antenna 312 is shown to upstand fromchassis 310 in accordance with the aspects of the invention discussed above.」(19頁32行～20頁8行)(訳：さらに図14を参照すると，モジュール31の二番目の利用態様は携帯電話309の内部にあることだろう。この電話309は，通常設計の，又は専用表示装置〔図示せず〕を備えたシャーシ309Aを含む。モジュール31は，スロット311の中に挿入され，有効な技術並びに規格に対応したソフトウエア生成表示につながれる。その点に関し，タッチスクリーンは，次にダイアルすることのできる有効な電話機能を表示するようにしてもよい。上述の本発明の形態に従い，アンテナ312はシャーシ310から直立して示されている。)"
                },
                {
                  "fig": "ク",
                  "text": [
                    "「Still referring to FIG. 14 there is shown a pen based computer 313 or similarstructure which serves to provide pen input while generating a display similar to acellular phone when activated. Due to the fact that the system for a cellular phone isalready in the computer by virtue of the module 31 secured within slot 314, the user canuse the option of telephonic communication by simply connecting a headset 316 through aninfra red connection 318 or a headset 320 connected by a conventional cable 322. Thecomputer can then be simultaneously used for data communication, faxes, and other formsof informational exchanges which are deemed necessary.(20頁9～21行)(訳：さらに図14を参照すると，ペン型コンピュータ313あるいは活性化されたときに携帯電話と同様の表示を発生しつつペン入力を提供する同様の構造物が示されている。スロット314の内部に獲得された〔secured within〕モジュール31の力で〔by virtue of〕コンピュータの中に携帯電話のシステムが既に在るという事実により，使用者は，赤外線接続318を介したヘッドセット316，又は，通常のケーブル322によって接続されたヘッドセット320を，単に接続することにより，電話通信の選択を使うことができる。このコンピュータは，同時にデータ通信，ファックス，及び必要とされるその他の形式の情報交換に使用することができる。)(3) 上記(2)ア及びイによれば，刊行物4に記載された技術は，携帯電話あるいは携帯パーソナルコンピュータのような遠隔通信端末が，遠隔通信ネットワークにより通信を行う際に，モジュラーユニットを単に交換するだけで，いろいろなネットワークと，かつ，いろいろな無線規格に基づいて，通信可能にするものである。",
                    "また，上記(2)ウによれば，そのモジュラーユニットは，あらかじめ選択された規格及び／又はフォーマットに従う無線通信(音声及び／又はデータを含む)のために構成されたカード型無線電話及び／又はモデム装置である。そして，上記(2)エによれば，いろいろな無線遠隔通信規格は，例えば，AMPS,D-AMPS, JDC, TACS, GSM,NMT-450, NMT-900, DECT,Mobitex及びもっと多くの将来の拡張スペクトル規格を含むとされ，引用発明4においては，遠隔通信端末が，モジュラーユニットを単に交換するだけで上記各通信規格に対応することができるものと認められる。",
                    "ところで，弁論の全趣旨によれば，①「AMPS」とは，北米やラテンアメリカで利用されているアナログ携帯電話方式であって，FDMA(周波数多重アナログ変調)の変調技術を利用するものであり，②「DECT」とは，欧州で標準化したデジタルコードレス電話方式であって，音声符号化はADPCMを用いるとともに，GMSK変調技術を利用するものであるところ(原告第1準備書面14頁)，引用発明4においては，遠隔通信端末がモジュラーユニットを交換するだけで，AMPS(アナログ携帯電話方式)にも，DECT(ADPCM音声符号化を用いるデジタルコードレス電話方式)にも，対応することができるのであるから，遠隔通信端末から所定のインターフェイスを介して各モジュラーユニットに伝送される音声／データの形式が共通のものであって，各通信方式へ対応するためのデータ変換に関する信号処理は，すべて各モジュラーユニットにおいて実行されるものと考えられる。",
                    "したがって，刊行物4における各モジュラーユニットは，AMPS 規格に対するすべての信号処理や，DECT 規格に対するすべての信号処理(ADPCM音声符号化を含む処理)を行う機能をそれぞれ備えるものであり，通話用音声信号と送受信信号を相互に変換する変換機能を含めて，各通信システムが各モジュラーユニットに搭載されていると解するのが，刊行物4の記載から自然の解釈である。",
                    "そして，上記(2)カによれば，「少なくとも二つの無線機能がモジュラーユニット31及び131によって提供される。事実上，いくつかの技術がモジュラーユニット31及び131内の単一カード上に常駐可能である。」と記載され，この幾つかの技術の例として，「Mobitex 及び AMPS 通信フォーマット」が使用可能とされているから，この「Mobitex 及び AMPS 通信フォーマット」は，モジュラーユニット31及び131内の単一カードに搭載されているものと認められる。また，ユニット31をノートブック300の中に装着し，ユニット31内の Mobitexが提供されて，データ通信を行うことが記載されており，さらに，このデータ通信の記載に基づけば，「電話もAMPSシステムや他のフォーマットを通して同様に通話することができ」るとの記載は，ノートブック300に接続されたヘッドセット302等を利用して電話をする場合には，同様に，ユニット31内の「AMPS システムや他のフォーマット」が提供され，この AMPS システムや他のフォーマットにより通話をすることが可能となることを意味しているものと解される。",
                    "また，上記(2)キには，モジュール31は，携帯電話309のスロット311の中に挿入され，有効な技術並びに規格に対応したソフトウエア生成表示につながれることが記載され，また，タッチスクリーンは，次にダイアルすることのできる有効な電話機能を表示するようにしてもよいことが開示されているから，携帯電話309は，AMPS 通信フォーマット等が搭載されたモジュール31を装着することにより，実質的に，携帯電話として機能するようになるものと認められる。",
                    "さらに，上記(2)クにおいて，「スロット314の内部に獲得された(securedwithin)モジュール31の力で(by virtue of)コンピュータの中に携帯電話のシステムが既に在るという事実」との記載は，モジュール31がペン型コンピュータ313のスロット314に装着されることで，このペン型コンピュータ313に携帯電話のシステムが構築されることであると解釈されるから，上記(2)クの記載は，モジュール31が装着されていれば，ペン型コンピュータ313内に携帯電話のシステムが既に構築されていることとなり，それ故，使用者は，赤外線接続318を介したヘッドセット316，又は通常のケーブル322によって接続されたヘッドセット320を，単に接続することにより，電話通信を行うことができることを開示していると理解できる。",
                    "そして，上記(2)アに記載のように，刊行物4の技術は，「携帯電話或いは携帯パーソナルコンピュータのような遠隔通信端末」を対象としたものであるから，ノートブック300やペン型コンピュータ313は，いずれも携帯パーソナルコンピュータのような遠隔通信端末であって，「移動体通信端末」であると認められ，また，モジュラーユニット31，131は，その中に AMPS 通信フォーマット等を搭載しており，上記で検討したとおり，通話用音声信号と送受信信号を相互に変換する変換機能を備え，電話の送受信を可能とするユニット，すなわち，電話送受信ユニットであると認められる。",
                    "したがって，刊行物4には，「一つの電話送受信ユニット(モジュラーユニット)が，スピーカ及びマイクを備えた複数の移動体通信端末のスロットに交代して装着されることにより，装着された各々の移動体通信端末において通話を可能にする電話送受信ユニット(モジュラーユニット)」の技術(引用発明4B)が開示されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，①刊行物4に記載されている「モジュラーユニット」は，モデムと無線トランシーバを有し，様々な通信規格に対応できるようにするだけのものであって，ペン型コンピュータ313，ノートブック300及び携帯電話309に通話のための音声変換機能を提供するものではない，②刊行物4に記載の「端末」であるノートブック300及び携帯電話309は，内部に電話機能(音声変換機能)を有し，この音声変換機能を使用して通話を行うときに，モジュラーユニットを使用して「通信」するだけであって，ノートブック300及び携帯電話309は，モジュラーユニットによって通話可能とされるものではない，などと主張する。",
                "しかし，上記(2)オには，モジュール31がモデム部37や無線トランシーバ36を含むことが記載されており，これによって，本件訂正発明の「アンテナにより受信される受信信号をスピーカから音声として出力する通話用音声信号に変換する第1の変換機能」と，「マイクに入力される音声が変換された通話用音声信号を前記アンテナから出力する送信信号に変換する第2の変換機能」の少なくとも一部に相当する機能が実現されることが認められる。そして，刊行物4には，遠隔通信又は通話に必要な各要素について，それぞれいずれに配置されているか明示的に記載されておらず，刊行物4において「モデム部(modem section)」が具体的に何を意味しているかも明確ではないから，当該記載から，モジュラーユニットが果たす機能を限定的に解釈することはできない。",
                "また，上記(3)において検討のとおり，引用発明4において，モジュラーユニットを交換するだけで AMPS規格にも DECT規格にも対応できることは，モジュラーユニットがそれを装着することで電子機器に通話のための機能を付与していると解することができ，特に，DECT 規格に対する信号処理には，ADPCM音声符号化処理が含まれると解されるから，刊行物4の「モジュラーユニット」は通話のための音声変換機能を提供するものではないとはいえず，ノートブック300及び携帯電話309がモジュラーユニットによって通話可能とされるものでないともいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，審決の引用発明4Bの認定に誤りがあるとの原告の主張は採用できず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明2に引用発明4Bを適用して本件訂正発明を構成できるとする相違点4の認定及び判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，原告は，「引用発明4は，もともと電子機器が異なる通信規格に対応できるようにすることを目的とするものであり，モジュラーユニットは音声変換機能を有していない」と主張する。",
                "しかし，前記1のとおり，原告の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，原告は，「『カートリッジ(基本部)に含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで』通話を可能とするかどうか不明な点。」が，周辺部及びパソコンに装着されたときを意味するのであれば，相違点4の認定は誤っている。パソコンに装着されたときには通話不可能であって，不明ではない。」と主張する。そこで，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物2(甲2)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「【0004】したがって，本発明の目的は，本来の携帯電話器として使用できると共に，携帯電話器が有する無線通信機能に着目して，無線通信機能を有する部分を他の電子機器と組み合わせて使用可能な携帯電話器ユニットを提供することにある。」(イ) 「【0016】次に，図5を参照して，本発明の携帯電話器ユニット10の使用例を説明する。図5(a)は，携帯電話器ユニット10を本来の携帯電話器(PHS)として使用する場合を示す。この場合，基本部12はバッテリパック14が取り付けられた周辺部14に取り付けられて用いられる。",
                        "【0017】携帯電話器として用いる場合を概略すると，キースイッチ(プッシュボタン)42を用いて無線通話を行う相手の電話番号を押す。このとき，LCD40は電話番号を表示する。キースイッチ42で入力された電話番号データは基本部12のPCMCIAI／F58を介して音声／データセレクタ66に転送され，チャンネルコーデック54によって送信データに組み立てられ変復調モデム52によって変調され，RFモジュール50を介してアンテナ24によって無線によって送信される。",
                        "【0018】電話回線が接続されると，以後，通常の携帯電話器と同様な動作が行われる。",
                        "即ち，通話の送信では，マイク44から入力された音声は基本部12のPCMCIAI／F58を介して音声／データセレクタ66に転送され，音声／データセレクタ66からADPCM56に転送され，そこで，音声は圧縮され，チャンネルコーデック54に転送され，チャンネルコーデック54によって送信データに組み立てられ変復調モデム52によって変調され，RFモジュール50を介してアンテナ24によって無線によって送信される。",
                        "【0019】一方，通話の受信では，アンテナ24で受信した音声信号は，RFモジュール50で処理され，その後変復調モデム52によって復調され，チャンネルコーデック54によって受信データとして分解され，ADPCM56によって伸張され，音声／データセレクタ66に転送され，次に，基本部12のPCMCIAI／F58を介して周辺部14のスピーカ38に転送され，音声として出力される。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「【0020】図5(b)は，携帯電話器ユニット10をパソコン70と共に使用する例を示す。例えば，パソコン70で作成したデータを他の電子機器(パソコンを含む)に無線送信することや，他の電子機器(パソコンを含む)からのデータを無線受信することに使用できる。この場合，基本部12は周辺部14と分離され，パソコン70に設けられたPCMCIA規格のコネクタに接続される。その後，携帯電話器の無線通信機能を用いて無線でデータを送受を行う。",
                        "【0021】例えば，パソコン70からのデータの送信では，パソコンからのデータは，基本部12のPCMCIAI／F58を介して音声／データセレクタ66に転送され，音声／データセレクタ66からチャンネルコーデック54に転送され，チャンネルコーデック54によって送信データに組み立てられ変復調モデム52によって変調され，RFモジュール50を介してアンテナ24によって無線によって送信される。",
                        "【0022】一方，他の電子機器からのデータの受信では，アンテナ24で受信した音声信号は，RFモジュール50で処理され，その後変復調モデム52によって復調され，チャンネルコーデック54によって受信データとして分解され，音声／データセレクタ66に転送され，次に，基本部12のPCMCIAI／F58を介してパソコン70に入力される。」(エ) 「【0023】図5(c)は，パソコン以外に本発明の携帯電話器ユニットを適用できる例を示すためのものである。このように本発明の携帯電話器ユニットを適用できるものとしては，テレビ，ステレオ，カラオケ，ビデオカメラ，産業機械設備，医療機器等があり，基本的には，それらの電子機器がPCMCIAI／F(インターフェース)を有し，PCMCIA規格のコネクタを備えていることが必要である。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イ(ア)によれば，引用発明2は，携帯電話器が有する「無線通信機能を有する部分」を他の電子機器と組み合わせて使用可能とすることが認められ，また，上記イ(イ)によれば，携帯電話器として用いられるときは，基本部12は周辺部14に取り付けられ，基本部12のADPCMコーデック56を利用して通話の送受信が行われ，さらに，上記イ(ウ)によれば，携帯電話器ユニット10の基本部12をパソコン70に設けられたPCMCIA規格のコネクタに接続して，携帯電話器の無線通信機能を用いて無線でデータ送受信を行うことが記載されている。",
                    "したがって，携帯電話器ユニットの基本部からなる「無線通信機能ユニット」は，「一つの無線通信機能ユニットが，前記周辺部及びパソコンに共通に使用され，前記周辺部に装着されたとき，周辺部によって通話を可能にする一方，前記パソコンに装着されたとき，パソコンで無線通信機能を使用可能にする無線通信機能ユニット」ということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用発明2の基本部12をパソコン70に装着したときには，通話用音声信号の変換機能を有する基本部12のADPCMコーデック56は，音声／データセレクタ66によって回路から切り離され，パソコン70が基本部12のADPCMコーデック56を使用して通話を行うことは不可能になるから，相違点4の認定における「『カートリッジ(基本部)に含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで』通話を可能とするかどうか不明な点。」が，周辺部及びパソコンに装着されたときを意味するのであれば，相違点4の認定は誤っており，パソコンに装着されたときには通話不可能であって不明ではない，と主張する。",
                    "しかしながら，上記イ(ウ)のとおりの刊行物2の【0020】～【0022】の記載は，パソコン70に基本部12を接続し，携帯電話機の無線通信機能を用いて無線でデータの送受信を行う場合を開示するものであって，パソコンのデータ送受信の際にADPCMコーデック56を使用しないことは記載されているが，基本部12を他の電子機器へ装着したときには，必ずADPCMコーデック56を使用しない回路構成となって，データの送受信のみを行うとは記載されておらず，また，常にそのような回路構成を採用する技術的必然性も存在しないから，ADPCMコーデック56を使用しない回路構成は，単に，無線でデータの送受信を行う場合に採用される回路構成を示すものと解するのが相当である。",
                    "そして，刊行物2には，パソコン70に基本部12を接続し，携帯電話機の無線通信機能を用いて通話を行う場合については特に言及されてはいないものの，基本部12内にはADPCMコーデック56が存在している以上，このADPCMコーデック56を用いる回路構成を採用して，通話を行うことが不可能であるとする理由もないから，単に，データの送受信を行う場合にADPCMコーデック56を使用していないことを根拠に，刊行物2に記載されている基本部12は，「パソコンに装着されたときには通話不可能」と断定することはできず，引用発明2を「前記パソコンに装着されたとき，パソコンによって通話を可能としない無線通信機能ユニット。」と認定することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決は，引用発明2につき，ADPCMコーデック56の利用の有無にかかわらず，上記イ(ア)～(ウ)の記載事項から，「無線通信機能」の存在とパソコンでの使用を認定したものであって，無線通信機能ユニットについて，「一つの無線通信機能ユニットが，前記周辺部及びパソコンに共通に使用され，前記周辺部に装着されたとき，周辺部によって通話を可能にする一方，前記パソコンに装着されたとき，パソコンで無線通信機能を使用可能にする」と認定した点に誤りはない。",
                    "また，刊行物2には，基本部12を他の電子機器へ装着したときに，その無線通信機能を用いて通話を行うことも，行わないことも，明示的に記載されていないところ，一般的な無線通信機能により通話を可能とすること自体は技術常識であることを勘案して，この点を不明とした相違点4の認定は，誤りであるということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，引用発明2に引用発明4Bを適用しても本件訂正発明を構成することはできないと主張し，その理由として，①「引用発明4においては，ペン型コンピュータ313，ノートブック300及び携帯電話309が，モジュラーユニット31を装着しないでも，それぞれ通話機能(音声変換機能)を有している。一方，引用発明4Bの『モジュラーユニット』は，内部に『音声変換機能』を有するものではない。そうすると，引用発明4Bの『モジュラーユニット』を引用発明2のパソコン70に装着しても，パソコン70が通話可能になることはあり得ない。」，②「刊行物4のペン型コンピュータ313等を刊行物2のパソコン70に適用した場合，ペン型コンピュータ313等は，自身の内部の音声変換機能を有する回路(ADPCMコーデックなど)を使用し，基本部12のADPCMコーデック56を使用できるもので，本件訂正発明のように『電話送受信ユニット』の音声変換機能を使って通話可能になるものではない。他方，仮に，刊行物2の基本部12のADPCMコーデック56を使用するとした場合，PCMCIA58から出力される信号はデジタル信号に変換されているので，このデジタル信号をペン型コンピュータ313等の内部の音声変換機能を有する回路(ADPCMコーデックなど)に入力しても処理することができないのであって，そもそも音声変換機能を直列に2つ接続すること自体不可能である。」などと主張する。",
                    "しかしながら，前記1において検討したとおり，刊行物4には，「一つの電話送受信ユニット(モジュラーユニット)が，スピーカ及びマイクを備えた複数の移動体通信端末のスロットに交代して装着されることにより，装着された各々の移動体通信端末において通話を可能にする電話送受信ユニット(モジュラーユニット)」の技術(「引用発明4B」)が開示されていることが認められる。すなわち，刊行物4に記載のモジュラーユニットには，それが装着されることで通話可能になるための機能(電話のシステム)が搭載されている。",
                    "また，刊行物4には，ペン型コンピュータ313等が，内部に音声変換機能を有する回路(ADPCMコーデックなど)を有することは，何ら記載されていない。",
                    "したがって，原告が前提とする刊行物4記載の技術の認識には誤りがあり，この誤った前提に基づく原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，審決は，相違点4について，引用発明2と引用発明4Bは，「一つの無線送受信ユニットを，携帯電話やパソコンを含む通信端末に交代して装着可能にする」技術であるという点で共通するとともに，引用発明2に引用発明4Bを適用して「複数の移動体通信端末によって通話」を可能とすることに特段の阻害要因は見当たらないと認定するとともに，通信回線の契約に関する常識等を踏まえ，引用発明2に引用発明4Bを適用し，本件訂正発明のように「カートリッジに含まれる前記電子回路が有する前記第1の変換機能および前記第2の変換機能を使用して，1つの回線を契約するだけで前記複数の移動体通信端末によって通話を可能にする」よう構成することは当業者が容易になし得ることであると，認定判断したものであって，この認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，本件訂正前の請求項1に係る電話送受信ユニットが装着される本件訂正前の請求項2に係る移動体通信端末につき無効審判事件(無効2006−80205号事件)において刊行物2及び4によっては進歩性なしと認められないと判断した審決(甲9)が確定していることを理由に，「引用発明2に引用発明4Bを適用し，引用発明2のパソコンを，電話送受信ユニットが装着されて通話が可能にされる移動体通信端末として構成」することが当業者に容易であると認定をすることは実質的に一事不再理の理念に反する，と主張する。",
                "しかし，甲9によれば，上記事件の審決において有効性が認められたと原告が主張する発明は移動体通信端末についてのものであり，「電話送受信ユニット」に係る本件訂正発明とは別の発明であって，本件訂正発明に関する審決の判断を拘束するものではなく，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，原告の主張は採用することができず，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が「携帯電話等に係る上記周知慣用技術を考慮すれば，引用発明2の『基本部』の『電子回路』は，実質的に『表示部に表示する表示信号を生成する機能』を有すると解釈することが自然である」(27頁23～25行)とすることに対し，「刊行物2には，基本部12が表示部に表示する表示信号を生成する機能を有していると『記載されていない』ことは明白であるから，『自然である』というのであれば，引用発明2の電子回路は，表示部に表示する表示信号を生成する機能を有していない，と認定判断することがむしろ自然である。」と主張する。",
                "また，原告は，刊行物2(【0017】)には，キースイッチ42で入力された電話番号は，そのままLCD40に表示されると記載されていることから，表示部としてのLCD40に対する表示信号を生成する機能は，移動体通信端末と認定された周辺部14にあることになる，と主張する。",
                "しかしながら，相違点1につき，審決は，「『発信者番号表示』，『着信表示』などとして，アンテナから受信した情報を表示することも周知慣用である」(27頁10，11行)として，アンテナから受信した情報の表示について検討しているものであって，キースイッチによる入力について述べるものではないから，原告の主張は前提において審決と異なっており，採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，「携帯電話等において『アンテナから受信した信号を表示することが周知慣用』であるとしても，それは携帯電話という移動体通信端末においてアンテナから受信した信号を表示することが周知慣用であるということである。」とした上で，「引用発明2について，審決は『周辺部14』を『移動体通信端末』と認定しているのであるから，上記周知慣用技術によれば，『周辺部14にアンテナから受信した信号を表示する機能がある』と認定されることになる。」，「『基本部の中の電子回路は，表示部に表示する表示信号を生成する機能を有する示唆があると言うべきである』と判断することは，上記周知慣用技術と矛盾する。」と主張する。",
                "しかしながら，審決は，「このような周知慣用技術において，移動体端末(携帯電話等)の内部回路が，操作部や移動体通信端末のアンテナから受信した情報を表示部に表示できるよう，その表示信号を生成する機能を含むことは自明であるところ，刊行物2の段落0008には『基本部12の内部には，画像，文章等のデータと音声を処理する処理部と，』との記載があり，前記内部回路である『基本部』は，『画像，文章等のデータ』を処理する処理部を含むのであるから，『画像，文章等』の必然的な利用形態を考えれば，処理して『表示信号を生成する』機能を有するということができ，このような『基本部』の機能は『電子回路』によって実現されることも技術常識であるから，刊行物2の『基本部』の中の『電子回路』は，『表示部に表示する表示信号を生成する機能』を有する示唆があると言うべきである。」(27頁12～22行)と述べ，基本部12における具体的処理に基づいて判断しており，しかも，刊行物2の図4及びその説明からすると，携帯電話器ユニット10のうち，アンテナから信号を受信する機能は基本部12側にあることが認められるから，周知慣用技術を刊行物2に記載の実施例に則して解釈し，刊行物2に記載の技術を認定することに矛盾を生じるものではない。",
                "そして，アンテナから受信した表示信号に着目すれば，アンテナから表示手段に至る経路上に存在する引用発明2の「電子回路」が，実質的に表示部に表示する表示信号を生成する機能を有すると解釈することが自然であって，審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の主張は採用できず，取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2についての認定及び判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「相違点2についての認定の誤り」をいう点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「引用発明2における『パソコン70』は，刊行物2の図5からすれば，明らかに，いわゆるディスクトップパソコンの形態が図示されているのであって，パソコン70をもって『移動体通信端末』と認定することは甲2の記載に反している。」，「したがって，引用発明2では『複数の移動体通信端末ではない』ことが明らかであって，審決が，相違点2として，『引用発明2では，・・・『複数の移動体通信端末』かどうか不明である』と認定したことは誤っている」と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，刊行物2(甲2)には，図5のパソコン70がディスクトップパソコンであるとの説明は記載されておらず，また，図5を参照すると，パソコン70のみならず，テレビ，ステレオ，ビデオカメラ等を示す図5(c)の装置も同様に直方体形状に記載されているから，図5の(b)，(c)は概念図であると認められ，この図5(b)を根拠に，「明らかに，いわゆるディスクトップパソコンの形態が図示されている」と認定することはできず，原告の主張は採用できない。",
                    "また，審決は，刊行物2の携帯電話機ユニット10の周辺部14を「移動体通信端末」に相当すると認定しているものであり，相違点2の認定において，刊行物2に記載されるパソコン70が「移動体通信端末」であることは直接的には基礎としていないから，パソコン70の形態に関する原告の指摘は，審決の相違点2の認定に影響を与えるものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「相違点2についての判断の誤り」をいう点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明2において，刊行物4及び3に記載された技術を適用し，わざわざ基本部12全体を保持するに適した形状に形成されているものではない「スロット」としての「筒状の基本部保持部」に，基本部12全体が収納されるような形状に形成する必要性は存しない(組み合わせる動機付けがない。)，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，引用発明2において，「基本部12」と「筒状の基本部保持部」の形状について検討すると，刊行物2に記載されるスロットとしての「筒状の基本部保持部」が，カートリッジとしての「基本部12」の一部を保持するに適した形状に形成されたものであったとしても，刊行物2には，基本部と保持部の構造を刊行物2の図1及び2に記載されたような形状とするべき技術的必然性については何ら記載されておらず，刊行物2の図1及び2には，その一例としての形状の基本部12と保持部とが記載されているにすぎないものと認められる。また，刊行物2には，基本部と保持部の構造について，設計変更することを妨げる記載もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，刊行物4の図14を参照すると，携帯電話309，ノートブック300及びペン型コンピュータ313という様々な形態の遠隔通信端末(移動体通信端末)のそれぞれに，モジュラーユニットを収納することが開示されており，特に，携帯電話309についてみると，携帯電話309にユニットとほぼ同形状のスロットが形成されていることが見受けられるから，携帯電話309にユニットを装着するときも，ペン型コンピュータ313と同様にユニット全体が収納されるように装着されることが示唆されているということができる。",
                    "また，刊行物3に記載されるような，無線送受信機能を有する装置を，電子機器のスロットに装着する際，その匣体が全体的に収容される状態にすることによる外観デザインの向上，携帯時の利便性の向上等の利点に触れた当業者であれば，刊行物4に開示された，スロットにユニット全体が収納されるように装着される構造を参照して，刊行物2に記載される基本部及び保持部の形状の双方を設計変更することは容易であり，この点についての技術的困難性は存在しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，刊行物2には，保持部を基本部12全体が収納されるような形状とすることを妨げる技術的要因となる記載もないから，引用発明2における，カートリッジとしての基本部がスロットとしての筒状の基本部保持部に部分的に収納されるという構成に代えて，刊行物4及び3に記載の技術を適用し，本件訂正発明のように，カートリッジ(基本部)がスロット(保持部)に「全体が収納されるような形状」とすることは，当業者が容易に想到し得ることであり，引用発明2に刊行物4及び3に記載された技術を組み合わせるべき理由がないとの原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，「刊行物3には携帯無線電話装置全体を収納することが記載されているだけで，『ユニット』なるものを収納することが記載されているわけではない。」，「この刊行物3に記載された携帯電話無線装置に対応する刊行物2の構成は，基本部12を周辺部14に装着した携帯電話器ユニットそのものである。」「そうすると，刊行物3を引用発明2に適用すると，周辺部14を含む携帯電話器ユニットを移動体通信端末ではないパソコン70に収納できるようにする構成が得られるだけである」と主張する。",
                    "しかしながら，刊行物3に記載される携帯無線電話装置は，電話通信のための無線送受信機能を有するものであり，かつ，カード挿入部に全体的に収容される状態をもって装着可能とされる外形寸法をとる匣体を備えているものであるから，無線送受信機能を有する一つのまとまった装置であり，一体のものとして取り扱うことが可能な構成単位であるから，当該装置を「ユニット」として認定することは，技術常識を考慮すれば誤りということはできない。",
                    "したがって，刊行物3の携帯無線電話装置を「無線送受信機能を有するユニット」として認定することに誤りはなく，刊行物3には，「『無線送受信機能を有するユニットをパーソナルコンピュータ等の電子機器のスロットに装着する際，そのユニットが全体的に収容される状態にすることにより，パーソナルコンピュータ全体を外観的に優れたものにできるとともに，移動や向きの変更に際して取扱い易く，使い勝手が良いものとする』技術」が開示されているとする審決の認定(16頁7～11行)に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の主張は採用することができず，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないから，棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10048",
    "date": "2008-12-11",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037080",
    "ipprecedent_id": "1674",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}