{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80320号事件について平成20年3月18日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告の有する後記特許の請求項1，3，5について被告が無効審判請求をしたところ，特許庁が，上記1，3，5に記載された発明についての特許を無効とする旨の審決をしたことから，特許権者である原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者間に争いのない事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次審決",
                  "text": [
                    "原告は，平成13年6月22日，名称を「容器，溶融金属供給方法及び溶融金属供給システム」とする発明について特許出願(優先権主張平成12年6月22日及び平成13年2月14日，日本。特願2002−357",
                    "70号)をし，平成15年12月26日，特許庁から特許第350613",
                    "7号として設定登録を受けた(請求項は1～7。甲25。以下，この特許を「本件特許」という。)。",
                    "そして，平成17年11月8日，被告から本件特許の請求項1，3，4及び6について無効審判請求がされたので，特許庁がこれを無効2005−80320号事件として審理し，その中で，原告は，平成18年1月30日，訂正請求(甲26)をしたところ，特許庁は，平成18年7月19日，同訂正を認めた上，請求不成立との旨の審決(第1次審決，甲29)をした。",
                    "これに不服の被告が審決取消訴訟を提起し，知的財産高等裁判所は平成19年5月29日上記審決を取り消す旨の判決(甲31)をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2次審決",
                  "text": [
                    "特許庁は，上記判決を受けて更に審理し，その中で原告は，平成19年7月2日，改めて訂正請求(甲27)をしたので，これにより，平成18年1月30日付けの訂正請求(甲26)は取り下げられたものとみなされた。そして，特許庁は，平成19年9月28日付けで，訂正は認められないとした上，請求項1，3，4及び6に係る発明についての特許を無効とする旨の審決(第2次審決，甲30)をした。",
                    "これに不服の原告が審決取消訴訟を提起し，さらに，平成20年1月11日，特許請求の範囲の減縮を目的とする訂正審判請求(甲28)をしたので，知的財産高等裁判所は平成20年1月30日特許法181条2項により上記審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第3次審決(本件審決)",
                  "text": [
                    "特許庁は，上記決定を受けて更に審理し，その中で，平成20年1月11日付け訂正審判請求書(甲28)に添付された訂正明細書を援用した訂正請求がされたとみなされた(以下「本件訂正」という。同訂正により，請求項3が削除された上で請求項4，6は請求項3，5となったため，無効審判請求がなされている訂正前の請求項1，3，4及び6は，訂正後は請求項1，3，5となった。)。これにより，平成19年7月2日付けの訂正請求(甲27)及び平成20年1月11日付けの訂正審判請求(甲28)は取り下げられたものとみなされた。そして，特許庁は，平成20年3月18日付けで，本件訂正を認めた上，特許第3506137号の請求項1，3，5に記載された発明についての特許を無効とするとの旨の審決(第3次審決，本件審決)をし，その謄本は，平成20年3月28日，原告に送達された。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訴訟",
                  "text": [
                    "本件訴訟は，上記第3次審決を不服とした原告がその取消しを求めた事案である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲",
              "text": [
                "本件訂正後の特許請求の範囲は，請求項1～6から成り，そのうち，請求項1，3，5に記載された発明(以下，各請求項の番号に対応して「本件発明1」などという。)は，次のとおりである(甲28。下線部は訂正部分)。",
                "「【請求項1】溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融金属を供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される上部開口部に大蓋が配置された容器であって，",
                "フレームと，",
                "前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管と，前記容器本体内を加圧するための第2の配管とを具備し，",
                "少なくとも前記流路の内径は，約65㎜～約85㎜であり，",
                "前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置されており，",
                "前記第2の配管は，前記ハッチの中央，または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され，",
                "前記容器本体内への加圧は，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから前記第2の配管を介して前記容器本体内に加圧気体が供給されることにより行われることを特徴とする容器。",
                "【請求項3】フレームと，前記フレームの内側に設けられ，かつ，当該容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを有し，溶融アルミニウムを収容することができ，上部開口部に大蓋が配置された容器を用いて溶融アルミニウムを供給する方法において，(a)前記容器内に溶融アルミニウムを導入する工程と，",
                "(b)前記溶融アルミニウムを収容した容器を運搬車輌を用いて公道を介してユースポイントまで搬送する工程と，",
                "(c)前記ユースポイントで，前記容器内を加圧して前記流路及び前記第1の配管を介して溶融アルミニウムを導出する工程と",
                "を具備し，",
                "少なくとも前記流路の内径は，約65㎜～約85㎜であり，",
                "前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置されており，",
                "前記ハッチの中央，または中央から少しずれた位置には，内圧調整用の貫通孔が設けられ，",
                "前記容器内への加圧は，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから前記内圧調整用の貫通孔を介して前記容器内に加圧気体を供給することにより行うことを特徴とする溶融アルミニウム供給方法。",
                "【請求項5】(a)溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送され，上部開口部に大蓋が配置された容器であって，フレームと，前記フレームの内部に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備する容器と，",
                "(b)前記容器内を加圧する手段と",
                "を有し，",
                "少なくとも前記流路の有効内径は，約65㎜～約85㎜であり，前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置され，",
                "前記ハッチの中央，または中央から少しずれた位置には，内圧調整用の貫通孔が設けられており，",
                "前記加圧する手段は，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから前記内圧調整用の貫通孔を介して加圧用気体を供給するものであることを特徴とする溶融アルミニウム供給システム。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，次のとおりであるが，その理由の要点は，本件訂正を認めるとした上で，①本件発明1，3，5は，下記甲1発明を主にして甲号各証に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであり，②本件発明1，3，5は，下記甲4発明を主にして下記甲号各証に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，本件発明1，3，5は特許法29条2項の規定に違反してなされたものである，というものである。",
                "記",
                "審判甲第1号証：特開平11−188475号公報(以下「甲1公報」といい，これに記載された発明を「甲1発明」という。)",
                "審判甲第2号証：特公昭54−41021号公報(本訴甲2)",
                "審判甲第3号証：特開平7−178515号公報(本訴甲3)",
                "審判甲第4号証：特公平4−6464号公報(以下「甲4公報」といい，これに記載された発明を「甲4発明」という。)",
                "審判甲第6号証−5：特開2000−33469号公報(本訴甲6−5)",
                "「第7．当審の判断…",
                "3．無効理由1について",
                "3−1．甲第1号証を主引例として",
                "(1)甲第1号証記載の発明",
                "容器本体に気体が流出入するのであるから，容器本体に貫通孔が設けられているものであり，さらに，気体を流出入させるための配管が設けられていることも明らかであるから，上記摘記事項(1a)，(1d)に着目しながら，摘記事項(1a)～(1i)を総合すると，甲第1号証には，以下の発明が記載されているといえる。",
                "「移動，昇降ならびに前方向へ傾動可能に構成された容器本体と，前記容器本体の前部に該容器本体の底部より下方に位置する管開口部から該容器本体上部に亘って形成された外側管部と，",
                "前記外側管部と連続してその管上部から前記容器本体下部に亘って形成された内側管部と，前記内側管部の管下部に形成され容器本体内部と連通する連通部と，前記容器本体の上面に形成された貫通孔である気体流出入部に接続される配管を介して該容器本体内部を減圧しまたは加圧するための気体制御手段とを有する金属溶湯のラドル装置であって，",
                "前記容器本体は，内部にアルミニウム合金の溶湯を収容する容器で，セラミック体を金属板によってバックアップした耐熱容器より構成され，",
                "前記外側管部および内側管部は，前記容器本体と同一材によって一体形成可能とされ，前記連通部は，容器本体の内底部に形成され，",
                "前記溶湯を収容した状態で，チェーン等の吊り下げ部材およびホイスト等の移動昇降装置によってレールに対して移動，昇降可能に保持されることにより，成型機まで搬送され，前記容器本体内部の加圧により溶湯を機外に排出し，成型機に注出するようにした，ラドル装置。」(以下，「甲第1号証記載発明」という。)",
                "(2)本件発明1と甲第1号証記載発明との対比",
                "そこで，本件発明1と甲第1号証記載発明とを対比する。",
                "甲第1号証記載発明における「アルミニウム合金の溶湯」，「容器本体内部の加圧により溶湯を機外に排出し」，「成型機」，「ラドル装置」，「金属板」，「セラミック体」，「容器本体の内底部」，「連通部」，「内側管部」，「外側管部」，「気体流出入部に接続される配管」は，それぞれ本件発明1における「溶融アルミニウム」，「内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給する」，「ユースポイント」，「容器」，「フレーム」，「ライニング」，「容器内の底部付近」，「開口」，「流路」，「第1の配管」，「容器本体内を加圧するための第2の配管」に相当するものである。",
                "そして，甲第1号証記載発明の内側管部(本件発明1における流路に相当)は，容器本体上部に亘って形成された外側管部(本件発明1における第1の配管に相当)と連続することから，容器本体の上方に向かうものであるとともに，容器本体と同一のセラミック体(本件発明1におけるライニングに相当)によって一体形成可能とされているわけであるから，該セラミック体に内在する形態であるといえる。",
                "そうすると，両者は，",
                "「溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，ユースポイントまで搬送される容器であって，フレームと，",
                "前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方に向かう流路を内在するライニングと，",
                "前記流路に連通する第1の配管と，",
                "前記容器本体内を加圧するための第2の配管とを具備し，",
                "前記第2の配管は，内圧調整用の貫通孔に接続され，",
                "前記第2の配管を介して前記容器本体内に加圧気体が供給される容器。」である点で一致し，次の点で相違している。",
                "相違点1：本件発明1に係る容器は，運搬車輌により搭載されて公道を介してユースポイントまで搬送されるのに対して，甲第1号証記載発明では，チェーン等の吊り下げ部材およびホイスト等の移動昇降装置によってレールに対して移動，昇降可能に保持されることにより搬送される点。",
                "相違点2：本件発明1においては，容器の上部開口部に大蓋が配置され，該大蓋の略中央に開口部が設けられ，該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，前記容器内にアルミニウムを供給するのに先立ち，開けられてガスバーナが容器内に挿入されて容器の加熱を行うためのハッチが配置され，ハッチの中央，または中央から少しずれた位置に設けられた貫通孔に第2の配管が接続されているのに対し，甲第1号証記載発明においては，上部開口部，大蓋，開口部，ハッチが設けられておらず，第2の配管は，容器上面に設けられた貫通孔に接続されている点。",
                "相違点3：本件発明1における流路は，容器の上方の配管取付部に向かうものであるとともに，第1の配管は，該配管取付部に取付けられているのに対して，甲第1号証記載発明においては内側管部(本件発明1における流路に相当)は，容器の上方に向かうものの，本件発明1における配管取付部に相当するものについては明示されておらず，これに起因して，外側管部(本件発明1における第1の配管に相当)が，該配管取付部に相当する部位に取付けられることが明示されていない点。",
                "相違点4：本件発明1においては，流路の内径を約65mm～約85mmと規定しているのに対して，甲第1号証記載発明においては流路の内径について規定されていない点。",
                "相違点5：本件発明1においては，容器本体内への加圧を，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから加圧気体が供給されることにより行われるのに対し，甲第1号証記載発明においては，容器本体内部を加圧するための気体制御手段は有するものの，該気体制御手段がどのようなものか記載されていない点。",
                "なお，被請求人は平成19年8月20日付意見書において，甲第1号証記載発明における「金属板」，「内側管部」，「外側管部」は本件発明1における「フレーム」，「流路」，「第1の配管」にそれぞれ相当しない旨主張する。",
                "しかしながら，甲第1号証記載発明における金属板はセラミック体をバックアップしており，「フレーム」とは，「骨組み，台枠」と一般に解されていることからすれば，甲第1号証記載発明における「金属板」は本件発明1における「フレーム」に相当するものである。そして，甲第1号証記載発明における「内側管部」は容器本体下部の連通部から，容器の上方に向かう溶湯が流通する菅であり，当該菅(内側管部)の上部に，「外側管部」は溶湯が連通するように連続して設けられていることから，それぞれ，「流路」，「第1の配管」に相当するものである。",
                "(3)相違点についての検討",
                "上記相違点について以下検討する。",
                "相違点1について：",
                "上記摘記事項(4a)乃至(4i)の記載によれば，甲第4号証には，溶融金属を収容し，搬送し，供給するために使用される容器が記載され，当該技術分野においては，アルミニウム等を専門に溶解する外部の企業から溶湯の配給を受けて使用する形態を可能とするような，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていたことが理解でき，工場内の設備間で取鍋を搬送するだけではなく，取鍋を運搬車輌に搭載し公道を介して工場間で運搬する，即ち公道を介してユースポイントまで搬送することが課題として開示され，かかる課題を解決するため，運搬用車輌に搭載し公道上を搬送されるに適した構造を有する取鍋(容器)を採用することにより，搬送中の荷台の傾斜等により湯こぼれ等を生ずるおそれもなく安全に一般道路上を運搬し得ることが記載されている。",
                "そして，甲第1号証，甲第4号証は，いずれも溶融金属を収容，搬送，供給する容器に関するものであり，溶融金属を密閉した取鍋に収容し，湯こぼれ等を生じさせずに安全に運搬することができることを内容とするものであるから，その技術分野や作用，機能において共通すると認められる。",
                "そうすると，取鍋を運搬車輌に搭載し公道を介してユースポイントまで搬送するという甲第4号証記載の技術的思想を，甲第1号証記載発明に適用することは，当業者が容易に想到し得るものである。",
                "相違点2について：",
                "甲第3号証，甲第4号証，参考資料13，参考資料15の記載からすれば，溶融金属を収容し，供給を行う容器において，容器に上部開口部を設け，大蓋を配置することは，本件出願の優先権主張日前に周知の事項であると認められ，さらに，甲第3号証，甲第4号証には，該大蓋の略中央に開口部が設けられ，該開口部に開閉可能なハッチを配置することが記載されている。",
                "そして，甲第1号証，甲第3号証，甲第4号証は，何れも溶融金属を収容し，供給する容器に関するものであるから，甲第1号証記載発明において，甲第3号証，甲第4号証の記載，及び周知技術に基づいて，容器に上部開口部を設け，該上部開口部に大蓋が配置し，さらに，該大蓋の略中央に開口部が設け，該開口部に開閉可能なハッチを配置することは，当業者が適宜なし得る事項にすぎない。また，容器内を加圧することにより溶湯が流出される容器にハッチを設けるのであるから，ハッチが閉じられたときに気密が確保されるように構成することは当然のことと言える。",
                "さらに，溶融金属を収容し，容器本体内に加圧気体を供給することにより溶融金属を外部へ供給する容器において，内圧調整用の貫通孔を，開閉可能な容器の蓋の中央，または中央から少しずれた位置に設け，加圧気体を供給する配管を接続することは，参考資料13乃至16，下記周知例1，2に示されるとおり周知の技術的事項であるから，開口部に開閉可能なハッチを設ける際に，当該ハッチの中央，または中央から少しずれた位置に容器内の加圧を行うための内圧調整用の貫通孔を設け，配管を接続することは，当業者ならば適宜なし得る設計的事項である。",
                "そして，当該周知技術においては，貫通孔による内圧調整と蓋の開閉とが支障なく行われており，また，貫通孔を開閉する蓋に設ければ，該蓋の開放時には該貫通孔の取鍋内面側が外側に露出されることは自明の事項といえる。",
                "また，溶融金属を収容し，該溶融金属の供給，処理等を行う容器内に溶融金属を導入するに先立ち，容器上面部の蓋を開けてガスバーナを容器内に挿入し，該容器を予熱することは，下記周知例3乃至6にそれぞれ下記のとおり記載されているように，本件出願の優先権主張日前に周知の事項であるから，設けるハッチを，容器にアルミニウムを供給するのに先立ち，開けられてガスバーナが容器内に挿入されて容器の加熱を行うためのものとすることは，当業者が設計上適宜に採用し得ることである。",
                "記",
                "周知例1：実願昭60−139738号(実開昭62−50860号)のマイクロフィルム(周1a)「2．実用新案登録請求の範囲",
                "1)溶湯を貯える湯室の上部を上蓋で気密に覆い，前記湯室の上方に受湯サイホンを下方に注湯サイホンを連通し，この注湯サイホンの上方先端に大気に開放した注湯室と注湯ノズルを設け，前記受湯サイホンの上方先端に受湯室を設け，この受湯室を小蓋で気密に覆い，前記湯室と前記受湯室とに送圧管を介して圧力制御装置を接続したことを特徴とする加圧式注湯炉。」(実用新案登録請求の範囲)",
                "(周1b)実施例として第1図が示され，開閉可能な小蓋23の中央から少しずれた位置に貫通孔を設け，送圧菅12を接続し，加圧することが示されている。",
                "周知例2：実願平4−59438号(実開平6−15861号)のCD-ROM",
                "(周2a)「【実用新案登録請求の範囲】",
                "【請求項1】 溶湯を貯える溶湯容器1と，当該溶湯容器1に供給された圧搾気体の圧力で前記溶湯が供給され，鋳造物を成型するキャビティー8aを有する鋳造型8とを備える鋳造装置において，前記溶湯容器1と鋳造型8とを水平方向に離して設置すると共に，溶湯容器1を水平方向に移動自在に支持し，且つ溶湯容器1にその水平方向の振動を吸収する減衰器6を接続し，溶湯容器1と鋳造型8とを水平方向の配管20と垂直方向の配管22及びこれら配管20，22を直交状に接続するベント接続ブロック21とで接続し，これら溶湯容器1と鋳造型8及びこれらを接続する前記配管20，22とベント接続ブロック21のうち，垂直方向に接続された配管要素を，設置面11上にバネ6aを介して支持すると共に，水平方向に接続された配管要素を，前記設置面11上に立設した支持フレーム4，9でバネ6b，6dを介して両側から挟持したことを特徴とする配管接続式加圧鋳造装置。」(周2b)「【0007】",
                "【実施例】",
                "以下，図面に従って本考案による配管接続式加圧鋳造装置の実施例を具体的に説明する。",
                "図1は，本考案による配管接続式加圧鋳造装置の一実施例で，同図において，1は溶湯を貯える溶湯容器である。この溶湯容器1は蓋2を備えており，この蓋2には溶湯容器1の中に空気または窒素等の高圧ガスを送り込むための圧搾空気配管3が接続されている。・・・」(周2c)「【0012】",
                "このような構成からなる加圧鋳造装置では，溶湯容器1と鋳造型8の配置を，水平方向の配管20，垂直方向の配管22及びベント接続ブロック21の組合せによって容易に変更することが可能である。",
                "そして，溶湯容器1に溶湯を満たし，かつ配管20，22及びベント接続ブロック21等を十分に熱してから蓋2を閉じた状態で圧搾空気配管3から溶湯容器1に圧搾ガスを送り込む。すると，圧搾空気の気圧で溶湯容器1内の溶湯が鋳造型8のキャビティー8aに注入され，鋳造品を成型する事ができる。鋳造が繰り返されて，溶湯容器1内の溶湯が少なくなったときは，溶湯容器1の蓋2を開放し，溶融容器1内に必要な量の溶湯を追加することが出来る。」(周2d)実施例として【図1】，【図2】が示され，溶湯容器の上部に開閉可能な蓋2が設けられ，該蓋2の略中央部に貫通孔が設けられ，圧搾空気配管3を接続することが示されている。",
                "周知例3：実願昭63−130228号(実開平2−53847号)のマイクロフィルム(周3a)「受湯口4は取鍋予熱用ガスバーナの予熱口を兼用しており，受湯前には受湯口4から容器本体をガスバーナ等にて予熱する。・・・",
                "まず，予熱用ガスバーナにより予熱口4から容器本体を予熱する。",
                "容器本体を予熱後，反射炉等からの受湯を行い，」(第7頁19行～第8頁6行)と記載されるとともに，第1図(a)～(e)に上記の容器が示されている。",
                "周知例4：特開昭59−113967号公報",
                "(周4a)「この発明は冶金業で用いられているいわゆる鍋の乾燥加熱装置に関するもので，鍋の内張耐火物の乾燥，昇温を平均にかつ熱効率よく短時間で完了し得る・・・いわゆる鍋とは・・・溶銑鋼，溶鋼取鍋，タンディッシュ等があり，・・・非鉄金属業においても多く使用されている。」(第1頁右下欄6から15行)",
                "(周4b)「耐火物中の水分を十分に除去してから再使用しなければならない。又水分の除去に加えて内張耐火物を加熱して鍋内の温度を昇温してから溶融金属を受入れる」(第2頁左上欄7～10行)",
                "(周4c)「鍋の乾燥加熱は，鍋蓋6で頂部を密閉したのちバーナー7Cガス等の燃料を燃焼させ下向きに燃焼ガスを噴出させ，」(第2頁右上欄8～10行)(周4d)「このような不均一加熱を改善するために第2図に示すようにバーナー7を昇降可能にして下部に降して燃焼する」(第2頁左下欄11～13行)",
                "(周4e)「鍋底近くに位置させた加熱用バーナーから上の空間部の大部分を，通気性ある耐熱金属かセラミックで製作した鍋状の容器(・・・)で囲いその上方開口部を鍋蓋に向けて圧着させたもので」(第2頁右下欄4～9行)",
                "周知例5：特開昭61−60261号公報",
                "(周5a)「溶融金属を注入するに先立って取鍋を加熱・昇温しており，・・・第3図に示す取鍋加熱装置は，・・・取鍋1の上端開口部を塞ぐ蓋2の中心部に，加熱用バーナ3を垂直下方に向けて取付け，」(第1頁右下欄末行～第2頁左上欄7行)周知例6：実願昭60−112347号(実開昭62−20744号)のマイクロフィルム(周6a)「第1図では真空蓋の上部に取鍋予熱用バーナーを取付けるとともに，真空蓋に備わる接続管と集塵配管とを接続し燃焼ガスを排気する。取鍋予熱終了後真空蓋からバーナーを取り外すとともにめくら蓋を取付け真空蓋としての気密性を確保する。そして第2図のように受鋼した取鍋上に従来通り真空蓋として被せ真空脱ガス処理を実施する。」(第3頁1～7行)相違点3について：",
                "加圧式取鍋において，取鍋から上方に向かう金属溶湯が流出する流路に，別体の連通する配管を取り付けることは，甲第3号証(上記摘記事項(3a)乃至(3d)参照)，参考資料13(上記摘記事項(7a)乃至(7c)参照)に記載されているように，本件出願の優先権主張日前に周知の事項である(特には，甲第3号証におけるサイフォン14，参考資料13における出湯室，注湯口を有し，フランジにより取り付けれられている部材は，それぞれ注湯する際に溶湯が連通するものであるから配管に相当する)。",
                "そして，別体の配管を取り付けた際には，当該配管が取り付いた流路上方部分が「配管取付部」となることは当然の事項である。さらに，甲第3号証(上記摘記事項(3d)等参照)，参考資料13(上記摘記事項(7c)等参照)においても，フランジを流路上方部分に配管取付部として設けることが記載されている。",
                "したがって，甲第1号証記載発明において，流路の上方に「配管取付部」を設け，該配管取付部に「第1の配管」を取り付けることは当業者が適宜なし得る事項にすぎない。",
                "相違点4について：",
                "相違点4は，流路の内径について約65mm～約85mmと数値限定を行ったものである。",
                "本件特許明細書の記載(【0018】，【0085】等)によれば，内径50mm程度の従来技術と対比すると，内径約65mm以上となると，流れのほぼ中心付近から内壁の粘性抵抗の影響をほとんど受けない領域が生じ始め，その領域が次第に大きくなって，溶融金属の流れを阻害する抵抗が下がり始め，一方，内径が85mmを超えると，溶融金属自体の重量が溶融金属の流れを阻害する抵抗として非常に支配的となり，溶融金属の流れを阻害する抵抗が大きくなってしまうことを見出したことから，上記数値限定を行ったものである。",
                "すなわち，流路の内径を大きくするにつれ，溶融金属を排出するために必要な装置全体の加圧力も大きくなるのが通常であるところ，本件訂正発明2は，流路の内壁の粘性抵抗の影響をほとんど受けない領域が生じることから，内径約65mmから約85mmの間については，小さな圧力の加圧で溶融アルミニウムを配管から導出することが可能となることを見出したものである。そして，本件発明1は，流路の内径50mmの場合と対比してその作用効果を説明し，特許請求の範囲においても流路内径のみを約65mm～約85mmと規定するものである。",
                "しかしながら，流路や配管の粘性抵抗は，溶融アルミニウムの流速，流路の長さ(高さ)，溶融アルミニウムの温度，管ライニングの材質等，種々の要因により大きく変動するものであり，他方，溶融アルミニウムの重量も流路の長さ(高さ)によって変わり，重量の影響の大きさは，重量及び流速によって変わるものであるから，本件明細書に記載されているように，内径65mm以上を超えると，内壁の粘性抵抗を受けない領域が生じ始め，一方，内径が85mmを超えると溶融金属自体の重量が溶融金属の流れを阻害するというのは，上記種々の要因により，常に生じるとは限らない。",
                "したがって，流路内径のみを上記のとおり数値限定すれば，これにより常に上記作用効果を奏するということができないものであり，相違点4の数値限定は，臨界的意義を有するものとは認められない。",
                "そして，加圧式取鍋の設計においては，加圧式取鍋は加圧する圧力によって注湯を行うものであるから，圧送圧力が低ければ取鍋の耐圧性も低くても良く，取鍋の構成を簡略化できたり，また，圧力差を設けるための装置構成を簡略化できることから，圧送圧力を下げようとすることは，加圧式取鍋において一般的な課題といえるから，上記要因等を考慮して，流路の適切な内径を設計することは，実験等を行い，当業者であれば適宜なし得る設計事項にすぎない。",
                "以上のことより，相違点4における数値限定は，その数値限定自体についても臨界的意義を有さず，単なる設計事項にすぎないから，甲第1号証記載発明において，当該数値限定を行うことは当業者が適宜なし得た事項と認められる。",
                "相違点5について：",
                "参考資料11に記載されているように，溶融金属を収容し，容器本体内に加圧気体を供給することにより溶融金属を外部へ供給する容器において，加圧手段を前記容器を工場内で搬送するためのフォークリフトに搭載するは，本件出願の優先権主張日前に周知の事項であり，さらに，加圧手段として，加圧気体貯留タンクから加圧気体を供給することは，参考資料15に記載されているように周知の事項である。さらに，フォークリフトに加圧気体貯留タンクを搭載できないとする阻害要因も見あたらない。",
                "したがって，甲第1号証記載発明の気体制御手段として，容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから加圧気体を供給するように構成することは，当業者が適宜採用し得る設計的事項にすぎない。",
                "そして，本件発明1によって奏される効果も，甲号各証の記載，周知技術から当業者が予期し得る程度のものにすぎず，格別顕著であるとは認められない。",
                "以上のとおりであるから，本件発明1は，甲号各証記載の発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。",
                "3−2．甲第4号証を主引例として",
                "(1)甲第4号証の発明",
                "上記摘記事項(4a)，(4b)には，アルミニウム等の溶融金属を収容し，公道を通って運搬用車両により搬送される溶融金属運搬取鍋が記載され，摘記事項(4g)には該取鍋の構造として，取鍋の側壁及び底面に外殻鉄皮が設けられ，内側に断熱材，内張耐火材が内張りされ，側壁中段部の耐火材を貫通して注湯口を設けることが示され，取鍋に収容した金属溶湯を，取鍋を傾動することにより，注湯口から保持炉に注湯することが記載され，摘記事項(4h)には，溶湯を適時に使用者側に配送することが記載されている。",
                "以上の点と，摘記事項(4a)～(4i)を総合すると，甲第4号証には，以下の発明が記載されているといえる。",
                "「アルミニウム等の溶融金属を収容し，公道を通って運搬用車両により使用者側に搬送される溶融金属運搬用取鍋であって，取鍋上面の開口部を覆う蓋が配置され，該蓋の略中央に受湯口が設けられ，該受湯口には開閉自在の小蓋が設けられ，さらに，上記取鍋の側壁及び底面には外殻鉄皮が設けられ，該外殻鉄皮の内側には断熱材，さらに内張耐火材が内張りされ，上記側壁の中段部の内張り耐火材を貫通して，取鍋内の空間に収容された溶融金属に浸漬する側壁内面側から取鍋上面側の露出部の注湯口まで，溶融金属の流路が延び，取鍋を傾動することにより，注湯口から収容された溶融金属を注湯する溶融金属運搬用取鍋」(以下，「甲第4号証記載発明」という。)",
                "(2)本件発明1と甲第4号証記載発明との対比",
                "そこで，本件発明1と甲第4号証記載発明とを対比する。",
                "甲第4号証記載発明の「アルミニウム等の溶融金属を収容し」，「公道を通って」，「運搬用車両」，「使用者側に搬送」，「溶融金属運搬用取鍋」，「上面の開口部」，「蓋」，「受湯口」，「外殻鉄皮」は，それらが，内外の圧力差を調節する容器の構成ではないにしても，溶融アルミニウム運搬用の容器の構成として共通のものであり，それぞれ，本件発明1における「溶融アルミニウムを収容することができ」，「公道を介して」，「運搬車両」，「ユースポイントまで搬送」，「容器」，「上部開口部」，「大蓋」，「開口部」，「フレーム」に相当する。さらに，甲第4号証記載発明における受湯口に設けられる「小蓋」は，溶融金属を運搬する際の密閉性を考慮して開閉自在に設けられるものであるから，本願発明1の「ハッチ」に相当する。",
                "また，同じく，甲第4号証記載発明における，「注湯口から収容した溶融金属を注湯する」こととは，「外部へ溶融アルミニウムを供給すること」であり，「断熱材」，「内張り耐火材」は，本件発明1の「ライニング」に相当し，甲第4号証記載発明においては，外殻鉄皮の内側の内張り耐火材を貫通して，流路が取鍋上面側に延びていることから，当該構成は，本件訂正発明2における，「フレームの内側に設けられ，・・・容器の上方に・・向かう流路を内在するライニング」に相当するものである。",
                "そうすると，両者は，",
                "「溶融アルミニウムを収容することができ，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される上部開口部に大蓋が配置された容器であって，",
                "フレームと，",
                "前記フレームの内側に設けられ，かつ，容器内に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，",
                "前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能なハッチが配置された容器。」",
                "である点で一致し，次の点で相違している。",
                "相違点イ：本件発明1は「内外の圧力差を調節することにより」，外部へ溶融アルミニウムを供給するとし，そのために，ハッチを「閉じられたときに・・容器内部の気密を確保」するとし，さらに，「容器本体内を加圧するための第2の配管」を具備し，「第2の配管は，・・ハッチの中央，または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され」ているのに対し，甲第4号証記載発明においては，容器を傾動することにより供給し，加圧するための配管や貫通孔を有さない点。",
                "相違点ロ：本件発明1は，流路が「容器内の底部付近に開口を有」するのに対し，甲第4号証記載発明では，流路の内部開口は側壁の中段部にある点。",
                "相違点ハ：本件発明1は，流路の上方に「配管取付部」を有し，該配管取付部に「第1の配管」が取り付けられるのに対し，甲第4号証記載発明には配管取付部，配管が存在しない点。",
                "相違点ニ：本件発明1は，「流路の内径は，約65mm～約85mm」であるのに対し，甲第4号証記載発明では，流路の内径が特定されていない点。",
                "相違点ホ：本件発明1は，容器本体への加圧を，前記容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから加圧気体が供給されることにより行われるのに対し，甲第4号証記載発明においては，当該構成を有さない点。",
                "相違点ヘ：本件発明1は，ハッチを「当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱をおこなうための」と限定するのに対し，甲第4号証記載発明においては，そのような限定がされていない点。",
                "なお，被請求人は，平成19年8月20日付意見書において，甲第4号証の取鍋は気密性を有さないことから，甲第4号証記載発明における「外殻鉄皮」，「受湯口小蓋」，「蓋」，「取鍋」が，本件発明1における「フレーム」，「ハッチ」，「大蓋」，「容器」には，それぞれ相当せず，さらなる相違点である旨主張するが，甲第4号証記載の技術は，溶湯を公道など一般道路が工場内と異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりするという，取鍋を公道を介して搬送する密閉型の取鍋であるから，一定の密閉性，気密性が付与されているものであるし，また，内外の圧力差を調整できる程度の「密閉性」という点における相違点であるならば，上記相違点イに含まれている相違点である。",
                "さらに，「フレーム」とは「骨組，台枠」といった意味を有するが，甲第4号証記載発明においても，上記摘記事項(4g)における「取鍋は厚さ約6mmの鉄板で円筒形に形成して鉄皮13とし，これに適宜補強板を設けた。・・」等の記載からみて，「外殻鉄皮」は取鍋の骨組，台枠として構成されているものであり，本件発明における「フレーム」に相当し得るものである。",
                "(3)相違点についての検討",
                "上記相違点について以下検討する。",
                "相違点イについて：",
                "一般的に，溶融金属の注湯炉には注湯方式として加圧式，傾動式，電磁ポンプ式などがあり，そのうち注湯精度，電力消費の面から加圧式が有利であることが，参考資料14に記載され，また，溶湯炉の溶湯の取り出しを加圧式にすると，傾動，ポンプアップ等に比べて安全で作業性は良好となることが，甲第1号証，参考資料11，参考資料15，下記周知例7に記載があり，本件出願の優先権主張日前から，溶融金属の注湯炉，取鍋，移湯装置において，注湯方式としては，傾動式よりも加圧式の方が注湯精度，安全性，作業性，溶湯の品質上優れていることは周知の技術的事項であるから，甲第4号証記載発明において，より注湯精度，安全性，作業性，溶湯の品質向上を目的として，注湯方式として加圧式を採用することは，当業者ならば当然に試みることである。",
                "そして，加圧式を採用した場合には，「内外の圧力差を調節することにより」，外部へ溶融金属を供給することとなり，内圧調整用の貫通孔も当然必要となる構成であるし，さらに，それに伴い，ハッチが閉じられたときに容器内部の気密を確保するようにし，さらに，傾動式取鍋の各構成部分を加圧式取鍋に適した形状に適宜変更し，密閉性等を向上させることは，加圧式取鍋を採用する際の単なる設計的事項であり，当業者が適宜なし得たことと認められる。",
                "さらに，甲第4号証記載発明における取鍋は，該取鍋の上面部を覆うように配置され，ほぼ中央に小径の受湯口を有する蓋と，該受湯口に開閉可能に設けられた受湯口小蓋を具備しており，該蓋は取鍋本体のフランジ部に締着されていて頻繁に開閉することができないものであるとみられる。一方，該受湯口小蓋は該受湯口に蝶番により開閉自在に取付けられており，溶湯を該取鍋内に供給する毎に開閉され，開口部を完全に密閉できるものであるから，該受湯口小蓋は所謂ハッチであるといえる。また，該受湯口小蓋は，上記蓋中央の受湯口上に載置され，取鍋上面部において，そのほぼ中央にあって，該蓋よりも溶融金属面から離れ，該蓋内面より該溶融金属と接触し難い位置にあることも明らかである。",
                "また，溶湯を収容する容器の上面部に開閉自在に設けられる蓋の中央，または中央から少しずれた位置に，該容器内外を連通し，該容器内を加圧するための貫通孔を設けることは，参考資料13乃至16，先の周知例1乃至2に記載されているように，本件出願の優先権主張日前周知の事項である。",
                "そして，上記周知技術において，蓋の開放時には，該蓋の貫通孔の容器内側の部分が外側に露出され，該部分の金属の付着状況等が確認でき，該貫通孔の詰まりを未然に防止できることは，当業者にとって自明の事項である。また，上記周知技術における蓋を，容器内外の圧力差を確保できるような気密性にする必要があることも，該貫通孔を設けた蓋及び容器の目的により，当業者にとって自明の事項である。 また更に，甲第1号証には，金属溶湯を収容し，成型機に搬送して注湯するためのラドル装置の容器本体上部に気体流出入部を形成し，該気体流出入部を介して該容器本体内部を減圧し又は加圧することにより，該容器本体内部へ金属溶湯を導入し，又は該容器本体外部へ溶融金属を供給することを可能とすることが記載されている。",
                "そうすると，上記ラドル装置と同様に，甲第4号証記載発明において，取鍋内を減圧し又は加圧することにより，該取鍋内部へ溶融金属を導入し，又は該取鍋外部へ溶融金属を供給することを可能とするためには，該取鍋の上面部を覆う蓋と，該蓋のほぼ中央の受湯口に溶融金属を供給するために開閉可能に設けられた受湯口小蓋のどちらかに，上記気体流出入部に相当する貫通孔を設ける必要があり，該貫通孔の設置場所をそのどちらかに選択すべきであることは明らかである。",
                "そして，該貫通孔が開口する取鍋内面の部分に，溶融金属を遮断でき，該貫通孔を十分に保護できるような耐火ライニングを形成することは難しく，また，該貫通孔の付近に溶融金属が固化して堆積すれば，該貫通孔に詰まりが生じることにもなるので，該貫通孔をできるだけ溶融金属と接触しない場所に設ける必要があることは技術常識といえるところ，該取鍋では，受湯口小蓋の方が蓋よりも溶融金属と接触し難い位置にあることは，上述したとおりである。",
                "また，上記周知技術において，容器の上面部に開閉自在に設けられた蓋に該貫通孔と同様のものが設けられ，該蓋の開閉及び該貫通孔による気体の流出入が支障なく行われているばかりか，上述したように，その開放時には，該貫通孔付近の容器内側の金属の付着状況等が確認でき，該貫通孔の詰まりを未然に防止できることが自明であるから，上記周知技術における蓋と同様に開閉自在であって，溶融金属と接触し難い位置にある上記受湯口小蓋の方を貫通孔の設置場所として選択し，該貫通孔を該受湯口小蓋に設けるとともに，該受湯口小蓋を，上記周知技術の蓋と同様，取鍋の気密性を確保し得る密閉性のものとすること，すなわち，該受湯口小蓋を，本件発明1における容器の上面部に開閉可能に設けられたハッチのように構成することは，当業者が容易に想到し得ることである。",
                "また，上記受湯口小蓋に貫通孔を設ければ，溶融金属が該貫通孔に接触する機会を少なくでき，金属が付着しても，該小蓋の開放時にそれを確認でき，該貫通孔の詰まりを未然に防止できることは，上記周知技術及び技術常識から当業者が普通に予測できることであり，格別な効果とはいえない。",
                "したがって，甲第4号証記載発明の傾動式取鍋を加圧式取鍋に置換するに際し，ハッチを閉じられたときに容器内部の気密を確保するようにし，さらに，該ハッチの中央，または中央から少しずれた位置に容器内の加圧を行うための内圧調整用の貫通孔を設け，配管を接続することは，当業者ならば適宜なし得る設計事項にすぎない。",
                "記",
                "周知例7：特公昭61−43153号公報",
                "(周7a)「・・・この発明によれば，加圧式注湯炉における注湯室の底面に設けられた注湯ノズル口の周部を包囲するように，該底面に，所定の高さの堰を設け，注湯をおこなう前に，注湯室における湯面レベルを，上記堰のほゞ上端位置に設定するようにして，注湯時における所定の注湯速度に対する所要のシヨツト圧を，注湯室における溶湯が上記堰を越えるに必要な小さな圧力となるように低減し，よつて，注湯動作の応答遅れ時間を短縮し，それだけ，精確な量の注湯がおこなえ，かつ，注湯作業能率を高いものとすることができるという優れた利点がある。」(第5欄第30行～第6欄第10行)",
                "相違点ロについて：",
                "傾動式取鍋を加圧式取鍋に変更した場合，溶融金属を別の容器に注ぐためには，取鍋を傾動させるのではなく，圧力をかけることにより取鍋内から流路に溶融金属を押し出すことになるから，取鍋内の下部に多くの溶融金属を残留させないようにするためには，排出用の流路を容器内の貯留空間に容器の底部付近で接続させる必要があることは当然であり，また，当該事項は甲第1号証，参考資料14に記載されているように本件出願の優先権主張日前に周知の技術的事項である。",
                "したがって，甲第4号証記載発明において，流路の開口を取鍋内の底部付近に設けることは，傾動式取鍋を加圧式取鍋に変更するに際して，当業者が適宜なし得る設計事項にすぎない。",
                "相違点ハについて：",
                "甲第3号証には，管状のサイフォン15が抽出室11(本件発明1の「流路」に相当)の先端に接続されており(上記摘記事項(3d)等参照)，金属溶湯が流出する開口を有する管状のサイフォンであることから，甲第3号証には本件発明1の「第1の配管」に相当し得る部材が記載されていると認められる。さらに，参考資料13によれば，出湯路3(本件発明1の「流路」に相当)の先端に，溶湯が出湯する注湯口を有する出湯室を取り付けることが記載され，出湯路から金属溶湯が流入し，出湯室を流通して注湯口から金属溶湯が流出するものであるから，参考資料13における「出湯室」は本件発明1の「第1の配管」に相当し得るものである。",
                "したがって，加圧式取鍋において，取鍋から上方に向かう金属溶湯が流出する流路に連通する配管を取り付けることは，上記の通り甲第3号証，参考資料13に記載されているとおり，本件出願の優先権主張日前に周知の技術的事項である。そして，配管を取り付けた際には，配管が取り付いた流路上方部分が「配管取付部」となることは当然の事項である。さらに，甲第3号証，参考資料13においても，フランジを流路上方部分に配管取付部として設けている。",
                "したがって，甲第4号証記載発明において，流路の上方に「配管取付部」を設け，該配管取付部に「第1の配管」を取り付けることは当業者が適宜なし得る事項にすぎない。",
                "相違点ニについて：",
                "相違点ニは，流路の内径について約65mm～約85mmと数値限定を行ったものである。",
                "本件特許明細書の記載(【0018】，【0085】等)によれば，内径50mm程度の従来技術と対比すると，内径約65mm以上となると，流れのほぼ中心付近から内壁の粘性抵抗の影響をほとんど受けない領域が生じ始め，その領域が次第に大きくなって，溶融金属の流れを阻害する抵抗が下がり始め，一方，内径が85mmを超えると，溶融金属自体の重量が溶融金属の流れを阻害する抵抗として非常に支配的となり，溶融金属の流れを阻害する抵抗が大きくなってしまうことを見出したことから，上記数値限定を行ったものである。",
                "すなわち，流路の内径を大きくするにつれ，溶融金属を排出するために必要な装置全体の加圧力も大きくなるのが通常であるところ，本件発明1は，流路の内壁の粘性抵抗の影響をほとんど受けない領域が生じることから，内径約65mmから約85mmの間については，小さな圧力の加圧で溶融アルミニウムを配管から導出することが可能となることを見出したものである。",
                "そして，本件発明1は，流路の内径50mmの場合と対比してその作用効果を説明し，特許請求の範囲においても流路内径のみを約70mmと規定するものである。",
                "しかしながら，流路や配管の粘性抵抗は，溶融アルミニウムの流速，流路の長さ(高さ)，溶融アルミニウムの温度，管ライニングの材質等，種々の要因により大きく変動するものであり，他方，溶融アルミニウムの重量も流路の長さ(高さ)によって変わり，重量の影響の大きさは，重量及び流速によって変わるものであるから，本件明細書に記載されているように，内径65mm以上を超えると，内壁の粘性抵抗を受けない領域が生じ始め，一方，内径が85mmを超えると溶融金属自体の重量が溶融金属の流れを阻害するというのは，上記種々の要因により，常に生じるとは限らない。",
                "したがって，流路内径のみを上記のとおり数値限定すれば，これにより常に上記作用効果を奏するということができないものであり，相違点ニの数値限定は，臨界的意義を有するものとは認められない。",
                "また，加圧式取鍋の設計においては，上記要因等を考慮して，流路の適切な内径を設計することは，実験等を行い，当業者であれば適宜なし得る設計事項にすぎない。",
                "以上のことより，相違点ニにおける数値限定は，その数値限定自体についても臨界的意義を有さず，単なる設計事項にすぎないから，甲第4号証記載発明において，傾動式取鍋を加圧式取鍋に置換するに際し，当該数値限定を行うことは当業者が適宜なし得た事項と認められる。",
                "なお，被請求人は平成19年8月20日付意見書において，圧送する際の圧力を最小化するという課題は，出願当時にはない旨主張する。しかしながら，加圧式取鍋においては，加圧する圧力によって注湯を行うものであるから，圧送圧力が低ければ取鍋の耐圧性も低くても良く，取鍋の構成を簡略化できたり，また，圧力差を設けるための装置構成を簡略化できることから，圧送圧力を下げようとすることは，加圧式取鍋において一般的な課題といえる。",
                "相違点ホについて：",
                "参考資料11に記載されているように，溶融金属を収容し，容器本体内に加圧気体を供給することにより溶融金属を外部へ供給する容器において，加圧手段を前記容器を工場内で搬送するためのフォークリフトに搭載することは周知の事項であり，さらに，加圧手段として，加圧気体貯留タンクから加圧気体を供給することは，参考資料15に記載されているように周知の事項である。さらに，フォークリフトに加圧気体貯留タンクを搭載できないとする阻害要因も見あたらない。",
                "したがって，甲第4号証記載発明において，傾動式取鍋を加圧式取鍋に置換するに際し，加圧気体の供給手段として，容器を工場内で搬送するためのフォークリフトに搭載された加圧気体貯留タンクから供給するように構成することは，当業者が適宜採用し得る設計的事項にすぎない。",
                "相違点ヘについて：",
                "溶融金属を収容し，該溶融金属の供給，処理等を行う容器内に溶融金属を導入するに先立ち，容器上面部の蓋を開けてガスバーナを容器内に挿入し，該容器を予熱することは，先の周知例3乃至6に記載されているように，本件出願の優先権主張日前に周知の事項であるから，甲第4号証記載発明における取鍋を同様に予熱するために，該取鍋の上面部に開閉自在に設けられている受湯口小蓋を，該取鍋内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の加熱を行うためのものとすることは，当業者が設計上適宜に採用し得ることである。",
                "そして，本件発明1によって奏される効果も，甲号各証の記載，周知技術から当業者が予期し得る程度のものに過ぎず，格別顕著であるとは認められない。",
                "以上のとおりであるから，本件発明1は，甲号各証記載の発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。",
                "3−3．本件発明3，5について",
                "本件発明3，5は，「容器」の発明である本件発明1について，それぞれ「溶融アルミニウム供給方法」，「溶融アルミニウム供給システム」と，発明のカテゴリーを単に「方法」へ変更したものであるか，「システム」として表現を単に変更したものにすぎない。",
                "したがって，前記3−1．，3−2．において検討したとおり，本件発明3，5についても，甲第1号証乃至甲第4号証，甲第6号証−5記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができたものである。",
                "第8．むすび",
                "以上の通りであるから，本件請求項1，3，5に係る発明についての特許は，特許法第29条第2項の規定に違反してなされたものであり，特許法第123条第1項第2号に該当する。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(独立特許要件に関する主張)",
          "text": [
            "本件審決は，次のように，独立特許要件との関係において，判断遺脱の違法又は理由の食違いがあり，取消しを免れない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本件訂正後の請求項2(本件訂正前の請求項2)，請求項4(本件訂正前の請求項5)及び請求項6(本件訂正前の請求項7)は，それぞれ，請求項1(本件訂正前の請求項1)，請求項3(本件訂正前の請求項4)，請求項5(本件訂正前の請求項6)のいわゆる従属項である。したがって，これらの従属項に係る請求項の記載についても，平成20年1月11日付け訂正審判請求書に係る訂正明細書を援用した請求がされたものとみなされた訂正が請求されていることになる(本件訂正)。",
                "そして，本件訂正を認めるかどうかを判断するためには，本件訂正後の請求項2，4及び6については，無効審判請求がされていないことから，特許法134条の2第5項により読み替えて準用される特許法126条5項の規定により，いわゆる独立特許要件を満たすかどうかが判断されなければならない。",
                "この点について，本件審決は，「第2，3．むすび」において，「以上のとおりであるから，本件訂正は，特許法第134条の2第1項ただし書き，及び同条第5項において準用する同法第126条第3項，第4項の規定に適合するので適法な訂正と認める。」(7頁27行～29行)",
                "と判断している。ここでは，「特許法126条5項」が掲げられていない。",
                "もし，これが単なる誤記でないのであれば，特許法の規定に違反して，審決の判断の前提となる発明の要旨を確定するため，訂正を認めるかどうかを判断するに当たり，必ず審査しなければならない事項を遺脱をしたことになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，仮に，これが単なる誤記であり，「特許法126条5項」の記載漏れであるとすると，今度は，本件審決の理由には明らかに食違いがあることになる。すなわち，訂正後の請求項2，4及び6は，それぞれ請求項1，3，5の特許請求の範囲の「前記流路の内径は，約65mm～約85mm」とある点を，「前記流路の内径は，約70mm」と限定したにすぎないのであるから，「前記流路の内径は，約65mm～約85mm」とある点に特許性が認められなければ，その範囲において最適値を見いだしたにすぎない「約70mm」に特許性が認められるとは考えにくい。本件審決は，「約70mm」としたことについて，特に特許性を認めて独立特許要件を充足したとの判断を示していないのであるから，「前記流路の内径は，約65mm～約85mm」とある点に特許性を認めて，これらの従属項について，独立特許要件を充足したものと認めたものといえる。ところが，本件審決は，請求項1，3及び5については，訂正後の特許請求の範囲の記載において，本件発明1の属する技術の分野における通常の知識を有する者(当業者)において容易に発明をすることができたものであり，いわゆる進歩性が認められないとしている。このような本件審決の判断は，請求項2，4及び6について独立特許要件を充足していることを認めた判断との間に矛盾があり，その理由に食違いがあることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲1発明と対比した本件発明1の進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1発明との一致点の認定の誤り",
              "text": [
                "本件発明1と甲1発明との一致点については，①甲1発明の「金属板」が本件発明1の「フレーム」に当たるか，②甲1発明の「外側管部」が本件発明1の「第1の配管」に当たるかなどの点において，本件審決は誤りである。",
                "まず，甲1発明の「金属板」であるが，これは容器の一部を覆うものにすぎず，本件発明1の「フレーム」には該当しない。本件審決は，この点を相違点と認めた上で，例えば，ほかの引用例の技術的思想を援用することができるか，あるいは設計事項に当たるかどうかを検討すべきである。",
                "次に，甲1発明の「外側管部」であるが，「内側管部」とともに一体形成されている。したがって，「外側管部」と「内側管部」とを併せて，本件発明1の「流路」とみるべきものである。本件発明1の「流路」に連通する「第1の配管」は，「流路」に取り付けたり，はずしたりすることができるものであり，技術的思想が異なる。したがって，本件審決が，この点を一致すると認定したことは誤りであり，ほかの引用例における技術的思想を援用することができるかどうかが検討されなければならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明との相違点の認定判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，各引用例において，相違点2に係る構成が開示されていると認定しているが，各引用例に記載の各構成については，次の点を指摘することができる。",
                        "① 甲4公報に係るものは，傾動式取鍋であり，「受湯口」及び「受湯口小蓋」との具体的構成から導かれる技術的思想は，上から溶融金属を容器内に流し入れることと，搬送中のいわゆる「湯こぼれ」防止のみである。",
                        "このような技術的思想は，加圧式取鍋とは関係がないし，本件発明1における「ハッチ」の構成とも技術的思想が異なる。",
                        "② 甲3(特開平7−178515号公報)のものは，中央の「カバー10'」には「ガス接続部12」は設けられていない。",
                        "③ 参考資料13(特開平6−320255号公報，甲10の1)のも",
                        "のは，天面は毀損しなければはずせない構成のものであると推測され(別途「フランジ16」の構成がある。)，「蓋」がそもそもない。また，加圧機構は，模式図の域を出るものではない。",
                        "④ 参考資料14(特開昭62−289363号公報，甲10の2)の",
                        "ものは，「貯湯室1」の上部の中央部の小蓋のような部分には，加圧のための「第2の配管」に相当するものは設けられていない。",
                        "⑤ 参考資料15(特開平8−20826号公報，甲11)のものは，",
                        "二重蓋の構成ではなく，「ハッチ」を設けるとの技術的思想は開示されていない。また，「給気管32」は，中心には設けられていない。",
                        "その位置は，中心から周辺部の中間付近である。",
                        "⑥ 参考資料16(特開平1−262062号公報，甲12)のものは，",
                        "二重蓋の構成ではなく，「ハッチ」を設けるとの技術的思想は開示されていない。また，「導入管37」は，中心には設けられていない。その位置は，中心から周辺部の中間付近である。",
                        "⑦ 周知例1(実願昭60−139738号(実開昭62−50860",
                        "号)のマイクロフィルム，甲16)のものは，二重蓋の構成ではなく，「ハッチ」を設けるとの技術的思想は開示されていない。また，加圧機構は，模式図の域を出るものではない。",
                        "⑧ 周知例2(実願平4−59438号(実開平6−15861号)の",
                        "CD-ROM，甲17)のものは，「ハッチ」に相当するものがない。いいかえれば，二重蓋の構成はない。",
                        "⑨ 周知例3(実願昭63−130228号(実開平2−53847",
                        "号)のマイクロフィルム，甲18)のものは，「二重蓋」の構成かどうか明らかではないばかりか，「貫通穴」が「ハッチ」に設けられているような構成ではない。",
                        "このように，本件発明1の訂正の中核的な部分である「ハッチ」を設けることにより，二重蓋の構成にして，その「ハッチ」に加圧のための配管を設けるとの構成については，これだけ多数の引用例がありながら，まったく開示がされていない。公知技術において，このような技術的思想を開示したものがないのは，加圧式取鍋において，気密性を阻害するおそれがあるにもかかわらず，開閉可能な「ハッチ」の構成を設け，さらに，その「ハッチ」に加圧用の「第2の配管」をあえて設けることが，作業性及び安全性などの観点からみて，技術的な阻害要因があることに由来するものと考えられる。それを単なる「設計的事項」とする審決の判断には，結論に影響を及ぼすべき誤りがあるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "なお，相違点2には，「ハッチ」が容器を公道を介して搬送する前に予熱するためにガスバーナを入れることを可能にする機能を有している点も含まれる。この点について，本件審決は，周知例4(特開昭59−113967号公報，甲19)，周知例5(特開昭61−602",
                      "text": [
                        "61号公報，甲20)，周知例6(実願昭60−112347号(実開",
                        "昭62−20744号)のマイクロフィルム，甲21)を挙げている。",
                        "確かに，これらの文献は，ガスバーナによる予熱を記載しているが，「気密性」のある容器において，ガスバーナによる予熱を記載しているのは，「周知例6」のみである。したがって，「気密性」のある容器におけるガスバーナによる予熱は，仮に「公知技術」であるとしても，「周知技術」とはいえない。しかも，上記「周知例6」(甲21)には，「従来取鍋脱ガス用の真空蓋と取鍋予熱用の断熱蓋とはそれぞれ別個の専用蓋を有しており」(2頁7行～8行)とあるように，気密性を確保するためには，本来であれば，「真空蓋」と「断熱蓋」とを区別することが望ましく，「めくら蓋」を設けることにより「真空蓋」と「断熱蓋」とを兼用することは望ましくないことが示唆されている。したがって，気密性のある容器において，ガスバーナによる予熱のために「ハッチ」のような余計な構成を設けることは，消極的な動機付けという意味において，本来，技術的な阻害要因があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "溶融金属の飛沫の付着についての被告の主張に対しては，次のとおり反論する。",
                        "① 傾動式取鍋において，溶融アルミニウムがどのような挙動を示すかについては，注湯口から溶融アルミニウムがこぼれたり(甲4の6欄13行以下)，注湯口の液面が固化したりすること以外，当業者において明確な認識はされていない。",
                        "② 被告は，飛沫が傾動式取鍋の大蓋に付着することは周知であると主張し，この点を立証するため，次のとおりの証拠を提出している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "平成20年11月5日付けの日本坩堝株式会社顧問のAの報告書(乙3)において，昭和62年ころ原告が傾動式取鍋による公道搬送を開始したこと。なお，同報告書の別表中の「テクノメタル」も原告の関連会社(当時)である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "アメリカ合衆国において，傾動式取鍋による公道搬送がされていることについて記載された昭和51年ころ発行の文献(乙6)c ドイツにおいて昭和47年ころから傾動式取鍋による運搬がされていたことを記載する欧文のパンフレット(乙4，5)並びに被告の親会社である大紀アルミニウム工業所の従業員であるBが作成した社内文書(乙7)"
                        },
                        {
                          "fig": "d",
                          "subject": "平成20年11月6日付けの大紀アルミニウム工業所の従業員であるCが作成した「報告書」(乙13)"
                        },
                        {
                          "fig": "e",
                          "subject": "平成20年10月6日に撮影された傾動式取鍋の解体写真(乙14)"
                        },
                        {
                          "fig": "f",
                          "subject": "平成18年1月19日付けの，本件発明1から3までを回避す",
                          "text": [
                            "るための貫通孔及び配管の構成を備えた加圧式取鍋の設計図面(乙15)",
                            "しかし，被告が提出する証拠は，いずれも，平成12年ころ，溶融アルミニウムがどの程度，どのような態様で付着するのかという点や，それが具体的にどのような課題を生じさせるのかという点についての当業者の技術的な認識を示すものではない。すなわち，傾動式取鍋による公道搬送において，溶融アルミニウムが，どのような原因により，どのような搬送回数により，どのような態様で付着していくのかというようはことは，およそ課題として認識されていない。そのような認識がない以上，原告による加圧式取鍋の開発において直面した課題を予測することは，当業者においておよそ困難である。",
                            "③ 被告は，溶融アルミニウムと水との粘度がほぼ等しいので，溶融アルミニウムが公道を搬送する際どのような挙動を示すかは，容易に認識し得るとも主張する。",
                            "しかし，社団法人軽金属協会「アルミニウム技術便覧」昭和60年6月16日(乙8)49頁の「表3．9」と，財団法人日本規格",
                            "協会「JIS Z 8803-1991」(乙9)2頁の「表1」を比較すれば明らかであるが，温度変化に対する粘度の変化は溶融アルミニウムと水とでは著しく異なり，水は温度が上がると急速に粘度が下がるのに対し，溶融アルミニウムは温度上昇に対し，粘度がなかなか下がらない。さらに，例えば，標準状態(25℃)の水の粘度は，0．890(cP)であるが，これは，溶融アルミニウムの689℃(融",
                            "点プラス29℃)における粘度1．317(cP)とは大きく異な",
                            "る。",
                            "このように，粘度のみでも，溶融アルミニウムと水とでは，著しく性質が異なり，さらに，密度，レイノルズ数，表面張力等の点からも，性質が異なることが導かれるのであるから，水の挙動を取り上げて溶融アルミニウムの挙動を予測することは，およそ困難であるといわざるを得ない。",
                            "④ 被告は，傾動により取鍋本体内部の上面に溶融金属が付着したものではないと主張する。しかし，平成12年当時，傾動式取鍋により供給した経験しかない場合において，蓋の裏面に付着した溶融アルミニウムが，溶融アルミニウムを注ぎ込んだり，傾動して注ぎ出す際に付着したものではないと断定することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "text": [
                    "本件審決は，甲3(特開平7−178515号公報)及び参考資料13",
                    "(特開平6−320255号公報，甲10の1)に流路に連通する「第1の配管」の構成が開示されていると認定している。",
                    "しかし，甲3の「サイフォン14」及び甲10の1の「出湯室4」は，いずれも，この部位に溶融金属を貯留して，重力により溶融金属を滴下するための構成である。このような構成は，「配管」というよりは，「溝」に近いものである。これらの構成をして，気体による圧力をかけて溶融金属を押し出すための構成としての本件発明1の流路に連通する「第2の配管」に相当するというのは，強弁にすぎる。したがって，本件審決の相違点3に関する認定は，結論に影響を及ぼすべき誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4について",
                  "text": [
                    "相違点4は，本件発明1において「流路」の内径を「約65mm～約85mm」とした点にある。",
                    "従来の技術においては，工場内における溶融アルミニウムを加圧により供給する配管の径が「約50ミリメートル」とされていたものを，実際に公道を介して搬送する加圧式取鍋を試作して，何度も試験を繰り返したところ，原告の技術者が，予想外にも，約65ミリメートルから85ミリメートルの範囲に適切な値域があることを見いだしたものである。",
                    "本件審決は，この範囲について臨界的意義がなく，設計事項であるとするが，本件発明1は，工場内における加圧による配管の径「50ミリメートル」との値からはずれた値域において，公道を介して搬送する加圧式取鍋における適切な値域を見出したものである。したがって，そもそも臨界的意義が問題となる事例ではない。",
                    "そして，そのような「約65ミリメートルから85ミリメートル」との値域が公道を介して搬送する加圧式取鍋において適切であることは，原告が実際に公道を介して搬送する加圧式取鍋を初めて試作し，実際に公道を介して搬送することにより見いだしたものである。そのような課題及び値域は，本件発明1に係る基準時当時の当業者において知られていない。",
                    "したがって，このような構成は，当業者において容易に想到することができないものである。そうすると，このような構成は設計事項であるとする本件審決の判断には，結論に影響を及ぼすべき誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点5について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "参考資料11(実願平1−89474号(実開平3−31063号)",
                      "text": [
                        "のマイクロフィルム，甲8)のフォークリフトに「過給器5」が搭載されている。しかし，これは「コンプレッサー」であり，フォークリフトのエンジンの駆動により発電するなどして稼動させ，自ら加圧気体を生成するものであり，相当の重量物である。これは，単に加圧気体を貯留する機能しか備えない「加圧気体貯留タンク」とは異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "参考資料15(特開平8−20826号公報，甲11)において，例えば，【図5】において，地上に置かれた「窒素ガス供給装置81」から加圧気体が供給される構成が記載されている。しかし，これは「液体窒素ボンベ」である。このような「ボンベ」は高価であるばかりではなく，相当の重量物である。それをフォークリフトに搭載することはフォークリフトに過大な負担を与えるし，落下の危険も大きい。",
                        "また，ボンベが空(から)になれば，フォークリフトから降ろし，新たなボンベを搭載し直さないといけない。このような作業は手数であるばかりではなく，危険でもある。これに対し，本件発明1の「加圧気体貯留タンク」は，工場内において利用可能な加圧気体を一時的に貯留するためのものであり，液体窒素のボンベと異なり，交換の必要もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件審決は，参考資料15の「ボンベ」を参考資料11の「過給器5」と入れ替えれば，直ちに本件発明1の「加圧気体貯留タンク」となるとするが，本件発明1の「加圧気体貯留タンク」とは異なり，「ボンベ」をフォークリフトに搭載することには多くの技術的な阻害要因があり，また，フォークリフトに「コンプレッサー」ではなく，「加圧気体貯留タンク」を搭載するという技術的思想は，これまでにないものである。",
                        "したがって，「ボンベ」と「加圧気体貯留タンク」とを同視し，「コンプレッサー」を「ボンベ」に置き換えれば「加圧気体貯留タンク」になるとの本件審決の認定には，結論に影響を及ぼすべき誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲4発明と対比した本件発明1の進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲4発明との一致点の認定誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と甲4発明との一致点については，①甲4発明の「外殻鉄皮」が本件発明1の「フレーム」に当たるか，②甲4発明の「受湯口」及び「受湯口小蓋」が本件発明1「ハッチ」に当たるかなどの点において，本件審決の認定に誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，甲4発明の「外殻鉄皮」であるが，甲4発明は傾動式取鍋であり，加圧気体による溶融金属の供給を可能にするだけの「気密性」を備えたものではない。したがって，甲4発明の「外殻鉄皮」は，本件発明1の「フレーム」には該当しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，甲4発明の「受湯口」及び「受湯口小蓋」が本件発明1「ハッチ」に当たるかどうかであるが，この点については，前記2(2)アにおいて，甲1発明との「相違点2」との関係において明らかにしたとおりであって，甲4発明の傾動式取鍋における「受湯口」及び「受湯口小蓋」の技術的思想と，本件発明1の加圧式取鍋における「ハッチ」の技術的思想とは異なるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲4発明との相違点の認定判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点イについて",
                  "text": [
                    "本件審決は，①傾動式取鍋に加圧式の技術的思想を適用すること自体は容易になし得ることであるとし，②その際に「第2の配管」に相当する加圧手段を「傾動式取鍋」に設けることは自明であり，さらに，③「ハッチ」に「第2の配管」を取り付けることもまた当業者において容易になし得ることであるとする。",
                    "しかし，甲4発明の傾動式取鍋の構成において具現化されている公知の技術的思想は，①溶融金属を入れた容器を公道を介して搬送するという輸送形式，②公道を介して搬送する際の保温方式，③容器を傾動させることにより容器内の溶融金属を注ぎ出すという溶融金属の供給方式，④「受湯口」から溶融金属を傾動式取鍋の上から注ぎ入れるという注入方式などである。",
                    "これらの甲4発明の技術的思想のうち，公道を介して搬送する加圧式取鍋と関連するのは，①の輸送形式と，②の保温形式までである。",
                    "加圧式の容器に，これらの傾動式取鍋の①の輸送形式の技術的思想のみを適用するのであればともかく，傾動式取鍋に具現された技術的思想をすべてそのまま維持して，加圧式の容器の技術的思想を適用しようとすれば，例えば，上記③の溶融金属の供給方式は，明らかに加圧式取鍋とは相容れないものである。上記④の注入方式も，加圧及び減圧により溶融金属を供給し，注入する完全な意味での加圧式取鍋とは相容れないものである。",
                    "したがって，傾動式の取鍋に，傾動式とは異なる原理に基づく溶融金属の供給方式である加圧式の技術的思想を適用することは容易に想到し得ることではなく，前記2(2)ア(ア)，(ウ)にも述べたとおり，本件審決の見解は，その前提において誤りがあり，この誤りは結論に影響を及ぼすものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点ロについて",
                  "text": [
                    "本件審決は，加圧式取鍋において，甲1公報及び参考資料14(特開昭62−289363号公報，甲10の2)において流路の容器内の開口が容器の底部付近に位置している構成が開示されており，それは加圧式の容器において自明な構成であるとする。そして，傾動式取鍋に加圧式取鍋の技術的思想を適用する際に，このような加圧式の容器において自明な構成を採用することは当業者において容易になし得ることであるとする。",
                    "確かに，流路の容器内の開口が容器の底部付近に位置している構成は，加圧式の容器の技術的思想における自明な構成である。しかし，上記アに述べたとおり，傾動式の取鍋に，傾動式とは異なる原理に基づく溶融金属の供給方式である加圧式の技術的思想を適用することは容易に想到し得ることではなく，本件審決の見解は，その前提において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点ハからヘまでについて",
                  "text": [
                    "この相違点ハからへまでに係る本件審決の誤りについては，前記2(2)において，本件発明1と甲1発明との「相違点2から5まで」に関して明らかにしたところを，そのまま援用する(相違点ハ，ニ，ホ，ヘは，それぞれ，相違点3，4，5，2に相当する。)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明3，5の進歩性)",
          "text": [
            "本件発明3及び5について，当業者において容易に発明をすることができたとの本件審決の判断には誤りがある。その理由については，本件発明3及び5は，本件発明1の「容器」を用いた溶融アルミニウムの供給方式を，それぞれ「方法」，「システム」として特許請求をしたものであるから，本件発明1について述べたところを，そのまま援用する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(独立特許要件に関する主張)に対し",
          "text": [
            "原告は，本件審決7頁27～29行の記載から，審決は訂正後の請求項2，4及び6に係る独立特許要件の判断を遺脱しており，仮に上記が単なる記載漏れだとすれば，単に内径を「70mm」に限定しただけの訂正後の請求項2，4及び6に独立特許要件を肯定したことになるから，請求項1，3及び5を無効にした判断との間に矛盾がある旨主張する。",
            "原告の上記主張のうち，本件審決が本件訂正後の請求項2，4及び6に係る独立特許要件の判断を遺脱しているとの点については認める。ただ，特許法134条の3第5項が，無効審判請求人の申立の範囲を超えて，無効審判請求の対象ではない請求項につき，その訂正の適否まで審決において判断しなければならないとした趣旨(独立特許要件の判断までしながら訂正の適否の結論しか下せず，再度，第三者が無効審判請求をする必要がある制度趣旨)は不明である。",
            "また，審決取消訴訟の審理範囲(訴訟物)に無効審判請求の対象ではない請求項の訂正適否判断は含まれないと考えられる。さらに，本件において原告に本審決の取消を求める利益があるのかも疑問である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(甲1発明と対比した本件発明1の進歩性の判断の誤り)に対し(1) 本件発明1と甲1発明との一致点の認定の誤りの主張に対しア 原告は，甲1発明の「金属板15」，「内側管部25」，「外側管部20」は本件発明1における「フレーム」，「流路」，「第1の配管」にそれぞれ相当しない旨主張する。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "しかし，この点については本件審決が次のように正しく判断しているとおりである。",
                "「なお，被請求人は平成19年8月20日付意見書において，甲第1号証記載発明における『金属板』，『内側管部』，『外側管部』は本件発明1における『フレーム』，『流路』，『第1の配管』にそれぞれ相当しない旨主張する。",
                "しかしながら，甲第1号証記載発明における金属板はセラミック体をバックアップしており，『フレーム』とは，『骨組み，台枠』と一般に解されていることからすれば，甲第1号証記載発明における『金属板』は本件発明1における『フレーム』に相当するものである。",
                "そして，甲第1号証記載発明における『内側管部』は容器本体下部の連通部から，容器の上方に向かう溶湯が流通する菅ママあり，当該菅ママ(内側管部)の上部に，『外側管部』は溶湯が連通するように連続して設けられていることから，それぞれ，『流路』，『第1の配管』に相当するものである。」(38頁27行～39頁4行)"
              ]
            },
            {
              "fig": "ウ",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲1発明の「金属板15」が容器の一部を覆うにすぎないことをもって，本件発明1の「フレーム」に該当しない理由とするが，そもそも本件発明1においては，「フレーム」が容器の全体を覆っていることを特許請求の範囲としていないのであるから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，原告は甲1発明の「外側管部」が「内側管部」と一体形成されていることをもって，本件発明1の流路と異なる理由とするが，甲1公報には次の記載がある。",
                    "「【0016】上記外側管部20および内側管部25は，図1に図示し請求項2の発明として記載したように，それぞれ傾斜状に形成して，断面逆V字状に形成することが製作上有利である。もちろん，垂直方向の逆U字形状とすることも可能である。また，外側管部20および内側管部25は，実施例のように，前記容器本体11と同一材によって一体に形成してもよい。」",
                    "「一体に形成してもよい」とは，誰が読んでも「別体に形成すること」，すなわち，流路(内側管部25)と配管(外側管部20)とに分けて形成してもよいことが開示されていることは明白である。",
                    "加えて，製造効率の観点から言えば，甲4発明のラドルにおいて外側管部20及び内側管部25を一体に形成するよりも，別体で形成する方が容易であることは当業者でなくとも自明である。",
                    "したがって，甲1公報には「外側管部20」が「内側管部25」と別体に形成される構成も実質的に開示しているのであるから，それぞれ本件発明1における「第1の配管」，「流路」に相当するとした審決の認定に誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "本件発明1と甲1発明との相違点の認定判断の誤りの主張に対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点2の認定判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "二重蓋のハッチに貫通孔を設ける構成について",
                  "text": [
                    "① 原告は，審決の引用する公知文献と，審決認定の相違点2とを個別に対比して，本件発明1の訂正の中核的な部分である「ハッチ」を設けることにより，二重蓋の構成にして，その「ハッチ」に加圧のための配管を設けるとの構成については，これだけ多数の引用例がありながら，全く開示されていないとして，加圧式取鍋においては，気密性を阻害するおそれがあるにもかかわらず，開閉可能な「ハッチ」の構成を設けること，さらに，その「ハッチ」に加圧用の「第2の配管」をあえて設けることは，作業性及び安全性などの観点からみて，技術的な阻害要因があると主張する。",
                    "② しかし，審決は，次のように参考資料及び周知例から正しく相違点2にかかる構成が設計的事項であると判断したものである。",
                    "「甲第3号証，甲第4号証，参考資料13，参考資料15の記載からすれば，溶融金属を収容し，供給を行う容器において，容器に上部開口部を設け，大蓋を配置することは，本件出願の優先権主張日前に周知の事項であると認められ，さらに，甲第3号証，甲第4号証には，該大蓋の略中央に開口部が設けられ，該開口部に開閉可能なハッチを配置することが記載されている。",
                    "そして，甲第1号証，甲第3号証，甲第4号証は，何れも溶融金属を収容し，供給する容器に関するものであるから，甲第1号証記載発明において，甲第3号証，甲第4号証の記載，及び周知技術に基づいて，容器に上部開口部を設け，該上部開口部に大蓋が配置し，さらに，該大蓋の略中央に開口部が設け，該開口部に開閉可能なハッチを配置することは，当業者が適宜なし得る事項にすぎない。また，容器内を加圧することにより溶湯が流出される容器にハッチを設けるのであるから，ハッチが閉じられたときに気密が確保されるように構成することは当然のことと言える。",
                    "さらに，溶融金属を収容し，容器本体内に加圧気体を供給することにより溶融金属を外部へ供給する容器において，内圧調整用の貫通孔を，開閉可能な容器の蓋の中央，または中央から少しずれた位置に設け，加圧気体を供給する配管を接続することは，参考資料13乃至16，下記周知例1，2に示されるとおり周知の技術的事項であるから，開口部に開閉可能なハッチを設ける際に，当該ハッチの中央，または中央から少しずれた位置に容器内の加圧を行うための内圧調整用の貫通孔を設け，配管を接続することは，当業者ならば適宜なし得る設計的事項である。",
                    "そして，当該周知技術においては，貫通孔による内圧調整と蓋の開閉とが支障なく行われており，また，貫通孔を開閉する蓋に設ければ，該蓋の開放時には該貫通孔の取鍋内面側が外側に露出されることは自明の事項といえる。」(39頁27行～40頁14行)③ そして，原告の主張は審決の前記認定に対する反論となっていないことは明らかであり，その点において既に失当である。",
                    "加えて，本件発明1は，「溶融金属を収容することができ，内外の圧力差を調節することにより，外部へ溶融金属を供給することが可能で，・・」との構成であるから，溶融金属を取鍋内に導入するための開閉可能な「ハッチ」は必須の構成ということになる。",
                    "しかも，後述する取鍋内予熱の必要性からも，「ハッチ」を設ける必要があるのである。",
                    "原告は，本件発明1では，「大蓋」の中央に「ハッチ」を設けたいわば二重蓋の構成を採用したことに意味があるような主張をするが，この「大蓋」とは「【0080】容器100は，有底で筒状の本体50の上部開口部51に大蓋52が配置されている。本体50及び大蓋51の外周にはそれぞれフランジ53，54が設けられており，これらフランジ間をボルト55で締めることで本体50と大蓋51が固定されている。」と説明されているように，通常は開閉を予定していない蓋であって，取鍋本体の上面部ともいうべき構成である。",
                    "すなわち，取鍋本体を一体成形することは困難であるから，大蓋部分とその他の部分を別体として製造し，これを組み合わせて本体としたものに過ぎないのである。したがって，本件発明1の明細書にも「大蓋」の技術的意味については一切説明がないのである。",
                    "したがって，本件発明1は，開閉可能という技術的側面からいえば，「ハッチ」を設けた一重の蓋の構成と同じといえるのであって，周知技術との間に技術的な差異はない。そして，「ハッチ」に加圧用の「第2の配管」を設けることによって，特に作業性や安全性に問題が生じる理由は存しない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "ハッチがガスバーナによる容器の加熱に用いられる点について① 原告は，「気密性」のある容器において，ガスバーナによる予熱を記載しているのは周知例6(実願昭60−112347号(実開昭62−2",
                  "text": [
                    "0744号)のマイクロフィルム，甲21)のみであるとして，本件審決の認定判断は誤りであると主張し，気密性のある容器において，ガスバーナーによる予熱のために余計なハッチの構成を設けることは技術的な阻害要因があると主張する。",
                    "② しかし，そもそも，本件発明1の取鍋においても，ガスバーナによる予熱をするときに気密性を確保してするのではない。",
                    "このことは，「…閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融金属を供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチを有し」とクレーム上，特定されていることよりも明らかである。",
                    "技術的にも，気密性を確保してガスバーナによる予熱をする必要性は一切ない。",
                    "また，ガスバーナによる予熱は，本件発明1の取鍋において絶対必要な行為(予熱なしに溶融金属を導入すれば，たちまち金属が固着することになってしまうことは当業者には自明)であり，そのためのハッチは余計に構成どころか，必須の構成である。",
                    "③ また，原告は周知例6(甲21)を引用して，「真空蓋」と「断熱蓋」とを兼用することは望ましくないことが示唆されていると主張する。",
                    "しかし，周知例6(甲21)には「しかし取鍋予熱と取鍋脱ガス処理とは連続した工程であり，両者を兼用する蓋があればそこに蓄えられる熱エネルギーを逃すことなる互いに利用することが可能となる」として，「真空蓋」と「断熱蓋」を兼用する構成が明確に開示されている。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "溶融金属の飛沫の付着について",
                  "text": [
                    "① 公道搬送用の傾動式取鍋は周知慣用技術であったこと"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "国内においては，甲4発明の実施品である傾動式取鍋が，昭和62年以降，本件特許の優先日(平成12年12月27日)までに，共同出願人である日本坩堝株式会社により製造販売され，原告ほか数社の業者に販売されて使用(溶融アルミニウムを精錬工場から需要先［主として自動車工場］に搬送)されていた(日本坩堝株式会社のA作成の平成20年11月5日付け「報告書」〔乙3〕)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "外国(当時の西ドイツ)においても，遅くとも1972年以降，公道搬送用の傾動式取鍋は多数の企業において使用されてきたものである(OTTOJUNKER GMBH作成のパンフレット〔乙4〕，1973年(昭和48年)5月10日付け報告書〔乙5〕，津村善重「アルミニウム合金」金属通信社・1976年(昭和51年)8月8日〔乙6〕，大紀アルミニウム工業所のB作成の昭和59年7月12日付け「海外出張報告書」〔乙7〕)。",
                            "② 傾動式取鍋の修理と溶融金属の付着の認識"
                          ]
                        },
                        {
                          "fig": "a",
                          "text": [
                            "傾動式取鍋(加圧式取鍋も同様)は，1年ないし1年半使用すれば耐火材，断熱材等を交換するため，全面的な解体修理がされる。この際，当業者は公道搬送による振動等により溶融金属が揺動することによって，取鍋本体内部の上面に付着し，これが酸化されて酸化物になることを認識している(被告従業員が平成20年10月6日に撮影した傾動式取鍋の大蓋における酸化アルミニウムの付着状況の写真〔乙14〕)。",
                            "甲4公報にも「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり・・・」(3欄40～44行)として「溶湯がこぼれる」ことまで指摘されているのであるから，公道搬送による揺れにより，取鍋本体の上部内面(大蓋の裏面)に溶融金属の飛沫が付着していくことは自明であり，さらには，その飛沫が酸化物になることは当業者には自明である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点，溶融アルミニウムにつき，アルミニウムの融点660℃(ただし，被告が納入しているアルミニウムはシリコンが約12％含有されているため融点は582℃であるが，納入先の指定が695℃から710℃の間であるため，予熱工程では取鍋本体内を700℃に予熱している。乙13)での粘度は，水と同程度の粘度となっている。",
                            "【参考】689℃のアルミニウムの粘度：1.317cP(centi-poise)718℃のアルミニウムの粘度：1.250cP(乙8)",
                            "5℃の水の粘度：1.519cP",
                            "10℃の水の粘度：1.307cP",
                            "15℃の水の粘度：1.138cP(乙9)。",
                            "したがって，水を運ぶ時に水面が波打ち，注意しなければ容器からこぼれることは経験則上明らかであるところ，水と同程度の粘度しかない溶融アルミニウムも公道搬送による振動によって飛沫が，取鍋内部の上面に付着していき，この付着物が，空気に触れ，または予熱工程でのバーナーにさらされることにより酸化されて酸化アルミニウム(Al O )になると，物性が著しく変化し，加熱しようが金属棒等で突こうが，容易に除去できないことも，当業者にとって自明事項である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，傾動式取鍋は溶融金属を傾動して導出するものであるが，この傾動により取鍋本体内部の上面に溶融金属が付着したものではない。",
                            "このことは，注湯口(甲4公報の実施例では「注湯口18」)側だけでなく，周方向全体にわたって同量のアルミニウム酸化物が固着していることより明らかである(乙13)。",
                            "③ 以上のとおり，公道搬送可能な傾動式取鍋は周知慣用技術となっていたところ，飛散した溶融金属(溶融アルミニウム)に由来する酸化物が，甲4公報の傾動式取鍋でいえば取鍋の内部上面の部分，すなわち，「蓋16」(本件発明の大蓋52に相当)の裏面に堆積し，容易に剥離できないことが当業者に知られていた。",
                            "溶融金属の飛沫の付着は，公道搬送したことにより生ずる結果であり，傾動式，加圧式という注湯方式の相違には関係しないのであるから，同じく公道搬送用の加圧式取鍋においても，貫通孔を取鍋の「本体」に設ければ，溶融金属の付着により貫通孔が詰まることは，当業者には自明の事項である。",
                            "そうであれば，貫通孔の詰まりを防止するため，溶融金属の液面からできる限り遠い位置，すなわち，甲4発明の傾動式取鍋でいえば「受湯口小蓋19」(本件発明のハッチに相当)に設けるのは，当業者にとって容易想到である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点3の認定判断の誤りの主張に対し",
              "text": [
                "原告は，甲3(特開平7−178515号公報)の「サイフォン14」及び参考資料13(特開平6−320255号公報，甲10の1)の「出湯室4」はいずれもこの部位に溶融金属を貯留するものであるから，本件発明1の流路に連通する「第2の配管」相当するというのは，強弁にすぎると主張する。",
                "しかし，「(特には，甲第3号証におけるサイフォン14，参考資料13における出湯室，注湯口を有し，フランジにより取り付けられている部材は，それぞれ出湯する際に溶湯が連通するものであるから配管に相当する)」(43頁6～8行)と審決が認定しているとおり，本件発明1における配管と甲3の「サイフォン14」及び甲10の1の「出湯室4」は本件発明1と同一の機能を有するものであるから，甲3及び甲10の1(参考資料13)から，甲1発明に相違点3の構成を採用することは，当業者が適宜なし得る事項であるとした審決の認定判断に誤りは存しない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点4の認定判断の誤りの主張に対し",
              "text": [
                "原告は，本件発明1においては，工場内における加圧による配管の径「50ミリメートル」との値からはずれた値域において，公道を介して搬送する加圧式取鍋における適切な値域を見出したものであるから，臨界的意義がなくても，進歩性は肯定されると主張する。",
                "しかし，原告の上記主張は独自の見解を述べるものにすぎず，失当である。",
                "実験的に数値範囲を最適化又は好適化することは，当業者の通常の創作能力の発揮にすぎないからである。それゆえ，この点に進歩性が肯定されるためには，臨界的意義が必要とされるのである。",
                "しかも，本件明細書(甲28)には，具体的に従来技術と比較してどの程度有利な効果を奏するか，一切開示されていないし，また，工場内における取鍋と公道搬送可能な取鍋との間で，配管径を別異に解すべき理由も存在しないし，そのようなことを示唆する記載も本件明細書(甲28)には一切記載がない。",
                "加えて，審決が正しく認定しているとおり，溶融アルミニウムの流速，流路の長さ(高さ)，溶融アルミニウムの温度，管ライニングの材質等，種々の要因を考慮しない限り，常に流路の内径が65～85mmの間でありさえすれば有利な効果を奏することは自然法則に反するありえない事象である。"
              ]
            },
            {
              "fig": "エ",
              "subject": "相違点5の認定判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "原告は，参考資料11(実願平1−89474号(実開平3−310",
                  "text": [
                    "63号)のマイクロフィルム，甲8)の「過給器5」は「コンプレッサー」であり，「加圧気体貯留タンク」と異なる，参考資料15(甲11)の図5における「窒素ガス供給装置81」(図3における「窒素ガス供給装置51」の誤記と思われる)は「液体窒素ボンベ」であり，「加圧気体貯留タンク」と異なると主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，審決が参考資料11から認定している事実は，加圧式取鍋における加圧手段をフォークリフトに搭載することが周知であると認定しているのであり(44頁22～25行)，「過給器5」と「加圧気体貯留タンク」が同一と認定しているわけではない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，本件明細書(甲28)には次の記載がある。",
                    "【0027】本発明の溶融金属供給システムは，加圧式溶融金属供給容器と，前記加圧式溶融金属供給容器を保持しつつ昇降する昇降機構と，前記加圧式溶融金属供給容器に対して加圧用の気体を供給する加圧気体貯留タンクとを有する運搬車輌とを具備することを特徴とする。",
                    "【0028】本発明の運搬車輌は，加圧式溶融金属供給容器を保持しつつ昇降する昇降機構と，前記加圧式溶融金属供給容器に対して加圧用の気体を供給する加圧気体貯留タンクとを具備することを特徴とする。",
                    "【0029】本発明によれば，運搬車輌に加圧気体貯留タンクを搭載し，この加圧気体貯留タンクから加圧式溶融金属供給容器に対して加圧用の気体を供給し，この気体により溶融金属を圧送しているので，従来のように容器を傾斜させる必要がなくなる。従って，例えばフォークリフトに回動機構を設ける必要はなくなり，昇降機構を設けるだけよく，機構が非常にシンプルなものとなる。しかも，加圧手段として加圧気体貯留タンクを用いているので，例えばコンプレッサーを搭載した場合等に考えられる発電機の搭載等は不要となり，小型軽量化を図ることができる。工場内であれば，気体の補充も極めて容易である。",
                    "以上の記載からすれば，本件発明1における「加圧気体貯留タンク」とは，溶融金属供給容器に対して加圧用の気体を供給するタンクであり，気体の種類や方法については一切限定がない。",
                    "他方，参考資料15(特開平8−20826号公報，甲11)に開示されているのは，「窒素ガスボンベ52」(【0022】，【図3】及び【図4】)であり，液体気体の限定は存在しない。そして，上記のとおり本件発明1における「加圧気体貯留タンク」は気体の種類を特定していないのであるから，参考資料15に開示されている「窒素ガスボンベ52」も，取鍋に加圧用の気体を供給するものであり(【0026】)，本件発明1の「加圧気体貯留タンク」に該当することは明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲4発明と対比した本件発明1の進歩性の判断の誤り)に対し(1) 本件発明1と甲4発明との一致点の認定誤りの主張に対し",
          "content": [
            {
              "fig": "ア",
              "subject": "フレームについて",
              "text": [
                "原告は，甲4発明の「外殻鉄皮」が加圧気体による溶融金属の供給を可能にするだけの気密性を備えたものではなく，本件発明1の「フレーム」に該当しないと主張する。",
                "しかし，本件発明1は「フレーム」の気密性について何ら特定していないのであるから，この点が相違点となるものでないことは当然である。加えて，「また，内外の圧力差を調整できる程度の『密閉性』という点における相違点であるならば，上記相違点イに含まれている相違点である。」(47頁12～14行)と審決は正しく判断している。すなわち，原告の主張は甲4発明が傾動式取鍋であり，本件発明1が加圧式取鍋であることのみを理由として，特許請求の範囲に記載のない点を相違点であると強弁しているにすぎないのであるから，傾動式と加圧式の違いから来る相違点であるイの判断に含まれるとした審決の判断に誤りが存しないことは明らかである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "ハッチについて",
              "text": [
                "原告は抽象的に「技術的思想」が異なると主張するが，甲4公報における「受湯口」及び「受湯口小蓋」と本件発明1における「大蓋の開口部」及び「ハッチ」が同一の構成を有するものであることは，審決が認定するとおり疑いようがなく，技術的思想に相違を生じる理由もない。気密性の点が阻害要因となり得ないことも上述したとおりである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "本件発明1と甲4発明との相違点の認定判断の誤りの主張に対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点イについて",
              "text": [
                "原告の主張を要約すると，①傾動式取鍋に加圧式取鍋の技術的思想を適用することは困難であること，②甲4発明の「受湯口」及び「受湯口小蓋」との構成を「ハッチ」との構成と同視することは誤りであるから，相違点イについての審決の認定判断は誤りであるというものである。",
                "上記のうち，②の主張が失当であることは既に主張したとおりである。",
                "また，①の点についても審決が認定するとおり(47頁23～33行)，参考資料14(甲10の2)，甲1公報，参考資料15(甲11)，周知例7(甲22)から溶融金属の注湯方式として加圧式を採用することは，注湯精度，安全性，作業性，溶湯の品質向上を目的として採用する積極的な動機付けが存するのであり，当該動機付けを否定するような阻害要因は存しない。",
                "原告の主張は加圧式と傾動式の構造上の相違を指摘するものにすぎず，前記2(2)ア(ア)，(ウ)にも反論したとおりであり，傾動式取鍋に加圧式取鍋の技術を適用することを阻害する理由とはなり得ない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点ロについて",
              "text": [
                "原告の主張は，相違点イについての主張の繰り返し(傾動式取鍋に加圧式取鍋の技術的思想を適用することは困難であること)にすぎず，当該主張が失当であることは既に主張したとおりである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点ハないしヘについて",
              "text": [
                "相違点ハないしヘについての審決の認定判断に誤りがないことについては，本件発明1についての相違点2から5までについての主張を援用する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明3，5の進歩性)に対し",
          "text": [
            "本件発明3及び5は，「容器」の発明である本件発明1について，それぞれ「溶融アルミニウム供給方法」，「溶融アルミニウム供給システム」と，発明のカテゴリーをそれぞれ「方法」，「システム」に変更したものにすぎない。",
            "したがって，本件発明1についての反論をそのまま援用する。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(独立特許要件に関する主張)について",
          "text": [
            "原告は，本件訂正を認めるかどうかを判断するためには，本件訂正後の請求項2，4及び6については，無効審判請求がされていないことから，特許法134条の2第5項により読み替えて準用される特許法126条5項の規定により，いわゆる独立特許要件を満たすかどうかが判断されなければならないのに，本件審決は，その判断を遺脱していると主張する。",
            "この点については，本件審決が，無効審判請求がされてない本件訂正後の請求項2，4及び6について，上記独立特許要件を満たすかどうかを判断していないことは明らかであって，被告も，この点を争っているものではない。",
            "以上によれば，原告の取消事由1の主張は，理由がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(甲4発明と対比した本件発明1の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲28)には，「発明の詳細な説明」として，以下の(ア)～(カ)の記載及び(キ)の図面がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "「本発明は，例えば溶融したアルミニウムの搬送に用いられる容器に関する。」(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「多数のダイキャストマシーンを使ってアルミニウムの成型が行われる工場では，工場内ばかりでなく，工場外からアルミニウム材料の供給を受けることが多い。この場合，溶融した状態のアルミニウムを収容した容器を材料供給側の工場から成型側の工場へと搬送し，溶融した状態のままの材料を各ダイキャストマシーンへ供給することが行われている。」(【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「本発明者等は，こうした容器からダイキャストマシーン側への材料供給を圧力差を利用して行う技術を提唱している。すなわち，この技術は，容器内を加圧して容器内に導入された配管を介して容器内の溶融材料を外部に導出するものである。…」(【0003】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「かかる課題を解決するため，本発明の容器は，溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されてユースポイントまで搬送される容器であって，フレームと，前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備し，少なくとも前記流路の内径は，約65mm～約85mmであることを特徴とする。",
                        "前記容器本体内を加圧するための第2の配管を具備することが好ましい形態である。本発明の別の観点に係る溶融アルミニウムの供給方法は，フレームと，前記フレームの内側に設けられ，かつ，当該容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを有し，溶融アルミニウムを収容することができる容器を用いて溶融アルミニウムを供給する方法において，(a)前記容器内に溶融アルミニウムを導入する工程と，(b)前記溶融アルミニウムを収容した容器を運搬車輌を用いてユースポイントまで搬送する工程と，(c)前記ユースポイントで，前記容器内を加圧して前記流路及び前記第1の配管を介して溶融アルミニウムを導出する工程とを具備し，少なくとも前記流路の内径は，約65mm～約85mmであることを特徴とする。本発明のまた別の観点に係る溶融アルミニウムの供給システムは，(a)溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されてユースポイントまで搬送される容器であって，フレームと，前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備する容器と，(b)前記容器内を加圧する手段とを有し，少なくとも前記流路の有効内径は，約65mm～約85mmであることを特徴とする。前記流路の内径は，約70mmであることがより好ましい形態である。」(【0007】)",
                        "「本発明の一の形態に係る容器は，前記容器本体の上部には，開閉可能なハッチが設けられていることを特徴とするものである。」(【0059】)",
                        "「本発明では，このようなハッチを有することで例えば容器内に溶融金属を導入するに先立ちハッチを空けてガスバーナを挿入して容器を予熱すること可能であり，このような予熱により耐火材を介して流路が温められ，流路の詰まりをより効果的に防止することができ，またより小さな圧力差で溶融金属を容器内外に導入出することが可能となる。本発明では，溶融金属を流路を介して容器内に導入する際に，上記のように予め流路を温めておくことが可能であるので，このような場合に特に有効である。」(【0060】",
                        "「本発明の一の形態に係る容器は，前記貫通孔が前記ハッチに設けられていることを特徴とするものである。」(【0061】)",
                        "「上記のように容器内に溶融金属を供給するに先立ちガスバーナにより容器を予熱している。この予熱は，ハッチを開けてガスバーナを容器内に挿入することで行われる。従って，ハッチは容器内に溶融金属を供給する度に開けられるものである。本発明では，このようなハッチに内圧調整用の貫通孔を設けているので，容器内に溶融金属を供給する度に内圧調整用の貫通孔に対する金属の付着を確認することができる。そして，例えば貫通孔に金属が付着しているときにはその都度それを剥がせばよい。従って，本発明では，内圧調整に用いるための配管や孔の詰りを未然に防止することができる。」(【0062】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "「図2に示すように，この例では，レシーバタンク101から高圧空気を密閉された容器100内に送出することで容器100内に収容された溶融アルミニウムが配管56から吐出されて保持炉12内に供給されるようになっている。なお，図2において，103は加圧バルブ，104はリークバルブである。」(【0077】)",
                        "「容器100は，有底で筒状の本体50の上部開口部51に大蓋52が配置されている。本体50及び大蓋51の外周にはそれぞれフランジ53，54が設けられており，これらフランジ間をボルト55で締めることで本体50と大蓋51が固定されている。なお，本体50や大蓋51は例えば外側が金属であり，内側が耐火材により構成され，外側の金属と耐火材との間には断熱材が介挿されている。」(【0080】)「上記の大蓋52のほぼ中央には開口部60が設けられ，開口部60には取っ手61が取り付けられたハッチ62が配置されている。ハッチ62は大蓋52上面よりも少し高い位置に設けられている。ハッチ62の外周の1ヶ所にはヒンジ63を介して大蓋52に取り付けられている。",
                        "これにより，ハッチ62は大蓋52の開口部60に対して開閉可能とされている。また，このヒンジ63が取り付けられた位置と対向するように，ハッチ62の外周の2ヶ所には，ハッチ62を大蓋52に固定するためのハンドル付のボルト64が取り付けられている。大蓋52の開口部60をハッチ62で閉めてハンドル付のボルト64を回動することでハッチ62が大蓋52に固定されることになる。また，ハンドル付のボルト64を逆回転させて締結を開放してハッチ62を大蓋52の開口部60から開くことができる。そして，ハッチ62を開いた状態で開口部60を介して容器100内部のメンテナンスや予熱時のガスバーナの挿入が行われるようになっている。」(【0086】)",
                        "「また，ハッチ62の中央，或いは中央から少しずれた位置には，容器100内の減圧及び加圧を行うための内圧調整用の貫通孔65が設けられている。この貫通孔65には加減圧用の配管66が接続されている。",
                        "…」(【0087】)",
                        "「この配管66の一方には，加圧用又は減圧用の配管67が接続可能になっており，加圧用の配管には加圧気体に蓄積されたタンクや加圧用のポンプが接続されており，減圧用の配管には減圧用のポンプが接続されている。そして，減圧により圧力差を利用して配管56及び流路57を介して容器100内に溶融アルミニウムを導入することが可能であり，加圧により圧力差を利用して流路57及び配管56を介して容器100外への溶融アルミニウムの導出が可能である。なお，加圧気体として不活性気体，例えば窒素ガスを用いることで加圧時の溶融アルミニウムの酸化をより効果的に防止することができる。」(【0088】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【図3】"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のアの記載によると，本件発明1は，容器内を加圧して容器内に導入された配管を介して容器内の溶融材料を外部に導出するという構成において(【0003】)，容器本体の上部には，開閉可能なハッチが設けられ(【0059】)，このハッチは容器内に溶融金属を供給する度に開けられるが，このハッチに内圧調整用の貫通孔を設ける(【0062】)という構成をとることにより，ハッチを開けて加熱器を容器内に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防止できる(【0062】)という作用効果を有するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4公報の記載等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4公報には，以下の(ア)～(カ)の記載があり，(キ)の図面が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明はアルミニウム等の溶融金属を公道など一般道路を通つて遠隔地運搬，長時間運搬，坂道などの傾斜面運搬ができ，溶湯のまま使用者側に配送ができるようにしたトラツク等，道路上を運行する運搬用車輌による溶融金属の運搬方法に関するものである。」(1頁2欄10行～15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "解決すべき問題点",
                      "text": [
                        "「集中溶解炉で溶解して各保持炉に分配する場合には，問題がある。即ち一種多量生産の場合は集中溶解方式が経済的であるが，多種類少量の生産には集中溶解方式は不経済であり，他の小型溶解炉，例えばるつぼ炉，小型の溶解兼保持炉等に頼らざるを得ない。・・・・従つて集中溶解炉を設備しなくても鋳造ができれば工場の合理化が図られる。この目的で，アルミニウム等を専門に溶解する工場から使用現場まで溶湯のまま配湯する方法が研究されており，一部にはパイプラインによる給湯設備がある。しかし，この場合でも運搬距離はせいぜい数百メートルに過ぎず，同一工場内での運搬に限られており・・・適時希望の場所に配送することができず，機動性に乏しい。運搬距離がさらに長距離になれば，工場の合理化がさらに推進されるであろうことは以前から予想されていた。従つて，例えば溶湯を外部の企業から配給を受けて使用することは以前から構想されてきたが，未だ実現されないまま，今日に至つている。",
                        "その原因は溶湯の放冷を防ぎ安全に運搬することが困難であつたことによる。」(2頁3欄14行～39行)",
                        "「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があつたり，車の振動が激しくなる舗装状態の悪い道路面があつたりすることから，溶湯がこぼれたり，積込んだ取鍋が横転したり，また放冷により溶湯が凝固する等の困難が予想され，実現ができなかつた。」(2頁3欄40行～4欄2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "問題点の解決手段",
                      "text": [
                        "「本発明は上記の事情に鑑みなされたもので，溶融金属を密閉型の取鍋に収納し，開口部を密閉した取鍋をトラツク等道路上を運行する運搬用車輌の荷台上に載置固定して運搬することを特徴としている。」(2頁4欄4行～8行)",
                        "「また，取鍋な受湯口および注湯口に密閉装置を有する密閉型の取鍋で，運搬中の湯こぼれ等を完全に防止することができ，長時間運搬等の場合は保温用加熱装置を設けて溶湯の放冷凝固を防止するようにし，受湯口，注湯口の開閉もクランプハンドルにより極めて迅速に行い得るようにしたものである。」(2頁4欄29行～35行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例",
                      "text": [
                        "「第6図～第8図は取鍋の断面図を示し，13は外殼鉄皮，14は断熱材，15は内張り耐火材，16は蓋，17は受湯口，18は注湯口，19は受湯口小蓋，蓋16と取鍋本体20の各鉄皮はフランジ部21を締着22して接続してある。また小蓋19は第7図に示すように蝶番23により蓋16に開閉自在に取付けられ，その反対側には把手24および二叉状掛止具25が突設され，これに対し蓋16にはねじ軸26が外側方に回転自在に取付けられ，図においてねじ軸26は掛止具25の二叉部に掛止められ，ねじ軸26に螺合せしめたクランプハンドル27により小蓋19が蓋16に締着されており，ハンドル27をゆるめてねじ軸26を外側方に回動することにより小蓋19を開くことができる。」(3頁5欄35行～6欄5行)",
                        "「第9図～第11図は注湯口18の開閉装置を示し，図中，30は鋳鉄製の注湯口ノズル，31はノズル30に嵌合する鋳鉄製のストツパーで，…ストツパー31が注湯口ノズル30に嵌合して同注湯口ノズル30を閉塞するようになつている。…上記ノズル30およびストツパー31を鋳鉄製とすることにより，機械的強度にすぐれ，耐久性を改善することができる上，注湯後の湯切れが良く，密閉性が改善されることが分つた。",
                        "鋳鉄製であると，付着地金があつても容易に剥がすことができる。」(3頁6欄13行～42行)",
                        "「溶融金属の輸送に当つては，一例として供給者側の工場において溶解炉からポンプにより送給されて来た溶湯を取鍋2の受湯口17から送給パイプを通して取鍋2内に収納した後，小蓋19を閉じ，クランプハンドル27により緊締し，また注湯口18にはストツパー31を施し，トグルクランプ35のハンドル35″により緊締すれば取鍋2は迅速かつ完全に開口部が密閉されるので，この取鍋2を差し込み用部材9，9を介しフオークリフトによりトラツクの荷台1に積込み，上記固定装置3と緊締具8により固定して使用先の工場まで運搬することができる。",
                        "使用先の工場に着後は取鍋2の緊締6，7，8を解除し，左右方向に傾動可能なフオークリフトを使用して，取鍋2を降ろし，ストツパー31を取除いて注湯口18を開き，フオークリフトにより取鍋2を傾動して保持炉，或は直接鋳型等に直ちに注湯することができる。従つて供給者側は使用先工場の需要に応じ適時に溶融金属を配送することができる。」(4頁7欄3行～22行)",
                        "(オ)「運搬方法",
                        "受湯から使用先の溶解炉に移すまでの時間は約2時間であつた。途中，坂のある一般道路を走つたが，安全に運搬することができた。…」(4頁8欄17行～20行)",
                        "(カ)「使用結果",
                        "取鍋の内部等には何等異常がなく，次の運搬に使用することができた。」(4頁8欄22行～24行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第6図"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，甲4発明は，溶融金属を収容し，搬送し，供給するために使用される容器についての発明であり，当該技術分野においては，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていたことから，取鍋を運搬車輌に搭載し公道を介して工場間で運搬することを課題とし，このような課題を解決するため，上記ア(ウ)～(キ)記載のような運搬用車輌に搭載し公道上を搬送するに適した構造を有する取鍋(容器)であって，溶湯は受湯口から取鍋内に収納され，使用先の工場では，注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯する方式の，いわゆる傾動式の取鍋(容器)を採用したものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲4発明の傾動式である取鍋の「外殻鉄皮」は，加圧気体による溶融金属の供給を可能にするだけの気密性を備えたものではなく，本件発明1の「フレーム」には該当しないと主張するが，本件審決は，加圧式と傾動式との相違は相違点イとして認定しており，その上で，甲4発明の「外殻鉄皮」を本件発明1の「フレーム」とを一致点とみたものであって，誤りとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲4発明の「受湯口」及び「受湯口小蓋」が本件発明1「ハッチ」に当たらない旨主張するが，この点も，本件審決は，相違点イを認定した上で，一致点を認定しているものであるから，誤りとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点イの判断の誤りに関する検討",
              "text": [
                "以上の(1)，(2)を踏まえて取消事由3(相違点イの判断の誤り)の採否について検討するに，甲4発明の容器は，前記(2)イに説示したとおり，溶湯は受湯口から取鍋内に収納され，使用先の工場では，注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯する方式の，いわゆる傾動式の取鍋であると認められるところ，この傾動式の取鍋から，これを，密閉された容器に溶融金属用の配管が設けられ加減圧用の配管が接続されるという構成(いわゆる加圧式)とすること自体は，甲11(特開平8−20826号公報)，甲10の2(特開昭62−289363号公報)，甲18",
                "(実願昭63−130228号(実開平2−53847号)のマイクロフィ",
                "ルム)，甲8(実願平1−89474号(実開平3−31063号)のマイ",
                "クロフィルム)において，加圧式の場合，注湯精度，溶湯品質等の点で傾動式よりも優れていることが記載されているから，当業者がこれを適用することは容易に想起できるものと認められる。",
                "しかし，このことは，当業者が甲4発明から出発してこれにいわゆる加圧式の容器を採用しようと考えた後は，加圧式の容器であれば性質上当然具備するはずの構成のほかそのすべての個々の具体的構成は当然に適用できることを意味するものではない。そして，甲4発明の傾動式の容器であれば，その傾動式の容器であるという性質自体から，溶湯を出し入れするために注湯口及び受湯口が必要であることが導かれるが，加圧式の容器の場合は，一つの流路を通して溶湯の導入と導出とを行う注湯方式であり加減圧用の配管が容器に接続されていればよいのであるから，傾動式の容器で必要な受湯口及び受湯口小蓋は必須なものではない。したがって，甲4発明の傾動式の容器に接した当業者がこれを加圧式の取鍋にすることを考える際，あえて，必須なものではない受湯口及び受湯口小蓋を具備したままの構造とするのであれば，そうした構造を採用する十分な具体的理由が存する必要があるというべきである。",
                "しかるに，上記(1)に記載したように，本件発明1は，容器内を加圧して容器内に導入された配管を介して容器内の溶融材料を外部に導出するという構成において，容器本体の上部には，開閉可能なハッチが設けられ，このハッチは容器内に溶融金属を供給する度に開けられるが，このハッチに内圧調整用の貫通孔を設けるという構成をとることにより，ハッチを開けて加熱器を容器内に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防止できるという作用効果を有するものである。そうすると，本件発明1と上記(2)に記載したような甲4発明とを対比すると，甲4発明は取鍋を運搬車輌に搭載し公道を介して工場間で運搬するという技術的課題を有し，その課題解決手段としては，上記(2)ア(ウ)～(キ)記載のような運搬用車輌に搭載し公道上を搬送されるに適した構成を採用しており，技術分野は同じくするものの，その技術的課題は，傾動式取鍋の安全な工場間運搬(甲4発明)と加圧式取鍋特有の内圧調整用配管の詰まりの防止(本件発明1)というように基本的に異なっており，その課題解決手段も，注湯口，受湯口の密閉手段や運搬用車両への係止手段が設けられた構成(甲4発明)と「前記第2の配管は，前記ハッチの中央，または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され」た構成(本件発明1の相違点イ)というように異なっており，その機能や作用についても異なるものであるから，そのような甲4発明に接した当業者が，本件発明1の相違点イの構成を容易に想起することができたと認めることはできない。",
                "審決の相違点イについて容易想到であるとした判断には誤りがあり，原告の取消事由3は理由がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，傾動式取鍋に加圧式取鍋の技術的思想を適用することは困難であるとの原告の主張に対し，参考資料14(甲10の2)，甲1公報，参考資料15(甲11)，周知例7(甲22)から溶融金属の注湯方式として加圧式を採用することは，注湯精度，安全性，作業性，溶湯の品質向上を目的として採用する積極的な動機付けが存するのであり，当該動機付けを否定するような阻害要因は存しない，原告の主張は加圧式と傾動式の構造上の相違を指摘するものにすぎず，傾動式取鍋に加圧式取鍋の技術を適用することを阻害する理由とはなり得ない，と主張する。",
                    "しかし，上記(3)に説示したとおり，加圧式の容器の場合は，甲4発明の傾動式取鍋で必要な受湯口及び受湯口小蓋は必須なものではないから，甲4発明の受湯口及び受湯口小蓋が本件発明1の「ハッチ」と同じように取鍋における二重の蓋を構成するとしても，両者を当然に同じ二重蓋の構成であるということはできないのであり，また，甲4発明と本件発明1とはその技術的課題，課題解決手段，機能や作用等において異なっていることも前記(3)で説示したとおりである。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，原告の主張は本件審決の認定に対する反論となっていないことは明らかであり，その点において既に失当であると主張するが，前記(3)の説示に照らして，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件発明1は，「溶融金属を収容することができ，内外の圧力差を調節することにより，外部へ溶融金属を供給することが可能で，・・」との構成であるから，溶融金属を取鍋内に導入するための開閉可能な「ハッチ」は必須の構成ということになるし，取鍋内予熱の必要性からも，「ハッチ」を設ける必要がある，と主張する。",
                    "しかし，本件発明1の特許請求の範囲の記載には「…前記大蓋は，その略中央に開口部が設けられ，当該開口部には開閉可能であって，閉じられたときに前記容器内部の気密を確保し，当該容器内に溶融アルミニウムを供給するに先立ち，開けられてガスバーナが容器内に挿入されて容器の予熱を行うためのハッチが配置されており，前記第2の配管は，前記ハッチの中央，または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され，…」と記載されており，「内圧調整用」という文言もある上，「ハッチ」が溶融金属を収容するためのものであるとの記載がない。そして，本件明細書(甲28)を見ても，「ハッチ」が溶融金属を収容するためのものである旨の記載は見当たらず，また，加圧式の容器において溶融金属を収納する際のみ傾動式の容器と同様に「ハッチ」から溶融金属を収容するというのは，前記(3)に説示した，注湯精度，溶湯品質等の点で傾動式よりも優れているとの記載に照らしても技術的に自然な構成とはいえない。これらに照らせば，「…加圧するための第2の配管」という文言をもっても，本件発明1は減圧の場合を排除していないというべきであり，本件発明1が取鍋内を加圧して溶融金属の導出ができるが，取鍋内を減圧して溶融金属を導入できる構成にはなっていないということはできない。",
                    "また，後記エに説示するとおり，本件発明1の「ハッチ」は，取鍋内に溶湯を導入する前の予熱や配管詰まりの監視のために必要な程度の開閉可能性が要求されるものであるが，このことが，一般の加圧式の容器において清掃，予熱及び修理のために受湯口及び小蓋(ハッチ)が必須の構成となることを意味するものではない。そして，審決が掲げた甲各号証を子細に検討してみても，貫通孔が設けられた蓋が開示されているに止まり，当該蓋を開けて予熱や監視を行うような記載は見当たらないから，そもそも予熱や配管詰まりの監視の目的達成に必要な程度の開閉可能性を満たす蓋が開示されているということはできず，その他本件全証拠を見ても，そのような蓋が開示されたものは認められない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件発明1では，「大蓋」の中央に「ハッチ」を設けたいわば二重蓋の構成を採用したことに意味がある旨の原告の主張に対し，この「大蓋」とは「【0080】容器100は，有底で筒状の本体50の上部開口部51に大蓋52が配置されている。本体50及び大蓋51の外周にはそれぞれフランジ53，54が設けられており，これらフランジ間をボルト55で締めることで本体50と大蓋51が固定されている。」と説明されているように，通常は開閉を予定していない蓋であって，取鍋本体の上面部ともいうべき構成であって，本件発明1は，開閉可能という技術的側面からいえば，「ハッチ」を設けた一重の蓋の構成と同じといえるのであり，周知技術との間に技術的な差異はない，と主張する。",
                    "しかし，上記(1)から明らかなように，本件発明1の「ハッチ」は，通常使用時に取鍋本体50に固定された「大蓋52」の上に設けられたものであって，取鍋内に溶湯を導入する前の予熱や配管詰まりの監視のため，溶湯供給作業を行うたびに開閉することを目的とし，その目的達成に必要な程度の開閉可能性が要求されるものである。そうすると，これを実質上は一重の構成であるとして一重の蓋に加圧用の貫通孔を設けた周知技術と同様のものとみることはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，「ハッチ」に加圧用の「第2の配管」を設けることによって，特に作業性や安全性に問題が生じる理由は存しないと主張する。",
                    "しかし，そもそも，作業性や安全性を検討する以前に，前記に説示したように，甲4発明に開示されているのは傾動式取鍋であり，甲4公報に加圧式取鍋特有の内圧調整用配管の詰まりについての記載はないのであるから，当業者は，上記の溶湯の揺れによって，溶湯がこぼれたり傾動式の注湯口に付着することを認識するに止まり，甲4公報の記載から当業者が本件発明1の技術的課題(内圧調整用配管の詰まり)を認識するということができないものである。",
                    "また，前記ウに説示したとおり，甲号各証にも，そもそも本件発明1の「ハッチ」のような予熱や配管詰まりの監視の目的達成に必要な程度の開閉可能性を満たす蓋が開示されていない。そして，本件発明1を甲4発明と対比して進歩性の有無を判断するとき，前記のように加圧式の容器においてハッチが受湯のためのものとしては必須なものではないという見地を踏まえずに貫通孔を取鍋本体に設置するか蓋(ハッチ)に設置するかという点を検討することによっては，その結論を導くことはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，公道搬送用の傾動式取鍋は周知慣用技術であったとして，甲4の発明の傾動式取鍋が昭和62年以降使用され搬送されていたことや，外国(当時の西ドイツ)において，1972年(昭和47年)以降，公道搬送用の取鍋が使用されていたことを指摘する。",
                    "しかし，前記(3)に説示したように，甲4発明と本件発明1のそれぞれの技術的課題を見ても，傾動式取鍋の安全な工場間運搬(甲4発明)と加圧式取鍋特有の内圧調整用配管の詰まりの防止(本件発明1)というように基本的に異なっており，外国(当時の西ドイツ)において，1972年(昭和47年)以降，公道搬送用の取鍋が使用されていたとしても，加圧式取鍋特有の内圧調整用配管の詰まりの防止という本件発明1の技術的課題が当業者に当然に認識されることにはならない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告は，傾動式取鍋の全面的な解体修理の際，当業者は公道搬送による振動等により溶融金属が揺動することによって，取鍋本体内部の上面に付着し，これが酸化されて酸化物になることを認識し，これは加圧式取鍋であっても同様である，また，甲4公報にも「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり…」(3欄40～44行)として「溶湯がこぼれる」ことまで指摘されている，そうすると，公道搬送による揺れにより，取鍋本体の上部内面(大蓋の裏面)に溶融金属の飛沫が付着していくことは自明であり，更には，その飛沫が酸化物になることは当業者には自明である，と主張する。",
                    "しかし，当業者が，傾動式取鍋の全面的な解体修理の際，取鍋本体内部の上面に付着し，これが酸化されて酸化物になっていることを認識するとしても，これをもって，当然に，加圧式取鍋特有の内圧調整用配管の詰まりという本件発明1の技術的課題を認識できたとはいえない。また，前記(3)に説示したように，甲4発明と本件発明1とは，その技術的課題において基本的に異なっており，その課題解決手段，機能や作用についても異なるものであるから，そのような甲4において「溶湯がこぼれたり」との記載があったとしても，それをもって，甲4発明に接した当業者が，本件発明1の相違点イの構成を容易に想到することができたといえないことに変わりはない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "被告は，溶融アルミニウムにつき，アルミニウムの融点660℃での粘度は水と同程度の粘度となっており，水を運ぶ時に水面が波打ち，注意しなければ容器からこぼれることは経験則上明らかであるところ，水と同程度の粘度しかない溶融アルミニウムも，公道搬送による振動によって飛沫が取鍋内部の上面に付着していき，この付着物が，空気に触れ，または予熱工程でのバーナーにさらされることにより酸化されて酸化アルミニウム(Al O )になって，加熱しても金属棒等で突いても容易に除去できなくなることも，当業者にとって自明事項であると主張する。",
                    "しかし，傾動式取鍋ではなく，加圧式取鍋を公道搬送することが，本件特許の優先日当時に当業者に一般に知られていたと認めるに足りる証拠がない以上，仮に，溶融アルミニウムを運ぶ時にその面が波打ち，注意しなければ容器からこぼれることが水との比較から想起できたとしても，そのことから，当業者が，加圧式取鍋特有の内圧調整用配管の詰まりの防止を技術的課題とする本件発明1の「前記第2の配管は前記ハッチの中央または中央から少しずれた位置に設けられた内圧調整用の貫通孔に接続され」た構成(本件発明1の相違点2)を容易に想到できるということはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(甲1発明と対比した本件発明1の進歩性の判断の誤り)について",
          "text": [
            "上記2の説示は，主引例の相違にかかわらず，その内容に照らして，原告の取消事由2(甲1発明と対比したときの相違点2の判断の誤り)の主張に対しても基本的に妥当する。",
            "また，そもそも甲1発明のラドル装置は，加圧式のものであるが，甲1公報記載のとおり，清浄な溶湯を汲み上げ，溶湯の移送及び注湯時においても溶湯を極力空気と接触させないようにする(【0006】)という技術的課題の課題解決手段として，非開放型の構成を採用したものであって，本件発明1のように，加圧式の容器に開放部分であるハッチを設けるものとは，その技術思想が基本的に異なるというべきである。",
            "したがって，そのような甲1発明に接した当業者が，本件発明1の相違点2の構成を容易に想起することができたと認めることはできず，審決の，甲1発明との相違点2について容易想到であるとした判断も誤っているというべきであるから，原告の取消事由2の主張にも理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明3，5の進歩性)について",
          "text": [
            "本件発明3及び5は，本件発明1の「容器」を用いた溶融アルミニウムの供給方式を，それぞれ「方法」，「システム」として特許請求をしたものであることが明らかであるから，上記2，3の説示に照らせば，本件発明1についてと同様に，本件発明3及び5についても，当業者において容易に発明をすることができたとの本件審決の判断には誤りがあるというべきである。",
            "したがって，原告の取消事由4の主張も，理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおりであって，原告の取消事由1～4の主張は理由があるから，本件審決は違法として取消しを免れない。",
            "よって，原告の請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}