{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−22825号事件について平成20年2月4日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「電解用電極及び該電極を使用する電解槽」(その後平成19年11月26日付け補正により「電解用電極及び水電解方法」と変更)とする後記発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，平成19年11月26日付け補正に係る発明(本願発明)が，下記引用例1～4との関係で進歩性(特許法29条2項)を有するか，である。",
            "記",
            "・引用例1：特開平7−299467号公報(発明の名称「電気分解による",
            "廃水溶質の処理方法」，出願人 イーストマン コダック カン",
            "パニー，公開日 平成7年11月14日。以下「引用例1」と",
            "いい，そこに記載の発明を「引用例1発明」という。甲1)",
            "・引用例2：特開昭48−99080号公報(発明の名称「不溶性電極」，",
            "出願人 旭硝子株式会社，公開日 昭和48年12月15日。",
            "以下「引用例2」といい，そこに記載の発明を「引用例2発",
            "明」という。甲2)",
            "・引用例3：特開昭59−23890号公報(発明の名称「不活性電極」，",
            "出願人 プラズマ技研工業株式会社，公開日 昭和59年2月",
            "7日。以下「引用例3」といい，そこに記載の発明を「引用",
            "例3発明」という。甲3)",
            "・引用例4：特開平5−339769号公報(発明の名称「中間室を設",
            "けた純粋電解槽」，出願人 A，公開日 平成5年12月21",
            "日。以下「引用例4」といい，そこに記載の発明を「引用例",
            "4発明」という。甲4)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成8年4月2日，名称を「電解用電極及び該電極を使用する電解槽」とする発明につき特許出願(特願平8−106379号。公開特許公",
                "報〔特開平9−268395号〕は甲5)をしたが，拒絶査定を受けたので，平成17年11月25日これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2005−22825号事件として審理し，その",
                "中で原告は平成19年11月26日付けで発明の名称を「電解用電極及び水電解方法」と変更したほか，特許請求の範囲等の変更を内容とする補正(以下「本件補正」という。請求項の数3。甲9)をしたが，特許庁は，平成20年2月4日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成20年2月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，前記のとおり請求項の数は3であるが，その請求項1に記載された発明(以下「本願発明1」という。)は，次のとおりである。",
                "「電極基体，及び該電極基体表面に被覆した導電性ダイアモンド構造の電極物質とを含んで成り酸性水，アルカリ性水又はオゾン水を製造するために使用することを特徴とする電解用電極。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の詳細は，別添審決写しのとおりである。その理由の要点は，本願発明1は，前記引用例1～4記載の発明及び周知事項に基づいて",
                  "text": [
                    "容易に発明をすることができたから特許法29条2項により特許を受",
                    "けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，引用例1発明の内容，本願発明1と引用例1発明との一致点及び相違点を次のとおりとした。",
                    "〈引用例1発明の内容〉",
                    "電導性基板と，電導性基板表面に被覆した電導性結晶性ドーピング化ダイヤモンドの層もしくはフィルムを含み，溶液中溶質の処理に用いる電解用陽極。",
                    "〈一致点〉",
                    "いずれも「電極基体，及び該電極基体表面に被覆した導電性ダイアモンド構造の電極物質とを含んで成る電解用陽極」である点。",
                    "〈相違点〉",
                    "本願発明1の電解用陽極は，「酸性水，アルカリ性水又はオゾン水を製造するために使用する」ものであるのに対し，引用例1発明の電解用陽極は，「溶液中溶質の処理」に使用するものである点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べるとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用例1発明の認定及び本願発明1との対比の誤り)",
                  "text": [
                    "審決は，引用例1発明の内容について，前記(3)イのとおり認定したが，引用例1発明は廃水処理，具体的には現像液等の写真廃水中の有害物を電気的に分解して無害化するためのものであるから，前記認定中の「溶液中溶質の処理」とは，「廃水中の有害成分を酸化的に電気分解して，無害化する」と言い換えるべきである。",
                    "そうすると，本願発明1と引用例1発明との対比において，相違点を「…『溶液中溶質の処理』に使用するものである。」とした点についても，「廃水中の有害成分を酸化的に電気分解して，無害化する(ため)」と言い換えるべきである。",
                    "このように，審決がなした引用例1発明の認定及び本願発明1と引用例1発明との対比には誤りがあるから，審決は取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点についての判断の誤り)",
                  "text": [
                    "以下に述べるとおり，引用例1記載の発明において，溶液中溶質の処理に使用する電解用陽極を，酸性水，アルカリ性水又はオゾン水の製造にも使用することは，当業者が容易に想到し得ず，これを容易とした審決の判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "異なる電解反応への転用の困難性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，引用例4には，電解用電極乃至電解用陽極を使用して，カソード液(アルカリ性水)を製造する旨が記載されているとし，また，引用例2及び3によれば，電解用電極ないし電解用陽極を，水電解，水処理，有機電解反応などの電解を行う各種の用途に使用することは，本願出願前において周知の事項であるとして，本願発明の相違点は容易想到であるとした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点，機能水製造が本願出願前に周知であったことに誤りはないが，引用例4の純水製造で使用されている電極は，実施例1及び実施例2ではカソードがカーボン，アノードが網状白金であり，実施例3では両極とも白金であって，電極として導電性ダイアモンド構造の電極を使用することに関する開示及び示唆は皆無である。同様に，引用例2及び引用例3でも，電極として導電性ダイアモンド構造の電極を使用することに関する開示及び示唆は皆無である。",
                            "そもそも，本願発明1は，従来周知である機能水製造において導電",
                            "性ダイアモンド構造の電極を使用することにより，それ以外の従来使用された電極より高効率で，かつ必須要件である高純度であることを十分に満足する機能水を，電解法のみで製造できることに技術的価値が存するものである。そして，本願発明1における電解対象は溶液中溶質ではなく，溶液中溶媒である水を電解することにより，溶媒である水より有益な物質を含有する酸性水，アルカリ性水又はオゾン水である機能水を生み出すことを目的とするものである。",
                            "これに対し，引用例1発明は，「各種工業廃液中の溶質である有害",
                            "成分を酸化分解して無害化する」こと，すなわち有害成分を消滅させることが目的である。",
                            "このように，引用例1発明と本願発明1とは対象とする電解反応に",
                            "一致点がない。そして，公知又は周知の電解反応に対し，どのような種類の電極を使用して最適な電解環境を構成するかは，電解工業における最重要課題の1つである。その際，効率が重視されるのは当然であるが，個々の電解反応特有の特徴や制約があり，単に他の反応で使用されている電極をそのまま該当反応に転用すれば済むということではない。",
                            "特に導電性ダイアモンド構造の電極は，本願出願時(平成8年4月",
                            "2日)においては比較的新しい電極であり，用途に関する研究が不十分で明確な指針がない状況であった。そのような状況下で，十分に研究が進んでいない導電性ダイアモンド構造の電極を他の全く異なった電解反応に転用することは，当業者といえども容易なことではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，引用例1には，炭素−炭素共有結合の開裂については開示されているが，結合の形成については開示されていない。オゾン製造のためには，3つの酸素原子の結合の形成が必須であるが，引用例1にはそのような記載がない。",
                            "本願発明1は，水素−酸素イオン結合の解離と，3つの酸素原子の",
                            "結合の形成を必須とするオゾン水等の製造を対象とするのに対し，引用例1には，電解反応のうちの炭素−炭素共有結合の開裂による有機化合物の分解が開示されているのみである。オゾン水製造と有機化合物の分解は相反する電解反応である。",
                            "このように，部分的に(電極吸着を除く)電子の授受という点以外",
                            "に一致点のない複数の反応の一方にダイアモンド電極を使用することが公知であっても，何の関連もない他の反応に同じ電極を使用することを着想することは当業者にとって容易ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "電解法のみによる機能水製造という発想の困難性",
                      "text": [
                        "オゾン水等の機能水製造では，高純度オゾンを分離・再溶解という付加的な操作を行うことなく，電解法で直接製造するという発想さえなかった。したがって，引用例1の記載からでは，分離・再溶解という付加的な操作を行うことなく電解法のみで機能水製造を行うことを目的とする本願発明1には，当業者であっても容易に到達できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "電流効率",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本願の出願後の文献によれば，オゾン製造の電流効率は白金電極で0．2％，DSA(DSE)が0．05％，酸化鉛電極が5％，ダイ",
                          "text": [
                            "アモンド電極(BDD)が2％であるとされているのに対し(「電気",
                            "化学および工業物理化学」〔甲10〕72巻7号〔2004年7月〕",
                            "521頁～528頁)，本願実施例においては，導電性ダイヤモンド",
                            "構造の電極の電流効率は約5～12％に達している。このように，導",
                            "電性ダイアモンド構造の電極は，機能水製造用として使用可能な従来型電極である白金電極やDSAより高電流効率でオゾン製造に使用で",
                            "きるものである。",
                            "また，本願明細書(甲5)記載の実施例4～7によれば，本願発明",
                            "1におけるオゾン生成の電流効率は，得られるオゾンの重量％の数値とほぼ同じと算出でき，電解条件が異なるので単純な比較はできないが，導電性ダイアモンド構造の電極は酸化鉛電極の電流効率と同等かそれ以上であると推測できる(なお，酸化鉛電極は，電流効率自体はダイアモンド電極より優れているとみる余地があるとしても，電解時の溶出が激しいため，機能水製造用に適さない。)。",
                            "このように，導電性ダイアモンド構造の電極は機能水製造用として最適の電極であると判断でき，効率面からもオゾン製造用としての導電性ダイアモンド構造の電極の優秀性は明白である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお被告は，原告の上記主張は本願発明1の一部の効果に関するものであって，本願発明1全体の作用効果に関するものではない，つまり，オゾン水以外の酸性水及びアルカリ水については電流効率が記載されていない旨主張する。",
                            "しかし，仮にそのとおりであれば，本願は本願発明1の開示が不十",
                            "分で特許法36条に違背しているか，産業上の利用できる発明に該当せず同法29条1項柱書に違背していることになる。これらは同法2",
                            "9条2項に先立って審査されるべきである。そうすると，審決は適用条文を誤った違法がある。しかも，拒絶理由を原告に通知する義務を怠っている。これが通知されていれば，原告は請求項や発明の詳細な説明の補正を含めた対応が可能であったのである。",
                            "したがって，被告が訂正の機会を与えることのなかった電流効率の記載の不備について本訴訟で初めて言及することは失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "不純物レベルの差異",
                      "text": [
                        "引用例1には，ダイヤモンド電極は電極物質を液中に放出しないことが開示されている。",
                        "しかし，廃水処理後の不純物量に対し溶解する白金量は平均して1000分の1以下という無視できる量であり，電解後においても大量の不純物(数百～数千ppm)が残存する廃水処理においてダイヤモンド電",
                        "極を使用して，例えば白金電極を使用する際に生じる金属溶出量(数～数百ng/ml)を実質的にゼロにしても，実効的な効果はない。",
                        "これに対し本願発明1で製造される機能水は半導体洗浄に使用され，必要とされる不純物レベルはng/mlというレベルである。",
                        "このように，引用例1発明でダイヤモンド電極を使用することにより溶液中への金属溶出が防止できることが開示されていても，要求レベルが違いすぎて，それを直ちに機能水製造に適用して本願発明1に到達するという着想は生じ得ない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "引用例1(甲1)の【請求項1】には，「その環境中への排出がさらに許容可能なものに溶液をするための，溶液中溶質の処理方法」として，正に「溶液中溶質の処理」であることが記載されている。確かに，引用例1には，「その環境中への排出がさらに許容可能なものに溶液をするための」として，処理方法の用途も記載されているが，その用途にかかわらず電気分解処理の対象物が溶液中溶質である点に変わりはない。",
                "したがって，引用例1発明を，「溶液中溶質の処理」に用いる電解用陽極と認定し，これに基づいて相違点を認定した審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1発明の機能水製造への適用につき",
                  "text": [
                    "引用例4には，電解用電極ないし電解用陽極を使用して，カソード液(アルカリ性水)を製造する旨，その際，当該電極の材料として白金を用いることや，不純物濃度が問題となることが記載されている。",
                    "そして，引用例4には，不純物が電極の溶解によって生じるものと明記はされていないものの，電極の溶解によっても不純物が生じることは当該技術分野において周知の技術事項であるから，引用例4に記載された電極についても，不純物濃度を低減するために電解溶液中への溶解のない材料を選択しようとすることは，当業者が当然に想起するものといえる。",
                    "また，アルカリ性水以外の酸性水やオゾン水の製造に電解用陽極を使用することも本出願前に周知であるから，その電極も，不純物濃度を低減するために電解溶液中への溶解のない材料を選択しようとすることに格別の創意は要しないものというべきである。",
                    "この点，原告は，本願発明1と引用例1発明とは，対象とする電解反応に一致点がないなどと主張するが，特定の処理に使用される電極と他の処理に使用される電極とが相互に適用可能であることは周知であると解されるし，電解処理における電極とは，その電解対象が溶液中溶媒であるか溶液中溶質であるかにかかわらず，電解対象との間で電子を受け渡しするものである点において同じであることにもかんがみれば，電解反応が異なる電解処理どうしでその電極材料を相互に適用しようとすることは，当業者に自明というべきである。",
                    "そうすると，溶液中溶媒の電解処理における電解溶液中への溶解のない電極材料として，引用例1発明のような溶液中溶質の電解処理に用いられる電極材料をその適用対象とすることに，格別の困難性はないというべきである。",
                    "そして，導電性ダイアモンド構造の電極が，白金電極と比較して不純物が少ないことは引用例1に記載されているのであるから，引用例4に記載されているように不純物の低減を課題としたカソード液の電解製造に使用される電極又は周知の酸性水・オゾン水の電解製造に使用される電極として不純物の低減を期待できる引用例1発明を使用することは，当業者が容易に想到し得た事項というべきである。",
                    "なお，導電性ダイアモンド構造の電極が，本願出願時点で十分に研究が進んでいないとしても，この点のみをもって当該電極の他用途への適用を阻害する特段の事情が生じるものとはいえない。",
                    "また原告は，電極として導電性ダイアモンド構造の電極を使用することに関する開示及び示唆は皆無である旨主張するが，審決は，引用例1発明において溶液中溶質の処理に使用する電解用陽極を酸性水，アルカリ性水又はオゾン水の製造にも使用することが当業者に容易想到であることの根拠として，引用例2ないし4を引用したものであるから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "電解法のみで機能水製造を行うという発想がないことにつき",
                  "text": [
                    "原告は，引用例1の記載からは，本願発明1のような電解法のみで機能水製造を行うことには容易に到達できない旨主張するが，本願発明1は「酸性水，アルカリ性水又はオゾン水を製造するために使用する」と特定されるのみであって，電解処理において分離・再溶解という付加的な操作を行うことなく，電解法のみで直接製造するために使用することは記載されていない。",
                    "そうすると，本願発明1は，電解して得たオゾンガスを水に溶かしてオゾン水を製造する方法に使用する電極を排除するものとはいえず(本願〔甲5〕の段落【0034】～【0037】にも，オゾンガスを電解製造する",
                    "例が実施例4～7として記載されている)，本願発明1が，酸性水，アルカリ性水又はオゾン水を，分離・再溶解という付加的な操作を行うことなく電解法のみで製造するために直接使用する電極であると限定的に解釈すべきものとはいえないから，原告の主張は請求項の記載に基づかないものであって，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "電流効率につき",
                  "text": [
                    "原告は，本願発明1が電流効率に優れる点を主張するが，本願の発明の詳細な説明には，導電性ダイアモンド構造の電極の電流効率について記載されていないから，当該主張は発明の詳細な説明の記載に基づいていない。",
                    "また，本願発明1は，オゾン水のみならず，酸性水又はアルカリ性水の製造に使用する電解用電極をも包含するものであるところ，原告がオゾンの製造についてする主張は，本願発明1の一部の効果に関するものであって，本願発明1全体の作用効果に関するものでもない。",
                    "したがって，原告の主張は失当である。",
                    "なお，導電性ダイアモンド構造の電極自体の電流効率に関して言及すれば，引用例1(甲1)の段落【0047】及び段落【0050】には，ダ",
                    "イヤモンド陽極がPt−on−Ti陽極よりも電流効率に優れることが記",
                    "載されているから，導電性ダイアモンド構造の電極が白金電極等と比較して電流効率が優れることは引用例1の上記記載から予測し得る効果にすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "不純物レベルにつき",
                  "text": [
                    "原告は，半導体洗浄に使用される機能水に必要とされる不純物レベルはng/ml のオーダーであって，引用例1発明とは不純物の供給レベルが違うことなどを主張するが，本願の請求項1は，酸性水，アルカリ性水又はオゾン水の用途について何ら特定していないのであるから，本願発明1が半導体洗浄に使用する機能水を製造するために使用する電極に限定的に解釈し得るものとはいえない。",
                    "また，本願(甲5)の発明の詳細な説明においても，段落【0046】",
                    "に，本発明に関わる電解用電極を使用して製造されるオゾンガス又はオゾン水を殺菌用等に使用することも記載されているのであるから，この点からみても，本願発明1が半導体洗浄のみに使用するものと限定的に解釈されないことは明らかである。",
                    "したがって，原告の主張は特許請求の範囲及び発明の詳細な説明の記載に基づいておらず，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明1の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の本願発明1は次のとおりである(審決の認定に同じ)。",
                "「電極基体，及び該電極基体表面に被覆した導電性ダイアモンド構造の電極物質とを含んで成り酸性水，アルカリ性水又はオゾン水を製造するために使用することを特徴とする電解用電極。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件補正後の本願明細書(甲5，9)には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "・ 「本発明は，長寿命で生成する電解液やガスに不純物を殆ど含まないようにすることができる電解用電極，この電極を使用する水電解方法に関し，より詳細には導電性ダイアモンド構造を有する電極物質を使用する電解用電極，及びオゾン生成，酸性水及びアルカリ性水生成を行うための水電解方法に関する。(」段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来技術とその問題点",
                  "text": [
                    "・ 「水，あるいは電解質を溶解した電解液を電解して有用な各種物質を製造する試みは従来から広く行なわれている。これらの電解法の開発により従来の製品の製造過程が大きく変化しているものがある。例えば半導体デバイスや液晶パネルの製造過程の洗浄には従来は有機溶剤やフッ酸，硫酸，塩酸，硝酸などの無機酸，及びオゾン水や過酸化水素水などの酸化剤が多く使用されていた。しかしこれらの薬剤は使用に際して危険であるだけでなく，有機溶剤はオゾン層破壊などの環境問題を誘起する可能性があること，又他の無機酸や塩類ではその廃水処理に多くの手間とコストが掛かるなどの問題があった。更にこれらの薬剤によって洗浄処理を行なったデバイスや液晶パネルではこれらの薬剤を除去するために多量のいわゆる超純水を使用しなければならないという問題点を有していた。」(段落【0002】)・ 「…これらの問題点を解決するために，最近は隔膜で陽極室と陰極室に区画した電解槽で水又は微量の塩酸や食塩，塩化アンモニウムなどの塩を添加した水を電解することにより，陽極室から酸化還元電位(ORP)の高い即ち酸化性が極めて強くかつ僅かに酸性を有する水溶液を，又陰極室からORPの低い即ち還元性が極めて強くかつ僅かに塩基性を有する水溶液をそれぞれ生成し，これらを前記デバイス等の洗浄に使用することが行なわれている。」【0003】",
                    "・ 「…このような電解では通常白金を被覆したチタン電極が使用され，その消耗速度は1～ 10 μg／AH程度であり，電解液中で使用すると標準的には1～ 10ppb程度の白金が溶解し混入することになる。100 ppm 程度の次亜塩素酸水溶液を調製する際に酸化イリジウムなどの酸化物電極も使用されるが，これも白金の 1/10 程度の消耗がある。」(段落【0004】)",
                    "・ 「この溶解金属量は食品や医療用では問題とならないが，半導体洗浄では十分に高くこの除去が大きな問題になる。本発明者らは，固体電解質としてイオン交換膜を使用し，該膜に電極を密着して電解することにより電極物質の消耗を約 1/10 程度に減らすことに成功したが，それでも液中に溶解すると導電性となる金属の溶出が僅かにしてもあること自体が問題である。これらの問題点を回避するためにオゾン水の使用が検討されている。…しかしこの電解オゾン製造でも金属電極を使用すると電解の進行に従って金属が溶出し，又炭素電極では消耗が激しく長期間の運転に不向きであるという前述と同様の欠点がある。」(段落【0005】)・ 「金属混入を避けるためには，電極として非金属型にすれば良く，非金属として使用可能な物質として炭素がある。炭素電極は通常多孔質であるため電解の進行とともに破壊や溶解が起こり易く，又陽極として使用すると一部が酸化して炭酸ガスとなり消耗が速いという問題点がある。又陰極として使用する場合でも炭酸ガスとしての揮発はないものの，生成する水素の気泡が陽極側酸素より小さく電極の破壊が進み易いという問題点がある。この破壊の進行を防止するために大きな電流を流すことができず，必然的に大きなORPが得られないという問題点がある。」(段落【0006】",
                    "・ 「これまで述べてきた電解による酸性水やアルカリ性水の製造，更に電解によるオゾン製造の際の電極以外にも，食塩電解等の腐食性雰囲気で使用される電極がある。これらの電極，特に陽極はチタンを主とするいわゆる弁金属表面に酸化ルテニウム等の白金族金属酸化物を含む電極物質を被覆した商品名DSE又はDSAの実用化から金属電極の時代に入った。このDSEは当初食塩電解用として実用化され現在では世界的にも殆どの食塩電解用電極が前記DSEに置換されている。又酸素発生を伴う高速工業めっきなどの分野でも，前記DSEは，安定でかつ変形しないため極間距離を小さくして使用できかつ過電圧が小さいという際立ったエネルギー特性から，更に環境汚染の原因となる可能性が殆どないことから，従来の鉛電極に替わって広く使用されている。これらの用途以外にもCOD除去による廃水処理，電解酸化による有機又は無機化合物の合成等にも前記DSEが使用されている。」(段落【0007】)",
                    "・ 「これらの用途において前記DSEはその特性から顕著な電解効率の向上を達成できるが，逆にその特性に起因する欠点も生じている。即ちDSEは耐食性の弁金属基体を使用しているが，該弁金属基体は多くの電解液に対して腐食を起こさず安定に機能するが，一部の物質に対しては必ずしも十分な安定性を示さないことがある。前記DSEは通常熱分解法により製造され，基体表面に分解し付着する電極物質により完全には前記基体表面が被覆されないことが多く，電解液が電極物質を通して基体金属に接触し反応を起こすことがあり，基体の溶出を十分に抑制できないことになる。…」(段落【0008】)",
                    "・ 「この対策として同じ弁金属でもチタンより耐食性の高いニオブやタンタルを基体金属として使用することが一部で実施されている。しかしこれらの金属は極めて高価であり，加工も施しにくく，更に表面が極めて酸化されやすく，しかも表面酸化物が金属から剥離しやすいため，熱分解によって電極物質を表面に形成して製造されるDSEでは，その処理条件が大きく制限され，現状ではその使用範囲が極めて限定されている。DSEは省エネルギー化の点で優れ，塩素発生の過電圧が殆どゼロで，酸素発生の過電圧が500 mV以下である。これは裏を返すと，塩素及び酸素は発生しやすいが，電解電圧が低い分，特定の物質に対する電解酸化や電解による分解反応に対する反応性が弱いことになる。実際DSEを陽極酸化に実用化している例は殆どない。」(段落【0009】)",
                    "・ 「この対策として白金めっき電極が一部使用されているが，極めて高価であること，寿命が必ずしも十分でないこと等の問題点がある。この他に条件によっては消耗が殆どなく酸化力に優れた酸化鉛電極も使用されているが，電解液中で常に陽分極しておく必要がありメンテナンスに問題があること，及びハロゲンイオンを含む溶液中では必ずしも良好な耐久性を示さないという欠点がある。更に特に有機化合物の分解用の高過電圧電極として酸化スズ電極があり，該電極は酸素発生過電圧が極めて高いため，水溶液中での有機化合物の陽極酸化による分解が可能であり，特にベンゼン核の分解に適していると報告されている。しかし酸化スズ自体の電気伝導度が比較的小さく大きな電流密度が取れないこと，焼結法で製造するため芯材となる金属をセットしにくいといった問題点を有している。」(段落【0010】)・ 「近年導電性を付与したダイアモンドが開発されている。ダイアモンドは熱伝導性，光学的透過性，高温かつ酸化に対する耐久性に優れており，特にドーピングにより電気伝導性の制御も可能であることから，半導体デバイス，エネルギー変換素子として有望とされている。しかしながら電解用電極としての報告は殆どない。",
                    "Swain らは，ダイアモンドの酸性電解液中での安定性を報告し…他のカーボン材料に比較して遙かに優れていることを示唆している。藤島らも，5.5 eVものバンドギャップの大きさに注目して還元反応用電極への応用について報告している…。又ダイアモンドの表面抵抗が湿度によって変化することを利用した湿度センサーの報告もある…。しかしながら電流密度の高い場合で酸素発生や塩素発生が起こり得る高い電位領域での工業的な利用の報告は未だされていない。」(段落【0011】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の目的",
                  "text": [
                    "・ 「本発明は，前述の従来技術の問題点を解消し，電解液中への電極物質の溶出がなく，しかも耐久性に優れた，各種電解に使用可能な電解用電極及びこの電極を使用する水電解方法を提供することを目的とする。」(段落【0012】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「本発明は，第1に，電極基体，及び該電極基体表面に被覆した導電性ダイアモンド構造の電極物質とを含んで成り酸性水，アルカリ性水又はオゾン水を製造するために使用することを特徴とする電解用電極である。水電解や腐食性成分を含有する電解液の電解に導電性ダイアモンド構造の電極物質を有する電極を使用すると，該ダイアモンドの耐久性により電極の消耗つまり電極物質の溶出が殆どなくなって安定した電解操作を長期間継続することが可能になり，更に該電極物質の溶出がなくなることから，電解操作により得られる陽極液，陰極液及び生成ガス中に前記電極物質の溶出に起因する不純物の混入がなくなり，高純度の電解液又は生成ガスが得られる。」(段落【0045】)",
                    "・ 「本発明に係わる電極を使用して製造する電解液特に陽極液は，特に半導体デバイス等の不純物含有量レベルを極度に低く維持することが要求される洗浄用水として要求される各種要件を備え，該洗浄用水として効率良く使用できる。更に水電解により陽極室で生成するオゾンガス又はオゾン水も半導体デバイスの洗浄を始めとする各種工業における洗浄用水あるいは殺菌用等として使用されているが，このオゾンガス等の場合も当然に不純物混入量が最小であることが期待されている。本発明に係わる電解用電極を使用して製造されるオゾンガス又はオゾン水もこの要件を備え，洗浄用水あるいは殺菌用等として広く使用することが期待される。」(段落【0046】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明1は，長寿命で生成する電解液やガスに不純物をほとんど含まないようにすることができる電解用電極，この電極を使用する水電解方法に関し，より詳細には導電性ダイアモンド構造を有する電極物質を使用する電解用電極，及びオゾン生成，酸性水及びアルカリ水生成を行うための水電解方法に関するものである。そして，本願発明1の技術的背景として，従来技術においては電極材料として白金を被覆したチタン電極(段落【0004】)，チタン等の弁金属表面に酸化ルテニウム等の白金族金属酸化物を含む電極物質を被覆した商品名DSEの金属電極(段落【0007】)，酸化鉛電極，酸化スズ電極(段落【0010】)等が使用されていたが，これらは電極物質の溶出により消耗したり，電極物質による被覆が十分でないため基体が腐食したり，電極の耐久性が良好でない等の課題があり，また，ダイアモンドは耐久性に優れているが，電解用電極としての報告はほとんどなかったところ，本願発明1は，上記課題を解決するため，請求項1記載の「電極基体表面に被覆した導電性ダイアモンド構造の電極物質」を採用し，これにより，電極の消耗(電極物質の溶出)がほとんどなく安定した電解操作を長期間継続することを可能にするとともに，電極物質の溶出がなくなることから，電解操作により得られる陽極液，陰極液及び生成ガス中に前記電極物質の溶出に起因する不純物の混入がなくなり，高純度の電解液又は生成ガスが得られるなどの効果を奏するものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由1(引用例1発明の認定及び本願発明1との対比の誤り)について原告は，引用例1発明は，具体的には現像液等の写真廃水中の有害物を電気的に分解して無害化するためのものであるから，引用例1発明を「溶液中溶質の処理」と認定し，また同認定を前提に本願発明1との対比を行った審決には誤りがある旨主張する。",
            "しかし，引用例1(甲1)の請求項1には，「その環境中への排出がさらに許容可能なものに溶液をするための，溶液中溶質の処理方法であって，前記溶液を，電導性結晶性ドーピング化ダイヤモンドを含む陽極を用いて電気分解して，それにより前記溶質を酸化することを含んでなる処理方法。」として，その対象が「溶液中溶質の処理」であることが明示されているから，引用例1発明の電解用陽極を「溶液中溶質の処理に用いる」と認定した審決に誤りはない。",
            "なお，原告の上記主張は，引用例1(甲1)に「本発明方法を用いると特に利益を受けることができる特定の工業は写真仕上げ業である。ハロゲン化銀写真要素の処理に用いる数多くの異なる溶液，例えば，現像液，定着液，…は，本発明方法により有利に処理することができる。…」(段落【0040】)などといった記載があることを前提とするものと解されるが，原告が主張する「廃液中の有害成分を酸化的に電気分解して，無害化する」処理は，引用例1発明の特許請求の範囲に規定された「溶液中溶質の処理」を有利に適用できる用途を例示したものにすぎず，引用例1発明がこれに限定されるべきものではない。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，前記第3，1，(3)，イの相違点(本願発明1の電解用陽極は，「酸性水，アルカリ性水又はオゾン水を製造するために使用する」ものであるのに対し，引用例1発明の電解用陽極は，「溶液中溶質の処理」に使用するものである点。)を容易想到とした審決の判断に誤りがある旨主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記2,(2)及び(3)のとおり，本願明細書(甲5，9)には，その技術背景として，白金を被覆したチタン電極(段落【0004】)，チタン等の弁金属表面に酸化ルテニウム等の白金族金属酸化物を含む電極物質を被覆した商品名DSEの金属電極(段落【0007】)，酸化鉛電極，酸化スズ",
                  "text": [
                    "電極(段落【0010】)といった電極材料を用いて，水電解により酸性水又はアルカリ性水を製造し(段落【0013】)，又は電解法によりオゾンを製造すること(段落【0005】)が記載されており，これによれば，電解用電極(電解用陽極)を使用した電解により，酸性水，アルカリ性水又はオゾン水を製造することは，本願出願(平成8年4月2日)前において周知であったと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例2～4(甲2～4)には，次の記載がある。",
                    "・ 「本発明は…不溶性電極に関するものであり，その目的は塩化ナトリウム，塩化カリウム等のハロゲン化物水溶液の電解，マンガン等の金属製造，マグネシウム製造等の溶融塩電解，…，電池，有機電解反応等における電極として使用しうる不溶性電極を提供することにある。」(引用例2〔甲2〕1頁左下欄10～17行)・ 「本発明は種々な分野において使用されうる不溶性電極に関する。本発明に係る電極は，中間層又は触媒担持層として特殊な多孔質層を有し，この多孔質層が目的や用途に応じた各種触媒に対し優れた密着性と担持性を有するものであって，電気メッキ，有機化合物の電解製造，過塩素酸塩や過ヨウ素酸塩の製造，アルカリ金属ハロゲン化物の電解，水電解，金属の電解採取，電気防食，水処理等各種の用途に使用できるものである。」(引用例3〔甲3〕1頁右下欄下5行～2頁左上欄4行)・ 「【目的】 純水あるいは超純水を電気分解して，半導体製造分野等において求められている還元性の強い液を製造するのに適した電解槽を提供する。【構成】 カソード電極を配置したカソード室と，アノード電極を配置したカソード室とを，並設した一対のイオン交換膜を間にして区分し，この一対のイオン交換膜の間にイオン交換樹脂を充填した中間室を設けて，DOの低い液を通水させながら純水の電気分解を行なう。これによってカソード室からDO濃度が極めて低く，還元性の強いカソード液を回収できる。」(引用例4〔甲4〕1頁左欄3行～下1行)",
                    "以上によれば，引用例2～4には，電解用電極ないし電解用陽極は，水電解，水処理，有機電解反応などの電解を行う各種の用途に使用されていることが記載されており，このことは本願出願前において周知であったと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用例1(甲1)には，次の記載がある。",
                    "・ 「【請求項1】 その環境中への排出がさらに許容可能なものに溶液をするための，溶液中溶質の処理方法であって，前記溶液を，電導性結晶性ドーピング化ダイヤモンドを含む陽極を用いて電気分解して，それにより前記溶質を酸化することを含んでなる処理方法。」",
                    "・ 「【0005】しかしながら，多くの既知の，廃水中溶質の電気分解酸化法に伴う多くの課題及び欠点がある。このような課題及び欠点は，一部は，このような電気分解法に用いられる陽極を構成する特定材料からおこるようである。大部分の陽極材料は，電気分解酸化において，特に厳しい化学的環境において使用する間に徐々に腐蝕される。典型的陽極，例えば，白金，二酸化ルテニウム，二酸化鉛及び二酸化スズの腐蝕により，有毒性材料が環境へ流出することになる。第二に，非回収性金属資源が消費される。白金陽極は，伝統的電極の中では最も許容可能なものであった。実際には，電極からの白金の損失速度は極めて早いので，イオン交換のような金属回収方式が，法規制の理由及び経済的理由の両者の理由により，溶液から白金を除去するのに必要とされるであろう。このような方式は，さらに複雑となって全コストがより高くなるので電気分解酸化処理法の有用性が著しく制限されるであろう。」(段落【0005】)",
                    "・ 「さらに，大部分の既知陽極材料は，電気分解酸化に用いた場合，望ましいエネルギー効率より低い効率を示し，典型的に用いられる電流密度で望ましい結果を達成するためには，比較的長い時間と比較的大量のエネルギー消費を必要とする。また，多くの典型的陽極の作用面で電流密度を高めることにより電気分解酸化速度を高める試みがなされた場合，陽極のエネルギー効率が相当量低下することが多く，このことは，電流密度を高めることにより酸化速度を改良するための努力を少くとも部分的に相殺し，そして必要とされるエネルギー消費量が増加する。 (段落【0007】)",
                    "・ 「【発明が解決しようとする課題】したがって，溶液中の溶質の電気分解酸化法であって，前記の課題及び欠点を回避又は最少化するであろう方法に対するニーズが引続き存在する。すなわち，以下のような方法が必要とされている：用いられる陽極それ自身が，有毒の又は非回収性金属資源材料を溶液中に放出しない；陽極が汚染し，そしてその有効性及び有効寿命を低下させる傾向がない；その陽極によれば，従来から典型的に用いられる電流密度及び典型的に用いられる電流密度より有意に高い電流密度の両者において，比較的高エネルギー効率で前記方法が実施可能となる；そしてその陽極によれば，エネルギー効率が良好で，しかも溶質の完全酸化を妨げるような広範な望ましくない副反応を引き起こすことなく，前記方法を広範囲の各種溶質に効果的に適応することが可能となる。」(段落【0010】)・ 「本明細書で用いられるものとして，用語“電導性(electrically conductive)”とは1MΩ cm 未満の電気抵抗率を有することを意味するものとする。本発明方法に電導性結晶性ドーピング化ダイヤモンド陽極を用いると多くの利点が得られることが，予期又は予測せざることであったが判明した。前記陽極は，前記方法の使用中に汚染される傾向はない。前記陽極によれば，従来から典型的に用いられた電気密度及び典型的に用いられた電気密度より有意に高い電気密度の両者において，比較的高いエネルギー効率で前記方法が実施可能である。前記陽極によれば，エネルギー効率が良好でしかも溶質の完全酸化を妨げるような広範な望ましくない副反応を引き起こすことなく，前記方法を広範囲の各種溶質に効果的に適応することが可能となる。」(段落【0012】)",
                    "・ 「さらに，ダイヤモンド陽極は，本発明方法により処理された溶液中に有毒又は非回収性金属資源材料を排出しない。」(段落【0013】)",
                    "・ 「対照的に，比較のPt−on−Ti陽極を用いた場合は，有意に大量のクーロンにより，有意に少量の，COD及びDOC減少を生じ，したがって，典型的な電流密度において本発明方法のエネルギー効率が改良されたことを示している。結果を以下の第I表に示す。」(段落【0047】)",
                    "・ 「さらなる結果に，さらに注目すべきである。先に指摘したように，標準陽極材料，例えば，Ptは，有毒な，非回収性金属資源材料を溶液中に放出することがあるが，一方，本発明方法に用いるドーピング化ダイヤモンド陰極はそのようなことはない。このことは，先の例(第 III 表～第 VIII 表)に示されており，表中，“Pt(ng／mL)”のタイトルがつけられた欄には，本発明の電気分解後又は本発明以外の電気分解後の溶液中のPt濃度の測定結果が示されている。このような測定はすべての場合になされた訳ではないが，測定を行った場合には，それらのデータは，本発明方法により処理された溶液には低バックグラウンド量のPtが検出されたにすぎないが，標準白金−チタン陽極を用いた方法では，有意量のPtが処理された溶液中に放出された。」(段落【0092】)",
                    "以上によれば，引用例1発明の「電導性結晶性ドーピング化ダイヤモンドの層もしくはフィルムを含む電解用陽極」は，従来の白金−チタン陽極を用いた場合と比べて，電解時に溶液中に陽極材料が溶出することがなく，かつ，電解時のエネルギー効率が向上するものであることが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これらの記載によれば，引用例1には，電極物質の溶出という課題に対し，導電性ダイアモンド構造の電極を使用することにより溶出を抑制する手段が開示されているのであるから，電解法によって酸性水，アルカリ性水又はオゾン水を製造するという前記周知技術において，本願発明1が課題とする電極からの溶出を抑制するために，引用例1に記載された導電性ダイアモンド構造の電極を使用することは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到し得るというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し原告は，①電解反応の差異，②電解法のみで機能水製造を行うという発想がないこと，③電流効率，④不純物レベル，を挙げて，上記相違点が容易想到ではない旨主張するので，以下，順次検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "電解反応の差異",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，個々の電解反応特有の特徴や制約があり，単に他の反応で使用されている電極をそのまま転用すれば済むものではないから，本願発明1の導電性ダイアモンド構造の電極を他の全く異なる電解反応に転用することは容易ではないと主張する。",
                        "しかし，上記(2)のとおり，引用例1(甲1)の請求項1には，「…溶",
                        "液を，電導性結晶性ドーピング化ダイヤモンドを含む陽極を用いて電気分解して，それにより前記溶質を酸化する」との記載があり，これによれば，引用例1発明の「溶液中溶質の処理」とは，溶液を電気分解した後に溶質を酸化処理することを意味するものと理解することができる。",
                        "また，前記3のとおり，引用例1の溶液の大部分は溶媒の水で構成されているものと理解することができるところ(段落【0040】等参照)，このような水で構成されている溶液を電気分解した場合，水の電解反応が進行することによって水酸ラジカル(OH)，水素イオン(H＋)，オ",
                        "ゾン(O )，過酸化水素(H O )等の多数の物質が生成されるものと",
                        "認められる(甲10〔電気化学および工業物理化学 Vol.72 NO.7 JULY2004〕の522頁左欄参照)。",
                        "そうすると，引用例1発明は，電解過程で酸性水，アルカリ性水又はオゾン水を生成する本願発明1と電解反応において異なるということはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，本願発明1は，水素−酸素イオン結合の解離と3つの酸素原子の結合の形成を必須とするオゾン水等の製造を対象とするのに対し，引用例1には，電解反応のうちの炭素−炭素共有結合の開裂による有機化合物の分解が開示されているのみであると主張する。",
                        "しかし，有機化合物の分解が炭素−炭素共有結合の開裂によるとしても，上記(ア)で述べたとおり，引用例1に記載された有機化合物の分解処理は溶媒である水の電気分解を前提とするものであることは明らかであって，そうすると，原告の上記主張は前記(2)の判断を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "電解法のみによる機能水製造という発想の困難性",
                  "text": [
                    "原告は，オゾン水等の機能水製造においては高純度オゾンを分離・再溶解という付加的な操作を行うことなく電解法で直接製造するという発想がなかったから，引用例1(甲1)の記載からは，分離・再溶解という付加的な操作を行うことなく電解法のみで機能水製造を行うことを目的とする本願発明1を容易になし得ない旨主張する。",
                    "しかし，前記のとおり，本願の請求項1は，「酸性水，アルカリ性水又はオゾン水を製造するために使用する」と規定するのみであって，分離・再溶解という付加的な操作を行うことなく電解法のみでオゾン水等を製造することは規定されておらず，本願発明1を原告主張のように限定して解する理由はない。",
                    "その上，電解法で直接製造する方法についても，前記2(2)のとおり，本願明細書(甲5，9)の段落【0003】，【0046】に記載されてい",
                    "るのであって，それ自体周知技術であると認められる。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "電流効率",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，導電性ダイアモンド構造の電極は電流効率の点で白金電極やDSAより勝り，酸化鉛電極が高純度を要求される物質の製造には使用できないという技術常識を考慮すれば，導電性ダイアモンド構造の電極が機能水製造用として最適の電極であると主張する。",
                        "しかし，前記2(2)及び(3)のとおり，本願発明1は，「電解液中への電極物質の溶出がなく，しかも耐久性に優れた，各種電解に使用可能な電解用電極」を提供することを目的とし(段落【0012】)，導電性ダイアモンド構造の電極物質を有する電極を使用することによって，「安定した電解操作を長期間継続することが可能になり」，「前記電極物質の溶出に起因する不純物の混入がなくなり，高純度の電解液又は生成ガスが得られる」という効果を奏する(段落【0045】)ことが記載され",
                        "ているのみであって，発明の目的又は作用効果として電流効率の改善に関して記載するところがない。",
                        "また，電流効率自体に着目しても，前記のとおり，引用例1(甲1)",
                        "の段落【0047】には，ダイヤモンド陽極がPt−on−Ti陽極よ",
                        "りも電流効率に優れていることが記載されていることにかんがみれば，導電性ダイアモンド構造の電極が白金電極等と比較して電流効率が優れることは引用例1の上記記載から予測し得る効果というべきである。",
                        "そうすると，原告の上記主張は前記(2)の判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "なお原告は，本願発明1は特許法36条又は同法29条1項柱書に",
                      "text": [
                        "違背する可能性があることを前提に，これらは同法29条2項の定める進歩性の判断に先立って審査されるべきであるにもかかわらず，審決が進歩性に欠けると判断したことは適用条文を誤った違法があると主張する。",
                        "しかし，出願に係る発明につき複数の特許不成立となるべき事由があっても，審決はそのうちの一つについて判断して不成立とすれば足りるのであるから，その際に同法29条1項柱書又は同法36条該当性の判",
                        "断を常に先行すべきものではない。",
                        "また原告は，被告が同法36条ないし同法29条1項柱書に係る拒絶",
                        "理由を原告に通知する義務を怠っているとも主張するが，被告が同法36条ないし同法29条1項柱書違反の判断を示していないのであるか",
                        "ら，原告の主張は前提において理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "不純物レベル",
                  "text": [
                    "原告は，引用例1の電解後の化学的酸素要求量や溶解有機炭素はppmオーダーであるのに対し，本願発明1で製造される機能水は半導体洗浄に使用される機能水に必要とされる不純物レベルが ng/ml オーダーであって，引用例1発明と不純物の要求レベルが違う旨主張する。",
                    "しかし，前記2のとおり，本願の請求項1は酸性水，アルカリ性水又はオゾン水の用途について何ら特定しておらず，かえって，本願の発明の詳細な説明には，「…本発明に係わる電解用電極を使用して製造されるオゾンガス又はオゾン水もこの要件を備え，洗浄用水あるいは殺菌用等として広く使用することが期待される。」(段落【0046】)として，半導体洗浄以外の殺菌用に使用することが記載されているから，本願発明1を半導体洗浄に使用する機能水を製造するために使用する電極に限定して解すべきものとは認められない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10113",
    "date": "2008-10-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036961",
    "ipprecedent_id": "1616",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}