{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80213号事件について平成20年4月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，発明の名称を「ダイボンディング材及び接着方法」とする特許第3117971号の特許権者であるところ，本件は，被告からの特許無効審判請求に基づき特許庁が訂正後の請求項1～12(全請求項)を無効とする旨の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①上記訂正後の請求項1～12に係る発明が，下記引用例との関係で進歩性(特許法29条2項)を有するか，及び，②本件発明の明細書及び図面の記載がいわゆる実施可能要件(平成11年法律第160号による改正前の特許法36条4項，以下「旧36条4項」ともいう。)を満たすか，である。",
            "記",
            "・特開平6−145639号公報(発明の名称「導電性接着フィルム，その製造法及び接着法」，出願人 日立化成工業株式会社，公開日 平成6年5月27日，甲1。以下「甲1公報」といい，これに記載された発明を「甲1発明」という。)",
            "・特開平6−264035号公報(発明の名称「接着フィルム，その製造法及び接着法」，出願人 日立化成工業株式会社，公開日 平成6年9月20日，甲2。以下「甲2公報」といい，これに記載された発明を「甲2発明」という。)",
            "・特開平6−218880号公報(発明の名称「接着性絶縁テープおよびそれを用いた半導体装置」，出願人 三井東圧化学株式会社，公開日 平成6年8月9日，甲3。以下「甲3公報」といい，これに記載された発明を「甲3発明」という。)",
            "・特開平6−256733号公報(発明の名称「耐熱性接着材料」，出願人東レ株式会社，公開日 平成6年9月13日，甲4。以下「甲4公報」といい，これに記載された発明を「甲4発明」という。)",
            "・特開平5−152355号公報(発明の名称「半導体装置」，出願人 日東電工株式会社，公開日 平成5年6月18日，甲5。以下「甲5公報」といい，これに記載された発明を「甲5発明」という。)",
            "・特開平4−234472号公報(発明の名称「熱可塑性ダイ結合接着フィルム」，出願人 ナシヨナル スターチ アンド ケミカル インベストメント ホールデイング コーポレイシヨン，公開日 平成4年8月24日，甲6。以下「甲6公報」といい，これに記載された発明を「甲6発明」という。)",
            "・特開平3−105932号公報(発明の名称「シート状接着剤並びに当該接着剤を用いた半導体装置」，出願人 株式会社日立製作所，公開日 平成3年5月2日，甲7。以下「甲7公報」といい，これに記載された発明を「甲7発明」という。)",
            "・米国特許第5296074号明細書(登録日 1994年〔平成6年〕3月22日)(甲8−1・2。以下「甲8公報」といい，これに記載された発明を「甲8発明」という。)",
            "・特開平4−227782号公報(発明の名称「ダイ接着接着剤組成物」，出願人 イー・アイ・デユポン・ドウ・ヌムール・アンド・カンパニー，公開日 平成4年8月17日，甲9。以下「甲9公報」といい，これに記載された発明を「甲9発明」という。)",
            "〈判決注〉：平成11年法律第160号による改正前の特許法36条4項は，次のとおりである。",
            "前項第3号の発明の詳細な説明は，通商産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成7年7月6日の優先権(特願平7−171154号)を主張して，平成8年7月8日の原々出願(特願平9−505008号)及び平成11年9月2日の原出願(分割出願，特願平11−248802号)",
                  "text": [
                    "からの更なる分割出願として，平成12年2月21日，名称を「ダイボンディング材及び接着方法」とする発明について特許出願(特願2000−43233号)をし，平成12年10月6日に特許第3117971号と",
                    "して設定登録を受けた(請求項の数22。以下「本件特許」という。特許公報は甲15)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，平成13年6月15日付けで本件特許の全請求項に対する特許異議の申立てがなされ，同手続の中で原告は平成14年7月23日に請求項5～7，18，22を削除し，請求項8以降の項番号を繰り上げる(請求項の数17)等を内容とする訂正請求をしたところ，特許庁は平成14年12月24日に訂正を認め特許を維持するとの特許異議決定(甲17)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その後被告が，平成18年10月23日付けで本件特許の全請求項について特許無効審判請求を行ったので，特許庁は，同請求を無効2006−80213号事件として審理し，その中で原告は平成19年1月9日に請求項3を削除し，請求項4以降の項番号を繰り上げる(請求項の数16)等を内容とする訂正請求をしたところ，特許庁は平成19年8月24日，訂正を認め本件特許の請求項1ないし16に係る発明についての特許を無効とする旨の審決をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで原告は，平成19年10月4日，知的財産高等裁判所に対し上記審決の取消しを求める訴えを提起し(平成19年(行ケ)第10336号)，その後平成19年12月19日付けで，訂正審判請求(訂正2007−390142号。訂正後の請求項の数12。甲14)をしたところ，同裁判所は，平成19年12月27日，特許法181条2項により上記審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記決定により前記無効2006−80213号事件は再び特許庁で審理されることとなり，特許法134条の3第5項により上記訂正審判請求は訂正の請求とみなされた(以下「本件訂正」という。)ところ，特許庁は，平成20年4月15日，本件訂正を認めた上，「特許第3117971号の請求項1～12に係る発明についての特許を無効とする」旨の審決をし，その謄本は平成20年4月25日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の請求項1～12(以下順に「本件発明1」～「本件発明12」といい，これらを総称して「本件発明」という。)は，次のとおりである(下線部は訂正部分)。",
                "・【請求項1】 半導体素子のワイヤボンディングされる面の裏面を支持部材に接着するためのフィルム状ダイボンディング材であって，接着部分に均一に付けて用いられるものであり，",
                "ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり，接着温度100～350℃，接着時間0．1～20秒，接着圧力0．",
                "1～30gf／mm2で上記半導体素子のワイヤボンディングされる面の裏面を上記支持部材に接着することができ，",
                "上記支持部材は，ダイパッド部を有するリードフレーム，又は，配線基板であり，",
                "吸水率が0．9体積％以下であり，残存揮発分が3．0重量％以下である，有機物を含むフィルム状ダイボンディング材。",
                "・【請求項2】 飽和吸湿率が0．5体積％以下である請求項1記載のフィルム状ダイボンディング材。",
                "・【請求項3】 半導体素子のワイヤボンディングされる面の裏面を支持部材に接着するためのフィルム状ダイボンディング材であって，接着部分に均一に付けて用いられるものであり，",
                "ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり，接着温度100～350℃，接着時間0．1～20秒，接着圧力0．",
                "1～30gf／mm2で上記半導体素子を上記支持部材に接着することができ，",
                "上記支持部材は，ダイパッド部を有するリードフレーム，又は，配線基板であり，",
                "飽和吸湿率が0．5体積％以下であり，残存揮発分が3．0重量％以下である，有機物を含むフィルム状ダイボンディング材。",
                "・【請求項4】 さらにエポキシ樹脂を含み，",
                "上記エポキシ樹脂は，グリシジルエーテルエポキシ樹脂，グリシジルアミンエポキシ樹脂，グリシジルエステルエポキシ樹脂，及び，脂環式エポキシ樹脂のうちの少なくともいずれかである請求項1～3のいずれかに記載のフィルム状ダイボンディング材。",
                "・【請求項5】 充填材をさらに含む請求項1～4のいずれかに記載のフィルム状ダイボンディング材。",
                "・【請求項6】 請求項1～5のいずれかに記載のフィルム状ダイボンディング材を用いて支持部材と半導体素子とを接着する接着方法。",
                "・【請求項7】 上記接着の条件が，接着温度100～350℃，接着時間0．1～20秒，接着圧力0．1～30gf／mm2である請求項6記",
                "載の接着方法。",
                "・【請求項8】 上記接着温度は150～250℃であり，上記接着時間は2秒未満であり，上記接着圧力は4gf／mm2以下である請求項7記載の接着方法。",
                "・【請求項9】 上記接着時間は1．5秒以下であり，上記接着圧力は0．3～2gf／mm2である請求項8記載の接着方法。",
                "・【請求項10】 上記接着することのできる温度は150～250℃であり，上記接着することのできる時間は2秒未満であり，上記接着することのできる圧力は4gf／mm2以下である請求項1又は3記載のフィルム状ダイボンディング材。",
                "・【請求項11】 上記接着することのできる時間は1．5秒以下であり，上記接着することのできる圧力は0．3～2gf／mm2である請求項10記載のフィルム状ダイボンディング材。",
                "・【請求項12】 単一の層からなることを特徴とする請求項1～5，10及び11のいずれかに記載のフィルム状ダイボンディング材。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件訂正は請求項の削除又は特許請求の範囲の減縮を目的とするものであるから適法であるとした上，①本件訂正後の本件発明1，2は甲1，3，8発明と周知技術に基づいて，本件発明3～6は甲1，3～5，8発明と周知技術に基づいて，本件発明7～12は甲1～甲9発明及び周知技術に基づいて，それぞれ当業者が容易に発明することができたから特許法29条2項により特許を受けることができない，②本件特許の明細書及び図面の記載は当業者がその実施をすることができる程度に明確かつ十分に記載されているとはいえないから平成11年法律第160号による改正前の特許法36条4項の要件を満たしていない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲1発明の内容，本件発明1，3と甲1発明との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "〈甲1発明の内容〉",
                      "text": [
                        "「半導体素子を支持部材に接着するためのダイボンディング用導電性接着フィルムであって，",
                        "接着部分に均一に付けて用いられるものであり，",
                        "ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート二無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり，",
                        "8mm×8mmチップに1000gの荷重をかけて，300℃，5",
                        "秒間で上記半導体素子を上記支持部材に圧着することができ，上記支持部材は，リードフレーム，又は，配線板である，有機物を含むダイボンディング用導電性接着フィルム。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1との対比",
                      "text": [
                        "〈一致点〉",
                        "本件発明1と甲1発明とは，いずれも",
                        "「半導体素子を支持部材に接着するためのフィルム状ダイボンディング材であって，",
                        "接着部分に均一に付けて用いられるものであり，",
                        "ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり，",
                        "接着温度300℃，接着時間5秒，接着圧力15．6gf／m㎡",
                        "で上記半導体素子を上記支持部材に接着することができ，上記支持部材は，ダイパッド部を有するリードフレーム，又は，配線基板である，有機物を含むフィルム状ダイボンディング材。」",
                        "である点で一致する。",
                        "〈相違点1〉",
                        "半導体素子を支持部材に接着する際に，本件発明1では，半導体素子のワイヤボンディングされる面の裏面を支持部材に接着するのに対し，甲1発明では，不明である点。",
                        "〈相違点2〉",
                        "吸水率について，本件発明1では，0．9体積％以下であるのに対し，甲1発明では，不明である点。",
                        "〈相違点3〉",
                        "残存揮発分について，本件発明1では，3．0重量％以下であるのに対し，甲1発明では，不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明3との対比",
                      "text": [
                        "〈一致点〉",
                        "本件発明3と甲1発明とは，いずれも",
                        "「半導体素子を支持部材に接着するためのフィルム状ダイボンディング材であって，",
                        "接着部分に均一に付けて用いられるものであり，",
                        "ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり，",
                        "接着温度300℃，接着時間5秒，接着圧力15．6gf／m㎡",
                        "で上記半導体素子を上記支持部材に接着することができ，上記支持部材は，ダイパッド部を有するリードフレーム，又は，配線基板である，有機物を含むフィルム状ダイボンディング材。」",
                        "である点で一致する。",
                        "〈相違点4〉",
                        "半導体素子を支持部材に接着する際に，本件発明3では，半導体素子のワイヤボンディングされる面の裏面を支持部材に接着するのに対し，甲1発明では，不明である点。",
                        "〈相違点5〉",
                        "飽和吸湿率について，本件発明3では，0．5体積％以下であるのに対し，甲1発明では，不明である点。",
                        "〈相違点6〉",
                        "残存揮発分について，本件発明3では，3．0重量％以下であるのに対し，甲1発明では，不明である点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(甲1発明の認定の誤り，一致点認定の誤り・相違点の看過)(ア) 審決は，甲1発明の段落【0042】(合成例3)の記載を根拠として，甲1発明のダイボンディング用導電性接着フィルムは，ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート二無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであると認定し，これが本件発明におけるポリイミドと一致する旨認定した。",
                    "しかし，甲1発明におけるポリイミド樹脂は，2種類のアミン成分：2，2−ビス(4−アミノフェノキシフェニル)プロパン及び3，3’，5，5’−テトラメチル−4，4’−ジアミノジフェニルメタンと，2種類の酸成分：1，10−(デカメチレン)ビス(トリメリテート二無水物)及びベンゾフェノンテトラカルボン酸二無水物とを反応させて得られるポリイミドである(段落【0042】〔合成例3〕参照)。",
                    "これに対し本件発明は，1種類の酸成分：1，10−(デカメチレン)ビス(トリメリテート無水物)と1種類のアミン成分：2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されたポリイミド(実施例におけるポリイミドF)である。ここで，「モノマーXとモノマーYとから合成された樹脂」とは，モノマーとしてXとYのみを用いて合成された樹脂であること，すなわちXとY以外のその他のモノマーを含まない樹脂であることは明らかである。",
                    "したがって，審決の甲1発明の認定は誤りであり，一致点の認定も誤りであって，相違点(甲1公報の合成例3に記載されたポリイミド樹脂(A3)と本件発明のポリイミドFとは異なること)を看過している。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明においてポリイミドの構成が重要であることは，本件発明に係る明細書(全文訂正明細書・甲14)の実施例の記載から明らかである。",
                        "すなわち，明細書の実施例においては異なるモノマーから合成されるポリイミドA～Fについて検討されており(段落【0040】)，表1(段落【0047】)及び表2(段落【0056】)には，各ポリイミドを用いた場合の吸水率，飽和吸湿率とリフロークラックの発生について記載されている。",
                        "ポリイミドFは本件発明で規定するものであるのに対し，ポリイミドA～Eはいずれも，ジカルボン酸として1，2−(エチレン)ビス(トリメリテート無水物)を使用しており，本件発明の特性を達成することができない。",
                        "ポリイミドEは，ジカルボン酸として，1，2−(エチレン)ビス(トリメリテート無水物)と，ポリイミドFのジカルボン酸である1，10−(デカメチレン)ビス(トリメリテート無水物)とを等モルで使用した樹脂であるが(使用したジアミンはポリイミドFと同じ)，ポリイミドFと比べて吸水率の値で劣っており，本件発明の特性を達成できない(表1のＮo．5と7，Ｎo．6と対比)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，原告が上記相違点2及び3に係る本件発明1の吸湿率及び残存揮発分，さらに上記相違点5に係る本件発明3の飽和吸湿率の特性を実現するためにはダイボンディング材の主成分であるポリイミド樹脂の種類が特に重要であり甲1発明ではこの効果を達成できないことを示すために行った追加実験では，本件発明のポリイミドFは甲1発明との相違点2，3及び5に係る各特性を実現することができ，その結果，リフロークラックの発生を回避することができるのに対し，甲1公報の合成例3に記載されたポリイミドはこれらの相違点に係る特性をいずれも実現することができず，その結果，リフロークラックの発生を回避することができなかった(実験成績証明書，甲16)。",
                        "このように，本件発明のポリイミドFは，従来技術のポリイミド樹脂と比べてダイボンディングフィルムに求められる厳しい要求特性を満足することができ，顕著な効果を奏する樹脂である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記のとおり，本件発明のポリイミドFと甲1公報の合成例3に記載されたポリイミド樹脂とは，その原料となるモノマー組成が明らかに相違するところ，このモノマー組成の相違が実体として異なるポリマーを与えることは，本件明細書の表1のポリイミドEとF，実験成績証明書(甲16)に示されるように，ダイボンディング材として使用された際の特性の差異から明らかであり，本件発明においてこの特定のポリイミド樹脂の選択は特徴的な構成である。しかるに，審決はこの特徴的部分を捨象し，恣意的に一致する部分を選択して一致点を認定し，その結果，本件発明のポリイミドFと甲1公報記載のポリイミド樹脂との相違点を看過した。これが審決の結論に影響することは明らかであるから，審決の認定・判断には違法がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点の認定・判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は前記相違点を容易想到と判断したが，そもそも本件発明1及び3と甲1発明のポリイミド樹脂は同じものではないから，審決の上記判断は前提において誤りといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決が看過した相違点についてみても，以下のとおり容易想到ということはできない。",
                        "すなわち，審決が挙げた甲1～甲9公報にはフィルム状ダイボンディング材に本件発明のポリイミド樹脂を使用することの開示はないから，看過した相違点の検討においては，甲1公報の記載に基づいて，甲1発明のポリイミド樹脂を本件発明のポリイミドFに変更することが容易か否かを判断せざるを得ない。",
                        "この点，甲1発明は，熱時接着力の高いダイボンド用導電性接着フィルムを提供することを目的とし，広く式(Ⅰ)で表されるジカルボン酸無水物(1，10−(デカメチレン)ビス(トリメリテート無水物)も概念上含む)を使用するとの技術思想を開示するものである。甲1公報には本件発明の効果(吸水率，残存揮発分及び飽和吸湿率を改善し，さらにはリフロークラックの発生を防止するとの効果)については記載も示唆もない。つまり，甲1公報においては，ダイボンディング材の主体となるポリイミドのモノマー構成が，ダイボンディング材の吸水率，残存揮発分及び飽和吸湿率に影響を与えること，さらにはリフロークラックの発生の有無にも影響することについて全く検討されていなかった。",
                        "したがって，甲1発明のポリイミド樹脂に代えて，異なる課題を解決するための技術思想を開示する甲1公報に記載された広範なジカルボン酸及びジアミンの中から，特定の各1種を選択し，それにより甲1発明とは全く別異な効果を奏する本件発明のポリイミドFを採用することは，当業者が容易になし得ることではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本件発明1及び3に共通する残存揮発分が3．0重量％以下であるとの構成に関していえば，この3．0重量％という数値は本件発明において臨界的意義を有するものである。",
                        "すなわち，本件明細書の表3に示されるように，ポリイミドFを用いた場合に残存揮発分が3．5重量％以上であるとフィルム中にボイドが発生し，リフロークラックが発生してしまうのに対し，残存揮発分が3．0重量％以下であるとフィルム中のボイドは発生せず，リフロークラックの発生もない。",
                        "このような臨界的意義を有する数値限定を一構成とする本件発明は，この点のみにおいても進歩性が認められるべき発明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(特許法旧36条4項の適用の誤り)",
                  "text": [
                    "審決は，「本件発明の『ピール強度』は，その測定方法が本件明細書及び図面の記載からだけでは明確でなく，また，一般的な測定方法ともいえないので，本件明細書及び図面の記載が，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは云えない。」(審決40頁6行～9行)と判断した。",
                    "しかし，本件発明1～12はいずれも「ピール強度」を発明特定事項として含むものではないから，そのような「ピール強度」との関係において特許法旧36条4項の実施可能要件が問題となるものではなく，審決の上記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1及び3には，フィルム状ダイボンディング材は，「ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものである」と記載されており，1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパン「のみ」から合成されるものであるとは記載されていない。",
                    "また，本件明細書(甲14)には「ポリイミド樹脂の原料として用いられるテトラカルボン酸二無水物としては，…2種類以上を混合して用いてもよい。」(段落【0033】)と記載され，「またポリイミド樹脂の原料として用いられるジアミンとしては，…2種類以上を混合して用いてもよい。」(段落【0034】と記載されているのであって，これらの記載によれば，本件発明1及び3のモノマー組成について，テトラカルボン酸二無水物及びジアミンを1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンに限定して解釈することはできない。",
                    "したがって，本件発明に記載されたポリイミド樹脂と，2，2−ビス(4−アミノフェノキシフェニル)プロパンを含む2種類のアミン成分及び1，10−(デカメチレン)ビス(トリメリテート二無水物)を含む2種類の酸成分とから合成された甲1公報の合成例3に記載されたポリイミド樹脂とは，発明の要旨の認定において一致する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本件発明に係るポリイミドFとは別のモノマーを含んで合成されるポリイミドEでは本件発明の特性を達成できないと主張する。",
                    "しかし，本件明細書の記載からは，吸水率その他の特性において，ポリイミドFがポリイミドEに比べて格別顕著な効果を奏するものと理解することはできない。",
                    "すなわち，ポリイミドEとポリイミドFとを直接対比できるのは，わずかに本件明細書(甲14)の表1(段落【0047】)においてのみであるが，表1によれば，ポリイミドFは，吸水率においてポリイミドEより低い数値を示しているものの，その差異はポリイミドEの数値から連続的に推移する程度のものであり，顕著に相違するわけではなく，ポリイミドFがポリイミドEより特性において際立って優れているとは認められない。具体的には，表1の吸水率(％)の欄で示される数値は，銀の含量が「60wt％」「0wt％」である場合に，ポリイミドEが「1．2％」「1．0％」，ポリイミドFが「0．9％」「0．8％」である。特許査定時の請求項では「1．5体積％以下」と規定されていたことを考慮すれば，ポリイミドEの吸水率は十分優れているといえる。",
                    "また，本件明細書に，所定の吸水率等を有する本件発明のダイボンディング材について，「…フィルム状有機ダイボンディングの組成，例えばポリイミド等のポリマーの構造や銀等のフィラー含量を調整することにより製造することができる。」(段落【0026】)と記載されているように，吸水率は銀の含量によっても調整することができる。表1によれば，ポリイミドFは，銀の含量が「40wt％」「80wt％」である場合に低い吸水率(0．7％，0．4％)を示しているから，ポリイミドEについても銀の含量を同様(40wt％，80wt％)にすれば，吸水率が1．0％をさらに下回ることが容易に予想される。",
                    "このように，吸水率ひとつをみても，ポリイミドEが本件発明の特性を達成できないとは理解することができない。",
                    "さらに，表1によれば，ポリイミドEのリフロークラック発生率は0％であり，本件発明が目的とする効果を発揮するものであることは明らかである。",
                    "他方，ポリイミドEは吸水率以外の特性が劣っているかといえば，残存揮発分，飽和吸湿率に関するポリイミドEのデータはない。",
                    "結局，本件明細書の記載によっては，ポリイミドFとポリイミドEとの差異が明確ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお原告は，実験成績証明書(甲16)を提出して，ポリイミドFと甲1発明のポリイミド樹脂(A3)との相違を主張するが，本件明細書に原告が主張するようなモノマー組成の重要性が記載されていないことは上記のとおりであり，事後的な実験証明書によって明細書の記載を補完できるものではない。そして，かかる本件明細書の記載に基づけば，本件発明1及び3のポリイミド樹脂と甲1公報(合成例3)に記載されたポリイミド樹脂との間に実質的な相違点は認められず，両者のポリイミド樹脂を発明の一致点とする審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由2に関する原告の主張は，いずれも本件発明に用いられるポリイミド樹脂を1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンのみから合成されるポリイミド樹脂とした場合の主張であるから，採用することができない。",
                    "そして，吸水率，残存揮発分，飽和吸湿率を所定の値以下に設定することは，各甲号証及び周知技術に基づいて，当業者が適宜行い得ることである。",
                    "したがって，甲1発明においても，接着強度が迅速で，接合強度が十分であり，経年劣化やその他の使用における変化を少なくしようとすること，すなわち，吸水率を低くしようとすること，バブル及びボイドの形成を防止すること及び加熱時のクラックを低減しようとすることは当然に求められるものであるから，甲1発明において，甲各号証の技術思想を基にして，吸水率の値を0．9体積％以下にし，残存揮発分の値を3．0重量％以下にし，かつ飽和吸湿率の値を0．5体積％以下にすることは容易であるとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本件発明1及び本件発明3のポリイミド樹脂が1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンのみから合成される樹脂であるとしても，以下のとおり，本件発明は甲1発明に基づいて当業者が容易に発明をすることができるものである。",
                    "すなわち，甲1公報には，ポリイミド樹脂の原料について，2，2−ビス(4−アミノフェノキシフェニル)プロパンなどのアミン成分及び1，10−(デカメチレン)ビス(トリメリテート二無水物)などの酸成分が例示されている(段落【0007】，【0012】，【0013】)。この甲1公報の合成例3に記載されたポリイミド樹脂は，2種類のアミン成分：2，2−ビス(4−アミノフェノキシフェニル)プロパン32．8g(0．08モル)及び3，3'，5，5'−テトラメチル−4，4'−ジアミノジフェニルメタン5．08g(0．02モル)と，2種類の酸成分：1，10−(デカメチレン)ビス(トリメリテート二無水物)41．8g(0．08モル)及びベンゾフェノンテトラカルボン酸二無水物6．44g(0．02モル)とを反応させて得られるポリイミドである。この配合割合から明らかなように，甲1公報(合成例3)には，2，2−ビス(4−アミノフェノキシフェニル)プロパンと1，10−(デカメチレン)ビス(トリメリテート二無水物)を主原料として合成されたポリイミド樹脂が記載されている。",
                    "また，甲1公報～甲9公報には，接着強度が迅速で，接合強度が十分であり，経年劣化やその他の使用における変化を少なくするためには，吸水率は低い方が好ましいこと，バブル及びボイドの形成を防止するためには，残存揮発分は少ない方が好ましいこと，加熱時のクラックを低減するためには，飽和吸湿率は低い方が好ましいことが記載されている(審決29，30，35頁参照)。甲1発明においても，接着強度が迅速で，接合強度が十分であり，経年劣化やその他の使用における変化を少なくしようとすること，バブル及びボイドの形成を防止すること，加熱時のクラックを低減しようとすることは当然に必要とされる特性である。",
                    "したがって，甲1発明において，ダイボンディング材に求められる諸特性について実験的に確認し，ポリイミド樹脂の好適な原料として，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとを選択するとともに，諸特性を表す数値の上限値を特定することは，当業者にとって通常の創作能力の発揮であって，何ら困難性はない。",
                    "さらに，前記(1)のとおり，1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンのみから合成されるポリイミド樹脂が，これに加えて他の原料をも含むポリイミド樹脂に比して，ダイボンディング材に求められる諸特性について際立って優れた効果を有しているとも認められない。",
                    "なお原告は，吸水率につき「0．9体積％以下」との数値に固執するが，本件明細書の記載をみても，0．9体積％という数値に臨界的意義を見出すことはできない。",
                    "このように，樹脂の原料の選択自体に困難性はなく，諸特性を表す数値限定も従来技術に照らして格別なものではなく，奏される作用効果も当業者の予測範囲を超えるものではない。",
                    "以上によれば，仮に本件発明1及び本件発明3のポリイミド樹脂が1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンのみから合成される樹脂であるとした場合であっても，本件発明は引用発明に基づいて当業者が容易に発明をすることができるとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本件発明には，「ピール強度が0．5kgf／5mm×5mmチップ以上であること」は特定要素として記載されていない。",
                "しかし，本件訂正前の明細書の記載に基づいてなされた無効2006−80213号事件における被請求人(原告)の審判事件答弁書(乙11)には，本件発明では，フィルム状ダイボンディング材を用いて半導体素子を支持部材に接着した段階でのピール強度が0．5kgf／5mm×5mmチップ以上であることは重要な要件である旨が記載されている。具体的には，フィルム状ダイボンディング材において，ピール強度が0．5kgf／5mm×5mmチップ以上であることは，リフロークラック発生との関連において新たに見出された技術的意義を有する特性であると記載されている(4頁下2行～5頁2行)。このように，本件発明の効果であるリフロークラック発生防止効果を得るためには，「ピール強度が0．5kgf／5mm×5mmチップ以上であること」は必須であるので，「ピール強度が0．5kgf／5mm×5mmチップ以上であること」は本件発明の実質的な特定要素の一つである。",
                "しかるに，本件発明の「ピール強度」はその測定方法が明細書及び図面の記載からだけでは明確でなく，また一般的な測定方法ともいえないのであって，本件明細書及び図面の記載が当業者がその実施をすることができる程度に明確かつ充分に記載されているとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1～12の内容は，前記第3，1(2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件発明の明細書(本件補正に係る全文訂正明細書，甲14)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "・ 【0001】",
                    "本発明は，半導体素子をダイボンディング材を用いてリードフレーム等の支持部材に接着し，樹脂封止した半導体装置及び半導体装置の製造法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "・ 【0002】",
                    "従来，半導体素子をリードフレームに接着させる方法としては，リードフレーム上にダイボンディング材料を供給し半導体素子を接着する方法が用いられてきた。",
                    "・ 【0003】",
                    "これらの材料としては，例えばAu−Si共晶，半田，樹脂ペーストなどが知られている。この中で，Au−Si共晶は高価かつ弾性率が高く又接着部分を加振する必要があるという問題がある。半田は融点温度以上の温度に耐えられずかつ弾性率が高いという問題がある。",
                    "・ 【0004】",
                    "樹脂ペーストでは銀ペーストが最も一般的であり，銀ペーストは，他材料と比較して最も安価で耐熱信頼性が高く弾性率も低いため，IC，LSIのリードフレームの接着材料として最も多く使用されている。",
                    "・ 【0005】",
                    "電子機器の小型・薄型化による高密度実装の要求が，近年，急激に増加してきており，半導体パッケージは，従来のピン挿入型に代わり，高密度実装に適した表面実装型が主流になってきた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 【0006】",
                    "この表面実装型パッケージは，リードをプリント基板等に直接はんだ付けするために，赤外線リフローやベーパーフェーズリフロー，はんだディップなどにより，パッケージ全体を加熱して実装される。",
                    "・ 【0007】",
                    "この際，パッケージ全体が210～260℃の高温にさらされるため，パッケージ内部に水分が存在すると，水分の爆発的な気化により，パッケージクラック(以下リフロークラックという)が発生する。",
                    "・ 【0008】",
                    "このリフロークラックは，半導体パッケージの信頼性を著しく低下させるため，深刻な問題・技術課題となっている。",
                    "・ 【0009】",
                    "ダイボンディング材に起因するリフロークラックの発生メカニズムは，次の通りである。半導体パッケージは，保管されている間に(1)ダイボンディング材が吸湿し，(2)この水分がリフローはんだ付けの実装時に，加熱によって水蒸気化し，(3)この蒸気圧によってダイボンディング層の破壊やはく離が起こり，(4)リフロークラックが発生する。",
                    "・ 【0010】",
                    "封止材の耐リフロークラック性が向上してきている中で，ダイボンディング材に起因するリフロークラックは，特に薄型パッケージにおいて，重大な問題となっており，耐リフロークラック性の改良が強く要求されている。",
                    "・ 【0011】",
                    "従来最も一般的に使用されている銀ペーストでは，チップの大型化により，銀ペーストを塗布部全面に均一に塗布することが困難になってきていること，ペースト状であるため接着層にボイドが発生し易いことなどによりリフロークラックが発生し易い。",
                    "・ 【0012】",
                    "本発明は，フィルム状有機ダイボンディング材を使用し，リフロークラックが発生せず，信頼性に優れる半導体装置及びその製造法を提供するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 【0013】",
                    "本発明では，フィルム状有機ダイボンディング材を用いる。これはたとえばエポキシ樹脂，シリコーン樹脂，アクリル樹脂，ポリイミド樹脂等の有機材料を主体にした(有機材料に金属フィラー，無機質フィラーを添加したものも含む)フィルム状のもので，リードフレーム等の支持部材上にフィルム状有機ダイボンディング材を加熱した状態で圧着させ，更にフィルム状有機ダイボンディング材に半導体素子を重ねて加熱圧着させるものである。すなわち樹脂ペーストをフイルム化することによって接着部分に均一にダイボンディング材料を付けようとするものである。",
                    "・ 【0017】",
                    "本発明は，半導体装置のリフロークラックの発生とフィルム状有機ダイボンディング材の物性・特性との間に相関関係があることを見い出し，リフロークラックの発生とフィルム状有機ダイボンディング材の特性の関係を詳細に検討した結果なされたものである。",
                    "・ 【0018】",
                    "本願の第一の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材に吸水率が1．5vol％以下のフィルム状有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0019】",
                    "本願の第二の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材に飽和吸湿率が1．0vol％以下のフィルム状有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0020】",
                    "本願の第三の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材に残存揮発分が3．0wt％以下のフィルム状有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0021】",
                    "本願の第四の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材に250℃における弾性率が10MPa以下のフィルム状有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0022】",
                    "本願の第五の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材に，半導体素子を支持部材に接着した段階でダイボンディング材中及びダイボンディング材と支持部材の界面に存在するボイドがボイド体積率10％以下であるフィルム状有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0023】",
                    "本願の第六の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材として，半導体素子を支持部材に接着した段階でのピール強度が0．5kgf／5×5mmチップ以上のフィルム状有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0024】",
                    "本願の第七の発明は，半導体素子を支持部材にダイボンディング材で接着し，半導体素子を樹脂封止した半導体装置に於いて，ダイボンディング材に，半導体素子の面積と同等以下の面積を有し半導体素子を支持部材に接着した段階で半導体素子の領域からダイボンディング材がはみ出さない，すなわち，半導体素子と支持部材との間からはみ出さない，フィルム状の有機ダイボンディング材を使用したことを特徴とする半導体装置及びその製造法である。",
                    "・ 【0025】",
                    "これらの発明において，支持部材にフィルム状有機ダイボンディング材を貼り付ける段階で，吸水率が1．5vol％以下のフィルム状有機ダイボンディング材，飽和吸湿率が1．0vol％以下のフィルム状有機ダイボンディング材，残存揮発分が3．0wt％以下のフィルム状有機ダイボンディング材，250℃における弾性率が10MPa以下のフィルム状有機ダイボンディング材がそれぞれ使用される。",
                    "・ 【0032】",
                    "本発明の半導体装置は，半導体装置実装のはんだリフロー時においてリフロークラックの発生を回避することができ，信頼性に優れる。",
                    "・ 【0033】",
                    "本発明のフィルム状有機ダイボンディング材の有機材料として，ポリイミド樹脂が好ましい。",
                    "ポリイミド樹脂の原料として用いられるテトラカルボン酸二無水物としては，1，2−(エチレン)ビス(トリメリテート無水物)，…1，10−(デカメチレン)ビス(トリメリテート無水物)，…等があり，2種類以上を混合して用いてもよい。",
                    "・ 【0034】",
                    "またポリイミド樹脂の原料として用いられるジアミンとしては，…4，4′−ジアミノジフェニルエーテル，…ビス(4−アミノ−3，5−ジメチルフェニル)メタン，ビス(4−アミノ−3，5−ジイソプロピルフェニル)メタン，…2，2−ビス(4−(4−アミノフェノキシ)フェニル)プロパン，…等の芳香族ジアミンや，…等の脂肪族ジアミン等があり，2種類以上を混合して用いてもよい。",
                    "・ 【0035】",
                    "テトラカルボン酸二無水物とジアミンを公知の方法で縮合反応させてポリイミドを得ることができる。すなわち，有機溶媒中で，テトラカルボン酸二無水物とジアミンを等モル又はほぼ等モル用い(各成分の添加順序は任意)，反応温度80℃以下，好ましくは0～50℃で反応させる。反応が進行するにつれ反応液の粘度が徐々に上昇し，ポリイミドの前駆体であるポリアミド酸が生成する。",
                    "・ 【0036】",
                    "ポリイミドは，上記反応物(ポリアミド酸)を脱水閉環させて得ることができる。",
                    "脱水閉環は120℃～250℃で熱処理する方法や化学的方法を用いて行うことができる。",
                    "・ 【0038】",
                    "上記したように，本発明の半導体装置の製造法においては，ダイボンドの条件は，温度100～350℃，時間0．1～20秒，圧力0．1～30gf／mm2が好ましく，温度150～250℃，時間0．1秒以上2秒未満，圧力0．1～4gf／mm2がより好ましく，温度150～250℃，時間0．1秒以上1．5秒以下，圧力0．3～2gf／mm2が最も好ましい。",
                    "・ 【0039】",
                    "フィルム状有機ダイボンディング材の250℃における弾性率が10MPa以下のフィルムを使用すれば，温度150～250℃，時間0．1秒以上2秒未満，圧力0．1～4gf／mm2の条件でダイボンディングを行い，十分なピール強度(例えば，0．5Kgf／5×5mmチップ以上の強度)を得ることができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "・ 【0040】",
                    "以下に，本発明の実施例を説明するが，本発明はこれらの実施例に限られるものではない。以下の実施例において用いられるポリイミドは，いずれも等モルの酸無水物とジアミンとを溶媒中で混合し加熱することにより重合させて得られる。以下の各実施例において，ポリイミドAは，1，2−(エチレン)ビス(トリメリテート無水物)とビス(4−アミノ−3，5−ジメチルフェニル)メタンとから合成されるポリイミドであり，ポリイミドBは，1，2−(エチレン)ビス(トリメリテート無水物)と4，4’−ジアミノジフェニルエーテルとから合成されるポリイミドであり，ポリイミドCは，1，2−(エチレン)ビス(トリメリテート無水物)とビス(4−アミノ−3，5−ジイソプロピルフェニル)メタンとから合成されるポリイミドであり，ポリイミドDは，1，2−(エチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるポリイミドであり，ポリイミドEは，1，2−(エチレン)ビス(トリメリテート無水物)および1，10−(デカメチレン)ビス(トリメリテート無水物)の等モル混合物と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるポリイミドであり，ポリイミドFは，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるポリイミドである。",
                    "・ 【0041】",
                    "＜実施例1＞",
                    "表1に示すポリイミド100g及びエポキシ樹脂10gに，有機溶媒280gを加えて溶解させる。ここに，銀粉を所定量加えて，良く撹拌し，均一に分散させ，塗工用ワニスとする。",
                    "・ 【0042】",
                    "この塗工ワニスをキャリアフィルム(OPPフィルム：二軸延伸ポリプロピレン)上に塗工し，熱風循環式乾燥機の中で加熱して，溶媒を揮発乾燥させ，表1に示す組成，吸水率のフィルム状有機ダイボンディング材を製造した。",
                    "・ 【0045】",
                    "その後，半導体装置をポリエステル樹脂で注型し，ダイヤモンドカッターで切断した断面を顕微鏡で観察して，次式によりリフロークラック発生率(％)を測定し，耐リフロークラック性を評価した。",
                    "・ 【0046】",
                    "(リフロークラックの発生数／試験数)×100",
                    "＝リフロークラック発生率(％)",
                    "評価結果を表1に示す。なお，銀ペーストは，日立化成工業株式会社製「エピナール」(商品名)を使用した。",
                    "・ 【0047】",
                    "【表1】"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 【0096】",
                    "本発明は，フィルム状有機ダイボンディング材を使用し，リフロークラックが発生せず，信頼性に優れる半導体装置及びその製造法を提供するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件発明1～12は，半導体素子をダイボンディング材を用いてリードフレーム等の支持部材に接着し，樹脂封止した半導体装置及び半導体装置の製造法に関する発明である。",
                "すなわち，従来，半導体素子をリードフレームに接着させる方法として，リードフレーム上にダイボンディング材料を供給し半導体素子を接着する方法が用いられてきたところ，近年，高密度実装に適するため半導体パッケージの主流になってきた表面実装型においては，リードをプリント基板等に直接はんだ付けするためパッケージ全体が加熱されて高温にさらされ，パッケージ内部に水分が存在すると水分の爆発的な気化によりリフロークラックが発生し，半導体パッケージの信頼性を著しく低下させることが深刻な問題・技術課題となっていた。そこで本件発明1～12は，特定の構成に係るフィルム状有機ダイボンディング材を使用することで，リフロークラックが発生せず，信頼性に優れる半導体装置及びその製造法を提供するものである。",
                "本件発明の技術的意義は，半導体装置のリフロークラックの発生とフィルム状有機ダイボンディング材の物性・特性との間に相関関係があることを見出した点にあり，具体的には，本件発明のフィルム状有機ダイボンディング材の有機材料としてテトラカルボン酸二無水物とジアミンを公知の方法で縮合反応させたポリイミド樹脂を採用しつつ，テトラカルボン酸二無水物のモノマー組成には1，10−(デカメチレン)ビス(トリメリテート無水物)を，ジアミンのモノマー組成には2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンを使用するものとして，ポリイミド樹脂の合成に使用されるモノマーの組成を特定した点に特徴を有するものである。",
                "なお，本件発明1及び3は，上記1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンを縮合反応させたポリイミド樹脂(本件明細書の実施例〔段落【0040】参照〕においてポリイミドFと表示されているもの。以下「ポリイミドF」という。)を用いたフィルム状ダイボンディング材の基本的な構成を特定したものであり，本件発明2，4，5，10～12はこれらに性能上の限定を加え又は添加物を加えるなどして特定したものであり，本件発明6～9は本件発明1～5のダイボンディング材を用いて支持部材と半導体素子とを接着する接着方法を特定したものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(甲1発明の認定の誤り，一致点認定の誤り・相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，甲1発明のダイボンディング用導電性接着フィルムについて，1，10−(デカメチレン)ビス(トリメリテート二無水物)と2，2−ビス(4−(4−アミノフェノキシ)フェニル)プロパンとから合成されるポリイミド樹脂，すなわちポリイミドFを主体とするものであると認定し，これが本件発明におけるポリイミドと一致する旨認定したことが誤りであると主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1公報には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "・ 【請求項1】(A)式(I)…で表されるテトラカルボン酸二無水物，の含量が全テトラカルボン酸二無水物の70モル％以上であるテトラカルボン酸二無水物と，ジアミンを反応させて得られるポリイミド樹脂，及び(B)導電性フィラー，を含有してなる導電性接着フィルム。",
                    "・ 【請求項7】半導体素子と支持部材の間に請求項1～6のいずれかに記載の導電性接着フィルムを挾み，加熱圧着する，半導体素子と支持部材との接着法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "・ 【0001】",
                    "本発明は，ICやLSIとリードフレームの接合材料，すなわちダイボンディング用材料として用いられる導電性接着フィルム，その製造法及び接着法に関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "・ 【0004】",
                    "…本発明は，ダイボンド時の熱処理を従来の銀ペーストと同じように比較的低温で行うことができ，かつ，熱時接着力の高いダイボント用導電性接着フィルムを提供することを目的としている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 【0005】",
                    "本発明の導電性接着フィルムは，(A)式(I)…で表されるテトラカルボン酸二無水物，の含量が，全テトラカルボン酸二無水物に対して70モル％以上であるテトラカルボン酸二無水物と，ジアミンを反応させて得られる，ポリイミド樹脂；100重量，に対し，",
                    "(B)導電性フィラー；1～8000重量部，を含有してなる導電性接着フィルムである。",
                    "・ 【0006】",
                    "また本発明の導電性接着フィルムは，次のようにして製造する。",
                    "(1)式(I)のテトラカルボン酸二無水物，の含量が全テトラカルボン酸二無水物の70モル％以上であるテトラカルボン酸二無水物と，ジアミンを反応させて得られるポリイミド樹脂(A)；100重量部，を有機溶媒に溶解し，(2)導電性フィラー(B)；1～8000重量部を加え，混合し，",
                    "(3)ベースフィルム上に塗布し，加熱する。",
                    "・ 【0007】",
                    "上記のポリイミド樹脂の原料として用いられる，式(I)のテトラカルボン酸二無水物としては，nが2～5のとき，1，2−(エチレン)ビス(トリメリテート二無水物)，1，3−(トリメチレン)ビス(トリメリテート二無水物)，1，4−(テトラメチレン)ビス(トリメリテート二無水物)，1，5−(ペンタメチレン)ビス(トリメリテート二無水物)，nが6～20のとき，1，6−(ヘキサメチレン)ビス(トリメリテート二無水物)，1，7−(ヘプタメチレン)ビス(トリメリテート二無水物)，1，8−(オクタメチレン)ビス(トリメリテート二無水物)，1，9−(ノナメチレン)ビス(トリメリテート二無水物)，1，10−(デカメチレン)ビス(トリメリテート二無水物)，1，12−(ドデカメチレン)ビス(トリメリテート二無水物)，1，16−(ヘキサデカメチレン)ビストリメリテート二無水物，1，18−(オクタデカメチレン)ビス(トリメリテート二無水物)，等があり，これら2種以上を併用してもよい。",
                    "・ 【0012】",
                    "本発明で使用されるジアミンとしては，1，2−ジアミノエタン，1，3−ジアミノプロパン，1，4−ジアミノブタン，1，5−ジアミノペンタン，1，6−ジアミノヘキサン，1，7−ジアミノヘプタン，1，8−ジアミノオクタン，1，9−ジアミノノナン，1，10−ジアミノデカン，1，11−ジアミノウンデカン，1，12−ジアミノドデカン等の脂肪族ジアミン，o−フェニレンジアミン，m−フェニレンジアミン，p−フェニレンジアミン，3，3′−ジアミノジフェニルエーテル，3，4′−ジアミノジフェニルエーテル，4，4′−ジアミノジフェニルエーテル，3，3′−ジアミノジフェニルメタン，3，4′−ジアミノジフェニルメタン，4，4′−ジアミノジフェニルメタン，3，3′−ジアミノジフェニルジフルオロメタン，3，4′−ジアミノジフェニルジフルオロメタン，4，4′−ジアミノジフェニルジフルオロメタン，3，3′−ジアミノジフェニルスルホン，3，4′−ジアミノジフェニルスルホン，4，4′−ジアミノジフェニルスルホン，3，3′−ジアミノジフェニルスルフイド，3，4′−ジアミノジフェニルスルフイド，4，4′−ジアミノジフェニルスルフイド，",
                    "・ 【0013】",
                    "3，3′−ジアミノジフェニルケトン，3，4′−ジアミノジフェニルケトン，4，4′−ジアミノジフェニルケトン，2，2−ビス(3−アミノフェニル)プロパン，2，2′−(3，4′−ジアミノジフェニル)プロパン，2，2−ビス(4−アミノフェニル)プロパン，2，2−ビス(3−アミノフェニル)ヘキサフルオロプロパン，2，2−(3，4′−ジアミノジフェニル)ヘキサフルオロプロパン，2，2−ビス(4−アミノフェニル)ヘキサフルオロプロパン，1，3−ビス(3−アミノフェノキシ)ベンゼン，1，4−ビス(3−アミノフェノキシ)ベンゼン，1，4−ビス(4−アミノフェノキシ)ベンゼン，3，3′-(1，4−フェニレンビス(1−メチルエチリデン))ビスアニリン，3，4′-(1，4−フェニレンビス(1−メチルエチリデン))ビスアニリン，4，4′-(1，4−フェニレンビス(1−メチルエチリデン))ビスアニリン，2，2−ビス(4−(3−アミノフェノキシ)フェニル)プロパン，2，2−ビス(4−(4−アミノフェノキシ)フェニル)プロパン，2，2−ビス(4−(3−アミノフェノキシ)フェニル)ヘキサフルオロプロパン，2，2−ビス(4−(4−アミノフエノキシ)フエニル)ヘキサフルオロプロパン，ビス(4−(3−アミノフェノキシ)フェニル)スルフイド，ビス(4−(4−アミノフェノキシ)フェニル)スルフイド，ビス(4−(3−アミノフェノキシ)フェニル)スルホン，ビス(4−(4−アミノフェノキシ)フェニル)スルホン等の芳香族ジアミンを挙げることができる。",
                    "・ 【0014】",
                    "テトラカルボン酸二無水物とジアミンの縮合反応は，有機溶媒中で行う。この場合，テトラカルボン酸二無水物とジアミンは等モル又はほぼ等モルで用いるのが好ましく，各成分の添加順序は任意である。用いる有機溶媒としては，ジメチルアセトアミド，ジメチルホルムアミド，Ｎ−メチル−2−ピロリドン，ジメチルスルホキシド，ヘキサメチルホスホリルアミド，m−クレゾール，o−クロルフェノール等がある。",
                    "・ 【0020】",
                    "本発明の導電性接着フィルムの製造は，以下のようにする。まずポリイミド樹脂を有機溶媒に溶解する。ここで用いられる有機溶媒は，均一に溶解又は混練できるものであれば特に制限はなく，そのようなものとしては例えば，ジメチルホルムアミド，ジメチルアセトアミド，Ｎ−メチルピロリドン，ジメチルスルホキシド，ジエチレングリコールジメチルエーテル，トルエン，ベンゼン，キシレン，メチルエチルケトン，テトラヒドロフラン，エチルセロソルブ，エチルセロソルブアセテート，ブチルセロソルブ，ジオキサン等が挙げられる。",
                    "・ 【0021】",
                    "次いで，導電性フィラーを加え，必要に応じ添加剤を加え，混合する。この場合，通常の攪拌機，らいかい機，三本ロール，ボールミルなどの分散機を適宜組み合せて，混練を行ってもよい。",
                    "・ 【0022】",
                    "こうして得たペースト状混合物を，例えばポリエステル製シート等のベースフィルム上に均一に塗布し，使用した溶媒が充分に揮散する条件，すなわち，おおむね60～200℃の温度で，0．1～30分間加熱し，導電性接着フィルムとし，通常，使用時にベースフィルムを除去して接着に用いる。",
                    "・ 【0039】",
                    "IC，LSI等の半導体素子と，リードフレーム，セラミックス配線板，ガラスエポキシ配線板，ガラスポリイミド配線板等の支持部材との間に，本発明で得られた導電性接着フィルムを挾み，加熱圧着すると，両者は接着する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "・ 【0040】",
                    "以下，本発明を実施例により説明する。",
                    "合成例 1",
                    "温度計，攪拌機及び塩化カルシウム管を備えた500mlの四つ口フラスコに，2，2−ビス(4−アミノフェノキシフェニル)プロパン41g(0．1モル)及びジメチルアセトアミド150gをとり，攪拌した。ジアミンの溶解後，フラスコを氷浴中で冷却しながら，1，2−(エチレン)ビス(トリメリテート二無水物)41g(0．1モル)を少量ずつ添加した。室温で3時間反応させたのち，キシレン30gを加え，Ｎ2ガスを吹き込みながら150℃で加熱し，水と共にキシレンを共沸除去した。その反応液を水中に注ぎ，沈澱したポリマーを濾過により採り，乾燥してポリイミド樹脂(A1)を得た。",
                    "・ 【0041】",
                    "合成例 2",
                    "温度計，攪拌機及び塩化カルシウム管を備えた500mlの四つ口フラスコに，ビス(4−(3−アミノフェノキシ)フェニル)スルホン43．2g(0．1モル)及びＮ−メチル−2−ピロリドン150gをとり，攪拌した。ジアミンの溶解後，室温で，1，4−(テトラメチレン)ビス(トリメリテート二無水物)43．8g(0．1モル)を加えた。5℃以下で5時間反応させ，無水酢酸20．4g(0．2モル)及びピリジン15．8g(0．2モル)を加え，1時間室温で攪拌した。この反応液を水中に注ぎ，沈澱したポリマーを濾過により採り，乾燥してポリイミド樹脂(A2)を得た。",
                    "・ 【0042】",
                    "合成例 3",
                    "温度計，攪拌機，塩化カルシウム管を備えた500mlの四つ口フラスコに，2，2−ビス(4−アミノフェノキシフェニル)プロパン32．8g(0．08モル)，3，3′，5，5′−テトラメチル−4，4′−ジアミノジフェニルメタン5．08g(0．02モル)及びジメチルアセトアミド100gをとり，攪拌した。ジアミンの溶解後，フラスコを氷浴中で冷却しながら，1，10−(デカメチレン)ビス(トリメリテート二無水物)41．8g(0．08モル)及びベンゾフェノンテトラカルボン酸二無水物6．44g(0．02モル)を少量ずつ添加した。添加終了後，氷浴中で3時間，更に室温で4時間反応させた後，無水酢酸25．5g(0．25モル)及びピリジン19．8g(0．25モル)を添加し，2時間室温で攪拌した。その反応液を水中に注ぎ，沈澱したポリマーを濾過により採り，乾燥してポリイミド樹脂(A3)を得た。",
                    "・ 【0043】",
                    "実施例1",
                    "表1に示す配合表に従い，まず，2種類のペースト状混合物を調合した。なお，表1中，TCG-1とあるのは，徳力化学(株)製の銀粉を意味する。",
                    "【表1】",
                    "表1 配合表 (単位：重量部)",
                    "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━材 料 Ｎo．1 Ｎo．2",
                    "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ポリイミド樹脂 A1 A1",
                    "100部 100部",
                    "────────────────────────────────────銀粉(TCG-1) 150 67",
                    "────────────────────────────────────溶 媒 300 300",
                    "(ジメチルアセトアミド)",
                    "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━・ 【0054】",
                    "試験例 4",
                    "実施例1及び実施例2で得られた導電性接着フィルムのピール接着力を測定すると，表10に示す通りであった。なお，ピール接着力は，導電性接着フィルムを8×8mmの大きさに切断し，これを8×8mmのシリコンチップと銀メッキ付リードフレームの間に挟み，1000gの荷重をかけて，300℃，5秒間圧着させたのち，250℃，20秒加熱時に測定した。",
                    "【表10】",
                    "表10 導電性接着フィルムのピール接着力",
                    "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━項 目 No.1 2 3 4 5 6 7 8(比較)",
                    "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ピール接着力 ＞3 ＞3 1.9 1.5 1.7 1.0 2.5 −*",
                    "(kgf/chip)250℃",
                    "━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━*：フィルムが形成できなかったので，測定不可。",
                    "表10の結果から，熱硬化性樹脂非含有の導電性接着フィルム(No.1～2)は熱硬化性樹脂含有の導電性接着フィルム(No.3～7)よりも，250℃におけるピール接着力が高いことが分かる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "以上によれば，甲1公報には，半導体素子を支持部材に接着するためのダイボンディング用導電性接着フィルムに係る発明が開示されており，その構成は，接着部分に均一に付けて用いられるものであり(段落【0022】)，ポリイミド樹脂を主体とするものであること(【請求項1】，段落【0005】，【0006】，【0020】～【0022】)，8mm×8mmチッ",
                  "text": [
                    "プに1000gの荷重をかけて，300℃，5秒間で半導体素子を支持部材に圧着することができること(段落【0054】)，支持部材はリードフレーム又は配線板であること(段落【0039】)，がそれぞれ認められる。",
                    "他方，甲1公報には，ポリイミド樹脂の合成に関して，",
                    "・ 合成例1(段落【0040】)として，ジアミン：2，2−ビス(4−アミノフェノキシフェニル)プロパンと，テトラカルボン酸二無水物：1，2−(エチレン)ビス(トリメリテート二無水物)との合成によるポリイミド樹脂(A1)が，",
                    "・ 合成例2(段落【0041】)として，ジアミン：ビス(4−(3−",
                    "アミノフェノキシ)フェニル)スルホンと，テトラカルボン酸二無水物：1，4−(テトラメチレン)ビス(トリメリテート二無水物)との合成によるポリイミド樹脂(A2)が，",
                    "・ 合成例3(段落【0042】)として，ジアミン：2，2−ビス(4−アミノフェノキシフェニル)プロパン及び3，3′，5，5′−テトラメチル−4，4′−ジアミノジフェニルメタンと，テトラカルボン酸二無水物：1，10−(デカメチレン)ビス(トリメリテート二無水物)及びベンゾフェノンテトラカルボン酸二無水物との合成によるポリイミド樹脂(A3)が，",
                    "それぞれ挙げられているものの，本件発明1～12に係るポリイミドFと同様のモノマー組成(ジアミン：2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとテトラカルボン酸二無水物：1，10−(デカメチレン)ビス(トリメリテート無水物)とから合成)に合致するものは見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，審決は，上記合成例3(段落【0042】)のポリイミド樹脂(A3)について，甲1公報の段落【0013】にはジアミンとして使用可能なものとして2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンが挙げられていることから，合成例3のポリイミド樹脂(A3)の2，2−ビス(4−アミノフェノキシフェニル)プロパンをこれと置換することができるとして，甲1公報にはポリイミド樹脂をポリイミドFの構成とする発明が開示されている旨認定する。",
                    "しかし，上記段落【0012】ないし【0013】に多数挙げられたジアミンは，「ダイボンド時の熱処理を従来の銀ペーストと同じように比較的低温で行うことができ，かつ，熱時接着力の高いダイボント用導電性接着フィルム」(段落【0004】)を製造するためのポリイミド樹脂に係るモノマー組成としては置換可能であるとしても，リフロークラックの防止等，これとは異なる目的ないし課題を有する本件発明のジアミンに係るモノマー組成として置換可能であるか否かは甲1公報の開示するところではなく，審決がこれを置換可能とした根拠は不明といわざるを得ない。",
                    "また，上記合成例3においては，ポリイミドFと同様のモノマー組成に加えて，ジアミンに係るモノマー組成として3，3′，5，5′−テトラメチル−4，4′−ジアミノジフェニルメタンが，テトラカルボン酸二無水物に係るモノマー組成としてベンゾフェノンテトラカルボン酸二無水物が挙げられているにもかかわらず，審決の上記認定においてはこれらの合成要素が捨象されており，その根拠もまた不明といわざるを得ない。",
                    "そして，ポリイミド樹脂のモノマー組成として何を選択するかにより，合成された樹脂の特質が変化し得ることは，甲1公報が合成例1～3という複数のポリイミド樹脂を挙げた上でこれを用いた実施例を掲げ，本件発明に係る明細書がポリイミドAないしFという複数のポリイミド樹脂を比較対照していることからも明らかである。",
                    "そうすると，甲1公報と本件明細書におけるポリイミド樹脂を比較するに当たり，それらのモノマー組成の差異を捨象することは許されないというべきであって，ジアミンの一種であるとの共通性ないしテトラカルボン酸二無水物の一部が合致することのみを根拠として甲1公報の合成例3のポリイミド樹脂がポリイミドFに等しいものと認定することは，誤りといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し被告は，本件発明の請求項1及び3には，同発明に係るポリイミド樹脂が1，10−(デカメチレン)ビス(トリメリテート無水物)及び2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパン「のみ」から合成されるものとしては記載されていないから，審決の認定に誤りはないと主張する。",
                    "しかし，本件発明の請求項1及び3には，「ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり」と記載されているのであって，その記載上，上記発明に係るポリイミド樹脂のモノマー組成が「1，10−(デカメチレン)ビス(トリメリテート無水物)」から成るモノマーと「2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパン」から成るモノマーの二種を指すものとして特定されていることは明らかであるし，上記(3)イのとおり，ポリイミド樹脂のモノマー組成として何を選択するかにより合成された樹脂の特質が変化し得ることに照らせば，請求項の記載上，殊更に「のみ」などといった文言を用いるまでもなく，上記特定の趣旨は当業者(その発明の属する技術の分野における通常の知識を有する者)において明らかというべきである。",
                    "その上，本件明細書(甲14)の記載(前記2(2))をみても，「本発明は，半導体装置のリフロークラックの発生とフィルム状有機ダイボンディング材の物性・特性との間に相関関係があることを見い出し，リフロークラックの発生とフィルム状有機ダイボンディング材の特性の関係を詳細に検討した結果なされたものである。」(段落【0017】)として，本件発明がダイボンディング材の物性・特性に着眼したものであることが示され，また，実施例においても，ポリイミドA～Fとして酸無水物とジアミンの各モノマー組成を異にするポリイミド樹脂が列挙された上で(段落【0040】)，これらのポリイミド樹脂のうち，ポリイミドA～Cについてはリフロークラックが発生したなどとして，上記モノマー組成の差異を前提に特質を比較しており(実施例1，段落【0041】～【0049】)，これらの記載からみても，本件発明1及び3は，ポリイミド樹脂として酸無水物とジアミンとを合成することのみならず，その各モノマー組成をポリイミドFと同様のものに特定する趣旨を含むものであることは明らかである。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また被告は，本件明細書には，「…ポリイミド樹脂の原料として用いられるテトラカルボン酸二無水物としては，…2種類以上を混合して用いてもよい。」(段落【0033】)，「またポリイミド樹脂の原料として用いられるジアミンとしては，…2種類以上を混合して用いてもよい。」(段落【0034】と記載されていることを根拠として，本件発明1及び3のポリイミド樹脂をポリイミドFに限定して解釈することはできないと主張する。",
                    "確かに，前記2のとおり，本件明細書には被告の主張するとおりの記載があるが，特許権の範囲は特許請求の範囲に記載された範囲に限定されるのであって，本件発明1及び3におけるポリイミド樹脂のモノマー組成が，特許請求の範囲の記載上，ポリイミドFに係るモノマー組成に明確に特定されたものであることは上記アのとおりである。そして，このような特許請求の範囲の記載に鑑みれば，被告の引用する上記記載は，一般論として，ポリイミド樹脂の原料に複数種のモノマーの組合せがあり得ることをいうものと解することはできても，それを超えて特許請求の範囲を当該記載に係る各モノマーの組合せのすべてを包含するものと解することはできないから，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに被告は，本件発明1及び3のモノマー組成をポリイミドFのモノマー組成に限定できないことの根拠として，本件明細書の記載上，ポリイミドFとポリイミドEとの間に明確な効果(ポリイミド樹脂としての特性)の差異がないことを指摘するが，前記2のとおり，ポリイミドEは1，2−(エチレン)ビス(トリメリテート無水物)及び1，10−(デカメチレン)ビス(トリメリテート無水物)の等モル混合物と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるポリイミドであって，ポリイミドFとはそのモノマー組成を異にするから，ポリイミドEが特許請求の範囲の記載上，本件発明1及び3に含まれないことは明らかである。そうすると，両者のポリイミド樹脂としての特性の差異を論じてもこれが前記判断を左右するものではないから，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，審決が，甲1発明の内容について，「ポリイミド樹脂を主体とし，前記ポリイミド樹脂は，1，10−(デカメチレン)ビス(トリメリテート二無水物)と2，2−ビス［4−(4−アミノフェノキシ)フェニル］プロパンとから合成されるものであり」と認定したことは誤りというほかない。",
                "そして，前記第3，1(3)イのとおり，審決における甲1発明と本件発明1又は3との対比においてはいずれも上記構成が一致点として認定されており，また本件発明2，4～12はいずれも本件発明1又は3の構成を前提とするものであるから，結局，審決は甲1発明と本件発明1～12との対比において，上記構成に係る一致点の認定を誤り，上記(3)イに述べた合成例3におけるポリイミド樹脂の合成要素とポリイミドFの合成要素との差異に係る相違点を看過したものといわざるを得ない。",
                "したがって，取消事由1に係る原告の主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点の認定・判断の誤り)について",
          "text": [
            "前記3のとおり，審決は甲1発明の認定を誤り，その結果，本件発明1～12との一致点の認定を誤り，相違点を看過したものであるが，進んで，上記3で認定した甲1発明におけるポリイミド樹脂のモノマー組成(甲1公報に記載された合成例3におけるポリイミド樹脂のモノマー組成)を前提に，これと本件発明におけるポリイミド樹脂のモノマー組成(ポリイミドF)との相違点の容易想到性についても，検討を加える。",
            "この点，甲1公報に記載された発明は，熱時接着力の高いダイボンド用導電性接着フィルムを提供することを目的とし，広く式(Ⅰ)で表されるジカルボン酸無水物を使用するとの技術思想を開示するものであるのに対し，本件発明は，半導体装置のリフロークラックの発生とフィルム状有機ダイボンディング材の物性・特性との間に相関関係があるとの理解を前提に，リフロークラックの発生を防止するため，ポリイミドFという特定のモノマー組成により合成されたポリイミド樹脂を採用することを技術思想として開示するものである。このように，甲1発明と本件発明の技術思想は必ずしも一致するものではない上，甲1公報には本件発明の効果(吸水率，残存揮発分及び飽和吸湿率を改善し，さらにはリフロークラックの発生を防止するとの効果)との関係でポリイミドFという特定のモノマー組成を採用することの技術的意義については教示も示唆もなく，また，甲2公報ないし甲9公報をみても，上記のような観点でポリイミドFという特定のモノマー組成に着目した教示も示唆も見当たらない。",
            "そうすると，これら甲1公報ないし甲9公報の記載を前提とすれば，甲1発明のポリイミド樹脂に代えて，甲1公報に記載されたジカルボン酸及びジアミンの中から，特定の各1種を選択し，本件発明に係るポリイミドFを採用することは，当業者が容易に想到できるものではない。",
            "したがって，本件発明1～12に進歩性がないとした審決の判断は誤りであり，取消事由2に係る原告の主張も理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(特許法旧36条4項の適用の誤り)について",
          "text": [
            "原告は，本件明細書及び図面上，「ピール強度」の測定方法に関する記載が明確でなく，実施可能要件を欠くとした審決の判断は誤りである旨主張する。",
            "この点，審決は，「本件発明においては，フィルム状ダイボンディング材の特定要素の一つとして『ダイボンディング材を用いて半導体素子を支持部材に接着した段階でのピール強度が0．5kgf／5mm×5mmチップ以上である』とし，該ピール強度を，明細書段落【0084】及び図2に示された装置によって測定したとしている。」(審決39頁9行～13行)との認定を前提に，本件発明1～12が実施可能要件を欠くと判断したものであるが，前記2のとおり，本件発明1～12は「ダイボンディング材を用いて半導体素子を支持部材に接着した段階でのピール強度が0．5kgf／5mm×5mmチップ以上である」ことを特定要素とするものでないことは明らかである(なお，本件訂正前における特許請求の範囲の記載〔平成14年7月23日付け訂正請求に基づくものであり，平成14年12月24日付け特許異議決定において訂正が認められたもの。甲17〕においては，その請求項3，5に「ダイボンディング材を用いて半導体素子を支持部材に接着した段階でのピール強度が0．5kgf／5mm×5mmチップ以上である」との記載があったものの，本件訂正により請求項3，5はいずれも削除されている。)。",
            "そうすると，審決の指摘する事項について「発明」の実施可能が問題となるものではなく，審決の上記判断は前提において誤りがあるといわざるを得ない。",
            "これに対し被告は，本件訂正前の明細書の記載に基づいてなされた審判事件における原告の答弁書(乙11)の記載に基づき，「ピール強度が0．5kgf／5mm×5mmチップ以上であること」は本件発明の実質的な特定要素の一つであると主張するが，上記答弁書の記載は本件訂正前の請求項の記載を前提とするものである上，上記答弁書の記載いかんにより請求項に記載されていない発明特定事項が新たに付加されるものではないから，被告の上記主張は採用することができない。",
            "したがって，原告の取消事由3についての主張も理由がある。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由があるから，審決は違法として取消しを免れない。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10196",
    "date": "2009-01-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037234",
    "ipprecedent_id": "1732",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}