{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80082号事件について平成20年9月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "シー・コム株式会社(以下「シー・コム」という。)は，発明の名称を「保形性を有する衣服」とする特許第3784398号の特許(平成16年7月15日に特許出願した特願2004−208966号〔以下「原出願」という。〕の一部を分割して，平成17年3月29日に新たな特許出願とし，平成18年3月24日に設定登録されたもの。登録時請求項の数は3である。以下，この特許を「本件特許」といい，本件特許の願書に添付した特許請求の範囲，明細書及び図面〔いずれも登録時のもの〕を併せて「本件明細書」という。)の特許権者であった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件特許の請求項1ないし3に係る発明についての特許を無効とすることを求めて，平成18年5月9日付け(同月10日受付)の審判請求書により，審判(無効2006−80082号事件。以下「本件審判」という。)を請求した。",
                "その審理の過程において，シー・コムは，平成18年7月28日付け(同月31日受付)で，本件明細書の記載を訂正(以下，この訂正を「前訂正」という。)する請求をした。",
                "特許庁は，平成19年1月5日，「訂正を認める。特許第3784398号の請求項に係る発明についての特許を無効とする。」との審決(以下「第1次審決」という。)をし，同年3月6日，第1次審決中，「特許第3784398号の請求項に係る発明についての特許を無効とする。」との部分を「特許第3784398号の請求項1～3に係る発明についての特許を無効とする。」と更正する決定をした。",
                "シー・コムは，平成19年2月13日，第1次審決を不服として，知的財産高等裁判所に審決取消訴訟を提起し，同年5月10日，本件特許につき，特許請求の範囲の減縮等を目的とする訂正審判(訂正2007−390058号事件)を請求したところ，同裁判所は，同年6月29日，特許法181条2項により第1次審決を取り消す旨の決定をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記決定が効力を生じたので，本件審判の審理を再開したところ，シー・コムは，平成19年7月26日付け(同月27日受付)で，本件明細書の記載を訂正(以下，この訂正を「本件訂正」といい，本件訂正後の本件特許の特許請求の範囲，明細書及び図面を併せて「訂正明細書」という。)する請求をし，これにより，前訂正の請求は取り下げられたものとみなされた(特許法134条の2第4項)。",
                "特許庁は，シー・コムに対し，平成19年10月30日付け(同年11月2日発送)の無効理由通知書により，本件訂正は，特許法134条の2第5項で準用する同法126条3項及び4項に規定する要件を満たしていないから却下されるべきであり，本件訂正前の請求項1ないし3に係る発明についての特許は，特許法29条2項の規定に違反してなされたものであるから，同法123条1項2号の規定により，無効にすべきである旨の通知をした。",
                "シー・コムは，平成19年12月3日付け(同月4日受付)の意見書を提出したが，特許庁は，平成20年1月8日，本件訂正を認めないとした上，「特許第3784398号の請求項1ないし3に係る発明についての特許を無効とする。」との審決(以下「第2次審決」という。)をした。",
                "シー・コムが，平成20年2月15日，第2次審決を不服として，知的財産高等裁判所に審決取消訴訟を提起したところ，同裁判所は，同年6月12日，「特許庁が無効2006−80082号事件について平成20年1月8日にした審決中，特許第3784398号の請求項1に係る発明についての特許を無効とした部分を取り消す。」との判決をした。",
                "なお，シー・コムは，上記審決取消訴訟の期日において，第2次審決中，特許第3784398号の請求項2及び3に係る各発明についての特許を無効とした部分の取消しを求めた部分について，訴えを取り下げ，同訴訟の被告はこれに同意したので，第2次審決中，特許第3784398号の請求項2及び3に係る各発明についての特許を無効とした部分は，確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，上記判決の確定後，本件審判の審理を再開し，平成20年9月18日，「請求項1についての訂正及び明細書段落番号【0006】についての訂正を認める。特許第3784398号の請求項1に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，同月30日，その謄本をシー・コムに送達した。",
                "なお，シー・コムによる本件訴訟の提起後，同社について，平成21年1月14日午後5時，大阪地方裁判所が破産手続開始の決定をしたことから，破産管財人が本件訴訟手続を受継した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "訂正明細書の特許請求の範囲(甲33添付の全文訂正特許請求の範囲)の請求項1の記載は，次のとおりである(以下，この発明を「本件特許発明」という。)。",
            "「【請求項1】 衣服の襟，ポケット又はポケットフラップの周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して袋を形成し，該袋に曲げたり波立たせたり変形自在であってその変形形状を保持可能なワイヤを挿通したことを特徴とする保形性を有する衣服。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写し記載のとおりである。要するに，「曲げたり波立たせたり変形自在であってその変形形状を保持可能な素材として，ワイヤを用いること」(以下「周知技術1」という。)，「衣服に形状保持用部材を配置するに当たり，表布の裏側に別布を縫合して袋状の収容部を形成すること」(以下「周知技術2」という。)が，いずれも原出願前の周知の技術であることを勘案すれば，本件特許発明は，特開平7−238417号公報(以下「甲1文献」という。甲1)に記載された発明(以下「甲1発明」という。)又は実願昭59−49518号(実開昭60−161123号)のマイクロフ",
            "ィルム(以下「甲2文献」という。甲2)に記載された発明(以下「甲2発明」という。)に基づいて当業者が容易に発明をすることができたものであり，本件特許発明についての特許は，特許法29条2項の規定に違反してなされたものであるから，同法123条1項2号の規定により，無効にすべきである，というものである。",
            "本件審決は，上記判断をするに当たり，次のとおり，甲1発明及び甲2発明の各内容，本件特許発明と上記各発明との各一致点・相違点をそれぞれ認定し，周知技術1，2を示す刊行物を例示した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，甲1発明の内容，本件特許発明と甲1発明との一致点・相違点を次のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「カラーに，糸状又は帯状塑性変形性ポリエチレン材料であって，自在形状保持性を有する芯材を設けたYシャツ。」(審決書9頁12行～13行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「衣服の襟に沿って，曲げたり波立たせたり変形自在であってその変形形状を保持可能な素材を配置した保形性を有する衣服。」(審決書12頁9行～10行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "「本件特許発明においては，曲げたり波立たせたり変形自在であってその変形形状を保持可能な素材が，ワイヤであって，衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して，袋を形成し，この袋にワイヤを挿通しているのに対し，甲1発明においては，糸状又は帯状塑性変形性ポリエチレン材料であって，自在形状保持性を有する織物，編物を，Yシャツのカラー，すなわち衣服の襟の芯材として使用している点。」(審決書12頁12行～17行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，甲2発明の内容，本件特許発明と甲2発明との一致点・相違点を次のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の内容",
                  "text": [
                    "「衿縁，袖口縁，前立縁，裾縁等の縁部において，布部に芯紐を巻き込んで縫合した被服。」(審決書10頁11行～12行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「衣服の襟の周縁に沿って，形状を保持可能な線状部材を，布を縫合して形成した袋に挿入した保形性を有する衣服。」(審決書13頁18行～19行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "「本件特許発明においては，形状を保持可能な線状部材が，曲げたり波立たせたり変形自在であってその変形形状を保持可能な素材がワイヤであって，衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して袋を形成し，この袋にワイヤを挿通しているのに対し，甲2発明においては，芯紐を布部に巻き込んで縫合している点。」(審決書13頁21行～25行)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，周知技術1，2をそれぞれ示すものとして，下記刊行物を例示した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術1",
                  "text": [
                    "・ Fashion Free Paper 「F＊mode」Vol.1 2003-2004 Winter 創刊号(表紙，1頁，56頁，159頁，160頁)(以下「周知文献1−1」という。甲18添付の参考資料1)",
                    "・ 「St．VERMEER」Autumn & Winter Collection 2003-2004(表紙，目次，198頁，奥付)(以下「周知文献1−2」という。",
                    "甲18添付の参考資料2。なお，同資料には発行証明書が付されている。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術2",
                  "text": [
                    "・ 特開2000−129501号公報(以下「周知文献2−1」とい",
                    "う。甲43)",
                    "・ 実願平1−27404号(実開平2−118701号)のマイクロ",
                    "フィルム(以下「周知文献2−2」という。甲44)",
                    "・ 昭和15年実用新案出願公告第2043号公報(以下「周知文献2−3」という。甲45)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "本件審決は，以下のとおり，本件特許発明と甲1発明との対比・判断を誤った違法(取消事由1)，本件特許発明と甲2発明との対比・判断を誤った違法(取消事由2)があるから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本件特許発明と甲1発明との対比・判断の誤り)本件審決は，以下のとおり，甲1発明の認定を誤った結果，本件特許発明と甲1発明との相違点の認定を誤ったものであり，また，相違点に係る本件特許発明の構成の容易想到性の判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明と甲1発明との相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の認定の誤り",
                      "text": [
                        "本件審決は，甲1発明の内容を「カラーに，糸状又は帯状塑性変形性ポリエチレン材料であって，自在形状保持性を有する芯材を設けたYシャツ。」(第2，3(1)ア)と認定した。",
                        "しかし，以下のとおり，本件審決の上記認定は誤りである。",
                        "甲1文献の段落【0035】の記載は，糸状又は帯状の塑性変形性ポリエチレン材料の利用態様が織物状態及び編物状態として利用され得ることを意味するにすぎず，当該ポリエチレン材料を用いた「Yシャツのカラー芯材」が実際にどのような態様・構成であるかは，甲1文献には明示されていないし，当業者において実施可能な態様・構成が直ちに類推できるものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定の誤り",
                      "text": [
                        "上記(ア)のとおり，本件審決は，甲1発明の認定を誤ったものであり，同認定を前提とする本件特許発明と甲1発明との相違点の認定にも誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点に係る本件特許発明の構成の容易想到性の判断の誤り仮に，本件審決に上記アの誤りがないとしても，以下のとおり，本件審決は，相違点に係る本件特許発明の構成の容易想到性の判断に誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明における「自在形状保持性」とは，形を整えるために一定の形状を保持できるということにとどまる(なお，甲4ないし6に記載されている変形可能な線材等も，形を整えることを目的とするものである。)。",
                        "これに対し，本件特許発明は，「曲げたり波立たせたりする」ために「変形自在で」かつ「変形形状を保持可能」とするワイヤを有するものである。",
                        "当業者といえども，甲1発明における芯材の材質や形状を選択することだけで，本件特許発明の「曲げたり波立たせたりする」構成に到達することはできないものであり，同構成は「自在形状保持性」を持たせるようにする際の単なる設計的事項とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，周知文献1−1及び1−2に，「変形可能なワイヤを入れて，自由に形状を変形し，その変形形状を保持可能」とする構成が示されているとしても，本件特許発明は，「曲げたり波立たせたりする」ために，「衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して形成した袋」に「曲げたり波立たせたり変形自在であってその変形形状を保持可能なワイヤ」を挿通するものであり，「表布の裏側に別布を縫合して」形成した袋に関する周知技術2のみから，本件特許発明に係る「衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して形成した袋」の構成が周知であったということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許発明は，(a)衣服の襟等の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して，袋を形成し，(b)この袋に曲げたり波立たせたり変形自在であってその変形形状を保持可能なワイヤを挿通していることを特徴とする衣服であり，上記構成(a)及び(b)により，初めて「着用する人の好みに応じて崩した状態に変形させて保持できる」という格別な効果が奏される。",
                        "本件特許発明において，上記構成(a)とするには，少なくとも，主布に対して別布が衣服の襟等の周縁に沿った方向と並行して連続された2か所の縫合部位にて縫合されて取り付けられる必要がある(本件明細書〔甲9〕の図7参照)が，上記2か所の縫合部位により，閉じられた空間が生じ，袋が形成される。そして，上記構成(b)により，ワイヤは上記2か所の縫合部位によって衣服の襟等の周縁へ向かう方向への移動が規制されつつも，多少の許容範囲を持って移動できるように衣服に取り付けられる。このような袋によるワイヤの取り付け構造は，上記構成(a)により初めて実現されるものであり，衣服の襟等において，ワイヤが組み込まれた部分に不自然な引きつりや皺が生じるのを防止しつつ，衣服を立体的に整形し，保持させることができ，また，衣服の形が崩れても，容易に再度整形し，良好な状態を形成することができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(本件特許発明と甲2発明との対比・判断の誤り)本件審決は，以下のとおり，甲2発明との相違点に係る本件特許発明の構成の容易想到性の判断を誤った。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明の「芯材」は，「カールを防止する芯材」であって，衣服等に対して「カールすることなく張りのある整然とした仕上がり」のために一定の形状を保持させるために用いられるにとどまる。",
                    "これに対し，本件特許発明の「曲げたり波立たせたりするために変形自在でかつ変形形状を保持可能とするワイヤ」は，衣服等に対して着用する人の好みに応じて崩した状態に変形させて保持するために用いられるものである。",
                    "両者は，その目的を異にしており，当業者といえども，甲2発明の芯材を選択することだけで，本件特許発明の上記構成に到達することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，「甲2発明においては，芯紐を布部を巻き込んで袋状にした収容部に挿通しているということができる」(審決書13頁33行～34行)としているが，甲2発明における芯紐が布部に巻き込まれた状態をもって，直ちに「布部を巻き込んで袋状にした収容部」が形成されているということはできない。",
                    "仮に，本件審決にいう「袋状」について，布部にて形成された空間を有する状態を意味するものと解したとしても，本件特許発明の「衣服の襟等の周縁に沿って衣服の表側を構成する主布の裏側に別布を縫合した袋」が主布に対して別布が2か所の縫合部位によって取り付けられることで形成されるものであるのに対し，甲2発明の「布部を巻き込んで袋状にした収容部」は布部の縁部が巻き込まれて1か所の縫合部位によって取り付けられることで形成されるもので，収容部内の芯紐が衣服の襟等の外側方向への移動が規制されず，本件特許発明のような作用効果を奏することはできない。このため，周知技術2を考慮したとしても，当業者が，甲2発明の「収容部」の構成から本件特許発明における「袋」の構成に想到することは，容易とはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "本件審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本件特許発明と甲1発明との対比・判断の誤り)に対しア 本件特許発明と甲1発明との相違点の認定の誤りに対し原告は，本件審決における甲1発明の認定に誤りがある結果，これを前提とする本件特許発明と甲1発明との相違点の認定にも誤りがあると主張する。",
                "しかし，以下のとおり，原告の上記主張は失当である。",
                "甲1発明の特徴は，自在形状保持性が要求される対象物に施して，その部位を自在に変形させ，その変形形状を保持させることを目的とした糸状又は帯状の塑性変形性ポリエチレン材料にあることは，甲1文献の記載に照らし，明らかである。",
                "そして，甲1文献の段落【0035】には，「本発明の塑性変形性ポリエチレン材料は，そのまま単独で・・・自在形状保持性が要求される織物及び編物・・・として利用することができる」こと，上記織物及び編物の例として，「Yシャツのカラー芯材」が記載されている。",
                "したがって，本件審決における甲1発明の認定に誤りはない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "相違点に係る本件特許発明の構成の容易想到性の判断の誤りに対し(ア) 原告は，甲1発明における「自在形状保持性」と本件特許発明における「曲げたり波立たせたりする」ための「変形自在で」かつ「変形形状を保持可能」とするワイヤとは，物性を異にするものであると主張する。",
                    "しかし，甲1発明の「自在形状保持性」という物性は，衣服に挿通したワイヤの作用として，衣服の形状を自在に変形させ，保持することを示唆するものであるから，原告の上記主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本件特許発明と甲1発明のみを対比したものではなく，周知技術1を勘案するなどして，総合的に検討したものであり，その認定判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件特許発明は，本件訂正後の請求項1記載の構成により，「着用する人の好みに応じて崩した状態に変形させて保持できる」という格別な効果を奏すると主張する。",
                        "しかし，以下のとおり，原告の上記主張は失当である。",
                        "そもそも，原告の主張に係る「着用する人の好みに応じて崩した状態に変形させて保持できる」という効果は，衣服の襟等の周縁に形成された袋に挿通される自在形状保持性を有する芯材の単なる実施の形態の1つに関するものであり，自在形状保持性を有する芯材が本来的に有する特性にすぎない。",
                        "また，本件明細書には，段落【0019】に「衣服の表側を構成する主布17の裏側に別布19を縫合して袋を形成し，該袋の内部にワイヤ20を挿通させることにより，衣服にワイヤ20を取り付けることができる」という記載があるにとどまり，この袋の形成方法やその特有の効果は説明されていない。原告の主張は本件明細書に基づかないものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(本件特許発明と甲2発明との対比・判断の誤り)に対し原告は，甲2発明の「芯材」と本件特許発明の「曲げたり波立たせたりするために変形自在でかつ変形形状を保持可能とするワイヤ」とは異なる，本件特許発明の「衣服の襟等の周縁に沿って衣服の表側を構成する主布の裏側に別布を縫合した袋」と甲2発明の「布部を巻き込んで袋状にした収容部」とは異なる，などと主張する。",
                "しかし，本件特許発明と甲2発明とは，袋の構成に相違があるが，そのことから両発明がその効果を異にするものではない。",
                "すなわち，本件明細書の段落【0020】には，「ワイヤ20の取り付け形態は，上記例に限定されるものではなく，布地にワイヤ20を多少の許容範囲をもって移動できるように部分的に留め付けたり，主布17の端部の折り返し部分にワイヤ20を挿通させたり，することができる。」との記載があり，本件特許発明における「袋」は，効果の点に関する限り，布地にワイヤを多少の許容範囲をもって移動できるように部分的に留め付けたり，主布の端部の折り返し部分にワイヤを挿通させたりできるものであれば足りる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件特許発明と甲1発明との対比・判断の誤り)について原告は，本件審決における①本件特許発明と甲1発明との相違点の認定，及び②相違点に係る本件特許発明の構成の容易想到性の判断に誤りがあると主張する。",
            "しかし，以下のとおり，原告の上記主張はいずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明と甲1発明との相違点の認定の誤りについて原告は，本件審決は，甲1発明の認定を誤った結果，本件特許発明と甲1発明との相違点の認定を誤ったと主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定の誤りについて",
                  "text": [
                    "原告は，甲1文献には，糸状又は帯状の塑性変形性ポリエチレン材料を用いた「Yシャツのカラー芯材」の具体的な態様・構成が記載されていないから，本件審決における甲1発明の認定は誤りである旨主張する。",
                    "しかし，以下のとおり，原告の上記主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献には，次の記載がある。",
                        "「【請求項1】 極限粘度数［η］が3．5dl／g未満のポリエチレンの溶融固化物又は前記ポリエチレンと他のポリオレフィンとの混合溶融固化物を延伸して塑性変形性が付与された延伸物からなり，塑性変形性として，前記延伸物の180度及び90度折曲げによる戻り角度が共に20度以下を示し，且つ最大厚み部の厚さが0．25mm以上である糸状又は帯状塑性変形性ポリエチレン材料。」「【0001】",
                        "【産業上の利用分野】本発明は，特に針金や金網に代わる結束材，ネット等として有用な糸状又は帯状塑性変形性ポリエチレン材料に関する。",
                        "【0002】",
                        "【従来の技術】従来，折曲げたり捻ったりした場合に元の形状に戻らない塑性変形性(塑性変形が可能であること)が要求される結束材やネットには針金及び金網が使用されている。このような結束材やネットは，例えば食品の包装，植木の結束，果実園での果実の袋結びや果実棚の作製等，種々の用途に利用されている。しかし針金や金網は，錆やすいため，特に野外での使用において耐久性に問題があるばかりでなく，錆に加えて，食品への混入，及び鋭利な先端を有するため，食品包装における安全性にも問題がある。このような問題を解決するため，特開昭61−282416号では超高分子量の塑性変形性ポリエチレンワイヤーが提案されている。また，その製造方法として，極限粘度数［η］が4dl／g以上の超高分子量ポリエチレンを特殊なスクリュー押出機で溶融し，特定L／D比の円筒ダイ(押出ノズルは1つ)から押し出し，徐冷して1本の原糸とし，これを特定の延伸比で延伸する方法が記載されている。",
                        "【0003】また特開平2−293407号では極限粘度数［η］が3．5dl／g以上の超高分子量ポリオレフィンを用いた偏平状の塑性変形性ポリオレフィンワイヤーが提案されている。このポリオレフィンワイヤーの製造方法は前記ポリオレフィンを特殊なスクリュー押出機で溶融し，特定L／D比のチューブダイ(押出ノズルは1つ)から押し出し，徐冷して1本のチューブに成形した後，これを① 圧縮ロールで圧縮しながら，特定延伸比で延伸するか，或は② 長尺方向に沿って複数本に切断，分割して原糸としてから同様に延伸する方法が記載されている。",
                        "【0004】",
                        "【発明が解決しようとする課題】前者の提案方法は超高分子量のポリエチレンを用いるため，押出機自体は超高分子量ポリエチレン用として使用されているもので，特殊なスクリュー及びダイを必要とし，押出機1台から1本の延伸糸しか得られないので，生産性が低く，汎用性に欠けている。特に，樹脂の特殊性から，その延伸には時間がかかり，この面でも生産性に欠け，安価な製品を得ることはできない。",
                        "【0005】後者の提案方法では，分子量は若干低いものの，前者の方法と同様に超高分子量のポリオレフィンを使用するため，押出時は，いったん1本のチューブに成形した後，①の場合はそのまま圧縮状態で延伸するため，1本の延伸糸しか得られないし，②の場合は複数本の延伸糸は得られるものの，チューブを分割する工程を必要とし，製造工程が増大するので，やはり生産性に欠け，安価な製品を得ることはできない。",
                        "【0006】本発明は，汎用ポリエチレンを原料とし，且つ従来の押出成形装置及びダイを使用することにより，高生産性を達成し得て，安価な糸状又は帯状の塑性変形性ポリエチレン材料及びその製造方法を提供することを課題とする。」",
                        "「【0035】本発明の塑性変形性ポリエチレン材料は，そのまま単独で，或は同種材料又は他の繊維，フィルム，シート等の材料と組合せて(前記ポリエチレン材料に他のプラスチックフィルム又はシートを一体的に被覆したような複合体を含む)，包装，果樹棚等の結束材として，また自在形状保持性が要求される織物及び編物(例えば洋服の芯材，Yシャツのカラー芯材，帽子の縁部分等)として利用することができる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の各記載によれば，甲1文献には，「糸状又は帯状塑性変形性ポリエチレン材料」を，「折曲げたり捻ったりした場合に元の形状に戻らない塑性変形性(塑性変形が可能であること)」，すなわち「自在形状保持性が要求される織物及び編物」である「Yシャツのカラー芯材」として利用することが開示されているということができる。",
                        "したがって，本件審決が，甲1発明を「カラーに，糸状又は帯状塑性変形性ポリエチレン材料であって，自在形状保持性を有する芯材を設けたYシャツ。」(前記第2，3(1)ア)と認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点，原告は，「糸状又は帯状塑性変形性ポリエチレン材料」を用いた「Yシャツのカラー芯材」が実際にどのような態様・構成であるかは，甲1文献には明示されておらず，実施可能な態様・構成が直ちに類推できるものでもないと主張する。",
                        "しかし，以下のとおり，原告の上記主張は失当である。",
                        "確かに，甲1文献には，「Yシャツのカラー芯材」についての具体的な態様・構成は明示されていないが，周知文献2−1ないし2−3の各記載に照らせば，Yシャツのカラーに芯材を設けることは，原出願前の周知技術であると認められるから，当業者であれば，甲1文献の記載に基づいて，「糸状又は帯状塑性変形性ポリエチレン材料であって，自在形状保持性を有する芯材」を入手し，これを「Yシャツのカラー」に用いることは，適宜行うことができるというべきである。",
                        "なお，本件審決は，本件特許発明と甲1発明との相違点を前記第2，3(1)ウ)のとおり認定しているから，甲1発明に係る「糸状又は帯状塑性変形性ポリエチレン材料」を用いた「Yシャツのカラー芯材」の具体的な態様・構成が甲1文献に明示されておらず，直ちに本件特許発明のような態様・構成であるとはいえないことについては，相違点としてその容易想到性を検討したものと理解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定の誤りについて",
                  "text": [
                    "原告は，本件審決が甲1発明の認定を誤った結果，本件特許発明と甲1発明との相違点の認定を誤ったと主張する。",
                    "しかし，本件審決における甲1発明の認定に誤りがないことは前記アのとおりであるから，原告の上記主張はその前提を欠くものであり，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点に係る本件特許発明の構成の容易想到性の判断の誤りについて原告は，本件審決における甲1発明との相違点に係る本件特許発明の構成の容易想到性の判断に誤りがあると主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，原告は，甲1発明における「自在形状保持性」とは，形を整えるために一定の形状を保持できるということにとどまるのに対し，本件特許発明は，「曲げたり波立たせたりする」ために「変形自在で」かつ「変形形状を保持可能」とするワイヤを有するものであるから，甲1発明における芯材の材質や形状を選択することだけで，本件特許発明の「曲げたり波立たせたりする」構成に到達することはできないと主張する。",
                    "しかし，原告の上記主張は，以下のとおり失当である。",
                    "すなわち，甲1文献には，前記(1)ア(イ)のとおり，「糸状又は帯状塑性変形性ポリエチレン材料」を，「折曲げたり捻ったりした場合に元の形状に戻らない塑性変形性(塑性変形が可能であること)」，すなわち「自在形状保持性が要求される織物及び編物」である「Yシャツのカラー芯材」として利用することが開示されているから，甲1発明における「自在形状保持性」とは，「折曲げたり捻ったりした場合に元の形状に戻らない塑性変形性」を意味するものである。",
                    "そうすると，甲1発明における「糸状又は帯状塑性変形性ポリエチレン材料」は，「折曲げたり捻ったり」することにより「曲げたり波立たせたりする」ことが可能であること，「元の形状に戻らない塑性変形性」を有することにより「変形形状を保持可能」であることは，いずれも自明であり，また，「折曲げたり捻ったり」するためには「変形自在で」なければならないことも，その性質上明らかである。",
                    "したがって，甲1発明における「糸状又は帯状塑性変形性ポリエチレン材料」の「自在形状保持性」とは，単に形を整えるために一定の形状を保持できるということにとどまるものではなく，原告が本件特許発明におけるワイヤについて主張するところの，「曲げたり波立たせたりする」ために「変形自在で」かつ「変形形状を保持可能」とするものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は，本件特許発明は，「曲げたり波立たせたりする」ために，「衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して形成した袋」に「曲げたり波立たせたり変形自在であってその変形形状を保持可能なワイヤ」を挿通するものであるから，「表布の裏側に別布を縫合して」形成した袋に関する周知技術2のみをもって，本件特許発明に係る「衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して形成した袋」の構成が周知であったということはできないと主張する。",
                    "しかし，原告の上記主張は，以下のとおり失当である。",
                    "すなわち，周知文献2−1ないし2−3に照らせば，「衣服の形状保持用部材を配置するに当たり，表布の裏側に別布を縫合して袋状の収容部を形成すること」(周知技術2)は，原出願前の周知技術であることが認められ，これと同旨の本件審決の認定に誤りはない。",
                    "そして，前記アで検討したとおり，甲1発明における「糸状又は帯状塑性変形性ポリエチレン材料」は，「曲げたり波立たせたりする」ために「変形自在で」かつ「変形形状を保持可能」とするものといえる。",
                    "そうすると，本件特許発明が，「曲げたり波立たせたり変形自在であってその変形形状を保持可能なワイヤ」を挿通するものである点において，甲1発明とは異なることを前提として，本件特許発明に係る「衣服の襟の周縁に沿って，衣服の表側を構成する主布の裏側に別布を縫合して形成した袋」の構成が周知であったということはできないとする原告の主張は，その前提に誤りがあるというべきであって，採用の限りでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，本件特許発明においては，主布に対して別布が衣服の襟等の周縁に沿った方向と並行して連続された2か所の縫合部位にて縫合されて取り付けられるため，閉じられた空間が生じ，袋が形成されるものであり，また，ワイヤが，上記2か所の縫合部位によって衣服の襟等の周縁へ向かう方向への移動が規制されつつも，多少の許容範囲を持って移動できるように衣服に取り付けられることから，「着用する人の好みに応じて崩した状態に変形させて保持できる」という格別な効果が奏されると主張する。",
                    "しかし，原告の上記主張も，以下のとおり失当である。",
                    "特開2002−309422号公報(甲4)，実願昭60−1061",
                    "96号(実開昭62−15508号)のマイクロフィルム(甲5)，周",
                    "知文献2−2及び2−3の各記載に照らせば，種々の目的のため曲線形状を保持して用いることは，衣服に関する技術分野における原出願前の周知技術であることが認められ，また，そのような形状を保持するために用いられる芯材(ワイヤ等)が，周縁へ向かう方向への移動が規制されつつも，多少の許容範囲を持って移動できるように取り付けられるという効果も，芯材を保持する空間にある程度の余裕があれば，当然，生じるものにすぎないといえる。",
                    "上記並びに前記ア及びイにおいて検討したところを総合すれば，本件特許発明について原告が主張する効果は，甲1発明及び上記周知技術から当然に予測することができるものにすぎず，格別顕著なものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告主張の取消事由1は理由がない。",
                "なお，周知技術1及び2がいずれも原出願前の周知の技術であることを勘案すれば，本件特許発明は，甲1発明に基づいて当業者が容易に発明をすることができたものであるとした本件審決の認定判断は，上記説示したところのほか，本件明細書(甲9)，訂正明細書(甲33添付の全文訂正特許請求の範囲及び全文訂正明細書)，甲1文献，周知文献1−1及び1−2，周知文献2−1ないし2−3の各記載に照らし，これを是認することができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由2について検討するまでもなく，本件特許発明についての特許を無効とした本件審決は，これを是認することができる。",
            "したがって，原告の本訴請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}