{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−800196号事件について平成20年9月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "手続の概要等",
          "text": [
            "原告は，平成元年8月14日，名称を「胃炎治療剤」とする発明について特許出願(特願平1−210504号)をし，平成10年8月7日，設定登録(特許第2812998号，請求項の数1，以下「本件特許」という。)を受けた。",
            "本件特許の明細書(以下，図面と併せ「本件特許明細書」という。甲53)の特許請求の範囲の記載は，次のとおりである(以下，本件特許に係る発明を「本件特許発明」という。)。",
            "「【請求項1】2−(4−クロルベンゾイルアミノ)−3−(2−キノロン−4−イル)プロピオン酸またはその塩を有効成分とする，胆汁酸の胃内への逆流に起因する胃炎の治療剤。」",
            "被告は，平成19年9月18日，本件特許の無効審判請求(無効2007−800196号事件)をした。特許庁は，審理の上，平成20年9月10日，「特許第2812998号の請求項1に係る発明についての特許を無効とする。」との審決をし，その謄本は，平成20年9月22日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件特許発明は，本件特許の出願前に頒布された刊行物である特開昭60−19767号公報(甲1)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであると判断した。",
            "上記判断に際し，審決が認定した引用発明の内容，本件特許発明と引用発明との一致点及び相違点，容易想到であるとした理由の概要は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "2−(4−クロルベンゾイルアミノ)−3−(2−キノロン−4−イル)",
                "プロピオン酸を有効成分とする胃潰瘍治療剤"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "本件2−(4−クロルベンゾイルアミノ)−3−(2−キノロン−4−イ",
                "ル)プロピオン酸(以下「本件化合物」という場合がある。)を有効成分とする医薬品である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "本件特許発明が胆汁酸の胃内への逆流に起因する胃炎の治療剤であるのに対し，引用発明は胃潰瘍治療剤である点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到であるとした理由の概要",
              "text": [
                "「胃潰瘍の治療に有効な化合物について，種々の化学構造や物理的性質を有する化合物が，胃炎の治療にも有効であることが知られており，胆汁酸の胃内への逆流は胃炎の主な原因の一つであり，胆汁酸投与により胃炎を発生させた実験胃炎モデルを用いて調べることが一般的であるから，引用発明の胃潰瘍治療剤について，胃炎の治療に有効であることを期待し，胆汁酸投与により胃炎を発生させた実験胃炎モデルを用いて調べ，胆汁酸の胃内への逆流に起因する胃炎の治療剤としての有効性を確認することは当業者が容易に着想し，実施し得ることである。そして，本件特許明細書の記載からは，本件特許発明の効果が当業者が予想できないものとは認められない。」(審決書10頁7行～16行)",
                "「胃潰瘍と同時に胃炎の治療にも有効である化合物がたまたま一つ存在する，あるいは，特定の種類の化合物だけが胃潰瘍と同時に胃炎の治療にも有効であるというのではなく，胃潰瘍と同時に胃炎の治療にも有効である種々の化学構造や物理的性質を有するものが多数存在するのであるから，抗潰瘍剤であっても，抗胃炎作用が認められていない医薬品が多数存在するとしても，上記のとおり，当業者であれば，胃炎の治療に有効であることを期待し，薬理効果を確認することは，当業者が容易に着想し，実施し得ることである。」(審決書10頁30行～37行)",
                "「本願明細書に記載された薬理実験1及び薬理実験2を検討するに，胆汁酸の胃内への逆流に起因する胃炎の治療剤である本件特許発明の薬理実験といえるのは，薬理実験1だけである。薬理実験1と，塩酸・エタノールによる胃粘膜損傷に対する効果に関する薬理実験2とを対比しても，薬理実験1の有効成分の用量は薬理実験2のそれの10倍であって両者の用量は異なるから，両実験結果から，胆汁酸の胃内への逆流に起因する胃炎の治療剤である本件特許発明の効果が当業者の予想できないものであると認めることはできない。またシメチジン1種だけとの比較試験(乙第1号証)をもって，胆汁酸の胃内への逆流に起因する胃炎の治療剤である本件特許発明の効果が当業者の予想できないものであると認めることもできない。」(審決書11頁23行～33行)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決には，以下のとおり，容易想到性についての判断の誤りがあるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "胃潰瘍治療剤と胃炎治療剤との作用機序における相違",
          "text": [
            "医薬品の用途発明の容易想到性の有無は，当該物質の既知の属性や構造等に基づいて，当業者が新たな用途を容易に想到できたか否かを基準として判断されるべきである。",
            "医薬品の用途発明においては，類似の化学構造をもった化学物質であってもその効果を予測することは困難である。容易想到性の判断に当たり，他の化合物の薬効・作用機序を考慮して，他の化合物と同様の薬効・作用機序を有するかを確認することが容易であったとすべきではない。当該物質の既知の薬理効果をもたらす作用機序と用途発明に係る新たな薬理効果をもたらす作用機序との間に関連性が存在しない限りは，容易想到であると判断すべきではない。",
            "審決は，①本件化合物以外の他の化合物や胃潰瘍治療剤の中に胃炎治療剤としての用途を有するものがあるという事実を参酌したこと，②胃潰瘍と胃炎の病態・発生機序等からみて，本件化合物について，胃潰瘍治療剤としての用途と胃炎治療剤としての用途との作用機序が異なる点を考慮しなかったこと，③本件特許発明は，胃炎一般の治療剤ではなく胆汁酸の胃内への逆流に起因する胃炎治療剤であるのに，これを考慮しなかったこと等の点において，容易想到性の判断を誤った。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，胃潰瘍治療剤等の中に胃炎治療剤の用途を有する文献等(甲2ないし11)を挙げるが，そのような文献等は，両者の作用機序の関連性を肯定するものではなく，容易想到性を認める根拠とはならない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "胃潰瘍と同時に胃炎の治療にも有効である医薬品(甲6～11)甲6ないし11は，いずれも胃潰瘍と同時に胃炎の治療にも有効であるとされた医薬品を紹介しているが，これらは，いずれも胃潰瘍の治療に有効であったことから，その作用機序の関連性を肯定し，直ちに胃炎の治療にも有効であるとされた医薬品ではない。すなわち，胃潰瘍に対する薬効薬理の試験データに基づき，胃炎に対する薬効薬理の試験を行わずして，当然に胃炎の治療にも有効であるとされたものではない。",
                    "例えば，甲8の薬効薬理欄には「○a実験潰瘍に対する作用」のほか，「○b 実験胃炎に対する作用」が記載され，胃潰瘍のほか，胃炎自体に対する試験が記載されている。医薬品製造承認では胃潰瘍剤と胃炎治療剤とは区別されており，それぞれ独立した臨床データに基づいて，抗潰瘍作用と抗胃炎作用のそれぞれについて承認を与えている。抗潰瘍作用がある成分，すなわち，胃潰瘍治療剤であることから，抗胃炎作用がある成分，すなわち，胃炎治療剤であるということにはならず，それぞれ独立した臨床データに基づいてその作用が認められているのである。",
                    "そして，胃炎治療の効能が認められていない胃潰瘍治療剤も多数存在するし(甲20，22の1表番号1ないし13)，本件特許出願前3年間の昭和62年ないし平成元年に公開された抗潰瘍剤の特許出願では，胃炎の記載のない抗潰瘍剤の出願は，少なくとも11例あった(甲24～34)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "胃潰瘍と同時に胃炎の治療にも有効である化合物(甲2～5)甲2の特許公報には，「上記一群の新規化合物は，急性及び慢性の実験潰瘍に対して，後記薬理試験に示すように優れた抑制効果を示し，臨床上，胃潰瘍，胃炎の治療剤として有用である。」(2頁右下欄13行～17行)との記載がある。",
                    "しかし，甲2の試験例をみると，「試験例(1)」(3頁右上欄3行～10行)は毒性試験であり，「試験例(2)」(3頁右上欄11行～左下欄16行)は「胃を十二指腸部にて結紮し，14時間後に生じた潰瘍」(ストレスによる潰瘍)に対する試験であり，「試験例(3)」(3頁左下欄17行～右下欄16行)は「酢酸潰瘍」に対する試験であって，胃炎に関する試験は記載されていない。",
                    "「“胃炎”の自他覚症状および病像が胃潰瘍に類似していることから，治療には一般に胃潰瘍治療剤が広く用いられている。」(甲19の1127頁右欄「考察」の6行～8行)とされているように，甲2の記載は，甲2の化合物も「臨床上」(すなわち，胃潰瘍か胃炎かが明確に診断されていない場合や誤った診断をした場合は)，真実は胃炎にもかかわらず胃潰瘍治療剤が用いられることがあることを説明したものであり，両者の作用機序の関連性を肯定したものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "胃潰瘍と胃炎とは，病態・発生機序等において相違するから，胃潰瘍治療剤と胃炎治療剤の作用機序に関連性があるとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "病態，発生機序における相違",
                  "text": [
                    "胃は，その表面から粘膜，粘膜筋板，粘膜下組織及び漿膜からなる。",
                    "胃潰瘍は，粘膜が消化されて起こるのではなく，血管の痙攣等により粘膜下からこつ然と発生する組織欠損である。胃潰瘍は胃粘膜の炎症に続いて起こるのではない。胃炎の「びらん」が悪化して胃潰瘍になるのではない。これに対し，胃炎は粘膜の損傷(炎症)である。胃潰瘍より重篤な(急性)胃炎も存在し，ほとんどの胃炎は重症になっても胃潰瘍に進行しない。",
                    "このように，両者はその病態・発生機序を異にする別の疾患であり，胃炎の治療が胃潰瘍の予防になるという考え方は一般的ではない(甲52)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "治療対象(患者群)における相違",
                  "text": [
                    "胃潰瘍の治療対象(患者群)と胃炎の治療対象(患者群)は，公衆衛生学的にも，実際の医療現場においても，異なった取扱いがされている。",
                    "例えば，公衆衛生学的な統計である2002年発刊の「国民衛生の動向」(財団法人厚生統計協会，甲55)によれば，「潰瘍(胃・十二指腸潰瘍)」の治療を受けた患者数(人口10万対)と「胃炎・十二指腸炎」の治療を受けた患者数とは，別異に分類されて掲載されている。胃潰瘍と胃炎を明確に区別して診断，治療が行われ，医学界において両者は明確に区別して取り扱われている。そのため，医療現場においては，胃炎患者には胃炎治療剤が，胃潰瘍患者には胃潰瘍治療剤が投薬されるのは周知の事実である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "医薬品製造承認における相違",
                  "text": [
                    "厚生省(出願当時)は，医薬品製造承認において胃潰瘍治療剤と胃炎治療剤とは区別しており，それぞれ独立した臨床データに基づいて，抗潰瘍作用と抗胃炎作用のそれぞれについて承認を与えているものであって，抗潰瘍作用がある成分だからといって，抗胃炎作用があるという判断がされるわけではない。",
                    "医薬品製造承認は，疾患・疾病及び医薬品の有効成分に係る当業者の知見に基づくものであり，医薬品製造承認における上記取扱いは，胃潰瘍と胃炎とは区別されるべき疾患・疾病であるとの当業者の認識に基づくものであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「胃炎一般」と「胆汁酸の胃内への逆流に起因する胃炎」とは用途において異なる。",
                "本件特許発明は，胃炎一般の治療剤ではなく，本件化合物を有効成分とする，「胆汁酸の胃内への逆流に起因する胃炎」の治療剤である。",
                "この点につき，審決は「・・・，胆汁酸の胃内への逆流は胃炎の主な原因の一つであり，胆汁酸投与により胃炎を発生させた実験胃炎モデルを用いて調べることが一般的である」こと(審決書10頁9行，10行)を「確認作業をしようとすること」の容易想到性の根拠としている。",
                "確かに，胆汁酸の胃内への逆流は胃炎の原因の一つであり(ただし，「主な」胃炎の原因とはいえない。胃炎の他の原因としてはアルコールの飲用及びアスピリンなどの非ステロイド性抗炎症薬の服用などが原因として挙げられる(甲53，2欄2行～4行)。)，また，胆汁酸投与による実験胃炎モデルを用いることは公知であるが，審決は原因の相違にかかわらず，「胆汁酸の胃内への逆流に起因する胃炎」と他の胃炎とを区別することなく，胃炎一般として判断するものであって失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "阻害要因の存在",
          "text": [
            "内因性プロスタグランジンE (以下「PGE 」という。)を増加させるという本件化合物の作用は，胃炎に対して有害であるから，胃炎治療剤としての用途を想到するに当たっては，阻害要因になる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "PGE の作用について",
              "text": [
                "本件化合物の用途を抗潰瘍剤とした甲1には，「本発明の化合物は抗潰瘍作用を有し，例えば胃潰瘍，十二指腸潰瘍などの消化器系の潰瘍の治療剤として有用である。」((8)欄末行～(9)欄2行)と記載され，また「本発明の化合物はまた，内因性プロスタグランジンE 量を増加させる作用を有し，プロスタグランジンE に由来する薬効，例えば，潰瘍の予防および治療剤などとして有用である。」((9)欄6行～10行)と記載されている。",
                "すなわち，本件化合物の薬効としては，抗潰瘍作用を有すること，PGEに由来する薬理効果があることが知られていた。",
                "PGE の作用は，胃酸分泌抑制作用と胃粘膜保護作用(細胞保護作用)が知られていたが，前者の作用が胃潰瘍治療に，後者の作用が主に胃潰瘍の予防に有効であることから，甲1においてはPGE の作用を用いてその抗潰瘍効果を説明している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，PGE の既知の薬効及び作用機序は，胃炎への有用性とは関係しない。",
                "PGE については，本件特許出願以前のPGE の作用が研究された当初，各種胃粘膜傷害に有効であるとの報告がされたが，その後，本件特許出願前において，その作用は胃粘膜の深層部に止まり，胃炎の治療に必要な表層の上皮細胞(粘膜)には有効でないとの報告が多数されるようになり，PGE が作用するのは胃粘膜の深層部であって，表面粘膜ではないという見解が主流となった(例えば，甲35の特に5頁の「要旨」，10頁右欄の「まとめ」，甲36の9頁の「要旨」，甲37の26頁3～5行の「結論」及び甲38)",
                "胃潰瘍は「粘膜下」より発生する組織欠損であるのに対し，胃炎は「粘膜上」の損傷(炎症)であるから，PGE ないしその誘導体が，胃粘膜細胞の表層部(上皮細胞)には作用していないとする文献の報告からすれば，PGE ないしその誘導体の「細胞保護作用」は，「粘膜上」で起こる胃炎に対する作用があるとは考えられず，「粘膜下」の組織欠損である胃潰瘍に対する作用と考えるのが自然である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "PGE には抗炎症作用は知られておらず，むしろPGE によって組織が傷害を受けて炎症を発現する場合のケミカルメディエーター(炎症惹起物質)として機能することが知られている(甲40の530頁の図21.1，531頁の21.1.2の1～2行)。本件特許出願後の平成10年の文献においても，胃炎を胃の炎症と捉え，ケミカルメディエーターがこの炎症に関与する旨報告されている(甲41の103頁)。",
                "PGE 誘導体が胃粘膜傷害に悪影響を与えているとする報告もいくつかあり，本件特許出願前及び出願後に，ヒスタミンによって引き起こされる急性胃粘膜傷害に対して，PGE 誘導体であるdmPGE を投与することにより，その胃粘膜傷害を増悪させた例が，複数報告されている(甲42，甲43の「結論」，甲44の10頁左欄「結果1.」)。",
                "PGE 誘導体である15(R)15-methyl PGE がアスピリンとタウロコール酸で誘導される胃粘膜傷害を予防しなかったとの報告も，本件特許出願前にされている(甲45)。",
                "このように，PGE 誘導体がケミカルメディエーターとして胃粘膜傷害に悪影響を与える可能性は，実際の実験においても確認されており，これらの投与により胃粘膜傷害を増悪させたり，PGE 誘導体の投与が胃粘膜傷害(胃炎)に無効であることは，本件特許出願前から知られていたから，当業者が炎症惹起物質であるPGE に由来する作用を有する本件化合物を胃炎の治療剤に用いようとすることには，阻害事由があったというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，乙1には「・・・，抗潰瘍作用を示す薬剤が，胆汁酸により惹起される実験胃炎において胃粘膜保護作用により有効であること」(証拠説明書の立証趣旨)が記載されている旨主張する。",
                "しかし，乙1には「しかし，これまで述べた作用だけではProglumideの胃粘膜修復に対する機序の説明には十分ではなく，これに加えて，本研究では検討していないが，Proglumideの持つとされる胃粘膜血流増加作用，胃粘膜保護作用の関与していることが十分に考慮される。」(378頁右欄「考察」の末尾)と記載されている。",
                "すなわち，乙1は，特定の胃潰瘍治療剤であるProglumideにつき，試験し，検討した作用では，該物質のもつ胃粘膜修復に対する機序の説明がつかず，やむなく「胃粘膜保護作用」が関与しているのではないかと単に推測しているにすぎない。被告の主張するように「胃粘膜保護作用により有効である」とはされていない。",
                "また，被告は，乙5には「内因性プロスタグランジン量を増加させる薬剤は，胃粘膜防禦因子の増強作用を有し胃炎に有効であること，および，胃炎には胃潰瘍に進展する可能性があるものがあること」(証拠説明書の立証趣旨)が記載されているとするが，前者は既に提出されている甲6(Gefarnate)の内容と重複するものにすぎない。また後者の点は，「急性びらん性胃炎は臨床的に比較的多くみられる疾患であるが，出血性びらん例は胃潰瘍へ進展する可能性も指摘されている7，8)。」(631頁左欄「考察」の1～3行)との記載に基づく主張であるが，この記載が引用している「7)」の文献は「長与建夫，・・・1978」，「8)」の文献は「田中弘道，・・・1974」(632頁右欄4行～8行)とされているように，いずれも古い文献であって，消化器病学会の権威である小林名誉教授は，上記各文献のような見解を否定されている(甲52)。",
                "その他の乙号証も，基本的には，審判で提出された甲12ないし14と同じ内容が記載されているだけであり，PGE が胃粘膜保護作用を有することの根拠となるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "顕著な薬理効果の存在",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，①引用発明の胃潰瘍治療剤が胆汁酸の胃内への逆流に起因する胃炎の治療効果があることは当業者が予想し得ることであること，②胆汁酸の胃内への逆流に起因する胃炎の治療剤である本件特許発明の薬理実験は薬理実験1だけであるが，薬理試験1と塩酸・エタノールによる胃粘膜損傷に対する効果に関する薬理実験2とを対比しても，薬理実験1の有効成分の用量は薬理実験2のそれの10倍であって両者の用量は異なるから，両実験結果から，胆汁酸の胃内への逆流に起因する胃炎の治療剤である本件特許発明の効果が当業者の予想できないものと認めることはできないこと，③シメチジン1種だけとの比較試験だけであること，④胃潰瘍と同時に胃炎の治療にも有効であるとして認可された医薬品が複数存在することを挙げて，原告の主張を排斥した(本審決11頁21行～12頁3行参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，審決の判断は，以下のとおり誤りである。",
                "すなわち，上記①及び④は，本件特許発明が，顕著な薬理効果を示していないことの根拠にならない。",
                "また，上記②は，薬理実験1では本件特許に係る化合物を100mg／kg投与したのに薬理実験2では10mg／kgしか投与していないから，10倍も投与すれば抑制率が上昇するのは当然であるとする。しかし，薬理実験1は本件特許発明の「胆汁酸の胃内への逆流に起因する胃炎」に対する抑制率であるのに対し，薬理実験2は本件特許発明の対象とはされなかった飲酒，薬剤等に起因する胃炎に対する抑制率であって，試験系が異なる。このような試験系が異なる胃炎について，単純に投与用量を比較することは，適切でない。",
                "さらに，上記③は，比較対照が「シメチジン1種」だけであるとするが，シメチジンは，消化性潰瘍治療剤の中で最も市場規模が大きい薬剤であり，多くの胃炎治療剤において比較された製剤であって(製品名タガメット)，出願当時，最も胃炎に対して有効と考えられていた製剤の1つである(甲54)。",
                "シメチジンと本件特許発明の化合物につき「胆汁酸の胃内への逆流に起因する胃炎」に対する薬理効果を比較した結果は，甲18の3頁に報告しているとおり，シメチジンの抑制率が2%であったのに対して，本件特許発明の化合物の抑制率は77%であった。比較試験の結果は，本件特許発明の化合物が，胆汁酸の胃内への逆流に起因する胃炎に対する治療剤として，顕著な効果を示すことを示している。",
                "さらに，本件化合物は，胆汁酸の胃内への逆流に起因する胃炎に有効であることを臨床においても証明するために，胆汁酸の胃内への逆流に起因する胃切除後残胃炎患者において，その有効性が確認されている(甲20)。",
                "以上のとおり，本件化合物は，胆汁酸の胃内への逆流に起因する胃炎に対して，顕著な効果を有する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "胃潰瘍治療剤と胃炎治療剤との作用機序の相違に対し",
          "text": [
            "医薬品の用途発明についての容易想到性は，既知の用途(胃潰瘍治療剤)と新規の用途(胃炎治療剤)とが，その対象疾患において区別されるかではなく，疾患に対する作用機序に関連性があるかによって，判断されるべきである。",
            "本件についていえば，胃潰瘍と胃炎が区別されるべき疾患であったとしても，胃潰瘍及び胃炎に対して用いられてきた治療剤の作用機序には，関連性があるから，胃潰瘍治療剤である本件化合物の胃炎治療剤としての新たな用途は，容易想到であったというべきである。",
            "胃潰瘍治療剤と胃炎治療剤とは，発生機序において強い関連性があることは，以下の事実から明らかである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "胃炎と胃潰瘍の両方に有効な共通の化合物の存在",
              "text": [
                "胃炎と胃潰瘍との両方に有効な既知の化合物には，特定の構造や性質を有する化合物のみではなく，様々な構造や性質を有するものが多数存在していたことに照らすならば，胃潰瘍に対する有効性と胃炎に対する有効性との間には，強い関連性があったといえる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許出願前の胃炎治療剤及び胃潰瘍治療剤の状況は，以下のとおりであった。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「従来，急性胃炎に対しては，その対症療法の一つとして制酸剤，副交感神経遮断剤，抗ペプシン剤，粘膜麻酔剤，粘膜保護剤，総合消化酵素剤，精神安定剤等が用いられてきた。」(甲12の2欄14行～17行)",
                      "text": [
                        "「胃炎の治療は確立されていない。したがって，日常の臨床においてその治療は経験的に自覚症状に応じて抗コリン剤，制酸剤，粘膜保護剤などを適宜患者に投与している。これでもって十分に胃炎の患者に対処しうることが多い」(乙1の372頁左欄「はじめに」1行～5行)",
                        "「動物試験において，シメチジンおよびラニチジンは有効に胃酸分泌を抑制する特異的競合的ヒスタミンH −受容体拮抗薬として作用することが示された。シメチジンおよびラニチジンは現在臨床用に使用でき，今日急性消化性潰瘍の管理に対し，そしてまた維持予防処置に対して第1線薬剤として広く容認された唯一つのH −受容体拮抗薬であり，より近年にはこれらの薬剤は胃炎・・・の治療に使用された」(乙2の2頁右上欄4行～12行)",
                        "「細胞保護剤というのは種々の原因から生ずる胃腸の炎症性疾患の治療および予防に使用できる。」(乙3の5頁右上欄14行～16行)",
                        "等の記載があり，同記載によれば，胃炎には，制酸剤，ヒスタミンH受容体拮抗薬や副交感神経遮断剤(抗コリン剤)等の胃酸分泌抑制剤，粘膜保護剤(細胞保護剤)などが使用されていた。",
                        "他方，消化性潰瘍治療剤としては，一般的に，制酸薬，抗コリン薬(副交感神経遮断薬，胃酸分泌抑制薬)，ヒスタミンH 受容体拮抗薬(胃酸分泌抑制薬)，粘膜強化薬(細胞保護薬，胃粘膜保護薬)が用いられていた(乙7)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，以下のとおり，ある化合物について，抗潰瘍作用を有するから消化性潰瘍や胃炎の治療に有用であるとする文献や，ある化合物について薬理実験により見出した抗潰瘍作用を根拠として，消化性潰瘍のみならず胃炎にも有用である旨記載した文献も多数存在した。",
                        "「上記一群の新規化合物は，急性及び慢性の実験潰瘍に対して，後記薬理試験に示すように優れた抑制効果を示し，臨床上，胃潰瘍，胃炎の治療剤として有用である。」(甲2の2頁右下欄13行～17行)",
                        "「本発明のスルホデヒドロアビエチン酸(I)もしくはその塩は，・・・優れた抗潰瘍作用を有するため，消化性潰瘍や胃炎のような胃腸病の治療及び予防に有用である」(甲3の6頁左下欄12行～16行)",
                        "「本発明の化合物(I)は，強い胃酸分泌抑制作用と胃粘膜防禦作用とを併有し，その結果顕著な抗潰瘍作用を示し・・・従って本発明化合物(I)は胃潰瘍，十二指腸潰瘍，胃炎などの予防並びに治療に有用である。」(甲4の8頁左上欄 発明の効果)",
                        "「本発明の有効成分は，抗潰瘍作用を有することが明らかであり，胃潰瘍，胃炎などの消化器系疾患の治療および予防に有効な消化器系疾患治療剤である。」(甲5の3頁右上欄下から2行～左下欄2行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本件特許出願前，胃炎の治療に用いられていた制酸剤，ヒスタミンH 受容体拮抗薬，副交感神経遮断剤(抗コリン剤)などの胃酸分泌抑制剤，粘膜保護剤(細胞保護剤)等は，消化性潰瘍治療剤としても用いられ，また，胃炎の治療には，消化性潰瘍治療剤として分類されるものが用いられていた。抗潰瘍作用と抗胃炎作用とは，少なくとも胃酸の働きを抑制する作用(制酸作用，胃酸分泌抑制作用)若しくは粘膜保護(細胞保護)作用，あるいはこの両者の作用を包含するという点で共通しており，互いに深い作用機序の関連性があることは当業者であれば当然に認識できた。",
                    "したがって，胃炎と胃潰瘍に対して有効な薬品が多数存在したのみならず，抗潰瘍作用と抗胃炎作用とは，作用機序において深い関連性があるとの知識が周知であったといえる。",
                    "胃潰瘍と胃炎の両者の治療に有効な化合物が多数存在する事実(甲2～11)は，消化性潰瘍の治療と胃炎の治療の作用機序には，密接な関連性があることを示しているといえる。当業者であれば，抗潰瘍作用と抗胃炎作用とについて作用機序に関連性があると認識して，抗潰瘍作用のある薬物を胃炎の治療に用いることができると考え，実際にそのとおりの結果を得たことを示すものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，容易想到性を認める根拠とはならないとする原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "胃潰瘍と胃炎の病態・発生機序の相違等について",
              "text": [
                "原告は，医薬品の承認において，抗潰瘍剤と胃炎治療剤とは区別されており，それぞれ独立した臨床データに基づいて承認が与えられ，抗潰瘍作用がある成分だからといって，抗胃炎作用があるという判断はしていないと主張する。",
                "しかし，抗潰瘍剤としての医薬品の承認がされている化合物のうち胃炎についての承認がされていないものが，直ちに抗胃炎作用がないと結論づけられるものでないし，そのような医薬品の承認のあり方が，抗潰瘍作用と抗胃炎作用との作用機序の関連性を否定する根拠にはならない。ある化合物が抗胃炎作用を示すことと，その化合物を胃炎治療剤として臨床適用できることとは，同義ではなく，容易想到性の判断において考慮される疾病の治療への有用性や効果は，医薬品の承認の有無とは関係がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「胆汁酸の胃内への逆流に起因する胃炎」との用途について原告は，「胆汁酸の胃内への逆流に起因する胃炎」と「他の胃炎」とを区別することなく，胃炎一般として判断すべきでないと主張する。",
                "しかし，本件特許発明は，当業者が当然に想起できる胃炎に対する治療効果を確認するために，周知の胃炎の原因に対応した実験モデルとして広く知られていた胆汁酸を使用して，その確認作業の帰結として胆汁酸の胃内への逆流に起因する胃炎に対する効果を見出したことになったにすぎない。",
                "以上のとおり，「胆汁酸の胃内への逆流に起因する胃炎」に対する容易想到性を否定すべきである旨の原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "阻害要因の存在に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "PGE の胃炎に対する薬効は，PGE が，粘膜損傷に対して粘膜保護作用を示し，あるいは，胃粘膜防御因子の増加作用を有することにある。したがって，内因性PGE 量の産生を促進する化合物は，消化器の炎症や胃炎に対する効果が期待でき，実際にも，このような化合物の投与によるPGE 量の増加と，胃炎や胃粘膜障害に対する有効性が確認されていた(乙4～6)。また，PGE の作用である胃酸分泌抑制作用と胃粘膜保護作用(細胞保護作用)が，胃炎の治療に有効であると考え，この両作用を示すPGE 誘導体を胃炎に対して適用し，有効な治療効果を奏することが示されていた(甲12及び14)。PGE の薬理作用として，一般的な「抗炎症作用」は知られていなくても，胃の炎症である胃炎に対する抑制作用は知られていた。",
                "そして，甲6～8，10及び11に記載された胃潰瘍及び胃炎の両者に医療用医薬品としての適用が認められている化合物について，胃粘膜(内因性)PGE の増加作用が認められていることも併せれば，本件化合物が示す内因性PGE 量の増加作用は，胃炎への適応に動機付けを与えるということはできても，阻害要因とはなり得ない。",
                "また，胆汁酸に起因する胃炎についても，PGE の薬効に基づいて抑制作用を示し得ることが本件特許に係る特許出願前において知られていたことは，甲13(同145頁13行，14行)にも記載されているとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件特許出願前において，PGE の作用は胃粘膜の深層部に止まり，胃炎の治療に必要な表層の上皮細胞(粘膜)には有効でないとの報告が多数されるようになり，PGE が作用するのは胃粘膜の深層部であって，表面粘膜ではないという見解が主流となったと主張する。",
                "しかし，甲12(1987年(出願は1986年))，甲13(1983",
                "年)，甲14(1988年)，乙4(1984年)，乙5(1985年)及",
                "び乙6(1985年)では，PGE に基づく薬理作用を示す化合物が胃炎(モデル)においても有効であることが述べられている。また，原告が主張の根拠とする甲各号証のように胃粘膜傷害に対して増悪させるもしくは有効でないとの文献が公表された後に，甲14のようにPGE 誘導体(arbaprostil)の胃炎に対する臨床効果を検討し，その有効性を立証した文献が公表されていることからみて，原告が主張する文献が存在したとしても，当業者がPGE の薬効について胃炎への適用を検討し，試みる動機付けを妨げる要因が存在したということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "顕著な薬理効果の存在に対し",
          "text": [
            "甲6～11に記載の従来の胃炎治療剤の一般臨床試験における結果(有効率約63～85％程度)と，甲第17における本件化合物の有効率(内視鏡判定70％及び全般改善率79％)とを比較してみても，本件化合物に顕著な作用効果があるとはいえない。",
            "この点，原告は，本件特許明細書薬理実験1において示されたタウロコール酸により惹起された胃粘膜損傷に対する作用は，シメチジンとの比較実験結果に基づいて顕著な抑制効果を証明したと主張する。",
            "しかし，タウロコール酸により惹起される実験的胃炎に対して治癒効果を奏する薬剤が甲6，8～11及び15並びに乙1の例示だけでも本件特許出願前に多数存在することにかんがみれば，シメチジンとの比較実験結果のみによって，本件化合物が出願時の技術水準から予測される範囲を超えた顕著な効果を奏するものと認めることはできない。",
            "むしろ，本件特許出願後の，対照薬として従来の胃炎治療剤「シメチジン」を用いた二重盲検臨床試験では，以下に示すとおり，本件特許発明に係る化合物(レバミピド(rebamipide))の胃炎治療効果は，内視鏡所見の改善ではシメチジンと同等であって，自覚症状の改善ではシメチジンのほうが優れていたことが示されている(甲19の1140頁左欄24行～31行，甲17の1655頁左欄～右欄結語)。本件特許発明に係る化合物の胃炎治療効果は，従来の胃炎治療剤から予想される程度のものであり，顕著なものであるとはいえない。",
            "また，原告は，本件特許発明に係る化合物が「胆汁酸の胃内への逆流に起因する胃炎」に特に優れた効果を有するものであるとして，その効果の顕著性を主張している。",
            "しかし，本件化合物は，出願当初の特許請求の範囲に記載された「胃炎」一般の治療剤として一定の作用を示すことが想定されていた。本願明細書に記載の薬理実験1における胆汁酸を投与した実験モデルに限らず，薬理実験2のように塩酸・エタノールを投与した実験モデルに対しても抑制効果を示すものであるから，本件特許発明に係る化合物が「胃炎」一般のうち，「胆汁酸の胃内への逆流に起因する胃炎」に対して特に優れた効果を示すものと認めるべき根拠は見当たらない。",
            "よって，本件特許発明が「胆汁酸の胃内への逆流に起因する胃炎」に対して特に優れた効果を有するとする原告の主張は，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件特許を無効であるとした審決には誤りがないと判断する。",
        "その理由は，以下のとおりである。",
        "物質の用途発明について，新規に発見した属性(用途)が，当業者において容易に想到し得たものであるか否かは，当該発明の属する技術分野における公知技術や技術常識を基礎として判断すべきであることはいうまでもない。",
        "本件についてみると，本件出願前に，「胃潰瘍治療剤」としての薬効が知られている場合，当業者が，「胃炎治療剤」としての薬効も存在するとの技術思想に容易に想到し得たか否かは，①「胃潰瘍」と「胃炎」の病態・発症機序における相違の有無，②「胃潰瘍治療剤」と「胃炎治療剤」の作用機序における相違の有無，③「胃潰瘍治療剤」と「胃炎治療剤」の双方に効果のある他の薬剤の比較，検討，④本件化合物の胃炎治療への適用を阻害する要素の有無等を総合的に考慮して判断すべきである。",
        "以下，上記の観点から検討する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「胃潰瘍」と「胃炎」の病態・発症機序及び「治療剤」の作用機序等の相違の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "本件出願前及び出願後に，胃潰瘍及び胃炎の病態・発症機序について述べた文献には，次のものがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "Gefarnateの急性びらん性胃炎に対する臨床的検討(以下「Gefarnateの臨床的検討」という。昭和60年。乙5)",
                  "text": [
                    "「近年，慢性胃炎に対する胃炎として，急性胃炎，亜急性胃炎を含めて急性胃粘膜疾患あるいは急性胃粘膜病変という概念が提唱されている。」628頁左欄2ないし5行)",
                    "「急性びらん性胃炎は臨床的に比較的多くみられる疾患であるが，出血性びらん例は胃潰瘍へ進展する可能性も指摘されている。成因については，胃粘膜防禦機構の破綻が重要な原因をなしていることが明らかになり，誘因は，ストレスによるもの，薬剤によるもの，大量の飲酒によるものなどがあげられている。」(631頁左欄6行～12行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "急性胃炎に対するGefarnateの臨床効果(以下「Gefarnateの臨床効果」という。昭和60年。乙6)",
                  "text": [
                    "「Gefarnateは抗潰瘍薬であるが，その作用としては胃粘膜上皮の再生修復過程を促進させるとともに，胃粘膜の防御因子である粘膜及び粘液バリアーを強化させる胃粘膜内プロスタグランジンを増加させる薬剤として広く知られている。また急性胃粘膜病変はストレスや薬剤の内服あるいは異物のアレルギー反応として胃粘膜の防御因子の急激な低下により，粘膜の発赤，浮腫，出血などを来す病変である。したがって，このような原因で発生する急性胃粘膜病変に対してgefarnateは従来の薬剤に比較して優れた薬効が期待される。しかし，gefarnateは抗潰瘍剤として使用されているが，いまだ急性胃粘膜病変に対する効果については十分な検討は成されていない。」(369頁左欄2行～16行)",
                    "「急性胃粘膜病変または急性胃炎の発生原因としてはgastric muscosal barrier(胃粘膜関門)およびgastric muscous barrier(胃粘液関門)が関与していることは周知の事実である。またこれらの胃粘液防御機構を調節する物質としてprostaglandin(PG)が関与しているといわれている。一方，gefarnateは胃粘膜の局所血流を増加させることにより胃粘膜の内因性PGE やPGI を増加させ，結果的に胃粘膜防御機構を賦活させる。また急性胃粘膜病変の治療は川井らによれば全身療法と原因療法の他，胃臓器の病体生理学的の特殊性を考慮した薬剤療法が必要と述べている。」(373頁左欄6行～20行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "現代薬学シリーズ12「薬理学」(昭和62年。乙7)",
                  "text": [
                    "「胃潰瘍(gastric ulcer)も十二指腸潰瘍duodenal ulcerも，胃液の消化作用によりおこるもので，消化性潰瘍(peptic ulcer)とまとめられる。基本的にはNo acid No ulcerといわれるように胃液の消化力(攻撃因子)が重要な成因の一つであるが，正常な粘膜は胃液の刺激や消化作用から保護する機構(防御因子)が働いているため，両因子の不均衡が潰瘍を形成すると考えられる」(214頁「14．3消化性潰瘍治療剤a潰瘍の成因」)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "K意見書(平成9年。甲52)",
                  "text": [
                    "「回答",
                    "1．潰瘍の発生は粘膜の表面から消化されて起こるのではなく，血管の痙攣などの原因により粘膜下より発生するのが一般的に成因として考えられている。胃炎のびらんが悪化して胃潰瘍になる，つまり，胃潰瘍が胃炎を経由して発症するという定説はない。",
                    "2．胃炎には極めて多くの表現型(バリエーション)があり，また，胃潰瘍にも，深さにより4型に分けられる様に病態は多様である。一律に論じられない。従って，胃炎のうちびらんの型をとるものの一部が潰瘍の浅いタイプのものに一時的に進行することはあり得ても，ほとんどの胃炎は重症になっても胃炎であり潰瘍に進行しない。また，潰瘍より重篤な胃炎も存在し，胃炎の治療が潰瘍の予防になるということは定説ではない。」(2頁5行～16行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "消化器病セミナー83「慢性胃炎の治療」(平成13年。甲51)「H.pyloriが発見され，これが慢性胃炎の原因の大きな位置を占めていることが明らかにされてから，H.pyloriを重視した胃炎の分類がSydney Systemとして提案され，その改変版が1996年に公表されて，これに基づいて胃炎を取り扱う考え方が一般化しつつある。この分類によれば慢性胃炎は病理組織学的な所見に基づき非萎縮性，萎縮性，特殊型の3つに分類されている(表1)(ただし，1991年のSydney Systemでは，急性胃炎，慢性胃炎，特殊型は並列して訳され，特殊型は慢性胃炎とは別になっている。)」(146頁14行～19行)",
                  "text": [
                    "「古くから胃炎の治療は，病理学的所見とは全く別個に，症状に基づいていわば症候群として治療されてきた。したがって，このなかには疾病単位としては急性，慢性の胃炎のほか，食道炎，胃癌，消化性潰瘍，慢性膵炎，過敏性腸症候群などが混在していた。」(146頁24行～26行)「病理学的慢性胃炎と症状との間には十分な相関性がみられないことから，慢性胃炎の治療としては，当面原因療法と対症療法の2本立ての戦略が並立してくることはやむを得ないと考えられる。」(147頁1行～3行)",
                    "「胃炎薬の効果判定には症状の改善のみでは不十分と考えられるようになり，胃炎の治療剤としては症状の改善とともに内視鏡所見の改善も合わせた総合判定が求められるようになった。そのような判定に基づいた治験により，承認された胃炎薬を図2に示す。この図から明らかなように，これらの治験ではセトラキサートが中心的な位置を占めている。そしていわゆる防御因子増強型の抗潰瘍薬の多くが，セトラキサートと比べ有意性なし(同等性の証明はない)ということで次々と胃炎薬として承認され，広く用いられるようになった。何らかの点でセトラキサートより有意に有効性が示されたのはゲファルナートとテプレノンのみである。1980年代後半から，H RAのうちシメチジン，ラニチジン，ファモチジン，ロキサチジンの4種が，抗潰瘍薬として承認されている常用量の半量を用量として，セトラキサートより有意に優れているという治験結果を得て胃炎薬として承認され，その後に登場したニザチジン，ラフチジンはシメチジンを対照薬として，これと同等と認められて承認された。」(149頁32行～150頁末行)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "最新薬理学〔第6版〕(平成14年。乙8)",
                  "text": [
                    "「胃炎は，消化性潰瘍の重篤度の第一段階であるびらんを呈したものであるので，その治療剤の多くは，消化性潰瘍治療剤である。」(325頁6行，7行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "text": [
                "上記各記載によれば，本件出願当時までの文献において，急性胃炎の原因として急性胃粘膜病変が指摘されるようになっていたことがうかがわれるが，胃潰瘍についても，胃液の刺激による正常な粘膜への攻撃が指摘されており，両者の病態や発症機序が明確に区別して認識されていたとは認められない。また，本件出願後の文献，意見書においては，ピロリ菌発見後の胃炎の分類の変更がみられるものの，胃潰瘍と胃炎の関係については，胃炎の進展したものが胃潰瘍であるとの見解(乙8)もあれば，原告が提出する意見書のように胃潰瘍と胃炎は発症機序として異なるとの見解(甲52)もあり，本件出願前後を通じて，胃潰瘍と胃炎の病態・発症機序が異なるとする確立した見解はなかったというべきである。",
                "そうすると，本件出願当時，当業者においても，胃潰瘍と胃炎とが病態・発生機序において異質であり，その治療剤の作用機序が異なるとの認識をもっていたとは認め難い。",
                "したがって，胃潰瘍と胃炎の病態・発症機序が異なり，胃潰瘍治療剤と胃炎治療剤の作用機序が異なることを理由として，胃潰瘍治療剤である本件化合物について胃炎治療剤としての用途を予測することが容易でなかったとの原告の主張は採用できない。",
                "なお，原告は，国民衛生の動向(甲55)においても，胃潰瘍患者と胃炎患者とが別異に分類されており，医療現場においても区別して取り扱われていることや，医薬品の製造承認において胃潰瘍治療剤と胃炎治療剤が区別されていることを根拠として，胃潰瘍と胃炎の治療剤のそれぞれの作用機序が異なると主張する。しかし，胃潰瘍と胃炎が別個の疾患として区別されているからといって，胃潰瘍治療剤と胃炎治療剤の作用機序の相違を示すことにはならず，また，胃炎に対する治療効果を妨げる理由にもならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「胃潰瘍治療剤」と「胃炎治療剤」の双方に効果のある他の薬剤の検討",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "本件出願前において，「胃潰瘍治療剤」及び「胃炎治療剤」としての用途を有する薬剤等について言及のある文献として，以下のものがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "昭和57年4月10日に公開された，発明の名称「新規ピロリドンカルボン酸誘導体，この化合物を含有する抗潰瘍剤及びその製造方法」の公開特許公報(昭57−59862。甲2)には，ピロリドンカルボン酸誘導体を有効成分とする抗潰瘍剤について，「上記一群の新規化合物は，急性及び慢性の実験潰瘍に対して，後記薬理試験に示すように優れた抑制効果を示し，臨床上，胃潰瘍，胃炎の治療剤として有用である。」(2頁右下欄13行～17行)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "昭和58年5月11日に公開された，発明の名称「抗潰瘍剤」の公開特許公報(昭58−77814。甲3)には，スルホデヒドロアビエチン酸及びその塩が，「優れた抗消化性潰瘍作用を有し，消化性潰瘍病もしくは胃炎の治療及び／又は予防に有用な化合物である。」(2頁左下欄19行～右下欄1行)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "昭和61年3月13日に公開された，発明の名称「ピリジン誘導体及びその製造方法」の特許公報(昭61−50978。甲4)には，ピリジン誘導体又はその塩は，「優れた胃酸分泌抑制作用，胃粘膜防禦作用，抗潰瘍作用を示す。」(5頁右上欄1行～3行)，「本発明の化合物(Ⅰ)は，強い胃酸分泌抑制作用と胃粘膜防禦作用とを併有し，その結果顕著な抗潰瘍作用を示し，また比較的高い物性的安定性を有し，マウスの急性毒性試験成績においても安全性が高い。従って本発明化合物(Ⅰ)は胃潰瘍，十二指腸潰瘍，胃炎などの予防並びに治療に有用である。」(8頁左上欄発明の効果)との記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "昭和63年10月18日に公開された，発明の名称「消化器系疾患治療剤」の特許公報(昭63−250322。甲5)には，5−置換テトラゾ",
                  "text": [
                    "ールまたは3−置換−α−アミノプロピオン酸，そのエステルまたは非毒性塩を有効成分とする化合物が，「抗潰瘍作用を有することが明らかであり，胃潰瘍，胃炎などの消化器系疾患の治療および予防に有効な消化器系疾患治療剤である。」(3頁右上欄21行～左下欄2行)との記載がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "昭和62年7月7日に刊行された刊行物である「医療薬日本医薬品集」(以下「昭和62年日本医薬品集」という。)(甲6)には，組織修復性抗潰瘍剤「ゲファルナート」の薬効薬理として，「○a抗胃粘膜病変作用，○b胃粘膜抵抗性増強作用，○c胃粘液分泌高進作用，○d胃粘膜微小循環改善作用」(370頁右欄10行～33行)が，臨床適用として，「急性胃炎及び慢性胃炎の急性増悪期」及び「胃潰瘍」，「十二指腸潰瘍」が挙げられている(同欄33行～39行)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "平成元年7月15日に刊行された刊行物である「医療薬日本医薬品集」(以下「平成元年日本医薬品集」という。)(甲7)には，テプレノンの薬効薬理として，「○a抗潰瘍作用・胃粘膜病変改善作用，○b高分子糖タンパク質・リン脂合成促進作用，○c胃粘膜増殖体細胞の恒常性維持作用，○d胃粘膜におけるPG 生合成促進作用，○e胃粘膜血流改善作用」(716s",
                  "text": [
                    "頁左欄10行～41行)が挙げられ，上記○dには加えて「正常ラット胃体部及び幽門部粘膜のプロスタグランジン(PGE ，I )生合成能を高める。」との記載がある。また，臨床効果として，「急性胃炎，慢性胃炎の増悪期」，「胃潰瘍」(716頁左欄41行～47行)との記載がある。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "同じく平成元年日本医薬品集(甲8)には，ソファルコンの薬効薬理として，「胃粘膜保護作用」，「胃粘膜修復促進作用」，「胃組織プロスタグランジン量に対する作用：ラット及びブタ胃粘膜プロスタグランジン量を増加」等(613頁中欄28行～右欄21行)が，臨床効果として，「胃炎」，「胃潰瘍」(右欄33行～38行)が挙げられている。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "昭和62年日本医薬品集(甲9)には，塩酸ピレンゼピンの薬効薬理として「胃液分泌抑制作用」，「防御因子増強作用」等(865頁右欄9行ないし51行)，臨床効果として，「胃潰瘍」，「十二指腸潰瘍」，「胃炎」(同欄末行～866頁左欄7行)の記載がある。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "昭和59年7月25日に刊行された刊行物である「医療薬日本医薬品集」(甲10)には，塩酸セトラキサートの薬効薬理「胃粘膜内プロスタグランジンE ，I 生合成増加作用」，「胃粘膜液保持・合成促進作用」等(441頁中欄26行ないし右欄8行)が，臨床適用として，「急性胃炎，慢性胃炎の急性増悪期に対する効果」，「胃潰瘍に対する効果」(同欄27行～56行)が記載されている。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "平成元年日本医薬品集(甲11)には，シメチジンの薬効薬理として，「胃酸分泌抑制作用」，「ペプシン分泌抑制作用」，「胃粘膜プロスタグランジンE 生合成作用に対する影響」等(498頁右欄5行～499頁左欄7行)が，臨床効果として，「消化性潰瘍」，「胃炎」，「上部消化管出血」等(同欄32行ないし中欄9行)が記載されている。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "上記のうち，オないしコの医薬品については，「医薬品要覧第5版」(大阪府病院薬剤師会編，甲22)に医薬品としての分類が記載されている。同分類では，医薬品がメチルメチニオン製剤，グルタミン製剤，動物製剤，H 受容体拮抗剤，プロトンポンプ・インヒビター，その他に分類されているが，上記オないしコの医薬品は，コのシメチジンがH 受容体拮抗剤に分類されている以外は，いずれも「その他」に分類されており，特定の分類基準に当てはまるものではない。そして，本件化合物を医薬品としたレパミピド(商品名ムコスタ)も「その他」に分類されている。",
                    "このほか，「医療薬日本医薬品集」(甲6ないし11)では，上記オのゲファルナートは「組織修復性抗潰瘍剤」，カのテプレノンは「テルペン系胃潰瘍治療剤」，キのソファルコンは「消化性潰瘍治療剤」，クの塩酸ピレンゼピンは「胃炎・消化性潰瘍治療剤」，ケの塩酸セトラキサートは「急・慢性潰瘍治療剤」，コのシメチジンは「H −受容体拮抗剤」と表示されており，それぞれが同種の分類基準の中に含まれることは示されていない。",
                    "また，甲2ないし5の化合物である新規ピロリドンカルボン酸誘導体，スルホデヒドロアビエチン酸，ピリジン誘導体，5−置換テトラゾール又は3−置換−α−アミノプロピオン酸について，これらが同種の化合物であると認める証拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "text": [
                "上記アないしコの各記載によれば，本件特許発明が出願された平成元年8月14日より前10年以内に刊行された特許公報又は日本医薬品集において，本件化合物以外の多様な化合物又は医薬品について，胃潰瘍治療剤としての用途と併せて胃炎治療剤としての用途が記載されており，それらの化合物又は医薬品と本件化合物とが別個の性質を有し，胃炎に対する作用機序が異なることを認めるだけの根拠はない。これらの各記載から，当業者は胃潰瘍の治療作用と胃炎の治療作用の間には作用機序の関連性があることの示唆を受けるものということができる。",
                "そうすると，本件化合物が胃潰瘍治療剤としての薬効を有する場合に，胃炎治療剤としての薬効を想到することは，容易であるというべきである。",
                "これに対し，原告は，上記文献では，胃潰瘍治療剤には胃炎治療剤としての用途を有するものもあるが，そうでないものも多いから(甲22の1表の1ないし13の医薬品，甲24ないし34)，胃炎としての用途に想到することが容易とはいえないと主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。",
                "すなわち，甲22の1表(なお，1，8，11については，胃炎に対する効能・効果の記載がある。)，甲24ないし34の薬剤については，胃炎への適用の可否について言及はないが，そのような胃潰瘍治療剤が存在したとしても，前記のとおり，胃潰瘍治療剤の中に胃炎治療剤としての用途を有するものが多数存在する以上，当業者が胃潰瘍治療剤である本件化合物について胃炎治療剤への用途を予測することが困難であったということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "「胆汁酸の胃内への逆流に起因する胃炎」との用途について原告は，本件特許発明が，その用途を胆汁酸の胃内への逆流に起因する胃炎に限定しているのに，審決が胃炎一般の用途について検討し，容易想到としているのは誤りであると主張する。",
            "しかし，胆汁酸の胃内への逆流が胃炎の1つの原因となること及び胆汁酸投与による実験胃炎モデルを用いることが公知であることは，原告も認めるところであり，各種胃炎治療剤について，タウロコール酸(胆汁酸)により発生させた実験胃炎に対する効果が確認されている(甲6の370頁右欄①薬効薬理○a，甲8の613頁①薬効薬理○b，甲10の441頁中欄①薬効薬理○a，甲11の498頁①薬効薬理○b○ア)。",
            "そして，全証拠によっても，胃炎治療剤については，胆汁酸の胃内への逆流による胃炎と胃炎一般を区別すべきであるとする医学的，薬学的知見も見当たらない。以上によれば，当業者は，胃潰瘍治療剤である本件化合物が胆汁酸の胃内への逆流による胃炎治療剤としての用途をも有することを予測することができたということができる。",
            "胃炎一般と胆汁酸の逆流による胃炎とに上記のような関係が存在する以上，審決が胃炎一般の用途を前提として，審決が，本件特許発明の容易想到性を判断したとしても，その判断の当否に影響を与えるものとはいえない。"
          ]
        },
        {
          "fig": "4",
          "subject": "阻害要因の存在について",
          "text": [
            "原告は，本件化合物にはPGE を生成する作用があり，PGE には炎症惹起作用があるから，これを胃炎治療剤としての用途に用いることには阻害要因があると主張する。",
            "しかし，原告の主張は，以下のとおり失当である。",
            "まず，原告の出願に係る本件化合物を有効成分とする抗潰瘍剤である引用発明の公開特許公報(昭60−19767。甲1)には，次の記載がある。",
            "「本発明の化合物は抗潰瘍作用を有し，例えば胃潰瘍，十二指腸潰瘍などの消化器系の潰瘍の治療剤として有用である。本発明の化合物は，とくに，実験酢酸潰瘍や焼灼潰瘍などの慢性潰瘍病態に対して顕著な予防および治療効果を有する点に特徴があり，しかも毒性および副作用が弱く，慢性潰瘍に対して有効な薬剤である。本発明の化合物はまた，内因性プロスタグランジンE 量を増加させる作用を有し，プロスタグランジンE に由来する薬効，例えば，潰瘍の予防および治療剤などとして有用である。」(8欄末行～9欄10行)そこで，本件特許出願時におけるPGE の胃粘膜への作用についての技術的知見の実情について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "PGE と胃粘膜保護作用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "PGE の胃粘膜保護作用を肯定する文献として，次のものがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「Trimoprostil(Ro 21-6937),Trimethylprostaglandin E ,の抗消化性潰瘍ならびに胃粘膜保護作用について」(昭和58年。甲13)「PGE の抗潰瘍作用は胃酸分泌抑制作用よりも胃粘膜保護作用が重要な因子であると推定される。」(142頁「考察」の12行，13行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "昭和59年6月20日に公開された，発明の名称「消化器の炎症および潰瘍の治療剤」の公開特許公報(昭59−106419。乙4)",
                      "text": [
                        "「プロスタグランジン類は種々の薬剤および毒素による粘膜損傷に対して粘膜保護作用を示すことが知られている。しかしながらプロスタグランジン類の作用は一過性であり，投与の中断によって病状の再発がみられ，かつ多種多様な作用を有し，その全身投与では腹部痙攣，下痢，嘔吐，降圧等の望ましくない副作用が認められる場合が多い。このたび本発明者らは，上記の様な外因性に投与したプロスタグランジン類よりもむしろ何らかの手段によって内因性のプロスタグランジン類の産生を促進し，しかもその作用は部位別特異性がある薬物の方が消化器の炎症及び潰瘍の治療剤として，望ましいものと考え種々の検討の結果，ジヒドロエルゴタミン(dihydroergotamine)およびその塩が，この様な特異的作用を有することを見い出し，本発明を完成させるに到った。」(1頁右下欄11行～2頁左上欄9行)",
                        "「従って本発明治療剤は消化器の炎症，潰瘍などの消化器疾患の治療に用いることができ，その優れた効果が期待される。」(4頁右上欄8行～10行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "Gefarnateの臨床的検討(昭和60年。乙5)",
                      "text": [
                        "「Gefarnateは内因性prostaglandin量，hexosamine量を増加させ，胃粘膜防禦因子の増強作用を有する薬剤であり，急性びらん性胃炎に対しても優れた薬理効果が期待される。」(631頁左欄13行～16行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "Gefarnateの臨床効果(昭和60年。乙6)",
                      "text": [
                        "「胃粘膜防御機構を調節する物質としてprostaglandin(PG)が関与しているといわれている。一方，gefarnateは胃粘膜の局所血流を増加させることにより胃粘膜の内因性PGE やPGI を増加させ，結果的に胃粘膜防御機構を賦活させる。」(373頁左欄10行～16行)(オ) 昭和62年7月30日に公開された発明の名称「急性胃炎治療剤」の公開特許公報(昭62−174020。甲12)",
                        "「特許請求の範囲 15(R)−15−メチル−プロスタグランジンE",
                        "を有効成分として含有することを特徴とする急性胃炎治療剤。」(1欄4行～7行)",
                        "「本発明化合物は，胃酸分泌抑制作用，細胞保護作用等を有し，急性胃炎の治療に適している。本発明化合物は細胞保護作用及び強い胃液分泌抑制作用を有するPGE の持つ欠点，即ち，生物学的半減期が極めて短いということを克服したものである。つまり，PGE の15位にメチル基を導入することによって，PG代謝酵素から保護し，作用の持続化をはかったものである。」(5欄7行～12行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「主として薬剤起因性の胃潰瘍および胃炎に対するArbaprostilの臨床効果」(昭和63年。甲14)",
                      "text": [
                        "「prostaglandinE (以下PGE )が胃粘膜に対して抗潰瘍作用を有することがRobertらによって報告されて以来，種々のPGE およびPGE 誘導体についての抗潰瘍作用ならびにcytoprotection作用などが検討されてきた。arbaprostilも，こうした背景のもとで米国Upjohn社で開発されたPGE 誘導体であり，胃酸分泌抑制作用とcytoprotection作用を有し，胃潰瘍および胃炎の治療剤として現在開発中の薬剤である。」(845頁左欄2行～11行)",
                        "以上の記載によれば，本件出願当時までの間に，PGE については，胃粘膜保護作用を有することが明らかにされ，PGE 誘導体を含有する薬剤や内因性のPGE の量を増強する作用を有する薬剤が，胃炎に有効なものとして開発されていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "PGE の胃粘膜保護作用に否定的な文献には，次のものがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「タウロコール酸による損傷に対する16,16-Dimethyl PGE のヒト胃保護作用の欠如」(昭和58年。甲47)",
                      "text": [
                        "「今回の研究では，16-16-ジメチル プロスタグランジンE2が，ヒトにおける，胆汁に起因する胃粘膜損傷を予防するのかという問題を調べた。」(訳文1～2行)",
                        "「結論として言えるのは「細胞保護作用」は，損傷剤の特性次第で現れるということ，そして，胃粘膜病の病態生理学において重要な役割を果たすいくつかの条件の下では，期待できないであろうということである。」(訳文13行～15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「Etanol及びAspirin誘発の胃粘膜細胞損傷におよぼす16,16-Dimethyl PGE の作用」(日本薬理学会雑誌85巻2号。昭和58年。甲37)",
                      "text": [
                        "「dmPGE2は，50％ethanolによる胃粘膜障害に対しては細胞保護作用を有しないが，aspirinに対しては用量依存的にこれを抑制した。」(26頁左欄3行～5行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ラットにおけるエタノール惹起性およびアスピリン惹起性の胃粘膜損傷における16,16-ジメチルプロスタグランジンE の効果」(昭和60年。甲38)",
                      "text": [
                        "「エタノール投与30分前に3，30および100μg/kgの用量で経口投与された16,16-ジメチルプロスタグランジンE は，保護作用を示さなかった。」(訳文8行～10行)",
                        "「アスピリン投与30分前に3μg/kgか30μg/kgの用量で経口投与された16,16-ジメチルプロスタグランジンE は，30mg/kgあるいは100mg/kgのいずれの用量のアスピリンによって惹起された胃粘膜損傷を，有意に抑制した。」(訳文13行～16行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「16,16Dimethyl-PGE のアルコール惹起性胃粘膜障害に対する効果−第2報−」(昭和61年。甲36)",
                      "text": [
                        "「今回，我々は，走査電子顕微鏡を用いた観察により，PGの，アルコールによって生じたラット胃粘膜病変に対する作用を検討した。その結果，PGは，確かに胃粘膜を保護してはいるが，表層細胞まで保護しているのではない。より深層の，おそらく頚細胞を保護し，その結果頚細胞の一部が，障害された胃粘膜表層を修復したのであろうとの結果を得た。」(9頁要旨3行～6行)",
                        "「以上のごとく，PGのcytoprotectionをめぐる議論はhotに続けられており，PGの抗潰瘍作用のメカニズムを解明し，さらにその臨床応用への道を拓くためには，これらの研究はさらにenergeticに続けられるべきであると考える。」(13頁右欄6行～10行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「16,16-dimethyl PGE 及び17S,20-dimethyl-6-oxo PGE methyl esterの胃粘膜保護作用の病理組織学的検討」(昭和62年。甲35)「いずれのPGもHCL及びエタノールによって起こる胃粘液の深部病変は抑制したが，表層粘液細胞の脱落は阻止しなかった。従ってdmPGE およびPGE dの抗潰瘍作用としてこれらの障害によつておこる胃粘液の深部病変に対する保護作用が重要と考えられた。」(5頁要旨6行～8行)「Tarnawskiらは同様の検討を光学顕微鏡的・走査電子顕微鏡的・経時的に行いエタノールによつておこる表層粘液細胞の脱落はdmPGE の前処置にもかかわらず防止されないが3時間後にはこの障害は深層の細胞の上方への移動によりほぼ回復すると報告した。一方岡部らの詳細な電子顕微鏡的観察の報告によるとdmPGE はアセチルサリチル酸による表層粘液細胞の障害を有意に抑制しており，dmPGE の表層粘液細胞に対する保護作用が障害因子によって異なることが示唆されている。今回の我々の検討ではエタノール及びHCLによつて起こる急性出血性の胃粘液病変はdmPGE またはPGE d前投与によつて有意に抑制された。即ちこれらのPGは胃粘膜保護作用を有していた。この作用は低濃度ではdmPGE の方がPGE dより強力であったが両者とも10μg/kg以上の濃度でほぼ完全に胃の出血性病変の発生を予防した。しかし光学顕微鏡的検討ではエタノールによる障害に対してもHCLによる障害に対しても肉眼的病変を完全に抑制する濃度(100μg/kg)のdmPGE 及びPGE d生食投与群に比べ表層粘液細胞の脱落を有意に抑制していなかつた。即ちこれらのPGは胃粘膜の深層(粘液頚細胞以下の粘膜)に対しては保護作用を有していたが表層粘液細胞には保護作用を示さなかつた。」(7頁右欄14行～9頁左欄2行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「ヒト胃粘膜の損傷と保護」(昭和63年。甲45)",
                      "text": [
                        "「動物およびヒトにおける試験では，内因性プロスタグランジン，並びに合成プロスタグランジン類似体が様々な物質によって引き起こされる胃粘膜損傷を予防することができるということを示唆している。引き起こされた損傷，およびヒト胃粘膜における潜在的防御物質(合成プロスタグランジン類似体およびヒスタミン［H ］-受容体拮抗薬であるシメチジン)の影響を，イオン流動および経粘膜電位差を測定し，さらに胃腸内視鏡検査による観察によって評価する方法を開発した。」(訳文1行～7行)",
                        "「15(R)15-メチルPGE も合成PGE 類似体であるミソプロストールも，単一薬剤で投与された場合，アスピリンおよびタウロコール酸(pH1.1)によってそれぞれ引き起こされる粘膜損傷を予防しなかった。」(訳文14行～16行)",
                        "以上の記載によれば，これらの文献は，それぞれ，PGE 胃粘膜保護作用に否定的な記載部分もあるが，同時に保護作用を肯定する部分があるもの(上記(ア)ないし(ウ)，(カ))，将来の研究課題であるとして留保をしているもの(上記(エ))，肉眼的には表層細胞に対する効果を肯定したもの(上記(オ))があり，PGE の胃粘膜保護作用を全面的に否定したとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上の検討結果によれば，本件特許発明の出願当時には，一般にPGEには胃粘膜保護作用があるものと考えられていたとみるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "PGE の炎症惹起作用について",
              "text": [
                "PGE の炎症惹起作用について述べた文献として，以下のものがある(ただし，ウ，エの文献は本件出願後のものである。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「16,16−ジメチルプロスタグランジンE がヒスタミンによるラット胃粘膜損傷を悪化させる」(昭和62年。甲42)",
                  "text": [
                    "「ヒスタミンによる酸分泌刺激はdmPGE (30μg/kg)によって有意に抑制された。dmPGE (30μg/kg)存在下でラット胃の同一部位にヒスタミン(40mg/kgまたは80mg/kg)を1日1回もしくは2回，4日間ラットに反復投与したところ，単回投与時よりも顕著な損傷が生じた。このような結果は，dmPGE がヒスタミンによるラット胃粘膜損傷を悪化させる可能性があることを示唆しており，恐らくH 受容体刺激を介したヒスタミンによって生じる血管透過性亢進の相乗作用によるものと考えられる。」",
                    "(訳文15行～末行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "炎症・リウマチ性疾患に用いる薬(昭和63年。甲40)",
                  "text": [
                    "「炎症とは，有害な刺激に対して生体が示す組織学的ならびに生化学的反応であって，本来再生や修復を伴った防御反応である。」(529頁1行，2行)",
                    "「炎症は局所に加わる有害刺激により引き起こされ，組織傷害，組織反応，修復反応の3つの経過を経て治癒に向かう一連の連続的な反応である(図21．1)。炎症反応には血管反応を主とした第一期，多核白血球の浸潤を中心とした第二期，肉芽組織の増殖から修復に至る第三期に分けられる。第一期は炎症巣の細動脈や毛細血管の拡張および血管透過性の亢進がみられる時期にあたり，局所は発赤，熱感，腫脹を呈する。血管反応の変化は傷害組織から遊離されるヒスタミンhisitamine，セロトニンserotonin，ブラジキニンbradykininおよびプロスタグランジン類prostaglandins(PG)などが血管内皮細胞に働くことにより生じる。炎症反応を媒介するこれら内因性の化学物質をケミカルメディエーターchemical mediators(化学媒介物質)という。」(同頁11行～18行)",
                    "「炎症時のケミカルメディエーターとして多くの化学物質が知られているが，その中でもとくにPGが重要な役割を果たしている。炎症の四大兆候のうち熱感と発赤は血管拡張，血流増加作用に基づくもので，主にPGEとPGI が関与している。PGE群は他のケミカルメディエーターと異なり，持続性のある血管拡張作用とノルエピネフリンやアンジオテンシンなどの血管収縮物質の作用に拮抗する。腫脹は血管透過性の亢進により組織内に浸出液が貯留するため起こるもので，PGやブラジキニンの関与が大きい。ブラジキニンの血管作用はPGの産生を刺激することによる。PGE とPGE は腫脹形成作用が強く，PGE とブラジキニンを併用投与すると相乗効果が現れる。」(531頁18行～25行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「ProstaglandinE2によるHistamine誘起胃粘膜障害の増悪-EP1受容体を介した血管透過性の亢進-」(日本薬理学会雑誌122巻2号。平成15年。甲43)",
                  "text": [
                    "「HistamineがPGE の存在下にH1受容体を介して胃傷害性を示すことが確認された。この場合のPGE の作用はEP1受容体を介するものであり，恐らくHistamineによる血管透過性亢進作用の増大に寄与するものと推察された。なお，HistamineとPGE の併用投与による胃傷害の発生に胃酸の関与は無いものと思われる。」(9頁右下欄B−17【結論】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「プロスタグランジンによるヒスタミン誘起胃粘膜損傷の増悪」(平成15年。甲44)",
                  "text": [
                    "「PGE によるヒスタミン胃損傷の増悪はEP1受容体を介して生じるものであり，機能的にはヒスタミン誘起血管透過性亢進に対する増大作用の重要性が示唆された。PGE はEP1受容体を介して胃粘膜保護作用を示すことも知られている。今回の結果は粘膜保護とは，一見，相反する現象に思えるが，PGE による粘膜保護作用の機序には血管透過性亢進に基づく“histodilution”も含まれており，基本的には同種の現象が胃粘膜の状態の違いにより異なった現象として出現したものと思われる。なお，血管透過性の亢進が出血性の胃病変に進行する際の詳細な機序については今後の検討に期待したい。」(12頁左欄17行ないし30行)以上の文献中には，PGE が，炎症そのものの発生原因となるのではないが，炎症発生時の化学媒介物質となることを指摘するものがある。しかし，このうちウ，エの文献はいずれも本件出願よりも後のものである。また，これらの文献において，PGE が一定の条件の下では炎症時の化学媒介物質として働くことがあることが指摘されているとしても，PGE が有する胃粘膜保護作用まで否定されているわけではない。",
                    "しかも，本件化合物はそれ自体がPGE を含有するわけではなく，内因性PGE の生成を促進するものであるが，同様に胃におけるPGE 生合成増加作用を有する甲6，7，10，11に記載されたゲファルナート，テプレノン，塩酸セトラキサート，シメチジンについては，いずれも，急性胃炎，慢性胃炎の急性増悪期における適用が認められている(甲6の370頁①薬効薬理の○b，②臨床適用の○a，甲7の716頁①薬効薬理の○d，③臨床適用の○aア，甲10の441頁中欄①薬効薬理の○c，③臨床適用の○a，甲11の499頁左欄①薬効薬理の○ケ，③臨床適用の○a○イ)。",
                    "そうすると，本件特許発明の出願当時，PGE の炎症時における化学媒介物質としての作用が知られていたとしても，上記の事情に加え，前記(2)アのとおり，同時期にPGE の胃粘膜保護作用を指摘する文献も多く刊行されていることなどにかんがみると，炎症時の化学媒介物質としての作用の指摘は，胃炎への用途を考えるについての阻害要因とはならない。",
                    "そして，本件化合物は，それ自体がPGE を含有するものではなく，内因性PGE を増加させる作用を有するものであるから，抗胃炎作用が認められたプロスタグランジンE誘導体医薬品が日本で承認されていないことは，上記判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "阻害事由の有無についての判断",
              "text": [
                "以上を総合すれば，一部にPGE の胃粘膜保護作用を否定する文献やPGE の炎症惹起性を肯定する文献があることは，本件化合物について胃炎への用途を想起することの阻害事由とはならない。",
                "そうすると，前記2のとおり，当業者は胃潰瘍に適用される他の化合物や医薬品が胃炎治療剤としても用いられることなどから，胃潰瘍治療剤である本件化合物が胆汁酸の逆流による胃炎の治療剤としての用途を有することを予測することができたというべきであり，上記のとおり，その予測を阻害する要因はなく，また，その予測に基づいて当業者が実験胃炎モデル等を用いて胆汁酸の逆流による胃炎治療剤としての効果を確認することも容易であったといえるから，当業者は引用発明から本件特許発明を容易に想到することができたというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "顕著な薬理効果について",
          "text": [
            "原告は，審決が，①本件明細書に記載された薬理実験1と薬理実験2を対比しても，薬理実験1の有効成分の用量は薬理実験2のそれの10倍であって，両者の用量が異なるから顕著な効果を示すものとはいえないこと，②シメチジン1種だけとの比較試験(乙1)をもって本件特許発明の効果が当業者の予想できないものと認めることはできないとしたことに対して，①については，試験系が異なる胃炎について単純に投与用量を比較することは誤りであり，②については，シメチジンは，最も市場規模が大きい薬剤であり，かつ，「胆汁酸の胃内への逆流に起因する胃炎」の治療効果を確認するタウロコール酸を用いる実験がされているから，比較試験として適切であり，審決の判断は誤っていると主張する。",
            "しかし，審決の判断に誤りはない。その理由は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には2つの薬理実験の結果が記載されている(本件特許明細書3頁)。",
                "薬理実験1は，塩酸・タウロコール酸による胃粘膜損傷に対する本件化合物の効果を実験したものである。その内容は，ラットに0．15Ｎ塩酸を含む80mMdタウロコール酸ナトリウム溶液1mMを経口投与し，その経口投与の30分前に，被検ラットには5％アラビアゴム＋0．6％Tween80に懸濁させた本件化合物を，対照群には溶媒を投与したというものである。その結果は，本件化合物の胃粘膜損傷抑制率は77％であった(抑制率は「(対照群の損傷係数−被検薬物群の損傷係数)／対照群の損傷係数×100」で算出したもの)。",
                "薬理実験2は，塩酸・エタノールによる胃粘膜損傷に対する本件化合物の効果を実験したものである。その内容は，ラットに0．15Ｎ塩酸を含む40％エタノール溶液1mlを経口投与し，その経口投与の3時間前に，被検ラットには0．5％カルボキシメチルセルロースに懸濁させた本件化合物を投与し，対照群には溶媒を投与したというものである。その結果は，本件化合物の胃粘膜損傷抑制率は42％であった。",
                "これら2つの実験は，胃粘膜損傷を惹起するものとして投与された物質が，薬理実験1では塩酸・タウロコール酸であり，薬理実験2では塩酸・エタノールであるから，胆汁酸の胃内への逆流に起因する胃炎の治療剤という本件特許発明の内容からすれば，薬理実験1が本件特許発明の作用効果を表すものといえる。",
                "そして，薬理実験1の結果を示した本願明細書3頁左欄の第1表には，本件化合物の抑制率が記載されているだけである。明細書の薬理実験1の結果の記載からは，本件特許発明が顕著な作用効果を有するものと認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，シメチジンを比較対象薬物として本件明細書の薬理実験1と同様の実験をしたところ，本件化合物の抑制率が77％であったのに対し，シメチジンの抑制率は2％であったから(甲18)，顕著な薬理効果があると主張する。",
                "しかし，原告の主張は，以下のとおり採用できない。すなわち，①本件明細書には，本件化合物の抑制率が77％であるとの記載はあるものの，その記載のみをもって，本件特許発明をすることが容易ではなかったことの根拠として評価することができるかは疑問であること，②シメチジンより酸分泌抑制効果に関して内視鏡改善度の高い胃炎治療剤が複数存在すること(甲56)に照らし，シメチジンとの比較のみで顕著な効果が示されたとすることができるかは疑問であること等によれば，本件特許発明が従来技術からは予測し得ない程度の効果を奏し得たとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はいずれも理由がなく，他に審決にこれを取り消すべき瑕疵は存しない。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}