{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−800197号事件について平成20年5月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が特許権者で発明の名称を「記録再生装置の防振装置」とする特許第2138602号(請求項の数4)につき，原告がその請求項1及び2に対し無効審判請求をしたところ，被告が平成19年12月14日付けで訂正請求をし，特許庁が，上記訂正を認めた上，請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，①上記訂正は，特許訂正公報(甲16の2)の「発明の詳細な説明」中，3枚目下7行ないし6行の「両者は混合または凝着して熱融着面を作る」との記載を「両者は一体となって熱融着面を作る」とするものであるが，これが特許法134条の2第1項，同法126条3項及び4項の規定に適合するか，②上記訂正後の請求項1，2及びこれに関する発明の詳細な説明の記載は，平成2年法律第30号による改正前の特許法36条3項並びに同条4項1号及び2号の規定に適合するか，③上記訂正後の請求項1，2に係る発明は，下記各文献に記載された発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "＜判決注，本件に適用される平成2年法律第30号による改正前の特許法36条3項，4項は，次のとおりである(以下特許法「旧36条3項」，「旧36条4項」という。)。＞",
            "「3項：前項第3号の発明の詳細な説明には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載しなければならない。",
            "4項：第2項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。"
          ]
        },
        {
          "fig": "1",
          "text": [
            "特許を受けようとする発明が発明の詳細な説明に記載したものであること。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許を受けようとする発明の構成に欠くことができない事項のみを記載した項(以下「請求項」という。)に区分してあること。"
          ]
        },
        {
          "fig": "3",
          "subject": "〈省略〉」",
          "text": [
            "記",
            "・甲1：実願昭63−151566号(実開平2−72834号)のマイ",
            "クロフィルム(考案の名称「防振支持装置」，出願人 東海ゴム工業株式会社，公開日 平成2年6月4日。以下「甲1文献」という。)",
            "・甲2：特開昭56−66537号公報(発明の名称「振動絶縁体とその製造方法」，出願人 バリイ・ライト・コーポレーシヨン，公開日 昭和56年6月5日。以下「甲2文献」という。)",
            "・甲3：John Elvin “Coinjection of Thermoplastics and TPEs and itsApplications”(熱可塑性プラスチックとTPEの2色射出成型及びその応用)PROCESSING FOR PERFORMANCE 49頁～54頁, Papersfrom a one-day seminar organised jointly by EUROPEAN RUBBERJOURNAL AND RAPRA TECHNOLOGY LIMITED，1989年",
            "(平成1年)4月7日発行(以下「甲3文献」という。)",
            "・甲4：特開昭61−213145号公報(発明の名称「複合プラスチック成形品」，出願人 A，公開日 昭和61年9月22日。以下「甲4文献」という。)",
            "・甲5：特開平1−139240号公報(発明の名称「複合成形体の製造方法」，出願人 大成プラス株式会社，公開日 平成1年5月31日。以下「甲5文献」という。)",
            "・甲6：実願昭59−51286号(実開昭60−163592号)のマ",
            "イクロフィルム(考案の名称「光学デイスクプレーヤ」，出願人ソニー株式会社，公開日 昭和60年10月30日。以下「甲6文献」という。)",
            "・甲7：実願昭59−153438号(実開昭61−68393号)のマ",
            "イクロフィルム(考案の名称「光学デイスクプレーヤ」，出願人ソニー株式会社，公開日 昭和61年5月10日。以下「甲7文献」という。)",
            "・甲8：実願昭61−181395号(実開昭63−114492号)の",
            "マイクロフィルム(考案の名称「ダンパー」，出願人 アルパイン株式会社，公開日 昭和63年7月23日。以下「甲8文献」という。)",
            "・甲9：特開平2−208025号公報(発明の名称「操作ボタンとその製造方法」，出願人 大成プラス株式会社，公開日 平成2年8月17日。以下「甲9文献」という。)",
            "・甲12：実願昭61−15544号(実開昭62−128242号)の",
            "マイクロフィルム(考案の名称「防振装置」，出願人 エヌ・オー・ケー・メグラステイツク株式会社，公開日 昭和62年8月14日。以下「甲12文献」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成2年10月22日，名称を「記録再生装置の防振装置」とする発明につき特許出願(特願平2−281847号，公開公報は特開平4−157691号〔乙4〕)をし，平成10年10月9日，特許庁から特許第2138602号として設定登録を受けた(請求項の数4。特許公報〔特公平7−122983号公報〕は甲16の1。以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "これに対し第三者から平成11年10月20日付け(平成11−35576号)及び平成12年5月16日付け(2000−35269号，ただ",
                  "text": [
                    "し請求項1についてのみ)で特許無効審判請求がなされ，これに対して被告はいずれも平成13年2月26日付けで特許請求の範囲の変更等を内容とする訂正請求をしたところ，特許庁は平成13年10月2日，いずれも訂正を認めた上で請求不成立の審決をし，その後審決取消訴訟(東京高裁平成13年(行ケ)第501号，505号)が提起されるも，平成14年10月29日請求棄却の判決がなされ，平成14年11月12日及び14日審決はそれぞれ確定した(特許訂正公報〔請求項の数4〕は甲16の2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その後平成19年9月19日付けで原告から，本件特許の請求項1，2に係る発明につき特許無効審判請求がなされたので，特許庁はこれを無効2007−800197号事件として審理し，その中で被告は，平成19年12月14日付けで，前記特許訂正公報(甲16の2)の「発明の詳細な説明」中，3枚目下7行ないし6行の「両者は混合または凝着して熱融着面を作る」を「両者は一体となって熱融着面を作る」と訂正することを内容とする訂正請求(以下「本件訂正」という。甲18)をしたところ，特許庁は，平成20年5月30日，本件訂正を認めるとした上，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年6月11日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成13年2月26日付けでなされた訂正後の特許請求の範囲は，上記のとおり請求項1～4から成るが，このうち原告から無効審判請求がなされた請求項1，2に係る発明(以下順に「本件発明1」「本件発明2」という。)の内容は，以下のとおりである。",
                "「【請求項1】内部に空間を区画する筐体と，この筐体の一部に設けられ，記録再生装置を支持するための弾性支持具と，前記筐体の一部に設けられ，前記記録再生装置を支持し，かつその振動を減衰するための減衰手段とを備えた防振装置であって，",
                "前記減衰手段は，",
                "a．前記筐体にその内方を向くように設けられた，熱可塑性樹脂のエンジニアリングプラスチックからなる複数の中空の筒状部と，b．この筒状部内に収容された減衰材と，",
                "c．前記筒状部の前記筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体からなり，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた第1密封部材と，d．前記筒状部の他端部に固着された第2密封部材とを有する記録再生装置の防振装置。",
                "【請求項2】請求項1において，",
                "前記減衰手段は，前記筐体に着脱自在に取付けられ，かつ熱可塑性樹脂のエンジニアリングプラスチックからなるブラケットを有し，このブラケットに前記筒状部が形成されていることを特徴とする記録再生装置の防振装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その理由の要点は，本件訂正は願書に添付した明細書に記載された範囲内においてするもので，明りょうでない記載の釈明であり，実質上特許請求の範囲を拡張し又は変更するものでもないから適法であるとした上，本件発明1及び2につき下記無効理由はいずれも認めることができない，としたものである。",
                    "記",
                    "・無効理由1(進歩性の欠如その1)",
                    "本件発明1は，甲1文献の第3図・第5図に記載された発明(以下「甲1号証第5図発明」という。)及び甲2～5の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものであり，本件発明2は，上記各発明に加え甲6～8の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものである(特許法29条2項違反)。",
                    "・無効理由2(進歩性の欠如その2)",
                    "本件発明1は，甲1文献の第2図・第3図に記載された発明(以下「甲1号証第2図発明」という。)及び甲9，12の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものであり，本件発明2は，上記各文献に加え甲6～8の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものである(特許法29条2項違反)。",
                    "・無効理由3(記載不備)",
                    "本件特許明細書の発明の詳細な説明は，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度にその発明の目的，構成及び効果を記載していない(特許法旧36条3項違反)。",
                    "また，特許請求の範囲の記載は，特許を受けようとする発明が発明の詳細な説明に記載されておらず(旧36条4項1号違反)，特許を受けようとする発明の構成に欠くことができない事項のみが記載されているといえない(旧36条4項2号違反)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，審決は，上記判断をするに当たり，甲1号証第5図発明，甲1号証第2図発明の内容を以下のとおり認定した上，本件発明1とこれらの発明との一致点及び相違点を，次のとおりとした。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1号証第5図発明の内容",
                      "text": [
                        "「内部に空間を有する支持部材1と，この支持部材1に支持され，コンパクトディスクプレーヤを支持するための弾性支持用附勢手段であるコイルスプリング6と，前記支持部材軸こ支持され，前記コンパクトディスクプレーヤを支持するための複数のダンパー70とを備えた防振支持装置であって，",
                        "前記ダンパー70は，",
                        "前記支持部材軸1設けられた容器部71と，",
                        "前記容器部71の開口を密閉する蓋体72と，",
                        "前記容器部71内に構成した密閉室73に封入した粘性液体Gとを備え，",
                        "前記容器部71は，前記コンパクトディスクプレーヤに設けた支持軸76を支持するための凹部を有する底部71aを薄肉に，筒状の周囲部71bを厚肉に成形するとともに，底部71aと周囲部71bが，軟質の同一材料で一体に成形されている防振支持装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1号証第2図発明の内容",
                      "text": [
                        "「内部に空間を区画する支持部材1と，この支持部材1に支持され，コンパクトディスクプレーヤを支持するための弾性支持用附勢手段であるコイルスプリング6と，前記支持部材1に支持され，前記コンパクトディスクプレーヤを支持するための複数のダンパー20とを備えた防振支持装置であって，",
                        "前記ダンパー20は，",
                        "a’；前記支持部材1にその内方を向くように設けられた，容器部22の筒状の胴部22aと，",
                        "b’；この収容空間14に収容された粘性流体14aと，",
                        "c’；前記容器部22の筒状の胴部22aの前記筐体内方側の端部のみに形成された軟質の弾性体からなり，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた蓋部23と，d’；容器部22の筒状の胴部22aの他端部に一体に成形された底部22bとを有する記録再生装置の防振支持装置。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1と甲1号証第5図発明との一致点",
                      "text": [
                        "いずれも，",
                        "「内部に空間を区画する筐体と，この筐体の一部に設けられ，記録再生装置を支持するための弾性支持具と，前記筐体の一部に設けられ，前記記録再生装置を支持し，かつその振動を減衰するための減衰手段とを備えた防振装置であって，",
                        "前記減衰手段は，",
                        "a．前記筐体に設けられ(た)複数の中空の筒状部と，",
                        "b．この筒状部内に収容された減衰材と，",
                        "c．前記筒状部の端部に一体に軟質からなり，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた第1密封部材と，",
                        "d．前記筒状部の他端部に固着された第2密封部材とを有する記録再生装置の防振装置。」である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明1と甲1号証第5図発明との相違点",
                      "text": [
                        "本件発明1の減衰手段を構成する「複数の中空の筒状部」は，筐体に「その内方を向くように設けられた，熱可塑性樹脂のエンジニアリングプラスチックからなる」と，筒状部の端部構成は「前記筒状部の前記筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体」からなり，第1密封部材と第2密封部材とを別体としたうえで，第1密封部材の成形とエンジニアリングプラスチックによる筒状部都の接合を熱融着により同時に実現しているのに対して，甲1号証第5図発明における「容器部材(容器部71)」は，前記筐体の内側を向くように設けられているのは容器71の底部71aであって，「底部71aを薄肉に，筒状の周囲部71bを厚肉に形成するとともに，底部71aと周囲部71bが，軟質の同一材料で一体にされている」点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明1と甲1号証第2図発明との一致点",
                      "text": [
                        "いずれも，",
                        "「内部に空間を区画する筐体と，この筐体の一部に設けられ，記録再生装置を支持するための弾性支持具と，前記筐体の一部に設けられ，前記記録再生装置を支持し，かつその振動を減衰するための減衰手段とを備えた防振装置であって，",
                        "前記減衰手段は，",
                        "a．前記筐体にその内方を向くように設けられた，複数の中空の筒状部と，",
                        "b．この筒状部内に収容された減衰材と，",
                        "c．前記筒状部の前記筐体の端部に，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた第1密封部材と，d．前記筒状部の他端部に第2密封部材とを有する記録再生装置の防振装置。」である点。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件発明1と甲1号証第2図発明との相違点1",
                      "text": [
                        "本件発明1の構成aの複数の中空の筒状部(11)と，甲第1号証第2図発明の構成a’の複数の中空の容器部22の筒状の胴部22aに関し，本件発明1の複数の中空の筒状部(11)は「熱可塑性樹脂のエンジニアリングプラスチック」からなるのに対し，甲第1号証第2図発明の複数の中空の容器部22の筒状の胴部22aはそのような特定がされておらず，それに関連して，本件発明1の構成cの第1密封部材(14)と甲1号証第2図発明の構成c’の蓋部23に関し，本件発明1では「筒状部の筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体」からなるのに対し，甲1号証第2図発明では「射出成形により一体に熱融着された軟質の熱可塑性弾性体」の特定がされてない点。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "本件発明1と甲1号証第2図発明との相違点2",
                      "text": [
                        "本件発明1の構成d．の第2密封部材(16)と甲1号証第2図発明の構成d’の第2密封部材(底部22b)に関し，第2密封部材(16)は「筒状部の他端部に固着された」部材であるのに対し，第2密封部材(底部22b)は「筒状部の他端部に一体成形されて設けられた」部材である点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるので，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(訂正の適否に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正は，訂正前明細書(平成13年2月26日付けでなされた訂正後のもの。前記特許訂正公報〔甲16の2〕と同旨)の「発明の詳細な説明」中，上記公報3枚目下7行ないし6行の「両者は混合または凝着して熱融着面を作る」との記載部分を「両者は一体となって熱融着面を作る」という記載に訂正したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして審決は，本件訂正の適否につき，「…『混合または凝着して』の記載部分と，訂正前明細書の随所にある『一体に筒状部に熱融着』の記載部分は，共に熱可塑性樹脂のエンジニアリングプラスチックと軟質の熱可塑性弾性体と『熱融着』が行われる段階における双方のポリマーの状況を表していると解される。文言上，『一体』とは『いくつかのものがまとまって一つの組織となっていること。また，その状態』であれば複数のものが一つに纏まった状態となることを意味し，『混合』とは『まじりあうこと。またまぜあわすこと』であれば異質のものが混じり合うというを意味し，『凝着』とは『異種の物質がふれあって互いにくっつくこと』の意味であれば，双方のポリマーが一つに固まって離れなくなるということと解される。そうであれば，『混合』は，熱可塑性樹脂のエンジニアリングプラスチックと軟質の熱可塑性弾性体双方のポリマーが混じり合って一体化，即ち，一つに纏まった状態を示して，『凝着』は熱可塑性樹脂のエンジニアリングプラスチックと軟質の熱可塑性弾性体の双方のポリマーが固まって離れなくなるような一体化，一つに纏まった状態を意味すると解することが素直である。とすれば，ポリマーが『混合または凝着』は，ポリマー同士が一体化することを意味しており，『混合または凝着して』は『一体に』と技術的に実質的同一事項を表現していると認められる」(4頁24行～5頁7行)とした上で，本件訂正は，「…『混合または凝着』による『熱融着』の意義を不明確にしていることの解消であるし，特許請求の範囲に記載されている用語と発明の詳細な説明の定義(用語)との不統一の解消である」(5頁16行～18行)とした。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかし，訂正前明細書(甲16の2)における「混合または凝着して」という文言と本件訂正における「一体となって」という文言は，その表現も内容も全く別のものであって，明りょうでない記載の釈明に当たらず，願書に添付した明細書の範囲内においてされるものともいえない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "すなわち，訂正前明細書(甲16の2)における「混合」「凝着」の語は複数の物質が一つに纏まっていくまでの変化を表すものであり，「混合または凝着して」と記載されることによってそのいずれか一方の過程を選択することが示されているのに対して，本件訂正における「一体となって」との文言は，複数の物質が既に纏まっている状態を示すものである。したがって，本件訂正前の文言はいずれか一つの過程ないし状態変化を選択するためのものであるのに対して，本件訂正後の文言は一つの結果を示すものであり，両者は全く異なる次元を示すものであって技術的には何ら対応しないものである。",
                            "訂正前明細書(甲16の2)の記載全体に照らしても，「混合または凝着して」の文言は，防振装置の製造方法に関するものとして記載され，熱可塑性弾性体を流入させたときの熱可塑性弾性体とエンジニアリングプラスチックの「状態変化」すなわちこれらの物質が一つに纏まっていくまでの変化を示す記載であることが明らかである。",
                            "これに対し，訂正前明細書(甲16の2)における「一体に」との文言は，例えば請求項1に「…c．前記筒状部の前記筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体からなり，…が設けられた第1密封部材…」と記載されているように，防振装置という「物」の構成要件である「筒状部」と「第1密封部材」との関係を述べたものである。「熱融着」は固着の一種であって，熱融着された二つの部材は当然に一体となっているから，上記記載における「一体に熱融着」は，「熱融着されて一体になっている」という熱融着の結果を表すものである。",
                            "このように，上記二つの用語は，技術的に全く異なる意味を表すものであり，これらがあたかも同一の意味であるかのような審決の解釈は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し被告は，訂正前明細書(甲16の2)における「混合または凝着」の意義について，双方のポリマーの混在を観察し得る状態で一体化している場合を「混合」と表現し，当該混在を観察し得ない状態で一体化している場合を「凝着」と表現しているものであって，いずれも一体化の状態を表していることに変わりはないと主張する。",
                            "しかし，上記明細書中にその主張を裏付ける記載はなく，被告の主張は根拠に基づかない恣意的なものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "次に，特許請求の範囲の実質的拡張又は変更に当たるかという点については，訂正前明細書(甲16の2)に記載された「混合または凝着して」の文言は特許請求の範囲の「熱融着」の意義を解釈するために考慮されるものであり，「混合または凝着して」の記載を削除することによって実質的に特許請求の範囲が拡張ないし変更されるものである。",
                        "特に，本件特許の経緯からすれば，この「混合または凝着して」という一見限定するかのような記載により，あたかも本件発明1，2の「熱融着」に格別の特徴があるかのように解釈されて特許が維持されてきたといえる。このように「混合または凝着して」というあいまいで不明瞭な記載のもとに特許権の行使を図りながら，その記載が問題とされるとその削除を図ろうとすることは，信義則の観点からしても承認し難いところである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，本件訂正は，特許法134条の2第1項並びに同条第5項により準用される同法126条3項及び4項に規定する訂正要件に違反する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(記載不備に関する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記アに述べたとおり本件訂正は訂正要件に違反するものであるところ，訂正前明細書(甲16の2)における「混合または凝着して」という記載は，特許請求の範囲における「熱融着」の意義に明らかに影響する。",
                            "これに対し審決は，「…『熱融着』の技術概念そのものは，明確で，既に確立しており，発明の詳細な説明における『混合または凝着』の記載の存否によって左右されない」(11頁18行～19行)とする。しかし，「混合または凝着して」は，訂正前明細書中において「熱融着」の過程を説明した唯一の記載であり，本件発明1，2の「熱融着」の意義を解釈するに際しては発明の詳細な説明に記載された「混合または凝着して」という記載が考慮されなければならない。",
                            "そしてこの「混合または凝着して」という記載が一般的な意味における「熱融着」と合致しないため，「混合または凝着して」という記載が存在することにより「熱融着」の意義が不明確になっているものである。",
                            "したがって，訂正前明細書(甲16の2)の特許請求の範囲の記載は特許法旧36条4項2号に違反する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，仮に特許請求の範囲に記載された「熱融着」が一般的な意義によるものであるとすれば，特許請求の範囲に記載された「熱融着」と，「混合または凝着して」という記載を前提とした発明の詳細な説明中の「熱融着」との間には齟齬が生じているというべきであり，特許を受けようとする発明が発明の詳細な説明に記載されているといえないから特許法旧36条4項1号に違反する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，訂正前明細書(甲16の2)における「混合または凝着して」という特殊な条件で限定された熱融着については，その成型条件が具体的に開示されなければならないところ，熱の作用により「混合または凝着」という過程を経て物質が固着するための具体的な製造方法について，当業者が容易に実施できるような開示は上記明細書中に存在しない。",
                            "したがって，訂正前明細書(甲16の2)における発明の詳細な説明の記載は，特許法旧36条3項に違反する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "仮に，本件訂正が訂正要件に違反しないものであるとしても，本件訂正後の発明の詳細な説明の記載について特許法旧36条3項に定める実施可能要件が満たされるというためには，一般的な熱融着にとどまらず，本件発明1，2の防振装置という物を製造するための熱融着の条件が明確にされなくてはならない。すなわち，材料によっては熱融着しないものが存在するなど，熱融着を実施するためには様々な条件に従った成形をすることが必須である。そこで，本件発明1，2の防振装置という物を製造するための熱融着の条件として，温度条件，圧力条件等の成形条件が示されなければならないのに，本件訂正明細書(甲18)にはこれらの条件が明確に示されていない。むしろ，本件訂正によって「混合または凝着して」という記載が削除されたことにより，成形過程における熱融着のメカニズムについて多少なりとも踏み込んだ記載が削除されたため，製造条件がより一層不明りょうなものとなった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件訂正明細書(甲18)の特許請求の範囲(請求項1，c)には「一体に熱融着」と記載されているが，この「一体」の意義について実質的な説明は発明の詳細な説明中にもなく，既に強固にくっついている部材間の熱融着についてさらに「一体」であるとすることが何を意味するのか全く示されていない。その結果，「一体」という記載の技術的意義が明りょうでなく，特許を受けようとする発明を明確に把握することができないものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(進歩性に関する判断の誤り・その1)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，甲1号証第5図発明のダンパーにおける容器部71の周囲部71bにエンジニアリングプラスチックを，底部71aに熱可塑性弾性体を用いて熱融着により一体に成形したにすぎないものであり，甲1～5の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものである。また本件発明2は，上記各発明に加え甲6～8の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点・相違点の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，本件発明1と甲1号証第5図発明とを対比して，「前記減衰手段は，a．前記筐体に設けられ複数の中空の筒状部と，…c．前記筒状部の端部に一体に軟質からなり，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた第1密封部材と，…を有する」点を一致点として認定した(24頁30行～35行)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，本件発明1における「中空の筒状部」に「第1密封部材」が一体化された部材は，少なくとも減衰材の収容時には，容器部材を構成するものである。",
                            "他方，甲1号証第5図発明は，審決においても認定されているように，「…前記コンパクトディスクプレーヤに設けた支持軸76を支持するための凹部を有する底部71aを薄肉に，筒状の周囲部71bを厚肉に成形するとともに，底部71aと周囲部71bが，軟質の同一材料で一体に成形されている」(14頁4行～7行)というものであり，「甲第1号証第5図発明における『容器部71』の『底部71a』は，『支持部材1』の内方に『支持軸76を支持するための凹部』を有しており，これは本件発明1に係る発明における『中空の筒状部』に『第1密封部材』が一体化された少なくとも減衰材収容時の容器部材に相当する」(24頁17行～20行)とされているとおりである。",
                            "したがって，審決が認定した上記一致点に加えて，「前記筺体に設けられ，内部に減衰材が収容された筒状の周囲部を有する複数の容器部材」を有する点と，「前記複数の容器部材の底部は，前記筺体の内側を向くように設けられており，かつ前記筒状の周囲部より軟質に形成している」点を一致点として認定すべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そして，一致点が上記のとおり認定されることに伴い，相違点についても，「本件発明1の減衰手段を構成する『複数の容器部材』は，『前記筐体にその内方を向くように設けられた，熱可塑性樹脂のエンジニアリングプラスチックからなる複数の中空の筒状部』と，『前記筒状部の前記筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体』から成るのに対して，甲1号証第5図発明における容器部材(容器部71)は，前記筺体の内側を向くように設けられている底部71aを薄肉に，筒状の周囲部71bを厚肉に形成するとともに，底部71aと周囲部71bが，同一材料で一体に形成されている点」と認定されるべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「…甲第1号証第5図発明のもつ課題は，甲第1号証の第2図の発明のように支持軸を支持する部分を容器部底部から蓋に移動させることで解消できるものである。それをあえて，減衰手段を構成する『容器部材』の筒状の周囲部(胴部)と支持軸を支持する部材(底部)を，『同一材料で一体に成形』するものから，相対的に硬度の高い材料からなる筒状の周囲部と，相対的に軟質の材料からなる，支持軸を支持する部材とで構成して，わざわざ部品数を多くすること，さらに異なる部材構成と接着させて一体にするといった，作業工程を増大していく構成の採用は，そもそも甲第1号証第5図発明及び甲第1号証の第2図の発明において本来熱融着を予定していない以上，甲第1号証の第2図の発明を参酌しても，二体構成から三体構成(第5図：容器部70と蓋体72と底部71a)となし熱融着を採用する必然性がなく，当業者が容易に想到し得ることは困難というよりあり得ない」(26頁24行～35行)，「以上，甲第1号証第5図発明は容器部71と底部71aとは一体成形であり容器部の厚肉に対して薄肉の形状で軟質といっているだけで，材料を変えて軟質とする着想は甲第1号証第5図発明に全くない。また，底部71aは容器部71と一体成形されているもので，甲第1号証の第2図の発明を考慮しても底部22bは一体成形であり容器部71／容器22と，底部71a／22bとを分割する構成は無く，示唆もない。…また，材料を選択するとして甲第1号証全体においての実施例はゴム材ないしブチルゴム等のゴム材との記載があるものの，かかる構成から熱可塑性のエンジニアリングプラスチックと熱可塑性弾性体の組み合わせを選択していく示唆はない」(27頁17行～35行)，「仮に，甲第1号証第5図発明において容器部71を底部71aと周囲部71bとに分け，容器部71をエンジニアリングプラスチックと底部71aを熱可塑性弾性体と三体構成とするにしても，ここでは『この袋体61内に支持軸66部が突出しているので，流体65を注入する際，支持軸66が邪魔になり』との課題を無視しなくてはならないものとなり，筒状部の端部のみに射出成形により一体に熱融していく着想は，『容器部内に突起がないので粘性流体の注入が容易』とする課題達成の阻害要因となる」(27頁下3行～28頁4行)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，容易想到性の判断は，当該発明の属する技術分野における出願時の技術水準を的確に把握した上で，当業者であればどのようにするかを常に考慮して，引用発明に基づいて当業者が請求項に係る発明に容易に想到できたことの論理付けができるか否かによるものであり，一つの進歩性欠如の論理付けが明確であれば，進歩性を否定するのに足りる。そして上記の引用発明は引用文献の記載に基づいて把握されると共に当該発明の出願時に当業者が理解することのできる客観的なものでなくてはならず，引用発明の成立過程をことさらに重要視して，引用発明を限定的に解することは許されない。また，容易想到性の判断に際し阻害要因を肯定するためには，一の従来技術に他の従来技術を適用するに当たって「適用を妨げる特段の事情」や「格別の技術的支障」等の事情が存在することを必要とするが，そのような事情の存否を判断するに当たっては，単なる公知技術の組合せが特許にならないように格別慎重に判断されなければならない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上の観点から述べると，甲1号証第5図発明に関しては，甲1文献に記載されているその他の事項(甲1号証第5図発明の問題点を解決するための手段として把握される事項)を参照すれば，甲2～5の各文献に記載された熱融着に関する公知技術を容易に適用することができるのであり，そして熱融着の技術を適用すれば容易に本件発明1の構成に至るものである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "すなわち，甲1号証第5図発明が有する「十分な振動減衰効果が得られない」という課題は，甲1文献に「…本考案によれば容器部と蓋部とをそれぞれ異なる硬度に別々に成形でき，支持軸を支持する蓋部を軟らかく形成する一方，容器部を硬質に形成したので，支持軸と容器部の相対変位が大きくでき，従来と同様に粘性流体の流動抵抗を高めて優れた減衰効果を得ることができる」(14頁1行～7行)と記載されているように，ダンパーの容器部の筒状部を硬質に形成し，支持軸を支持する部材を軟質に形成することにより解決できるものである。なぜなら，上記筒状部を硬質に，支持軸を支持する部材を軟質にした場合には，支持軸と筒状部との相対変位が高くなり，この相対変位に伴う流体の流動抵抗を高め共振振動領域における共振倍率を効果的に小さく抑制することができ，その結果として防振減衰効果が向上するからである(甲1，5頁2行～7行参照)。",
                                "そこで，甲1文献の記載全体に接した当業者であれば，甲1号証第5図発明の容器部71の筒状の周囲部71bを硬質の材料で形成し，支持軸を支持する底部71aを軟質の材料で形成しようとすることは，容易に想到しうるものである。",
                                "そして，甲1号証第5図発明の容器部71の筒状の周囲部71bと底部71aを硬度の異なる材料で形成しようとするに際して，周囲部71bをエンジニアリングプラスチックとし，底部71aを熱可塑性弾性体とし，それらを射出成形により熱融着させることは，甲2～5の各文献に示された公知の技術を適用することにより，当業者が容易に想到しうる事項である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "これに対し審決は上記のとおり，甲1号証第5図発明のダンパーは2体構成であるのに対して本件発明1の減衰手段は3体構成であり，2体構成から3体構成とした上で熱融着を採用することは容易になしうるものではないとする。",
                                "しかし，異なる材料を一体成形して一つの部品を製造する技術は周知のものである(甲2～5文献参照)から，甲1号証第5図発明のダンパーの容器部71における周囲部71bと底部71aとを別材料で形成すること自体は格別困難な事項ではない。原告は，熱融着の技術を用いて異なる材料により一つの部品を成形することを主張するものであり，2体構成から3体構成にすることの容易性を主張しているものではない。",
                                "また，審決は本件発明1が3体構成であることを前提としているが，そもそも本件発明1の減衰手段は「容器部」と「蓋部」の2体により構成されるものであり，3体構成を採用するものではない。",
                                "すなわち，本件発明1の「筒状部」と「第1密封部材」は射出成形により一体に熱融着されて一つの部品(減衰材を収容する容器部材)を成形するものであり，これに「第2密封部材」(蓋部)が組み合わされて減衰手段が完成する。このように組立時の工程に注目すれば，本件発明1は「容器部」と「蓋部」の2体構成といえる。",
                                "要するに，本件発明1は2体構成であり，甲1号証第5図発明も2体構成であるのだから，本件発明1の容易想到性を判断するに当たり，2体構成から3体構成とすることの示唆の有無は全く関係がないものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "また審決は，熱可塑性弾性体を筒状部の端部のみに射出成形により一体に熱融着させる着想は「『容器部内に突起がないので粘性流体の注入が容易』とする課題達成の阻害要因となる」(28頁3行～4行)とするが，上記課題は，甲1号証第2図発明によって解決しようとする課題であって，甲1号証第5図発明から本件発明1を想到することの阻害要因となるものではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(進歩性に関する判断の誤り・その2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，甲1号証第2図発明に甲9文献記載の熱融着に関する発明を適用することにより容易に想到できたものであり，この熱融着の適用は，甲3文献及び甲10(特開平1−139241号公報)，甲11(特開平1−315911号公報)の各文献に記載された周知技術を適宜参酌しつつ，甲1号証第2図発明と甲9文献記載の発明との「共通点」に基づいて容易になしうるものである。また本件発明2は，上記各文献に加え甲6～8の各文献に記載された発明に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1についての判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "審決は，防水性が高い操作ボタンの複合成形体に関する甲9文献記載の発明と甲1号証第2図発明との共通点として，",
                          "text": [
                            "「共通点1：甲第1号証第2図発明と甲第9号証に記載の発明には，それぞれ『軟質の部材と硬質の部材を接着する』という『材料の軟質／硬質』及び『接着すること』に関する点で共通する。",
                            "共通点2：甲第1号証第2図発明の防振装置では，蓋部が容器部を密封することが記載され，甲第9号証に記載の発明の操作ボタンは，従来から防水性が要求されており，甲第1号証第2図発明の防振装置と甲第9号証に記載の発明の操作ボタンには密封性を高めるという点に限定して共通する。",
                            "共通点3：一般的に2つの部材をくっつける場合には，通常接着力を必要とし，その技術分野での課題を達成していく意味において接着力を必要な強固なものにしていく点で共通する。",
                            "共通点4：今回訂正明細書には，『工数が少なくて済み，製造コストを安価なものとすることができる』との記載がされ，甲第9号証に記載の発明には，『製造工程が少なくて済む効果がある』(7頁右下欄5～6行)と記載されている。防振装置であれ，操作ボタンであれ，製造工程を減らしてコストダウンを図るという点で共通の課題が内在する」(31頁31行～32頁9行)と認定し，「…上記各共通点を踏まえ，操作ボタンと技術分野の相違はあるとしても，甲第9号証に記載の発明の上記硬質部位の材料をエンジニアリングプラスチック(ABSなど)と，軟質部位の材料に熱可塑性弾性体としてこれらを接着するところまでは容易に想到し得るものと認められる。また，射出成形により一体に熱融着することは接着手段として周知であることも認められる」(32頁16行～21行)としながら，「…『射出成形により一体に熱融着』する手段の採用は，甲第1号証第2図発明では『射出成形により一体に熱融着』するのは容器部22と蓋部23との端部23bの開口端22cの箇所となる。その為には容器部22と一体成形している底部22bを分けて，容器部22と蓋部23と底部22bの3体構成を採用することとなり，粘性体14aの注入は，必然的に容器22と蓋部23を熱融着すると底部22b側からする成形工程が必要になる。すると，『甲第1号証2図発明が，従来のダンパーが『袋体61内に流体65を注入する必要があり，この袋体61内に支持軸66部が突出しているので，流体65を注入する際，支持軸66部が邪魔になり，』(5頁17行～20行)との欠点，及び，『このダンパー70は，容器部71の底部71aを薄肉に形成し，周囲部71bを厚肉に形成したものであり。且つ，これ等は同一材で一体に形成されている。・・・したがって，周囲部71bを厚肉に形成しても，十分な振動減衰効果が得られないという問題を有していた。』(6頁10行～18行)との欠点を克服するためになされたものであり，支持軸76を支持するダンパーの容器として適するように硬質材料からなる容器部22と，ダンパーの支持軸挿入部として適するように軟質の材料を用いると共に，粘性流体の注入作業が容易となるように，従来のダンパー(第5図参照)では容器の底部にあった一体成形の支持軸挿入部を蓋部に移動させたものであると認められる。そのために，唯一の密封部である容器部22の開口端22cと蓋部23の端部23b(蓋部の外周部)を後から密封するために，該部分を接着する構成にしたものと認められるが，三体構成(第2図：容器部22と蓋部23と底部22bとの三体)にして，上記「射出成形により一体に熱融着」する手段の採用は上記の課題を達成し得なくなり，甲第1号証第2図発明において相容れない技術事項』(以下『相容れない技術事項』という。)となり，射出成形による熱融着を想定してないところに採用することは困難である。したがって，『甲第1号証第2図発明の硬質部位の材料を硬質のエンジニアリングプラスチックで構成し，軟質部位の材料を軟質の熱可塑性弾性体で構成し，射出成形により一体に熱融着すること』，その為に後記する第2密封部材を『筒状部の他端に固着された』部材と別体構成は，『接着するという共通点』を前提に，『材質の硬／軟の組み合わせてのものとの共通点』があるとしても，甲第9号証に記載の発明に基づき，上記相違点1のようにしていくことは当業者が適宜容易に想到し得ることはできない」(32頁22行～33頁17行，下線は審決による)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，審決でも認めている四つの共通点が進歩性の判断における動機付けとなることは明白であるから，甲1号証第2図発明の「接着」に甲9文献記載の「熱融着」の技術を適用して相違点1の構成に至ることは容易である。",
                            "すなわち，甲1号証第2図発明における「蓋部23」は「容易に弾性変形するように容器部22より軟質に成形されて」(甲1，13頁2行～4行)おり，甲1号証第2図発明と甲9文献記載の発明には審決が認定したとおりの共通点(31頁31行～32頁9行)がある。",
                            "そして，甲9文献には，硬質の枠体と軟質の弾性体を液密に直接固着して一体化する技術が記載されると共に，硬質の枠体をエンジニアリングプラスチックで構成し，軟質の弾性体を熱可塑性弾性体で構成して，これらを熱融着により接着することが示されている。また，熱融着の技術を種々の装置に適用できることは，甲3文献にも記載されているとおり周知の事項である。したがって，甲9文献に記載された熱融着の技術を甲1号証第2図発明のダンパーに適用することを妨げる理由はない。",
                            "そして審決も「…甲第9号証に記載の発明の上記硬質部位の材料をエンジニアリングプラスチック(ABSなど)と，軟質部位の材料に熱可塑性弾性体としてこれらを接着するところまでは容易に想到しうるものと認められる」(32頁17行～19行)としているところであり，甲9文献には「接着」としての「射出成形による熱融着」が随所に記載されていることからすれば，甲1号証第2図発明の「容器部22」と「蓋部23」との接着として射出成形による熱融着を採用することの容易想到性も当然に肯定されるものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ところが審決は，上記のような認定をしながら，いわゆる阻害要因とは異なる「相容れない技術事項」という不明瞭な独自の基準を用いて相違点1の容易想到性を否定した。このような基準を用いて容易想到性の判断をすること自体が誤りであり，しかもその判断の内容も次のとおり誤っている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "すなわち，審決は，「相容れない技術事項」として甲1号証第2図発明の2体構成に換えて3体構成を採用し容器部の底部を別体とすることの困難性を指摘するが，そもそも前記ウで述べたとおり，本件発明1は2体構成といえるものである。",
                                "仮に，本件発明1が3体構成であるという前提に立つとしても，甲1号証第2図発明に甲9文献記載の熱融着を適用して容器部と蓋部を射出成形により一体に熱融着することに想到すれば，容器部と蓋部とが一体化されることから，容器部の底部を別体として，ここから粘性流体を入れることは必然的に行われることであり，熱融着の適用に伴って適宜なしうる設計的事項にすぎない。すなわち，熱融着の技術の適用には従来より強固に接着することができるというメリットがあり，その適用に伴い新たに何らかの課題が生じるのであれば別途解決すれば済むことであって，本件の場合には容器部の底部を別体にするという設計的事項の変更によって解決しうるものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また審決は，粘性流体の注入に関し突出した支持軸が邪魔になるという甲1文献における従来技術の課題に関して，甲1号証第2図発明に熱融着の技術を適用し容器部の底部を別体としてここから粘性流体を注入することとすると，上記課題を解決することができなくなってしまうことをもって「相容れない技術事項」であるとする。",
                                "しかし，一般に，引用発明から他の発明に想到することの容易性を検討する場合，引用発明が解決するものとして記載された従来技術の課題(欠点)は，引用発明とその引用発明から想到される他の発明の技術的関連とは全く無関係である。本件でいえば，甲1号証第2図発明に熱融着を用いることが容易想到かどうかを判断するのであり，その際，甲1文献に記載された従来技術の課題(欠点)によって熱融着の適用が困難とされるものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "また審決は，甲1号証第2図発明における「蓋部」「底部」に拘泥しているが，本件請求項1には「蓋部」「底部」の記載はなく，甲1文献においても，「蓋部」「底部」の区別は，筒状部を最後に密封する部分を蓋部といい，蓋部に対向する部分を底部と称しているにすぎない。支持軸を受け入れるための「凹部が設けられた部材」との関係でみれば，甲1文献の第5図では底部に，第2図では蓋部に凹部が設けられており，凹部が設けられる部材が蓋部か底部かに限定されることはない。つまり支持軸用の凹部が設けられる部材の側で最後に密封することもできるし，これに対向する側で最後に密封することもできるのである。したがって，容器部の底部から粘性流体を注入し，これを最後に密封することには何らの困難もない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2についての判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，相違点2についての容易想到性について，「上記相違点1の検討でも触れたが，相違点2の第2密封部材(16)は『筒状部の他端部に固着された』部材は，上記『相容れない技術事項』の理由から，甲第1号証第2発明において，甲第9号証に記載の発明に基づき上記相違点2のようにすることはできない」(35頁29行～32行)とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，審決のいう「相容れない技術事項」が誤りであることは前記(イ)で述べたとおりであり，相違点2についても審決の判断は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，訂正の適否の判断に関する審決の誤りを主張するが，以下のとおり審決の判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正は，本件発明1，2の実施例において熱融着面の形成を説明する部分についてなされたものである。そして，本件発明1，2の防振装置においては，熱可塑性樹脂のエンジニアリングプラスチックからなる筒状部の端部に対し，第1密封部材を形成する軟質の熱可塑性弾性体(エラストマー)によって「熱融着」が行われることが要件とされているが，この「熱融着」の採用は前記筒状部の端部とエラストマーとの接合を伴う一体成形を目的としたものであり，「熱融着」が特定の現象に基づくことまでを必要とするものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「高分子辞典 第3版」(平成17年6月30日初版発行，朝倉書店，乙1)によれば，熱的方法により溶融して行う溶接すなわち「熱融着」とは，「…溶融時のポリマーの自己拡散性を利用するもので，被溶接面の相互のポリマー間のからみ合いの状態を生じさせ，接合部のポリマーが拡散しあって合体するものである」(650頁右欄16行～19行)。そして，「一体」とは，いくつかのものが纏まって一つの組織となることを意味する(「新明解国語辞典 第六版」平成17年5月25日発行，三省堂，乙2)から，本件発明1，2において筒状部の端部と第1密封部材を形成するエラストマーとが「一体に熱融着」することとは，加熱を原因として溶融した相互のポリマーが絡み合いを介して相互に接着し合い，一つに纏まった状態となるという趣旨である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，訂正前明細書(甲16の2〔特許訂正公報〕)における「混合または凝着」(3枚目下7行)の「混合」とは異質のものが混じり合うという意味であり，「凝着」とは一つに固まって離れなくなるという意味である。上記に述べたとおり熱融着においてはポリマー同士の絡み合いが生じている以上，混合・凝着のいずれの場合にもポリマーの絡み合いが生じているのであり，「混合または凝着」という二つの異なる表現が用いられているのは，これらの表現が分子レベルの現象を表すものではなく，他のレベルにおける状況を表現しているからにほかならない。",
                        "すなわち，ポリマーには結晶性ポリマーと非結晶性ポリマーとが存在し，結晶性ポリマーにおいても結晶部分と非結晶部分とが存在するところ，電子顕微鏡によって「熱融着」が行われた界面を観察した場合，二つのポリマーの少なくとも一方が結晶性ポリマーであって，かつ結晶領域が界面に存在する場合には，双方の結晶又は一方の結晶と他方の非晶質部分との「混合」状態を観察できる場合がある。これに対し，接合界面の双方が非結晶領域である場合には，二つのポリマーが異なるカラーであって界面によって中間色を示すなどの場合を除き，電子顕微鏡によって「混合」状態を確認することは困難である。",
                        "このように，訂正前明細書(甲16の2)の「混合または凝着」という記載は，双方のポリマーの混在を観察しうる場合につき「混合」と表現し，当該混在を観察し得ない場合につき「凝着」と表現したものであって，いずれも一体化の状態を表していることに変わりはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，訂正前明細書(甲16の2)の「混合または凝着」は，ポリマー同士の絡み合いを前提とする分子レベルの現象を表すものではなく，観察レベルの事項を表現しているものであるが，上記明細書の記載から当業者が直ちにこのような観察レベルの事項である趣旨を判読できるとは限らず，この点において「混合または凝着」の表現については明りょうでないとの評価を免れることができない。すなわち，「混合または凝着して」は，本来「一体に」と同一趣旨を表しているにもかかわらず，観察レベルに立脚しているが故に，当業者においてそのような趣旨であるとの理解に至らない可能性も考えられる。",
                    "したがって，本件訂正は，明りょうでない記載の釈明を目的としてなされたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件特許の当初明細書(乙4〔公開特許公報〕)の特許請求の範囲には，筒状部の端部に第1密封部材の熱可塑性弾性体が「一体に熱融着」されることが記載されており，発明の詳細な説明にも，第1密封部材と筒状部とが「一体」に成形されること又は「熱融着」されることが記載されている。",
                    "したがって，本件訂正は，願書に添付した明細書に記載した事項の範囲内においてされたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，本件訂正は特許請求の範囲を変更するものではないところ，特許請求の範囲にはもともと「混合または凝着して」という表現は存在しないのであるから，本件訂正が実質上特許請求の範囲を拡張し又は変更するものでないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，記載不備に関する審決の判断の誤りを主張するが，以下のとおり審決の判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件訂正が訂正要件に違反することを前提として明細書の記載が特許法旧36条3項，旧36条4項1号・2号の規定に違反すると主張するが，そもそも本件訂正は訂正要件に違反せず適法であることは上記に述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，本件訂正が不適法であるとしても，訂正前明細書(甲16の2)の特許請求の範囲には発明を構成する要件として必要にして十分な全てが記載されているのであるから旧36条4項2号違反の余地はなく，また，特許を受けようとする発明が発明の詳細な説明に記載されているから同項1号違反もなく，発明の詳細な説明には当業者が容易にその実施をすることができる程度に，発明の目的・構成・効果が記載されているから旧36条3項違反もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，本件訂正が適法であることを前提とした主張として，旧36条3項に定める実施可能要件の欠缼を主張する。",
                    "しかし，本件訂正明細書(甲18)においてはエンジニアリングプラスチックの内容について具体的に列挙されている(5頁17行～20行参照)。これらのエンジニアリングプラスチックに対し射出成形によって軟質の熱可塑性弾性体を「一体に熱融着」するためには所定の成形温度及び成形圧力による必要があるが，当業者は，使用されるエンジニアリングプラスチック及び熱可塑性弾性体の種類，筒状部端部の形状・大きさに応じて，個別の装置における射出段階の射出温度(ノズル温度)及び射出圧力を調整し，所定の成形温度及び成形圧力を実現することができるのであって，これらは当業者が必要に応じて調整しうる設計上の裁量事項にすぎないものである。",
                    "したがって，原告の上記主張は失当であり，本件訂正明細書(甲18)の記載は実施可能要件に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "原告は，甲1号証第5図発明に基づく進歩性欠如の無効理由に関する審決の認定判断の誤りを主張するが，以下のとおり審決の認定判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点・相違点の認定に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決が認定した一致点に加えて，「前記筺体に設けられ，内部に減衰材が収容された筒状の周囲部を有する複数の容器部材」を有する点と，「前記複数の容器部材の底部は，前記筺体の内側を向くように設けられており，かつ前記筒状の周囲部より軟質に形成している」点を一致点として認定すべきであると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "しかし，審決は，本件発明1の減衰手段と甲1号証第5図発明のダンパー(減衰手段)との一致点として，",
                      "text": [
                        "「a．前記筐体に設けられ複数の中空の筒状部と，",
                        "b．この筒状部内に収容された減衰材と，",
                        "c．前記筒状部の端部に一体に軟質からなり，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた第1密封部材と，」",
                        "という点を認定しており，原告が指摘する上記事項は上記a，cに当然包摂されている。",
                        "なぜなら，上記a，cにより，容器部材の基本構成について筒状の周囲部及び底部を有することが示されると共に，底部の素材が軟質であること，底部には記録再生装置に設けた突起を受け入れるための凹部が設けられていること(すなわち底部は筐体側を向いていること)が示されているのであり，結局，原告の主張する上記事項の全てが前記a，cによって網羅されているからである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，一致点の認定につき審決に誤りはなく，一致点の認定の誤りを前提とした相違点の認定に関する原告の主張も失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断に関し",
                  "text": [
                    "原告は，本件発明1は，甲1号証第5図発明に甲2～5の各文献に記載された熱融着に関する公知技術を適用して当業者が容易に発明しうるものであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，甲1号証第5図発明のような底部71a及び周囲部71bとが単一に構成された容器部71において，底部71aと周囲部71bを別体とした上で，さらに甲2～5の各文献に記載された熱融着に関する公知技術を適用して本件発明1に至るためには，飛躍した発想を必要とする。",
                        "なぜなら，甲1号証第5図発明のような単一構成と，エンジニアリングプラスチックによる筒状部と熱可塑性弾性体による第1密封部材との別体構成とは，製法及び具体的構成において明らかに相違し，甲1号証第5図発明をベースとして，甲2～5の各文献に開示されている熱融着の技術の採用に気付くことは不可能あるいは極めて困難といえるからである。",
                        "換言すれば，甲1号証第5図発明の単一構成から熱融着を伴う別体構成への転換が容易であるとすることは，本件発明1の構成を知った上での典型的な後知恵論にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，甲1号証第5図発明の容器部71を，硬質の周囲部71bと軟質の底部71aとに分離する構成が，甲1文献の記載全体から示唆されると主張する。",
                        "しかし，甲1号証第5図発明を従前技術としてなされた甲1号証第2図発明は，甲1号証第5図発明における一体構成を否定するだけでなく，胴部22aと底部22bによる容器部22を一体とする基本構成を採用しているのである。このような場合に，甲1号証第5図発明をベースとしつつ，甲1号証第2図発明に関する記載事項を部分的に採用し，甲1号証第5図発明の周囲部71bと支持軸を支持する部材(底部71a)とを別体とすることは不可能というべきである。",
                        "換言すれば，甲1号証第2図発明に関する記載事項において，蓋部23と容器部22とを別体としていることは，容器部22につき胴部22aと底部22bとの一体構成を採用していることと表裏の関係にあるのであって，甲1号証第2図発明に関する記載事項を採用する場合には，必然的に前記一体構成の容器部が前提となるのであるから，甲1号証第5図発明において3体構成を採用することはあり得ない。すなわち，甲1文献においては，甲1号証第5図発明のような2体構成を従来技術とし，第1図及び同第2図に記載のような2体構成の採用を新たな発明としているのであり，3体構成を採用する技術思想やその示唆は存在しない。",
                        "このように，2体構成のみに立脚している甲1号証第5図発明において，本来一体となっている底部71aと周囲部71bとを分離した上で3体構成を採用するには，飛躍的な発想を必要とするものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また原告は，甲2～5の各文献に記載された熱融着に関する公知の技術を甲1号証第5図発明に適用することは容易であると主張する。",
                        "しかし，甲1号証第5図発明は，甲1号証第2図発明との関係では改良の対象であって，技術的機能において劣位の関係にあるところ，甲1号証第2図発明においては，容器部22の胴部22aに対し蓋部23を射出成形によって一体成形すると金型の内側部分を容器22から取り出すことができなくなってしまうため，熱融着の技術を採用できないものである。そうすると，甲1号証第2図発明においてさえ熱融着を採用し得ない以上，改良の対象となっている甲1号証第5図発明において熱融着を採用することはあり得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告は，甲1号証第2図発明に基づく進歩性欠如の無効理由に関する審決の判断の誤りを主張するが，以下のとおり審決の判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1についての判断に関し",
                  "text": [
                    "原告は，本件発明1と甲1号証第2図発明との相違点1は，甲1号証第2図発明に甲9文献に記載された熱融着の技術を適用することにより容易に想到しうるものであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，甲1号証第2図発明において容器部22は胴部22a及び底部22bにより一体的に構成されているため，蓋部23を容器部22の開口端部に対して射出成形により熱融着しようとする場合には，容器部側に位置している金型を外部に取り出すことができなくなってしまう。",
                        "そこで，甲1号証第2図発明においては，成形と接着が同時に行われる射出成形による熱融着を採用することはできず，必然的に，容器部22に対する減衰材(粘性流体)の注入を経た後に容器部22の開口端部と蓋部とを熱融着以外の方法(具体的には，接着剤の使用)により接着するという工程を採用せざるを得ないことになる。",
                        "このように，甲1号証第2図発明は，容器部22の開口端部における熱融着を採用できないことを基本的前提としているものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，甲1号証第2図発明において蓋部23を容器部22の開口端部に対して射出成形により熱融着する場合には，底部から粘性流体を注入するように設計変更すれば足りると主張する。",
                        "しかし，甲1文献には，甲1号証第2図発明とほぼ同様の構成を有する第1図の発明につき，「…粘性流体14aを注入するとき，容器部12内の空間には突起物が何もないのでディスペンサーの先端の大きなものが使用できるとともに，ディスペンサーの移動も円滑にでき，粘性流体の注入時間が短くてよく，万遍なく注入でき，気泡の混入も防げる」(11頁14行～19行)と記載されており，ディスペンサー(注入器)を用いて粘性流体を容器部に注入する際，従来技術である第4図の支持軸66，第5図の支持軸76のような突起部による支障を伴わずに，先端の大きなディスペンサーを使用して円滑かつ短時間に注入することができ，しかも気泡の混入を伴わない万遍のない注入ができるという点で新規性及び進歩性を有することが示されている。そして，このことは甲1号証第2図発明においても当然に妥当するものである。",
                        "そうすると，甲1号証第2図発明に甲9文献記載の技術を適用して蓋部23を容器部22の開口端部に対して射出成形により熱融着し，容器部22の底部から粘性流体を注入するように変更すれば，粘性流体を注入する際には支持部材11及びこれを挿入する支持軸挿入部23aが胴部22aの内側に突出した状態となっているため，甲1号証第2図発明が有していた上記の技術的意義は喪失されることになる。",
                        "このように，甲1号証第2図発明において技術上のメリットが失われるにもかかわらずあえて蓋部23と容器部22の開口端部との接着に熱融着の技術を採用するのであれば，その採用により得られるメリットが上記のようなデメリットを凌駕することが必要である。しかし，甲9文献，甲12文献のいずれにもそのような事項の教示ないし示唆は存在しない。",
                        "換言すれば，甲1号証第2図発明において蓋部23と容器部22の開口端部との接着に熱融着の技術を採用し，容器部22の底部から粘性流体を注入するように変更することは，決して単なる設計的変更ではなく，甲1号証第2図発明の基本的技術思想を否定するものであり，審決がいうように「相容れない技術事項」に該当するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての判断に関し",
                  "text": [
                    "原告は，相違点2についての容易想到性も主張するが，その主張は相違点1についての判断の誤りを前提とするものであるところ，相違点1についての判断に審決の誤りがないことは上記アのとおりであるから，相違点2に関する原告の主張も失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正の適否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正は，訂正前明細書(甲16の2〔特許訂正公報〕)の発明の詳細な説明における「…キャビティ部に流入した熱可塑性弾性体は，それ自身の溶融熱で環状段部13の表面部分を一部溶かして，両者は混合または凝着して熱融着面を作る。…」(3枚目下8行～下6行)との記載のうち，「混合または凝着して」の部分を，本件訂正明細書(甲18)記載のとおり「一体となって」(5頁下1行)に訂正したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこでまず，本件訂正が「明りょうでない記載の釈明」(特許法134条の2第1項3号)を目的としたものであるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「混合」とは「まじりあうこと」を意味し，「凝着」とは「異種の物質が接触したとき相互の分子間力によって互いにくっつくこと」を意味する用語である(広辞苑第六版)。",
                    "ところで，本件訂正は，訂正前明細書(甲16の2)のうち，発明の実施例として製造方法を記載した部分に関するものであり，特に加熱溶融した熱可塑性弾性体を射出成形金型を用いてエンジニアリングプラスチックと熱融着させる工程を記載したものである。そして「…キャビティ部に流入した熱可塑性弾性体は，それ自身の溶融熱で環状段部13の表面部分を一部溶かして，…熱融着面を作る」との記載から，加熱溶融した熱可塑性弾性体が金型のキャビティ部に流入すると，その溶融熱によって環状段部13(エンジニアリングプラスチックからなる筒状部の端部に形成されている)の表面の一部が溶融し，熱融着面が形成されることが理解される。",
                    "ここで加熱溶融した熱可塑性弾性体と，その熱によって溶融したエンジニアリングプラスチックとが「混合」すると記載した場合，溶融によって液体化した二つの物質が混じり合うことをいうものと理解され，一方，「凝着」すると記載した場合には熱可塑性弾性体とエンジニアリングプラスチックという二つの物質が接触したときの相互の分子間力によって互いにくっつくことをいうものと理解される。",
                    "そうすると，上記「混合」と「凝着」はいずれも熱可塑性弾性体とエンジニアリングプラスチックとが熱融着によって一体化する過程ないし結果を表すものであるところ，熱融着による一体化が「混合」によるか「凝着」によるかを区別する実益はなく，「混合または凝着して熱融着面を作る」という表現に換えて「一体となって熱融着面を作る」との表現を採用することにより端的に熱融着による一体化が示されることとなり，その趣旨がより明確にされたものである。",
                    "したがって，本件訂正は，「明りょうでない記載の釈明」を目的としたものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本件訂正前の「混合または凝着して」という文言は複数の物質が一つに纏まっていくまでの過程ないし状態変化を選択するものであるのに対して，本件訂正後の「一体となって」という文言は一つの結果を示すものであって，両者は技術的に全く異なる意味を表すものであるから「明りょうでない記載の釈明」に当たらないと主張する。",
                    "しかし，本件訂正前の「混合または凝着して」が熱融着による一体化の過程ないし結果を示すものであることは上記のとおりであるから，本件訂正によってその技術的意味が異なるものとなるわけではなく，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，本件訂正が願書に添付した明細書に記載した事項の範囲内においてなされたものであるかについて検討する。",
                "本件当初明細書(特開平4−157691号公報，乙4)には，その請求項1a，cに「…熱可塑性樹脂のエンジニアリングプラスチックからなる複数の中空の筒状部と，…前記筒状部の前記筐体内方側の端部に型成形により一体に熱融着された軟質の熱可塑性弾性体…」(1頁左欄12行～17行)と記載されている。",
                "また，発明の詳細な説明にも，「前記第1密封部材は，型成形により一体に筒状部に熱融着される。…」(3頁左上欄7行～8行)，「…筒状部11の端部内周面には，環状段部13が形成されている。この環状段部13に，軟質の熱可塑性弾性体からなる第1密封部材14が射出成形により一体に熱融着されている。…」(3頁右上欄16行～19行)，「…この発明によれば，第1密封部材が型成形により一体に筒状部に金型内で熱融着される。",
                "…」(4頁右下欄15行～17行)と記載されている。",
                "このように，本件当初明細書(乙4)には，エンジニアリングプラスチックからなる筒状部と熱可塑性弾性体が一体に熱融着されることが記載されていたものであり，本件訂正に係る「一体となって熱融着面を作る」との記載もこれと同じ内容を表しているものであるから，本件訂正は願書に添付した明細書に記載した事項の範囲内においてなされたものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，本件訂正が実質上特許請求の範囲を拡張し又は変更するものであるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正前明細書(甲16の2)に記載された請求項1は，「…前記減衰手段は，…熱可塑性樹脂のエンジニアリングプラスチックからなる複数の中空の筒状部と，…前記筒状部の前記筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体からなり，…」(1枚目40行～45行)というものであり，エンジニアリングプラスチックからなる筒状部の端部のみに熱可塑性弾性体が射出成形により一体に熱融着されることが記載されているところ，本件訂正は，発明の詳細な説明のうちその製造方法を記載した箇所において，これとほぼ同内容を記載したものにすぎない。",
                    "したがって，本件訂正は，特許請求の範囲の実質的な拡張又は変更に当たらないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，訂正前明細書(甲16の2)の発明の詳細な説明中の「混合または凝着して」の文言は，特許請求の範囲における「熱融着」の意義を解釈するに当たって考慮されるものであるから，「混合または凝着して」の記載が削除されたことによって実質的に特許請求の範囲が拡張又は変更されたものであると主張する。",
                    "しかし，本件訂正前における「混合または凝着して」の文言は，エンジニアリングプラスチックと熱可塑性弾性体という二つの物質が熱融着により一体化することについて説明したものにすぎず，特許請求の範囲における「熱融着」の解釈に影響を及ぼすようなものでないことは明らかである。",
                    "したがって，「混合または凝着して」の記載が削除されたことによって実質的に特許請求の範囲が拡張又は変更されたということはできず，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(記載不備の存否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，原告は本件訂正が不適法であることを前提として訂正前明細書(甲16の2)の記載に基づき記載不備の主張をするが，本件訂正が適法であることは上記のとおりであるから，本件訂正の不適法を前提とする原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は本件訂正が適法であるという前提の上でも特許法旧36条3項に規定する実施可能要件を欠くと主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書(全文訂正，甲18)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "・「この発明は，記録再生装置の防振装置に関する。更に詳しくは，CD(コンパクトディスク)，フロッピーディスク等の記録媒体を再生するための再生装置の衝撃等により発生する振動を緩らげ，かつ減衰させるための防振装置に関する。」(2頁4行～6行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来技術",
                      "text": [
                        "・「CDはデジタル符号化されたオーディオ信号をピット(凹部)の列として記録した小径のディスクである。このディスクに記録された事項は，再生装置においてレーザ光により再生される。再生装置に振動が発生すると，レーザ光が所定のピットに照射されない。従って，このような振動は極力避けなければならない。",
                        "従来，再生装置の防振装置として次のようなものが知られている。…」(2頁8行～12行)",
                        "・「この減衰手段は，第6図に示すようなものである。…ブラケット72には，シリコンなどの粘性を有する減衰材12を収容するための中空の筒状部74が形成されている。この筒状部74の両端は，軟質のゴム材料からなる筒状の密封部材75と，密閉板76とによって密封されている。",
                        "密封部材75は一端に密封部77を有し，その中央部に再生装置に設けられた突起を受け入れるための凹部78が設けられている。…」(2頁16行～23行)",
                        "・「上記減衰手段71は次のように組立てられる。ブラケット72の筒状部74内に，フランジ80側の端部をすぼめた密封部材75を挿通させる。そして，両フランジ79，80を筒状部74の両端面に係合させ，このようにして密封部材75をブラケット72に取付ける。…」(2頁下5行～下2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "・「しかし，上記減衰手段71にあっては，ブラケット72と密封部材75はそれぞれ個別に成形される。このため，ブラケット72に密封部材75を前記のようにして取付けなければならない。したがって従来のものは組立てのための工数が多く，しかも取付け作業が面倒であるという問題点があった。",
                        "この発明は，上述のような技術的背景のもとになされたものである。",
                        "この発明の目的は，減衰手段の組立て工数が少なく，製作が簡単な防振装置を提供することにある。」(3頁3行～9行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用",
                      "text": [
                        "・「前記第1密封部材は，型成形により一体に筒状部に熱融着される。このため，従来のような密封部材を筒状部に取付けるための作業が省略される。」(4頁4行～5行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例",
                      "text": [
                        "・「この発明の実施例を図面にしたがって説明する。第1図はこの発明による防振装置の全体を示す正面図である。…」(4頁7行～8行)・「第2図は減衰手段6の詳細を示す断面図である。減衰手段6はブラケット8を有している。ブラケット8は射出成形された熱可塑性樹脂のエンジニアリングプラスチックからなっている。ブラケット8はねじ9を介して側板4に取付けられ(第1図)，ねじ9のための取付孔10がブラケットの端部に形成されている。ブラケット10には中空の筒状部11が形成され，その内部に減衰材12が封入されている。減衰材としては例えば，10000～50000センチポアズ程度の粘性を有するシリコンが使用される。",
                        "筒状部11の端部内周面には，環状段部13が形成されている。この環状段部13に，軟質の熱可塑性弾性体からなる第1密封部材14が射出成形により一体に熱融着されている。第1密封部材14は，その中央部に再生装置1の突起7を受け入れるために凹部15が設けられている。",
                        "凹部15は射出成形時には，第2図に鎖線で示すように，凹部15の内周面が外部に露出した状態で成形される。そして成形後実線で示す状態にされる。",
                        "筒状部11の他端部は第2密封鎖部材16によって密封されている。この第2密封部材16はブラケット11と同一材料で射出成形により成形される。第2密封部材16は筒状の取付部17を有し，この取付部17の外周面に環状突起18が形成されている。環状突起18に対応して，筒状部11の他端部内周面に環状溝19が設けられている。",
                        "第2密封部材16の取付部17が筒状部11に圧入され，かつ環状突起18が環状溝19に係合することにより，第2密封部材16は筒状部11に固着される。",
                        "第2密封部材16は，その中央部に減衰材12の注入口20が設けられている。この注入口20は，筒状部11内に減衰材12を注入した後，実線で示すように熱融着により閉じられる。",
                        "上記防振装置によれば，再生装置1に衝撃が加わると弾性吊具5が振動することにより衝撃を緩和する。そして再生装置1の振動は突起7を介して減衰手段6に伝達され，減衰材12の粘性抵抗により減衰される。」(4頁16行～5頁12行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "subject": "製造法",
      "text": [
        "・「上記防振装置は次のようにして製造される。",
        "筐体2は通常エンジニアリングプラスチックを射出成形して作られるが，金属等の薄板を曲げ加工してもよい。ブラケット6は筒状部11を含めて，周知の射出成形法により一体成形される。ブラケットの材質は，ABS，ポリカーボネート(PC)，ポリプロピレン(PP)，PBT，ナイロン6，11，12など，機械的強度，成形性が良いもの，いわゆるエンジニアリングプラスチックと呼ばれるものであればどんな合成樹脂でも良い。",
        "ブラケットの射出成形後，このブラケットを次の射出成形金型に入れる。ここで使う金型は，射出成形でよく用いられる周知の金型構造を用いる図示せず)。金型内のキャビティ部は，環状段部13などであり，成形前はこれらの部分は空間である。この状態で，スプルーから加熱溶融した熱可塑性の弾性体を流入させる。この熱可塑性の弾性体は，例えば，ナイロンエラストマ，ポリウレタン系エラストマ，オレフィン系エラストマ，ポリエステルエラストマなどから選択する。",
        "流入された樹脂は，スプルー，ランナを通ってゲートを通りキャビティ部を満たす。キャビティ部に流入した熱可塑性弾性体は，それ自身の溶融熱で環状段部13の表面部分を一部溶かして，両者は一体となって熱融着面を作る。このようにして第1密封部材14が熱融着されたブラケットを金型から取出し，他の必要な処理を行なう。",
        "この後，第2密封部材16を筒状部11に取り付ける。さらに，第1密封部材14の凹部15をその内外面が反転するように筒状部11内に押し込む。そして注入口20から減衰材を注入し，注入後この注入口20を熱融着して閉鎖する。…」(5頁14行～6頁5行)"
      ]
    },
    {
      "fig": "b",
      "subject": "その他の熱可塑性弾性体",
      "text": [
        "・「ブラケットに高い耐熱性および機械的強度が要求される場合は，ポリカーボネート，ナイロンなどの熱可塑性のエンジニアリングプラスチックを使用する。しかし，従来用いられている熱可塑性エラストマーをこれらのエンジニアリングプラスチックに接合するには，比較的硬い熱可塑性弾性体(エラストマ)に限られている。この場合には，本出願人が特願昭62−300036号(特開昭1−139240号公報)および特願平1−2",
        "35620号において提案した方法にしたがい，熱可塑性弾性体組成物を選択すればよい。」(6頁12行～18行)"
      ],
      "content": [
        {
          "fig": "(カ)",
          "subject": "発明の効果",
          "text": [
            "・「以上のようにこの発明によれば，第1密封部材が型成形により一体に筒状部に金型内で熱融着される。したがって，この密封部材の組付作業が自動化できるので，工数が少くて済み，製造コストを安価なものとすることができる。」(7頁13行～15行)"
          ]
        },
        {
          "fig": "(キ)",
          "text": [
            "図面(ただし，甲16の1〔本件特許公報〕による。説明は4頁の「図面の簡単な説明」による。",
            "・第1図はこの発明の第1実施例を示す一部破断した正面図・第2図は減衰手段の詳細を示す断面図",
            "・第6図は従来例を示す断面図",
            "【第1図】",
            "【第2図】",
            "【第6図】"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "以上の記載によれ ば，本件発明1，2",
              "text": [
                "は，コンパクトディスク等の記録媒体の再生装置に発生する振動を減衰させるための防振装置に関するものであり，特に振動を減衰するための減衰手段において特徴を有するものである。",
                "すなわち，従来技術においては，粘性を有するシリコーンなどの減衰材を収容するための筒状部74の一方の端が，再生装置に設けた突起を受け入れるための凹部を有する密封部材75によって密封され，前記筒状部74の他方の端は密閉板76によって密封されていたが，前記筒状部74と密封部材75はそれぞれ個別に成形されていたため，密封部材75を取り付けるための組立て工程が必要となり，取付作業が煩雑であるという問題点があった。",
                "そこで，凹部を有する密封部材を筒状部に一体に熱融着することにより，従来のような密封部材の取付けのための作業を省力化したのが本件発明1，2である(なお，本件発明2は筒状部が防振装置の筐体に着脱自在に取り付けられるブラケットの一部をなしているという点で本件発明1と異なるが，それ以外の構成は本件発明1と同じである。)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そして，特許請求の範囲の記載によれば，本件発明1，2において筒状部は熱可塑性樹脂のエンジニアリングプラスチックからなり，凹部が設けられた密封部材(第1密封部材)は軟質の熱可塑性弾性体からなるものとされており，さらにこれらを一体に熱融着するには射出成形により筒状部の筐体内方側の端部のみに熱可塑性弾性体を熱融着するものと特定されている。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "ところで，本件訂正明細書(甲18)の上記記載によれば，筒状部の材質は，ABS，ポリカーボネート，ポリプロピレンなど，いわゆるエンジニアリングプラスチックと呼ばれるものであればどんな合成樹脂でもよく，第1密封部材を構成する熱可塑性弾性体は，ナイロンエラストマー，ポリウレタン系エラストマーなどから選択されるとされている。",
                "そして，一般に硬質プラスチックと熱可塑性エラストマーとを射出成形により一体に熱融着させることは，甲2～4の各文献にも記載されているように本件出願前(平成2年10月22日前)に周知の事項である。また，エンジニアリングプラスチックの一種であるポリプロピレンを熱可塑性エラストマーと熱融着させることについても，甲3文献(“Coinjection ofThermoplastics and TPEs and its Applications”〔熱可塑性プラスチックとTPEの2色射出成型及びその応用〕，訳文3枚目8行)，甲4文献(特開昭61−213145号公報，2頁左下欄8行～11行)に記載されているように，本件出願前に当業者(その発明の属する技術の分野における通常の知識を有する者)に知られていたものである。",
                "さらに，ポリカーボネート，ナイロンなどのエンジニアリングプラスチックを採用する場合については，本件訂正明細書(甲18)中に，特願昭62−300036号(特開昭1−139240号公報，甲5)及び特願",
                "平1−235620号に開示された方法に従って熱可塑性弾性体の組成物を選択すればよいことが記載されている(全文訂正明細書6頁12行～18行)。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "そうすると，当業者は，本件訂正明細書(甲18)の記載を参照して本件発明1，2を実施するに当たり，熱融着に関する周知の技術のほか，発明の詳細な説明に開示された方法を採用するなどして，エンジニアリングプラスチックからなる筒状部と熱可塑性弾性体からなる第1密封部材とを一体に熱融着することができるものである。",
                "したがって，本件訂正明細書(甲18)の発明の詳細な説明の記載は，特許法旧36条3項に違反するものではない。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "これに対し原告は，本件訂正明細書(甲18)には本件発明1，2の防振装置を製造するための具体的な熱融着の条件が明確に記載されていないと主張する。",
                "しかし，本件発明1，2における熱融着は，これにより接着される部材の一方がエンジニアリングプラスチックからなり，他方が熱可塑性弾性体からなる点，射出成形の方法による点，筒状部における接着部位が筐体内方側の端部のみである点を除けば，特段の限定がないものである。そうすると，本件発明1，2の熱融着を実施するためにさらに具体的な成形条件(例えば温度条件，圧力条件等)が開示されなければ当業者が実施できないというものではなく，原告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "text": [
                    "また原告は，特許請求の範囲における「一体に熱融着」の「一体に」の技術的意義が不明りょうであり，特許を受けようとする発明を明確に把握することができないと主張する。",
                    "しかし，本件訂正明細書の記載(前記(2)ア)によれば，上記「一体に熱融着」は二つの物質(エンジニアリングプラスチックからなる筒状部の端部と熱可塑性弾性体)が熱融着により一体化することを表しているものと理解することができるから，「一体に」の記載が不明りょうであるとはいえず，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "したがって，原告主張の取消事由2は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "4",
                      "subject": "取消事由3(進歩性欠如・その1)について",
                      "text": [
                        "原告は，本件発明1は甲1号証第5図発明に甲2～5の各文献に記載された熱融着の技術を適用して容易に想到しうるものであると主張するので，以下この点について検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "一致点・相違点の認定に関し"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "甲1文献(実願昭63−151566号〔実開平2−72834号〕の",
              "text": [
                "マイクロフィルム)には，次の記載がある。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "産業上の利用分野",
          "text": [
            "・「本考案は，車載用のコンパクトディスクプレーヤのドライブユニット等の精密機器を支持する際に使用される防振支持装置に関する。」(2頁6行～8行)"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "従来の技術",
          "text": [
            "・「第3図はコンパクトディスクプレーヤの主要部を示す図である。",
            "図中1はシャーシ等の支持部材である。この支持部材1はコンパクトディスクプレーヤを取付けるためのフレームである。この支持部材1に，メカシャーシ等の被支持部材2が弾性支持用附勢手段であるコイルスプリング6とダンパー60によって支持されている。被支持部材2上にはコンパクトディスクDを支持して回転させるターンテーブル4aと，このターンテーブル4aを回転駆動させるモータ機構4と，光学ピックアップ5…などが搭載されている。",
            "光学ピックアップ5は，コンパクトディスクDの記録面に非接触式にて対向し，記録を順次読み取る読取機構5a，ならびにこの読取機構5aをディスクDに沿って移動させるガイド機構5bなどからなっている。",
            "読取機構5a内にはトラッキングサーボ装置とフォーカシングサーボ装置が設けられており，対物レンズを比較的高い周波数にて微動させレーザビームの照射状態を補正している。したがって，コンパクトディスクプレーヤは，外部からの振動や衝撃を直接に受けると，上記サーボ装置による補正が十分にできなくなり，読取動作に支障をきたし，音とびを生じることになる。…そのため，共振振動域における共振倍率をあらゆる方向で著しく小さくし，音とびを防止する必要がある。」(2頁10行～4頁2行)・「かかるディスクプレーヤの防振支持装置としては，実開昭61−146639号公報に記載されたものが知られている。",
            "この防振支持装置は，第3図に示すように，支持部材1に対してコイルスプリング6により被支持部材2が支持されると同時に，支持部材1に設けられたダンパー60に被支持部材2に設けられた支持軸66が連結されることにより，ダンパー60が支持部材1と被支持部材2間に介装されている。",
            "そしてダンパー60は，第4図に示すように，薄肉のゴムによって形成された袋体61と，袋体61の外周を囲む筒状に形成された厚肉のゴム製の補助部材62と，この補助部材62の基部に形成された穴62a内に嵌着されてこの穴62a内にて袋体61の開口部61aを固定する閉鎖部材63とを有し，且つ袋体61内に流体65が封入されており，上記支持軸66が袋体61によって支持されている。",
            "このように，袋体61の周囲を厚肉の補助部材62の筒状部が囲んでいて，この筒状部自体の剛性により，支持軸66と筒状部との相対変位を高め，この相対変位に伴う流体65の流動抵抗を高め共振振動領域における共振倍率を効果的に小さく抑制している。",
            "しかしながら，かかる従来のダンパー60は，袋体61の外周を補助部材62で囲むために，袋体61を補助部材62に嵌め込むと共に，袋体61の開口部を補助部材62の穴62aに位置させ，この穴内に閉鎖部材63を嵌着して袋体61の開口部を閉鎖しているので，この穴部における袋体61，補助部材62および閉鎖部材63の構造が複雑になると共に，これらの組立に技術を要し，手間がかかるという問題を有していた。",
            "また，上記組立では，袋体61内に流体65を注入する必要があり，この袋体61内に支持軸66部が突出しているので，流体65を注入する際，支持軸66部が邪魔になり，流体65の注入作業に時間を要すると共に，気泡が残り易く減衰特性も損なうという問題を有していた。",
            "なお，ダンパーの構造を少し簡素化したものとして，実開昭62−12842号公報に記載されたものが知られている。",
            "即ち，第5図に示すように，ダンパー70は，容器部71の開口を蓋体72で密閉して容器部71内に密閉室を構成すると共に，密閉室73に粘性液体Gを封入したものである。",
            "しかしながら，このダンパー70は，容器部71の底部71aを薄肉に形成し，周囲部71bを厚肉に形成したものであり。且つこれ等は同一材料で一体に形成されている。",
            "従って，支持軸76を支持する底部71aを軟らかくするために軟質になされている。",
            "従って，周囲部71bを厚肉に形成しても，十分な振動減衰効果が得られないという問題を有していた。」(4頁3行～6頁下3行)"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "考案が解決しようとする課題",
          "text": [
            "・「本考案は上記問題点に鑑みてなされたものであって，構造が簡単であり，且つ粘性流体の注入がし易く，しかも従来と同様に支持軸の変位に伴う粘性流体の流動抵抗を高め，優れた減衰効果を保証できる防振支持装置を提供することを目的とする。」(6頁下1行～7頁5行)"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "作用",
          "text": [
            "・「本考案は上述の如く，防振支持装置において，ダンパーは容器部に蓋部が接着されて密封された収容空間に粘性流体が封入されてなり，蓋部が弾性材料にて形成されていて，この蓋部の中央部に上記容器部に形成された収容空間に突出せしめられた支持軸を嵌入できる支持軸挿入部を有すると共に，この支持軸挿入部の外周に少なくとも環状の薄肉部を有し，支持軸が支持軸挿入部に挿入されて支持され，且つ，容器部が蓋部より硬質に形成されているので，容器部自身の剛性により支持軸の変位に伴う容器部と支持軸の相対変位を高めて粘性流体との流動抵抗を高め，共振振動領域における共振倍率を抑制できることは勿論のこと，ダンパーが容器部と蓋部との接着により容器部内を密封する構成になされているので，ダンパーの構造が簡単であり，しかも，容器部内に支持軸部等の邪魔ものがないので，粘性流体の注入作業が容易になると共に，容器部内に粘性流体を万遍なく密封できることになる。」(8頁7行～9頁5行)"
          ]
        },
        {
          "fig": "(オ)",
          "subject": "実施例",
          "text": [
            "・「本考案の実施例を示す第1図ないし第2図に基づいて説明する。第1図は…」(9頁7行～9行)",
            "・「ダンパー10は，筒状の容器部12と，この容器部12の開口部を覆うように接着して配置された蓋部13と，容器部12の開口部を蓋部13により覆うことにより形成される収容空間14内に封入された粘性流体14aとから構成されている。",
            "容器部12はブチルゴム等のゴム材料にて厚肉に形成された円筒状の胴部12aの一端に底12bが設けられて容器状に一体に成形されている。",
            "蓋部13はその中心部に支持軸11を嵌入するための筒状の支持軸挿入部13aが形成されている。この支持軸挿入部13aは上記容器部12に形成された収容空間14内に突出せしめるようにされている。…この蓋部13はブチルゴム等のゴム材料にて容器部12より軟らかく弾性体に成形されている。…」(10頁3行～11頁5行)",
            "・「粘性流体14aは，蓋部13が接着されていない状態において，容器部12内に図示していないディスペンサー等のシリンジにより注入され，粘性流体を所要量注入した後，蓋部13の厚肉部13bを胴部の開口端12cに接着することにより封入される。粘性流体14aを注入するとき，容器部12内の空間には突起物が何もないのでディスペンサーの先端の大きなものが使用できるとともに，ディスペンサーの移動も円滑にでき，粘性流体の注入時間が短くてよく，万遍なく注入でき，気泡の混入も防げる。」(11頁9行～下2行)",
            "・「上述のように構成した本考案の防振支持装置によれば，被支持部材2に取付けたコンパクトディスクプレーヤ等を支持部材1に傾斜状態に支持すると，第1図におけるY方向成分の振動に対しては，容器部12が硬質に成形されているのでこれが変形しにくくなり，支持軸が変位しても支持軸と容器部12の胴部12aとの相対変位が大きくなり，支持軸と胴部の相対変位に伴う粘性流体との流動抵抗を高め減衰係数を大きくでき，共振倍率を小さくでき，充分な減衰効果が得られる。」(11頁下1行～12頁9行)・「第2図は，本考案の他の実施例の主要部を示す断面図である。",
            "この実施例においては，ダンパー20の容器部22は筒状の胴部22aの一端に開口端22cを有し，その開口端22cの近辺の外周には支持部材の取付孔1aに嵌入させる溝22dが設けられている。胴部22aの一端には底部22bを有し，容器部22は一体成形されている。さらに，蓋部23は胴部22aの開口端を覆うとともに，容易に弾性変形するように容器部22より軟質に成形されている。蓋部23の中央部に支持軸挿入部23aを有し，この支持軸挿入部23aの周囲に連結して断面がV字状に内側に折曲げられた環状の薄肉部23cを有し，さらにこの薄肉部23cの外周に上記容器部22の開口端22cに対して接着できるように端部23bを有し，蓋部23は一体成形されている。」(12頁14行～13頁10行)"
          ]
        },
        {
          "fig": "(カ)",
          "subject": "考案の効果",
          "text": [
            "・「以上説明したように，本考案によれば容器部と蓋部とをそれぞれ異なる硬度に別々に成形でき，支持軸を支持する蓋部を軟らかく形成する一方，容器部を硬質に形成したので，支持軸と容器部の相対変位が大きくでき，従来と同様に粘性流体の流動抵抗を高めて優れた減衰効果を得ることができることは勿論のこと，従来のダンパーに比較して構造が簡単にでき製作・組立が容易である。また，容器部内に突起がないので粘性流体の注入が容易で，注入時間が短くてよく，しかも粘性流体中への気泡の混入を防止でき，優れた減衰効果を保証できる。」(14頁1行～12行)"
          ]
        },
        {
          "fig": "(キ)",
          "subject": "図面",
          "text": [
            "・第1図は本考案に係る一実施例の主要部の縦断面図，第2図は本考案に係る他の実施例の主要部分の縦断面図，第3図はコンパクトディスクプレーヤのメカシャーシを防振支持装置により支持した状態を示す概略図，第4ないし第5図は従来のダンパーの縦断面図である。",
            "【第1図】",
            "【第2図】",
            "【第3図】",
            "【第4図】",
            "【第5図】"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "以上の記載によれば，甲1号証第5図発明は，車載用のコンパクトディスクプレーヤが外部からの振動や衝撃を受けた場合に記録の読取動作に支障をきたし，音とびが生じるのを防ぐことを目的とした防振支持装置である。",
                "そして，その構成は，コンパクトディスクプレーヤ(記録再生装置)を取り付けるための支持部材(筐体)，支持部材に設けられコンパクトディスクプレーヤを支持するためのコイルスプリング(弾性支持具)及びダンパー(減衰手段)を有する防振支持装置であって，ダンパー70は，容器部71の底部71a及び周囲部71bを同一材料で一体に形成し，容器部71の開口を蓋体72で密閉して密閉室を形成すると共に，この密閉室に粘性流体(減衰材)を封入するというものである。そして，容器部71の底部71aに設けられた凹部で支持軸(記録再生装置に設けた突起)を受け入れている。",
                "ここで，容器部71を底部71a，周囲部71bに区分して観察すれば，周囲部71bを「中空の筒状部」，底部71aを「筒状の端部に設けられた第1密封部材」ということも可能であり，その場合，蓋部72は「第2密封部材」ということができる。",
                "そうすると，審決が本件発明1と甲1号証第5図発明との一致点として「内部に空間を区画する筐体と，この筐体の一部に設けられ，記録再生装置を支持するための弾性支持具と，前記筐体の一部に設けられ，前記記録再生装置を支持し，かつその振動を減衰するための減衰手段とを備えた防振装置であって，",
                "前記減衰手段は，",
                "a．前記筐体に設けられ複数の中空の筒状部と，",
                "b．この筒状部内に収容された減衰材と，",
                "c．前記筒状部の端部に一体に軟質からなり，略中央部に前記記録再生装置に設けた突起を受け入れるための凹部が設けられた第1密封部材と，d．前記筒状部の他端部に固着された第2密封部材とを有する記録再生装置の防振装置。」(24頁26行～36行)である点を認定したことに誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "他方，本件発明1における「中空の筒状部」は熱可塑性樹脂のエンジニアリングプラスチックからなり，「第1密封部材」は軟質の熱可塑性弾性体からなるものであって，熱可塑性弾性体が筒状部の筐体内方側の端部のみに射出成形により一体に熱融着されているのに対し，甲1号証第5図発明におけるダンパー70は，容器部71の底部71a及び周囲部71bが同一材料で一体に形成されている。",
                "したがって，審決が，本件発明1と甲1号証第5図発明との相違点として「本件発明1の…筒状部の端部構成は『前記筒状部の前記筐体内方側の端部のみに射出成形により一体に熱融着された軟質の熱可塑性弾性体』からなり、第1密封部材と第2密封部材とを別体としたうえで、第1密封部材の成形とエンジニアリングプラスチックによる筒状部都の接合を熱融着により同時に実現しているのに対して、甲第1号証第5図発明における『容器部材(容器部71)』は、…『底部71aを薄肉に、筒状の周囲部71bを厚肉に形成するとともに、底部71aと周囲部71bが、軟質の同一材料で一体にされている』点」(25頁2行～12行)と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上に対し原告は，本件発明1における「中空の筒状部」と「第1密封部材」とは一体となって「容器部材」を構成するものであるから，上記一致点に加えて「前記筺体に設けられ，内部に減衰材が収容された筒状の周囲部を有する複数の容器部材」を有する点等を一致点として認定すべきであり，また相違点もこれを前提として認定すべきであると主張する。",
                "しかし，本件発明1における「中空の筒状部」と「第1密封部材」とが一体に熱融着されることにより実質的に容器部材としての役割を果たすこととなるとしても，甲1号証第5図発明との対比において相違点として認定されるべき点は，本件発明1における「中空の筒状部」と「第1密封部材」とが別材料からなり一体に熱融着されるのに対して甲1号証第5図発明における底部71a及び周囲部71bは同一材料で一体に形成されているという点に尽きるのであって，これは審決が相違点として認定しているとおりのものである。",
                "したがって，原告の上記主張は，甲1号証第5図発明との対比に基づく進歩性の有無の判断に何ら影響を及ぼすものではなく，採用することができない。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "容易想到性の判断に関し",
                  "text": [
                    "原告は，甲1号証第5図発明に甲2～5の各文献に記載された熱融着の技術を適用すれば，容易に本件発明1の構成に至ると主張するので，この点について検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件発明1と甲1号証第5図発明との相違点は，本件発明1の減衰手段において，熱可塑性弾性体からなる第1密封部材の成形とエンジニアリングプラスチックからなる筒状部との接合が熱融着により同時になされているのに対して，甲1号証第5図発明の容器71の底部71aと周囲部71bは，軟質の同一材料で一体に形成されているというものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして，甲1文献の記載(前記(1)ア)によれば，甲1号証第5図発明は，考案の詳細な説明において従来の防振支持装置として記載された発明の一つであり，そのダンパー(減衰手段)の構造は，甲1文献の第4図に記載されたダンパーの構造を若干簡素化したものである。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "すなわち，甲1文献の第4図に記載されたダンパーは，薄肉のゴムからなる袋体61と，厚肉のゴムからなり筒状に形成された補助部材62と，袋体61の開口部を固定する閉鎖部材63によって構成されていた。そして，袋体61はその外周を補助部材62に囲まれるように嵌め込まれ，袋体61の開口部は補助部材62の基部に形成された穴62aに位置するように配置され，さらに穴62a内に閉鎖部材が嵌着されるというものであったため，これらの部材の組立てに技術を要し，手間がかかるという問題点があった。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "これに対して甲1号証第5図発明は，第4図における袋体と補助部材を一体のものとして同一材料で形成して容器部71とし，その底部71aは支持軸76を支持するために軟質となるよう薄肉に形成し，周囲部71bは厚肉に形成したものである。このように，甲1号証第5図発明においては，第4図記載のダンパーと比べて構造が単純化され，容器部71と蓋体72による2体構成となっているため，組立ての手間を要しないものである。"
          ],
          "content": [
            {
              "fig": "ウ"
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "ところが，甲1号証第5図発明においては，支持軸76を支持するため軟質性が要求される底部71aと同一材料によって周囲部71bが形成されることから，周囲部71bを厚肉に形成しても十分な振動減衰効果が得られないという問題があった。すなわち，上記第4図のダンパーでは袋体を薄肉のゴム，補助部材を厚肉のゴムによって別体として構成していたために，補助部材の筒状部の剛性により支持軸と筒状部との相対変位及びこれに伴う粘性流体の流動抵抗を高め，共振振動領域における共振倍率を効果的に小さく抑制することができたが，甲1号証第5図発明では底部71aと周囲部71bを同一材料によって形成しているために，第4図のダンパーが有している上記利点を有しないものである。",
            "そして，このような課題を解決するために，甲1号証第2図発明のように容器部の向きを逆にして支持軸を支持する部位を蓋部とする構成が考案され，その結果，容器部の胴部(筒状部)は硬質に，支持軸を支持する蓋部は軟質にそれぞれ別材料により形成されることとなった。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "この点を受けて原告は，甲1号証第5図発明における上記課題，及び，周囲部(筒状部)と支持軸を支持する部分を別材料により構成すれば上記課題が解決できることが甲1文献に示されていることから，甲2～5の各文献に記載された熱融着の技術を甲1号証第5図発明に適用することは容易であると主張する。",
            "しかし，上記のとおり甲1号証第5図発明は，第4図のダンパーにおいて支持軸を支持する袋体と筒状部を形成する補助部材が別体として構成されていたことによる不都合を解消している例として，これらを容器部として一体に形成することが紹介されているものである。したがって，甲1号証第5図発明の底部71aと周囲部71bを別体に構成して第4図のような3体構成とすることは，既に克服できている課題を捨てて前段階に立ち戻ることにほかならず，そのような構成を採用することの示唆が甲1文献中にないことは明らかである。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "これに対し原告は，甲2～5の各文献に記載された熱融着の技術を適用すれば，容器部という一つの部品が熱融着により一体成形されることになるから，3体構成ではなく2体構成というべきであると主張する。",
            "しかし，甲1号証第5図発明は底部71aと周囲部71bが同一材料により同時に成形されるのに対し，本件発明1においてはまずエンジニアリングプラスチックを射出成形して筒状部を成形し，次いで別の射出成形金型を用いて熱可塑性弾性体を成形すると共に筒状部の端部に熱融着させるのであるから，両者を2体構成として同一視することはできない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "そして，甲1号証第5図発明が有していた課題(周囲部71bが底部71aと同一材料で形成されることによる振動減衰効果の不十分)を解決するため，周囲部71bと底部71aを別体，特にエンジニアリングプラスチックのような硬質プラスチックと熱可塑性弾性体とで構成することとした上で，さらに第4図のダンパーにおけるような問題(組立ての煩雑さ)を避けるために熱融着の技術を適用して本件発明1の構成に至ることは，それ自体進歩性を有するとの評価をされるべきものである。",
            "なぜなら，熱融着の技術は，接着剤による接着や，両部材の結合部位を凹凸形状として嵌合させるなどの機械的接合と並んで用いられる固着方法の一つであり(甲4文献〔特開昭61−213145号公報〕，1頁右欄11行～2頁左上欄18行参照)，二つの異質な材料からなる部材を固着するために接着剤による接着や機械的接合を用いていたのに換えて熱融着の技術を適用することは容易であるということができるとしても，熱融着の技術を適用することで甲1号証第5図発明が有していた課題と第4図のダンパーにおける課題を一挙に解決しようとすることは，当業者であっても容易に想到することとはいえないからである。",
            "なお，甲3文献(“Coinjection of Thermoplastics and TPEs and itsApplications”〔熱可塑性プラスチックとTPEの2色射出成型及びその応用〕)においては，熱可塑性プラスチックとTPE(ThermoplasticElastomer〔熱可塑性プラスチックエラストマー〕)との接合に関して，射出成形による接合例を紹介し，これらの技術の適用が考えられる分野の一つとして防振装置を挙げている(訳文2枚目2行～3枚目26行)。しかし，この記載は防振装置に対して熱融着の技術を適用する可能性を示唆したものにすぎず，防振装置のいかなる技術的課題を解決するためにどのように適用するかについては全く触れていないから，甲3文献の記載をもって本件発明1の容易想到性を直ちに肯定しうるものではない。"
          ],
          "content": [
            {
              "fig": "エ",
              "text": [
                "そうすると，本件発明1は甲1号証第5図発明に甲2～5の各文献に記載された熱融着の技術を適用して当業者が容易に想到しうるものとはいえないというべきである。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "text": [
                    "したがって，原告主張の取消事由3は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "5",
                      "subject": "取消事由4(進歩性欠如・その2)について",
                      "text": [
                        "原告は，本件発明1は甲1号証第2図発明に甲9文献に記載された熱融着の技術を適用して容易に想到しうるものであると主張するので，この点について検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "相違点1についての容易想到性に関し"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲1文献の記載(前記4(1)ア)によれば，甲1号証第2図発明は，甲1文献の第4図のダンパーや甲1号証第5図発明が有していた課題を解決するために考案されたものである。",
                "すなわち，第4図のダンパーは，各部材の組立てが煩雑であるという課題を有し，また，粘性流体を注入する際に突出した支持軸が邪魔になり，流体の注入作業に時間を要すると共に，気泡が残りやすく減衰特性が損なわれるという課題を有していた。他方，甲1号証第5図発明は，容器部の底部と周囲部を同一材料で形成するために振動減衰効果が不十分であるという課題を有していた。",
                "そこで甲1号証第2図発明は，容器部の開口部の向きを甲1号証第5図発明と逆にし，蓋部23を弾性材料で形成して支持軸を嵌入できる支持軸挿入部を設け，一方，容器部22は蓋部より硬質にされると共に円筒状の胴部22a及び底部22bが容器状に一体に成形されることとした。かかる構成を採用することにより，容器部22が硬質に成形されているため変形しにくく，粘性流体の流動抵抗を高め十分な振動減衰効果が得られるほか，構造が複雑でないため組立てが容易であり，さらに容器部内に突起がないため粘性流体の注入が容易になるという効果が得られるものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "ところで，甲1号証第2図発明の蓋部23は，容器部22の胴部22aの開口端を覆っており，粘性流体が洩れないように何らかの方法により接着されているものと考えられるが，この接着に換えて甲9文献(平2−208025号公報)記載の熱融着の技術を適用すれば相違点1の構成が得られるというのが原告の主張するところである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "しかし，甲1号証第2図発明の胴部22aの開口端と蓋部23とを接着するために熱融着の技術を適用すると，容器部内に設置された射出成形用の金型を射出成形終了後に取り出すことができなくなってしまうため，容器部の底部22bを別体として金型を撤去できるようにすることが必要となる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "この点に関し原告は，甲1号証第2図発明に熱融着の技術を適用した場合に容器部の底部を別体とすることは設計的変更にすぎないと主張する。",
                "しかし，上記のとおり甲1号証第2図発明は支持軸が挿入される側を蓋部とし，これに対する側を容器部の底部として，胴部と底部を容器状に一体に形成したところに発明の本質があり，容器部の底部を別体として胴部と蓋部を熱融着により一体に成形することは発明の本質的部分を変更するものであって，単なる設計的変更であるとはいえない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "加えて，甲1号証第2図発明においては，容器部と蓋部との2体構成であるために製造工程が少なく作業が容易であるのに対し，容器部の底部を別体とした場合には胴部と蓋部の射出成形，底部の接合という工程が必要となる。",
                "また，甲1号証第2図発明においては容器部内に支持軸による突起がないため粘性流体の注入が容易であるという作用効果があるのに対し，胴部と蓋部を熱融着により一体に成形してこれに粘性流体を注入すると，支持軸による突起が存在するため上記作用効果が失われることになる。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "そうすると，甲1号証第2図発明において胴部22aの開口端と蓋部23との接着に熱融着の技術を適用することにより強固な接着が実現できるなどの利点があるとしても，その反面，上記のような作業工程の増大や作用効果の喪失を招くこととなり，それにもかかわらずあえて甲1号証第2図発明に熱融着の技術を適用することは想定し難く，これを容易想到ということはできないものである。",
                "したがって，相違点1に関する審決の判断に誤りがあるということはできない。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "相違点2についての容易想到性に関し",
                  "text": [
                    "原告が相違点2についての判断の誤りとして主張するところは相違点1についての主張を前提とするものであるところ，相違点1に関する審決の判断に誤りがあるといえないことは上記のとおりであるから，相違点2についての原告の主張も採用することができない。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "したがって，原告主張の取消事由4は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "6",
                      "subject": "結語",
                      "text": [
                        "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
                        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}