{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が訂正2007−390134号事件について平成20年3月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，参加によって生じた分は被告補助参加人の負担とし，その余は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が特許権者である特許第3231553号(発明の名称「インバータ制御装置の制御定数設定方法」，原出願日 昭和61年5月9日，分割出願日 平成6年7月25日，発明の数2，その後平成17年11月18日付けの訂正認容審決あり，以下「本件特許」という)について原告が平成19年11月16日付けで訂正審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
            "なお，被告補助参加人は，本件特許につき無効審判請求をし特許庁からこれを無効とする審決を受けている(係争中)こともあって，被告のため補助参加をしたものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，訂正審判請求に係る発明が平成6年法律第116号による改正前の特許法126条3項にいう独立特許要件を満たすか，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，昭和61年5月9日になした原出願(特願昭61−106469号)からの分割出願として，平成6年7月25日，名称を「電圧制御形ベクトル制御インバータの制御装置」とする発明につき特許出願(特願平6−172269号)をし，平成13年9月14日に特許第323155",
                  "text": [
                    "3号として設定登録を受けた(発明の名称は「インバータ制御装置の制御定数設定方法」と変更，発明の数2。甲1〔特許公報〕)。",
                    "その後原告は，平成17年10月20日，本件特許の特許請求の範囲第1項，第2項記載の発明につき訂正審判請求(訂正2005−39192号)を行い，平成17年11月18日に訂正認容審決を受け確定した(甲46)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その後原告は，平成19年11月16日付けで本件特許につき訂正審判請求(以下「本件訂正審判請求」という)をし，同請求は訂正2007−390134号として特許庁に係属したが，特許庁は，平成20年3月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成20年3月26日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正審判請求の内容",
              "text": [
                "本件訂正審判請求の内容は，平成17年11月18日付け訂正認容審決後の特許請求の範囲第1，2項及び関連箇所を，以下のとおり訂正しようとするものである(下線は訂正部分)。",
                "【特許請求の範囲】",
                "・「1．誘導電動機に電力を供給するインバータを電圧指令に基づいて制御する制御装置の制御定数を，前記制御装置の前記電圧指令を出力するコンピュータにより設定する方法において，次のステップを有することを特徴とするインバータ制御装置の制御定数設定方法。",
                "(a)前記電圧指令および前記誘導電動機の周波数指令の所定値を設定するステップ，",
                "(b)無負荷状態において，前記所定値に基づいて前記インバータから出力される交流電圧を前記誘導電動機に印加することにより，前記誘導電動機を回転させるステップ，",
                "(c)前記回転している誘導電動機に流れる電流を検出するステップ，(d)前記所定値に設定された電圧指令，前記所定値に設定された周波数指令，および前記検出された電流に基づいて，前記コンピュータにより，前記誘導電動機の1次インダクタンスと関係する，前記制御装置の制御定数を設定するステップ。",
                "(e)前記(b)のステップにおいて，周波数指令および電圧指令を前記設定した所定値まで徐々に且つ一定レートにて増加させて，前記誘導電動機を回転させるステップ。」(訂正発明1)",
                "・「2．誘導電動機に電力を供給するインバータを直交するベクトルの電圧指令(V *，V *)に基づいて制御する制御装置の制御定数を，前",
                "1d 1q",
                "記制御装置の前記電圧指令を出力するコンピュータにより設定する方法において，次のステップを有することを特徴とするインバータ制御装置の制御定数設定方法。",
                "(a)前記電圧指令および前記誘導電動機の周波数指令の所定値を設定するステップ，",
                "(b)無負荷状態において，前記所定値に基づいて前記インバータから出力される交流電圧を前記誘導電動機に印加することにより，前記誘導電動機を回転させるステップ，",
                "(c)前記回転している誘導電動機に流れる電流の，前記電圧指令の1つのベクトル成分に対応するベクトル成分を検出するステップ，(d)前記所定値に設定された電圧指令，前記所定値に設定された周波数指令，および前記検出された電流のベクトル成分を用いて，前記コンピュータを用い前記誘導電動機の1次インダクタンスを演算するステップ，",
                "(e)得られた前記1次インダクタンスに基づき前記コンピュータにより前記制御装置の制御定数を演算し，この制御定数を設定するステップ。",
                "(f)前記(b)のステップにおいて，周波数指令および電圧指令を前記設定された所定値まで徐々に且つ一定レートにて増加させて，前記誘導電動機を回転させるステップ。」(訂正発明2)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は別添審決写しのとおりである。その理由の要点は，訂正発明1・2は，下記甲5文献に記載された発明(引用発明)と周知技術から容易想到で特許法29条2項の規定に反し独立して特許を受けることができないから平成6年法律第116号による改正前の特許法126条3項の規定に適合しない，というものである。",
                    "・甲5文献：「ベクトル制御のオートチューニング」(A，B，C，D〔日立製作所 日立研究所〕，E，F〔同 大みか工場〕「電気学会研究会資料 回転機研究会 RM−85−20～30」のう",
                    "ちRM85−26，61頁～70頁，社団法人 電気学会，1",
                    "985年〔昭和60年〕7月17日)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断をするに当たり，引用発明の内容を以下のとおり認定し，訂正発明2と引用発明との一致点及び相違点を次のとおりとした。",
                    "〈引用発明の内容〉",
                    "「誘導電動機に電力を供給するインバータを直交するベクトルの電流指令に基づいて制御する制御装置の制御定数を，前記制御装置の前記電流指令を出力するための周波数指令を出力するマイコンによりオートチューニングする方法において，次のステップを有するインバータ制御装置の制御定数設定方法。",
                    "(a)前記電流指令および前記誘導電動機の周波数指令に定格値を設定するステップ，",
                    "(b)無負荷状態において，前記定格値に基づいて前記インバータから出力される交流電流を前記誘導電動機に印加することにより，前記誘導電動機を回転させるステップ，",
                    "(c)前記回転している誘導電動機の電圧の，前記電流指令の1つのベクトル成分に対応するベクトル成分を検出するステップ，(d)前記定格値に設定された電流指令，前記所定値に設定された周波数指令，および前記検出された電圧のベクトル成分を用いて，前記マイコンを用い前記誘導電動機の励磁インダクタンスを演算するステップ，",
                    "(e)得られた前記励磁インダクタンスに基づき前記マイコンによりIm＊の最適設計を行うステップ。」",
                    "〈一致点〉",
                    "いずれも，",
                    "「誘導電動機に電力を供給するインバータを直交するベクトルの第1の電気量指令に基づいて制御する制御装置の制御定数を，前記制御装置の指令を出力するコンピュータにより設定する方法において，次のステップを有するインバータ制御装置の制御定数設定方法。",
                    "(a)前記第1の電気量指令および前記誘導電動機の周波数指令の所定値を設定するステップ，",
                    "(b)無負荷状態において，前記所定値に基づいて前記インバータから出力される第1の電気量を前記誘導電動機に印加することにより，前記誘導電動機を回転させるステップ，",
                    "(c)前記回転している誘導電動機の第2の電気量の，前記第1の電気量指令の1つのベクトル成分に対応する成分を検出するステップ，(d)前記所定値に設定された第1の電気量指令，前記所定値に設定された周波数指令，及び前記検出された第2の電気量のベクトル成分を用いて，前記コンピュータを用い前記誘導電動機の1次インダクタンスを演算するステップ。",
                    "(e)得られた前記1次インダクタンスに基づき前記コンピュータにより前記制御装置の制御定数を演算し，この制御定数を設定するステップ。」である点で一致する。",
                    "〈相違点〉",
                    "(ア)「第1の電気量」が，訂正発明2では直交するベクトルの指令「電圧」及びインバータから出力される「交流電圧」であるのに対し，引用発明では直交するベクトルの指令「電流」及びインバータから出力される「交流電流」であり，「回転している誘導電動機の第2の電気量」が，訂正発明2では「回転している誘導電動機に流れる電流」であるのに対し，引用発明では「回転している誘導電動機の電圧」である点。",
                    "(イ)コンピュータの出力が，訂正発明2では「制御装置の電圧指令」であるのに対し，引用発明では「制御装置の電流指令を出力するための周波数指令」である点。",
                    "(ウ)訂正発明2では「(b)のステップにおいて，周波数指令および電圧指令を設定した所定値まで徐々に且つ一定レートにて増加させて，誘導電動機を回転させるステップ」を有するのに対し，引用発明ではそのようなステップが明確にされていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べる誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(引用発明の認定の誤り，一致点及び相違点についての認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，訂正発明2と引用発明との一致点の認定に関し，「本件訂正発明2と引用発明とを対比すると…後者の直交するベクトルの『電流』指令及び，インバータから出力される『交流電流』と，前者の直交するベクトルの『電圧』指令及び，インバータから出力される『交流電圧』とは，指令され印加される値である点で共通するので『第1の電気量』との概念で一致し，後者の『回転している誘導電動機の電圧』と，前者の『回転している誘導電動機に流れる電流』とは，検出される値である点で共通するので『回転している誘導電動機の第2の電気量』との概念で一致する。」(8頁末行～9頁12行)とした。",
                        "しかし，引用発明の記載された甲5文献には，回転座標系におけるd軸電流成分I 及びq軸電流成分I という記載があるのみであり，「電"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "1q",
          "text": [
            "気量」との概念を使用していない。また，検出される電圧の回転座標系におけるd軸電圧成分V 及びq軸電圧成分V という記載があるだけ",
            "1d 1q",
            "で，「第2の電気量」との概念も使用していない。引用発明には，以下に述べるとおり，このような上位概念は記載されておらず，審決の引用発明の認定は誤りである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "引用発明の動作原理",
                      "text": [
                        "引用発明では，電動機定数の測定には，甲5文献の図2の構成のベクトル制御インバータを適用している。引用発明の誘導電動機(IM)の無負荷運転は，同図2の回路を用いてベクトル制御下で行われる。電流指令値として，先ず適宜の値として，初期値I ＊＊が設定され，インバm",
                        "ータに設定した回転周波数指令ω ＊からω ＊を得て，これに基づき誘導"
                      ],
                      "content": [
                        {
                          "fig": "r",
                          "subject": "1",
                          "text": [
                            "電動機(IM)をベクトル制御下で無負荷運転する。その上で，前記適宜設定された初期値I ＊＊をAERからの出力ΔI で順次補正しなが"
                          ],
                          "content": [
                            {
                              "fig": "m",
                              "subject": "m",
                              "text": [
                                "ら，検出電圧eqと周波数指令ω ＊に基づく電圧値とが等しくなったとき無負荷電流の定格値I ＊が得られる。このときの，周波数指令値ω ＊，"
                              ]
                            },
                            {
                              "fig": "m",
                              "subject": "1",
                              "text": [
                                "検出電圧のq軸ベクトル成分V に基づき，1次インダクタンスを演算q",
                                "することが記載されている。",
                                "次に，引用発明(甲5)の図2の回路の動作を詳述する。",
                                "AERは，検出した誘起電圧eq(モータの固定座標系上の3相誘起電圧 V ，V ，V とその周波数，位相を検出し，これを2相に数学"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "u",
                          "subject": "v w",
                          "text": [
                            "的に変換し，さらに回転座標系上のV ，V に座標変換して，eqを得"
                          ],
                          "content": [
                            {
                              "fig": "d",
                              "subject": "q",
                              "text": [
                                "る)と，同図2には記載が省略されているV／f曲線より導かれる前記設定した周波数指令 ω ＊に基づく電圧値とを比較し，その比較結果が誘起電圧eqの方が小さいときは無負荷電流値を上げる補正をし，逆に大きいときは下げる補正をしていき(ΔI を加減算する補正)，その比m",
                                "較結果が零に近づくまでその動作を続ける。そして，最終的にこの比較結果が零となったとき，無負荷電流の定格値I ＊が出力されていることm",
                                "になる。",
                                "しかしながら，上記のAERに無負荷電流の正常な定格値を出力させるようにするためには，同図2に示されるAFR(周波数調節器)を動作させることが不可欠である。このAFRは誘導電動機をベクトル制御するときに，回転座標系(d−q)上の制御軸d軸とモータ軸(回転磁界の磁束方向の軸)とを一致させる(軸ずれ抑制)制御をするためのもので，この制御(ベクトル制御)がなされないと先のAERに入力されるeqに誤差(元となる誘起電圧V に誤差が生じる)が発生してしまq",
                                "う。",
                                "AFRの上記動作をさらに説明すると，検出した誘導電動機の誘起電圧(固定座標系上)から，回転座標系上のd軸成分であるV より誘導d",
                                "電動機の1次抵抗 r と漏れインダクタンス(ℓ +ℓ ')の電圧降下分を差し引いたedが零(すなわちd軸と回転磁束の方向とが一致するようにして無負荷運転をすると，磁束のトルク分成分であるφ は0，ed＝q",
                                "0である)になるように周波数ω を補正する。換言すると，このようにedが零になるように制御することによって，無負荷運転の場合に前記d軸と回転磁束の方向とを一致させることができる。このedの演算には正確な r と(ℓ +ℓ ')が必要であり，引用発明ではそのために図7のフローに記載されるように無負荷運転で励磁インダクタンスL を測定する前にこれら定数を測定演算しなければならない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記によれば，引用発明の内容は以下のとおりとすべきである。",
                        "「誘導電動機に電力を供給するインバータを直交するベクトルの回転座標系上の電流指令(I ＊，I ＊)を3相の固定座標系上の電流指令に座"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "m",
                              "subject": "t",
                              "text": [
                                "標変換し，ACRを介して得られる3相の固定座標系上の電圧指令(V＊，V ＊，V ＊)に基づいてベクトル制御する制御装置の制御定数を，"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "u",
                          "subject": "v w",
                          "text": [
                            "前記制御装置の周波数指令を出力するマイコンにより自動設定する方法において，次のステップを有するインバータ制御装置の制御定数設定方法。",
                            "(a)電流指令値を適宜設定し，前記誘導電動機の周波数指令に定格値を設定するステップ，",
                            "(b)無負荷状態において，前記インバータ制御装置によりベクトル制御をしながら前記適宜設定された電流指令値および前記周波数指令値に基づく電流を前記誘導電動機に供給し，無負荷定格電流指令値に至るまでこれを補正しながら(ベクトル制御下において，検出した電圧V よq",
                            "り起電力eqを求め，eqと周波数指令ω ＊に基づく電圧値とが等しくなるように電流指令値を加減算する補正をしながら最終的にこれが等しくなったときの補正された電流指令値が無負荷定格電流値となる)，これにより誘導電動機を回転させるステップ，",
                            "(c)前記無負荷定格電流値となった電流指令値に基づき回転している誘導電動機の電圧の，前記電流指令の1つのベクトル成分(q軸のベクトル成分)に対応するベクトル成分(V )を検出するステップ，q",
                            "(d)前記無負荷定格電流値となった電流指令値と，前記所定値に設定された周波数指令値，および前記検出された電圧のベクトル成分(V )q",
                            "を用いて，前記マイコンを用い前記誘導電動機の1次インダクタンスを演算するステップ，",
                            "(e)得られた前記1次インダクタンスに基づき前記マイコンにより前記制御装置の制御定数L を演算し，この制御定数を設定するステップ」(エ) 訂正発明2と引用発明との一致点と相違点の認定の誤り以上によれば，訂正発明2と引用発明との一致点と相違点は次のように認定されるべきであるにもかかわらず，審決はこれを誤った違法がある。少なくとも，引用発明には，審決が認定するように，「前記電流指令を前記誘導電動機の周波数指令とともに定格値に設定するステップ」が記載されているとすることはできない。",
                            "引用発明のベクトル制御は，直交するベクトルの電流指令(I ＊，Im",
                            "＊)が2相→3相変換されてACRに入力されて，電圧指令(V ＊，V"
                          ]
                        },
                        {
                          "fig": "t",
                          "subject": "u",
                          "text": [
                            "＊，V ＊)に基づいてPWM制御されるように制御装置が制御するもの"
                          ]
                        },
                        {
                          "fig": "v",
                          "subject": "w",
                          "text": [
                            "である。したがって，制御装置は，最終的に電圧指令に基づいて制御されはするものの，その電圧指令は3相の電圧指令であって，直交するベクトルの電圧指令(V ＊，V ＊)に基づいて制御するものではない。",
                            "1d 1q",
                            "これに基づき両者を対比すると，訂正発明2と引用発明とは，次の点で一致し，次の点で相違する。",
                            "【一致点】",
                            "「誘導電動機に電力を供給するインバータを電圧指令に基づいて制御する制御装置の制御定数を自動設定する方法において，次のステップを有するインバータ制御装置の制御定数設定方法。",
                            "(a)前記誘導電動機の周波数指令に所定値を設定するステップ，(b)無負荷状態において，前記所定値に設定された周波数指令などに基づいて前記誘導電動機を回転させるステップ，",
                            "(d)前記所定値に設定された周波数指令，およびその他の量を用いて，前記誘導電動機の1次インダクタンスを演算するステップ(e)得られた前記1次インダクタンスに基づき前記制御定数を演算しこの制御定数を設定するステップ」",
                            "【相違点】",
                            "・ 相違点ア",
                            "インバータに対する電圧指令について，訂正発明2は，直交するベクトルの電圧指令(V ＊，V ＊)であるのに対し，引用発明で",
                            "1d 1q",
                            "は，直交するベクトルの電流指令(I ＊，I ＊)がAER及びAS"
                          ],
                          "content": [
                            {
                              "fig": "m",
                              "subject": "t",
                              "text": [
                                "Rから出力されるものの，これが3相変換後，ACRによって3相の電圧指令(V ＊，V ＊，V ＊)となって制御されるものである"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "u",
                          "subject": "v w",
                          "text": [
                            "点。",
                            "・ 相違点イ",
                            "電圧指令の設定値について，訂正発明2は，変化しない所定値を設定するものであるのに対し，引用発明は，電圧指令として所定値を設定することなく，電流指令値を適宜設定(I ＊＊)し，誘導電m",
                            "動機のベクトル制御下での回転に伴い，これが順次補正(したがって変化する)されて無負荷定格電流指令値(検出した電圧V よりq",
                            "起電力eqを求め，eqとω ＊を入力とするAERによって適宜設定された電流指令値は順次補正されて無負荷定格電流値〔I ＊〕とm",
                            "なる)となり，このような補正が行われる電流指令値が順次3相変換されてACRを介することによりそれぞれの時点での電圧指令値となるものである点。",
                            "・ 相違点ウ",
                            "無負荷状態において誘導電動機を回転させる点について，訂正発明2は，所定値に設定された電圧指令及び周波数指令に基づいて回転させるのに対し，引用発明は，ベクトル制御をしながら前記適宜定められた電流指令値(I ＊)および前記周波数指令値に基づく電m",
                            "流(電流指令値は3相変換されて電圧指令値となり，インバータに電圧とともに電流が供給される)を前記誘導電動機に供給して前記誘導電動機を回転させるものであり，前記無負荷定格電流指令値に至るまで電流指令値を補正しながら(検出した電圧V より起電力q"
                          ],
                          "content": [
                            {
                              "fig": "e",
                              "subject": "を求め，e とω ＊を入力とするAERによって適宜設定された"
                            }
                          ]
                        },
                        {
                          "fig": "q",
                          "subject": "q 1",
                          "text": [
                            "電流指令は順次補正されて定格電流となる)誘導電動機を回転させるものである点。",
                            "・ 相違点エ",
                            "検出の対象について，訂正発明2は，前記回転している誘導電動機に流れる電流の，前記電圧指令の1つのベクトル成分に対応するベクトル成分を検出するものであるのに対し，引用発明は，前記回転している誘導電動機から出力される電圧の，電動機電流の1つのベクトル成分に対応するベクトル成分(V )を検出するものであq",
                            "る点。",
                            "・ 相違点オ",
                            "前記誘導電動機の1次インダクタンスを演算する変数について，訂正発明2は，前記所定値に設定された電圧指令，周波数指令および前記検出された電流のベクトル成分を用いるものであるのに対し，引用発明は，前記無負荷定格電流値となった電流指令値，前記所定値に設定された周波数指令値，および前記検出された電圧のq軸成分値を用いるものである点。",
                            "・ 相違点カ",
                            "所定値による誘導電動機を回転させるまでの間の回転指令について，訂正発明2は，(b)のステップにおいて，周波数指令および電圧指令を前記設定した所定値まで徐々に且つ一定レートにて増加させて，前記誘導電動機を回転させるものであるのに対し，引用発明は，このような構成を有しない点。",
                            "以上の次第であるから，審決は，引用文献の記載を上位概念化して抽象化する誤りをし，そのため，引用発明の認定を誤り，訂正発明2と引用発明との一致点と相違点の認定を誤った違法がある。",
                            "この誤りは，訂正発明2及び訂正発明1の独立特許要件に関する結論に重大な影響を与えることは明らかであるから，審決は取り消されるべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(進歩性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告主張の相違点ウ(審決の相違点(ア)と関連)について誘導電動機のベクトル制御装置において，AERを用いることは，本件特許の原出願日前に広く行われていたが，その場合には，AFR(周波数調節器)を動作させることが不可欠である。このAFRの動作のためには，事前に正確なr と(ℓ +ℓ ')を得て，これにより回転座標系のd軸の方向を回転磁界の方向に一致するように制御する必要がある。",
                        "引用発明(甲5)では，このAERを用いているから，図7のフローに記載されるようにr と(ℓ +ℓ ')を事前に測定演算することが，1次インダクタンスの測定演算を行う場合には必要である。",
                        "これに対し訂正発明2では，例えば電動機定格値のような所定値を，電圧指令および周波数指令として設定すれば，定格値による誘導電動機の運転状態における定格磁束のもとでの1次インダクタンスを測定演算することができるのであって，必ずしも，事前に正確なr と(ℓ +ℓ ')を得て，これにより回転座標系のd軸の方向を回転磁界の方向に一致するように制御する必要はないのである。ちなみに，本件特許発明の明細書には，AERを用いる実施例は記載されていない。",
                        "引用発明のように，AERを用いる場合，所望の電流指令I ＊と周波数指令ω ＊が与えられると，AFRの作動とともに最適なI ＊が出力されるのであって，これが電流指令としてACRに供給されて，PWM制御のための電圧指令(v ＊，v ＊，V ＊)として出力される。従って，"
                      ],
                      "content": [
                        {
                          "fig": "u",
                          "subject": "v w",
                          "text": [
                            "甲5文献の図2の回路において，所望の電圧指令をAERから直接出力するように構成することはできない。審決は，電流と電圧をいずれも「電気量」であると一般化し，これをあたかも相互に入れ替えるように構成することにより引用発明から訂正発明2が容易に得られるとするものであるが，電流と電圧は，それぞれ電力の要素をなすものであって(電流が流れれば，電圧が存在するという関係がある)，それぞれ別の量であるから，審決が述べるほど単純な話ではないし，誘導電動機をベクトル制御下で無負荷運転しなければならない引用発明を，必ずしもベクトル制御下で無負荷運転しなくてもよい訂正発明2に容易に至るとすることはできない。",
                            "電圧指令に基づいて制御する手法を用いた制御装置がインバータ分野でよく知られているとして，審決は，特開昭60−255065号公報(発明の名称「PWMインバータ」，出願人 三菱電機株式会社，公開日昭和60年12月16日，甲11)，特開昭60−187282号公報",
                            "(発明の名称「誘導電動機のベクトル制御装置」，出願人 株式会社日立製作所，公開日 昭和60年9月24日，甲12)，特開昭59−169",
                            "383号公報(発明の名称「ベクトル制御方法におけるインバータ出力電圧制御装置」，出願人 株式会社明電舎，公開日 昭和59年9月25日，甲13)を引用している。",
                            "甲12に記載されたインバータの制御装置(実施例は第3図)は，誘導電動機の励磁電流とトルク電流を独立に制御して誘導電動機をベクトル制御するために，所望の周波数指令ω ＊が与えられると電流指令I ＊(トルク電流成分I ＊と励磁電流成分i ＊からなる電流指令である)"
                          ]
                        },
                        {
                          "fig": "t",
                          "subject": "m",
                          "text": [
                            "を作成し，この電流指令I ＊と検出電流I の偏差から電流指令のベク"
                          ]
                        },
                        {
                          "fig": "t",
                          "subject": "1",
                          "text": [
                            "トル成分にそれぞれ対応する電圧指令(E ＊，E ＊)を作成してインバ"
                          ],
                          "content": [
                            {
                              "fig": "d",
                              "subject": "q",
                              "text": [
                                "ータを制御するものである。この電圧指令(E ＊，E ＊)が存すること"
                              ]
                            },
                            {
                              "fig": "d",
                              "subject": "q",
                              "text": [
                                "をもって，審決はインバータを電圧指令で制御している，と評価しているのである。",
                                "甲13に記載されたインバータの制御装置(実施例は第1図)は，電動機の磁束を一定に制御するためのα相一次電流設定値i ＊と二次電1α",
                                "流を制御するためのβ相一次電流設定値i ＊を得て電気角周波数ω1β 0",
                                "とからα，β相一次電圧e ，e を得てインバータを制御するもの1α 1β",
                                "である。この電圧指令(e ，e )が存することをもって，審決は1α 1β",
                                "インバータを電圧指令で制御している，と評価しているのである。",
                                "なお，甲11は，PWMインバータに関するものであり，電圧指令がどのように作成されるかを明示しておらず，甲5文献においても，電圧形インバータに対して最終的には電圧指令が与えられるから，審決が甲11のものを電圧指令に基づいて制御する手法を用いた制御装置であるとする論拠は不明である。そしてこれらの電圧指令に基づいて制御する手法を用いた制御装置においては，甲5文献記載のような電流指令に基づいて制御する手法を用いた制御装置に用いられるAFRもAERも存在しない。",
                                "そもそも，甲11，12のような電圧指令に基づいて制御する手法を用いた制御装置においても，その電圧指令は電流指令から作成されるのであって，無負荷電流の定格値I ＊自体が不明であるときに(この値をm",
                                "求める方法を構築しているのが引用発明〔甲5〕である)，不明な電流指令からどのように電圧指令を作出できるのかを明らかにせずに当業者が任意に適用できるとするもので，審決は実質的な理由を示していない。",
                                "引用発明(甲5)の1次インダクタンスの測定演算法をこのよく知られた電圧指令に基づいて制御する制御装置(たとえば甲12の第3図の回路，甲13の第1図の回路)に適用するということは，AFRもAERも存在しない回路であるところの電圧指令に基づいて制御する制御装置において，無負荷電流の定格値I ＊に基づきベクトル制御下で無負荷m",
                                "運転をすることを意味する。しかしながら，正確なr と(ℓ +ℓ ')を予め得て，ベクトル制御下で無負荷運転する方法は，甲5文献の図2の回路を用いた場合の他，一般には知られておらず，また，無負荷電流の定格値I ＊を求めることは，AFR及びAERを欠く回路ではできないかm",
                                "ら，無負荷電流の定格値I ＊からインバータを制御するための電圧指令m",
                                "を得ることは不可能であり，甲5文献記載の発明方法は実施できなくなってしまう。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告主張の相違点エ(審決の相違点(ア)と実質的に同じ)について",
                      "text": [
                        "1次インダクタンスの測定演算に関する原理式が，訂正発明2と引用発明との間で類似していることから，審決は，電流と電圧をいずれも「電気量」であると一般化し，これをあたかも相互に入れ替えるように構成することにより引用発明から訂正発明2が容易に得られるとするものであるが，これが誤りであることは上記のとおりである。",
                        "ところで，審決は，審決にいう引用文献2ないし6(順に甲6ないし甲10)に，「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定する」ことが記載されているとするが，事実誤認がある。",
                        "審決が引用する引用文献2(「誘導機の特性算定のための定数決定法」G・H，電気学会雑誌Vol．87−1，Ｎo．940，Januar",
                        "y・1967，173頁～180頁，電気学会，甲6)には，「…X ’",
                        "の値は無負荷試験を電圧を変えて行なうことにより容易に決定できるものである。」(178頁左欄4行～5行)との記載があるが，X ’は，X (一次巻線1相の全自己リアクタンス)の未飽和値を意味し，同文献には，これに先立ち，「…X に含まれるx は，主磁路の磁気飽和に"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "M",
          "text": [
            "よってその値が変化し，一般に定格電圧のもとでは飽和値であるが，拘束試験は低電圧で行われるので未飽和値をとる必要がある。」(177頁右下欄1行～178頁左欄4行)と記載されているものである。定格電圧は，ベクトル量ではなく，無負荷時の電流は実効値であって同じくベクトル量ではない。したがって，同文献には，審決が認定するような「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定する」ことが記載されているわけではない。また，所定値に設定された電圧指令(ベクトル成分)を用いて1次インダクタンスと関係する定数を決定するものでもない。さらに，同文献の検出電流は，ベクトル成分でもない。",
            "審決が引用する引用文献3(「電気学会大学講座 電気機器工学I」執筆委員Iら，昭和50年6月25日18版発行，249頁～250頁，電気学会，甲7)には，「電動機定数の測定法」と題して，「電動機に定格電圧を加えて無負荷運転をし，1相当たりの電圧V ，電流I ，電力P を測定する。」(249頁中段)との記載があるが，電圧V ，電流Iは電動機の出力である交流の実効電圧及び実効電流であるにすぎず，いずれも訂正発明2のようなベクトル量ではない。したがって，同文献には，審決が認定するような「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定する」ことが記載されているわけではない。また，訂正発明2のように，周波数指令値を所定値に設定するものではないし，また，所定値に設定された電圧指令(ベクトル成分)と，検出した電流のベクトル成分とを用いて1次インダクタンスと関係する定数を決定するものでもない。",
            "審決が引用する引用文献4(「大学講義 最新電気機器学 改訂増補」宮入庄太著，昭和55年3月20日第3刷発行，172頁～173頁，丸善株式会社，甲8)には，「例題10．2」が記載されているが，2〔kW〕，200〔V〕，4〔極〕，50〔c／s〕の定格をもつかご形三相誘導電動機に定格電圧を加えて無負荷運転し，入力電流(実効値)と入力電力(実効電力)から，1次抵抗値を得，さらに，定格電圧，入力電圧(実効値)及び1次抵抗値から1次巻線の誘導性リアクタンス(b)を求める解が記載されているにすぎない。したがって，同文献には，審決が認定するような「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定する」ことが記載されているわけではない。",
            "また，訂正発明2のように，周波数指令値を所定値に設定するものではないし，また，所定値に設定された電圧指令(ベクトル成分)と，検出した電流のベクトル成分とを用いて1次インダクタンスと関係する定数を決定するものでもない。",
            "審決が引用する引用文献5(「三相誘導電動機特性の直接算定法」J，K，昭和53年 電気学会全国大会 講演論文集〔5〕電気機器(I)，506頁～507頁，甲9)には，リアクタンスX を定格電圧と無負荷時の電流から求める旨が記載されているが(506頁右欄下5行～下1行)，定格電圧は，ベクトル量ではなく，無負荷時の電流は実効値であって同じくベクトル量ではない。同文献のこの記載は，訂正発明2のように，周波数指令値を所定値に設定するものではないし，また，所定値に設定された電圧指令(ベクトル成分)と，検出した電流のベクトル成分とを用いて1次インダクタンスと関係する定数を決定するものでもない。",
            "審決が引用する引用文献6(「普通かご形誘導電動機の運転特性算定のためのT形等価回路定数決定法」L，M，「電気学会研究会資料 回転機研究会 RM−86−13～17」社団法人 電気学会，昭和61",
            "年〔1986年〕4月18日，21頁～33頁，甲10)には，「定格",
            "電圧無負荷試験を行ない，定格電圧に対する…および励磁リアクタンスx を求める。」(26頁10行～11行)と記載があるが，S−5のスm",
            "テップでの測定値は，線間電圧(V )，線電流(I )，入力(W )，",
            "on on on",
            "一次巻線抵抗(r )であり，x は計算式により求められることが",
            "1ton m",
            "示されている(同25頁s−5のステップ欄)。そして，定格電圧は，ベクトル量ではなく，無負荷時の電流は実効値であって同じくベクトル量ではない。",
            "したがって，同文献には，審決が認定するような「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定する」ことが記載されているわけではない。また，訂正発明2のように，周波数指令値を所定値に設定するものではないし，また，所定値に設定された電圧指令(ベクトル成分)と，検出した電流のベクトル成分とを用いて1次インダクタンスと関係する定数を決定するものでもない。",
            "審決は，「引用文献1に記載された，誘導電動機の一般式に基づく演算式を用いて制御定数を設定する方法」(10頁24行～25行)と述べて，引用文献1(甲5文献)に記載された方法が誘導電動機の一般式を単純に用いた方法であるとしているが，誤りである。",
            "甲5文献に記載された演算式は，(15)式であり，その測定演算の条件として，「本測定法は，IMをベクトル制御で無負荷運転した条件で励磁インダクタンスL を求める。」(66頁13行～14行)という条件を設定しているのであって，審決はこの特別の条件を見落としている。",
            "引用発明(甲5)では，図2の回路を用いた測定法が開示されているのであって，同図2の回路はAFRを不可欠としており，AFRは，検出した誘導電動機の誘起電圧(固定座標系上)から，回転座標系上のd軸成分であるV より誘導電動機の1次抵抗r と漏れインダクタンス(ℓ"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "d",
                              "subject": "1 1",
                              "text": [
                                "+ℓ ')の電圧降下分を差し引いたedが零になるように周波数ω を補正して無負荷運転することによりd軸と回転磁束の方向とを一致させるように動作する。このAFRの動作が存在して初めて，AERは，検出した誘起電圧eqと，V／f曲線より導かれる前記設定した周波数指令ω ＊に基づく電圧値とを比較し，その比較結果が誘起電圧eqの方が小さいときは無負荷電流値を上げる補正をし，逆に大きいときは下げる補正をしていき(ΔI を加減算する補正)，その比較結果が零に近づくまm",
                                "でその動作を続けて，最終的にこの比較結果が零となったときの無負荷電流の定格値I ＊を得て，このI ＊，ω ＊と検出した電圧から得たV"
                              ]
                            },
                            {
                              "fig": "m",
                              "subject": "m 1 q",
                              "text": [
                                "を(15)式に代入して励磁インダクタンスL を演算するのである。",
                                "そうすると，電圧指令に基づいて制御する手法を用いた制御装置がインバータ分野でよく知られていたとしても，引用発明の1次インダクタンスの測定演算法をこのよく知られた電圧指令に基づいて制御する制御装置に適用するということは，AFRもAERも存在しない回路であるところの電圧指令に基づいて制御する制御装置において，無負荷電流の定格値I ＊に基づきベクトル制御下で無負荷運転をすることを意味すm",
                                "る。しかしながら，正確なr と(ℓ +ℓ ')を予め得て，ベクトル制御下で無負荷運転する方法は，甲5文献の図2の回路を用いた場合の他，一般には知られておらず，また，無負荷電流の定格値I ＊を求めることは，m",
                                "AFR及びAERを欠く回路ではできないから，引用文献1(甲5文献)記載の発明方法は実施できなくなってしまう。",
                                "審決は，この認定を誤ったものであり，その結果，相違点エ(審決では相違点(ア)に相当)を有する前記引用文献1(甲5文献)に引用文献2ないし6から容易に想到できると誤った判断をしたものであって，この点で違法である。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告主張の相違点オ(審決の相違点(ア)に包含されている)について",
                      "text": [
                        "引用発明(甲5)の1次インダクタンスの測定演算は，AFRによるベクトル制御下での無負荷運転をAFRで実現しつつ，AERにより適宜設定した電流指令値を，検出した誘起電圧eqと，V／f曲線より導かれる前記設定した周波数指令ω ＊に基づく電圧値との差が零になるように順次補正しながらこれが零になったときの電流を無負荷定格電流値I ＊と(d軸成分I であり，回転磁束の方向とd軸が一致しているか"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "m",
                              "subject": "d",
                              "text": [
                                "ら，すなわち，励磁電流I に等しい)，その時の(ed＝0となった時)m",
                                "の検出電圧のベクトル成分V と，ベクトル制御下の無負荷運転時でのq",
                                "周波数指令ω ＊とから1次インダクタンスを演算するものであるから，相違点エを有する訂正発明2に至るためには，AFRによるベクトル制御下での無負荷運転をし，かつ，AERにより適宜設定した電圧指令値を補正して無負荷定格電圧なるものを想定しなければならないが，かかる動作をAFRもAERも行うことはできない。",
                                "審決は，甲5文献の(15)式の指令電流(無負荷定格電流値I ＊すm",
                                "なわちd軸成分I )及び検出電圧のベクトル成分V を，指令電圧V"
                              ]
                            },
                            {
                              "fig": "d",
                              "subject": "q 1",
                              "text": [
                                "及び検出電流のベクトル成分にそれぞれ入れ替えればよいと，演算式q",
                                "上の変数の入れ替えを論じるにすぎず，1次インダクタンスの測定演算のための指令電流(無負荷定格電流値I ＊すなわちd軸成分I )及び"
                              ]
                            },
                            {
                              "fig": "m",
                              "subject": "d",
                              "text": [
                                "検出電圧のベクトル成分V の取得に関する特定の具体的方法を開示すq",
                                "るにすぎない引用発明の1次インダクタンスの測定演算を一般化してしまっているものであって，この点で判断の誤りがある。このような判断の誤りの原因は，審決が「電気量」という上位概念を用いて上記変数をいずれも「電気量」であるから両者は何ら異なるところはないとした点にある。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，訂正発明2と引用発明の一致点と相違点の認定を誤った結果，上記相違点ウないしオの存在を認定することができず，そのような相違点が存在する引用発明から，訂正発明2に容易に想到することができるとする独立特許要件の判断を誤った違法がある。",
                        "そして，上記相違点ウは，引用発明と訂正発明2との実質的な相違点であり，引用発明が開示する具体的な測定方法の前提条件であるベクトル制御下での無負荷運転が不可欠である点を，これを要しない構成である訂正発明2に至る論理を示せないから，審決には独立特許要件の判断を誤った違法がある。",
                        "さらに，相違点エ(審決の認定する相違点(ア))について，引用発明がベクトル制御下での無負荷運転により，適宜設定された電流指令が，AERによって最終的に無負荷定格電流になるように制御されることを看過し，さらに「電気量」という抽象的な上位概念からみると，電流も電圧もいずれも「電気量」であるから，一般に成立する誘導電動機の電圧方程式を適用する場面において，同式における指令電流及び検出電圧(いずれもベクトル成分)を指令電圧及び検出電圧(いずれもベクトル成分)にそれぞれ入れ替えることは容易であると誤って判断をした違法があり，その判断の違法は，独立特許要件の判断に重大な影響を及ぼすことが明らかであるから，審決は取り消されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否(被告及び被告補助参加人)",
          "text": [
            "請求の原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が主張するとおり，審決は訂正発明2と引用発明を上位概念化した記載がある。しかし，この上位概念化は両発明の共通する概念を抽出するために行うものであって，両発明の共通点を明確に把握するためのものでしかなく，しかも，両発明の下位概念の構成は，両発明の間の相違点として審決の9頁35行～10頁12行に明確に抽出されているから，上位概念化により，訂正発明2の要旨が認定できなくなることはなく，また，両発明の間の一致点と相違点が不明になることもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，引用発明の認定は原告主張のとおりとすべきであり審決は引用発明の認定を誤ったものであると主張する。",
                    "しかし，原告の主張する引用発明として認定すべき部分のうちの頭書(ステップ(a)以前の部分)について，原告は「電圧指令(V ＊，V ＊，V"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "u",
                          "subject": "v",
                          "text": [
                            "＊)に基づいてベクトル制御する制御装置」とすべきとするが，電圧(Vw",
                            "＊，V ＊，V ＊)は図2に示されるとおり電流指令(I ＊，I ＊)を2／"
                          ]
                        },
                        {
                          "fig": "u",
                          "subject": "v w m t",
                          "text": [
                            "3相変換した値と検出電流の偏差から作られたインバータ出力電圧指令信号に過ぎないのであるから制御装置に与える指令電気量ではないし，引用発明において制御装置に与える指令電気量は図2に示されるとおり直交するベクトルの電流指令(I ＊，I ＊)であるから，原告の主張は誤りであ"
                          ],
                          "content": [
                            {
                              "fig": "m",
                              "subject": "t",
                              "text": [
                                "る。そして，審決においては，「電流指令に基づいてベクトル制御する制御装置」とあるように，指令電気量を電流指令として認定しているので，審決の引用発明の認定に誤りはない。",
                                "原告が引用発明として認定すべきとするステップ(a)については，甲5文献には，図2に示されるように，電流指令の定格値I ＊を設定する構m",
                                "成が記載されており，この構成は訂正発明2の「電圧指令」を「所定値に設定する」構成との対比の上で必要なものであるにもかかわらず，原告は引用発明のこの構成を看過し，代わりに上記対比の上で意味がない「電流指令値(電流指令)を適宜設定」する構成を認定している。一方，審決においては，上記対比の上で必要な電流指令の定格値を設定する構成を認定しているので，審決の引用発明の認定に誤りはない。",
                                "ステップ(b)については，甲5文献には，図2に示されるように，電流指令の定格値I ＊及び周波数指令の定格値ω ＊が記載されており，これ"
                              ]
                            },
                            {
                              "fig": "m",
                              "subject": "r",
                              "text": [
                                "らの定格値は訂正発明2の「(電圧指令および周波数指令の)所定値」との対比の上で必要なものであるにもかかわらず，原告は引用発明のこれらの定格値を看過し，代わりに上記対比の上で意味がない「適宜設定された電流指令値(電流指令)および周波数指令値(周波数指令)」を認定している。さらに，原告は訂正発明2との対比において必要ない「無負荷定格電流指令値に至るまでこれを補正しながら(ベクトル制御下において，検出した電圧V より起電力eqを求め，eqと周波数指令ω ＊に基づく電"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "q",
                          "subject": "1",
                          "text": [
                            "圧値とが等しくなるように電流指令値を加減算する補正をしながら最終的にこれが等しくなったときの補正された電流指令値が無負荷定格電流値となる)」なる構成も認定している。一方，審決においては，訂正発明2の「(電圧指令および周波数指令の)所定値」との対比の上で必要な電流指令の定格値及び周波数指令の定格値を認定しており，審決の引用発明の認定に誤りはない。",
                            "ステップ(c)については，原告は，引用発明の「回転している誘導電動機」を下位概念で捉えて「無負荷定格電流値となった電流指令値に基づき回転している誘導電動機」と認定しているが，「回転している誘導電動機」を下位概念で捉えることは単に「回転している誘導電動機」である訂正発明2との対比において，意味のあることではない。",
                            "ステップ(d)については，原告は甲5文献に記載のない「1次インダクタンス」なる用語で認定しているので，原告の認定は誤りである。一方，審決においては上記対比の上で必要な定格値に設定された電流指令を認定しており，審決の引用発明の認定に誤りはない。",
                            "ステップ(e)については，甲5文献の66頁13行～19行の記載にあるように，甲5文献において，制御定数L を演算することは記載されている。しかし，甲5文献に原告主張のステップ(e)で規定されるような「1次インダクタンス」に基づいて制御定数L を演算することは記載されていないので，原告の認定は誤りである。",
                            "以上のとおり，原告の主張する引用発明の認定は，訂正発明2との対比において意味のない構成及び甲5文献に記載のない構成を含むものであるから，原告主張のとおりに認定する理由はない。そして，審決において引用発明の認定に何ら誤りはない。なお，審決の引用発明の認定において，7頁29行～30行の「(a)前記電流指令および前記誘導電動機の周波数指令に定格値を設定するステップ」は甲5文献の記載内容及び審決の9頁21行～22行の記載より「(a)前記電流指令および前記誘導電動機の周波数指令の定格値を設定するステップ」(下線は判決で付記)の誤記であることは明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "また原告は，電流指令を誘導電動機の周波数指令とともに定格値設定するステップが甲5文献に記載されていない旨主張する。しかし，甲5文献の66頁20行～21行，及び図2には，電流指令(I ＊，I ＊)のI ＊",
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "m",
                              "subject": "t m",
                              "text": [
                                "が定格値として設定されることが記載されているし，69頁11行～12行，図1及び図2には周波数指令ω＊ に定格値を設定することが記載されr",
                                "ているので，甲5文献には上記ステップが記載されているというべきであり，審決の認定に誤りはない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のとおり，審決の引用発明の認定に誤りはなく，一致点を抽出する上での引用発明の構成の上位概念化は妥当なものであり，訂正発明2と引用発明の間の一致点の認定及び相違点の認定に誤りもない。したがって，訂正発明2の独立特許要件に関する結論も正しいので審決は維持されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，引用発明においてAERから電圧指令を直接出力する構成とすることができないことを主張する。しかし，甲5文献(引用発明)のAERの存在が，訂正発明2と引用発明との間の一致点にも相違点にもなることはないから，原告の主張はそもそも考慮する必要のないAERに関する構成を引用発明の構成であるとするもので，失当である。また原告は，電流と電圧の入れ替えは単純に行えるものでないので，引用発明から必ずしもベクトル制御下で無負荷運転をしなくてもよい訂正発明2に容易に至るとすることはできないと主張する。しかし，訂正発明2は，特許請求の範囲第2項の「ベクトルの電圧指令(V ＊，V ＊)に基づいて制御する」，",
                  "text": [
                    "1d 1q",
                    "「電圧指令の1つのベクトル成分に対応するベクトル成分を検出する」及び「無負荷状態において…誘導電動機を回転させる」の記載のようにベクトル制御下で無負荷運転しなければならないものであるから，訂正発明2が必ずしもベクトル制御下で無負荷運転をしなくてもよいことを前提とする原告の主張は，訂正発明2の誤認に基づくものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，甲5文献に記載の1次インダクタンスの測定演算法を前記甲12や甲13にあるような電圧指令値に基づいて制御する測定装置に適用することの技術的困難性を述べている。これは審決の「引用文献1に記載された，誘導電動機の一般式に基づく演算式を用いて制御定数を設定する方法を，上記インバータ制御の分野で良く知られた手法である，電圧指令に基づいて制御する手法を用いた制御装置に適用することは当業者が任意になし得るものである」(10頁24行～27行)との点に対する反論と考えられるが，審決の上記記載は甲5文献の誘導電動機の一般式に基づく演算式(15)が，制御回路の指令値が電流から電圧に換わったとしても有効であることを示したものである。原告の主張は，審決の上記記載を，甲5文献の測定演算法自体を電圧指令に基づいて制御する制御装置に適用することが任意であると誤認したことに基づくものであるから，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "また原告は，前記引用文献2～6に「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定すること」という技術事項が記載されていないと主張するが，上記技術事項は，引用文献2(甲6)の178頁右欄18行～179右欄下5行，引用文献3(甲7)の249頁10",
                  "text": [
                    "行～250頁2行，引用文献4(甲8)の〔例題10．2〕，引用文献5(甲9)の506頁左欄1行～507頁左欄下3行及び引用文献6(甲10)",
                    "の24頁8行～26頁末行に記載されているから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は引用発明を相違点オに係る訂正発明2の構成にするためには，AERにより適宜設定した電圧指令値を補正した無負荷定格電圧を想定しなければならないが，かかる動作をAFRもAERも行うことはできないことを主張している。しかし，甲5文献において，適宜設定した電圧指令値を補正した無負荷定格電圧を想定しなければならないことは，そもそも訂正発明2と引用発明の間で一致点にも相違点にもならない構成から導き出されたものであるから，考慮する必要がないし，かかる動作をAFRやAERが行い得るか否かについても当然に考慮する必要がないので，原告の主張は失当である。",
                    "また原告は，変数をいずれも「電気量」として異なるところがないとして，甲5文献に記載の演算式(15)の指令電流(無負荷定格電流I ＊すm",
                    "なわちd軸成分I )及び検出電圧のベクトル成分V を，指令電圧V 及"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "d",
                              "subject": "q 1q",
                              "text": [
                                "び検出電流のベクトル成分にそれぞれ入れ替えることが誤りである旨主張する。しかし，審決は，電圧検出値を電圧指令値に入れ替え，また，電流指令値を電流検出値に入れ替えることが容易である，即ち，検出値と指令値を入れ替えることが容易であるとしているのであって，原告主張のように電流と電圧を入れ替えるように構成することを容易といっているわけではない。したがって，原告の主張は審決を正解しないものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決における訂正発明2が特許出願の際独立して特許を受けることができないとした判断に誤りはないから，審決は取り消されるべきとの原告の主張は誤りである。",
                    "また訂正発明1が独立して特許を受けることができないとした点についても，審決に何ら誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告補助参加人の反論",
          "text": [
            "被告補助参加人の反論は，上記3(被告の反論)と同じであるからこれを援用するほか，以下のとおり敷衍する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，「第1の電気量に基づいて制御する制御装置」，「指令電気量と検出電気量」という用語が引用文献1(甲5文献)に記載されていないことを理由に，これらが同文献に開示されている旨の審決の認定は不当な上位概念化であり，誤りであると主張する。",
                "しかし審決は，技術的な見地から，訂正発明2の構成要件に相当する構成が引用文献1(甲5文献)に記載されていることを判断したに過ぎず，一致点・相違点が不明になることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "引用発明においては，測定の際には電流指令が定格値となるように予めの設定がなされており，該設定による電流指令の定格値に基づいて交流電流を印加して電動機を回転させるのであるから，審決による「前記定格値に基づいて…交流電流を前記誘導電動機に印加することにより，…回転させるステップ」との認定に誤りはない。他方，訂正発明2も測定の際には「電圧指令」が所定値となるように予めの設定がなされており，該設定による電圧指令の所定値に基づいて交流電圧を印加して電動機を回転させており，引用発明と同じである。",
                "また，訂正発明1及び訂正発明2には，「rと(l＋l’)を事前に測定演算する」場合を技術的範囲から除外する旨の規定はなく，かかる事項は訂正発明1，2の要件ではない。",
                "甲11(第2図または第5図)には，電圧指令(Vr)及び周波数指令(fr)を設定して運転を行うことが記載されており，電圧指令(Vr)及び周波数指令(fr)を所定値にして運転することは通常行われている運転の一形態であるから，電圧指令に基づいて制御する甲11の制御装置を用いた通常運転がそのまま訂正明細書記載の1次インダクタンスの測定条件となるから，審決に誤りはない。",
                "甲12，13についても審決が例示する箇所は，甲12では，第3図全体ではなく直交するベクトルの電圧指令であるE ＊及びE ＊以降の電圧制御の"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "d",
                              "subject": "q",
                              "text": [
                                "構成部分(第3図においてE ＊及びE ＊から右側部分)のことであり，甲13"
                              ]
                            },
                            {
                              "fig": "d",
                              "subject": "q",
                              "text": [
                                "では，第1図全体ではなくて直交するベクトルの電圧指令であるe 及びEe1α",
                                "以降の電圧制御の構成部分(第1図においてe 及びe から右側部分)1β 1α 1β",
                                "のことである。審決は甲12，13において，かかるE ＊，E ＊及びω ＊(ま"
                              ]
                            },
                            {
                              "fig": "d",
                              "subject": "q 1",
                              "text": [
                                "たはe ，e 及びω )を所定値に設定し，あるいは甲11のVr及びfr1α 1β 0",
                                "を所定値に設定し(甲11の第2図または第5図)，該所定値に設定された電圧指令及び周波数指令に基づいて制御するように用い，交流電圧を誘導電動機に印加することは，当業者が任意になし得るところであると認定したのである。原告の主張は誤った前提に基づくものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(訂正審判請求の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り，一致点及び相違点についての認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の引用発明の認定には誤りがあり，これに基づく訂正発明との一致点及び相違点についての認定も誤りであると主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正発明の記載された明細書(甲2〔全文訂正明細書〕。なお，図については甲1〔特許公報〕による。以下これらを「訂正明細書」ということがある)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲(甲2)",
                      "text": [
                        "その第1項及び第2項は，前記第3，1，(2)のとおり"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明(甲2)",
                      "text": [
                        "・ 「【産業上の利用分野】",
                        "本発明は，インバータ制御装置の制御定数設定方法に係り，特に誘導電動機の電動機定数を演算し，演算された電動機定数に基づいて制御装置の制御定数を設定するインバータ制御装置の制御定数設定方法に関する。」(段落【0001】)",
                        "・ 「【従来の技術】",
                        "一般にベクトル制御装置においては，電動機定数，例えば励磁インダンタンス及び2次時定数などに基づいて各制御定数が設定される。」(段落【0002】)",
                        "・ 「例えば，特願昭59−173713号及び特願昭58−39434 号に示されるベクトル制御装置においては，電圧指令信号を演算する際の制御定数は，電動機定数の1次抵抗，漏れインダクタンス，1次インダクタンス及び2次抵抗に応じて設定する必要がある。」(段落【0003】)・ 「【発明が解決しようとする課題】",
                        "従来は，電動機定数の設定値に基づいてそれらをマニュアル設定している。そのため，使用する電動機毎に制御定数を変更する必要があり，煩雑となり，また，電動機定数の設計値と実際値の不一致により，制御演算誤差を生じトルクが変動するなどの問題がある。」(段落【0004】)",
                        "・ 「一方，上記問題に対処するものとしては特願昭59−212543号がある。これはインバータ装置を用いて，その電流指令に基づいてインバータより電動機に電圧を印加し，そのときの電圧を検出し，該検出電圧値と電流指令値との関係より電動機定数を測定し，その結果に基づき制御定数を設定するものである。しかし，この特願昭59−212543号に示される例では定数測定用として専用に電圧検出器を設ける必要があり，また，電圧波形が歪波形であることから，検出精度が低く，すなわち，定数測定精度が低いという問題がある。」(段落【0005】)・ 「本発明の目的は，制御装置の制御定数の精度を向上できるインバータ制御装置の制御定数設定方法を提供することにある。」(段落【0006】)",
                        "・ 「【作用】",
                        "第1の発明では，制御装置の制御定数の設定に用いる電流を，無負荷状態において誘導電動機を回転させた状態で検出している。無負荷状態において誘導電動機を回転させる，すなわち周波数指令を与えると，回転停止状態に比べて，誘導電動機内で発生する誘導起電力が大きくなる。このため，電圧指令値と誘導起電力との誤差が小さくなり，検出電流に対する前記誤差の影響が少なくなる。従って，検出された電流に基づいて設定される，1次インダクタンスと関係する制御定数の精度が向上する。",
                        "第2の発明では，無負荷状態において誘導電動機を回転させた状態で検出した電流の，電圧指令の1つのベクトル成分に対応したベクトル成分を用いて1次インダクタンスを演算するため，1次インダクタンスの精度が向上し，1次インダクタンスに基づいて演算される制御定数の精度も向上する。更に，無負荷状態において誘導電動機を回転させた状態で検出した電流の，電圧指令の1つのベクトル成分に対応したベクトル成分を用いて1次インダクタンスを演算するため，この演算に要する時間が短縮され，インバータを制御するコンピュータの負荷率が低減される。",
                        "好ましくは，周波数指令および電圧指令を設定された所定値まで徐々にかつ一定レートにて増加させて，誘導電動機を回転させる。周波数指令および電圧指令を設定された所定値まで徐々に且つ一定レートにて増加させることにより，始動時に発生する突入電流を防止できる。」(段落【0008】)",
                        "・ 「一方，電動機電流i ，i (回転磁界座標)は図1に示す電流検",
                        "1d 1q",
                        "出器7及び座標変換器8を用いて次式に従い検出される。」(段落【0020】)",
                        "・ 「【数4】",
                        "」(段落【0021】)",
                        "・ 「i ～i：電動機各相電流"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "u",
      "subject": "w",
      "text": [
        "図1のPWM電圧制御方式の場合においては，電動機相電流の歪は小さく正弦波に近い。そして，この電流を(4)式に従ってd軸成分i とq軸成分i に分けて検出する本方式は，基本波成分(w )が直",
        "1d 1q 1",
        "流信号で検出でき，その検出精度は高い。」(段落【0022】)・ 「ところで，定常時における誘導電動機の電圧方程式をd，qの2軸理論に基づいて表わすと次式で与えられる。」(段落【0023】)・ 「【数5】"
      ]
    },
    {
      "fig": "v",
      "subject": "＝r i d−w (l ＋L )i −w Mi …(5)」(段落",
      "text": [
        "1d 1 1 1 1 1 1q 1 2q",
        "【0024】)",
        "・ 「【数6】"
      ]
    },
    {
      "fig": "v",
      "subject": "＝w (l ＋L )i ＋r i ＋w Mi …(6)",
      "text": [
        "1q 1 1 1 1d 1 1q 1 2d",
        "ここに，i ，i ：2次電流のd軸及びq軸成分",
        "2d 2q"
      ]
    },
    {
      "fig": "r",
      "subject": "：1次抵抗",
      "content": [
        {
          "fig": "l",
          "subject": "：1次漏れインダクタンス",
          "text": [
            "L ：1次有効インダクタンス",
            "M：相互インダクタンス",
            "ここで，2次電流はかご形誘導機の場合測定できないのでこれを以下のようにして消去する。2次電流と1次電流の関係は回転子2次回路に関する電圧方程式に基づいて次式で示される。」(段落【0025】)・ 「【数7】"
          ]
        }
      ]
    },
    {
      "fig": "w",
      "subject": "・Mi ＝r i d−w (l ＋L )i …(7)」(段落"
    },
    {
      "fig": "s",
      "subject": "1q 2 2 s 2 2 2q",
      "text": [
        "【0026】)",
        "・ 「【数8】",
        "−w ・Mi ＝w (l ＋L )i ＋r i …(8)"
      ]
    },
    {
      "fig": "s",
      "subject": "1d s 2 2 2d 2 2d",
      "text": [
        "ここに，w ：すべり角周波数"
      ]
    },
    {
      "fig": "s"
    },
    {
      "fig": "r",
      "subject": "：2次抵抗",
      "content": [
        {
          "fig": "l",
          "subject": "：2次漏れインダクタンス",
          "text": [
            "L ：2次有効インダクタンス",
            "(7)，(8)式を用いて(5)，(6)式のi ，i を消去すれば」",
            "2d 2q",
            "(段落【0027】)",
            "・ 「【数9】",
            "」(段落【0028】)",
            "・ 「【数10】",
            "」(段落【0029】)",
            "・ 「〔l ＋L の測定法〕"
          ]
        }
      ]
    },
    {
      "fig": "v",
      "subject": "＝v *＝0，v ＝v * ∝ w *，w ＝w *，w ≒0",
      "text": [
        "1d 1d 1q 1q 1 1 1 s",
        "すなわち，無負荷状態においてv *とw *を所定値に設定し，いわ",
        "1q 1",
        "ゆるV／F一定制御運転(磁束一定条件)を行う。ここで，(10)式において無負荷条件である故i ≒0となり，したがって(l ＋L )",
        "1q 1 1",
        "は次式より測定演算できる。」(段落【0042】)",
        "「【 数 1 8 】",
        "」(段落【0043】)",
        "・ 「〔T の測定法〕",
        "2次時定数T は次式で与えられる。」(段落【0044】)",
        "・ 「【数19】",
        "」(段落【0045】)",
        "・ 「図6では，先ず，ブロック61にて，w *とv *を電動機定格値"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "1",
              "subject": "1q",
              "text": [
                "に設定し運転する。なお始動時の突入電流を避けるため，w *とv *"
              ]
            },
            {
              "fig": "1",
              "subject": "1q",
              "text": [
                "は一定レートにて立上げ加速終了後，ブロック62にてi ，i の",
                "1d 1q",
                "信号取込み，ブロック63にて(18)式よりl ＋L を演算する。",
                "さらにこの結果を基にブロック64にてT を",
                "T ＝l ＋L ／r ′",
                "より演算する。」(段落【0055】)"
              ],
              "content": [
                {
                  "fig": "(ウ)",
                  "subject": "図面(かっこ内は【図面の簡単な説明】の記載である。甲1)・図1(本発明の一実施例を示すインバータ装置の構成図。)・図6(本発明における演算内容のフローチャート。)",
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "また，訂正明細書(甲2)の引用する特願昭59−212543号の公開公報である特開昭61−92185号公報(発明の名称「自動調整を行うベクトル制御装置」，出願人 株式会社日立製作所，公開日 昭和61年5月10日。甲14)には，以下の記載がある。",
                        "・ 「〔発明の概要〕",
                        "本発明の特徴とするところは，ベクトル制御装置を用いて，電動機電流及び周波数を所定値に制御し，該電流の指令信号あるいは検出信号と電動機電圧検出信号を用いて電動機定数を測定し，その結果に基づき制御定数を設定し，各電動機に対して常に最適な制御が行えるようにしたことにある。」(2頁左上欄1行～8行)",
                        "・ 「…14は電動機電圧のd軸及びq軸成分を検出する電圧成分検出器…」(2頁右上欄10行～12行)"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "以上によれば，訂正発明2は，従来の電流指令に基づきインバータに電圧を印可し，そのときの電圧を検出して電動機定数を測定する方法においては，専用に電圧検出器を設ける必要があり(上記イ)，電圧波形が歪波形であることから検出精度が低いという問題があったことから(訂正明細書段落【0005】)，制御定数の精度を向上できるインバータ制御装置の制御定数設定方法を提供することを目的とするものである(段落【0006】)。",
                        "具体的には，訂正発明2は，誘導電動機に電力を供給するインバータを直交するベクトルの電圧指令(V ＊，V ＊)に基づいて制御する電圧指",
                        "1d 1q",
                        "令型ベクトル制御装置である(特許請求の範囲の記載)。その制御定数を設定するに当たっては，ベクトル制御を使用せず，従来から利用されていた誘導電動機のV／F一定制御運転を利用して所望のデータを取得し(段落【0042】)，所定の演算式を利用してコンピュータにより制御定数(特に，1次インダクタンス)を設定する方法である。訂正発明1は，上記訂正発明2の電圧指令につき「直交するベクトルの」との限定をせず，1次インダクタンスと関係する制御定数を設定するものであり，訂正発明2は，1次インダクタンスを用いて設定される2次時定数(T )の演算も含まれるものである(特許請求の範囲の記載)。",
                        "訂正発明2における電動機定数の測定においては，まず，電圧と周波数の指令値を所定値(例えば，1次インダクタンス測定に適した定格値)として設定する(特許請求の範囲2，ステップ(a))。",
                        "次いで，無負荷状態において，インバータから出力される交流電圧を誘導電動機に印加して，誘導電動機を回転させる(ステップ(b))。その際，電圧と周波数を，設定した周波数指令値ω *及び電圧指令値V *まで小さい値から徐々に且つ一定レートにて増加させて，前記誘導電動機を回転させる(ステップ(e))。これにより，無負荷定常運転状態となる。この運転はV／F一定制御運転(インバータの周波数指令〔F〕に対応した電圧指令〔V〕を設定し出力電圧を制御する方式)であって，電圧・周波数・負荷(ここでは無負荷運転である)に応じた状態で，自然に電動機の回転が安定し定常状態となる(段落【0042】)。そこで，回転している誘導電動機に流れる電流を測定する(ステップ(c))。そして，無負荷状態であるから電圧はV *＝0となり，所定値に設定されたV *，ω *と，検",
                        "1d 1q 1",
                        "出された電流のベクトル成分(I *)を用いて，コンピュータを用い誘1d",
                        "導電動機の1次インダクタンス(l ＋L )を演算する(段落【0042】，【0055】)。",
                        "式は，以下のとおりである(段落【0043】)。",
                        "また，これにより得られたL をr ’で除して，T を求める(段落【0049】)。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "一方，引用発明の記載された甲5文献には，以下の記載がある(判決注：各摘記の前の番号は整理の便宜のため判決で付記)。",
                        "1−① 「1．まえがき",
                        "速度やトルクの高速応答，高精度制御が要求されるFA機器等の駆動システムでは，これまでの直流電動機に替ってメンテナンスや耐環境性に勝れたベクトル制御を採用したかご形誘導電動機ドライブが適用されている。周知のように誘導電動機(以下，IMと略す)のベクトル制御においては，IMの等価回路を制御モデルとして制御するため，制御装置には前もって適用するIMの等価回路定数に基づく制御定数を設定する。また，速度制御系においてはIMとこれに直結する負荷を含めた慣性モーメントに応じて制御ゲインを設定する必要がある。上記設定には一般に電動機定数の設計値が用いられるが，モデルと実機の定数に差異があると制御誤差を生じる。また，制御定数は使用するIM毎に設定する必要があり，その設定が複雑であることから多大な調整時間を費やす。さらに，電動機定数の不明な例えば既設のIMにはベクトル制御が適用できないといった問題があった。」(61頁4行～16行)",
                        "1−② 「本論文では，ベクトル制御装置に電動機定数測定機能を持たせ，実運転前に電動機定数や慣性モーメントを高精度に自動測定し，これに基づき制御定数を自動設定することを目的に，電動機定数測定法とこれをディジタルインバータ装置に適用するときのオートチューニング方式について報告する。」(61頁17行～20行)",
                        "2−① 「2．ベクトル制御におけるオートチューニングの必要性先に開発した速度センサレス・ベクトル制御を例に，オートチューニングの必要性について述べる。…ベクトル制御は電動機モデルを基準として，インバータ出力電流の大きさと位相及び周波数を制御するため，モデルの定数を電動機定数に応じて予め設定する必要がある。以下に各制御部におけるチューニングの必要性を列記する。」(61頁21行～26行)",
                        "2−② 「1)起電力検出器は磁束に関係した誘導起電力ed，eqを検出するもので，次式に従いIM端子電圧Vd，Vqから内部インピーダンス降下を差し引き演算する。",
                        "ed＝−ω ＊・Φ q",
                        "＝Vd−｛r ・I ＊−ω ＊・((cid:141) ＋(cid:141) ')I ＊｝・・・(1)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "1",
              "subject": "m 1 1 2 t",
              "text": [
                "eq＝ω ＊・Φ d",
                "＝Vq−(r ・I ＊＋ω ＊・(cid:141) ・I ＊) ・・・(2)」(6"
              ]
            },
            {
              "fig": "1",
              "subject": "t 1 1 m",
              "text": [
                "1頁27行～33行)",
                "2−③ 「2)励磁電流の調節には電動機電圧を定格値に設定するために励磁インダクタンスL が必要であり，従来は電動機の設計値に基づいて設定しているが，設計誤差により電圧が定格値から変動する。」(61頁下2行～62頁2行)",
                "2−④ 「3)速度センサレス方式においては，インバータ出力周波数ω ＊からすべり周波数演算器からのすべり推定値 を差し引いて回転速度を演算する。このとき，すべり周波数は次式に従って演算するため2次時定数T が必要である。",
                "＝ ・・・(3)」(62頁3行～10行)",
                "2−⑤ 「4)速度制御部では速度応答を目標値に設定するため，慣性モーメントJに応じて制御ゲインを調節する必要がある。しかし，慣性モーメントは機械負荷により変り，その測定には通常速度センサをトルクセンサを用いて行うが煩雑である。",
                "このようにベクトル制御は調整が複雑であることからオートチューニングの必要性が出てくる。以下，今回立案検討したインバータを用いた電動機定数の測定法と，それをディジタル装置に適用して制御定数をオートチューニングする方式について述べる。」(62頁11行～20行)3−① 「3．電動機定数の測定法",
                "3．1 測定法の原理",
                "三相かご形IMの電圧方程式を2軸(d，q)理論で表わすと次式となる2)3)。",
                "ここで，V ，V 及びI ，I は角周波数ω で回転する座標上の",
                "1d 1q 1d 1q 1",
                "電圧，電流成分であり，V ，V は後述するように検出可能，またI ，",
                "1d 1q 1d",
                "I はベクトル制御の制御信号から間接的に検出可能であるため，これら1q",
                "を与えて(4)式を解くことができる。さらに，特定の条件を与えれば定数や変数を消去できるので測定すべき定数を簡単に求めることができる。すなわち，定常状態ではP(d／dt)＝0とおけ，また直流励磁ではω＝0，回転停止状態ではω ＝ω ，さらにI ＝0又はI ＝0の条件"
              ]
            },
            {
              "fig": "1",
              "subject": "s 1d 1q",
              "text": [
                "を設定すると定数及び変数が消去でき，測定すべき定数に関する電圧方程式が導びける。以上が測定原理である。」(62頁23行～63頁2行)3−② 「図2は今回電動機定数の測定に適用した速度センサレス・ベクトル制御インバータの構成図である。電流指令信号I ＊，I ＊はI ，I"
              ]
            }
          ]
        },
        {
          "fig": "m",
          "subject": "t 1d 1",
          "text": [
            "を各々指令する信号であり，電圧検出信号V ，V はV ，V に相当"
          ]
        }
      ]
    },
    {
      "fig": "q",
      "subject": "d q 1d 1q",
      "text": [
        "する信号である。これらの信号を用いて後述するように電動機定数を測定する。なお，＊印は指令値を， は推定値を表す。」(63頁3行～7行)3−③ 「次に，本装置において今回の測定に関係する部分，すなわち電流指令信号I ＊，I ＊から電圧検出信号が得られるまでの動作を説明する。"
      ],
      "content": [
        {
          "fig": "m",
          "subject": "t",
          "text": [
            "まず，電流指令信号I ＊，I ＊と周波数指令ω ＊に比例した周波数の"
          ]
        },
        {
          "fig": "m",
          "subject": "t 1",
          "text": [
            "2相発振器の信号を座標変換器に入力すると(5)式の演算を行い，固定子座標における2相の電流指令I ＊，I ＊が出力され，さらに2相−3相α β",
            "変換器で3相の電流指令I1＊(Iu＊，Iv＊，Iw＊)が(6)式に従って出力される。",
            "…",
            "一方，d，q軸電圧検出信号Vd，Vqは，インバータ出力電圧(Vu，Vv，Vw)より(7)，(8)式の演算を行う3相−2相変換器，座標変換器で検出される。」(63頁8行～22行)",
            "3−④ 「この電圧検出法では，基本波成分が直流に変換されるため高調波分と分離し易く，検出精度が高いという特徴がある。」(63頁26行～27行)",
            "3−⑤ 「図2．ベクトル制御装置の構成",
            "」",
            "(63頁)",
            "3−⑥ 「3．3 励磁インダクタンスと2次時定数の測定",
            "当初，IMを回転停止させた状態で励磁電流I ＊をステップ変化さm",
            "せ，そのときの磁束変化に伴って発生する電圧の検出信号から，励磁インダクタンスL と2次定数T を測定する方法を試みたが，精度的に問題があり，また積分演算が介入するため演算が複雑になることから，積分の入らない以下の測定方法で検討した。」(66頁7行～12行)",
            "3−⑦ 「本測定法は，IMをベクトル制御で無負荷運転した条件で励磁インダクタンスL を求める。この条件では，(4)式において 定常状態P＝0，ω ≒0，I ≒0とおけ，次式が成立する。",
            "S 1q",
            "V ＝((cid:141) ＋L )・ω ・I ＋M・ω ・I … (14)",
            "1q 1 1 1 1d 1 2d"
          ],
          "content": [
            {
              "fig": "0",
              "subject": "＝r ・I"
            },
            {
              "fig": "2",
              "subject": "2d",
              "text": [
                "さらに，(cid:141) ≪L とすれば，L は次式より求められる。",
                "… (15)",
                "測定においては周波数指令ω ＊を定格に設定し，そのときの電流指令値I ＊(AERにより定格電流となるよう設定される)と電圧検出信号Vm",
                "より(15)式の演算でL が求まる。本測定値は従来のJEC規格に"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "q",
      "subject": "1",
      "text": [
        "よる測定値に比べて＋6％の誤差であった。」(66頁13行～23行)3−⑧ 「次に，2次時定数T の測定にあたっては，ここで求めたL と3．2．2項で求めたr' より，簡略的に次式より演算できる。今回の測定では，＋12％の精度であった。",
        "T ≒L ／r' …(16)」(66頁24行～2",
        "7行)",
        "4−① 「4．ベクトル制御のオートチューニング",
        "速度センサレス，ディジタルベクトル制御に前章で述べた電動機定数の測定法を適用し，その自動測定と測定結果に基づく制御定数のオートチューニング法について述べる。",
        "4．1 オートチューニング法",
        "図7は，今回開発したオートチューニング法のフローチャートである。",
        "オートチューニングに先立ち，IM定格，定格回転数，極数及び目標応答はイニシャル設定し，これよりチューニングの動作に入る。",
        "先ず，図2に示す周波数制御(AFR)，起電力制御(AER)，速度制御(ASR)を休止させ，IMが回転停止状態において，入力指令I ＊，m",
        "ω ＊に所定値を設定し，IMを交流励磁する。そのときの電圧検出信号V ，V により，3．2節で述べた方法で(r ＋r' )及び((cid:141) ＋(cid:141)"
      ],
      "content": [
        {
          "fig": "d",
          "subject": "q 1 2 1 2",
          "text": [
            "')を演算する。」(68頁下12行～下1行)",
            "4−② 「次に，ω ＊＝0でI ＊に所定値を入力し，IMに直流電流を流"
          ],
          "content": [
            {
              "fig": "1",
              "subject": "m",
              "text": [
                "す。そのときの相電圧指令V ＊と相電流信号I より，3．2．1項で述U U",
                "べた方法でr を測定する。」(69頁1行～5行)",
                "4−③ 「以上の測定によりr ，r' 及び(cid:141) ＋(cid:141) 'を正規化演算し，起電力検出器の内部インピーダンスを設定する。これによりベクトル制御が行える条件が確立できたので，次に全制御を活し，速度入力指令ω ＊に定r",
                "格値を設定し，IMを無負荷運転する。そのときのI ＊，ω ＊とV の信"
              ]
            }
          ]
        },
        {
          "fig": "m",
          "subject": "1 q",
          "text": [
            "号より，3．3節の方法で励磁インダクタンスL を測定する。」(69頁6行～15行)",
            "4−④ 「なお，2次時定数T はこのL と先に求めたr' より演算する。",
            "このT とL に基づきすべり演算器とI ＊の最適設定を行う。」(69頁"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "1 m",
              "text": [
                "16行～19行)",
                "5−① 「5．むすび",
                "ベクトル制御インバータの調整自動化を目的に検討した結果，以下の結論を得た。"
              ]
            },
            {
              "fig": "1)",
              "text": [
                "速度センサやトルクセンサを用いることなくベクトル制御装置の制御信号より，電動機定数及び慣性モーメントを測定する方法を明らかにし，さらにその実験検証を行った結果，所要の精度が得られることを確認した。"
              ]
            },
            {
              "fig": "2)",
              "subject": "速度センサレス・ディジタルベクトル制御インバータに上記電動機定数測定機構を付加し，電動機定数が不明な状態から制御定数を自動設定するオートチューニング方式を開発し，その効果を加減速性能及び速度精度より実証した。」(70頁16行～25行)",
              "text": [
                "5−② 「図7 オートチューニング方法のフローチャート",
                "」(69頁)"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "オ",
                      "text": [
                        "以上によれば，甲5文献は，誘導電動機(IM)をベクトル制御をするにつき必要な電動機定数を実運転前に高精度に自動測定する方法に関する論文であり(摘記1−①，②，5−①)，最終的に必要な電動機定数である励磁インダクタンスL (3−⑦)，2次時定数T (3−⑧)を求めるものである。なお，甲5文献のうち，慣性モーメントを求め制御ゲインを設定する部分は本件とは直接関連しない(訂正明細書〔甲2〕の段落【0061】にも「…ASRのゲインは機械系の慣性モーメントJに応じて決定されるが，Jは例えば特願昭59−212543号記載の方法にて測定できる。",
                        "…」と記載されている)。",
                        "引用発明〔甲5〕は，励磁電流の調節には電動機電圧を定格値に設定するために励磁インダクタンスL が必要であり(2−③)，また速度センサを用いない速度センサレス方式においてはすべり周波数を演算するために2次時定数T が予め必要である(2−④)との知見のもとに，ベクトル制御インバータにおいてこれらを自動測定・設定するオートチューニング方式に関するものである(2−⑤，5−①)。当初，インバータを回転停止させた状態で励磁電流I ＊をステップ変化させた場合の電圧検出信号m",
                        "から上記L ，T を測定したが精度に問題があり，積分演算が必要で複雑であることから，これを克服するための方法を提供しようとするものである(3−⑥)。",
                        "そして，引用発明における測定法は以下の<ア>～<オ>のとおりである。",
                        "<ア> 引用発明においては，まずベクトル制御を行う前提としての必要な制御定数(r ，r' ，(cid:141) ＋(cid:141) '。各定義は3−①)については，事前に測定してこれを設定する必要がある(4−①～③，5−②)。",
                        "<イ> 上記制御定数が得られることにより，ベクトル制御を行う前提条件が備わったので(4−③，5−②)，まず電動機の銘板に与えられた定格値に設定した回転周波数指令〔速度入力指令〕ω ＊(3−⑦，r",
                        "4−③)からこれと同じ所定値であるω ＊を得て，インバータをベクトル制御下で無負荷運転する(4−③，5−②)。",
                        "<ウ> そして適宜(任意)の値として電流の初期値I ＊＊が与えられるm",
                        "(3−⑤)。このI ＊＊は実際の1次インダクタンスL の測定に用い"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "m",
          "subject": "1",
          "text": [
            "られる電流指令信号(指令値)であり，無負荷運転時の定格磁束を形成する励磁電流(以下「定格電流」という場合がある)であるI ＊m",
            "となるまでΔImを加算することにより補正される(3−⑤，3−⑦中の「電流指令値I ＊(AERにより定格電流となるよう設定されm",
            "る)」との記載)。すなわち，無負荷運転時における定格電流であるI＊は事前に銘板等により知り得ないところ，まず任意の値としてIm",
            "＊＊が与えられ，これをAER(起電力制御)において，周波数指令m",
            "ω ＊に基づく電圧値(3−②の図2におけるAERの左横の「＋」記号)と，検出された誘起電圧であるeq(3−②の図2におけるAERの左横の「−」記号。なおその算出式は2−②の(2)式)とを加減算し，無負荷運転時の定格電流であるI ＊を得る。この点の詳細m",
            "については，上記「電流指令値I ＊(AERにより定格電流となるm",
            "よう設定される)」との記載(摘記3−⑦)しかない。",
            "<エ> 上記で得られた無負荷運転の状態において誘導電動機に印可される電圧を検出し(4−③)，無負荷運転時の定格電流であるI ＊をIm",
            "とし，定格周波数指令ω ＊をω と，そのとき検出される電圧信号",
            "1d 1 1",
            "V をそれぞれ(15)式(摘記3−⑦記載)に代入し，これにより励磁1q",
            "インダクタンスL を得る。",
            "<オ> 上<エ>により求めたL と既に<ア>で求めてあるr’ により，これらを(16)式(摘記3−⑧記載)に代入し，2次時定数であるT を求める。",
            "以上の方法による引用発明の電圧検出法は，基本波成分が直流に変換される(3−③にあるとおり座標変換を行い)ため高調波成分と分離し易く，検出精度が高いという特徴があるとしている(3−④)。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "カ",
                      "subject": "上記引用発明における電動機定数の検出方法につき検討すると，引用発明においては，適宜(任意)の値として電流指令の初期値I ＊＊を設定し，m",
                      "text": [
                        "その後，ベクトル制御運転を行うことにより，自動的にI ＊が無負荷運転m",
                        "時の定格電流となるよう調整される。これによれば，電流指令値I ＊はベm",
                        "クトル制御運転により次第に定格電流に収束していくものであり，その定格電流は，駆動する誘導電動機の励磁インダクタンスL によって異なるものであって，無負荷定常回転となった最終的な電流指令値I ＊の具体的m",
                        "数値は，誘導電動機の回転前には知り得ない。したがって，引用発明では，誘導電動機の回転前に予め電流指令値I ＊を定格電流となるよう設定したm",
                        "ものではない。そうすると，審決が，引用発明の内容として，無負荷状態において誘導電動機を回転させるステップ(ステップ(b))の前に，「(a)前記電流指令および前記誘導電動機の周波数指令に定格値を設定するステップ」(7頁29行～30行。なお，「周波数指令に」が「周波数指令の」の誤記であるとしても同様である)を備えるものと認定したことは誤りである。",
                        "また，引用発明では，予め定格電流，すなわち，電流指令の定格値を具体的に知ることができないから，無負荷定常回転状態に至るまでは，「定格値に基づいて」運転することができない。したがって，この意味において審決が引用発明の内容として「(b)無負荷状態において，前記定格値に基づいて前記インバータから出力される交流電流を前記誘導電動機に印加することにより，前記誘導電動機を回転させるステップ」(7頁31行～33行)を備えると認定したこともまた誤りである。"
                      ]
                    },
                    {
                      "fig": "キ",
                      "subject": "そして，①(a)のステップにおいて，第1の電気量指令を設定する際に，訂正発明2は，電圧指令の所定値を設定するのに対して，引用発明では，その後に補正される電流指令の初期値(I ＊＊)を設定する点，②無m",
                      "text": [
                        "負荷状態において誘導電動機を回転させるステップについて，訂正発明2は，所定値に設定された電圧指令及び周波数指令に基づいて回転させるのに対し，引用発明は，ベクトル制御をしながら前記初期値に設定された電流指令値および定格値に設定された周波数指令値に基づいてインバータから出力される交流電流を前記誘導電動機に供給し，無負荷定格電流指令値に至るまでこれを補正しながら，誘導電動機を回転させるものである点，の2点については，引用発明と訂正発明2との相違点として認定されるべきである(原告の主張する相違点イの一部，及び同ウに当たる)。なお，訂正発明1は，訂正発明2の電圧指令につき「直交するベクトルの」との限定をせず，1次インダクタンスと関係する制御定数を設定するものであるから，上記訂正発明2に関するものと同様である。"
                      ]
                    },
                    {
                      "fig": "ク",
                      "text": [
                        "審決は，上記のとおり引用発明の認定を誤り，訂正発明2との相違点を看過したものであるが，次にこの相違点の看過が審決の結論に影響を及ぼすものであるかにつき検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "まず，上記キの認定すべき相違点の①の点について検討すると，既に上記で検討したとおり，引用発明は，電流指令値I ＊がベクトル制御m",
                  "text": [
                    "運転により次第に定格電流に収束していくものであり，その定格電流は，駆動する誘導電動機の励磁インダクタンスL によって異なるものであるから，無負荷定常回転となった最終的な電流指令値I ＊の具体的数値m",
                    "は，誘導電動機の回転前には知り得ず，引用発明において電流指令値を予め所定値に設定することは原理的にできない。",
                    "一方，訂正発明2は，電圧指令を選択することにより，特許請求の範囲記載の(c)のステップである電流検出を行うための無負荷定常回転状態の電圧指令値を予め設定することが可能である。そして，定格電圧での無負荷定常回転状態で上記(c)のステップを行う場合には，電動機の銘板に記載された定格電圧と定格周波数を各指令の所定値として選択できる等，条件設定が簡便になる作用効果があることが明らかである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "なお審決は，訂正発明2が電圧指令に基づいてインバータを制御している点に関し，相違点(ア)の判断において，「インバータを電圧指令に基づいて制御することは，インバータ制御の分野で良く知られた手法」である(10頁15行～16行)として，特開昭60−25506",
                  "text": [
                    "5号公報(発明の名称「PWMインバータ」，出願人 三菱電機株式会社，公開日 昭和60年12月16日，甲11)，特開昭60−187282",
                    "号公報(発明の名称「誘導電動機のベクトル制御装置」，出願人 株式会社日立製作所，公開日 昭和60年9月24日，甲12)，特開昭59−169383号公報(発明の名称「ベクトル制御方式におけるインバータ出力電圧制御装置」，出願人 株式会社明電舎，公開日 昭和59年9月25日，甲13)を挙げているので検討する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "甲11には以下の記載がある。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "特許請求の範囲",
                          "text": [
                            "「(1)基本波信号に第3調波信号を重畳して被変調波信号を作成するPWMインバータにおいて，上記第3調波信号の最大振幅を可変とし，インバータ出力電圧指令に対応して増減する上記基本波信号の最大振幅の増減に応じて上記第3調波信号の重畳率を増減することを特徴とするPWMインバータ。」"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "発明の詳細な説明",
                          "text": [
                            "・ 発明の技術分野",
                            "「この発明は可変電圧可変周波数電源として用いられるPWMインバータに関する。」(1頁右下欄1行～4行)",
                            "・ 発明の実施例",
                            "「以下，この発明の一実施例を図について説明する。",
                            "第5図において，12は第3調波振幅変調用関数発生器であって，インバータ出力電圧指令Vrが入力され…」(2頁右下欄6行～11行)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(c)",
      "subject": "図面(かっこ内は「4．図面の簡単な説明」中の記載である)・ 第5図(この発明の一実施例を示す回路図)",
      "content": [
        {
          "fig": "b",
          "text": [
            "甲12には以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "(a)",
      "subject": "特許請求の範囲",
      "text": [
        "「1．誘導電動機に交流に供給するPWMインバータと，該PWMインバータに速度指令を基に形成した制御信号を供給して該誘導電動機をベクトル制御する制御回路とを備え，該誘導電動機を可変速制御できるようにした誘導電動機のベクトル制御装置において，前記制御回路は，電流検出器からの電流検出信号より得た励磁成分電流帰還値と速度指令を基に形成した励磁成分電流信号との偏差よりd軸成分電圧指令を演算し，速度指令を基に形成したトルク成分電流指令と該電流検出器からのトルク成分電流帰還値との偏差よりq軸成分電圧指令を演算し，それら演算結果のd軸及びq軸成分電圧指令値より誘導電動機に印加するPWM電圧指令をベクトル演算して制御信号を形成し，これをPWMインバータに供給できると共に，上記d軸成分電圧指令値により，すべりを補償するように構成したことを特徴とする誘導電動機のベクトル制御装置。」"
      ]
    },
    {
      "fig": "(b)",
      "subject": "発明の詳細な説明",
      "text": [
        "・ 「〔発明の利用分野〕",
        "本発明は速度検出器無し誘導電動機のベクトル制御装置に係り，特に速度制御用の電圧検出器を省略して全てデジタル化を図るに好適な誘導電動機のベクトル制御装置に関するものである。」(1頁右下欄18行～2頁左上欄2行)」",
        "・ 「〔発明の背景〕",
        "この種の速度検出器無し誘導電動機のベクトル制御装置は，ベクトル演算の直交性を補償するすべり補償と，電圧及び周波数の比を一定にする励磁補償とを，パルス幅変調(PWMと呼ぶ)された電圧を電圧検出器で検出し，その検出電圧から検出されたd軸成分電圧(以下，E と略称する)及びq軸成分電圧(以下，d",
        "E と略称する)により行なうと共に，E を速度帰還信号に使用"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "q",
              "subject": "q",
              "text": [
                "していた。そのため，かかるベクトル制御装置では，電圧検出器を介しての電圧検出が必須の要素であった。」(2頁左上欄3行～14行)",
                "・ 「〔発明の目的〕",
                "本発明の目的は，トルク成分，励磁成分電流を各々制御し，その演算結果をd軸成分E ＊，q軸成分E ＊の電圧指令とし，PW"
              ]
            }
          ]
        },
        {
          "fig": "d",
          "subject": "q",
          "text": [
            "Mパルス信号をこの電圧指令値より作成すると共に，E ＊，E ＊"
          ]
        },
        {
          "fig": "d",
          "subject": "q",
          "text": [
            "をすべり補償，励磁補償に用いることにより，PWM電圧を検出する必要をなくした誘導電動機のベクトル制御装置を提供することにある。」(3頁左上欄2行～9行)",
            "・ 「〔発明の実施例〕",
            "以下，本発明の実施例を第3図以下の図面に基づいて詳細に説明する。",
            "第3図は本発明に得る誘導電動機のベクトル制御装置の一実施例を示すブロック図である。",
            "…",
            "次に本実施例の動作について説明する。",
            "速度指令ωr＊が与えられると誘導電動機2の速度をωr＊にするように，まず，演算器37により速度指令ωr＊と実速度ωrの偏差を演算し，ωr＊＝ωrと制御する電流指令It＊を作成し，演算器34によりトルク電流指令It＊とトルク電流Itの偏差を演算し，It＊＝Itと制御する電圧指令E ＊を"
          ]
        }
      ]
    },
    {
      "fig": "q",
      "text": [
        "作成する。…」(3頁右上欄1行～左下欄2行)"
      ],
      "content": [
        {
          "fig": "(c)",
          "subject": "図面(かっこ内は「図面の簡単な説明」中の記載である)・ 第3図(本発明の実施例の構成を示すブロック図)",
          "content": [
            {
              "fig": "c",
              "text": [
                "甲13には以下の記載がある。"
              ]
            }
          ]
        },
        {
          "fig": "(a)",
          "subject": "特許請求の範囲",
          "text": [
            "「(1) 誘導電動機を電圧形インバータで駆動し，誘導電動機の磁束分を設定するα相一次電圧e と二次電流分を設定するβ1α",
            "相一次電圧e から相電圧演算によって上記インバータの3相1β",
            "電圧設定値e ＊，e ＊，e ＊を得るベクトル制御方式において，"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "b c",
              "text": [
                "上記電圧e 及びe を夫々同期回転座標−固定座標変換した",
                "1α 1β",
                "電圧e 及びe は夫々上記インバータの直流検出電圧E と",
                "1d 1q dc",
                "その基準直流電圧E との比E ／E で割算し，この割算結果Ｎ dc Ｎ",
                "を2相／3相変換して上記3相電圧設定値e ＊，e ＊，e ＊と"
              ]
            },
            {
              "fig": "a",
              "subject": "b c",
              "text": [
                "することを特徴とするベクトル制御方式におけるインバータ出力電圧制御装置。」"
              ]
            }
          ]
        },
        {
          "fig": "(b)",
          "subject": "発明の詳細な説明",
          "text": [
            "「…第1図において，誘導電動機1にPWM方式インバータ2から電圧制御による一次電圧を供給して該電動機1に磁束と二次電流とが互いに直交するよう制御するのに，電動機1の磁束を一定に制御するためのα相一次電流設定値i ＊と二次電流を制御す1α",
            "るためのβ相一次電流設定値i ＊と電源角周波数ω とを入力す1β 0",
            "る補正演算回路3によってα，β相一次電圧e ，e を得，こ1α 1β",
            "の電圧e ，e は相電圧演算回路4によって2相−3相変換し",
            "1α 1β",
            "てインバータ2の3相電圧設定値e ＊，e ＊，e ＊を得る。…」"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "b c",
              "text": [
                "(2頁右上欄1行～11行)"
              ],
              "content": [
                {
                  "fig": "(ウ)",
                  "subject": "上記によれば，甲11～13は，いずれもインバータを電圧指令に基づき制御する構成を示すものであるものの，甲11には，インバータ出力電圧指令Vrをどのように設定するかにつき上記摘記の記載のみで十分な開示がなく，甲12には，演算器34によりトルク電流指令I ＊t",
                  "text": [
                    "とトルク電流I の偏差を演算して電圧指令E ＊を作成し，演算器33"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "t",
      "subject": "q",
      "text": [
        "で励磁電流指令I ＊と検出値I の偏差を演算して電圧指令E ＊を作成"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "m",
              "subject": "m d",
              "text": [
                "することが開示されているが，ベクトル制御運転における偏差の演算を用いることなく直接E ＊，E ＊を所定値に設定することは開示されてい"
              ]
            },
            {
              "fig": "d",
              "subject": "q",
              "text": [
                "ない。甲13には，電動機の磁束を一定に制御するためのα相一次電流設定値i ＊と二次電流を制御するためのβ相一次電流設定値i ＊と電1α 1β",
                "源角周波数ω とを入力する補正演算回路3によってα，β相一次電圧e ，e を得ることが開示されているが，ベクトル制御装置の制御定1α 1β",
                "数設定前にα，β相一次電圧e ，e を設定することは記載されてい1α 1β",
                "ない。",
                "したがって，甲11～13には，訂正発明2における無負荷定常回転状態の電圧指令を電動機の回転開始前に設定することについては何ら開示がなく，インバータを電圧指令に基づき制御することに関する周知技術によっても，引用発明と訂正発明2との相違点とすべき上記①について，容易想到と認めることはできない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ケ",
                      "text": [
                        "次に，上記キの認定すべき相違点②の点について検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "訂正発明2における「無負荷状態において，前記所定値に基づいて前記インバータから出力される交流電圧を前記誘導電動機に印加することにより，前記誘導電動機を回転させる」(ステップ(b))と記載された運転について，その具体的な運転制御方法は特許請求の範囲からは一義的に明らかとはいえない。そこで訂正明細書(甲2)の発明の詳細な説明を参酌すると，段落【0042】に「無負荷状態においてV ＊と1q",
                  "text": [
                    "W ＊を所定値に設定し，いわゆるV／F一定制御運転(磁束一定条件)を行う。」と記載されており，誘導電動機の運転制御において既に知られたV／F一定制御運転を想定したものと解される。",
                    "ここで引用発明は，無負荷電流の定格値を求める前提としてベクトル制御運転を行う必要があり，そのため，AER(起電力制御)及びAFR(周波数制御)を用いることから，既に検討したように r と(l +l')を励磁インダクタンスL の演算測定に先だって測定演算することが必要である。一方，訂正発明2は，上記のとおりV／F一定制御運転を行うことにより，引用発明のようにAER及びAFRを必要とせず，事前に r と(l +l ')等の他の電動機定数を測定演算することなく，誘導電動機の1次インダクタンスを測定演算することができるものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "インバータを電圧指令に基づき制御することに関する周知技術である上記甲12には，電圧指令に基づいてインバータを制御し，誘導電動機をベクトル制御する制御装置であって，指令値と実測値の偏差を演算し，それを補償するように指令を調整する制御手段を利用したベクトル制御運転についての記載がある(特許請求の範囲の記載)。しかし，ベクトル制御装置における偏差を調整する制御手段を利用せずに，特定の電圧指令と周波数指令によりインバータを制御し，誘導電動機に交流電圧を印加することは，上記甲12には何ら開示されていない。"
                  ],
                  "content": [
                    {
                      "fig": "コ",
                      "text": [
                        "以上の検討によれば，審決の引用発明の認定の誤り・訂正発明2との相違点の看過は，審決の結論に影響を与えることが明らかである。よって，原告の主張する取消事由1は理由がある。"
                      ],
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "被告及び被告補助参加人の反論に対する補足的判断"
                        }
                      ]
                    },
                    {
                      "fig": "ア",
                      "subject": "被告及び被告補助参加人は，引用発明においても，電流指令値I ＊が定m",
                      "text": [
                        "格値として設定されることとされ，この点は訂正発明2と同様であり，引用発明も電流指令の定格値を設定するステップを有している旨主張する。",
                        "しかし，訂正発明2は，「(f)前記(b)のステップにおいて，周波数指令および電圧指令を前記設定された所定値まで徐々に且つ一定レートにて増加させて，前記誘導電動機を回転させるステップ」を備えており，この記載に基づけば，(b)のステップは，誘導電動機の回転開始時から，各指令が設定された所定値となって安定した無負荷定常回転状態となるまでの期間を意味するステップであると解される。そうすると，訂正発明2は，(b)のステップの前に「(a)前記電圧指令および前記誘導電動機の周波数指令の所定値を設定するステップ」を行うのであるから，電圧指令の設定は，誘導電動機の回転開始前に行うものである。",
                        "したがって，訂正発明2の「(a)前記電圧指令および前記誘導電動機の周波数指令の所定値を設定するステップ」は，誘導電動機の回転開始前に行うステップであると位置付けられるのに対し，引用発明は，電流指令の定格値を誘導電動機の回転開始前に設定することはできないから，最終的に電流指令が定格値が設定されるとしても，引用発明が「(a)前記電流指令および前記誘導電動機の周波数指令に定格値を設定するステップ」を備えているということはできない。被告らの上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "また被告及び被告補助参加人は，訂正発明2は，ベクトル制御下で無負荷運転をしなければならないものである旨も主張するが，前記(1)ウ記載のとおり，訂正発明2はベクトル制御を使用せずに制御定数を設定するものであるから，被告らの主張は採用することができない。",
                        "なお，被告及び被告補助参加人は，「ベクトル」は「直交するベクトルの電圧指令に基づいて制御する」の「ベクトル」と同じ意味であって，この点で訂正発明2と引用発明は相違しない旨も主張するが，「ベクトル制御」とは，一般に，固定子巻線に流れる電流等を磁束形成成分とトルク出力成分とに分解し，それぞれの成分を独立に制御する制御法のことであって，この意味で訂正発明2はベクトル制御を行っていないから，引用発明と異なるものである。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "3",
                              "subject": "取消事由2(進歩性についての判断の誤り)について",
                              "text": [
                                "審決が相違点(ア)に関する進歩性について，「…引用発明において，制御装置を，インバータ制御装置を電流指令に基づいて交流電圧を印加してベクトル制御するものに換えて，インバータ制御装置を電圧指令に基づいて交流電圧を印加してベクトル制御するものを用い，それに伴って前記交流電圧を印加し，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定する周知技術のもとに，指令電気量を電圧とすると共に検出電気量を電流とすることで相違点(ア)に係る本件訂正発明2の構成とすることは当業者が任意になし得るところである」(10頁25行～34行)と判断した点について検討する。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "(1)",
                          "subject": "引用発明の(15)式(摘記3−⑦)は，誘導電動機の電圧方程式に基づいて導かれ，無負荷運転の定常状態という前提の下に定められた幾つかの近似条件(ω ≒0，I ≒0等)を満足する限りにおいて成立する，励磁インS 1q",
                          "text": [
                            "ダクタンスL と各物理量の関係を表した理論式である。したがって，誘導電動機が無負荷かつ定常状態の回転をしていれば，上記(15)式は成立するから，(15)式に代入する各物理量を，指令値とするか検出値とするかは，当業者(その発明の属する技術の分野における通常の知識を有する者)が適宜選択し得ることのようにも考えられる。",
                            "しかし，電動機の運転において，指令値と出力値(検出値)が正確に一致しない場合があることは良く知られたことであり，検出値が測定誤差を生じる可能性があることも知られている。訂正発明に関しても，訂正明細書(甲2)には以下のとおり，その課題が記載されている。",
                            "「一方，上記問題に対処するものとしては特願昭 59 − 212543 号がある。",
                            "これはインバータ装置を用いて，その電流指令に基づいてインバータより電動機に電圧を印加し，そのときの電圧を検出し，該検出電圧値と電流指令値との関係より電動機定数を測定し，その結果に基づき制御定数を設定するものである。しかし，この特願昭 59 − 212543 号に示される例では定数測定用として専用に電圧検出器を設ける必要があり，また，電圧波形が歪波形であることから，検出精度が低く，すなわち，定数測定精度が低いという問題がある。」(段落【0005】)",
                            "「本発明の目的は，制御装置の制御定数の精度を向上できるインバータ制御装置の制御定数設定方法を提供することにある。」(段落【0006】)したがって訂正発明2は，電圧の検出は検出精度が低いことを技術課題とし，これを解決するために，歪みの少ない電流を検出値として，各電動機定数を測定したものである。",
                            "一方，引用発明(甲5)には，「この電圧検出法では，基本波成分が直流に変換されるため高調波分と分離し易く，検出精度が高いという特徴がある。」(摘記3−④)と記載されているものの，その前の記載である摘記3−③の記載から明らかなように，引用発明における検出精度の高さは，α−β軸からd−q軸への座標変換を行うことによるもので，この点に関する検出精度向上については，同じくα−β軸からd−q軸への座標変換を行って，電流の基本波成分を直流信号で検出する訂正発明2においても全く同様である(段落【0021】，【0022】)。",
                            "したがって，引用発明には訂正発明2の技術課題に対する開示がないばかりか，引用発明において採用する電圧検出法の検出精度が高いという利点を前提として，電流指令によるベクトル制御装置及びそのオートチューニング方式を構成しているから，電圧検出を電流検出に変更することは想定していないというべきである。"
                          ]
                        },
                        {
                          "fig": "(2)",
                          "text": [
                            "次に審決は，相違点(ア)に関し，「誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の検出電流に基づいて一次インダクタンスと関係する定数を決定することが引用文献2ないし6に記載されており，周知技術である。」(10頁18行～20行)と認定判断した。",
                            "そこで上記引用文献2～6である甲6～10について検討する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "ア",
                      "text": [
                        "甲6(「誘導機の特性算定のための定数決定法」Gほか)には，以下の記載がある。",
                        "「4．定数の決定法",
                        "まずr は一次抵抗測定によって決定できる。次に無負荷試験について考えてみると，このときsº0とみなされるので，このときの等価回路は第11図のようになる。したがって，無負荷試験のときの電圧，電流，入力を測定すれば，r とX とは容易に決定できる。」(177頁右M 1",
                        "欄18行～24行)",
                        "「5．特性算定のための試験と計算法",
                        "この特性算定を行なうには，一次抵抗測定，無負荷試験および低周波拘束試験を行ない，その結果から次のような手順により定数を決定する。",
                        "…"
                      ],
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "無負荷試験 定格周波数に保って，定格電圧より少し高い電圧からしだいに電圧を変化し，ほぼ同期速度を保つ最低値までの各点で，電圧，電流，入力を測定する。」(178頁右欄19行～32行)"
                        }
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "甲7(「電気学会大学講座 電気機器工学I」執筆委員Iら)には，「3．",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "10",
                              "text": [
                                "電動機定数の測定」(249頁1行)として，以下の記載がある。",
                                "「3．10．2 無負荷試験",
                                "電動機に定格電圧を加えて無負荷運転をし，1相当たりの電圧V ，電流I ，電力P を測定する。」(249頁10行～13行)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "甲8(「大学講義 最新電気機器学 改訂増補」宮入庄太著)には，以下の記載がある。",
                        "「〔例題10．2〕…の定格をもつかご形三相誘導電動機がある。"
                      ],
                      "content": [
                        {
                          "fig": "(1)",
                          "subject": "無負荷試験",
                          "text": [
                            "定格電圧を加えて無負荷(「加」は誤り)運転したところ",
                            "入力電流：3．9〔A〕，入力250〔W〕",
                            "…",
                            "であった。",
                            "この電動機の等価回路を求めよ。」(172頁8行～17行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "甲9(「三相誘導電動機特性の直接算定法」Jほか)には，以下の記載がある。",
                        "「2．特性式 三相誘導電動機の1相を電源から見た場合のインピーダンスZは(1)式で与えられる。」(506頁左欄7行～8行)",
                        "「X (判決注：リアクタンス) 定格電圧V ，無負荷時の電流I とすれば X ＝V ／√3I … (19)",
                        "である。この値は1次抵抗や無負荷損の影響をほとんど受けない。」(506頁右欄下5行～下1行)"
                      ]
                    },
                    {
                      "fig": "オ",
                      "text": [
                        "甲10(「普通かご形誘導電動機の運転特性算定のためのT形等価回路定数決定法」L，M)には，以下の記載がある。",
                        "「…定格電圧無負荷試験を行ない，定格電圧に対応する…および励磁リア",
                        "クタンスx を求める。」(26頁10～11行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "m",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(3)",
                          "text": [
                            "以上によれば，甲6～10には，誘導電動機に所定の値を有する交流電圧を印加して無負荷状態で回転させ，その際の電流に基づいて一次インダクタンスと関係する定数を決定することが記載されており，これは審決が周知技術の内容として認定したとおりである。",
                            "しかし，甲6～10で用いられている電流・電圧は，インバータから出力されたものではないから，インバータから出力される電力を誘導電動機に印加した場合の電流や電圧の歪みに関する知見を与えるものではない。"
                          ]
                        },
                        {
                          "fig": "(4)",
                          "subject": "そうすると，周知技術を参照しても，引用発明において，「第1の電気量」を「電流」から「電圧」に換えるとともに，「第2の電気量」を「電圧」から「電流」に換えることは，当業者が容易になし得ることではない。また，訂正発明2は，直交するベクトルの指令が「電圧(V ＊・V ＊)」指令で",
                          "text": [
                            "1d 1q",
                            "あり，ベクトル成分を検出する対象が「回転している誘導電動機に流れる電流」であって，検出された「電流」のベクトル成分を用いて演算することにより，訂正明細書記載の作用・効果を奏するものと認められる。"
                          ]
                        },
                        {
                          "fig": "(5)",
                          "text": [
                            "被告及び被告補助参加人は，引用発明の誘導電動機で検出されるものを電圧から電流とすることは当業者が任意になし得るところであり，その場合，歪みを少なくする課題を解決し得ることは明らかである旨主張するが，上記検討によれば採用することができない。"
                          ]
                        },
                        {
                          "fig": "(6)",
                          "text": [
                            "以上のとおり，審決の引用発明と訂正発明2との相違点(ア)に関する判断も誤りであり，この点は訂正発明1との関係でも同様であるから，原告主張の取消事由2についても理由があることになる。"
                          ],
                          "content": [
                            {
                              "fig": "4",
                              "subject": "結語",
                              "text": [
                                "以上によれば，原告主張の取消事由1，2はいずれも理由があり，これが審決の結論に影響を及ぼすことは明らかである。",
                                "よって，原告の請求は理由があるから認容することとして，主文のとおり判決する。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10140",
    "date": "2009-01-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037208",
    "ipprecedent_id": "1715",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}