{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−20533号事件について平成19年11月27日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「少なくとも一の固定ポリマーを含むシリコーン中水型エマルジョン形態の髪用化粧品組成物」とする発明につき，平成12年6月16日(パリ条約による優先権主張日1999年(平成11年)6月18日，フランス共和国)，特許を出願したが(以下「本願」という。)，平成16年6月29日付け拒絶査定を受けたので，同年10月4日，これに対する不服の審判(不服2004−20533号事件)を請求した。",
            "特許庁は，平成19年11月27日，「本件審判の請求は，成り立たない。」との審決をし(附加期間90日)，その謄本は同年12月11日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成16年11月4日付け手続補正書(甲12)による補正後の本願に係る特許請求の範囲請求項1に係る発明(以下「本願発明」という。)は，次のとおりである(請求項の数は19である。)。",
            "【請求項1】",
            "化粧品として許容される媒体中に，",
            "(i)10％より多量の，直鎖状または環状であり，揮発性または不揮発性であるアリール化または非アリール化されたシリコーンから選択される，非オキシアルキレン化シリコーン；",
            "(ii)少なくとも一の乳化性オキシアルキレン化シリコーン；及び(iii)少なくとも一のアニオン性，カチオン性，または非イオン性の固定ポリマー；",
            "を含むことを特徴とし，シリコーン中水型エマルジョンの形態で供される髪用化粧品組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，特開平10−245321号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)及び刊行物(甲2ないし5。以下甲2を「引用例2」，甲3を「引用例3」，甲4，5を「引用例4」という。)記載の周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，引用発明の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "(A)一般式(1)で表されるポリシロキサン−オキシアルキレン共重合体の一種または二種以上と，(B)ベタイン化ジアルキルアミノアルキルアクリレート共重合体の一種または二種以上と，デカメチルシクロぺンタシロキサン15重量％を含有し，エタノールと水を有する毛髪化粧料。",
                "なお，一般式(1)は下記のとおりである。",
                "(式中，R1およびR2は，それぞれ炭素数2～4のアルキレン基を示し，aは1～1000の数を示し，b，cはそれぞれ0～1000の数を示",
                "す。ただし，b＝c＝0ではない。xは1～100の数を示す。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "化粧品として許容される媒体中に，",
                "(i)15重量％(注：10％より多量に相当)のデカメチルシクロぺンタシロキサン(注：非オキシアルキレン化シリコーンに相当)；",
                "(ii)少なくとも一のオキシアルキレン化シリコーン；",
                "を含む髪用化粧品組成物である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明が「(iii)少なくとも一のアニオン性，カチオン性，または非イオン性の固定ポリマー」を含むとしているのに対し，引用発明では，そのような特定はなく，「(B)ベタイン化ジアルキルアミノアルキルアクリレート共重合体の一種または二種以上」を含むとしている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明が，「オキシアルキレン化シリコーン」について「乳化性」と特定するとともに，「シリコーン中水型エマルジョンの形態で供される」と特定しているのに対し，引用発明ではそのように特定していない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "text": [
        "審決は，相違点1及び相違点2の容易想到性の判断を誤り(取消事由1，2)，本願発明の顕著な作用効果を看過しているので(取消事由3)，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の容易想到性の判断の誤り)",
          "text": [
            "審決は，相違点1について，引用発明において「両性の固定ポリマーを用いるに際し，更に両性以外のカチオン性，アニオン性，非イオン性のものを併用してみることは当業者が容易に想到し得たというべきである」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "整髪を目的とする毛髪用化粧品においては，当該化粧品に含まれる他の成分によってはカチオン性，アニオン性，非イオン性，両性のポリマーのいずれを使用しても良好な整髪効果を発揮できるとは限らない。引用例1では，一般式(1)のポリシロキサン−オキシアルキレン共重合体が存在する場合に両性ポリマーであるベタイン化ジアルキルアミノアルキルアクリレート共重合体を特に選択して使用しており，カチオン性，アニオン性，非イオン性のポリマーの使用を排除している。また，甲14ないし16の記載を併せて引用例1の記載内容を検討すれば，引用発明において，ポリシロキサン−ポリオキシアルキレン共重合体と，カチオン性，アニオン性，非イオン性のポリマーを併用することについて阻害要因があるから，引用例2及び引用例4にカチオン性，アニオン性，非イオン性のポリマーについて記載されているとしても，引用発明において，カチオン性，アニオン性，非イオン性のポリマーをポリシロキサン−ポリオキシアルキレン共重合体と組み合わせることを当業者が容易に想到できるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "平成16年5月7日付け手続補正書(甲8)により両性の固定ポリマーは削除され，本願発明に両性の固定ポリマーは含まれないものとなった。本願発明が，両性の固定ポリマーを使用しないものである以上，両性ポリマーを必須として使用する引用発明に，引用例2，4を組み合わせても本願発明を想到することは不可能である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2について，引用例3(甲3)の実施例12に引用発明と組成が酷似する油中水型乳化化粧料が記載されているから，引用発明において乳化性のオキシアルキレン化シリコーンを用いて油中水型乳化化粧料とする程度のことは当業者が容易に想到し得ると判断したが，誤りである。",
                "引用発明において必須成分とされているポリシロキサン−オキシアルキレン共重合体は，疎水性のポリシロキサン部位と親水性のオキシアルキレン部位が交互に現れるいわゆるブロック共重合体であるところ，そのような共重合体は乳化剤として使用できる程度の乳化性を有しないことは当業者には明らかである。",
                "引用例1記載の「ベタイン化ジアルキルアミノアルキルアクリレート共重合体」は，アクリル系ポリマーであり，毛髪のセット剤として使用されるものである。引用発明において乳化剤として機能しているのは非シリコーン系乳化剤であるポリオキシエチレン硬化ヒマシ油である(甲21)。これに対し，引用例3の実施例12の「シリコン樹脂」は高度に架橋した三次元構造を有する有機ケイ素ポリマーを意味し(甲17，21)，毛髪の保護膜として使用されているにすぎない(甲18，19)。引用例3の実施例12は引用発明と組成も異なる。",
                "したがって，引用例3の実施例12におけるポリオキシアルキレン変性オルガノポリシロキサンを引用発明に使用することは当業者が容易に想到することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，引用例1の一般式(1)において，x＝1の場合には，引用発明のポリシロキサン−オキシアルキレン共重合体が乳化性となると主張する。",
                "しかし，被告の上記主張は以下のとおり失当である。",
                "すなわち，上記一般式(1)をx＝1の場合という特殊な場合を当てはめるのは，繰り返し単位の意味を失わせ，引用例1の一般式(1)が示す技術内容を無視することになって不合理であること，引用例1の一般式(1)においては，x＝10のブロック共重合体のみが記載され，x＝1に相当するものは記載されていないことから，引用発明のポリシロキサン−オキシアルキレン共重合体が乳化性を有すると理解するのは相当でない。",
                "また，被告は，引用例1の一般式(1)において，x＝1以外の場合でも，a，b，cの数値を適宜選択することによって，疎水性のポリシロキサン部分と親水性のオキシアルキレン部分それぞれが固まって存在させ乳化性とすることは可能であると主張する。",
                "しかし，被告の上記主張は以下のとおり失当である。",
                "上記一般式(1)では，「b＝c＝0ではない」とされているから，オキシエチレン部位(C H O)又はオキシプロピレン部位(C H O)の少なくとも一方は必ず一般式(1)内に存在する。したがって，ポリシロキサン部分とオキシアルキレン部分は必ず隣接することになり，ブロック共重合体を構成するから，疎水性のポリシロキサン部分と親水性のオキシアルキレン部分がそれぞれ固まって存在することはできない。",
                "さらに，被告は，前記一般式(1)において，x＝1のものが，特開平1−203466号公報(乙1)の特許請求の範囲において一般式(1)と",
                "して記載されているシリコーン系乳化剤に相当するから乳化剤であると主張する。",
                "しかし，被告の上記主張も以下のとおり失当である。",
                "上記公報記載の一般式(1)として記載されている化合物は，ポリシロキサン部位とポリオキシアルキレン部位がそれぞれ固まって存在するポリエーテル変性シリコーンである。これに対し，引用例1記載の一般式(1)は，ポリシロキサン部位とポリオキシアルキレン部位が交互に現われるブロック共重合体である。したがって，乙1を根拠として引用例1記載のポリシロキサン−オキシアルキレン共重合体が乳化性であり得るとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，引用例1には，ポリオキシエチレン硬化ヒマシ油を乳化剤として使用するとの記載はないと主張するが失当である。ポリオキシエチレン硬化ヒマシ油が乳化剤であることは周知であるから(甲21)，引用例1においてポリオキシエチレン硬化ヒマシ油が乳化剤として使用されているのは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，引用例3と引用発明とは，①引用例3のシリコン油としてのオクタメチルシクロテトラシロキサンは，「非オキシアルキレンシリコーン」に相当し，引用例1の実施例1のデカメチルシクロペンタシロキサンと対応し，②引用例3の親油性非イオン界面活性剤であるポリオキシアルキレン変性オルガノポリシロキサンは，乳化性オキシアルキレン化シリコーンに相当し，かつ，引用発明のポリシロキサン−オキシアルキレン共重合体にも対応し，③シリコン樹脂(即ちシリコーン樹脂)は，引用例1で適宜用いるとされているシリコーン樹脂に相当するとの対応関係があると主張する。",
                "しかし，被告の上記主張も以下のとおり失当である。",
                "すなわち，①オクタメチルシクロテトラシロキサンは，デカメチルシクロペンタシロキサンとは異なる物質であり(甲21)，引用例3の実施例12では，揮発性のオクタメチルシクロテトラシロキサンは組成物全体の10重量％を占めるにとどまり，引用発明のように揮発性のデカメチルシクロペンタシロキサンが15重量％含まれるものではないし，②引用発明におけるポリシロキサン−オキシアルキレン共重合体は乳化性でないから，ポリオキシアルキレン変性オルガノポリシロキサンに相当せず，両者は化学構造の点で異なる。したがって，引用発明と引用例3の実施例12とは，組成において異なる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成16年12月28日付け手続補正書(甲13)記載の実験データのとおり，本願発明には顕著な作用効果が認められる。",
                "上記実験データでは，湿らせ，乾かした髪の「なめらかさ」，「櫛通り」，「取り扱いの容易さ」，もつれ解き前の「かさ」(「髪の膨らみの程度」の意味)，「整髪性」，「ハリ」，「嵩高効果」(「質感」の意味)といった多くの評価項目については，明らかに，本願発明に対応する処方Aの方が両性ポリマーを使用する処方Bよりも優れた効果を得ている。すなわち，上記実験データは，「10％より多量の，直鎖状または環状であり，揮発性または不揮発性であるアリール化または非アリール化されたシリコーンから選択される非オキシアルキレン化シリコーン」と「少なくとも一の乳化性オキシアルキレン化シリコーン」の存在下では，アニオン性，カチオン性又は非イオン性の固定ポリマーを使用する方が，両性の固定ポリマーを使用するよりも整髪効果の点で全体的に優れた効果をもたらすことを示している。",
                "したがって，甲13記載の実験データを参酌すれば，「10％より多量の，直鎖状または環状であり，揮発性または不揮発性であるアリール化または非アリール化されたシリコーンから選択される非オキシアルキレン化シリコーン」と「少なくとも一の乳化性オキシアルキレン化シリコーン」の存在下で，両性ポリマーを使用する引用発明と対比すれば，本願発明において，アニオン性，カチオン性又は非イオン性の固定ポリマーを使用することによる優れた効果を予測することは困難であるというべきである。したがって，審決が本願発明は容易に想到できたと判断した点には，本願発明の顕著な作用効果を看過した誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本願の当初の出願に係る明細書(甲6。以下「本願出願当初明細書」という。)中に，アニオン性，カチオン性又は非イオン性の固定ポリマーを使用する方が両性の固定ポリマーよりも優れた効果を奏する旨の記載がないので甲13記載の実験データは参酌できないと主張するが，失当である。",
                "すなわち，本願に係る明細書(甲6，12。以下「本願明細書」という。)中には，従来の髪用化粧品組成物が有するヘアスタイリング上の欠点を本願発明は示さないことが記載されており(【0010】)，本願発明の効果がヘアスタイリングに関することが示されている。そして，上記実験データもヘアスタイリングに関するものである。したがって，上記実験データは，本願明細書に記載された本願発明のヘアスタイリング効果を実際に示すものであって，明細書の記載に基づくものであるから，参酌されるべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の容易想到性の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，通常髪用化粧品組成物に使用される成分が併用しても良い成分として記載されているし，引用例2や引用例4によれば，毛髪化粧料の固定ポリマーとして，カチオン性，アニオン性，非イオン性，両性のポリマーやそれらの混合物を用いることは既に知られている。引用発明では，ベタイン化ジアルキルアミノアルキルアクリレート共重合体に，カチオン性，アニオン性，非イオン性のものを併用することを排除しているわけでなく，むしろ優先権主張日当時の技術常識からみて，それらの併用は適宜なし得るところである。また，甲14ないし16の記載を参酌しても，アニオン性ポリマーの使用が排除されているとはいえない。仮に，引用発明においてアニオン性ポリマーの使用が排除されているとしても，本願発明はカチオン性ポリマーや非イオン性ポリマーを選択肢とするものであって，引用発明においてこれらが排除される理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明は，補正により引用例1で使用される両性ポリマーを排除して，固定ポリマーの範囲をアニオン性，カチオン性又は非イオン性ポリマーに限定したと主張する。しかし，本願発明に係る特許請求の範囲には「少なくとも一のアニオン性，カチオン性，または非イオン性の固定ポリマーを含む」とされ，「アニオン性，カチオン性又は非イオン性ポリマーに限定した」ものではなく，格別に両性ポリマーを除外するものではない。したがって，本願発明は両性ポリマーを排除しているとの原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，甲14ないし16の記載を併せても，引用発明においてカチオン性，アニオン性，非イオン性のポリマーを併用することに格別の阻害要因があるとは解されず，引用発明において，カチオン性，アニオン性，非イオン性のポリマーをポリシロキサン−ポリオキシアルキレン共重合体と組み合わせることを当業者が容易に想到できるものではないとの原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の容易想到性の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の一般式(1)のポリシロキサン−オキシアルキレン共重合体は，ブロック共重合体に限定されているわけではないし，上記一般式(1)の1分子中のa，b，cは，x＝2以上の場合に必ずしも同じ数値とは限らず，ポリシロキサン部分の繰り返し数(a)とオキシアルキレン部分の繰り返し数(b，c)や共重合数(x)を適切に選択すると，疎水性のポリシロキサン部分と親水性のオキシアルキレン部分のそれぞれの部分が固まって存在し得るところ，疎水性部分と親水性部分がそれぞれ固まって存在し得るので乳化性のものを選択し得る。",
                "例えば，引用発明の一般式(1)において，x＝1の場合に，疎水性のポリシロキサン部分［−((CH ) SiO−) −Si(CH ) −］と親"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "2 a 3 2",
          "text": [
            "水性のオキシアルキレン部分［−R2O−(C H O) −(C H O)"
          ]
        },
        {
          "fig": "2",
          "subject": "4 b 3 6 c",
          "text": [
            "−］がつながった化学構造であって，それぞれの部分が固まって存在するものであり，この場合に乳化性であることは，引用発明の一般式(1)のポリシロキサン−オキシアルキレン共重合体でx＝1の場合のものが，特開平1−203466号公報(乙1)にシリコーン系乳化剤として特定される",
            "(1)式で表される化合物に実質的に相当し，乳化剤として用いられることから明らかである。原告は，この場合，上記一般式(1)は繰り返し単位ではなくなり意味をなさないと主張するが，x＝1の場合には，上記一般式(1)の両端の部分が単に特定されていないだけであり，両端を特定しないことは一般的な表記方法であるし，この場合にポリマー分子としての両端はメチル基や水素原子といった何らかの低分子の末端基が結合すると解するのが技術常識である。",
            "x＝1以外の場合でも，a，b，cの数値を適宜選択することによって，疎水性のポリシロキサン部分と親水性のオキシアルキレン部分それぞれが固まって存在させ乳化性とすることは可能である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "引用例1には，ポリオキシエチレン硬化ヒマシ油を乳化剤として使用するとの記載はないし，仮に乳化剤であるとしても，複数種の乳化剤を用いることは適宜なされているから，ポリシロキサン−オキシアルキレン共重合体が非乳化性ということにはならない。",
                "さらに，シリコーン樹脂は高度に架橋しているもののみを指すわけではないから，シリコーン樹脂は被膜を形成し得るものであり，単なる保護膜としてだけでなく固定ポリマーとなり得る。そして，引用例3と引用発明とはいずれも化粧料であることに加え，①引用例3のシリコン油としてのオクタメチルシクロテトラシロキサンは，「非オキシアルキレンシリコーン」に相当し，例えば引用例1の実施例1のデカメチルシクロペンタシロキサンと対応し，②引用例3の親油性非イオン界面活性剤であるポリオキシアルキレン変性オルガノポリシロキサンは，乳化性オキシアルキレン化シリコーンに相当し，かつ，引用発明のポリシロキサン−オキシアルキレン共重合体にも対応し，③シリコン樹脂(即ちシリコーン樹脂)は，引用例1(段落【0025】)で適宜用いるとされているシリコーン樹脂に相当するとの対応関係があり，両者の組成において類似する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決が，引用発明において，乳化性「オキシアルキレン化シリコーン」を用いて油中水型乳化化粧料とすることは，当業者が容易に想到し得たものと判断した点に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明の顕著な作用効果の看過)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願出願当初明細書には，アニオン性ポリマー，カチオン性ポリマー，非イオン性ポリマー，両性ポリマーも同等のものとして記載されており，これらに優劣があることは記載されていない。したがって，本願出願当初明細書に記載のないこれらの優劣のある効果を主張するために提出した甲13記載の実験データを参酌することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，甲13記載の実験データを参酌しても，本願発明に引用発明にない顕著な作用効果があるとはいえない。",
                "すなわち，まず，上記実験データの処方A及び処方Bに用いられたポリマーは，本願出願当初明細書に記載された処方(実施例)で用いられた固定ポリマーではない。また，特定のアニオン性ポリマーを用いた場合に，特定の両性ポリマーを用いた場合に比べ，もつれ解き前の結果のかさ，整髪性，ハリ嵩高効果の点や，湿らせ，乾かした髪の結果の櫛通り，取り扱いの容易さに多少の差があるようにも見えるが，それらの評価は示された多数の評価のごく一部にすぎず，適用の「分配」，「湿り効果」，湿らせ，乾かした髪の「髪のべたつき」，もつれ解き前の結果の「全体の光沢」，もつれ解き後の消滅及び結果の「もつれ解け」，「乾燥後の感触」，「髪のべたつき」，「静電気」など多くの評価は同等であり，湿らせ，乾かした髪の「もつれ解け」，「髪のしなやかさ」やもつれ解き後の消滅及び結果の「髪のなめらかさ」ではむしろ劣っている評価もあることからみて，特定のアニオン性ポリマーを用いた場合と特定の両性ポリマーを用いた場合とで，顕著な差があるとはいえない。",
                "また，仮に甲13記載の実験データから，特定の両性固定ポリマーに比べ使用されている特定のアニオン性固定ポリマーが優れているといえるとしても，本願明細書にはアニオン性固定ポリマーが優れることの思想が記載されていなかったのであるから，唯一の実施例をもってGantrez ES425と構造が異なる他のアニオン性の固定ポリマーも同様に優れていることまで裏付けられていると解することはできないし，アニオン性固定ポリマーと両性ポリマーの対比例をもって，カチオン性の固定ポリマーや非イオン性の固定ポリマーまでもが同様に両性の固定ポリマーに比べて優れていることまで裏付けられているとも解することはできない。したがって，本願発明に包含される全てにわたって所期の作用効果があるということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "刊行物の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載",
              "text": [
                "引用例1(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【特許請求の範囲】【請求項1】",
                  "text": [
                    "次の成分(A)および成分(B)を含有することを特徴とする毛髪化粧料",
                    "(A)一般式(1)で表されるポリシロキサン−オキシアルキレン共重合体の一種または二種以上。",
                    "【化1】",
                    "(式中，R1およびR2は，それぞれ炭素数2～4のアルキレン基を示し，aは1～1000の数を示し，b，cはそれぞれ0～1000の数を示",
                    "す。ただし，b＝c＝0ではない。xは1～100の数を示す。)",
                    "(B)20．0～80．0重量％の一般式(2)：",
                    "【化2】",
                    "(式中，R3は水素原子またはメチル基，R4およびR5はそれぞれ1～4個の炭素原子を有するアルキル基，R6は1～4個の炭素原子を有するアルキレン基，Aは酸素原子またはＮH基を示す。)で表される構造単位と，3．0～50．0重量％の一般式(3)：",
                    "【化3】",
                    "(式中，R7は水素原子またはメチル基，R8は1～4個の炭素原子を有するアルキル基またはアルケニル基を示す。)で表される構造単位と，5．0～40．0重量％の一般式(4)：",
                    "【化4】",
                    "(式中，R7は前記と同一意味，R9は12～24個の炭素原子を有するアルキル基またはアルケニル基を示す。)で表される構造単位とが線状に不規則に配列した分子量が50，000～500，000のベタイン",
                    "化ジアルキルアミノアルキルアクリレート共重合体の一種または二種以上。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0021】本発明で用いられる(B)成分の両性高分子は，前記したように，一般式(2)，(3)および(4)で示される構造単位を組合わせ，これらが線状に不規則に配列した分子量が50，000～500，000のベタイン化ジアルキルアミノアルキルアクリレート共重合体である。",
                    "一般式(2)の構造単位については，R3，R4，R5がメチル基，R6がメチレン基，Aが酸素原子であるものが好ましい。また，一般式(3)の構造単位については，R7がメチル基，R8がブチル基のものが好ましい。一般式(4)の構造単位については，R7がメチル基，R9がステアリル基のものが好ましい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【0022】(B)成分の両性高分子において，一般式(2)，(3)",
                  "text": [
                    "および(4)で示される各構造単位の配合比は，一般式(2)の構造単位が20～80重量％，好ましくは40～60重量％，より好ましくは45～55重量％であり，一般式(3)の構造単位が3～50重量％，好ましくは20～40重量％，より好ましくは25～35重量％であり，一般式(4)の構造単位が5～40重量％，好ましくは10～30重量％，より好ましくは15～25重量％である。配合量がこの範囲をはずれると，セット保持力および他成分との相溶性の点で問題を生じてくる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0023】(B)成分の両性高分子において，一般式(2)で示される構造単位(y)と，一般式(3)および(4)で示される構造単位の合計(z)との配合比(重量比)は，y：z＝2：8～8：2の範囲であることが望ましい。yに対するzの比率がy：z＝8：2より小さくなると，フィルム形成力に劣り，セット力の点で問題がある。さらには，吸湿性が増し，べたつきを生ずる。yに対するzの比率がy：z＝2：8を超えると，アルコール，水に対する溶解性の点で問題があり，洗髪性が悪くなる。",
                    "さらには，毛髪に対する親和性の点で問題があり，フレーキングしやすくなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0024】(B)成分の両性高分子は，全組成物中に0．05～10．0重量％，好ましくは0．2～5．0重量％配合される。0．05重量％未満ではセット剤としての効果が得られず，10．0重量％を超えると頭髪に多量に配合されることとなり，べたつき，ゴワゴワ感が問題となる。",
                    "さらに洗髪上の問題もあり，好ましくない。本発明の両性高分子は，例えば，特開平7−285832号公報に記載された方法で製造することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "【0025】本発明の毛髪化粧料には上記の必須構成成分の他に，目的に応じて本発明の効果を損なわない量的，質的範囲内で，さらに流動パラフィン，スクワラン，ラノリン誘導体，高級アルコール，各種エステル油，(中略)等の保湿剤，紫外線吸収剤，紫外線散乱剤，アクリル系樹脂，シリコーン樹脂，ポリビニルピロリドン等の樹脂類，大豆蛋白，ゼラチン，(中略)等を必要に応じて適宜配合してもよい。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "【0026】本発明の毛髪化粧料は，種々の使用態様の組成物とすることができる。たとえば一般整髪料，シャンプー剤，リンス剤，トリートメント剤，セット剤，パーマネントウェーブ液，およびマスカラなどの種々の使用態様のものとすることができる。また，毛髪化粧料の剤型も，液状のもの，クリーム状のもの，水性エマルジョン状のもの，ゲル状のものなど種々の剤型状にすることができる。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "【0027】一般整髪料の場合については，本発明のポリシロキサン−オキシアルキレン共重合体と両性高分子を唯一のポリマー成分として使用してもよいし，従来から知られていたような整髪料用の天然系ポリマー，天然系変性ポリマー，合成系ポリマーと併用してもよい。さらに，界面活性剤，増粘剤，ハドロトロープ，乳濁剤，コンディショニング剤，油脂類，保湿剤，高級脂肪酸エステル，グリセリン，ポリエチレングリコールなどの可塑剤，着色剤，殺菌剤，香料等の種々の添加剤を併用することもできる。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "【0030】【実施例】以下，実施例により本発明をさらに詳細に説明する。本発明はこれらによって限定されるものではない。配合量は全て重量％である。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "【0031】実施例1 ヘアブロー"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "デカメチルシクロぺンタシロキサン 15．0重量％"
            },
            {
              "fig": "(2)",
              "subject": "ポリシロキサン−オキシアルキレン共重合体 3．0",
              "text": [
                "(一般式(1)中，R1＝R2＝C H ，a＝60，b＝40，c＝4",
                "0，x＝10の化合物)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "1，3−ブチレングリコール 2．0"
            },
            {
              "fig": "(4)",
              "subject": "ポリオキシエチレン硬化ヒマシ油(60EO) 2．0"
            },
            {
              "fig": "(5)",
              "subject": "両性高分子 1．0",
              "text": [
                "(R3，R4，R5，R7はメチル基，R6はメチレン基，R8はブチル基，R9はステアリル基，Aは酸素原子，",
                "(2)：(3)：(4)＝50：30：20(重量％))"
              ]
            },
            {
              "fig": "(6)",
              "subject": "エタノール 15．0"
            },
            {
              "fig": "(7)",
              "subject": "イオン交換水 バランス"
            },
            {
              "fig": "(8)",
              "subject": "香料 適量",
              "text": [
                "製法",
                "(1)に(2)を溶解し，(3)，(4)の混合物に加えて乳化して，(5)，(6)，(7)，(8) と混合する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例4(甲4，5)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【請求項1】",
                  "content": [
                    {
                      "fig": "a)",
                      "subject": "ヘアースタイリング用に適する非シリコーン含有ポリマー約0．01％～約20％と，",
                      "text": [
                        "b)(i)オルガノポリシロキサンミクロエマルション中の粒子として分散され，ヒドロキシル基と組み合わせたアミノ基を実質的に含まず，約80ナノメートル未満の平均粒子サイズを有するオルガノポリシロキサン，および(ii)オルガノポリシロキサンミクロエマルションにオルガノポリシロキサンを分散させヘアースタイリングポリマーに適合できる界面活性剤系を含んでなるオルガノポリシロキサンミクロエマルションであって，その量は，パーソナルケア組成物が約0．01％～約10％のオルガノポリシロキサンを含んでなるような量であるオルガノポリシロキサンミクロエマルションと，c)(i)水，水溶性有機溶媒，水素結合パラメータにおいて非常に強いから中程度に強い有機溶媒，およびそれらの混合物からなる群から選択され，C～C 一価アルコール，C ～C ケトンおよびC ～C エーテル以外である第1の溶媒を組成物の重量に対して約3％～約99％，および(ii)任意に，C ～C 一価アルコール，C ～C ケトン，C ～",
                        "C エーテルおよびそれらの混合物からなる群から選択される第2の溶媒約0％～約55％を含んでなる担体とを含んでなることを特徴とする髪をスタイリングするために適するパーソナルケア組成物。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「適する非シリコーン含有ヘアースタイリングポリマーには，非イオンポリマー，アニオンポリマー，カチオンポリマー，両性ポリマーおよびそれらの混合物が挙げられる。・・・」(甲5【0007】)との記載がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特開平1−203466号公報(乙1)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「特許請求の範囲"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "一般式(Ⅰ)",
              "text": [
                "［ここで，複数のR3は同一でも異なってよく，炭素原子数1～20の置換又は非置換の1価炭化水素基であり，R2は炭素原子数1～6の2価炭化水素基であり，R3は水素原子，アセチル基，R3及び−Si(R) から選ばれる基であり，Aは炭素原子数1～4の2価炭化水素基であり，x及びyはそれぞれ，5≦x≦50及び1≦y≦100の数であ",
                "る。］",
                "で表される化合物からなるシリコーン系乳化剤，室温で液状のオルガノポリキシロサン，及び水を含有してなるオルガノポリシロキサンエマルジョン組成物。」"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "「この乳化剤はオルガノポリシロキサンの乳化に適し，均一で安定なオルガノポリシロキサンエマルジョン組成物が得られる。特に，一般式(Ⅰ)において，式(Ⅱ)",
                  "text": [
                    "−(O−A−)y−R3 (II)",
                    "(判決注：「−(O−A−)y−OR3」の誤記と認める。)",
                    "［ここで，A，y，及びR3は前記のとおり］",
                    "で表される親水性基部分の分子中に占める割合が，15～33重量％であるものは，HLBが低くオルガノポリシロキサンとの親和性が高いのでW／O型エマルジョンの生成に適し，35～55重量％であるものは親水性が高いのでO／W型エマルジョンの生成に適している。」(3頁右上欄14行目～左下欄8行目)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(1)で認定した引用例1の記載によれば，引用発明の「ベタイン化ジアルキルアミノアルキルアクリレート共重合体」は，両性の固定ポリマーであり，「アニオン性，カチオン性，または非イオン性」のものとは異なる。",
                "しかし，前記引用例1の記載に引用例4の記載を併せれば，両性の固定ポリマーの他に非イオン性ポリマー，アニオン性ポリマー，カチオン性ポリマーが知られており，引用例1には，カチオン性，アニオン性，非イオン性のポリマーが不適切なものであって，その結果，両性ポリマーであるという観点からベタイン化ジアルキルアミノアルキルアクリレート共重合体を選択して使用したとの記載がない。",
                "したがって，ベタイン化ジアルキルアミノアルキルアクリレート共重合体と併せて，非イオン性ポリマー，アニオン性ポリマー，又は，カチオン性ポリマー，即ち，本願発明にいうアニオン性，カチオン性，または非イオン性の固定ポリマーを用いることは，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，甲14ないし16の記載を併せて引用例1の記載内容を検討すれば，引用発明において，ポリシロキサン−ポリオキシアルキレン共重合体と，カチオン性，アニオン性，非イオン性のポリマーを併用することについて阻害要因があると主張する。しかし，甲14ないし16には，何らカチオン性，又は，非イオン性のポリマーについて，ポリシロキサン−ポリオキシアルキレン共重合体を含む髪用化粧品に配合されるべきでないことを示唆する記載がない。したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，本願の審査経過において，補正により両性の固定ポリマーが除かれているから，本願発明には両性の固定ポリマーは含まれず，よってそれを必須とする引用発明に周知技術を組み合わせても本願発明を容易に想到するものではないと主張する。",
                "しかし，原告の上記主張は失当である。",
                "すなわち，前記第2，2のとおり，本願発明に係る特許請求の範囲には，「・・・及び少なくとも一のアニオン性，カチオン性，または非イオン性の固定ポリマーを含む」と記載され，本願明細書の記載を参酌しても，両性の固定ポリマーを除くとの解釈を許容する記載は一切存在しない以上，本願発明は，両性の固定ポリマーを排除していないと解するのが相当である。",
                "そうすると，原告の上記主張は，主張自体失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，原告の取消事由の主張には理由がなく，相違点1について容易に想到し得るとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(3)で認定した乙1記載の一般式(Ⅰ)は，引用例1の一般式(1)において，x＝1を選択した場合に相当する。そうすると，上記乙1の記載を参照すれば，引用例1の一般式(1)において，x＝1を選択することにより，分子中に親油性のポリシロキサン部分と親水性のポリオキシアルキレン部分がそれぞれ偏在する構造となることから，一般式(1)で表される化合物は，乳化剤として機能するものとなると認められ(分子の一方の端部に親水性部分が固まって存在し，他方の端部に疎水性部分が固まって存在すると当該分子が乳化性を発揮することは当事者間に争いがない。)，その際，ポリシロキサン部分の重量がポリオキシアルキレン部分の重量より相対的に大きくなるように，a，b，cの値を選択すれば，HLB(親水親油バランス。水と油のような乳濁液系の2つの相に対する乳化剤の相対的親和性のこと。日刊工業新聞社刊「マクロービル科学技術用語大辞典(改訂第3版)852頁)が低い親油性の界面活性剤(乳化剤)として機能することとなると認められる。",
                "そうすると，前記引用例1の記載に接した当業者であれば，前記一般式(1)で表されるポリシロキサン−ポリオキシアルキレン共重合体について，x＝1とし，ポリシロキサン部分の重量がポリオキシアルキレン部分の重量より相対的に大きくなるように，a，b，cの値を選択し，親油性の界面活性剤(乳化剤)として機能するものを採用すること，及び，その結果として，引用発明の毛髪化粧料を油中水型エマルジョンの形態とすること，すなわちシリコーン中水型エマルジョンの形態とすることは容易に想到し得るものと解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，上記一般式(1)をx＝1の場合という特殊な場合を当てはめるのは，繰り返し単位の意味を失わせ，引用例1の一般式(1)が示す技術内容を無視することになって不合理であること，引用例1の一般式(1)においては，x＝10のブロック共重合体のみが記載され，x＝1に相当するものは記載されていないことから，引用発明のポリシロキサン−オキシアルキレン共重合体が乳化性を有すると理解するのは相当でないと主張する。",
                "しかし，原告の上記主張は失当である。",
                "すなわち，引用例1の一般式(1)において，「xは1～100の数を示す。」とされているのであるから，一般式(1)は，x＝1の場合には意味をなさないとはいえないし，実施例で使用されているものがx＝10の場合であるとはいえ，何ら実施例に限定されるものではない。なお，x＝1の場合の一般式(1)において，右端及び左端の基を特定できないという形式上の不都合を生ずるが，その点は，技術常識上適切であると考えられる何らかの基(例えば，水素原子)が結合しているものと解すれば足り，これをもって上記判断を左右するものではない。原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，引用例1の一般式(1)はポリシロキサン部位とポリオキシアルキレン部位が交互に現われるブロック共重合体であるから，この場合において，x＝1のものが，特開平1−203466号公報(乙1)の特許請求の範囲において一般式(1)として記載されているシリコーン系乳化剤に相当するとはいえないと主張する。しかし，上記一般式(1)はx＝1の場合を含むのであり，この場合はブロック共重合体ではないのであるから，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，原告は，引用発明において乳化剤として機能しているのはポリオキシエチレン硬化ヒマシ油(60EO)であるから，このような非シリコーン系乳化剤を，化学構造も特性も全く異なるシリコーン系乳化剤であるポリオキシアルキレン変性オルガノポリシロキサンに置換することは当業者にとって容易に想到できるものではないと主張する。",
                "しかし，ポリオキシエチレン硬化ヒマシ油(60EO)は，引用例1の実施例1の「ヘアブロー」に含まれているところ，審決が引用発明として認定したものは，上記実施例1に記載されているヘアブローそのものではなく，上記実施例1も含む「(A)一般式(1)で表されるポリシロキサン−オキシアルキレン共重合体の一種または二種以上と，(B)ベタイン化ジアルキルアミノアルキルアクリレート共重合体の一種または二種以上と，デカメチルシクロぺンタシロキサン15重量％を含有し，エタノールと水を有する毛髪化粧料。」であって，これはポリオキシエチレン硬化ヒマシ油(60EO)を含むものではないし，さらに，審決は，ポリオキシエチレン硬化ヒマシ油(60EO)をポリオキシアルキレン変性オルガノポリシロキサンに置換することが当業者にとって容易に想到できる旨の判断をしているわけでもない。原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，原告のその余の主張(引用発明と引用例3とは組成が酷似するとの判断の誤り)について判断するまでもなく，相違点2にかかる構成は容易想到であるとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本願発明の顕著な作用効果の看過)について",
          "text": [
            "原告は，甲13記載の実験データを参酌すれば，本願発明には顕著な作用効果が認められるにもかかわらず，それを参酌しなかった結果，本願発明の顕著な作用効果を看過した点で審決に誤りがあると主張する。",
            "しかし，原告の主張は，実験データを参酌したとしても，本願発明は顕著な作用効果を奏するということはできないから，失当である。",
            "すなわち，甲13によれば，固定ポリマーとして本願発明のうちアニオン性固定ポリマーであるGantrez ES 425のみを両性固定ポリマーと対比したものであり，これにより，本願発明のうち，アニオン性固定ポリマーを用いる場合のものが，両性固定ポリマーを用いる場合のものに比較して優れた性質を有するということはできても，カチオン性，又は，非イオン性固定ポリマーを用いる場合のものも，アニオン性固定ポリマーを用いる場合のものと同様に，両性固定ポリマーを用いる場合のものに比較して優れた性質を有するということはできない。また，本願明細書中にも，本願発明の毛髪化粧料が引用例1～4の記載から予測し得ないほどの顕著な作用効果を奏していると認めるに足る実験データ等の記載は認められない。",
            "そうすると，アニオン性固定ポリマーと両性ポリマーの対比例をもって，カチオン性の固定ポリマーや非イオン性の固定ポリマーまでもが同様に両性の固定ポリマーに比べて優れていることまで裏付けられていると解することはできず，したがって，本願発明に，原告主張に係る顕著な作用効果があるということができない。原告の主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由はいずれも理由がない。原告は，その他縷々主張するが，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10127",
    "date": "2008-11-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037053",
    "ipprecedent_id": "1662",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}