{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−12409号事件について平成20年5月27日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が名称を「紙巻タバコの側流煙及び自由燃焼速度の制御装置」とする発明につき特許出願したところ，特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，請求不成立の審決をされたことから，その審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，1997年(平成9年)10月15日，特許出願(パリ条約による優先権主張，英国，米国。平成10年4月23日国際公開，WO98／16125。平成13年3月6日国内公表，特表2001−502900)し，平成17年2月3",
            "日付け手続補正書(甲2の2)により補正をしたが，同年4月4日付けで拒絶査定を受けたため，同年6月30日に審判を請求し，さらに，同年8月1日付け手続補正書(甲2の3)で特許請求の範囲の減縮を内容とする手続補正を請求した(以下「本件補正」という。)。",
            "特許庁は，審理の結果，同20年5月27日に，本件補正を却下するとともに，本件審判請求は成り立たないとの審決をし，同年6月11日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明",
          "text": [
            "本件補正前の本願発明は，平成17年2月3日付け手続補正書(甲2の2)によれば，次のとおりである(以下「本願発明」という。)。",
            "「紙巻タバコの側流煙を最小限にし，かつ火のついた紙巻タバコの自由燃焼速度を低下させる装置において，上記装置が下記，すなわち",
            "i)不燃性でポーラスな管状要素であって，上記管状要素の中に置かれる紙巻タバコの充填煙草の有効長を収容され，その際上記管状要素は上記紙巻タバコが喫煙されている間，開放端を有し，上記開放端はそのような紙巻タバコ末端の点火を許容し，かつ空気の進入を許容する上記紙巻タバコの末端に隣接し，及びii)上記管状要素が火のついた充填煙草からの側流煙の放出を最小限にし，そしてそのような火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める両方のための，上記充填煙草の上記有効長を収容する，少なくともその長さに沿って予め定められた孔隙率を有する上記管状要素を備え，その際上記管状要素についての上記予め定められた孔隙率はa)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そして",
            "b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させること，",
            "を含む，装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件補正の内容",
          "text": [
            "本件補正後の発明は，平成17年8月1日付け手続補正書(甲2の3)の特許請求の範囲によれば，次のとおりである(以下「本願補正発明」という。なお，下線部分が補正された部分である。)。",
            "「紙巻タバコの側流煙を最小限にし，かつ火のついた紙巻タバコの自由燃焼速度を低下させる装置において，上記装置が下記，すなわち",
            "i)不燃性でポーラスな管状要素であって，上記管状要素の中に置かれる紙巻タバコの充填煙草の有効長を収容され，その際上記管状要素は上記紙巻タバコが喫煙されている間，開放端を有し，上記開放端はそのような紙巻タバコ末端の点火を許容し，かつ空気の進入を許容する上記紙巻タバコの末端に隣接し，及びii)上記管状要素が火のついた充填煙草からの側流煙の放出を最小限にし，そしてそのような火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める両方のための，上記充填煙草の上記有効長を収容する，少なくともその長さに沿って予め定められた孔隙率を有する多孔性の壁面を備えた上記管状要素を備え，その際上記管状要素についての上記予め定められた孔隙率は",
            "a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そして",
            "b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させること，",
            "を含む，装置。」"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "text": [
            "審決は，次のとおり，本願補正発明は，実願平4−89020号(実開平6−52497)のCD−ROM(甲1。以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明することができたものであるから，本件補正は，平成18年改正前特許法17条の2第5項において準用する特許法126条5項の規定に違反するものであるとして，平成18年改正前特許法159条1項の規定で読み替えて準用する同法53条1項の規定により却下し，本願発明についても，引用発明の技術事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないと判断した(なお，以下において引用した審決中の当事者の表記及び公知文献等の表記は，本判決の表記に統一した。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続けることができる喫煙用パイプにおいて，喫煙用パイプが下記，すなわちi)耐熱温度が約1000℃程度で多孔質壁面からなる煙草収納部2であって，煙草収納部2の中に，煙草9を収納し，煙草収納部2の一端は開口し，開口は火をつけ，空気の進入を許容し，煙草9の末端に隣接し，及び",
                "ii)煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続けさせ，煙草9を収納し，表面全体にわたって存在する所定の細孔容積を有する多孔質壁面を備えた煙草収納部2を備え，その際煙草収納部2の所定の通気特性はa)煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続け，多孔質壁面からなる煙草収納部2からのニコチン，タールの放出をなくし，b)煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続けることができる",
                "を含む喫煙用パイプ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と本願補正発明との一致点",
              "text": [
                "「火のついた紙巻タバコの自由燃焼速度を低下させる装置において，上記装置が下記，すなわち",
                "i)不燃性でポーラスな管状要素であって，上記管状要素の中に置かれる紙巻タバコの充填煙草の有効長を収容され，その際上記管状要素は上記紙巻タバコが喫煙されている間，開放端を有し，上記開放端はそのような紙巻タバコ末端の点火を許容し，かつ空気の進入を許容する上記紙巻タバコの末端に隣接し，及び",
                "ii)上記管状要素が，火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める両方のための，上記充填煙草の上記有効長を収容する，少なくともその長さに沿って多孔性の壁面を備えた上記管状要素を備え，管状要素についての特性は",
                "a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そして",
                "b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させること，を含む装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明と本願補正発明との相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "「本願補正発明では，『紙巻タバコの側流煙を最小限』にするとともに，『管状要素が火のついた充填煙草からの側流煙の放出を最小限』にするのに対して，引用発明では，該発明特定事項を備えているか否か不明である点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "「本願補正発明では，管状要素についての予め定められた孔隙率が，『a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そしてb)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させる』なる機能を実現しているが，引用発明では，管状要素についての所定の通気特性が，同機能を実現している点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点に関する容易想到性の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「紙巻タバコの技術分野において，必要なだけの量の煙草を用いて，側流煙を減少させながら，主流煙の量を増大させることは，本願の優先権主張の日前より広く知られた自明の課題である。",
                    "してみると，引用発明において，該自明の課題を解決するために，最小のところまで側流煙を減少させるように管状要素の孔の割合を実験的に決定することは，当業者の通常の創作能力の発揮により達成されることである。",
                    "したがって，引用発明において，上記相違点1に係る発明を採用することは，当業者が容易になし得たものである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「引用発明では，通気特性を示す要素として，細孔径，細孔容積等を用いることにより通気量を特定している。一方，本願補正発明では，『孔隙率』を用いることにより通気量を特定している。",
                    "そして，引用発明においては，管状要素についての通気特性を所定とし通気量を特定することにより，『a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そしてb)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させること』なる機能を実現しているが，通気量を特定するに際し，孔の割合をどういう形で特定するかは，当業者が選択し得た事項である。",
                    "したがって，引用発明において，上記相違点2に係る発明を採用することは，当業者が容易になし得たものである。",
                    "また，本願補正発明の奏する効果は，引用発明から，当業者が予測できた範囲内のものである。",
                    "よって，本願補正発明は，引用発明に基づいて，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願発明について",
              "text": [
                "「本願発明は，本願補正発明から，『長さに沿って予め定められた孔隙率を有する多孔性の壁面を備えた上記管状要素』とあったところを，『長さに沿って予め定められた孔隙率を有する上記管状要素』と限定を省いたものに相当する。",
                "そうすると，本願発明の構成要件を全て含み，更に他の要件を付加したものに相当する本願補正発明が，上記(1) ないし(4) のとおり，引用発明に基づいて当業者が容易に発明をすることができたものであるから，本願発明も，同様の理由により，引用発明に基づいて当業者が容易に発明をすることができたものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，次に述べるとおり，相違点に関する判断を誤った違法性があるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用例記載の技術内容の誤認をした結果，本願補正発明と引用発明との一致点の認定を誤って相違点を看過した誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例記載の技術内容の誤認",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "たばこの煙は，喫煙者が吸引する主流煙，喫煙者が喫煙を停止している間にたばこの燃えさしの部分から発生する側流煙(以下「副流煙」ということがあるが，同義である。)，及び喫煙者が吐き出す煙である排気煙からなる。この側流煙は，主流煙と同様，粒子相成分とガス相成分とからなる(甲3，甲4)。粒子相成分はニコチン，タール及び水から構成され，これらの成分は互いに結合して固体状又は液体状の大きな粒子を構成する。ガス相成分は一酸化炭素，二酸化炭素等の分子状の気体からなる。また，側流煙中には粒子相成分よりも一酸化炭素及び二酸化炭素を含むガス相成分の方が，大量に含まれている(甲5，甲6)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，引用例の記載(後記第5の1(2) の段落【0003】，【0004】，【0006】，【0007】，【0009】，【0010】，【0011】及び【0015】)によれば，引用例には，一貫して，側流煙を構成する成分のうち，粒子相成分であるニコチン，タールのみが煙草収納部によって吸着・除去される点，及びガス相成分等その他の側流煙成分は煙草収納部外へ排出される点が記載されている。このガス相成分は，紙巻タバコの燃焼によって生じたタバコ由来の成分であるため，酸素の欠乏した燃焼ガスに相当する。このため，引用発明では，煙草収納部内部において，紙巻タバコの燃えさしの周りに，ガス相成分を含む酸素の欠乏した燃焼ガスを保持することができない。したがって，引用発明では，この燃焼ガスの保持によって紙巻タバコの燃焼を抑制することができず，紙巻タバコの自由燃焼速度が低下することはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，引用発明では，「煙草収納部2を構成する多孔質ガラスとしては，通気性の観点から」(段落【0010】の末行)，段落【0011】に記載のとおりの細孔特性を有する。この煙草収納部2の外周面全体には細孔が設けられており，この細孔の径は0．05ないし15μmと大きいため，高い通気性を有する。つまり，引用発明の煙草収納部には，「多孔質ガラスの脱湿効果及び吸着効果により煙中の水分及びニコチン，タールがフィルター4の多孔質ガラス繊維表面に付着し，両者が結合することによりニコチン，タールが好適に補足される」(段落【0011】)。",
                        "そして，煙草収納部は，通気性の観点から，細孔径を0．05ないし15．0μm(段落【0010】及び【0011】)としているのに対して，側流煙中の分子状のガス相成分の大きさは数Å程度である。したがって，煙草収納部の細孔径の大きさはガス相成分の大きさの数百倍ないし数十万倍と十分大きいため，煙草収納部は高い通気性を有し，ガス相成分は煙草収納部の外に排出されるのである。したがって，引用発明では，煙草収納部2の外周面にある細孔による通気性により，煙草収納部2の内から外へ側流煙の排出を促進するものであって，側流煙を抑制するものではない。",
                        "そして，このことは煙草との間に間隙を設けた煙草収納部を用いた場合であっても同様である。引用例には，煙草との間に間隙を設けた煙草収納部について，「副流煙が収納部22の多孔質ガラス壁面を通って出ていく際に，副流煙中に含まれるニコチン，タールが捕捉除去される。」(段落【0014】，図3)及び「【作用】‥‥喫煙していないときは収納部の通気孔を通った副流煙が周囲に放出される。」(段落【0006】)と記載されている。すなわち，このような煙草収納部22であっても，ガス相成分とニコチン，タール等の粒子相成分とからなる側流煙が煙草収納部22の多孔質ガラス壁面(すなわち通気孔25)を通るのであり，このように通って出て行く間に，ニコチン，タール等が捕捉除去されるものである(段落【0014】，第4文)。この通気孔25は粒子相成分も通ることができる大きさであるが，側流煙は通気孔25内を通過して空気中に放出される前に，粒子相成分のうちニコチン，タールが，多孔質ガラスにて捕捉除去されるのである。このため，引用発明においては，孔隙率の大きさを小さくすることにより，煙草収納部22の内から外への側流煙の通気量を抑制するのではなく，多孔質ガラスの脱湿効果及び吸着効果により側流煙中のニコチン，タール等を捕捉除去するものである。したがって，引用発明には，孔隙率によって側流煙を最小限にする技術思想はない。",
                        "このことは，引用発明の喫煙用パイプのパイプ部内部に多孔質ガラス繊維が充填されたフィルター4が設けられていることからも裏付けられる。すなわち，このフィルター4は，主流煙全体を濾過するフィルターとして用いられており，優れた耐熱性と主流煙の吸着特性を有している。このフィルター4は，引用例の段落【0010】に記載されたとおり，細孔径が50Åである。一方，煙草収納部2の外周面の細孔径0．05ないし15μmとフィルター4の細孔径を比較すると，孔径の大きさの比は，100ないし3000倍もある。この煙草収納部2とフィルター4の細孔特性を比較すると，その通気性は大きく異なる。このように引用発明では，煙草収納部とフィルターのように，除去対象に応じて特定の細孔特性を意識的に選択していることは明らかである。すなわち，大きな粒子であるニコチン，タールを除去する煙草収納部はろ過特性が低く通気性の高い細孔特性とし，主流煙全体をろ過するフィルター4はろ過特性が高く通気性の低い細孔特性としている。",
                        "このように，煙草収納部2の外周面の細孔は，通気性を高めて側流煙の排出を高めるもので，側流煙の放出を最小限にしうるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点について，被告は，後記第4の1(1) ア(イ) のとおり，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けたものは，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けないものに比して，煙草から放出される燃焼ガスを構成するガス分子のうち煙草収納部の壁面を通過できる分子が，煙草収納部の壁面で反射され内側に跳ね返される分だけ減少されるという物理現象を生じるとし，その結果として，煙草収納部を通過できる燃焼ガスの通気量が制限されることは明らかであり，このことは，特公昭58−6468号公報(乙1。以下「周知例1」という。)，実公昭60−5828号公報(乙2。以下「周知例2」という。)及び特開平8−228747号公報(乙8。以下「周知例8」という。)の記載からも明らかである旨主張する。",
                        "しかしながら，煙草の燃焼時に煙草収納部内に発生した酸素の欠乏した燃焼ガスは，大気中よりも高い濃度となる。したがって，煙草収納部の内側と大気中との濃度差による分子拡散によって，燃焼ガス成分は煙草収納部の細孔を容易に通り抜けることができる。すなわち，酸素の欠乏した燃焼ガス中に大量に含まれる一酸化炭素の平均速度は592m／s，二酸化炭素の平均速度は472m／sとなり，煙草と煙草収納部の間の狭い空間中を飛び回っているから，仮に燃焼ガスの構成分子が煙草収納部の壁面で反射されたとしても，この分子は短時間で，煙草収納部の細孔に到達することができるところ，煙草収納部の細孔は0．05ないし15μmであり，燃焼ガスの構成分子の分子径(数Å程度)に対して非常に大きいものであるから，燃焼ガスの構成分子はこの細孔内を容易に通り抜けることができ，煙草収納部の内側にほとんど留まることはない。",
                        "次に，周知例1及び2には煙草のフィルターを通過した後の主流煙について記載されているのに対して，引用発明は煙草の燃えさし部分から発生する酸素の欠乏した燃焼ガスに関するものであり，前者と後者ではその対象とする煙の状況が全く異なる。したがって，周知例1及び2の記載を引用発明に適用することはできない。",
                        "また，周知例8には，単に，耐熱有孔筒状体における孔の割合が少なくなれば空気の出入りが妨害されるという一般的な関係が示されているにすぎないし，周知例8の発明では，煙草の味の劣化を防止するために，二重管体の内部に空気を十分に供給する必要があり，そこには二重管体への吸気の流入を制限するといった技術思想はない。したがって，周知例8の周知技術を引用発明に適用することはできない。",
                        "このように，酸素の欠乏した燃焼ガスの成分に対して煙草収納部の細孔径は十分に大きく，燃焼ガスは分子拡散によって細孔を容易に通ることができるものである。",
                        "このため，たとえ煙草と煙草収納部の間に間隙が存在したとしても，この間隙に酸素の欠乏した燃焼ガスが保持されることはなく，燃焼ガスは，煙草収納部の内から外へ排出される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "さらに，引用例の記載によれば，煙草収納部2表面全体にわたって開設された通気孔から酸素が供給されるので，煙草収納部2に収納された状態であっても煙草の火が消えたりすることなく燃え続けることができる(段落【0012】)。このことは，煙草収納部2があると，煙草収納部2がない場合よりも酸素の供給が減るが，通気孔があるので煙草の火が消えることがないことを示している。煙草収納部2の外周の細孔は通気性の観点から設けるものであることを考慮すれば，その細孔は，空気の内方向への流れを制限するためのものではなく，煙草が消えないようにするための通気をするのに役立つものであって，自由燃焼速度を減少させるものではないことは明らかである。すなわち，引用発明では，煙草収納部の細孔径(0．05ないし15．0μm)は空気中の酸素及び窒素の分子径(約3Å)の百倍ないし十万倍と，酸素及び窒素に対して十分に大きなものである。さらに，引用例の煙草収納部内で煙草が燃焼しているとき，煙草収納部内の酸素量は急激に減少し，煙草収納部の内側と外側とで大きな酸素の圧力差が生じる。このため，ケイス・マーフィー作成に係る「窒素分子は酸素分子よりも本当に大きいか？『透過性』に関する正確な答えは『YES』である」と題する論文(甲8)に示すように，J(酸素の透過速度)が大きくなり，空気中の酸素は煙草収納部の細孔径(0．05ないし15．0μm)を通って，早い速度で煙草収納部の内側へ透過する。",
                        "このように煙草収納部は高い通気性を有するため，煙草収納部内への酸素の供給が制限されないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，被告は，後記第4の1(1) ア(ウ) のとおり，特開昭51−95197号公報(乙3。以下「周知例3」という。)を引用して，非喫煙時に煙草の自由燃焼速度を高めると，煙草が無駄に消費され喫煙中の喫煙ふかし回数が低くなることから，非喫煙時には煙草の自由燃焼速度を低下させることが，一般的に行われている旨主張する。",
                        "しかしながら，周知例3は，本願補正発明とは全く異なる課題及び課題解決手段に基づくものであるため，周知例3に基づいて，引用発明を上記のように認定することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決は，引用発明の「煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続ける」なる発明特定事項は，本願補正発明の「火のついた紙巻タバコの自由燃焼速度を低下させる」，「火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める」，「a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ(る)」，「b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させる」なる発明特定事項と同義である，と認定判断を誤ったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明と本願補正発明との一致点の認定を誤った相違点の看過ア 本願補正発明では，管状要素の孔隙率は，酸素の欠乏した燃焼ガスを管状要素内部の紙巻タバコの燃えさしの周りに保持して燃焼速度を減少させ，管状要素を通した煙粒子の放出を最小限にし(請求項1a))，空気の内方向への流れを制限して，紙巻タバコの自由燃焼速度を低下させる(請求項1b))ように決定されている。すなわち，本願補正発明では，上記孔隙率を備えた管状要素を有することにより，①酸素の欠乏した燃焼ガスを，紙巻タバコの燃えさしの周りに保持し，及び②空気の内方向への流れを制限し，これによって紙巻タバコの自由燃焼速度を低下させるものである。また，③煙粒子の放出を最小限にするものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "これに対して，前記(1) のとおり，引用発明では，煙草収納部は高い通気性を有するため，ガス相成分を含む酸素の欠乏した燃焼ガスは煙草収納部外へ排出されて煙草収納部内に保持されない。また，空気は，煙草収納部を透過してその外から内方向へ十分な流量で流れる。したがって，引用発明では，①酸素の欠乏した燃焼ガスの保持，及び②空気の内方向への流れの制限，に基づく自由燃焼速度の低下は起こらない。",
                    "また，引用例には，煙粒子であるニコチン，タールを除去する点については記載されているが，ニコチン，タールの放出を最小限にする点については全く記載されていない。実際，引用発明の煙草収納部は通気性が高いため，一定量のニコチン，タールを除去することはできるものの，③ニコチン，タールの放出を最小限にすることができないものである。",
                    "以上により，審決において，引用発明の「煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続ける」なる発明特定事項と，本願補正発明の「火のついた紙巻タバコの自由燃焼速度を低下させる」，「火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める」，「a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ(る)」，「b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させる」なる発明特定事項を，一致点とした認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決が，引用発明の「多孔質壁面からなる煙草収納部2からのニコチン，タールの放出をなくし」なる発明特定事項と，本願補正発明の「ポーラスな管状要素を通した煙粒子の放出を最小限にし」を，一致点とした認定も誤りである。",
                    "前記(1) のとおり，引用発明の煙草収納部は通気性を高くし空気の流入を許容して，紙巻タバコの燃焼を維持している。これに対して，本願補正発明の管状要素は孔隙率を低くし空気の流入を制限して，紙巻タバコの自由燃焼速度を低くしている。したがって，そもそも引用発明と本願補正発明は技術思想が全く異なるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決には，上記各発明特定事項が相違点であることを看過した違法がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1の判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書の記載(後記第5の1(1)) の19頁12行ないし16行，19頁23行ないし20頁3行，20頁9行ないし13行，23頁21行ないし25行，38頁18行ないし22行のとおり，本願補正発明の管状要素の孔隙率は，管状要素の内部に，酸素の欠乏した燃焼ガスを保持し，空気の内方向への流れを制限する程度の小さなものである。すなわち，管状要素によって側流煙を最小化させるためには，ニコチン，タール等の粒子相成分を最小化するだけでは不十分であり，一酸化炭素等のガス相成分も当然に最小化する必要があるところ，本願補正発明では，燃焼ガスの保持や空気の流れの制限等の結果として側流煙が最小化されているのであるから，ガス相成分を最小化する程度に小さな孔隙率を有することは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，引用発明では，前記1(1) のとおり，粒子相成分であるニコチン，タールのみを除去しており，ガス相成分は煙草収納部外に放出され，側流煙は最小化されない。この粒子相成分は大きな粒子からなるのに対して，ガス相成分は分子状の小さな成分であり，両成分は大きさが全く異なるものである。したがって，引用発明のようにニコチン，タールを除去するのに必要な煙草収納部の孔の割合と，本願補正発明のガス相成分及び粒子相成分からなる側流煙を最小化させるのに必要な孔の割合とは大きく異なるものである。",
                "また，引用発明では，煙草収納部の通気性を大きくし，フィルターの通気性を小さくして，煙草収納部とフィルターの通気性を全く異なるものに制御している。これに対し，本願補正発明の管状要素は，上記フィルターと同様に煙全体の排出を制限しているため，上記フィルターと同様の孔の割合を有するものと認められる。したがって，本願補正発明の管状要素と煙草収納部の孔の割合とは大きく異なる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上により，当業者は，単に粒子相成分のみを除去する引用発明の煙草収納部において，当業者の通常の創作能力により，粒子相成分及びガス相成分からなる側流煙の最小化を行うように孔の割合を調整することは不可能である。したがって，引用発明において，相違点1に係る発明を採用することは，当業者が容易になし得たものではないから，審決はこの相違点1に関する判断を誤っている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，後記第4の2(2) のとおり，本願明細書に，「このような特性を与える管体の物理的パラメータはこの管体について約20コレスタ単位から約60コレスタ単位までの範囲の孔隙率値を含む。」(38頁18，19行)ことが記載されている点に関し，周知例1及び2には，通気度が5ml／min・cm2・10cmH O未満であるとガス相成分の拡散による放出(「減少効果」)が不十分になることが示されていることを根拠として，本願補正発明の孔隙率が，ガス相成分の放出を最小化するものではないことは明らかである旨主張する。しかしながら，周知例1及び2に記載の発明では，単にガス相成分の減少についてのみ着目し，喫煙ホルダーの空隙部においてガス相成分の減少効果が不十分となるのは通気度が5ml／min・cm2・10cmH O未満の場合であるとしているにすぎない。",
                    "このように，本願補正発明と，周知例1及び2に記載の発明とでは，着目する作用効果が異なる以上，その作用効果を達成するための孔隙率値が異なるものとなるのは当然である。被告は，この点について全く考慮せず，単に周知例1及び2に記載の通気度のみを取り出して主張しており，被告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，後記第4の2(3) のとおり，周知例3及び特開平1−225473号公報(乙4。以下「周知例4」という。)並びに本願明細書の発明の詳細な説明中の「発明の背景」に提示された特開平4−262772号公報(乙5。以下「周知例5」という。)及び米国特許第5592955号明細書(乙6。以下「周知例6」という。)に記載されているように，紙巻タバコの技術分野において，燃焼速度を制御してふかし回数を増加させたり，側流煙の放出を減少させたりすることは，本件出願の優先権主張の日前から広く知られた自明の課題である旨主張する。",
                    "しかしながら，本願補正発明の装置は，側流煙の放出を最小限にするとともに，煙草の自由燃焼速度を減少させて喫煙ふかし回数を高めることを同時に達成するものである。これに対して，周知例3に記載の発明は，単にシガレットの燃焼速度を有利に制御し，かつふかし回数を増加することを課題とするにすぎず，本願補正発明の課題とは全く異なる。また，周知例3に記載の発明は，管状要素全体を一定の孔隙率に制御する本願補正発明とは，全く異なる技術思想に基づくものである。",
                    "周知例4に記載の発明は，速やかに消火又は自動消火するシガレットに関するものであり，引用発明は，煙草収納部に収納された状態であっても煙草の火が消えたりすることなく燃え続けることができるものである。このように周知例4に記載の発明は，煙草を消火させることを前提とする点において，引用発明とは逆の技術思想を有するものである。",
                    "周知例5には，燃焼速度を制御しふかし回数を増加させたりする点についてどこにも記載されていない。また，周知例5に記載の「可視側流煙」とは，ニコチン，タール等からなるエアロゾル状の粒子相成分のことを表す。したがって，結局のところ，周知例5には，課題として，引用発明と同様のタールなどの粒子相成分の排出量を少なくする点についてしか記載されていない。",
                    "周知例6の発行日は1997年1月14日であり，本願補正発明の基礎出願であって優先日である1996年10月15日よりも後である。したがって，周知例6に記載の課題は，本願補正発明の優先日前において自明の課題ではない。",
                    "以上により，たとえ，引用発明に対して周知例3ないし6に記載の課題を解決するためであっても，当業者は，側流煙を最小化させるように管状要素の孔の割合を設定することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(2) の理由と同様の理由により，審決が，相違点2として，引用発明では，煙草収納部が「a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そしてb)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させる」なる機能を実現している，と認定した点には誤りがある。そして，審決は，上記のような誤りを前提として相違点2の判断を行っているため，相違点2の判断にも誤りがあることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，前記2の理由と同様の理由から，煙草収納部の通気量を特定するに際し，孔を所定の割合に特定することは，当業者が選択し得た事項ではない。審決はこの点でも判断を誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，後記第4の3(1) のとおり，引用発明では，通気特性を示す要素として，細孔径，細孔容積等を用いることにより通気量を特定している旨主張する。",
                    "しかしながら，一般的に，「通気」とは多孔体の一方の側から他方の側へ気体が通ることを表し，「量」とはこの気体の量を表す。このため，「通気量」とは所定の条件下で多孔体の一方の側から他方の側へ透過する気体の量を表す指標であるといえる。引用例には，細孔径，BET表面積及び細孔容積等の細孔特性は記載されているものの，上記の意味での通気量は何ら記載されていない。例えば，細孔径，BET表面積及び細孔容積等の細孔特性が特定されていても，細孔の形状，細孔径分布，細孔の数，煙草収納部の厚さ等の値に応じて，上記意味での通気量が大きく変わることは，当業者の技術常識である。特に，煙草収納部が厚くなるほど煙草収納部を透過する気体の圧力損失は大きくなるため，気体の通気量は小さくなる。このため，通気量は，煙草収納部の厚さの影響を大きく受ける。引用例には，細孔の形状，細孔径分布，細孔の数・煙草収納部の厚さ等の特性が記載されていないため，上記意味での通気量を特定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，後記第4の3(2) のとおり，通気量を孔隙率を表す通気度や多孔度を用いて特定することは，例えば，周知例1ないし4に記載されているように，本件出願の優先権主張の日前に周知の技術事項である旨主張する。",
                    "しかしながら，周知例1ないし4の各記載からすれば，同各刊行物には，いずれも通気度や多孔度は，所定条件下における多孔体の対向する一方の面から他方の面への気体の透過量として記載されているが，引用発明では通気量を特定していないため，引用例の細孔特性と周知例1ないし4に記載の通気度や多孔度とは全く異なる性質の特性である。",
                    "したがって，引用発明において通気量を通気度や多孔度を用いて特定することは，当業者が適宜なし得ることではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "次のとおり，審決の認定判断には誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例記載の技術内容の誤認をした結果，本願補正発明と引用発明との一致点の認定を誤って相違点を看過した誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例記載の技術内容の誤認について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明が，燃焼ガスの保持により煙草9の燃焼を抑制し，自由燃焼速度を低下させるとともに，煙草収納部2の内から外への側流煙の通気量を抑制するものであることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例の「煙草収納部2は多孔質ガラスで作成された両端が開口した筒体である。」(段落【0010】)という記載，及び「本考案の煙草収納部2はその内径が煙草9の外径と等しい筒体に限らず，煙草を保持できる構成であれば煙草9と収納部2壁面との間に間隙が設けられるような筒体であってもよい。」(段落【0013】)という記載から，審決で認定した「収納」とは，煙草9と多孔質ガラスで作成された煙草収納部2壁面との間に間隙が設けられるような状態での「収納」を想定するものである。",
                        "そして，煙草9の外面に間隙を介して多孔質ガラスで作成された筒体である煙草収納部2を設けると，煙草収納部2壁面により側流煙の放出が制限されることから，煙草収納部2を設けないものに対して，煙草9と煙草収納部2とにより形成される空間部分における側流煙の保持効果が高まることは明らかである。",
                        "また，引用例に「喫煙していないときは収納部の通気孔を通った副流煙が周囲に放出される。」(段落【0006】)ことが記載されているが，この記載は，煙草9と筒体の煙草収納部2壁面との間に間隙を設けない煙草収納部2を装着した喫煙用パイプ10(引用例の【図1】，【図2】参照。)について説明したものである。この記載中に「収納部の通気孔を通った副流煙」とあるように，煙草収納部2の通気孔を通って周囲に放出されるのは，発生した側流煙のうち，通気孔を通った側流煙であり，通気孔を通らない側流煙は周囲に放出されない。したがって，煙草収納部2の通気孔を通って周囲に放出される側流煙の通気量は全体として抑制されたものとなる。",
                        "一方，引用発明の喫煙用パイプは，煙草9に間隙を介して筒体である煙草収納部2を設けたものもあり，この場合は，煙草収納部2を設けないものに対して，煙草9と煙草収納部2により形成される空間部分に気体が保持される。",
                        "そして，保持された側流煙のうち，その一部が煙草収納部2の通気孔を通って周囲に放出されることから，煙草9と煙草収納部2の壁面との間に間隙を設けない喫煙用パイプ10と同様に，煙草収納部2の通気孔を通って周囲に放出される通気量は全体として抑制されたものとなる。",
                        "したがって，煙草9に間隙を介して筒体である煙草収納部2を設けた喫煙用パイプは，燃焼によって酸素の欠乏した燃焼ガスである側流煙の周囲への通気量が抑制される結果，酸素の欠乏した燃焼ガスが，燃えさしの周りの煙草9と煙草収納部2とにより形成される空間部分に保持されることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，原告は，前記第3の1(1) イ(ア) のとおり，引用発明の煙草収納部の細孔径の大きさはガス相成分の大きさの数百倍ないし数十万倍と十分大きいため，煙草収納部は高い通気性を有し，ガス相成分は煙草収納部の内部に保持されることなく外に排出される旨主張する。",
                        "しかしながら，引用発明にいう「多孔質壁面からなる煙草収納部」は，「煙草収納部」の壁面に多数の孔が設けられているものである。すなわち，「多孔質壁面からなる煙草収納部」の壁面は，孔の部分と孔以外の部分とから構成されることとなる。煙草の周囲に「多孔質壁面からなる煙草収納部」を設けないものでは，煙草から放出される燃焼ガスは，妨げられるものがないため周囲に拡がっていくが，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けたものでは，煙草から放出される燃焼ガスは，煙草収納部の壁面の孔の部分に到達する燃焼ガスと煙草収納部の壁面の孔以外の部分に到達する燃焼ガスとに分類でき，煙草収納部の壁面の孔以外の部分に到達する燃焼ガスを構成するガス分子は，煙草収納部の壁面を通り抜けることができずに，煙草収納部の壁面で反射され内側に跳ね返されることとなる。",
                        "したがって，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けたものは，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けないものに比して，煙草から放出される燃焼ガスを構成するガス分子のうち煙草収納部の壁面を通過できるものが，煙草収納部の壁面で反射され内側に跳ね返される分だけ減少されるという物理現象を生じる。また，引用例において，煙草9が燃え続けることにより発生する燃焼ガスを構成するガス分子は，4000種類以上に及ぶ他のガス分子や粒子とも衝突し，あらゆる方向に跳ね返される。結局，引用例において，煙草収納部の壁面の孔を通過して周囲に放出される燃焼ガスを構成するガス分子は，あらゆる方向に跳ね返されるガス分子のうち，煙草収納部の壁面の孔の部分に到達したもののみである。その結果として，煙草収納部を通過できる燃焼ガスの通気量が制限されることは明らかである。",
                        "このことは，周知例8の段落【0014】に，耐熱有孔筒状体は，表面積に占める孔の割合が少ないと，空気の出入りを著しく妨害することが記載されていること，また，周知例1及び2に，それぞれ「通気度が5ml／min・cm2・10cm",
                        "H O未満のときはガス相成分の拡散による減少効果が不十分となる。」と記載されていることからも明らかである。また，周知例1，2及び8には，多孔質壁面からなる筒体からのガス相成分や空気の通気量の制限が，通気度，すなわち，孔の割合に応じて変わることも示されている。",
                        "また，仮に，原告が主張するように，一酸化炭素，二酸化炭素等の燃焼ガスを構成する分子の平均速度が極めて高いことを理由に，引用発明において，燃焼ガスの構成分子が短時間で煙草収納部2の細孔に到達し，細孔内を容易に通り抜けることができ，煙草収納部の内側にほとんど留まることがないとすると，本願補正発明においても，燃焼ガスの構成分子が短時間で「ポーラスな管状要素」に到達し，「ポーラスな管状要素」を容易に通り抜けることができ，「ポーラスな管状要素」の内側にほとんど留まることがないこととなり，その結果，燃焼ガスの構成分子は紙巻タバコの火のついた燃えさしの周りに保持されないこととなる。したがって，その場合，本願補正発明において，「ポーラスな管状要素」を設けることにより，火のついた燃えさしの周りに燃焼ガスの構成分子を保持して燃焼速度を減少させることなど到底できないこととなる。したがって，原告の主張は失当である。",
                        "以上のとおりであるから，引用発明の「煙草収納部に収納された状態であっても煙草の火が消えたりすることなく燃え続けることができる喫煙用パイプ」は，煙草収納部の壁を通過できる燃焼ガスの通気量を制限することになるから，燃焼ガスは，燃えさしの周りの煙草と煙草収納部とにより形成される空間部分に保持されることとなるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用例には，煙草9と煙草収納部2壁面との間に間隙が設けられない喫煙用パイプ10に関して，「収納部2表面全体にわたって開設された通気孔から酸素が供給されるので，収納部2に収納された状態であっても煙草の火が消えたりすることなく燃え続けることができる。」(段落【0012】)ことが記載されているが，喫煙中に煙草の火を消えないようにすることは技術常識であることから，この記載は非喫煙時の状況を説明したものである。",
                        "そして，このことは，煙草9に間隙を介して煙草収納部2を設けた喫煙用パイプに関しても同様にあてはまる。",
                        "ところで，非喫煙時に煙草の自由燃焼速度を高めると，煙草が無駄に消費され喫煙中の喫煙ふかし回数が低くなることから，非喫煙時には煙草の自由燃焼速度を低下させることが，一般的に行われている(周知例3参照。)。",
                        "そして，煙草の自由燃焼速度を低下させるためには，自由燃焼速度に密接に関係する酸素の供給量を制限しなければならない。",
                        "したがって，煙草9に間隙を介して煙草収納部2を設けた喫煙用パイプにおいても，非喫煙時には，煙草収納部2の通気孔を介して供給される酸素の供給量が制限されることにより，煙草の自由燃焼速度を低下させることになる。",
                        "よって，引用発明は，燃焼ガスの保持によって煙草9の燃焼を抑制し，自由燃焼速度を低下させるとともに，煙草収納部2の内から外への側流煙の通気量を抑制するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の煙草収納部2のろ過特性，細孔特性について",
                  "text": [
                    "紙巻煙草の技術分野において，非喫煙時に煙草の自由燃焼速度を低下させることは，本件出願の優先権主張の日前から広く行われている技術事項であって，引用発明の喫煙用パイプも，非喫煙時には自由燃焼速度を低下させた状態で煙草の火は消えたりすることなく燃え続けるものであることは明らかである。",
                    "そして，煙草の消費を無駄にしないように自由燃焼速度を低下させるためには，煙草9への酸素の供給量を制限する必要があるから，煙草収納部2は，通気性の高い，すなわち，燃焼を促進するような細孔特性を有するものでないことは明らかである。",
                    "しかも，引用例には，原告が主張するような，煙草収納部2が低いろ過特性，高い通気性の細孔特性を有し，フィルター4が高いろ過特性，低い通気性の細孔特性を有するとした旨の記載はない。",
                    "したがって，「煙草収納部2が低いろ過特性，高い通気性の細孔特性を有し，フィルター4が高いろ過特性，低い通気性の細孔特性を有する」とする原告の主張は，原告独自の見解であり，根拠がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用発明についての「煙草収納部2の外周面の細孔は，通気性を高めて側流煙の排出を高めるもので，側流煙の放出を最小限にしうるものではなく，また，煙草が消えないようにするための通気をするのに役立つものであって，自由燃焼速度を減少させるものではない。」との原告主張は理由がなく，審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明と本願補正発明との一致点の認定を誤った相違点の看過について上記(1) のとおり，審決において，引用発明の「煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続ける」という発明特定事項と，本願補正発明の「火のついた紙巻タバコの自由燃焼速度を低下させる」，「火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める」，「a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ(る)」，「b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させる」という発明特定事項とを一致するとし，引用発明の「多孔質壁面からなる煙草収納部2からのニコチン，タールの放出をなくし」という発明特定事項と，本願補正発明の「ポーラスな管状要素を通した煙粒子の放出を最小限にし」という発明特定事項とを一致するとした認定に誤りはなく，相違点1及び2の認定にも誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の「ポーラスな管状要素」が，側流煙中のガス相成分を最小化するものでないことについて",
              "text": [
                "この点，原告は，本願明細書には「ガス相成分を最小化する程度に小さな孔隙率を有する」旨が記載されている旨主張する。",
                "しかしながら，原告が指摘する上記明細書の記載は，孔隙率及び孔サイズの両者を特定したこと，孔隙率の単位がコレスタ単位であること，孔隙率が空気の流れを制御すること，孔隙率が約20ないし約60コレスタ単位であることを開示するだけであり，「ガス相成分を最小化する程度に小さな孔隙率を有する」ことを開示するものではない。",
                "ところで，本願補正発明においては，「孔隙率」を単にその作用面から特定するのみであり，「孔隙率」の具体的構成，例えば，孔サイズ，孔の形状，孔の分布，孔隙率の単位，孔隙率の具体的な値を何ら特定するものではない。すなわち，本願補正発明は，「孔隙率」を「燃焼速度を減少させ」，「煙粒子の放出を最小限にし」，「紙巻タバコの自由燃焼速度を低下させる」ものとして特定しているものでしかない。これに関連して，本願明細書には「管状要素48」により側流煙の煙になった粒子及びエロゾルを吸収して捕集することは記載されているが，「管状要素48」により側流煙のガス相成分の放出を最小限とすることは記載されていない。",
                "また，ポーラスな管状要素が側流煙の放出を最小限にすることについて，本願明細書の特許請求の範囲には，「予め定められた孔隙率は，a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限に」することが特定して記載されている。ところで，一般論として「側流煙」は，燃焼ガスと煙粒子から構成され，燃焼ガスはガス分子であることから，煙粒子に比して大きな体積を占めるものである。そのため，「側流煙の放出を最小限にし」という表現から，煙粒子を最小限にするだけでなく，側流煙の体積の過半を占める燃焼ガスを最小限にすることも意味すると解することもできる。",
                "しかしながら，本願補正発明では，充填煙草からの側流煙の放出を最小限にすることについて，煙粒子については，ポーラスな管状要素を通した放出を最小限にすることを特定し，燃焼ガスについては，「管状要素の内部の紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ」ることを特定するものであり，この煙粒子と燃焼ガスについての両特定を合わせて「側流煙を最小限にする」と表現するものであって，燃焼ガスについては，ポーラスな管状要素からの放出を最小限にすることを特定するものではなく，また，意図するものでもない。しかも，本願明細書には，ポーラスな管状要素が「側流煙の放出を最小限」にすることについては記載されているが，ポーラスな管状要素が側流煙のうち燃焼ガスの放出を最小限にすることについては記載も示唆もされていない。",
                "仮に，原告のいう「ポーラスな管状要素からの側流煙のうちガス相成分の放出を最小限にする」ことが，本願補正発明の「酸素の欠乏した燃焼ガスを管状要素の内部の紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ」ることと同じ意味であるとすれば，上述したように審決において，一致点として正しく認定している。",
                "さらに，本願補正発明は，「ポーラスな管状要素」により，「空気の内方向への流れを制限して紙巻タバコの自由燃焼速度を低下させる」ものであるが，自由燃焼速度については燃焼を継続できなくなる(「消火する」)まで低下させないことは明らかである。そうすると，仮に，原告が主張するように，本願補正発明が「粒子相成分だけでなくガス相成分を最小化する程度の小さな孔隙率を有する」ものであるとすれば，ガス相成分の放出のみならず，空気の取り入れも最小化されることとなり，その結果，紙巻タバコには燃焼に必要な酸素が供給されなくなり，燃焼を継続することができなくなってしまう。このことは，本願補正発明の「燃焼速度を減少させ」という発明特定事項と矛盾するものである。",
                "したがって，本願補正発明の「ポーラスな管状要素」は，側流煙中のガス相成分を最小化するものであるとする原告の主張は，特許請求の範囲の記載に基づかない主張であり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "通気度について",
              "text": [
                "周知例1及び2には，通気度が5ml／min・cm2・10cmH O未満であ",
                "ると，ガス相成分の拡散による放出(「減少効果」)が不十分になることが示されている。ここで，特開平5−279993号公報(乙7)の段落【0027】に，コ",
                "レスタ通気度の単位が〔cm3／cm2・min・100mmH O〕であることが",
                "示されていることから，周知例1及び2には，「通気度が5コレスタ単位以下であると，ガス相成分の拡散による放出が不十分になること」が示されていると言い換えることができる。",
                "一方，本願明細書には，「このような特性を与える管体の物理的パラメータはこの管体について約20コレスタ単位から約60コレスタ単位までの範囲の孔隙率値を含む。」(38頁18，19行)ことが記載されている。",
                "そうすると，本願明細書に記載された孔隙率が「約20コレスタ単位から約60コレスタ単位」のものでは，周知例1及び2に示されるように，ガス相成分の拡散が不十分とはならず，ガス相成分の放出を最小化するものではないことは明らかである。",
                "したがって，本願補正発明の「ポーラスな管状要素」は，「粒子相成分だけでなくガス相成分を最小化するものである」という原告の主張は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "紙巻タバコの技術分野において，燃焼速度を制御してふかし回数を増加させたり，側流煙の放出を減少させたりすることは，本件出願の優先権主張の日前から広く知られた自明の課題であることについて",
              "text": [
                "周知例3及び4や，本願明細書の発明の詳細な説明中の「発明の背景」に提示された周知例5及び6に記載されているように，紙巻タバコの技術分野において，燃焼速度を制御してふかし回数を増加させたり，側流煙の放出を減少させたりすることは，本件出願の優先権主張の日前から広く知られた自明の課題である。",
                "したがって，引用発明において，燃焼速度を制御してふかし回数を増加させたり，側流煙の放出を減少させたりするという自明の課題を解決するために，最小のところまで側流煙を減少させるように管状要素の孔の割合を設定することは，当業者の通常の創作能力の発揮により達成されることである。",
                "よって，引用発明において，上記相違点1に係る発明特定事項を採用することは，当業者が容易になし得たものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決における相違点1の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明では，通気特性を示す要素として，細孔径，細孔容積等を用いることにより通気量を特定している。また，引用発明においては，管状要素についての通気量を通気特性を所定値とすることにより，「a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ，上記ポーラスな管状要素を通した煙粒子の放出を最小限にし，そしてb)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させること」という機能を実現していることが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，審決においては，「通気量を特定するに際し，孔の割合をどういう形で特定するかは，当業者が選択し得た事項である。」としている。",
                "ここで，「孔隙率」とは，一般的には孔の割合のことであり，本願明細書には，孔隙率を表す単位として，通気度を表す単位である「コレスタ単位(Coresta unit)」を用いることが記載されている。",
                "したがって，本願補正発明の「孔隙率」は，「通気度」を含む概念といえる。",
                "ところで，通気量を孔隙率を表す通気度や多孔度を用いて特定することは，例えば，周知例1ないし4に記載されているように，本件出願の優先権主張の日前に周知の技術事項である。したがって，引用発明において，その周知の技術事項に倣って，通気量を孔隙率を表す通気度や多孔度を用いて特定することは，当業者が適宜なし得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上により，審決における相違点2の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例記載の技術内容の誤認をした結果，本願補正発明と引用発明との一致点の認定を誤って相違点を看過した誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の内容",
              "text": [
                "証拠(甲2の1)によれば，本願明細書には次の記載があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「発明の範囲",
                  "text": [
                    "本発明は一般に，紙巻きタバコ又は他のタバコ製品と組み合わせて使用して側流煙を制御し，そして与えられた量の煙草から喫煙者が得ることのできる喫煙ふかし回数を上昇させる装置に関する。この装置は例えば，より小さい直径の大変細い紙巻タバコにおいて作り出されるのに必要なだけの量のタバコを用いて，側流煙を著しく減少させながら，その火のついた煙草からの主流煙の量を増大させ，かつ通常的な昧を許容する。太巻きのタバコが側流煙を作り出すのに著しい量の煙草を無駄にすることを含む通常的な紙巻きタバコと異なって，細巻きの紙巻タバコにこの装置を用いることは，通常，無駄に側流煙にされてしまう煙草の量を主流煙に変える。",
                    "簡単に言うならば，この装置は，或る予め定められた孔隙率を有して中に煙草製品，例えば紙巻タバコ等を挿入するための管体を含む。好ましくは，この紙巻タバコの外側とその管体の内側との間に空隙が存在するのがよい。この管体の孔隙率は側流煙の量を低下させ，かつ各回の喫煙ふかしの間の自由燃焼速度を低下させるように注意深く選ばれる。非常に細い紙巻タバコを挿入することができ，そして従来の紙巻タバコと同じ喫煙ふかし回数だけ喫煙でき，その結果，煙草や他の紙巻タバコ材料が節約され，そして側流煙の著しい低下がもたらされる。この管体は側流煙の諸成分を処理するための触媒物質を含むことができる。」(7頁3行ないし20行)",
                    "「この装置は通常の紙巻タバコに使用されるような寸法にすることができるけれども，進歩性の1つは，細巻きタバコを挿入してあたかもこれが通常の寸法の紙巻タバコであるような同じ喫煙特性で喫煙できると言うことである」(7頁26行ないし28行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の背景",
                  "text": [
                    "「通常的な態様で喫煙したときに，一般にタバコの煙に3つの型，すなわち主流煙，排気煙及び側流煙が存在すると理解されている。火のついた紙巻タバコ又は葉巻から放出される側流煙の量を低下させることにこれまで大きな興味がそそがれており，と言うのは，これがその喫煙過程の間に放出される煙の主要部分を占めるからである。側流煙を制御するために，これまで下記のいくつかの方法，すなわち"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "subject": "煙草の組成及び煙草ロッド又は紙巻タバコ或いは葉巻の中の充填特性を変えること，2) 紙巻タバコ又は葉巻の外包を変えること"
        },
        {
          "fig": "3)",
          "subject": "紙巻タバコの直径及びその煙草組成を変えること，及び／又は"
        },
        {
          "fig": "4)",
          "subject": "その紙巻タバコ又は葉巻にその側流煙の放出を抑制し，及び／又は制御するための装置を提供すること",
          "text": [
            "の1つ以上による試みがなされてきた。」(8頁1行ないし13行)",
            "「紙巻タバコを，主として不時の火災を防ぐ目的で収用するための種々の装置が提供されている。それらは，側流煙を濾過し，そしてそれによりその量を低下させるための種々の型のフィルタを同時に含むか，又は含まなくてもよい。そのような装置の例は，米国特許第1，211，071号，同第3，827，444号及び同第4，685，477号に示されている。」(8頁27行ないし9頁2行)",
            "「また，主として喫煙者の指の汚れを低下させる特徴を有する種々の型の紙巻タバコホルダが入手可能になっている。」(9頁3行ないし4行)",
            "「紙巻タバコを取り付けることができ，そしてその紙巻タバコに沿ってスライドさせて燃焼を制御し，また従って自由燃焼速度を制御することのできるいくつかの装置が英国特許第928，089号，米国特許第4，638，819号及び国際特許出願WO 96／22031号に記述されている。」(9頁10行ないし13行)",
            "「別なリング系が本出願人の，公開されたPCT出願WO 96／22031に記述されている。この装置は通常の紙巻タバコの外周を取り囲んでこれに接している内側リングを備えており，その際この内側リングは多孔質材料でできている。外側リングはこの内側リングを収容していて空気の流れをその多孔質内側リングの長手方向に沿って指向させる。この内側リングの多孔質材料の中の曲がりくねった通路がその火のついたタバコの着火床への空気の拡散速度を制御し，それによってその紙巻タバコの自由燃焼速度を制御する。その多孔質材料はその火のついた紙巻タバコから放出される側流煙の制御を促進する。」(9頁25行ないし10頁3行)",
            "「これらの技術手段は側流煙放出を制御するのに種々の成功の度合いを達成はしたものの，それらの装置の若干のものについては通常的な味や香気，使用しやすさ，製造の容易さ，流線型の外観及び使用煙草量の重大な低下を与えるのに問題がある。本発明の種々の具体例は，従来の種々の紙巻タバコと匹敵する味，香気及び成分排出を達成すると共に，側流煙及び自由燃焼速度の両方を制御することによって上述の多くの問題を克服する装置を提供する。本発明の装置は従来と同じ喫煙ふかし回数を達成すると共に所望の味を与えるのに必要なだけの量の煙草しか有しない細巻きの紙巻タバコの喫煙を許容する。」(10頁11行ないし18行)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "subject": "好ましい具体例の詳細な説明",
                  "text": [
                    "「第3図の拡大図に示されているように，スリット16はその中に設けられる構成部材18を有する開口46を画定して紙巻タバコの自由燃焼速度の制御及び側流煙の最小限化をもたらす。このスリット16の形状及び寸法に依存して，或る充分な数がその管状要素12に沿って設けられてそれら構成部材18が，タバコロッドの有効部へ充分な空気を到達させて通常のタバコと同じ通常的な喫煙回数を提供すると共に，所望の自由燃焼速度を維持することが確実にされる。」(17頁18行ないし23行)",
                    "「多孔質材料18及び／又は各スリット16の寸法どりが空気の流れを制限することがあるかもしれないが，その孔隙率及び孔サイズは，少なくとも若干の酸素の欠乏した熱い燃焼ガスがその管状要素12によってその燃えつつある着火床の環状領域44の中に保持されるように選ぶことができる。」(19頁12行ないし16行)",
                    "「その熱い燃焼ガスは23及び25において示されているように燃えている着火床によってその紙巻タバコの上，下及び周囲に放出されてその環状空間又は空隙44の中に存在している。",
                    "この燃えている着火床21の周りの領域23及び25の中に保持された熱いガスの実質的に全て又は主要部分ではないにしても，少なくとも若干はそれら開口16及び／又は多孔質材料18の選ばれた孔隙率によるものと信じられる。側流煙の制御に際してこの孔隙率及び孔サイズは，それら熱いガスの実質的に全てではないにしても好ましくは主要な部分を保持するように，そしてそれによって着火床21の領域内で酸素の欠乏したガスを生ずるように選ばれる。この管状要素12の孔隙率は空気の流れを制限するばかりでなく，その熱い，酸素の欠乏した燃焼ガスを閉じ込めると信じられ，そしてそれによってその燃えつつある着火床の勢いをそぎ，そして燃焼の速度を低下させ，また従ってその紙巻タバコの自由燃焼速度を遅延させる。この材料の孔隙率は，その紙巻タバコの非喫煙期の間にその管の中へ流入する空気の流れが最小限となることを確実にするように選ばれる。この作用はその酸素の欠乏したガスのその燃えている着火床の領域内での水準を保ち，そしてそれによりその紙巻タバコの自由燃焼速度を所望の最低の燃焼速度に保つ。喫煙者がこの装置を用いたときに，空気はそれら開口及び／又は管状要素の中の多孔質材料を通して吸い込まれて喫煙期の間の燃焼を支えるのに必要な空気を供給する。喫煙者がタバコを吸うのを停止したならばその燃焼している着火床の領域内に含まれている酸素欠乏燃焼ガスは直ちに燃焼速度を遅延させ，そしてそれにより自由燃焼速度を低下させる。」(19頁18行ないし20頁9行)",
                    "「このモデルによれば，その管体の中の空孔の寸法は管の材料の物理的性質の型，組成及び孔開口の型を含む多数の因子に依存して変化し得る。自由燃焼速度及び側流煙を制御するために必要な管体の孔隙率を提供する種々の空孔サイズを選ぶのに若干の試験が必要であることが繰り返しの基準で示されている。」(20頁9行ないし13行)",
                    "「本発明に従う装置は，燃焼を支えるのに必要な新鮮な空気の僅かな容積に比してより大きな，生じた熱ガスの容積を包含させるようにその環状空間の中に増大した領域を提供することによって，その燃えている着火床の領域内で生じた熱ガスを保持する。開放空間の，又は多孔質材料で満たされた環状部を提供することによって，第5図について以下に記述するように，最少であるけれどもその紙巻タバコの喫煙の自由燃焼の間及び喫煙開始時の最小限の燃焼を支え，そして維持するためには充分な容積の空気が提供される。紙巻タバコの喫煙吸気が継続するにつれて，追加的な空気がその管状要素の各開口を通し，かつまた管状要素の開放端をも通して吸い込まれる。」(20頁16行ないし24行)",
                    "「この多孔質材料はまた，側流煙の種々の粒子状成分及びエロゾルを吸着し，又は吸収し，そしてそのような物質を捕集する能力をも有し，従ってこの装置が再使用される時にそれら捕集された煙の粒子が放出されて置き換えられた喫煙されるべき新しい紙巻タバコの香気や味に悪影響を及ぼすことはない。」(20頁25行ないし28行)",
                    "「この管状要素48はその燃えている紙巻タバコからの側流煙を最小限化し，そして同時にその紙巻タバコの自由燃焼速度を制御する。このような，その管体の中での側流煙の保持は，この側流煙の煙になった粒子及びエロゾルを吸収して捕集する多孔質物質によって達成される。」(23頁12行ないし16行)",
                    "「更に，この多孔質材料の孔隙率は，空気の流れを制御し，そしてその燃えているタバコの着火床の領域内に熱い燃焼ガスを保持してその紙巻タバコの喫煙が通常の紙巻タバコの喫煙にともなう喫煙ふかし回数をシミュレートするようにして自由燃焼速度の所望の低下に達するように選ばれる。」(23頁21行ないし25行)",
                    "「この空気の流れを制御し，そして側流煙の最小限化と自由燃焼速度の制御とを同時に達成するために，多孔質材料の薄い管状の層96が設けられている。」(26頁6行ないし8行)「このような特性を与える管体の物理的パラメータはこの管体について約20コレスタ単位から約60コレスタ単位までの範囲の孔隙率値を含む。この装置を組み立てたときにこの単位についての圧力低下は約0．5cm水柱から25cm水柱までの範囲，そして好ましくは3ないし14cm水柱の範囲，そして最も好ましくは5ないし10cm水柱の範囲であることができる。」(38頁18行ないし22行)",
                    "「紙巻タバコと管体との間のこの範囲の空隙間隔のものの使用の間にこの紙巻タバコは喫煙ふカルの間に約600ないし800℃の温度を，そして喫煙休止の間に約400ないし600℃の温度に達する。この管体は約120ないし200℃の範囲の著しく低い温度にある。」(38頁26行ないし39頁1行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の内容",
              "text": [
                "証拠(甲1)によれば，引用例には次の記載のあることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「本考案は，紙巻煙草の喫煙に際してニコチン，タール除去用として使用されるパイプに関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「煙草の煙に含まれるニコチン，タールは健康に有害であることから，これを除去，吸着するパイプが利用されている。",
                    "従来の喫煙用パイプとしては，一端に吸い口が設けられ他端に煙草を保持する保持部が設けられていて，内部にニコチン除去用フィルターを充填したものが一般的である。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "考案が解決しようとする課題",
                  "text": [
                    "「しかし，従来の喫煙用パイプに充填されたフィルターは，喫煙者が吸う煙中に含まれるニコチンを吸着除去できるが，喫煙者が煙草を吸っていないときに生じる副流煙中に含まれるニコチンを除去できない。このため，従来の喫煙用パイプは喫煙者本人にとっては有効であるが，喫煙者の周囲の人々にとってはフィルターがない場合と同様に喫煙していないにも拘らず有害なニコチンを吸わされることになる。」(段落【0003】)",
                    "「本考案はこのような事情に鑑みてなされたものであり，その目的とするところは，喫煙者が吸う煙のみならず，副流煙中に含まれるニコチンも吸着除去できる喫煙用パイプを提供することにある。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「本考案の喫煙用パイプは，一端に吸い口が設けられたパイプ部と，該パイプ部の他端に脱着可能に保持された煙草収納部とを備え，前記パイプ部内部には多孔質ガラス繊維が充填され，前記煙草収納部は多数の通気孔が開設された多孔質ガラスで作成された筒体であることを特徴とする。」(段落【0005】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "text": [
                    "「喫煙中は喫煙者がパイプ部内部に充填された多孔質ガラス繊維を通った煙を吸い，喫煙していないときは収納部の通気孔を通った副流煙が周囲に放出される。",
                    "ここで多孔質ガラスは，その細孔特性故に吸着効果が大きいことからニコチン，タールを吸着し，該ニコチン，タールはガラス表面に付着した水分と結合することにより好適に捕捉される。いわゆるニコチン除去フィルターとして機能する。」(段落【0006】)「従って，喫煙者が吸う煙中に含まれるニコチン，タールはパイプ部内部に充填された多孔質ガラス繊維により除去される。一方，副流煙中に含まれるニコチン，タールは収納部から放出される際に除去される。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「パイプ部1はABS，ポリカーボネート等の耐熱性プラスチックで構成され，内部に多孔質ガラス繊維でなるフィルター4が充填されている。本考案に使用される多孔質ガラス繊維は，従来から知られているようにアルカリホウ珪酸ガラスを熱処理によりシリカ相とホウ酸アルカリ相に分相させ，酸処理によりホウ酸アルカリ相を溶出させて作成されたものであるが，特に下記特性のものが耐熱性及び吸着性能が優れていることから好ましく用いられる。」(段落【0009】)",
                    "「細孔径；50Å以下",
                    "BET表面積；400m2／g以上",
                    "細孔容積；0．4～0．6cm3／g",
                    "主要成分；SiO 96重量％以上",
                    "煙草収納部2は多孔質ガラスで作成された両端が開口した筒体である。収納部2の一側の嵌合部6をパイプ部1の保持部5に装着し，他側の挿入口7から煙草9を挿入できるようになっている。煙草収納部2表面全体にわたって存在する多孔質ガラスの細孔が通気孔8として作用する。なお，煙草収納部2を構成する多孔質ガラスとしては，通気性の観点から下記特性を有するものが好ましく用いられる。」(段落【0010】)",
                    "「細孔径；0．05～15．0μm",
                    "BET表面積；0．1～4．0m2／g",
                    "細孔容積；0．4～0．6cm3／g",
                    "主要成分；SiO 約70重量％",
                    "Al O 15重量％",
                    "B O 7重量％",
                    "収納部2に煙草9を収納して喫煙すると，多孔質ガラスの脱湿効果及び吸着効果により煙中の水分及びニコチン，タールがフィルター4の多孔質ガラス繊維表面に付着し，両者が結合することによりニコチン，タールが好適に捕捉される。従って，喫煙者は有害なニコチン等が含まれない煙を喫煙することができる。一方，喫煙者が喫煙しない場合に生じる副流煙は煙草収納部2を通って空気中に放出されるため，副流煙中に含まれるニコチン，タール等は収納部2を構成する多孔質ガラスにて捕捉除去される。従って，喫煙者の周囲の者は副流煙中に含まれる有害なニコチン，タールを吸わずに済む。」(段落【0011】)",
                    "「‥‥，収納部2表面全体にわたって開設された通気孔から酸素が供給されるので，収納部2に収納された状態であっても煙草の火が消えたりすることなく燃え続けることができる。‥‥」(段落【0012】)",
                    "「‥‥，本考案の煙草収納部2はその内径が煙草9の外径と等しい筒体に限らず，煙草を保持できる構成であれば煙草9と収納部2壁面との間に間隙が設けられるような筒体であってもよい。‥‥」(段落【0013】)",
                    "「‥‥。副流煙が収納部22の多孔質ガラス壁面を通って出ていく際に，副流煙中に含まれるニコチン，タールが捕捉除去される。‥‥」(段落【0014】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "考案の効果",
                  "text": [
                    "「本考案の喫煙用パイプは，喫煙者が吸う煙中に含まれるニコチン，タールが多孔質ガラスフィルターにより除去され，副流煙中に含まれるニコチン，タールが収納部壁面を通過する際に除去される。よって，本考案の喫煙用パイプを使用すれば，喫煙者のみならず喫煙者周囲の者も有害なニコチン物質を吸わずに済むという効果がある。」(段落【0015】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "各周知例の概要",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例1の記載内容",
                  "text": [
                    "証拠(乙1)によれば，周知例1には次の記載のあることが認められる。",
                    "「本発明の喫煙ホルダーによるたばこ煙中ガス相成分の低減は次のような作用機構によつて達成されるものと考えられる。すなわち喫煙によつて発生したたばこ煙は紙巻たばこの未燃焼部分を通過したのち本発明の喫煙ホルダーに達するが，そこで煙は非通気性の柱体2と通気性の筒状体1との間の空隙部4，4，‥‥を通過する間に，該空隙部4，4，‥‥と外気との間のガス相成分の濃度差に基づく分子拡散によつて，ガス相成分が筒状体1を透過し減少するものと考えられる。この場合，筒状体1の通気度は5～15ml／min・cm2・10cmHOが最も好ましく，通気度が15ml／min・cm2・10cmH Oを超えるときはガス相成分の減少率が増加する反面，粒子相成分の減少率も急激に増加して望ましくなく，一方通気度が5ml／min・cm2・10cmH O未満のときはガス相成分の拡散による減少効果が不十分となる。」(2頁右欄7行ないし23行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例2の記載内容",
                  "text": [
                    "証拠(乙2)によれば，周知例2には次の記載のあることが認められる。",
                    "「本実用新案の喫煙ホルダーによるたばこ煙中ガス相成分の低減は，次のような作用機作によつて達成されるものと考えられる。すなわち喫煙によつて発生したたばこ煙は，紙巻たばこの未燃焼部分を通過したのち，本実用新案の喫煙ホルダーに達するが，そこで煙は，非通気性の柱体4と通気性の筒状体3との間の空隙部5，5，・・・を通過する間に，該空隙部5，5，‥‥と外気との間のガス相成分の濃度差に基づく分子拡散によつて，ガス相成分が筒状体3を通過し減少するものと考えられる。この場合，筒状体3の通気度は5～15ml／min・c",
                    "m2 10cm H Oが最も好ましく，通気度が15ml／min・cm2 10cm H O",
                    "を超えるときは，ガス相成分の減少率が増加する一方，粒子相成分の減少率も急激に増加して望ましくなく，一方，通気度が5ml／min・cm2・10cm H O未満のときは，ガス相成分の拡散による減少効果が不十分となる。ガス拡散部の長さは2～10cmが適当である。」(2頁右欄19行ないし37行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3の記載内容",
                  "text": [
                    "証拠(乙3)によれば，周知例3には次の記載があることが認められる。",
                    "「巻紙を有する喫煙物品であつて，物品を包囲する巻紙に低多孔性と高多孔性の交互のバンドを設け，低多孔度は0から100の範囲内にあり，高多孔度は150から2000の範囲内にあることを特徴とする喫煙物品。」(特許請求の範囲1)",
                    "「ほう砂とか食塩の水溶液の如き塩溶液でシガレツトペーパを処理して燃焼速度を減少しあるいはシガレツトを消火することも同様に周知である。しかし，燃焼を得るには，シガレツトペーパラツパー(たばこの巻紙)はある程度の多孔性を有することが必要である。通常，シガレツトは吸われていないときかなり急速に燃えるが，これは望ましくない。",
                    "本発明の目的は，例えばシガレツトの燃焼速度を有利に制御しかつ(または)ふかし回数(p",
                    "uff times)を増加する手段を提供することである。",
                    "本発明によれば，喫煙物品は物品を包囲する低多孔性と高多孔性の交互のバンドを備えた巻紙を有する。適当には，低多孔度は0ないし100の範囲，高多孔度は150ないし2000の範囲(いずれの場合も後述の単位)である。低多孔度と高多孔度との比は好ましくは‥‥以下である。しかし，低多孔性バンドの多孔度は0または実質的にゼロになしうる。これは好ましくは0ないし50の範囲内である。適当には巻紙の平均多孔度は50ないし500，好ましくは80ないし325である。」(2頁左上欄19行ないし同右上欄19行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知例4の記載内容",
                  "text": [
                    "証拠(乙4)によれば，周知例4には次の記載のあることが認められる。",
                    "「タバコが，好ましくは環状であるパターン化された形状でありより小さな通気度とより大きな通気度との領域を有するシガレットペーパのケーシングにより囲まれており，初期通気度が15Pより低く，特定のパターン化されたゾーンを少なくとも1回のバトニングの結果として4Pより低い平均総通気度を有するシガレットペーパを備えている，速やかに消火又は自動消火するシガレット。」(特許請求の範囲1)",
                    "「本発明は約210秒より低いくすぶり時間が吸引を伴わないで経過すると，又は6mmより少ない長さが燃えつきると，その白熱ゾーンが自動消化するシガレットを提供することを目的とするものである。さらに，このシガレットは，又，副流(side stream)煙がより少なく，吸引回数とくすぶり速度に関するシガレットの総合的挙動も，どのシガレット充填においても一定でありその他のすべての特質においては通常のシガレットに一致し，最後に，口の中に入るタバコの香りの質に悪影響を与えるものではない。」(3頁右上欄1行ないし11行)「ペーパでシガレットを製造するには，2つの基準，即ち，有孔度又は通気度とくすぶり率あるいはくすぶり時間とが不可欠であるとの認識を基にしたものである。有孔度は，換気の程度，ペーパのくすぶり率及びシガレットのくすぶりが弱まっていく速度と，喫煙条件が標準であると仮定した上での燃焼率及びそれに伴う吸引回数とを決定する。有孔度とは，ペーパに関してのみ言われることであり，‥‥。」(3頁右下欄12行ないし20行)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明の認定，本願補正発明との一致点及び相違点の認定についてア 前記(1) の本願明細書の記載及び同(2) の引用例の記載によれば，審決が，引用発明の内容を前記第2の4(1) のとおり認定し，それを前提として，本願補正発明と引用発明との一致点を同4(2) のとおり認定し，さらに，相違点を同4(3)のとおり認定した点には，次のとおり，誤りはない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "引用例記載の技術内容の誤認について",
                  "text": [
                    "この点について，原告は，前記第3の1(1) のとおり，審決は，引用例記載の技術内容を誤認した旨るる主張するので，以下，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明では，煙草収納部内部において，紙巻タバコの燃えさしの周りに，ガス相成分を含む酸素の欠乏した燃焼ガスを保持することができない旨主張する(前記第3の1(1) ア(イ) )。",
                        "確かに，証拠(甲3ないし6)によれば，たばこの煙は，喫煙者が吸引する主流煙，喫煙者が喫煙を停止している間にたばこの燃えさしの部分から発生する側流煙からなり，この側流煙は，主流煙と同様，粒子相成分とガス相成分とから構成されていること，粒子相成分は主にニコチン，タール及び水から構成され，ガス相成分は一酸化炭素，二酸化炭素等の分子状の気体から構成されていること，また，側流煙中には粒子相成分よりもガス相成分の方が大量に含まれていることが認められるところ，引用発明においては，煙草収納部の多孔質ガラスの脱湿効果及び吸着効果により，側流煙を構成する成分のうち，粒子相成分であるニコチン及びタールのみが煙草収納部によって吸着・除去される点を発明の目的としていること，「喫煙していないときは，収納部の通気孔を通った副流煙が周囲に放出される」(段落【0006】)などの記載があることが認められる。",
                        "しかしながら，引用例の「煙草収納部2は多孔質ガラスで作成された両端が開口した筒体である。収納部2の一側の嵌合部6をパイプ部1の保持部5に装着し，他側の挿入口7から煙草9を挿入できるようになっている。煙草収納部2表面全体にわたって存在する多孔質ガラスの細孔が通気孔8として作用する。」(段落【0010】)との記載並びに図1及び2によれば，引用発明の実施例では，多孔質面からなる煙草収納部2の壁面全体にわたって細孔が存在し，細孔の部分と細孔以外の部分とから構成されていること，引用発明では図1及び2で示されるような煙草9と多孔質ガラスで作成された煙草収納部2壁面との間に間隙がないもののみならず，その間に間隙が設けられるような状態の煙草収納部も想定されていることが認められる。そして，このように煙草9の外面に間隙を介して煙草収納部2が設けられている場合は，壁面全体にわたって細孔が存在するとはいえ，煙草収納部2の壁面により側流煙の外部への放出が制限されるから，結局，煙草収納部2がないものと比較して，煙草9と煙草収納部2とにより形成される空間部分にはある程度の側流煙が保持されることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，引用発明では，通気性の観点から細孔径を0．05ないし15．0μmとしているのに対して，側流煙中の分子状のガス相成分の大きさは数Å程度であること，実施例において，煙草収納部2の細孔径の大きさは，フィルター4の孔径と比較して100ないし3000倍もあること等を理由として，引用発明では，煙草収納部の外周面にある細孔による通気性により，煙草収納部の内から外へ側流煙の排出を促進するものであって側流煙を抑制するものではなく，引用発明には，孔隙率によって側流煙を最小限にする技術思想はないとも主張する(前記第3の1(1) ア(ウ) )。",
                        "しかしながら，引用発明において，側流煙のうち粒子相成分は除去するが，ガス相成分についてはことさら排出を促進する旨の記載はない。",
                        "また，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けた場合は，煙草から放出される燃焼ガスのうち煙草収納部の壁面の孔以外の部分に到達する燃焼ガスを構成するガス分子は煙草収納部の壁面を通り抜けることができずに，煙草収納部の壁面に衝突して反射し内側に跳ね返されること，また，煙草が燃え続けることにより発生する燃焼ガスを構成するガス分子は，他のガス分子や粒子とも衝突し，あらゆる方向に跳ね返されることが容易に推認される。したがって，煙草の周囲に「多孔質壁面からなる煙草収納部」を設けたものは，煙草から放出される燃焼ガスを構成するガス分子のすべてが煙草収納部の細孔部を通過するわけではなく，その結果として，そうでないものに比して，煙草収納部を通過できる燃焼ガスの通気量が制限されることは明らかである。",
                        "この点について，さらに，原告は，分子の平均速度を取り上げ，酸素の欠乏した燃焼ガス中に含まれる一酸化炭素や二酸化炭素の平均速度を考慮すれば，仮に燃焼ガスの構成分子が煙草収納部の壁面で反射されたとしても，この分子は短時間で，煙草収納部の細孔に到達することができるから，煙草収納部の内側にほとんど留まることはないとも主張する(前記第3の1(1) ア(エ) )。しかし，前述のように，ガス分子の平均速度が速くとも，それらは煙草収納部の壁面に衝突し反射して内側に跳ね返されるばかりでなく，他のガス分子や粒子とも衝突し，あらゆる方向に跳ね返されることが容易に推認されるし，煙草が燃焼している限り，常に燃焼ガスは発生し続けるのであるから，その間，燃焼ガスが煙草収納部と煙草との間隙に滞留していることは明らかというべきである。原告がガス分子の平均速度が速いことを強調するのであれば，本願補正発明の細孔の孔隙率は約20ないし約60コレスタ単位であることが開示されているところ，周知例1及び2の記載(前記(3) ア及びイ)によれば，通気度が5ml／min・cm2・10cmH O未満であると，ガ",
                        "ス相成分の拡散による放出が不十分になることが示されており，また，証拠(乙7)によれば，コレスタ通気度の単位が〔cm3／cm2・min・100mmH O〕",
                        "であることが示されていることから，結局，通気度が5コレスタ単位を超えるとガス相成分の拡散による放出が妨げられることはないことが認められるから，本願明細書に記載されている上記孔隙率ではガス相成分の放出を十分に制限することができないことを考慮すれば，本願補正発明においても，引用発明と同様に，燃焼ガスは間隙に滞留することができずに外部に排出されてしまうことになりかねない。",
                        "したがって，たとえ分子の平均速度などを考慮しても，本願補正発明において燃焼ガスが間隙に滞留するのであれば，同様に，引用発明においても，ガス相成分が煙草収納部と煙草との間に一時的に滞留することは明らかであり，本願補正発明とは単にその滞留時間と程度に差があるにすぎないというべきである。",
                        "なお，煙草収納部2とフィルター4との関係については，確かに，前記(2) カの段落【0009】ないし【0011】の記載によれば，煙草収納部2の多孔質ガラスの作用とフィルター4の作用との間に，ろ過性及び通気性に相対的な違いは認められるものの，結局は，主流煙の排出を制御するか側流煙の排出を制御するかの相違に基づくものにすぎず，引用発明における発明特定事項においてことさらその違いを強調しているものではなく，フィルター4と比較して，煙草収納部2において積極的に通気あるいは排気する旨の記載は特段認められないのであるから，この点に関する原告の主張も理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，原告は，引用発明の煙草収納部の細孔は，空気の内方向への流れを制限するためのものではなく，煙草が消えないようにするための通気をするのに役立つものであって，自由燃焼速度を減少させるものではない旨主張する(前記第3の1(1) イ(ア) )。",
                        "しかしながら，前記(2) カの段落【0012】の「通気孔から酸素が供給されるので，煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続けることができる」との記載を素直に解釈すれば，煙草9の外側に煙草収納部2が存在することによって，外から内への酸素の供給が著しく制限されてしまい，本来煙草の火が消えかねないところ，引用発明では多孔質ガラスの細孔を設けることによって，「火が消えたりすることなく燃え続けることができる」程度の最小限度の酸素供給が可能な状況を設定していることが記載されているというべきである。",
                        "つまり，上記段落【0012】は，非喫煙時に煙草9の火が消えない程度に燃え続けている状況を説明したものと解され，積極的に通気するというよりも，火が消えない，その程度において酸素供給がされていることを説明しているものであるといえるから，このような非喫煙時の状況に加え，前記(ア) で述べた煙草収納部2の壁面の存在により側流煙の外部への放出が制限されるという論理は，空気の外から内方向への流れにも同様にあてはまるから，このように煙草収納部2が，その構造上，酸素供給を制限しているといえることからも，引用発明の煙草収納部2により外側からの酸素供給が制限されていると解することができる。",
                        "以上により，煙草収納部の細孔は外部からの酸素の供給を制限しているものではないとの原告の主張は失当である。",
                        "そうすると，引用発明でも，「通気孔から酸素が供給されるので，煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続けることができる」という発明特定事項によって，非喫煙時には，酸素の欠乏した燃焼ガスを煙草収納部2の内部の煙草9の火のついた燃えさしの周りに保持して燃焼速度を減少させ，空気の内方向への流れを制限して煙草9の自由燃焼速度を低下させているといえ，充填煙草からの喫煙ふかし回数を高めることとなっていることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願補正発明と引用発明の一致点の認定を誤った相違点の看過について上記のとおり，審決には，引用発明の認定を誤った違法はないから，それを前提とすれば，結局，引用発明の「煙草収納部2に収納された状態であっても煙草9の火が消えたりすることなく燃え続ける」という発明特定事項は，本願補正発明の「火のついた紙巻タバコの自由燃焼速度を低下させる」，「火のついた充填煙草の自由燃焼速度を低下させてそのような火のついた充填煙草からの喫煙ふかし回数を高める」，「a)酸素の欠乏した燃焼ガスを上記管状要素の内部の上記紙巻タバコの火のついた燃えさしの周りに保持して燃焼速度を減少させ(る)」，「b)空気の内方向への流れを制限して上記紙巻タバコの自由燃焼速度を低下させる」なる発明特定事項と同義である，との審決の判断にも誤りはないというべきである。",
                    "また，原告は，引用発明の煙草収納部2は通気性が高いため，一定量のニコチン，タールを除去することはできるものの，放出を最小限にすることができない旨主張しているが，除去するものである以上，最小限にすることが企図されていることは技術的に明らかであり，定性的にニコチン，タールといった煙粒子の放出を最小限にするものであると考えて差し支えない。",
                    "したがって，本願補正発明と引用発明との一致点に係る審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決における引用発明の認定，それに基づく，本願補正発明と引用発明との一致点の認定に誤りはなく，引用例記載の技術内容の誤認をした結果，本願補正発明と引用発明との一致点の認定を誤って相違点を看過した，との原告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1で認定したとおり，引用発明は，その構造上，燃焼ガスが保持されるものであって，自由燃焼速度も低下しているといえるものである。",
                "そして，周知例3(前記1(3) ウ)の記載によれば，本願出願当時，非喫煙時に自由燃焼速度を高めると，煙草が無駄に消費され喫煙ふかし回数が低くなることから，非喫煙時には煙草の自由燃焼速度を低下させるよう工夫することが一般的に行われていたことが認められることからすれば，引用発明においても同様のことが検討されていることは十分に窺われるのであって，引用発明において，あえて非喫煙時の自由燃焼速度を高める必要性も特段認められないというべきである。そして，上記のとおり，酸素の欠乏した燃焼ガスの放出が抑えられ，火のついた燃えさしの周りに保持されることで自由燃焼速度を減少させ得ることは，当業者が容易に用いることのできる技術的事項である。",
                "したがって，引用発明において，積極的に，燃焼ガスの放出を抑えて火のついた燃えさしの周りに保持することで自由燃焼速度を減少させることは，当業者にとって格別困難ではなく，そのために，燃焼ガスも含め側流煙全体を最小限にすることは，当業者が容易に想到できた事項と解するのが相当である。",
                "また，所定の目的に応じて細孔の割合を実験的に決定することは，発明の具体化において当業者が通常の創作能力の発揮により達成できることである。",
                "そして，煙草収納部2の多孔質ガラスの作用とフィルター4の作用との間に，ろ過性及び通気性に相対的な違いが認められるとしても，それが，煙草収納部2によって燃焼ガスを含めた側流煙全体を最小限にすることを当業者が想到することの妨げにならないことも，前記1(4) イ(イ) で認定したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上により，引用発明において，相違点1に係る発明を採用することは当業者が容易になし得たものであるとした審決の判断に誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明が本願補正発明と同様の機能を奏していると解されることは，前記1及び2において認定したとおりである。",
                "そして，前記1(2) カのとおり，引用例に，「‥‥。なお，煙草収納部2を構成する多孔質ガラスとしては，通気性の観点から下記特性を有するものが好ましく用いられる。」(段落【0010】)，「細孔径；0．05～15．0μm BET表面積；0．1～4．0m2／g 細孔容積；0．4～0．6cm3／g 主要成分；S",
                "iO 約70重量％ Al O 15重量％ B O 7重量％」(段落【001",
                "2】)とあるように，引用発明は通気性の観点から煙草収納部2の細孔特性を細孔径，BET表面積，細孔容積等によって決定しており，煙草収納部2の常識的に設定され得る厚さを踏まえれば，当該細孔特性により通気量を特定し得ることは，当業者が容易に用いることができる事項というべきである。",
                "一方，本願明細書には「孔隙率」を表す単位として，通気度を表す単位である「コレスタ単位(Coresta unit)」を用いることが記載されているから，本願補正発明の「孔隙率」は「通気度」を含む概念であると認められるところ，通気量を，孔隙率を表す通気度や多孔度を用いて特定することは，前記1(3) の周知例1ないし4の記載のとおり，周知の技術的事項である。",
                "以上により，引用発明において，上記周知の技術的事項を組み合わせることによって，通気量を孔隙率を表す通気度や多孔度を用いて特定することは，当業者が適宜なし得たものであると解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，引用発明において，相違点2に係る発明を採用することは当業者が容易になし得たものであると判断した審決に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する審決取消事由はいずれも理由がない。原告の請求は理由がなく，棄却を免れない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10367",
    "date": "2009-10-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038057",
    "ipprecedent_id": "1987",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}