{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−14003号事件について平成20年10月20日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において特許請求の範囲(請求項3)の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(甲4)及び拒絶査定",
              "text": [
                "発明の名称：「大型積層物の成形方法および成形用金型」",
                "出願日：平成10年11月13日",
                "出願番号：平成10年特許願第338438号",
                "手続補正日：平成16年10月4日(甲10)",
                "手続補正日：平成18年1月25日(甲11)",
                "拒絶査定日：平成18年5月26日(甲9)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成18年7月3日",
                "手続補正日：平成18年7月25日(甲14。以下，同日付の補正を「本件補正」という。)",
                "審決日：平成20年10月20日",
                "本件審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成20年11月26日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正後の特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項3の記載は，以下のとおりである。以下，請求項3に記載された発明を「本願発明」という。また，本件出願に係る本件補正後の明細書(特許請求の範囲につき甲14，その余につき甲4，甲11及び甲14)を「本願明細書」という。なお，文中の「／」は，原文の改行部分を示す。",
            "第1の位置と第2の位置へスライド可能な1面のスライド金型(10’)と，該スライド金型(10’)に対して型締めされる1面の可動金型(20’)とからなり，／前記可動金型(20’)には，金型の型締力の略中心部に位置する位置に1個の可動側凹部(21”)が形成され，／前記スライド金型(10’)には，該スライド金型(10’)が第1の位置へスライドされるとき前記可動側凹部(21’)と整合するスライド側コア(2’)と，前記スライド金型(10’)が第2の位置へスライドされるとき前記可動側凹部(21’)に整合するスライド側凹部(1’)とが形成され，／前記スライド金型(10’)には，該スライド金型(10’)を横切って前記スライド側コア(2’)の頂部に開口した1次成形用のスプル(4’)と，前記スライド側凹部(1’)の底部に開口した2次成形用スプルとが形成されていることを特徴とする大型積層物の成形用金型。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "本件審決の理由の要旨",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "本件審決の理由は，要するに，本願発明は，下記①ないし③の引用例1ないし3記載の発明(以下，それぞれ「引用発明1」ないし「引用発明3」という。)に基づいて当業者が容易に発明することができたものであるから，進歩性を欠く，というものである。",
            "① 引用例1：特開平03−073324号公報(甲1)",
            "② 引用例2：特開平04−049018号公報(甲2)",
            "③ 引用例3：特開平09−277305号公報(甲3)"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "なお，本件審決が認定した本願発明と引用発明1との相違点は，次の相違点1ないし同3である。",
            "相違点1：スライド金型について，本願発明は，スライド側コアとスライド側凹部とが形成され，スライド側凹部は，スライド金型が第2の位置へスライドされるとき可動側凹部に整合するものであるのに対し，引用発明1は，2つのコアが形成されたものである点",
            "相違点2：本願発明は，スライド側凹部の底部に開口した2次成形用スプルが形成されているのに対し，引用発明1は，可動金型と第2の固定金型との合せ面(パーティング面)にスプルが設けられている点",
            "相違点3：本願発明は，大型積層物を成形する対象としているのに対し，引用発明1は，対象が規定されていない点"
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "取消事由",
      "content": [
        {
          "fig": "(1)",
          "subject": "相違点2の判断の誤り(取消事由1)"
        },
        {
          "fig": "(2)",
          "subject": "相違点1の判断の誤り(取消事由2)"
        },
        {
          "fig": "(3)",
          "subject": "相違点の認定の誤り(取消事由3)"
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "2次成形用スプルが設けられている位置",
              "text": [
                "本願発明は，1次成形用スプルはスライド側コアの頂部に，2次成形用スプルはスライド側凹部の底部にそれぞれ開口しているという構成を有するので，1次成形及び2次成形のいずれにおいても金型内に構成されているキャビティに対して実質的に直角方向から溶融樹脂を射出することができる。このため，溶融樹脂がキャビティ内で均一になるように射出することができ，粘度の高い溶融樹脂でもキャビティの隅々まで比較的低圧で射出・充填することができる。また，1次半成形品の表面に沿って流れる溶融樹脂の速度は比較的低速になって，1次半成形品は変形せず，品質の高い大型積層物を得ることができる。",
                "引用発明1に係る金型は，本願発明に係る金型と異なり，2次成形用のスプル33aは可動金型と第2の固定金型との合せ面(パーティング面)に設けられている。",
                "したがって，2次成形時には溶融樹脂はキャビティの横方向から，つまりパーティング面に沿って射出されることになり，溶融樹脂はキャビティ内で不均一になると共に，第1の成型品35aの表面に沿って，高速に流れることになる。このように射出されるので，キャビティの隅々にまで充填するためには溶融樹脂は高圧で射出する必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "1次成形と2次成形とで射出される樹脂",
              "text": [
                "本願発明に係る金型は，1次成形と2次成形とで異なる種類の樹脂を射出する成形方法の実施に適しているが，引用例2に記載の金型は，射出装置7が1台だけであるので，そのような成形方法には適していない。引用発明2は，射出装置7が1台だけであるので射出できる樹脂は1種類だけになってしまい，1次成形と2次成形とで異なる種類の樹脂を射出しようとすると，射出装置7を他の射出装置に交換しなければならず，生産効率を著しく低下させる。したがって，引用例2に記載の金型と，本願発明に係る金型とは，金型に設けられているスプルの作用効果が異なっているので，引用例2に記載のスプルは証拠にはなり得ず，引用発明1に係る金型に引用例2に記載のスプルを組み合わせても，本願発明に係る金型が奏する優れた効果を発揮できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2の第12図の記載",
              "text": [
                "引用例2の第12図には，2台の射出装置を用いて1次成形と2次成形とで異なる種類の樹脂を射出することができる金型の例が記載されているが，この金型において，2次成形用のスプルは，2次成形用の凹部の底部にではなく，キャビティの側部に開口している。この事実は，本願発明のように，1次成形と2次成形とで異なる種類の樹脂を射出する成形方法を実施できる金型において，2次成形用のスプルをスライド金型の凹部の底面に容易に設けることができないことの証左である。",
                "よって，引用発明1において，「可動金型と第2の固定金型との合せ面(パーティング面)に設けられたスプルを，凹部金型の底部に設けるものとすることは，当業者が適宜なし得る設計変更にすぎない」とした本件審決の判断及び引用発明1において「第2の射出装置を第1の射出装置と平行に配置し，金型凹部の底部にスプルを設けることについても，これを阻害する特段の要因は認められない」とした本件審決の判断はいずれも失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件審決の相違点2の判断は誤りであり，取消しを免れない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "2次成形用スプルが設けられている位置",
              "text": [
                "引用例1の第5図において示されているように，スプル33aは，可動金型と第2の固定金型との合せ面(パーティング面)」に設けられているが，射出される合成樹脂は，第1の成型品35aに対して，実質的に直角方向から射出されているものであるから，「1次半成形品の表面に沿って流れる溶融樹脂の速度は比較的低速になって，1次半成形品は変形しない」ものであるといえる。",
                "さらに，引用発明2は，第11図及び第12図の他の実施例も含めて，スライド金型に設けた凹部の底部にスプルを開口するものであって，溶融樹脂が均一になるといえるものであることから，原告が主張する本願発明の相違点2に基づく効果は，当業者が予測可能な程度のものにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "1次成形と2次成形とで射出される樹脂",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2について，本件審決は，「スライド金型に設けた凹部の底部にスプルを開口する」という事項が公知技術であることを示すために引用例2を示したのである。",
                    "引用例2には，「中芯成形用キャビティ9に連通して形成された中芯成形用スプール9a及び前記表皮成形用キャビティ10に連通して形成された表皮成形用スプール10a」について記載されており，同第1図からみて，「中芯成形用スプール9a」及び「表皮成形用スプール10a」は，いずれも「中芯成形用キャビティ9」及び「表皮成形用キャビティ10」の凹部における底部にスプール(「スプル」に相当)を開口するものであることから，引用例2は，上記公知技術を示す証拠として適切である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，本願発明は，1次成形用のスプルと2次成形用スプルとから充填される樹脂が異なるものであると特定されるものではなく，本願明細書の発明の詳細な説明を参酌しても，特に異種樹脂材料の射出に限られるというものではないから，原告の主張は，本願発明に基づくものではなく，発明の詳細な説明を参酌したとしても同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用発明2も，二頭の射出装置を用いて，スライド金型に設けた凹部の底部に開口したスプルから，それぞれ異なる種類の樹脂を射出することができるものである。",
                    "したがって，引用例2に記載のスプルが証拠にはなり得ないとの原告の主張には理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2の第12図",
              "text": [
                "引用発明2は，二頭の射出装置を用いる場合もあり，2次成形用のスプルをキャビティの側部に開口することを必須とするものではない。さらに，引用例2における第11図及び第12図の他の実施例は，「第1図と同様の構成」によって，表皮成形用キャビティに表皮成形層用の材料を供給する構成として，スライド金型11の底部に設けた表皮成形用スプル10aを用いることも記載されているものということができる。",
                "そうすると，異なる樹脂を射出する引用例2の第11図及び第12図の他の実施例において，スライド金型の底部にスプルを設ける場合も示されているといえることから，阻害要因に係る原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件審決における相違点2の容易性の判断に誤りはなく，取消事由1についての原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る金型によって成形されるような中実成形品においては，2次成形によって射出される溶融樹脂が融着する1次半成形品の厚さや表面の形状をどのようにするかについて，最終的に得られる大型積層物の外観形状に影響を及ぼさないので，必然的に決定される事項ではない。本願発明に係る金型においては，1次成形用にスライド側コアを設け，2次成形用にスライド側凹部が形成されているので，1次半成形品は比較的厚さが薄く，2次成形のときに溶融樹脂が充填される部分は比較的厚さが厚くなる。つまり，2次成形のときに溶融樹脂が充填される空間，すなわちキャビティの厚さは厚くなる。そして，2次成形においては，射出される溶融樹脂が可動側凹部に残された1次半成形品の表面を流れるところ，キャビティの厚さが薄いと溶融樹脂は1次半成形品の表面を高速で流れてしまい，1次半成形品を変形させるおそれが高くなるが，キャビティの厚さが厚いと1次半成形品の表面に沿って流れる溶融樹脂の速度は比較的小さく，品質の高い大型積層物を得ることが可能になる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のとおり，本願発明に係る金型は，大型積層物を成形する金型として特に有利な構造を有しているのであるから，この点を考慮しないで，引用発明1において，「成型品の形態に応じて，2つのコアのうちの第2の固定金型に形成されたコアを凹部に代えて，コアと凹部を有するスライド金型とし，この凹部を可動側凹部に整合するものとすることは，当業者が適宜なし得る程度のことにすぎない」とした本件審決の判断は失当というべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本願発明は，可動側凹部，スライド側コア及びスライド側凹部の寸法関係について特定されているものではない。また，発明の詳細な説明を参酌しても，1次半成形品及び2次成形の厚さの関係を直ちに認定することはできない。",
                "そうすると，本願発明には，スライド側コアの突出の長さが短く，スライド側凹部の深さが浅い場合も含まれるものであって，この場合には，原告が主張するスライド側コア及びスライド側凹部についての寸法関係は逆のものとなり，原告の主張は，本願明細書の記載に基づくものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「大型積層物」とは，どの程度大型であるのかについて，本願発明及び発明の詳細な説明に記載されていないため，その定義が不明であり，さらに，単に可動側凹部，スライド側コア及びスライド側凹部を有することで，特に有利な構造となるとはいえない。",
                "さらに，本願明細書の記載からは，1次成形用にスライド側コアを形成し，2次成形用にスライド側凹部を形成することによって，格別の効果を奏するものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，「コアと凹部を有するスライド金型とし，この凹部を可動側凹部に整合するものとすることは，当業者が適宜なし得る程度のことにすぎない」とした本件審決における相違点1の容易性の判断に誤りはなく，取消事由2についての原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の認定の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，スライド側コアとスライド側凹部とは，共に1面のスライド金型に形成されている点を有している。したがって，型厚調整は容易であり，金型製作コストも小さい。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，引用発明1の金型は，第1の固定金型と第2の固定金型が可動板に取り付けられているにすぎず，第1の固定金型に形成されている凸部と，第2の固定金型に形成されている凸部とは，1面の金型には形成されていない。したがって，型厚調整も煩雑になるし，金型製作コストも小さくはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，引用発明1における「可動板」，「凸部が形成された第1の固定金型」並びに「第1の固定金型の凸部と同じ側の面上に凸部が形成された第2の固定金型」からなるものが，本願発明における「1面のスライド金型」に相当するとした本件審決の認定は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "引用発明1における第1の固定金型及び第2の固定金型は，可動板に取り付けられており，これらが一体となって，上方位置と下方位置へスライド可能となっているものである。そして，第1の固定金型と第2の固定金型にはそれぞれ凸部が形成されているところ，各凸部が形成された面は，同一面上に位置しているから，1つの面に凸部が形成されたものとみることができる。それゆえ，本件審決は，「可動板」，「凸部が形成された第1の固定金型」並びに「第1の固定金型の凸部と同じ側の面上に凸部が形成された第2の固定金型」からなるものが，本願発明における「1面のスライド金型」に相当すると認定したのであり，この点に原告が主張するような誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明1における第1及び第2の固定金型は，可動板に取り付けられているにすぎないから，第1の固定金型に形成されている凸部と，第2の固定金型に形成されている凸部とは，1面の金型には形成されていないと主張する。",
                "しかしながら，上記のとおり，引用発明1における第1及び第2の固定金型と可動板とは一体に構成され，1つの面に各凸部が形成されたものとみることができるから，この一体に構成されたものは，1面の金型に形成されているといえるのである。",
                "よって，上記原告の主張は失当である。",
                "原告は，型厚調整や金型製作コストの相違についても主張するが，その根拠となる構成の相違がない以上，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告の主張は，本願発明の「1面のスライド金型」が，本願発明の図3(甲4)に示された実施例のスライド金型10’のように，一体形成されていることを前提としているようにも解される。しかしながら，このことを前提としても，例えば，引用例2の第1図におけるスライド金型11及び引用例3の図1におけるスライド金型30のように，一体形成されたスライド金型は周知であることに照らせば，引用発明1の第1の固定金型，第2の固定金型及び可動板を一体形成されたスライド金型に変更することは，当業者が適宜になし得た設計変更にすぎない。",
                "よって，本件審決の結論が左右されるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "2次成形用スプルが設けられている位置",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明は，2次成形用スプルがスライド側凹部の底部に開口しているという構成を有しているため，溶融樹脂がキャビティ内で均一になるように射出することができ，粘度の高い溶融樹脂でもキャビティの隅々まで比較的低圧で射出・充填することができ，また，1次半成形品の表面に沿って流れる溶融樹脂の速度は比較的低速になって，1次半成形品は変形せず，品質の高い大型積層物を得ることができるのに対し，引用発明1では，2次成形用のスプルが可動金型と第2の固定金型との合せ面(パーティング面)に設けられているため，そのような作用効果を生じないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，まず，原告が主張する本願発明が奏するという上記作用効果は，本願明細書に記載されていない。しかも，本願発明は，単に「凹部の底部」に開口を設けたと特定しているにすぎず，底部であればどこに開口が設けられていても本願発明を充足するところ，底部の中心付近からはずれた位置に開口が設けられている場合には，原告主張の作用効果を生じないはずである。よって，溶融樹脂がキャビティ内で均一になるように射出することができるとの原告の主張は，本願明細書の特許請求の範囲の記載に基づかないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件審決は，原告が主張するような2次成形用スプルが設けられている位置に関する構成上の差異を相違点2として認定しているところ，そのような相違点について，引用例2(3頁右上欄18行～左下欄12行)には，以下の記載がある。",
                    "前記固定型6の一端6aに固定された架台8Aには，出入自在なピストンロッド8aを有するスライド用シリンダ等からなる摺動手段8が設けられており，このピストンロッド8aには，互いに独立して形成された中芯成形用キャビティ9及び表皮成形用キャビティ10を有するスライド金型11が矢印A及びBの方向に摺動自在に設けられている。前記中芯成形用キャビティ9に連通して形成された中芯成形用スプール9a及び前記表皮成形用キャビティ10に連通して形成された表皮成形用スプール10aは，前記スライド金型11が矢印A，Bに沿って移動することにより，前記固定スプール5と選択的に連通できるように構成されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記記載事項によると，引用例2には，スライド側凹部(表皮成形用キャビティ10)の底部に開口した2次成形用スプル(表皮成形用スプール10a)の構成が開示されているものということができる。そうすると，引用例2の成形用金型についても，2次成形時において金型キャビティに対して実質的に直角方向から溶融樹脂を射出するものであるということができる。",
                    "よって，原告が主張するような本願発明の作用効果は，2次成形用スプルがスライド側凹部の底部に開口しているという構成を有する引用例2の記載からも，当業者が予測できる程度のものといわざるを得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，原告は，引用発明1は，2次成形時においてキャビティの横方向，すなわちパーティング面に沿って樹脂が射出される構成であると主張する。",
                    "しかし，引用例1に記載されている金型は，第2図及び第5図によれば，その2次成形用のスプル(スプル33a)が射出装置からスプルの開口部に至るまでの樹脂の経路についてはパーティング面に形成されている構成がうかがえるものの，第5図によれば，スプルの開口部すなわちゲートについてはキャビティ(成形空間39)に対して実質的に直角方向から樹脂を射出できる位置に設けられており，パーティング面に沿って樹脂が射出される構成となっていない。",
                    "そうすると，原告の上記主張は，引用例1の記載に反するものであって，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1次成形と2次成形とで射出される樹脂",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明が1次成形と2次成形とで異なる種類の樹脂を射出する成形方法の実施に適していると主張する。",
                    "しかし，本願発明が1次成形と2次成形とで異なる種類の樹脂を用いることや，1次成形と2次成形とでそれぞれ異なる射出装置を使用することについて，本願明細書の特許請求の範囲には何ら特定がない。",
                    "しかも，本願明細書の発明の詳細な説明(甲4【0013】)には，「上記の成形例の説明においては，樹脂材料については格別に説明はしていないが，1次成形と2次成形に同じ樹脂材料を射出することもできる…」と記載され，同じ樹脂材料の使用もできること，すなわち本願発明が1次成形と2次成形とで同じ射出装置から溶融樹脂が射出されるものを包含する旨の記載がある。",
                    "このように，原告の上記主張は，本願明細書の特許請求の範囲の記載に基づかない主張であるし，さらには本願明細書の発明の詳細な説明の記載に反する主張であって，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明2は，射出装置7が1台だけであるので射出できる樹脂も1種類だけであると主張する。",
                    "しかし，引用例2(3頁左上欄15～18行)には，「射出装置が一対設けられている二頭構成の場合には，各々異なった樹脂材料が注入できるため，中芯成形品と表皮成形層とを異なる材質で構成することができる。」と記載されている。その記載によると，引用例2に記載されている射出装置は1台だけに限定されず，二頭の射出装置を用いてスライド金型に設けた凹部の底部に開口したスプルから異なる種類の樹脂が射出される構成の開示を認めることができる。",
                    "そうすると，原告の上記主張は，引用例2の記載に反する主張であり，失当であるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，引用発明2は，本願発明に係る金型に設けられているスプルと作用効果が異なるから，本願発明の進歩性を否定する証拠にはなり得ず，引用発明1に係る金型に引用例2に記載のスプルを組み合わせても本願発明に係る金型が奏する優れた効果を発揮できないと主張する。",
                    "しかし，上記イのとおり，引用例2には，1次成形と2次成形とで異なる種類の樹脂を射出する構成が開示されているから，原告が主張するような本願発明の効果は，引用例2の記載から予測し得る程度のものといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例2の第12図に記載されている2台の射出装置の配置について原告の主張は，本願発明が2台の射出装置を並べて配置する実施形態の場合に用いられる金型，すなわち1次成形と2次成形とで異なる種類の樹脂を射出する実施形態の金型であることを前提にするものであるところ，そのような前提に基づく主張が採用できないのは前記(2)のとおりであるから，この点に関する原告の主張も採用できない。",
                "なお，仮に，本願発明が1次成形と2次成形とで異なる種類の樹脂を射出する実施形態の金型であるとしても，引用例2(4頁右下欄6～11行)には，「…第12図の他の実施例においては，表皮側可動ランナーゲート及び表皮側スライドランナーゲートを用いて表皮成形用キャビテイに表皮成形層用の材料を供給する構成について述べたが，第1図と同様の構成として，二頭式の射出装置を用いることもできる」と記載されている。その記載によると，表皮側可動ランナーゲート及び表皮側スライドランナーゲートが，第1図と同様に凹部の底部に表皮成形用スプール10a(2次成形用のスプル)が形成されてなる金型が記載されているということができる。よって，その観点からしても，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，相違点2について容易に発明することができるとした本件審決の判断に原告主張の誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明に係る金型は，1次成形用にスライド側コアを設け，2次成形用にスライド側凹部が形成されているので，2次成形のときに溶融樹脂が充填されるキャビティの部分は比較的厚さが厚くなると主張するが，要するに，本願発明は，その2次成形時において，1次成形用のスライド側コアと2次成形用のスライド側凹部とが設けられていない引用例2及び3の金型における2次成形時に比べて，溶融樹脂が充填される空間の厚さは比較的厚く，よって1次半成形品(1次成形によって得られる半製品)の表面に沿って流れる溶融樹脂の速度を比較的小さくできることをいう趣旨のものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本願発明においては，2次成形において充填される溶融樹脂の厚さは，1次成形用のスライド側コアの高さと2次成形用のスライド側凹部の深さの和で与えられるものであって，コアや凹部の寸法によって，適宜に設定することができるものである。このことは，2次成形用に凹部ではなくコアが設けられている引用発明1の場合も同じであり，単にコアと凹部を有するか否かによって，2次成形において充填される溶融樹脂の厚さが決まるものではない。そうすると，本願発明に係る金型は，1次成形用のスライド側コアと2次成形用のスライド側凹部が設けられていない金型に比べて，2次成形において充填される溶融樹脂の厚さが比較的厚くなるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は，スライド側コアとスライド側凹部とは，共に1面のスライド金型に形成されているのに対し，引用発明1の金型は，第1の固定金型と第2の固定金型が可動板に取り付けられているにすぎず，第1の固定金型に形成されている凸部と第2の固定金型に形成されている凸部とは1面の金型には形成されていないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，まず，本願明細書の特許請求の範囲には，「1面の」の意味について，何ら特定がないし，発明の詳細な説明にもその記載はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点について，原告は，審査段階で「1面の」の構成を付加する手続補正をするのと同時に特許庁に提出した意見書(甲11)において，以下の記載をしていた。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明のスライド金型は，1面からなっている。したがって，構造は単純で安価になって，多品種・少量生産用の金型として適している。…これに対し，引用発明1の固定金型はスライドするので，本願発明のスライド金型に相当するが，この引用例1の固定金型は2面からなっている。したがって，イニシアルコストは高くなり，多品種・少量生産用の金型には適していない。また，面数が多くなり保守・点検のコストも嵩むと思われる。(2頁38～45行)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明のスライド金型は1面からなり，構造は単純で安価になって，多品種・少量生産用の金型として適しているが，引用発明1のスライドする固定金型は2面からなっていてイニシアルコストは高くなり，多品種・少量生産用の金型には適していない。また，面数が多くなり保守・点検のコストも嵩むと思われる(3頁34～37行)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告の上記意見書の記載は，「1面の」について一体形成されるものであることを前提とするとも解されるが，「面」とは一般的に「物の外郭を成す，角だっていないひろがり。その類似物。」(広辞苑第六版)を意味すると解されるから，このような解釈を超えて本願発明の「1面の」が一体形成という意味を有すると解することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そして，引用発明1の第1の固定金型と第2の固定金型にはそれぞれ凸部が形成されているところ，当該凸部が形成されている面は同一面上に位置していることは，引用例1の3～5図の記載から明らかである。そうすると，引用発明1は，1つの面すなわち1面に各凸部が形成されたものとみることができるのであるから，本件審決の認定に誤りは認められない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，仮に，本願発明のスライド金型が一体形成されるものであるとしても，引用例2の第1図，引用例3の図1の記載からすると，一体形成されたスライド金型は周知であるから，一体に組み合わされてなる引用発明1の第1の固定金型，第2の固定金型及び可動板を一体形成されたスライド金型とすることは，当業者が適宜なし得る設計事項にすぎないといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10479",
    "date": "2009-09-08",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037974",
    "ipprecedent_id": "1951",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}