{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−800118号事件について平成20年6月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が特許権を有し発明の名称を「遊技機」とする特許第3699417号に対し，原告が平成19年6月19日付けで請求項1～5につき特許無効審判請求をし，被告が平成19年9月4日付けで訂正請求をしたところ，特許庁が訂正を認めた上，請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，訂正後の上記請求項1～5の各発明が特許法29条1項柱書の「発明」に当たるか，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成14年4月18日，名称を「遊技機」とする発明について特許出願(特願2002−116058号)をし，平成17年7月15日付け",
                "で特許第3699417号として設定登録を受けた(請求項の数5。特許公報は乙3。以下「本件特許」という。)。",
                "これに対し原告から，平成19年6月19日付けで本件特許の請求項1～5につき特許無効審判請求がなされたので，特許庁は，これを無効2007−800118号事件として審理し，その中で被告は平成19年9月4日付けで特許請求の範囲の変更等を内容とする訂正請求(以下「本件訂正」という。甲20)をしたところ，特許庁は，平成20年6月16日，本件訂正を認めるとした上，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成20年6月26日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前",
                  "text": [
                    "本件訂正前の請求項1～5に係る発明(以下「本件発明1」～「本件発明5」という。)の内容は，以下のとおりである。",
                    "・【請求項1】",
                    "複数の図柄を変動表示する変動表示手段と，",
                    "内部当選役を決定する内部当選役決定手段と，",
                    "前記変動表示手段の変動表示動作を，少なくとも前記内部当選役決定手段の決定結果を含む情報に基づいた停止制御によって停止表示させる停止制御手段と，",
                    "前記変動表示手段に所定の図柄が停止表示された場合に，再遊技の権利を付与する再遊技実行手段と，",
                    "所定の条件が成立した場合に，前記内部当選役決定手段における前記再遊技の内部当選する割合を増大させることが可能な期間を発生させる高確率再遊技期間発生手段と，を有する遊技機において，",
                    "前記高確率再遊技期間の終了決定を所定の終了確率で行う高確率再遊技期間終了決定手段と，",
                    "前記終了確率を前記内部当選役決定手段において決定された内部当選役に基づいて決定する終了確率決定手段と，を備え，",
                    "前記終了確率決定手段は，所定の内部当選役が入賞したことを条件に，複数の高確率再遊技選択状態のうちから一の高確率再遊技選択状態を決定し，",
                    "前記高確率再遊技期間終了決定手段は，前記決定した高確率再遊技選択状態に基づいて終了か否かを決定することを特徴とする遊技機。",
                    "・【請求項2】",
                    "前記内部当選役決定手段において特定の内部当選役が決定され，前記変動表示手段に前記特定の内部当選役に対応する図柄が停止表示しなかった場合に，次の遊技に前記特定の内部当選役を持ち越す特定内部当選役持ち越し手段を有し，",
                    "前記特定内部当選役持ち越し手段によって，前記特定の内部当選役が持ち越されている場合においても，前記特定の内部当選役を含めて，前記内部当選役決定手段による内部当選の決定を行うようにしたことを特徴とする請求項1に記載の遊技機。",
                    "・【請求項3】",
                    "前記内部当選役決定手段において，前記特定の内部当選役が決定された回数を記憶可能な特定内部当選役決定回数記憶手段を有し，前記特定内部当選役持ち越し手段は，前記特定内部当選役決定回数記憶手段に記憶される回数分の内部当選役を持ち越すようにしたことを特徴とする請求項1又は2に記載の遊技機。",
                    "・【請求項4】",
                    "前記変動表示手段に前記特定の内部当選役に対応する図柄が停止表示された回数を，特定内部当選役決定回数記憶手段から減算するようにしたことを特徴とする請求項1乃至3のいずれかに記載の遊技機。",
                    "・【請求項5】",
                    "前記変動表示手段の変動表示を停止させるための複数の操作手段を有し，前記停止制御手段による停止制御を，前記内部当選役の決定結果と，前記操作手段の操作と，に基づいて行うようにしたことを特徴とする請求項1乃至4のいずれかに記載の遊技機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後(以下，「訂正発明1」～「訂正発明5」という。下線は訂正部分)",
                  "text": [
                    "・【請求項1】",
                    "本件発明1と同じ",
                    "・【請求項2】",
                    "本件発明2と同じ",
                    "・【請求項3】",
                    "前記内部当選役決定手段において，前記特定の内部当選役が決定された回数を記憶可能な特定内部当選役決定回数記憶手段を有し，前記特定内部当選役持ち越し手段は，前記特定内部当選役決定回数記憶手段に記憶される回数分の内部当選役を持ち越すようにしたことを特徴とする請求項2に記載の遊技機。",
                    "・【請求項4】",
                    "前記変動表示手段に前記特定の内部当選役に対応する図柄が停止表示された回数を，特定内部当選役決定回数記憶手段から減算するようにしたことを特徴とする請求項3に記載の遊技機。",
                    "・【請求項5】",
                    "本件発明5と同じ"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効審判請求の理由",
              "text": [
                "原告が本件特許の請求項1～5につき無効審判を求めた理由は，最終的には，次の無効理由1～3である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件特許は，請求項1に「高確率再遊技機期間終了決定手段」「終了確率決定手段」と構成が記載されているものの，いずれも発明の詳細な説明のどの構成を示すのかが不明であり，同時に，「特許を受けようとする発明が明確でない」ので，特許法36条6項1号及び2号に違反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "請求項1～5に記載の発明は，技術上の意義ある部分がルールそのものであるから，本件特許は特許法29条1項柱書に違反する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3",
                  "text": [
                    "請求項1記載発明は下記甲1発明に，請求項2～5記載発明は下記甲1発明及び甲2発明に，それぞれ周知技術及び単なる設計事項を組み合わせただけであるから，本件特許は進歩性を欠き，特許法29条2項に違反する。",
                    "記",
                    "・甲1発明：特開2001−314559号公報(発明の名称「遊技機",
                    "およびそのゲームプログラムを記録した記録媒体」，出願人 テクモ株式会社，公開日 平成13年11月13日)",
                    "・甲2発明：特開2000‐210413号公報(発明の名称「遊技機及びその制御装置」，出願人 アルゼ株式会社，公開日",
                    "平成12年8月2日)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由は，上記無効理由1ないし3はいずれも認めることができないとしたものであるが，そのうち無効理由2に対するものは，請求項1～5に係る発明は，機器である遊技機に対する制御に伴う処理を具体的に行う装置であるから，自然法則を利用した技術思想の創作であり無効とされるべきものではない等としたものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，上記無効理由2が成り立たないとした審決には，以下に述べるとおり誤りがあるので，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "発明は，新しい技術(発明の技術上の意義ある構成)を開示することによって特許権が付与されるものである。すなわち，特許権の付与対象は，その発明において新たに公表された部分であり，特許法29条1項柱書該当性の判断に当たっても，その特許権付与の代償として開示された新しい発明(発明の技術上の意義ある構成)自体が，特許法29条1項柱書に該当するか否かで判断されるべきものである。そして，特許法29条1項柱書に違反しているか否かは，①産業上利用できる発明であること，②自然法則を利用した発明であること，③技術的思想の創作となる発明であること，④技術的思想の創作のうち高度なものであること，の4点の要件判断が必要である。原告は，本件訴訟において，訂正発明1～5が，産業上利用できる発明であること(前記要件①)，技術的思想の創作のうち高度なものであること(前記要件④)は争わない。",
                    "しかしながら，本件訂正発明1～5は，以下に述べるとおり，自然法則を利用した発明ではなく(前記要件②)，仮に本件訂正発明が自然法則を利用した発明であるとしても技術的思想の創作となる発明でない(前記要件③)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術上意義ある部分を特許法29条1項柱書該当性判断の対象とすべきであること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法39条は，同一の発明について複数の特許が成立することを防止するために設けられた要件である。同条に該当するか否かを判断するに当たっては，「2つの発明が同一であるだけでなく，仮に相違点があったとしてもその相違点が周知技術のみである場合には同一である。」と判断される。すなわち，同条該当性を判断するに当たっては，「特許請求の範囲全体に記載された発明のうちで，周知技術を除外した構成」によって判断される。ここでは，原告の主張する「技術的意義ある部分」が「周知技術を除外した構成」となる。このことは，特許庁において，同条の審査基準として，「3．3出願日が異なる場合における請求項に係る発明同士が同一か否かの判断手法」において，「(2)両者の発明特定事項に相違点がある場合であっても，以下の①ないし③に該当する場合(実質同一)は同一とする。」と記載され，その①に「①後願発明の発明特定事項が，先願発明の発明特定事項に対して周知技術，慣用技術の付加，削除，転換等を施したものに相当し，かつ，新たな効果を奏するものではない場合。」と記載されていることに一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許法29条の2は，先願の明細書に記載された発明と同一の後願の発明は，新しい技術の公開にならないので，特許としないとしたものである。同条の2の該当性を判断するに当たっては，「2つの発明が同一であるだけでなく，仮に相違点があったとしてもその相違点が周知技術のみである場合には，同一である。」と判断される。すなわち，同条の2の該当性を判断するに当たっては，「特許請求の範囲全体に記載された発明のうちで，周知技術を除外した構成」によって判断される。ここでは，「技術的意義ある部分」が「周知技術を除外した構成」となる。この点は，特許庁において，同条の2の審査基準として，「3．4 請求項に係る発明が引用発明と同一か否かの判断」において，「請求項に係る発明の発明特定事項と引用発明特定事項とに相違がある場合であっても，それが課題解決のための微差(周知技術，慣用技術の付加，削除，転換等であって，新たな効果を奏するものではないもの)である場合(実質同一)は同一とする。」と記載されていることと一致する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許法第29条1項及び2項は，いわゆる新規性及び進歩性を規定している。",
                        "特許法29条2項に該当するか否かの判断は下記の順に行う。",
                        "① 一の発明を特定する。",
                        "② 請求項に係る発明と一の発明との一致点，相違点を認定する。",
                        "③ 相違点を埋める他の発明を特定する。",
                        "④ 一の発明と他の発明との組み合わせを検討する。",
                        "ここで，「一の発明」とは，請求項に係る発明の一部を含んでいる出願前の公知発明である。すると，この請求項に係る発明のうち，「一の発明」に相当する構成には新規性がないこととなっている。したがって，請求項に係る発明に進歩性があるというためには，a．「他の発明」として適当な発明がなく，相違点に進歩性がある。",
                        "b．「一の発明」と「他の発明」との組み合わせに進歩性がある。",
                        "のいずれかとなる。",
                        "すなわち，特許法29条2項該当性の判断においては，相違点を埋めることができる「他の発明」が検索できたとすると，この「他の発明」は発明を行う当業者の能力の範囲内であるので，「一の発明」と同一技術分野の発明であるか，若しくは他の技術分野ではあるものの「発明が解決しようとする課題を共通にした発明」である。すると，「一の発明」と「他の発明」との組み合わせに進歩性がある(前記b)というためには，「一の発明」と「他の発明」とを単に組み合わせようとした場合には阻害要因があったものの，請求項に係る発明でその阻害要因を除去して組み合わせたような場合が挙げられる。それ以外の場合では，「他の発明」として適当な発明がなく，相違点に進歩性がある(前記a)場合に進歩性があると考えられる。したがって，特許法29条2項該当性の判断においては，他の発明の評価が主体となることがほとんどであり，このときには，「他の発明」が「技術上の意義ある部分」となる。",
                        "特許法29条1項該当性の判断については，同法29条2項に進歩性が規定され，構成要件の「単なる寄せ集め」は進歩性がないこととされている。ここで「単なる寄せ集め」とは，複数の構成要件を合体させただけで，合体によって新たな効果を生じないような場合であり，代表的には周知技術との組み合わせが考えられる。したがって，特許法29条1項の新規性に関しては，周知技術との関係を進歩性で補えるので，「請求項に係る発明の発明特定事項と引用発明特定事項とに相違点がない場合は，請求項に係る発明は新規性を有さない。」として，請求項に係る発明の発明特定事項のすべて，すなわち発明全体で判断することとしている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明の「技術上の意義ある部分」の特定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の請求項1(訂正発明1)を分節すると下記のとおりとなる。",
                        "1-a 複数の図柄を変動表示する変動表示手段と，",
                        "1-b 内部当選役を決定する内部当選役決定手段と，",
                        "1-c 前記変動表示手段の変動表示動作を，少なくとも前記内部当選決定手段の決定結果を含む情報に基づいた停止制御によって停止表示させる停止制御手段と",
                        "1-d 前記変動表示手段に所定の図柄が停止表示された場合に，再遊技の権利を付与する再遊技実行手段と，",
                        "1-e 所定の条件が成立した場合に，前記内部当選役決定手段における前記再遊技の内部当選する割合を増大させることが可能な期間を発生させる高確率再遊技期間発生手段と，を有する遊技機において，",
                        "1-f 前記高確率再遊技期間の終了決定を所定の終了確率で行う高確率再遊技期間終了決定手段と，",
                        "1-g 前記終了確率を前記内部当選役決定手段において決定された内部当選役に基づいて決定する終了確率決定手段と，を備え，1-h 前記終了確率決定手段は，所定の内部当選役が入賞したことを条件に，複数の高確率再遊技選択状態のうちから一の高確率再遊技択状態を決定し，",
                        "1-i 前記高確率再遊技期間終了決定手段は，前記決定した高確率再遊技選択状態に基づいて終了か否かを決定することを特徴とする遊技機。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1-aないし1-eは，本件特許の出願前に既に公開されている発明又は周知技術ないし慣用技術であり「技術上の意義ある部分」とはならない。前記1-fから1-iが本件特許の請求項1記載発明の「技術上意義ある部分」である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "自然法則を利用した発明でないこと",
                  "text": [
                    "本件特許の請求項1に記載された「高確率再遊技」を実際に実行するためには，「高確率再遊技」をいつ開始して，いつ終了するのかというルールが必要である。通常，スロットマシンにおける遊技状態を変更するための開始条件は，①特定の絵柄の入賞，②特定の絵柄の当選，③毎回行われる抽選の結果，④特定の機会に行われる抽選の結果，⑤特定時から特定回数のゲームを行ったとき，等が考えられる。また，遊技状態を元に戻すための終了条件としては，①特定の絵柄の入賞，②特定の絵柄の当選，③毎回行われる抽選の結果，④特定の機会に行われる抽選の結果，⑤開始時から特定回数のゲームを行ったとき，等が考えられる。しかし，これらはいずれも単なる取り決めであり，このような種々の遊技状態の変更条件を，「高確率再遊技」を終了させるために若干複雑にして定めたルールが，本件特許の請求項1の1-f～1-iに記載されているだけである。そして，その効果は，「終了条件の多様化を図り遊技性が広がり面白みが増す。」とされ，技術的な効果ではない。すると，本件特許の請求項1記載発明は，発明の技術上の意義を特定するための事項が，「遊技機における特殊遊技の終了条件を定めた」ものであり，「遊技のルールそのもの」であることから自然法則を利用していない発明である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "技術的思想の創作となる発明でないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明の技術上の意義ある部分は，前述のとおり，請求項1でいえば，前記の1-fから1-iの部分であるが，これらは全て「高確率再遊技」を終了するためのルールである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の特許公報(乙3)には，本件訂正発明の効果が下記のように記載されている。",
                        "「以上，説明したように本発明によれば，高確率再遊技期間中に，所定の内部当選役(例えばチェリー)が決定されたことを条件に，高確率再遊技期間を終了させるとともに，その内部当選役を複数設け，それらの内部当選役毎に終了確率が異なるようにしたので，遊技者は，リールに所定の内部当選役に対応する図柄が停止表示されることを見れば，高確率再遊技期間の終了を知ることができるようになる。そして，その内部当選役が複数あり，それぞれについて終了確率が異なることから，終了条件の多様化が図れることから，遊技性が広がり面白みが増す。このように，予め定められた高確率再遊技期間の継続ゲーム数を消化すること以外にも高確率再遊技期間の終了の機会を遊技者に複数与えることができるので，遊技者は期待感を損なうことなく，遊技を進めることができるようになる。」(段落【0126】)ここに記載された効果は，「遊技性が広がり面白みが増す。」，「遊技者は期待感を損なうことなく，遊技を進めることができるようになる。」というものであり，専ら人間の思想感情に訴えることによって得られる効果のみであることから，「技術的な効果」でないことは明らかである。",
                        "また，「遊技者は，リールに所定の内部当選役に対応する図柄が停止表示されることを見れば，高確率再遊技期間の終了を知ることができるようになる。」と記載されているものの，その遊技者は，「所定の内部当選役に対応する図柄が停止表示される」ことと「高確率再遊技期間の終了」との関係を知っている遊技者にしか理解できないことであり，遊技内容を熟知している遊技者による，特定の図柄の停止表示の確認という，専ら遊技者に委ねられた効果を有していることとなっている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上からすれば，本件特許に係る発明のうち技術上の意義ある部分は，構成が「遊技機のルールそのもの」であり，効果が「専ら人間の思想感情に訴えることによって得られる，技術的でない効果」を有するものであるから，「技術的思想の創作」に該当しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "請求項2について",
                  "text": [
                    "本件特許の請求項2記載の発明(訂正発明2)は，「特定の内部当選役を入賞させることができなかったときに，この内部当選役を持ち越せるが，持ち越しているときにも特定の内部当選役が抽選で当たる。」というものであり，本件特許の出願前に公開された甲2(特開2000‐210413号公報，発明の名称「遊技機及びその制御装置」，出願人アルゼ株式会社，公開日平成12年8月2日。以下「甲2」文献という。)に記載されている発明そのものであり，この請求項2を付加しても，付加される内容が新規な事項ではないので，特許法29条1項柱書に違反している。",
                    "また，甲2文献に記載されていないとしても，当選したときの当選役の扱いについて定めたルールそのものであり，特許法29条1項柱書に違反している。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "請求項3について",
                  "text": [
                    "本件特許の請求項3記載の発明(訂正発明3)は，「特定の内部当選役を入賞させることができなかったときに，この内部当選役を一定回数分だけ持ち越せる」というものであるが，本件特許の出願前に公開された甲2文献に記載されている発明そのものであり，この請求項3を付加しても，付加される内容が新規な事項ではないので，特許法29条1項柱書に違反している。",
                    "また，甲2文献に記載されていないとしても，当選したときの当選役の扱いについて定めたルールそのものであり，特許法29条1項柱書に違反している。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "請求項4について",
                  "text": [
                    "本件特許の請求項4記載の発明(訂正発明4)は，「一定回数持ち越している内部当選役を停止表示させたときには，一定回数から減算する」というものであるが，本件特許の出願前に公開された甲2文献に記載されている発明そのものであり，この請求項4を付加しても，付加される内容が新規な事項ではないので，特許法29条1項柱書に違反している。",
                    "また，甲2文献に記載されていないとしても，当選したときあるいは停止させたときの当選役の扱いについて定めたルールそのものであり，特許法29条1項柱書に違反している。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "請求項5について",
                  "text": [
                    "本件特許の請求項5記載の発明(訂正発明5)は，「停止を内部当選役と停止のための停止操作に基づいて行う」というものであるが，本件特許の出願前に公開された甲2文献に記載されている発明そのものであり，この請求項5を付加しても，付加される内容が新規な事項ではないので，特許法29条第1項柱書に違反している。",
                    "また，甲2文献に記載されていないとしても，具体的構成の記載がないので，停止させる時のルールそのものとなっており，特許法29条1項柱書に違反している。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "以上説明したように，本件特許の請求項2ないし5に記載の発明は，技術上の意義ある部分がルールそのものであり，特許法29条1項柱書に違反し，特許法123条1項2号の規定により，無効とされるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(4)の各事実は認めるが，(5)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張ア，イに対し",
              "text": [
                "特許権の付与対象は，特許請求の範囲全体に記載された発明であって，その一部分のものではない。それと同様に，ある発明が特許法29条1項柱書の「産業上利用することができる発明」に該当するかどうかは，当該発明の一部分ではなく，発明全体として判断すべきものである。原告の主張は，特許権の付与対象や発明の概念を誤解し，誤った見解に立脚するものである。この点，審決は，審判請求人(原告)が「技術上意義ある部分」としている請求項1の分節1‐f～1‐iのみならず，請求項1に係る発明が全体として「自然法則を利用した技術思想の創作である。」と判断しているのであり，判断手法に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張ウに対し",
              "text": [
                "原告は，特許法39条，29条の2，29条1項及び2項の特許要件を判断するに際し，2つの発明を対比する場合に，周知慣用技術等を除外して検討することを挙げ，それと同様に特許法29条1項柱書の要件についても，「技術的に意義のある部分」について，自然法則利用の有無や技術的思想の創作該当性を判断すべきであると主張する。しかし，特許法39条，29条の2，29条1項及び2項のように，2つの発明を対比することにより特許要件の有無を判断する場合と，同法29条1項柱書のように，当該発明自体について特許要件の有無を判断する場合では，判断の性質が自ずと異なる。原告が指摘するように，特許庁における特許法39条と同法29条の2の審査基準においては，相違点が周知慣用技術等に過ぎない場合には，両発明の同一性が認められるとされているが，特許法29条1項柱書に関する審査基準ではそうした記載は一切ない。これは，周知慣用技術等に該当する部分も含め，発明全体から自然法則利用の有無や技術的思想の創作の該当性の有無を判断するという原則の表明にほかならない。前述のとおり，ある発明が特許法29条1項柱書に該当するかどうかは，当該発明の一部分ではなく，発明全体として判断すべきものであるから，本件特許の請求項1記載の発明中，一部分のみを抽出して上記判断をする原告の判断手法は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張エに対し",
              "text": [
                "当該発明が，人為的な取決めや人間の精神活動を利用しながら，自然法則を利用していない場合は別として，本件特許の請求項1に係る発明は，機器である遊技機に対する制御を伴う処理を具体的に行う装置であって，発明全体として自然法則を利用していることは明らかである。",
                "仮に，本件特許の請求項1の分節のうち1‐f～1‐i部分だけを取り出してみたとしても，それが「遊技のルール」そのものであるとはいえない。",
                "すなわち，本件特許の訂正明細書(甲20)によれば，上記1‐f～1‐i部分は，マイクロコンピュータに基づいて機能する「高確率再遊技」の終了決定に関する処理を行い，本件特許の請求項1に記載された高確率再遊技期間に関連する制御を実現するために必要な機能実現手段であることが明らかである。よって，本件特許の請求項1の分節のうち1‐f～1‐i部分だけを取り出したとしても，同部分は，自然法則を利用した発明に当たる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張オに対し",
              "text": [
                "「遊技のルール」であれば，それをもって自然法則を利用したものではないとか，技術的思想ではないと解する余地もあるが，本件特許の請求項1に係る発明(訂正発明1)は，そうした単なる遊技のルールではなく，機器である遊技機に対する制御に伴う処理を具体的に行う装置である。",
                "また，「技術」とは，一定の目的を達するための具体的手段をいい，実施可能性かつ反復可能性のあることを要するとされ，「技術的思想」とは抽象的なものではなく，具体化されたものでなければならないとされている。上記訂正発明1は，遊技者が期待感を維持しながら遊技を進めうる遊技機を提供するため，遊技機を制御して一連の作動を実現しており，これが実施可能性かつ反復可能性のあることは明らかであるし，技術的思想としての具体性も備えている。その意味で，人間の精神活動に影響を及ぼす著作物とは明らかに異なる「技術的思想の創作」である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張カないしコに対し",
              "text": [
                "前述のとおり，本件特許の請求項1に係る発明(訂正発明1)が特許法29条1項柱書の要件を満たし，「産業上利用することができる発明」に該当することは明白である以上，これを引用する他の請求項に係る各発明(訂正発明2ないし5)も同様に解される。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(無効審判請求の理由)，(4)(審決の内容)の各事実はいずれも当事者間に争いがない。",
            "無効審判請求の請求人たる原告は，審判段階においては，前記のとおり，①無効理由1(本件特許は特許法36条6項1号〔特許を受けようとする発明が発明の詳細な説明に記載したものであること〕又は2号〔特許を受けようとする発明が明確であること〕に違反する)，②無効理由2(本件特許は特許法29条1項柱書〔産業上利用することができる発明であること〕に違反する)，③無効理由3(本件特許に係る各発明は甲1発明〔特開2001−314559号公報〕・甲2発明〔特開2000−210413号公報〕等との関係で進歩性を欠き特許法29条2項に違反する)を各主張したが，審決においてはいずれもこれを退けられたものであるところ，上記審決の取消しを求める本件訴訟において原告は，上記②の無効理由2に対する審決の判断のみを争う(原告は，平成20年9月24日の当審第1回弁論準備期日において，「本件審判における無効理由1～3のうち取消事由として主張するのは，発明性(29条1項柱書)についてのみである」としている〔同手続調書〕。)ので，以下，その当否について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(乙3〔本件特許公報〕，甲20〔訂正請求書〕)及び弁論の全趣旨によれば，本件特許の特許請求の範囲，発明の詳細な説明，図面等は以下のとおりであったことが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正前及び訂正後の特許請求の範囲は，前記第3，1(2)ア，イのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "・【発明の属する技術分野】",
                    "「本発明は，遊技に必要な図柄を変動表示する変動表示手段と，その変動表示を制御するマイクロコンピュータ等の制御手段とを備えたスロットマシン，パチンコ機，その他の遊技機に関するものである。」(段落【0001】)",
                    "・【従来の技術】",
                    "「従来，このような遊技機として，例えば，停止ボタンを備えたスロットマシン，いわゆるパチスロ遊技機が知られている。一般的に，このパチスロは，正面の表示窓内に複数の図柄を変動表示する回転リールを複数配列して構成した機械的変動表示装置やリール上の図柄を画面に表示する電気的変動表示装置を有しており，この変動表示装置に所定の図柄組合せを揃えることにより行われるものである。」(段落【0002】)",
                    "・「このパチスロ機の遊技は，まず，遊技者の遊技媒体(メダルまたはコイン等)の投入によって開始される。そして，遊技者のスタート操作に応じて，制御手段が変動表示装置を駆動制御して各リールを回転させることにより，図柄を変動表示させる。変動した図柄は，一定時間後自動的に，或いは遊技者の停止操作により，各リールの回転を順次停止させる。このとき，表示窓内に現れた各リールの図柄が特定の組合せ(入賞図柄)になった場合には，遊技媒体を払い出すことによって遊技者に利益を付与する。」(段落【0003】)",
                    "・「このようなパチスロ遊技機は，複数種類の入賞態様を有している。特に，所定の入賞役の入賞が成立したときは，1回のメダルの払い出しに終わらず，所定期間，通常の状態よりも条件の良い遊技状態(ボーナスゲーム)となるものがある。このような入賞役として，遊技者に相対的に大きな利益を与えるゲームを所定回数行える入賞役(「ビッグボーナス」と称し，以下「BB」と表す)と，遊技者に相対的に小さな利益を与えるゲームを所定回数行える入賞役(「レギュラーボーナス」と称し，以下「RB」と表す)がある。」(段落【0004】)",
                    "・「また，パチスロ遊技機においては，有効化された入賞ライン(以下「有効ライン」という)に沿って停止表示される図柄の組合せは，内部的な抽選処理(以下「内部抽選」という)を行い，この抽選結果と，遊技者の停止操作タイミングとに基づいて決定されている。つまり，メダル，コイン等が払い出される入賞が成立するためには，上述の内部的な抽選処理により入賞役に当選(以下「内部当選」という)し，かつその内部当選した入賞役(以下「内部当選役」という)の入賞成立を示す図柄組合せを有効ラインに停止できるタイミングで遊技者が停止操作を行うことが要求される。つまり，いくら内部当選したとしても，遊技者の停止操作のタイミングが悪いと入賞を成立させることができない。」(段落【0005】)",
                    "・「小役と称されるBB，RB以外の内部当選役は，内部当選したゲームで入賞を成立させられなければ，入賞を得られる権利を失ってしまうので，いわゆる「目押し」と称される，適切なタイミングで行う停止操作を行わなければ，獲得できるメダル等の数が減ってしまうことになる。",
                    "また，全ての入賞役について常に目押しを行わなければならないような構成にしてしまうと，遊技者間の技術の差による獲得メダル数に大きな開きが生じてしまい，初心者が著しく不利を被ってしまうことから，上述のBB，RB等は入賞するまで内部当選役が保持されるような構成になっている。」(段落【0006】)",
                    "・「従来，BBやRBの内部当選役が持ち越されている間は，BBやRBの内部抽選が行われないようにしていたが，近年，BBやRBの内部当選役が持ち越されている間にもBBやRBの内部抽選を行い，更にBBやRBに内部当選した回数をそれぞれ記憶し，内部当選した回数分だけBBやRBに入賞する機会を与える，いわゆるストック機能を有する遊技機が提案されている。」(段落【0007】)",
                    "・「また，入賞が成立すると遊技媒体を賭けることなく次のゲームを行うことが可能となる役として再遊技が設けられているが，この再遊技に内部当選する確率が高い状態で所定期間遊技を行うことのできる高確率再遊技期間というものがある。この高確率再遊技期間とストック機能とを組み合わせて，高確率再遊技期間中に，ボーナスの内部当選役を貯め込むようにした遊技機も知られている。」(段落【0008】)",
                    "・【発明が解決しようとする課題】",
                    "「しかしながら，上述の遊技機において，高確率再遊技期間は予め定められたゲーム数分継続し，そのゲーム数分消化しなければ高確率再遊技が終わることがなかった。また，高確率再遊技の終了条件が一つであったことから，その遊技も単調になる傾向にあり，遊技者は期待感を維持することが困難であった。」(段落【0009】)",
                    "・「本発明の目的は，高確率再遊技を行うに際して，予め定めた終了条件以外にも複数の終了条件を作ることによって，期待感を維持しながら遊技を進めることのできる遊技機を提供することである。」(段落【0010】)",
                    "・【課題を解決するための手段】",
                    "「本発明はこのような課題を解決するためになされたもので，複数の図柄を変動表示する変動表示手段と，内部当選役を決定する内部当選役決定手段と，前記変動表示手段の変動表示動作を，少なくとも前記内部当選役決定手段の決定結果を含む情報に基づいた停止制御によって停止表示させる停止制御手段と，前記変動表示手段に所定の図柄が停止表示された場合に，再遊技の権利を付与する再遊技実行手段と，所定の条件が成立した場合に前記内部当選役決定手段における前記再遊技の内部当選する割合を増大させることが可能な期間を発生させる高確率再遊技期間発生手段と，を有する遊技機において，前記高確率再遊技期間の終了決定を所定の終了確率で行う高確率再遊技期間終了決定手段と，前記終了確率を前記内部当選役決定手段において決定された内部当選役に基づいて決定する終了確率決定手段と，を備えたことを特徴とするものである。」(段落【0011】)",
                    "・「このような構成によれば，高確率再遊技期間中に所定の入賞役(例えばチェリー)に内部当選した場合に，高確率再遊技期間を終了させることができるので，遊技者は，リールに所定の内部当選役に対応する図柄が停止表示されることを見れば，高確率再遊技期間の終了を知ることができるようになる。更に，高確率再遊技期間を終了させる内部当選役が複数設けられ，それぞれについて終了確率が異なるようにすることにより遊技性が多様化し，面白みが増すばかりでなく遊技者の期待感も維持されやくなる。」(段落【0012】)",
                    "・「また，本発明は，前記内部当選役決定手段において特定の内部当選役が決定され，前記変動表示手段に前記特定の内部当選役に対応する図柄が停止表示しなかった場合に，次の遊技に前記特定の内部当選役を持ち越す特定内部当選役持ち越し手段を有し，前記特定内部当選役持ち越し手段によって，前記特定の内部当選役が持ち越されている場合においても，前記特定の内部当選役を含めて，前記内部当選役決定手段による内部当選の決定を行うようにしたことを特徴とするものである。」(段落【0013】)",
                    "・「このような構成によれば，ボーナスが内部当選している場合にもボーナスの抽選を行うので，ボーナスが内部当選してもボーナス図柄を停止表示させることのできない初心者でも，ボーナスの抽選を行う機会が減ることがなくなる。」(段落【0014】)",
                    "・「また，本発明は，前記内部当選役決定手段において，前記特定の内部当選役が決定された回数を記憶可能な特定内部当選役決定回数記憶手段を有し，前記特定内部当選役持ち越し手段は，前記特定内部当選役決定回数記憶手段に記憶される回数分の内部当選役を持ち越すようにしたことを特徴とするものである。」(段落【0015】)",
                    "・【発明の実施の形態】",
                    "「図1は，本発明の一実施例の遊技機1の外観を示す斜視図であり，図2は，同じく遊技機1の正面図である。遊技機1は，いわゆる「パチスロ機」である。この遊技機1は，コイン，メダル又はトークンなどの他，遊技者に付与された，もしくは付与される遊技価値の情報を記憶したカード等の遊技媒体を用いて遊技することが可能な遊技機であるが，以下ではメダルを用いるものとして説明する。」(段落【0021】)【図1】 本発明の実施形態によるスロットマシンの外観",
                    "【図2】 本発明の実施形態によるスロットマシンの外観",
                    "・「遊技機1の全体を形成しているキャビネット2の正面には，略垂直面としてのパネル表示部2aが形成され，その中央には縦長矩形の表示窓4L，4C，4Rが設けられる。表示窓4L，4C，4Rには，入賞ラインとして水平方向にセンターライン8a，トップライン8b及びボトムライン8c，斜め方向にクロスダウンライン8d及びクロスアップライン8eが設けられている。これらの入賞ラインは，後述の1−BETスイッチ11，2−BETスイッチ12，最大−BETスイッチ13を",
                    "操作すること，或いはメダル投入口22にメダルを投入することにより，それぞれ1本，3本，5本が有効化される。どの入賞ラインが有効化されたかは，後で説明するBETランプ9a，9b，9cの点灯で表示される。」(段落【0022】)",
                    "・「キャビネット2の内部には，各々の外周面に複数種類の図柄によって構成される図柄列が描かれた3個のリール3L，3C，3Rが回転自在に横一列に設けられ，変動表示手段を形成している。各リールの図柄は表示窓4L，4C，4Rを通して観察できるようになっている。各リールは，定速回転(例えば80回転／分)で回転する。」(段落【0023】)",
                    "・「キャビネット2の上方の左右には，スピーカ21L，21Rが設けられ，その2台のスピーカ21L，21Rの間には，入賞図柄の組合せ及びメダルの配当枚数等を表示する配当表パネル23が設けられている。",
                    "台座部10の前面部中央で，液晶表示装置5の下方位置には，3個のリール3L，3C，3Rの回転をそれぞれ停止させるための3個の停止ボタン7L，7C，7Rが設けられている。」(段落【0033】)",
                    "・「図18は，高確率再遊技選択状態切替テーブルを示したものである。",
                    "本実施例では，このテーブルは，所定の入賞役が入賞した場合に使用されるようにしている。(a)はBB入賞時用高確率再遊技選択状態切替テーブルであり，BBが入賞したときに使用される。そして，(b)は，スイカ入賞時用高確率再遊技選択状態切替テーブルであり，スイカに入賞した場合に使用される。ここで，高確率再遊技選択状態とは，高確率再遊技の継続ゲーム数や終了条件等，高確率再遊技を行うときに必要となる種々の条件を選択する際の状態のことを指している。このように高確率再遊技に関わる種々の条件選択を行うときの状態を複数持つようにすることによって，同一の条件を選択する場合であっても，その状態毎に選択テーブルを設けることができるので，状態毎に異なる遊技性を持たせることができる。」(段落【0061】)",
                    "【図18】BB入賞時用高確率再遊技選択状態切替テーブルとスイカ入賞時用高確率再遊技選択状態切替テーブル",
                    "・「具体的には，例えばBB入賞時には，図18(a)のBB入賞時用高確率再遊技選択状態切替テーブルが参照される(このとき，この選択に必要な乱数値が抽出されるが，この抽出のタイミングは特に限定されない。)。このテーブルでは，現在の状態と，抽出された乱数値に基づいて，次のゲームをどの状態にするかを選択する。同様に，(b)はスイカが入賞した場合に用いるようにしている。」(段落【0062】)・「図19，図20は高確率再遊技継続ゲーム数選択テーブルを示したものである。この高確率再遊技継続ゲーム数とは，高確率再遊技の期間が継続するゲーム数のことを指している。図19のBB用高確率再遊技継続ゲーム数選択テーブルとは，次に入賞する予定のボーナスがBBの場合に使用されるものである。そして，図20のRB用高確率再遊技継続ゲーム数選択テーブルとは，次に入賞する予定のボーナスがRBの場合に使用されるものである。このように，次に入賞する予定のボーナス毎に高確率再遊技継続ゲーム数選択テーブルを設けることによって，ボーナスの入賞に偏りを持たせることができる。」(段落【0063】)【図19】 BB用高確率再遊技継続ゲーム数選択テーブル",
                    "【図20】 RB高確率再遊技継続ゲーム数選択テーブル",
                    "・「具体的には，例えば次のボーナスがBBの場合には，BB用高確率再遊技継続ゲーム数選択テーブルが参照される(このテーブルの使用は，高確率再遊技期間を発生させる予定のゲームの前までに行えば，そのタイミングはいつでも良く，この選択に用いる乱数値の抽出タイミングも特に限定されない。)。このテーブルでは，現在の高確率再遊技選択状態と，抽出された乱数値に基づいて，高確率再遊技の継続ゲーム数が選択される。」(段落【0064】)",
                    "・「また，(b)に示した高確率再遊技終了選択テーブルは，高確率再遊技期間中に，所定の入賞役が内部当選した場合に，高確率再遊技継続ゲーム数が1以上だったとしても，その高確率再遊技期間を終了させてしまうか否かを決定するものである。このように，高確率再遊技継続ゲーム数が0になること以外にも終了条件を設けることによって高確率再遊技期間の遊技の面白味が増す。」(段落【0067】)",
                    "【図21】次ボーナス選択テーブルと高確率再遊技終了選択テーブル・「具体的に本実施例では，高確率再遊技終了選択テーブルは，高確率再遊技期間中に，中チェリーもしくは角チェリーが内部当選した場合に参照される。(このテーブルの使用のタイミング，乱数値の抽出タイミングも特に限定されない。)そして，現在の高確率再遊技選択状態と，内部当選役，抽出された乱数値に基づいて，高確率再遊技の終了もしくは継続の決定を行う。」(段落【0068】)",
                    "・「図3は，遊技機1における遊技処理動作を制御する主制御回路81と，主制御回路81に電気的に接続する周辺装置(アクチュエータ)と，主制御回路81から送信される制御指令に基づいて液晶表示装置5及びスピーカ21L，21Rを制御する副制御回路82とを含む回路構成を示す。」(段落【0069】)",
                    "・「主制御回路81は，回路基板上に配置されたマイクロコンピュータ40を主たる構成要素とし，これに乱数サンプリングのための回路を加えて構成されている。マイクロコンピュータ40は，予め設定されたプログラムに従って制御動作を行うCPU41と，記憶手段であるROM42及びRAM43を含む。」【0070】",
                    "・「CPU41には，基準クロックパルスを発生するクロックパルス発生回路44及び分周器45と，サンプリングされる乱数を発生する乱数発生器46及びサンプリング回路47とが接続されている。・・・」(段落【0071】)",
                    "・「マイクロコンピュータ40のROM42には，スタートレバー6を操作(スタート操作)する毎に行われる乱数サンプリングの判定に用いられる確率抽選テーブル，停止ボタンの操作に応じてリールの停止態様を決定するための停止制御テーブル，副制御回路82へ送信するための各種制御指令(コマンド)等が格納されている。このコマンドには，「デモ表示コマンド」，「スタートコマンド」，「全リール停止コマンド」，「入賞役コマンド」等がある。・・・」(段落【0072】)・「図3の回路において，乱数発生器46は，一定の数値範囲に属する乱数を発生し，サンプリング回路47は，スタートレバー6が操作された後の適宜のタイミングで1個の乱数をサンプリングする。こうしてサンプリングされた乱数及びROM42内に格納されている確率抽選テーブルに基づいて，内部当選役が決定される。内部当選役が決定された後，「停止テーブル群」及びそれに含まれる「停止テーブル」を選択するために再び乱数のサンプリングが行われる。」(段落【0077】)・「ST23の処理では，CPU41は，抽選用の乱数を抽出する。具体的には，0～16383の範囲から乱数を抽出する。続いて，一遊技監視用タイマをセットし(ST24)，現在の遊技状態を判断するための遊技状態監視処理(この遊技状態監視処理についての詳しい説明は後述する)を行う(ST25)。次に，確率抽選処理を行う(ST26)。",
                    "この確率抽選処理では，ST23の処理で抽出された乱数値，および遊技状態監視処理で判断した現在の遊技状態に対応した確率抽選テーブルに基づいて，内部当選役を決定する。確率抽選テーブルは，上述した通り各入賞役毎に内部当選となる乱数値が予め定められている。」(段落【0092】)",
                    "・「続いて，CPU41は，高確率再遊技終了抽選処理(この高確率再遊技終了抽選処理についての詳しい説明は後述する)を行う(ST27)。次に，当り表示ランプ点灯抽選処理を行い(ST28)，リールを停止させるための停止テーブルの選択を行う(ST29)。・・・」(段落【0093】)",
                    "・「次に，高確率再遊技選択状態切替処理(この高確率再遊技選択状態切替処理についての詳しい説明は後述する)を行う(ST44)。入賞枚数0であるか否かを判断する(ST45)。具体的には，いずれかの役(再遊技を除く)の入賞が成立したか否かを判断する。入賞が成立したときは，遊技状態および入賞役に応じてメダルの貯留または払い出しを行う(ST46)。」(段落【0096】)",
                    "・「図29は，ST26で行われる確率抽選処理について示したものである。まず，ボーナス作動中か否かの判断を行う(ST110)。現在の遊技状態がボーナス作動中の場合は，BB作動中用確率抽選テーブル，もしくはRB作動中用確率抽選テーブルに基づいて抽選することで内部当選役を決定し(ST115)，決定された内部当選役をRAMの所定領域に格納する(ST116)」。(段落【0104】)",
                    "【図29】 確率抽選処理を示すフローチャート",
                    "・「そして，ST110において，現在の遊技状態がボーナス作動中でないと判断された場合は，高確率再遊技継続ゲーム数が0か否かの判断を行う(ST111)。ここで，高確率再遊技継続ゲーム数が0と判断されたときは，図7(a)に示す高確率再遊技中でない一般遊技中用の確率抽選テーブルに基づいて抽選することで内部当選役を決定し(ST112)，決定された内部当選役をRAMの所定領域に格納する(ST116)。」(段落【0105】)",
                    "・「そして，ST11において，高確率再遊技継続ゲーム数が0でないと判断された場合は，図7(b)に示す高確率再遊技中ボーナス内部当選中用の確率抽選テーブルに基づいて抽選することで内部当選役を決定する(ST113)。そして，高確率再遊技継続ゲーム数を1減算して，RAMの所定領域に格納した後(ST114)，決定された内部当選役をRAMの所定領域に格納する(ST116)」。(段落【0106",
                    "】)",
                    "・「図31は，ST44で行われる高確率再遊技選択状態切替処理について示したものである。この処理では，まずBBに入賞したか否かの判断を行う(ST130)。ここで，BBに入賞したと判断されると，図18(a)に示したBB入賞時用高確率再遊技選択状態切替テーブルに基づいて抽選を行う(ST131)。そして，ST130においてBBに",
                    "入賞していないと判断されたときは，スイカに入賞したか否かの判断を行う(ST132)。ここで，スイカに入賞したと判断されたときは，図18(b)に示したスイカ入賞時用高確率再遊技選択状態切替テーブルに基づいて抽選を行う(ST133)。ST132においてスイカに入賞していないと判断されたときは，そのまま処理を復帰させる。」(段落【0110】)",
                    "・「このように高確率再遊技に関わる種々の条件を選択するときの状態を切り替えることによって，その状態毎に遊技性が異なるように，各条件を選択する際に用いる選択テーブルを設定することができるので，一つの台に様々な遊技性を持たせることができるようになる。」(段落【0111】)",
                    "・「図32は，ST27で行われる高確率再遊技終了抽選処理について示したものである。この処理では，まず高確率再遊技継続ゲーム数が0ゲームか否かを判断する(ST140)。ここで0ゲームと判断されたとき，すなわち高確率再遊技期間でない場合は，そのまま処理を復帰させるが，0ゲームと判断されたとき，すなわち高確率再遊技期間の場合は，このゲームの内部当選役がハズレか否かの判断を行う(ST141)。」(段落【0112】)",
                    "【図32】 高確率再遊技終了抽選処理を示すフローチャート・「このST141の判断において，内部当選役がハズレの場合は，ST145の処理に移行し，高確率再遊技継続ゲーム数をクリアし，高確率再遊技期間を終了させる。また，内部当選役がハズレでない場合は，内部当選役が中チェリーまたは角チェリーか否かの判断を行う(ST142)。ここで，内部当選役が中チェリーまたは角チェリーでないと判断された場合は，そのまま処理を復帰させる。また，内部当選役が中チェリーまたは角チェリーであると判断された場合は，図21(b)に示した高確率再遊技終了選択テーブルに基づいて抽選を行う(ST143)。そして，この抽選で終了に当選したか否かの判断を行い(ST144)，終了に当選したと判断された場合は，高確率再遊技継続ゲーム数をクリアし，高確率再遊技期間を終了させる(ST145)。また，ST144の判断で終了に当選していないと判断された場合は，そのまま処理を復帰させる。」(段落【0113】)",
                    "・「このように高確率再遊技継続ゲーム数が0になること以外に，高確率再遊技期間を終了させる条件を設けることによって，期待感を損なうことなく，遊技を進めることができるようになる。」(段落【0114】)",
                    "・「このような処理を行うことによって、ボーナス種別毎に、再遊技継続ゲームを決定することができるので、高確率再遊技が継続しやすいボーナスや継続しにくいボーナスを作り出すことができるようになる。更に、高確率再遊技選択状態によって高確率再遊技が継続しやすい状態や継続しにくい状態を作り出すことができるようになる。」(段落【0122】)",
                    "・【発明の効果】",
                    "「以上，説明したように本発明によれば，高確率再遊技期間中に，所定の内部当選役(例えばチェリー)が決定されたことを条件に，高確率再遊技期間を終了させるとともに，その内部当選役を複数設け，それらの内部当選役毎に終了確率が異なるようにしたので，遊技者は，リールに所定の内部当選役に対応する図柄が停止表示されることを見れば，高確率再遊技期間の終了を知ることができるようになる。そして，その内部当選役が複数あり，それぞれについて終了確率が異なることから，終了条件の多様化が図れることから，遊技性が広がり面白みが増す。このように，予め定められた高確率再遊技期間の継続ゲーム数を消化すること以外にも高確率再遊技期間の終了の機会を遊技者に複数与えることができるので，遊技者は期待感を損なうことなく，遊技を進めることができるようになる。」(段落【0126】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本件訂正発明1～5は，いずれも，スロットマシン等の遊技機に関する発明であり，従前の遊技機における高確率再遊技期間は予め定められたゲーム数分継続しそのゲーム数分継続しなければ高確率再遊技が終わることがなかったことから，その遊技も単調になる傾向があり，遊技者は期待感を維持することが困難であったが，本件訂正発明1～5により，高確率再遊技期間中に所定の内部当選役が決定されたことを条件に，高確率再遊技期間を終了させるとともに，その内部当選役を複数設け，それらの内部当選役毎に終了確率が異なるようにしたもので，終了確率の多様化が図れ，遊技性が広がり面白みが増すという効果が生じるものであることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "特許法29条1項柱書にいう「発明」性の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，前記のような内容を有する本件訂正発明1～5は特許法29条1項柱書にいう「発明」に該当しないと主張するので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許法29条1項柱書は，「産業上利用することができる発明をした者は，次に掲げる発明を除き，その発明については特許を受けることができる」と定め，その前提となる「発明」について同法2条1項が，「この法律で『発明』とは，自然法則を利用した技術的思想の創作のうち高度のものをいう」と定めている。",
                "そうすると，本件訂正発明1～5が，①産業上利用できる発明ではない場合，②自然法則を利用した発明でない場合，③技術的思想の創作となる発明でない場合，④技術的思想の創作のうち高度なものでない場合，のいずれかに該当するときは，同法29条1項柱書にいう「発明」に該当しないことになる(なお原告は，前記のとおり，本件訂正発明1～5が上記①及び④には該当しないことを自認している)。",
                "ところで，本件訂正発明1～5は，前記のようにスロットマシン等の遊技機に関する発明であって，そこに含まれるゲームのルール自体は自然法則を利用したものといえないものの，同発明は，ゲームのルールを遊技機という機器に搭載し，そこにおいて生じる一定の技術的課題を解決しようとしたものであるから，それが全体として一定の技術的意義を有するのであれば，同発明は自然法則を利用した発明であり，かつ技術的思想の創作となる発明である，と解することができる。",
                "そこで，以上の見地に立って本件訂正発明の特許法29条1項柱書にいう発明該当性について検討する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "前記2のとおり，本件訂正発明1～5は「遊技機」という機器に関する発明であり，上記ゲームのルールを機器に定着させたもの(例えば，実施例として「ゲームを実行するための予め設定されたプログラムに従って制御動作を行うCPU(クロックパルス発生回路，乱数発生器を含む。)，スタートレバーを操作(スタート操作)する毎に行われる乱数サンプリングの判定に用いられる確率抽選テーブル，停止ボタンの操作に応じてリールの停止態様を決定するための停止制御テーブル，副制御回路82へ送信するための各種制御指令(コマンド)等を格納(記憶)するROMを含むマイクロコンピュータを主たる構成要素とする制御回路を用いて遊技処理動作を制御する技術を用いる」もの)であるから(なお，審決は，本件訂正発明1～5が前記甲1発明〔特開2001‐314559号公報〕及び",
              "text": [
                "〔特開2000‐210413号公報〕との関係で特許法29条2項にいう進歩性があると判断しており，原告も本件訴訟においてこれを争わない)，全体として本件訂正発明1～5は，自然法則を利用した発明であり，かつ技術的思想の創作となる発明であるというべきである。。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，特許法39条，29条の2，29条1項及び2項の特許要件を判断するに際し，2つの発明を対比する場合に，周知慣用技術等を除外して検討することを挙げ，それと同様に特許法29条1項柱書の要件についても，「技術的に意義のある部分」について，自然法則利用の有無や技術的思想の創作該当性を判断すべきであると主張する。",
                    "しかし，前記のように，特許法2条1項が「『発明』とは，自然法則を利用した技術的思想の創作のうち高度のものをいう。」と定め，同法29条1項柱書において，「産業上利用することができる発明をした者は，次に掲げる発明を除き，その発明について特許を受けることができる。」とした上で，「次に掲げる発明」として，1～3号に公知発明等を挙げている。このような特許法の規定の仕方からすると，特許法は，特許を受けようとする発明が自然法則を利用した技術的思想の創作のうち高度のものであり，かつ産業上利用することができるものであるかをまず検討した上で，これらの要件を満たす発明であっても公知発明等に当たる場合には特許を受けることができないものと定めていると解すべきである。そうすると，特許法29条1項柱書該当性の判断に当たっては，特許法39条，29条の2，29条1項及び2項のように，2つの発明を対比することにより特許要件の有無を判断する場合とは異なり，特許請求の範囲によって特定された発明全体が自然法則を利用した技術的思想の創作に当たるかどうかを全体的に検討すべきであって，公知発明等に当たらない新規な部分だけを取り出して判断すべきではないと解される。原告の主張は独自の論理に基づくものであって，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「請求項2ないし5」について",
                  "text": [
                    "前述のとおり，本件特許の請求項1に係る発明(訂正発明1)が特許法29条1項柱書の要件を満たす以上，これを引用する他の請求項も同様に解される。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上によれば，原告主張の取消理由は全て理由がない。",
            "よって原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}