{
  "conclusion": [
    {
      "text": "特許庁が無効2006−80274号事件について平成20年2月5日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の特許について被告が無効審判を請求したところ，特許を無効とするとの審決がされたので，原告が同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(争いのない事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「基板端縁洗浄装置」とする特許第2948055号(以下「本件特許」という。平成5年4月22日に特許出願(特願平5−120671号)され，平成11年7月2日，特許権の設定登録がされたものであり，請求項は全2項である。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成18年12月27日，本件特許について無効審判の請求をし(無効2006−80274号事件として係属)，これに対し，原告は，平成19年10月12日，明細書の訂正を請求した(以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成20年2月5日，「訂正を認める。本件特許の請求項1及び請求項2に係る発明についての特許を無効とする。」との審決をし，同月15日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の明細書(甲11の2。以下「本件明細書」という。)の特許請求の範囲の記載は，次のとおりである(下線部分が本件訂正箇所である。以下，各請求項に係る発明を請求項の番号に従い「本件発明1」のようにいう。)「【請求項1】 回転塗布によって表面に薄膜が形成された基板を載置保持する基板保持手段と，その基板保持手段によって保持された前記基板の端縁に溶剤を吐出して不要薄膜を溶解する溶剤ノズルと，その溶剤ノズルから吐出された溶剤および溶解物を吸引排出する排気管とを備えた基板端縁洗浄装置において，前記溶剤ノズルを前記基板の端縁を挟んで上下両方に設け，",
            "前記排気管の開口端を前記基板保持手段に保持された前記基板の端縁よりも中央側に突出させるとともに，基板に対して非接触状態で基板の中央側に向けて開放することにより，基板端縁の上下に突出した上側部分と下側部分を設け，この突出した上側部分と下側部分にそれぞれ前記溶剤ノズルを差し込むことにより，前記溶剤ノズルの吐出端を，前記排気管の開口端よりも内奥側に位置する状態で設けたことを特徴とする基板端縁洗浄装置。」",
            "「【請求項2】 回転塗布によって表面に薄膜が形成された基板を載置保持する基板保持手段と，その基板保持手段によって保持された前記基板の端縁に溶剤を吐出して不要薄膜を溶解する溶剤ノズルと，その溶剤ノズルから吐出された溶剤および溶解物を吸引排出する排気管とを備えた基板端縁洗浄装置において，前記溶剤ノズルを前記基板の端縁を挟んで上下両方に設け，",
            "前記排気管の開口端を前記基板保持手段に保持された前記基板の端縁よりも中央側に突出させるとともに，基板に対して非接触状態で基板の中央側に向けて開放することにより，基板端縁の上下に突出した上側部分と下側部分を設け，この突出した上側部分と下側部分にそれぞれ前記溶剤ノズルを差し込むことにより，前記溶剤ノズルの吐出端を，前記排気管の開口端よりも内奥側に位置する状態で設け，かつ前記排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能に構成したことを特徴とする基板端縁洗浄装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本件訂正を認めたうえ，①本件発明1は，甲第1号証に記載された発明，並びに甲第2～4号証及び甲第7号証に記載された周知技術及び常套手段に基づいて当業者が容易に発明をすることができたものである，②本件発明2は，甲第1号証に記載された発明，甲第2～4号証及び甲第7号証に記載された周知技術，常套手段，並びに甲第4，5号証に記載された発明に基づいて当業者が容易に発明をすることができたものである，との理由から本件特許は無効とすべきものであるとした。",
            "上記各甲号証は，次のものであり，本訴における書証番号と同一である。",
            "甲第1号証：特開平4−206626号公報",
            "甲第2号証：特開昭63−190679号公報",
            "甲第3号証：特開平5−13322号公報",
            "甲第4号証：特開昭64−61917号公報",
            "甲第5号証：特開平1−298720号公報",
            "甲第6号証：特開平4−65115号公報",
            "甲第7号証：特開昭63−58831号公報",
            "審決が上記結論に至った理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由に関する請求人(被告)の主張の概要",
              "text": [
                "「本件特許の請求項1及び2に係る発明は，本件特許発明の出願前に日本国内において頒布された甲第1号証ないし甲第6号証に記載された発明に基づいて，出願前当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができないものであり，その特許は，特許法第123条第1項第2号に該当し，無効とすべきである。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲第1号証に記載された発明",
              "text": [
                "甲第1号証には，次の発明(以下，これを，「引用発明1」という。)が記載されていると認められる。",
                "「ウエハ3上にレジスト液5を塗布後ウエハ3周辺部にレジスト膜の溶剤を供給してウエハ3周辺部の周辺レジスト5Aを薄くする工程に使用する溶剤除去装置と，前記工程後に上記ウエハ3周辺部を露光する工程と前記露光工程の後に現像液を供給する工程に使用する周辺露光現像装置とからなり，ウエハ3周辺部の周辺レジスト5Aを除去する周辺レジスト除去装置であって，",
                "前記周辺レジスト除去装置は，",
                "密閉式のチャンバ1内に設けられ，チャンバ1外の回転モータ15により回転するスピンチャック2と，",
                "前記スピンチャック2上に真空吸着により仮固定されるウエハ3と，前記ウエハ3の表面に，レジスト液5を滴下する前記スピンチャック2の上方中央部に垂下されたレジスト液塗布用ノズル4と，",
                "前記チャンバ1内の上方周辺位置に設けられ，レジスト膜の溶剤を外周側に供給噴射する周辺除去用のノズル6と，",
                "ウエハ3周辺部のレジスト液5膜の表面層を除去するための，ウエハ3周辺部外側方向にレジスト膜の溶剤を吸引する手段と，",
                "チャック8上に仮固定されたウエハ3周辺部に設けられた周辺露光機9と，ウエハ3周辺部の周辺レジスト5Aを露光した後に現像液を供給する手段と，ウエハ3周辺部外側方向に現像液が流れるように吸引する手段とからなり，ウエハ3周辺部で残りの周辺レジスト5Aを確実に除去する周辺レジスト除去装置」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明1と引用発明1とは，",
                    "「回転塗布によって表面に薄膜が形成された基板を載置保持する基板保持手段と，その基板保持手段によって保持された前記基板の端縁に溶剤を吐出して不要薄膜を溶解する溶剤ノズルと，その溶剤ノズルから吐出された溶剤および溶解物を吸引排出する排気管とを備えた基板端縁洗浄装置において，",
                    "前記溶剤ノズルを設け，前記排気管の開口端を開放することにより，基板端縁の上下に突出した上側部分と下側部分を設け，この突出した上側部分に前記溶剤ノズルの吐出端を設けた基板端縁洗浄装置」",
                    "である点で一致し，次の点で両者の構成が相違する。",
                    "［相違点1］：本件発明1が「前記溶剤ノズルを前記基板の端縁を挟んで上下両方に設け」るのに対し，引用発明1は「チャンバ1内の上方周辺位置に設け」る点。",
                    "［相違点2］：本件発明1が「前記排気管の開口端を基板保持手段に保持された基板の端縁よりも中央側に突出させるとともに，基板に対して非接触状態で基板の中央側に向けて開放する」のに対し，引用発明1は「ウエハ3周辺部のレジスト液5膜の表面層を除去するための，ウエハ3周辺部外側方向にレジスト膜の溶剤を吸引する手段」と「ウエハ3周辺部外側方向に現像液が流れるように吸引する手段」とからなる吸引排気手段の開口端の構成が明確でない点。",
                    "［相違点3］：本件発明1が「この突出した上側部分と下側部分にそれぞれ前記溶剤ノズルを差し込むことにより，前記溶剤ノズルの吐出端を，前記排気管の開口端よりも内奥側に位置する状態で設けた」のに対し，引用発明1では，レジスト膜の溶剤を外周側に供給噴射する周辺除去用のノズル6が，チャンバ1内の上方周辺位置に設けられ，前記周辺除去用のノズル6の吐出端が吸引排気手段の開口部の上側部分のみに取付けられている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "甲第2号証，甲第3号証，甲第4号証及び甲第7号証の記載から，「溶剤ノズルを基板の端縁を挟んで上下両方に設ける技術手段」は，本願特許出願時の周知技術であるといえる。",
                        "そうすると，引用発明1の「前記チャンバ1内の上方周辺位置に設けられ，レジスト膜の溶剤を外周側に供給噴射する周辺除去用のノズル6」に対し，前記周知技術の手段を適用することにより，本件発明1の前記相違点1に係る「溶剤ノズルを基板の端縁を挟んで上下両方に設け」る構成に変更することは，当業者が格別の技術力を要せずに容易に想到できることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "甲第4号証に，「レジスト溶剤28を供給する第1の管21及び第2の管22を間隙23を持たせて上下に端部が対向するように配置し，前記間隙23の一部を塞ぐように前記第1の管21及び第2の管22に直交して第3の管24を接続し，さらに前記第3の管24を排気装置またはダクトに連結した塗布膜除去装置の前記間隙23内に基板27の周縁部を2mmほど挿入し，第1の管21及び第2の管22からレジスト溶剤28を供給し，基板27端部のレジスト26を溶解させ，第3の管24から溶剤と溶解物とを排出して基板端部のレジストを除去する塗布膜除去手段」が記載されていることは・・・前述したとおりであり，前記「塗布膜除去手段」における「基板27の周縁部」が，本件発明1の「基板の端縁」に相当することは明らかである。",
                        "そうすると，甲第4号証の添付図面の図示からみて，甲第4号証に記載の前記「塗布膜除去手段」における「レジスト溶剤28を供給する第1の管21及び第2の管22を間隙23を持たせて上下に端部が対向するように配置し，前記間隙23の一部を塞ぐように前記第1の管21及び第2の管22に直交して第3の管24を接続し，さらに前記第3の管24を排気装置またはダクトに連結した塗布膜除去装置の前記間隙23」が，本件発明1の「基板の中央側に向けて開放する排気管の開口端」に相当するから，甲第4号証に記載の前記「塗布膜除去手段」における「前記間隙23内に基板27の周縁部を2mmほど挿入し」が，本件発明1の「排気管の開口端が基板保持手段に保持された基板の端縁よりも中央側に突出させる」に相当する構成であり，また，同「第1の管21及び第2の管22を間隙23を持たせて上下に端部が対向するように配置し」が，本件発明1の「基板に対して非接触状態で基板の中央側に向けて開放する」に相当する構成であるといえる。",
                        "したがって，本件発明1の相違点2に係る「前記排気管の開口端を基板保持手段に保持された基板の端縁よりも中央側に突出させるとともに，基板に対して非接触状態で基板の中央側に向けて開放する」構成は，本願特許出願前に頒布された甲第4号証の刊行物に記載された技術手段であるといえる。",
                        "そうすると，引用発明1の吸引排気手段に対し，甲第4号証に記載されている前記「レジスト溶剤28を供給する第1の管21及び第2の管22を間隙23を持たせて上下に端部が対向するように配置し，前記間隙23の一部を塞ぐように前記第1の管21及び第2の管22に直交して第3の管24を接続し，さらに前記第3の管24を排気装置またはダクトに連結した塗布膜除去装置の前記間隙23内に基板27の周縁部を2mmほど挿入し，第1の管21及び第2の管22からレジスト溶剤28を供給し，基板27端部のレジスト26を溶解させ，第3の管24から溶剤と溶解物とを排出して基板端部のレジストを除去する塗布膜除去手段」の技術手段を適用することにより，本件発明1の前記相違点2に係る「前記排気管の開口端を基板保持手段に保持された基板の端縁よりも中央側に突出させるとともに，基板に対して非接触状態で基板の中央側に向けて開放する」構成とすることは，当業者が格別の技術力を要せずに容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "本件発明1の「上側部分と下側部分にそれぞれ前記溶剤ノズルの吐出端を設けること」の技術事項については，上記(ア)において，すでに検討したとおりであり，当業者が容易に想到できるものであることは，前述のとおりである。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "そして，種々の部材等の組み立てに際して，「差し込む」という技術手段により一方の部材を他方の部材に取り付けることは，極めて広範な技術分野において採用されている常套手段であるから，溶剤ノズルの吐出端を突出した上側部分と下側部分にそれぞれ設けるに際して，突出した上側部分と下側部分にそれぞれ前記溶剤ノズルを差し込むことにより設けるようにすることは，常套手段により当業者が容易にできる設計事項にすぎないことである。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "しかして，引用発明1の吸引排気手段の開口部の上側部分及び下側部分は，甲第1号証の第5図に図示されているように，ウエハ3周辺部の上下面にかぶるように配置されていることから，引用発明1に上記周知技術及び前記常套手段を適用した場合には，周辺除去用のノズル6の吐出端は，吸引排気手段の開口部の開口端よりも内奥側に位置する状態で設けられていることになるものである。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "そうすると，引用発明1に上記周知技術及び前記常套手段を適用することにより，本件発明1の相違点3に係る前記「この突出した上側部分と下側部分にそれぞれ前記溶剤ノズルを差し込むことにより，前記溶剤ノズルの吐出端を，前記排気管の開口端よりも内奥側に位置する状態で設けた」の構成とすることは，当業者が格別の困難を伴うことなく容易に想到できたことである。",
                            "そして，本件発明1の奏する作用効果は，引用発明1，並びに，甲第2号証，甲第3号証，甲第4号証及び甲第7号証に記載された周知技術及び常套手段から予測できる範囲内のものであり，格別のものということができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおりであり，請求項1に係る本件発明1は，引用発明1，並びに，甲第2号証，甲第3号証，甲第4号証及び甲第7号証に記載された周知技術及び常套手段に基いて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により，特許を受けることができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "本件発明2と引用発明1とは，",
                    "「請求項1に記載の基板端縁洗浄装置」",
                    "である点で一致し，本件発明1についての相違点1ないし3の他に，次の点で両者の構成が相違する。",
                    "［相違点4］：本件発明2が「前記排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能に構成した」のに対して，引用発明1は，前記構成を欠いている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1ないし3について",
                      "text": [
                        "本件発明2と引用発明1との構成上の相違である相違点1ないし3については，上記(3)イの(ア)ないし(ウ)に述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4について",
                      "text": [
                        "「a 甲第4号証には，・・・「レジスト溶剤28を供給する第1の管21及び第2の管22を間隙23を持たせて上下に端部が対向するように配置し，前記間隙23の一部を塞ぐように前記第1の管21及び第2の管22に直交して第3の管24を接続し，さらに前記第3の管24を排気装置またはダクトに連結した塗布膜除去装置」及び「基板27の周縁部を2mmほど間隙23内に挿入し，第1の管21及び第2の管22からレジスト溶剤28を供給し，基板27端部のレジスト26を溶解させ，第3の管24から溶剤と溶解物とを排出して基板端部のレジストを除去する塗布膜除去手段」の技術事項が記載されている。",
                        "そして，甲第4号証には，さらに，「挿入深さは移動機構(図示せず)により管24を水平方向に移動させることにより調整可能となっている。」が記載されている。かかる甲第4号証の記載によれば，甲第4号証に記載の「塗布膜除去手段」は，第3の管24を，図示されていない移動機構により水平方向に移動させて，第3の管24の基板に対する挿入深さを調整することができるものとされていることが明らかである。",
                        "そうすると，甲第4号証に記載の前記「塗布膜除去手段」においては，レジスト溶剤28を供給する第1の管21及び第2の管22を間隙23を持たせて上下に端部が対向するように配置し，前記間隙23の一部を塞ぐように前記第1の管21及び第2の管22に直交して第3の管24を接続し，さらに前記第3の管24を排気装置またはダクトに連結した塗布膜除去装置の「レジスト溶剤28を供給する第1の管21及び第2の管22」と「前記第1の管21及び第2の管22に直交して接続するとともに，排気装置またはダクトに連結した第3の管24」とは，図示されていない移動機構により基板に対して移動可能であるように，一体となっていることが明らかである。",
                        "したがって，甲第4号証には，「前記第1の管21及び第2の管22に直交して接続するとともに，排気装置またはダクトに連結した第3の管24(本件発明2の「排気管」に相当する。)とレジスト溶剤28を供給する第1の管21及び第2の管22(本件発明2の「溶剤ノズル」に相当する。)とを一体に移動可能に構成した」技術手段が記載されているといえる。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "b",
                              "text": [
                                "また，甲第5号証の第1図及び第6図の図示を参照すると，甲第5号証には，「ウエハ10の裏面10bのうち周囲部10b−1に斜めに対向して配設してあるレジスト剥離液用ノズル13及び窒素ガス用ノズル14と壁部材26とがブロック40に取り付けられてユニット化したユニット41を，ウエハ10の上方にウエハ10を囲むように設けた環状のガイドレール42に沿って移動可能に設け，レジスト剥離液用ノズル13よりレジスト剥離液を噴射させ，また，窒素ガス用ノズル14から窒素ガスを噴射させながら，ユニット41をガイドレール42に沿って往復移動させて行なうレジスト洗浄及び乾燥除去装置」の技術事項が記載されていて，前記「レジスト洗浄除去装置」においては，ウエハ10の裏面10bのうち周囲部10b−1に斜めに対向して配設してあるレジスト剥離液用ノズル13及び窒素ガス用ノズル14と壁部材26とがブロック40に取り付けられることにより，ユニット化されて一体のユニット41になっていることは明らかであり，また，前記ユニット41はウエハ10を囲むように設けたガイドレール42に沿って往復移動するものとされている。",
                                "かかる甲第5号証の記載から，甲第5号証には「レジスト剥離液用ノズル13及び窒素ガス用ノズル14と壁部材26とがブロック40に一体に取り付けられてユニット化されたユニット41が，ウエハ10を囲むように設けたガイドレール42に沿って往復移動する」ようにした技術手段が記載されているといえる。",
                                "そして，甲第5号証に記載の前記「レジスト洗浄及び乾燥除去装置」における「壁部材26」が，レジスト剥離液用ノズル13から噴射されるレジスト剥離液により剥離されるレジスト，及び，窒素ガス用ノズル14から噴射される窒素ガスにより除去される除去物が，流体の噴射勢いにより意図しない方向に飛散されることにより，基板に飛散塵埃が付着して汚染されないよう防護するために，レジスト剥離液及び窒素ガスの噴射を整流する位置に設けられている，レジスト剥離液，窒素ガス及びレジスト除去物からなる飛散塵埃の整流防護手段であることを参酌すると，甲第5号証に記載の前記「レジスト洗浄及び乾燥除去装置」における「レジスト剥離液用ノズル13」が，本件発明2の「溶剤ノズル」に相当し，また，「レジスト剥離液用ノズル13」と「窒素ガス用ノズル14」と「壁部材26」との協働して作用する前記「レジスト剥離液，窒素ガス及びレジスト除去物からなる飛散塵埃の整流防護手段」が，本件発明2の「排気管」に相当するといえる。",
                                "そうすると，甲第5号証に記載の前記「レジスト洗浄及び乾燥除去装置」における「レジスト剥離液用ノズル13及び窒素ガス用ノズル14と壁部材26とがブロック40に一体に取り付けられてユニット化されたユニット41が，ウエハ10を囲むように設けたガイドレール42に沿って往復移動する」ようにした技術手段は，本件発明2の「前記排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能に構成した」の技術手段に相当するといえる。"
                              ]
                            },
                            {
                              "fig": "c",
                              "text": [
                                "してみると，甲第4号証及び甲第5号証に記載された上記a及びbの技術事項に基いて，「溶剤ノズル及び排気ノズル等をガイドレールに沿って移動する移動機構に一体に組み込み，しかも基板の端縁に沿って移動機構を移動させるようにする」技術手段を，引用発明1に適用することにより，本件発明2の相違点4に係る前記「前記排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能に構成した」の構成とすることは，当業者が容易に想到できることである。",
                                "そして，本件発明2の奏する作用効果は，引用発明1，甲第2号証，甲第3号証，甲第4号証，甲第7号証に記載の周知技術，常套手段，並びに，甲第4号証及び甲第5号証に記載された発明から予測できる範囲内のものであり，格別のものということができない。」"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "「以上のとおりであり，請求項2に係る本件発明2は，引用発明1，甲第2号証，甲第3号証，甲第4号証，甲第7号証に記載の周知技術，常套手段，並びに，甲第4号証及び甲第5号証に記載された発明に基いて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により，特許を受けることができない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，甲第1号証記載の発明の認定を誤り，その結果，本件発明1と甲第1号証記載の発明との一致点の認定を誤って相違点を看過し(取消事由1)，相違点1ないし4についての認定・判断を誤り(取消事由2ないし5)，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定誤りによる相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲第1号証の第5図(本判決別紙第5図)記載の「コ」字状部材(以下「本件コ字状部材」という。)が，本件発明1の「上側部分と下側部分」を設けた「排気管」に当たり，また，本件コ字状部材の上側部分には，これを貫通して溶剤ノズルの吐出端が設置されていると認定した上で，本件発明1と引用発明1とが「・・・溶剤ノズルから吐出された溶剤および溶解物を吸引排出する排気管とを備えた基板端縁洗浄装置において，前記溶剤ノズルを設け，前記排気管の開口端を開放することにより，基板端縁の上下に突出した上側部分と下側部分を設け，この突出した上側部分に前記溶剤ノズルの吐出端を設けた」点で一致すると認定しているが，以下に述べるとおり，この認定は前提に事実誤認があり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第1号証の開示との不整合",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「甲第1号証の周辺除去用のノズル6は，本件発明1の『排気管』に相当する引用発明1の『吸引排気手段』において，ウエハ3周辺部の上下面を覆うように配置されている開口部の上側部分及び下側部分のうちの上側部分のみを貫通して設置されている」と認定しているが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第1号証には，「被塗布板状体上にレジスト塗布後周辺部にレジスト溶剤を供給して周辺部のレジストを薄くする工程と，この工程後に上記周辺部を露光する工程と，この工程の後現像液を供給してなる周辺レジスト除去方法」が開示されている(特許請求の範囲)。これを受けて，第1図(本判決別紙第1図)には「レジスト溶剤を供給して周辺部のレジストを薄くする工程」が図示され，第5図(同第5図)には「上記周辺部を露光する工程と，この工程の後現像液を供給してなる」工程が図示されているところ，第1図の工程においては，溶剤をノズル6によってウエハ3の周辺部に供給するとされ(甲1の2頁左下欄8，9行，第1図)，第1図には溶剤及び溶解レジストが同図の矢印7の方向に吸引されることが示されているが，「上側部分に溶剤ノズルの吐出端」を設けた「吸引排出する排気管」は開示されていない。",
                        "また，第1図の工程の後の工程である第5図の工程においては，周辺部のレジスト5Aを露光した後に同図の矢印10に示すように現像液を供給し，矢印11に示す方向に現像液が流れるように吸引する手段が示唆されているが，審決が本件発明1の「排気管」に相当するという本件コ字状部材に溶剤を吐出するノズル6が用いられるとの開示はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決の上記認定は甲第1号証の開示事項と整合せず，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術常識との相反",
                  "text": [
                    "審決は，第5図の本件コ字状部材について，「周辺露光機9」と共に「溶剤ノズル」をその上側部分に設けていると認定している。",
                    "しかしながら，レジスト膜の表面を除去する溶剤はアセトン等であり，これを溶剤ノズルから噴射すれば，本件コ字状部材の上側部分に保持された周辺露光機のレンズはアセトン等の溶剤を浴びることとなり，表面にアセトン等の付着した周辺露光機のレンズやフィルター等の光学系が直ちに使用不能となることは明らかであるから，技術常識に基づけば，当業者がアセトン等の溶剤を噴射するノズルと露光機等の光学系を同一の部位に併設することはあり得ない。",
                    "したがって，審決の上記認定は，上記のような技術的障害を看過するものであり，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「排気管」認定の誤り",
                  "text": [
                    "審決は，本件コ字状部材が上側部分と下側部分を有する排気管であると認定している。",
                    "しかし，甲第1号証には，本件コ字状部材が排気管であるなどという記載も示唆もなく，当業者であれば，本件コ字状部材が排気管でないことは容易に理解できる。",
                    "すなわち，本件特許に係る出願(以下「本件出願」という。)よりも前の時点において，ウエハの周辺露光装置，位置決め装置又は検出装置として，露光装置の投光部に対向した位置に受光部を設けるべく，露光装置を保持するホルダに上側部分と下側部分を設けて「コ」字状に構成することは周知慣用技術であった(甲13～16)から，本件出願時に前記第5図に接した当業者であれば，本件コ字状部材が，周辺露光機9の対向位置である下側部分にセンサ受光部を設けた「周辺露光機9を保持する部材」であることは容易に理解できたことである。",
                    "したがって，審決の上記認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，審決の前記一致点の認定は誤りであり，その結果，審決は，相違点を看過したのみならず，相違点2，3の認定を誤っているから，取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲第2～4号証及び甲第7号証に基づき「溶剤ノズルを基板の端縁を挟んで上下両方に設ける技術手段」は，本件出願時の周知技術であるといえるとしたうえで，引用発明1の「前記チャンバ1内の上方周辺位置に設けられ，レジスト膜の溶剤を外周側に供給噴射する周辺除去用のノズル6」に対し，上記周知技術の手段を適用することにより，本件発明1の相違点1に係る「溶剤ノズルを基板の端縁に挟んで上下両方に設け」る構成に変更することは，当業者が容易に想到できることであると判断しているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1は，単に溶剤ノズルを基板の端縁を挟んで上下に設けたものではなく，上下の溶剤ノズルが，溶剤及び溶解物を吸引排出する排気管の開口端の上側部分と下側部分にそれぞれ差し込まれることを必須の要件とするものである。",
                "しかし，甲第2～4号証及び甲第7号証には，基板の端縁を挟んで対向する2つの溶剤ノズルが開示されているのみであり，当該溶剤ノズルから供給される溶剤を吸引排出する「開口端に上側部分と下側部分を設けた排気管」は開示も示唆もされていないから，当業者が，上記各甲号証から，本件発明1の上下の溶剤ノズルが排気管の開口端の上側部分と下側部分に差し込まれるとの構成を想到することはできない。",
                "したがって，審決の相違点1についての判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1の「ウエハ3周辺部にレジスト液5膜の表面層を除去するための，ウエハ3周辺部外側方向にレジスト膜の溶剤を吸引する手段」と「ウエハ3周辺部外側方向に現像液が流れるように吸引する手段」とからなる吸引排気手段の開口端の構成が明確でない点を相違点2と認定しているが，そもそも，甲第1号証には，「レジスト液5膜の表面層を除去するための溶剤を吸引する手段」である「吸引排気手段」(排気管)は開示されておらず，別紙第5図にも溶剤をウエハの外周側に供給する「ノズル6」と溶剤が矢印7方向に吸引されることが開示されているのみであるから，審決の上記認定は誤りである。",
                "したがって，審決の相違点2についての判断は，その前提となる相違点の認定が誤りであるから，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1の相違点2に係る「前記排気管の開口端を基板保持手段に保持された基板の端縁よりも中央側に突出させるとともに，基板に対して非接触状態で基板の中央側に向けて開放する」構成は，本件出願前に頒布された甲第4号証に記載された技術手段であり，これを引用発明1の吸引排気手段に適用することは，当業者が容易になし得ることであると判断しているが，誤りである。",
                "甲第4号証には，「基板27の周縁部を2㎜ほど間隙23内に挿入し，第1，第2の管21，22より溶剤28を供給し，基板27端部のレジスト26を溶解させ，第3の管24より溶剤と溶解物とを排出させるようにする」と記載されている(3頁右上欄9～13行)。",
                "すなわち，甲第4号証において溶剤と溶解物を吸引排出する排気管は「第3の管24」であり，「間隙23」は「レジスト溶剤28を供給する第1の管」と「第2の管」との隙間にすぎず，「排気管の開口端」ではない。",
                "したがって，甲第4号証の「前記間隙23内に基板27の周縁部を2㎜ほど挿入し」は，本件発明1の「排気管の開口端が基板保持手段に保持された基板の端縁よりも中央側に突出させる」に相当しないし，「第1の管21及び第2の管を間隙を持たせて上下に端部が対向するように配置し」は，本件発明1の「基板に対して非接触状態で基板の中央側に向けて開放する」に相当しない。",
                "よって，甲第4号証は，相違点2に係る本件発明1の構成を有しないから，これがあることを前提とする審決の相違点2についての判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1のレジスト膜の溶剤を外周側に供給噴射する周辺除去用のノズル6が，チャンバ1内の上方周辺位置に設けられ，前記周辺除去用のノズル6の吐出端が吸引排気手段の開口部の上側部分のみに取り付けられている点を相違点3と認定しているが，甲第1号証においては「周辺除去用のノズル6の吐出端が吸引排気手段の開口部の上側部分」に取り付けられておらず，別紙第1図にもチャンバ1内に「開口部の上側部分を有する吸引排出手段」など開示されていないから，審決の上記認定は誤りである。",
                "したがって，審決の相違点3についての判断は，その前提となる相違点の認定が誤りであるから，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，本件コ字状部材の上側部分と下側部分が「吸引排気手段の開口部の上側部分と下側部分」であることを前提として，引用発明1に周知技術及び常套手段を適用し，相違点3に係る本件発明1の構成とすることは容易に想到し得ることであると判断しているが，前記1(1)ウのとおり，本件コ字状部材は「上側部分と下側部分を有する排気管」ではないから，審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2に係る相違点4についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲第4号証及び甲第5号証に記載された技術事項に基づいて，「溶剤ノズル及び排気ノズル等をガイドレールに沿って移動する移動機構に一体に組み込み，しかも基板の端縁に沿って移動機構を移動させるようにする」技術手段を，引用発明1に適用することにより，本件発明2の相違点4に係る「前記排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能に構成した」の構成とすることは，当業者が容易に想到できることであると判断しているが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第4号証には，「第3の管24の軸方向から対向するように間隙23内にレジスト26が塗布された基板27の周縁部を挿入し，この基板27を・・・低速で回転させる。挿入深さは移動機構(図示せず)により管24を水平方向に移動させることにより調整可能となっている」と記載されている(3頁左上欄19行～右上欄5行)。すなわち，移動機構により調整されるのは，基板27の，第3の管24の軸方向における距離(挿入深さ)であり，排気管は基板に対して基板の端縁と直交方向に移動するのであって，基板の端縁に沿って，即ち端縁と平行方向に移動するものではない。",
                "したがって，甲第4号証には，本件発明2と引用発明1の相違点である「排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能」とする構成は開示されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決は，甲第5号証の「レジスト剥離液用ノズル13」と「窒素ガス用ノズル14」と「壁部材26」とが協働して作用する「レジスト剥離液，窒素ガスおよびレジスト除去物からなる飛散塵埃の整流防護手段」が，本件発明2の「排気管」に相当すると認定しているが，甲第5号証においては，「ウエハ10を500rpmの低速Ｎ で回転させると共に，ノズル14より窒素ガスを噴射させて窒素ガス噴流25をウエハ10に吹き付けることにより，ウエハ10に付着しているレジスト剥離液等を吹き飛ばし，ウエハを乾燥させる」(3頁左上欄5～10行)と記載されているとおり，レジスト剥離液等は「吹き飛ばされる」であって，「吸引排気」されるのではない。すなわち，甲第5号証には「排気管」の開示がなく，「排気管と溶剤ノズルとを一体に基板の端縁に沿って移動可能に構成した」技術手段は開示されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "text": [
        "審決に違法はない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "甲第1号証記載の発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証は，発明の名称を「周辺レジスト除去方法」とする，平成4年7月28日に公開された公開特許公報(特開平4−206626号)であるが，これには以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「2．特許請求の範囲",
                  "text": [
                    "(1)被塗布板状体上にレジスト塗布後周辺部にレジスト溶剤を供給して周辺部のレジストを薄くする工程と，この工程後に上記周辺部を露光する工程と，この工程の後現像液を供給する工程とを具備してなる周辺レジスト除去方法。」(1頁左欄4行～9行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【作 用】",
                  "text": [
                    "本発明は，レジストがウエハ表面全面に拡散してウエハの全域にレジスト膜を形成したのち，続いて，ウエハの周辺部に設けたノズルから溶剤を噴射してウエハの周辺部のレジスト膜の表面を除去して薄くし，次に薄くなった周辺露光現像工程を実施することにより周辺レジストを除去する。このように，上記のように溶剤により周辺のレジストはある程度まで除去が進んでいるので，ウエハの周辺露光と現像工程により短時間でより確実に周辺除去することが可能となる。」(2頁左上欄15行～右上欄5行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【実施例】",
                  "text": [
                    "以下に，本発明における周辺レジストの除去方法の実施例を図面に従って説明する。",
                    "第1図において，密閉式のチャンバ1内には，回転モータにより同図の矢印のように回転するスピンチャック2を設け，このスピンチャック2上にウエハ3を真空吸着して仮固定する。",
                    "上記スピンチャック2は所定の速度で回転させる如く上記チャンバ1外に回転モータ15を設ける。",
                    "スピンチャック2の上方中央部には，レジスト液塗布用ノズル4が垂下されており，このノズル4の先端からレジスト液5をウエハ3の表面に例えば滴下する。上記チャック2を高速回転させてウエハ3の表面に厚さ例えば3000～8000Åにレジスト膜5を形成する。上記レジスト液5には，レジスト成分にECA等の溶剤を混入させて，レジスト液5の粘性を所望値に保持させると共に，溶剤の揮発性によってレジスト膜は固化する。",
                    "上記のチャンバ1内の上方周辺位置に周辺除去用のノズル6を設け，スピンチャック2を低速回転(例えば1rpm以下)させて上記したレジスト膜の溶剤をこのノズル6より外周側に供給，例えば噴射して第1図に示した矢印7の方向に溶剤を吸引し，第3図に示すようにウエハ3周辺部のレジスト液5膜の表面層を除去して周辺のレジスト膜5の厚さを中央部の厚さより薄く減少させると共に，ウエハ3のオリフラ部3Aの周辺部のレジスト膜も薄くできるように，オリフラ部3Aで上記ノズル6を側縁に沿って移動させるようにしている。」(2頁右上欄6行～左下欄17行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "「次に，ウエハ3上のレジスト5の溶剤を気化させてレジスト膜を固化させるためプリベーク工程において加熱処理を行う。この工程によって周辺レジスト5Aの表面が固化して第4図に示す如くやや薄くなる(X ≫X ’，X ≫X ’)。",
        "上記，第4図に示すようなレジスト膜が被着された状態のウエハ3に対して，周辺露光と現像工程を行う。具体的には，第5図に示す如くチャック8上に仮固定したウエハ3の周辺部に対して周辺露光機9を設け，チャック8を回転させながら周辺部のレジスト5Aを露光した後に同図の矢印10に示すように現像液を供給し，矢印11に示す方向に現像液が流れるように吸引して，周辺部で残りの周辺レジスト5Aを確実に除去する。この場合，上記した様に現像工程ではある程度周辺レジストの除去が進んでいるため，当然のことながら短時間のうちに周辺除去の処理が実行できる。",
        "この2工程により周辺除去境界をきれいに除去できる。」 (2頁左下欄18行～右下欄16行)"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "第1図は，溶剤除去工程を示した正面説明図であり，別紙第1図のとおりである。",
        "また，第5図は，周辺露光現像工程を示す部分正面図であり，別紙第5図のとおりである。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "上記(1)の記載，特に(1)ウの記載と第1図によれば，同図には，密閉式のチャンバ1内に設けられ，チャンバ1外の回転モータ15により回転するスピンチャック2と，前記スピンチャック2上に真空吸着により仮固定されるウエハ3と，前記ウエハ3の表面に，レジスト液5を滴下する前記スピンチャック2の上方中央部に垂下されたレジスト液塗布用ノズル4と，前記チャンバ1内の上方周辺位置に設けられ，レジスト膜の溶剤を外周側に供給噴射する周辺除去用のノズル6と，が図示されるとともに，ノズル6よりウエハ3の外周側に溶剤を供給し，ウエハ3周辺部外側の第1図の矢印7の方向に溶剤を吸引することが記載され，甲第1号証記載の発明は，上記溶剤の供給除去工程により，ウエハ3周辺部のレジスト液5膜の表面層を除去して周辺のレジスト膜5の厚さを中央部の厚さより薄く減少させるものであると認められる。",
            "また，上記(1)エの記載と第5図によれば，同図には，チャック8上に仮固定されたウエハ3周辺部に設けられた周辺露光機9が図示されるとともに，ウエハ3周辺部の周辺レジスト5Aを露光した後に現像液を第5図の矢印10の方向に供給し，同図の矢印11の方向に現像液が流れるように吸引することが記載され，甲第1号証記載の発明は，上記の露光現像工程により，周辺レジスト5Aを除去するものであると認められる。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "そうすると，甲第1号証には，第1図の矢印7の方向(ウエハ3周辺部外側方向)にレジスト膜の溶剤を吸引すること，及び，第5図の矢印11の方向(ウエハ3周辺部外側方向)に現像液が流れるように吸引することが記載されており，吸引をするための具体的構成は明示されていないものの，第1図及び第5図とその説明には，吸引をするための何らかの手段が存在することが示唆されているといえるから，同号証記載の周辺レジスト除去装置は，「ウエハ3周辺部のレジスト液5膜の表面層を除去するための，ウエハ3周辺部外側方向にレジスト膜の溶剤を吸引する手段」と，「ウエハ3周辺部外側方向に現像液が流れるように吸引する手段」とを備えていると認められる。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由1(一致点の認定誤りによる相違点の看過)について",
              "text": [
                "審決は，上記1に認定した甲第1号証記載の周辺レジスト除去装置の構成を前提として，同装置の「ウエハ3周辺部のレジスト液5膜の表面層を除去するための，ウエハ3周辺部外側方向にレジスト膜の溶剤を吸引する手段」と，「ウエハ3周辺部外側方向に現像液が流れるように吸引する手段」とからなる吸引排気手段が本件発明1の「排気管」に相当するとし，その具体的な構成として，本件コ字状部材の上側部分と下側部分とを連結する部分がウエハ3の中心側方向に開口する「排気管」となっていると見られるから，本件コ字状部材が，本件発明1の「上側部分と下側部分」を設けた「排気管」に当たると認定し，また，本件コ字状部材の「上側部分」には，これを貫通して溶剤ノズルの吐出端が設置されていると認定している。",
                "これに対し，原告は，審決の上記認定が誤りであると主張するので，以下，検討する。"
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "甲第1号証の開示内容"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記1(1)認定の事実によれば，甲第1号証の第5図について，次のようにいうことができる。",
        "甲第1号証の第5図には，周辺露光機9が本件コ字状部材の上側部分を貫通するように配置され保持される様子が実線で記載され，周辺露光機9から照射される，ウエハ3周辺部のレジスト5Aを露光するための光線が破線で表示されている。",
        "また，第5図には，現像液の流れを示す矢印も合わせて記載されており，矢印10で図示される供給時の現像液の流れが，本件コ字状部材の上側部分の上方でウエハ3端縁の外方側からウエハ3の中心側に向かうように表示され，次に，上側部分に対して垂直に下方に折れ曲がって表示され，そして，ウエハ3周辺部のレジスト5Aに現像液の流れが当接した後，さらに，矢印11で図示される吸引時の現像液の流れが，本件コ字状部材の上側部分と下側部分の中間位置において，ウエハ3端縁の中心側からウエハ3の外方側に向かい流れるように図示されている。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "しかし，甲第1号証には，上記の露光時及び現像液の流動時のいずれの点に関しても，本件コ字状部材がどのような役割を果たす部材であるのかを具体的に説明した記載はない。",
        "また，甲第1号証に「チャック8を回転させながら周辺部のレジスト5Aを露光した後に同図の矢印10に示すように現像液を供給し，矢印11に示す方向に現像液が流れるように吸引して，周辺部で残りの周辺レジスト5Aを確実に除去する。」(前記1(1)エ)と記載されているとおり，現像液の供給は露光処理をした後に行われるのであり，露光と現像液の供給は別個の処理であるから，第5図は，異なる時点で行われる露光と現像液の供給・吸引とを重ねて表示した図面であるといえる。",
        "そうすると，第5図から，周辺露光機9とウエハ3との位置関係やウエハ3と現像液の流れの位置関係を把握することはできるとしても，周辺露光機9の位置の近傍で現像液が供給される具体的態様については明らかではなく，第5図に，本件コ字状部材と現像液の流れについての関係が開示されていると認めることは困難である。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "これに対し，審決は，第5図について，「周辺露光機9を保持するための『ホルダー』の役割を持つ『コ』字状部材の上側部分の図示とともに，負圧を現出させて吸引時の現像液を含む気流を円滑に誘導するための『フード』の役割を持つ『コ』字状部材の上側部分と下側部分とを有する吸引排気手段が図示されているに等しい」と認定するが，前記のとおり，甲第1号証にはこれを裏付ける記載はなく，第5図は異なる時点で行われる露光と現像液の供給・吸引とを重ねて表示しているにすぎないから，同図の本件コ字状部材の形状と現像液の流れを示す矢印のみから，直ちに審決が認定するするとおりに認定することはできない。",
        "また，仮に審決の上記認定を前提とすると，本件コ字状部材が，周辺露光機9を保持するための「ホルダー」の役割を持つと同時に，吸引時の現像液を含む気流を円滑に誘導するための「フード」の役割を持つこととなるから，甲第1号証の周辺露光現像装置は，本件コ字状部材の上側部分に周辺露光機9と現像液の供給手段を併設する構造を有することとなる。しかし，そのような構造の装置では，現像液の流れがウエハ3に当接し，飛散する場所に隣接して周辺露光機9の光学系が配置されることとなり，本来ゴミや汚れを避けるべき光学系の配置としては，極めて不自然なものになるというべきであるから，安易に上記認定を採用することも困難といわざるを得ない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "半導体製造の技術分野における周知技術"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "半導体製造工程におけるウエハの周辺露光に関する技術について，以下のとおり認められる。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "甲第14号証は，発明の名称を「周辺露光装置」とする，平成元年11月29日に公開された公開特許公報(特開平1−295421号)であるが，これには，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "「本発明は半導体製造工程において，ウェハーへのフォトレジスト塗布，露光，現像処理を行うフォトリソグラフィープロセスに関し，特にフォトレジストの周辺除去を目的とした周辺露光装置に関するものである。」(1頁左欄16行～20行)"
                    },
                    {
                      "fig": "(b)",
                      "subject": "「実施例において，ウェハー1は真空吸着式のスピンチャック2上にセンタリングされた後セットされる。ウェハー1はスピンチャック2により矢印方向に回転する。このときにウェハー1のエッジ1aの位置をレーザ式の外径測定器3により検出する。この検出信号に基づいて駆動部7は照射プローブ4を移動させてウェハー1の偏心やオリフラによるエッジ位置の変動に関係なく，常にウェハーのエッジから内側に予め設定した一定の距離を保ってウェハー外周に光を照射する。これにより第1図の斜線で示した範囲を露光することができる。」(2頁左下欄9行～20行)"
                    },
                    {
                      "fig": "(c)",
                      "subject": "「第2図は本発明の実施例2を示す平面図である。構成は実施例1と同様であるが，実施例1では外径測定器が固定されており検出信号の変化により照射プローブを移動させる方式をとっていたのに対し，実施例2においては外径測定器3と照射プローブ4が一体となって移動するようになっており，外径測定器3の出力信号を一定にするように照射プローブ4を移動させる方式を採用している。」(2頁右下欄2行～9行)"
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "第2図には，照射プローブを上側部分に取り付けた「コ」字状の形状を有する外径測定器3が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "甲第15号証は，発明の名称を「露光装置」とする，平成2年2月26日に公開された公開特許公報(特開平2−56924号)であるが，これには以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "「本発明は，集積回路製造用のウエハ等，円形状基板の周縁部分を選択的に露光するための手段を備えた露光装置に関するものである。」(1頁右欄12行～14行)"
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "「本発明では，円形基板(例えばウェハ)の周縁部を挾んで発光部と受光部を対向するように配置して，基板の外周縁を検出しながら，この検出信号に基づいて，発光部からの露光光束が基板の周縁部分を半径方向に所定の範囲内で照射するように，前記発光部と受光部の移動手段をサーボ制御しているので，基板に寸法のばらつきがあったり，ウェハのOF部のように円形の一部に切り欠きがあっても，周縁部分が常に一定の幅で露光される。」(2頁左下欄20行～右下欄9行)(c) 「ポジションセンサー，CCDリニアセンサー等からなる受光部8はウエハ2の周縁部分を挟んで前記受光部4と対向するように配置されており，ウエハ2で遮断されない露光光を受光することによりウエハ2のエッジを検出するようになっている。",
                        "また，上記発光部4(絞り5を含む)と受光部8は一体として移動手段9に固定されており，移動手段9はウエハ2の半径方向に移動可能な構造となっている。」(3頁左下欄7行～16行)"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "第1図には，上側部分に発光部4及び絞り5を有する左右逆の「コ」字状の形状を有する移動手段9が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "甲第16号証は，発明の名称を「周縁露光装置」とする，平成4年3月2日に公開された公開特許公報(特開平4−65116号)であるが，これには以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "「本発明は，ウエハの周縁部分を選択的に露光する周縁露光装置に関するものである。」(1頁右欄9行～10行)"
                    },
                    {
                      "fig": "(b)",
                      "subject": "「光源7はレジストに対して感応性が高い波長域の照明光(露光光)を発生し，この照明光はファイバFBによって，ウェハ2の周縁部上方に配置された発光部4まで導かれる。さらに照明光は，発光部4の内部に設けられたレンズ系4aによりほぼ平行な光束となって絞り5を照射する。光源7からの照明光は，絞り5により所定の断面形状に規定(成形)され，露光光束6として発光部4から射出されて選択的にウェハ2の周縁部に照射される。」(3頁右上欄14行～同頁左下欄3行)"
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "「受光部8は，ウェハ2の周縁部分を挟んで，発光部4と対向するように配置されている。受光部8には，第2図(b)に示すように間隔Lで平行に併設されたリニアポジションセンサ(又はシリコン・フォトダイオード等)8a，8bが光束6を検出できるように配置されている。」(3頁左下欄14行～19行)(d) 第1図には，上側部分に発光部4及び絞り5を有する左右逆の「コ」字状の形状の露光ユニットUが記載されている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "半導体集積回路の製造工程においては，従来からウエハの周辺部分のフォトレジストを除去することを目的として，露光装置でウエハの周辺部を露光処理することが行われていたところ，露光装置からの露光をウエハ周辺部の露光処理をすべき対象領域に正確に照射するために，露光装置をウエハ周辺部の所定位置に正確に位置合わせをすることが必要とされていた(甲14～16)。",
        "しかるところ，上記アの記載によれば，本件出願前から，この位置合わせのために，ウエハの一方側(上側)から光を照射し，他方側(下側)で受光して，ウエハの端部で光が遮られた部分を認識することにより，ウエハの位置を認識する方法が通常採用される手段であったこと，そのために上面と下面に発光と受光の光学素子をそれぞれ配置するとともに，それらを一体化してユニットとするため，全体として断面を「コ」字状の形状とした部材が構成されていたことが認められ，これらの事実から，本件出願当時には，ウエハの位置認識・露光機の位置合わせ機構が，「コ」字状部材となることは，当該技術分野における周知技術であったと認められる。",
        "そして，甲第1号証記載の発明においても，周辺露光を正確に行うためには，周辺露光機9をウエハ3の周辺部の露光処理をすべき位置に正確に配置することが必要であることは自明であるから，同号証の周辺レジスト除去装置においても，ウエハの位置認識をする手段が設けられているものと考えるのが自然である。",
        "そうすると，上記周知技術に照らせば，周辺露光機9が貫通する如く設けられている本件コ字状部材は，単なるホルダーではなく，ウエハの位置認識・露光機の位置合わせ機構であると認めるのが相当である。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "この点，審決は，「第5図に示された『コ』字状部材が・・・単なる『周辺露光機9を保持するためのホルダー』であるとするならば，前記ホルダーであるべき『コ』字状部材の形状は，『コ』字状の鰐口形状にする必要はなく，単なる『周辺露光機9を保持するためのホルダー』であるべく，ウエハ3周辺部のレジスト5を露光するために，ウエハ3周辺部のレジスト5の上方に位置する上側部分のみからなる『−』字状の一枚の板状ホルダーであれば十分であると考えられる。」と判断しているが，上記イで説示したとおり，上記周知技術に照らすならば，本件コ字状部材は，単なるホルダーではなく，ウエハの位置認識・露光機の位置合わせ機構であると認められるから，審決の判断は上記周知技術を考慮せずにされたものであって，誤りというべきである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "一致点についての審決の認定の当否",
          "text": [
            "上記(1)，(2)で検討したところからすれば，周辺露光機9が設けられた本件コ字状部材は，甲第1号証記載の周辺レジスト除去装置の吸引排気手段の一部を構成するものではなく，ウエハの位置認識・露光機の位置合わせ機構であるから，本件コ字状部材の上側部分と下側部分とを連結している部分が，ウエハ3の中心側方向に開口する『排気管』となっているとする審決の認定は誤りである。",
            "また，前記1(1)の記載に照らせば，甲第1号証の第1図のスピンチャック2を有し溶剤を吐出してレジストを除去する装置と，第5図のチャック8を有し露光後に現像液を流す装置とは，別の装置であると認められ，このことに，甲第1号証には，溶剤ノズルと本件コ字状部材との関係についての説明が一切ないことを併せ考慮すれば，溶剤ノズルの吐出端が本件コ字状部材の上側部分を貫通して設置されていると認めることはできない。",
            "そうすると，甲第1号証には，上側部分と下側部分とを有する排気管も排気管の開口部の上側部分に，周辺除去用の溶剤のノズル6を設けることも全く開示されていないこととなるから，審決が，本件発明1と甲第1号証記載の発明との一致点を，「・・・基板端縁洗浄装置において，前記溶剤ノズルを設け，前記排気管の開口端を開放することにより，基板端縁の上下に突出した上側部分と下側部分を設け，この突出した上側部分に前記溶剤ノズルの吐出端を設けた基板端縁洗浄装置」と認定したことは，誤りである。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上のとおり，審決は，引用発明1を誤認した結果，本件発明1と引用発明1との一致点についての認定を誤り，その結果，相違点を看過したものであるから，この誤りが審決の結論に影響を及ぼすことは明らかである。",
            "よって，取消事由1は理由がある。"
          ],
          "content": [
            {
              "fig": "3",
              "text": [
                "以上の次第で，取消事由1は理由があるから，他の取消事由について判断するまでもなく審決は違法であり，本件請求は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を認容することとし，主文のとおり判決する。"
      ]
    }
  ]
}