{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−19719号事件について平成19年8月28日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告がした商標登録出願に対する拒絶査定不服審判における不成立審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，下記に表示のとおりの図案化された「Elemis」の欧文字から成る商標(本願商標)につき，第3類及び第44類に属する商品及び役務を指定役務として，平成16年5月14日に登録出願し，その後，指定商品及び指定について平成17年3月3日付け手続補正書により別紙「指定商品及び指定役務」のとおりと補正したが(甲15)，同年7月15日に拒絶査定を受け，同年10月12日に拒絶査定不服審判を請求した。",
            "特許庁は，同請求を不服2005−19719号事件として審理し，平成19年8月28日，「本件審判の請求は，成り立たない。」との審決をし，その審決謄本は，同年9月19日に原告に送達された。なお，出訴期間として90日が付加された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決のとおりである。その要点は，本願商標が商標法(以下「法」という。)3条1項3号及び4条1項16号に該当するとした原査定が相当であるというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "審決には，次のとおり，本願商標を法3条1項3号及び4条1項16号に該当するとした認定判断の誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "エレミ油の原材料「elemi」の認知度について",
              "text": [
                "本願商標は，デザイン化した「Elemis」の欧文字を表して成るところ，審決は，「せっけん，香水」等の香料として使用されるエレミ油の原材料「elemi」の複数形「elemis」を表したものと認識されるとして，「香料・香水等を含む化粧品，せっけん類，アロマテラピー・オイルマッサージ等の芳香による心身のリラクゼーションを図るサービス」等に使用しても，商品の品質，原材料，役務に使用される香料の種類を表すものとして法3条1項3号に該当し，また，前記商品以外あるいは役務以外について使用する時は，商品の品質，役務の質について誤認を生ずるおそれがあるものとして法4条1項16号に該当する，と認定した。",
                "しかしながら，商標としての「Elemis」の語が品質表示語にすぎないと認定するためには，本願指定商品及び役務に係る化粧品やエステティック美容業界の需要者，取引者において，「Elemis」の語がエレミ油の原材料「エレミ」の意味合いで普通に使用され，業界全体でそのように認識されているという事実が必要とされ，そのような事実が認められなければ，法3条1項3号の拒絶理由に該当するものではなく，その結果，役務の質に誤認を生じさせることもないため，法4条1項16号にも該当しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一般需要者の英語力については，中学校で習う程度のレベルとされるところ，「elemi」という英単語は，「カレッジ ライトハウス英和辞典(研究社)」(甲16)，「ルミナス英和辞典(研究社)」(甲17)，「オックスフォード現代英英辞典・第5版(開拓社)」(甲18)，「ジーニアス英和辞典・改訂版(大修館書店)」(甲19)など中級及び上級レベルの辞書を確認したところ，記載されていない単語であった。",
                    "また，「新和英中辞典・第4版(研究社)」において，「エレミ」の語を探したが，そのような英単語は確認されなかった(甲20)。",
                    "同様に，フランス語は義務教育で習う言語ではなく，英語に比べ我が国の一般需要者に親しまれている言語とはいえないが，例えば「クラウン仏和辞典・第2版(三省堂)」(甲21)，「アポロ仏和辞典・再版(角川書店)」(甲22)においても，「elemi」という単語は掲載されていない。",
                    "なお，上記甲16ないし甲22の英和辞典，和英辞典，仏和辞典においては，「せっけん，香水」の香料の原材料として一般的によく知られていると思われる「lavender」のような単語については掲載されていた。",
                    "審決において，「本願に係る指定商品分野においては，フランス語が商標として採択，使用されていることはよく知られたこと」であるとしているが，たとえ，本願指定商品分野で，フランス語が他分野に比べて商標として採択，使用されていたとしても，フランス語は，我が国の義務教育で習う言語ではなく，何万語も掲載された上記仏和辞典に掲載されていないのであるから，需要者が当然に把握している語とはいい難いものである。",
                    "また，英語の「elemi」についても，上記英和辞典，和英辞典は，何万もの単語が掲載されており，一般需要者が認識していない単語も数多く含まれるものであるが，「elemi」の語はいずれの辞書においても見当たらないのであるから，一般需要者に理解され普通に使用されている語とは到底認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，審決において「elemi(エレミ)」が商品等の品質を表示する語である説明として挙げられている各種辞書類，ウェブページについては，次のとおり，非常に限定された専門的な情報源であることが理解される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "小学館ランダムハウス英和大辞典について",
                      "text": [
                        "同辞典は，収録語数が三十数万語程の翻訳者等が使用するプロフェッショナルレベルの英和辞典である。このような専門家向けの英和辞典に掲載されていることは，一般需要者の判断を根拠とすべき識別性の認定において，何ら根拠となり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "小学館ロベール仏和大辞典について",
                      "text": [
                        "同辞典は，収録語数が12万語程の翻訳者などプロフェッショナルレベルの人々に使われている仏和辞典であり，識別性の判断において，根拠とすべきものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "株式会社朝倉書店「香りの百科」，「香料の辞典」及び「香りの総合事典」(甲23)について",
                      "text": [
                        "同出版社は，理学，工学，医学，農学，人文科学，家政学などの学術専門書及び主に理工系の大学用の専門的な教科書を刊行している出版社である。",
                        "同出版社ホームページにおいて「香りの百科」を検索すると，価格は定価2万4150円(税込み)として，「実際に香料を取り扱う経験の豊かな日本香料協会のメンバーが執筆にあたり，業界，学界はもとより一般の香料愛好家の諸氏にとって座右の書である」と紹介されている。",
                        "「香料の辞典」について検索すると，これも定価2万4150円(税込み)であり，「香料とその周辺領域について，基礎から応用まで総合的に解説」と記されている。",
                        "「香りの総合事典」は，定価1万8900円(税込み)の「香りに関するあらゆる用語(天然香料・香料素材，合成香料・製法・分析，食品香料・香粧品香料，香水，嗅覚・安全性・法規・機関など)750語を取り上げ，専門家以外にもわかるように解説した五十音配列の辞典」とある。",
                        "これらの辞典は，執筆者が「日本香料協会のメンバー」であったり，読者ターゲットを「業界，学会はもとより一般の香料愛好家」としていたりすることからも分かるように，そのレベルは化粧品等の一般需要者たる女性を対象としたものではなく，専門家あるいは一部の愛好家を対象としたものである。「香りの総合事典」の内容も，「天然香料，香料素材」のみならず，「製法，分析，安全性，法規，機関」などを含むものと紹介されており，このような多分に専門的な内容の書籍を，どれ程の人が，2万円前後の費用を払って購入したり，目を通したりしているであろうか。たとえ，専門家や取引者であっても，果たしてこのような書籍に記載されていることを把握しているかどうか疑わしい。",
                        "このように，非常に学術的かつ専門的な書籍に，香料の原材料である「elemi(エレミ)」に関する解説が掲載されていたとしても，本願商標が商品等の品質を表示するものであるかどうかの判断に全く影響を与えるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "黒澤路可「香りの辞典 改訂版」について",
                      "text": [
                        "稲畑香料株式会社の相談役を務める香りの専門家である黒澤路可によって記された，「匂い，香り，香料に関する用語について，フランス調香師たちが用いてきた専門用語を基礎とし，内外文献に使用されている用語を収集」したもの(甲24)であるが，これも「フランス調香師たちが用いてきた専門用語を基礎としている」書籍であり，上記同様，非常に専門的で化粧品等の一般需要者たる女性の認識の判断の基礎とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "各種ウェブページについて",
                      "text": [
                        "「いんたーねっとアロマセラピー精油事典／アロマテラピー(http://www.nishiyama.org/aroma/dictionary/Canarium_luzonicum.html)」(甲25)，「精油の辞典(http://www.t-tree.net/jiten.htm)」(甲26)は，エッセンシャルオイルを販売する目的等のため様々なオイルが紹介されているページであるが，一般需要者が把握しているとは思われない多種多様なオイルが掲載されている。",
                        "審決に記載されているその他のいずれのウェブページも同様に，様々なエッセンシャルオイルの一つとして「エレミ」が紹介されているにすぎず，このようなページに掲載されていることと，一般需要者の認識とは何らつながるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記のとおり，審決において，「elemi(エレミ)」について挙げられている証拠は，いずれも当業界で上記語が普通に用いられている証拠とはなり得ない特殊なものばかりである。逆にいえば，甲16ないし22のような証拠からは，「elemi(エレミ)」が何であるか知ることができず，上記審決に記載の専門的な辞書，書籍，ウェブページによってしか上記語を説明できないこと，「elemi(エレミ)」という名の原材料が一般的に知られているものではないことを何よりも物語っているといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「Elemis」が「エレミ油」の原材料「elemi」の複数形との認",
              "text": [
                "定について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標「Elemis」の由来は，ヘブライ語の「調和」であり，審決で述べられている「エレミ油」とは何ら関係がない。原告が当該商標を採択した理由は，その商品及びサービスのコンセプトを「自然界との調和」としているためであり，例えば，動物性の原材料の使用は発酵乳を使用するにとどめ，動物を一切傷つけないようにしており，また，商品の容器もプラスチックよりも再生可能なガラスを使用するなど，日々の商品開発及びサービス提供の場において，「自然界との調和」を実践し，追求しているブランドである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1)のとおり，「elemi」のみでも一般的に知られている語とはいい難いにもかかわらず，審決は，「我が国における英語の普及度からすれば，名詞の複数形は，一般的に名詞の語尾に『s』を付加するものであり，英語の『elemis』も同様に『elemi』の複数形と認識し，理解するところ，とりわけ，この種業界にかかわる製造または取引関係者においては，『elemi』の文字より石鹸，香料の原材料となるエレミ油を意味するものと理解し得るとともに『elemis』が『elemi』の複数形であることも容易に理解る(判決注:原文のママ)ものとみるのが相当である」と，「elemis」の語が「エレミ油」を指す英単語の複数形として実際に使用されている証拠を一切提示することなく極めて一方的に断定した。",
                    "すなわち，審決は，「elemis」という表現自体が当業界において普通に使用されているか否かを事実認定した上で審決しているのではなく，英文法という論理のみによって審決を下している。",
                    "商標の事実認定は，取引の実情という社会的事実に基づいてされなければならない。したがって，このような乱暴な認定は認められるべきではない。前提とされた「elemi」の認知度にも大いに疑問があるが，「s」が付加されていることにより「複数形」との判断は，妥当ではない。",
                    "確かに，「小学館ランダムハウス英和大辞典」においては，「elemi」の見出しの下，複数形は「～s」との記載とともに「エレミ：カンラン属Canariumの木，特にカナリーノキC．communeから採れる芳香性樹脂；主としてニス，ラッカー，膏薬の製造や香料に用いる」と記載されている。",
                    "しかしながら，英語の名詞には数えられるものと数えられないものがあることは，中学校で習う基本的な事項であり，我が国における英語の普及度からすれば，例えば水などの液体は数えられないということは一般需要者にも当然に理解されていることである。",
                    "それゆえ，そもそも「elemi」なる原材料も一般に知られているとはいえないが，仮にこれを認識する需要者であっても，「elemis」を「芳香性樹脂」や「エレミ油」を指す「elemi」の複数形ととらえることには違和感を覚えるものである。上記大辞典に記載の「カンラン属Canariumの木」は数えられるといえるが，樹脂や精油となった状態の「elemi(エレミ)」に複数形が適用されるものとは到底考えられない。上記大辞典に複数形として「s」が記されているのは，上記「木」についての記載と考えるのが妥当かつ自然である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "エッセンシャルオイルの業界において，「カモミール」「ラベンダー」「ベルガモット」「マンダリン」「イランイラン」「ネロリ」「ローズ」などは，いずれもその原材料が単数形で表現され，複数形で表現されることはない。",
                    "「elemi」も，「s」が付加された時点で，香料の原材料である「エレミ油」からは離れてしまい，そのような観念を需要者に生じさせることは難しくなる。そしてこのことは，英語を母国語とするイギリス，アメリカ及びオーストラリアにおいて，原告の文字商標「ELEMIS」が，「アロマテラピー製品」，「エッセンシャルオイル」，「アロマチックオイル」といった商品，「アロマテラピー」といったサービスについて，何ら問題なく登録されていることが歴然たる根拠であるといえる(甲27～31)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，実際に検索サイト「Google」(甲32)，「goo」(甲33)，「Yahoo!」(甲34)，「Infoseek 楽天」(甲35)，「MSN」(甲36)においても，「elemi」の語を検索すると，アロマテラピーに使用される「エレミ油」に関するページが検索されるが，「s」を付加した「elemis」の語で検索すると，香料の原材料である「エレミ油」に関する記述は1件も見当たらず，検索結果のほとんどは，原告の商品，サービスを示す「Elemis」に関するものとなった。",
                    "もし，実際に「elemis」がエレミ油を指す「elemi」の複数形として使用されているならば，このように「エレミ油」に関するページが全く検索結果に挙がらないということはあり得ず，「elemi」の検索結果同様，それ相当の「エレミ油」についてのページが検索されてしかるべきである。しかしながら，そのような結果は1件も発見されなかった。",
                    "このことからも，「Elemis」が「elemi(エレミ油)」の複数形として使用されるものではないことが証明されているといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決は，「とりわけ，この種業界にかかわる製造または取引関係者」においては，「elemis」は香料の原材料となる「elemi(エレミ油)」の複数形と認識するとしたが，上記の証拠のみならず，次の(ア)ないし(エ)のインターネット検索の結果を見ても，むしろ美容，エステティックの取引関係者及び美容に関心の高い需要者であれば，美容ブームの火付け役となることが多いマドンナのような海外の著名人に愛用されている原告の商品，サービスを認識するものと容易に考えられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「世界のエステ＆スパ」(http://www.esthegarden.com/world-e/e-elemis.html)の見出しのもと，「美容ライターが絶賛するアロマテラピー製品のブランド『エレミス』」の記載(甲37)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「Yahoo！オークション ELEMISエレミス ビタミンリッチロ",
                      "text": [
                        "ーション」(http://page16．auctions.Yahoo．co.jp/jp/auction/u20978643)の「商品の情報」として「Elemis(エレミス)とは世界各地のエステで採用されている有名なイギリスの自然派コスメブランドです。マドンナが愛用しているとのことで，世界中のセレブの間では大変な人気のようです。」との記載(甲38)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「アメニティなひととき」(http://ameblo.jp/amenity-life/entry-10070082421．html)の見出しのもと，「マドンナ愛用☆Elemis(エレミス)」，「イギリス生まれのスパセラピーのブランドで，最新の科学的なフィトセラピー(植物療法)とアロマセラピーを取り入れていることで有名なエレミス。」との記載(甲39)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "太平洋地域に広く展開する最高級スパ・チェーンであるマンダラスパ(甲46)における日本人観光客向けの日本語で記載されたエステティックサービスの料金表において(http://www.mandaraspa.jp/hawaii/rate/)，「エレミス・アブソルート・スパ・リチュアル」「エレミス・ヴィジブル・ブリリアンス・フェイシャル」「エレミス・プロ-コラーゲン・マリーン・フェイシャル」など，原告の提供するエステティックメニューが表示されている。このように，我が国では，いまだ本格的に役務の提供など始めていないが，日本人に人気の高い旅行先であるハワイ等で，原告の商品，役務は我が国の需要者向けに販売，提供されており，これを体験した旅行者が口コミで「Elemis」の名を広げている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "我が国の需要者に本願商標が認知されていることを示すものとして，次の(ア)及び(イ)のとおり，我が国において日本語で発行された一流ファッション誌などに原告の商品，役務が記載されている。このことからも，原告の商品，役務が本願指定商品役務に関心の高い層に注目されていることが分かる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "雑誌「アジアスパ ジャパン(asiaSpa Japan)」2007年10月号(甲47)，同年12月号(甲48)",
                      "text": [
                        "「アジアスパ」は，香港を拠点に世界15か国で販売される，世界の高級スパやエグゼクティブなライフスタイルを紹介する雑誌であるが，2007年10月号で，アンチエイジング効果のあるクリームとして，原告の「プロ-コラーゲンマリーンクリーム」が紹介され，同年12月号では，秋からの紫外線ケアのための商品として，原告の「ボディ スカルプティング リボ・リファイニングセラム」と「ボデ"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ィ",
                  "text": [
                    "スカルプティング ファーミング クリーム」が紹介されている。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "雑誌「VOGUE NIPPON(ヴォーグ ニッポン)」(2008年4月号)別冊付録「VOGUE NIPPON BEAUTY」(甲49)",
                      "text": [
                        "米国を拠点とする著名なファッション雑誌「VOGUE」の日本版2008年4月号付録「VOGUE NIPPON BEAUTY」には，「ファッショニスタのためのスキンケア。」として，ファッションセンスのよい様々な著名人，業界人お勧め商品が紹介されている。そして，「ファッション・ピープル 20人のベストコスメ」として，ファッションライターのデイジー・ガーネットから，原告のアンチエイジング美容液が紹介され，これを使用したことにより「これで私の肌は見違えるようになったわ」とコメントされている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上のとおり，「elemi(エレミ)」の語であれば「エレミ油」を指すものとして取引者間で使用されることがあるかもしれないが，「elemis」は取引では一切用いられていない表示であり，「elemis」を見て本願商標を認識する者はあったとしても，「エレミ油」を直感するものは存在しない。",
                    "商標の語尾に「s」を付すと，まとまりよく語感も落ち着いたものとなるため，商標採択の慣行上，語尾に「s」が付されることは珍しくなく，例えば「adidas」，「HERMES」，「ARAMIS」などのブランド名も，複数形かどうかと意識されることなく，全体として造語と認識されているものである。むしろ，このような5音前後の語に「s」が配されていることは，商標的であるととらえられこそすれ，複数形などととらえられることは，「Books」などのようによほどよく知られた英単語でなければかえって不自然である。",
                    "本件の「Elemis」についても，「エレミ油」を指すものとして普通に使用されている語でない以上，需要者，取引者は，これを純粋な造語，ブランド名以外として認識することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決における需要者，取引者の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「指定商品の取引者の中には石鹸，香料の原材料に携わる専門家も含まれること明らかである」とし，また，原告提出の「Elemis」及びエレミ油についてのアンケート(甲14)を採用しない理由として，これが化粧品やエステティック美容の主たる需要者である20歳代から40歳代の女性を対象としたものであり，「業界の事情に詳しい製造元若しくは取引に係る関係者」を対象として調査がされていないためとする。",
                    "そして，上記「石鹸，香料の原材料に携わる専門家」，「業界の事情に詳しい製造元もしくは取引に係る関係者」の文言が示すように，審決における認定の根拠とされた各種辞書，ウェブページは，上記のとおり非常に学術的かつ専門的な内容のものであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，このような審決の需要者，取引者の認定には誤りがある。",
                    "審決においては，需要者と取引者を分けて論じているが，需要者と取引者は商品を購入する側，販売する側として緊密につながっているものであり，上記の化粧品やエステティック美容の主たる需要者である20歳代から40歳代の女性の「elemi」又は「elemis」に対する認識は，取引者側の事情を如実に反映しているものである。",
                    "つまり，仮に化粧品メーカーやエステティックサロンがエレミ油を香料として用いた商品の販売，アロマテラピーサービスの提供をしてきていれば，上記主たる需要者である女性がエレミ油を全く認識していないはずはない。",
                    "逆にいえば，名立たる化粧品メーカーやエステティックサロンなどが「エレミ油」を自社の商品やサービスに今まで使用してきていないからこそ，アンケートの対象者である女性も，そのような原材料の存在を知り得ないのであり，例えばラベンダーやローズのように化粧品メーカーやエステティックサロンの商品やサービスに使用されている香料であれば，需要者も関心を持ち，認識することができるのである。",
                    "専門的な辞典などにも「エレミ油」が掲載されていることから，商品等の開発者，取引者などが，「エレミ油」の存在を技術的に認識していることはあり得るが，実際にこれが化粧品及びエステティックサロンの施術に用いられている形跡がなく，需要者にも知られていないことをかんがみれば，「エレミ油」が化粧品やエステティックの施術に用いる香料としては不適当と思われるおそれがあることを示しているといえる。",
                    "このように，需要者と取引者の認識は関連してとらえられるものであり，これらを分けて論じることは妥当ではなく，取引の実情をかんがみた上で，両者の認識を総合的に検討した上で，識別性は論じられなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "もちろん，特殊な資材などで一般的な最終消費者に販売されることなく，限定されたメーカー間のみで取引され，商品とメーカーとの関係が取引者間でよく認識されているような取引の実情があれば，取引者のみを対象として判断されることは，最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁(氷山／しょうざん事件)でもよく知られている。",
                    "しかし，本願商標は，指定商品を「化粧品，せっけん」等，指定役務を「エステティック美容」等とするものであり，上記のような取引者間のみ，いわゆるB toB(企業間)で取引されるものではなく，最終消費者に向けて販売される商品及び提供される役務である。このような，B to C(企業と一般消費者)の取引において，まず考慮されるべきは最終消費者であり，氷山／しょうざん事件のような取引の実情がない以上，専門家や取引者を対象に含むことは問題ないとしても，最終消費者の認識を軽んじて，特殊な専門家，取引者の認識のみに基づいた判断が認められるものではない。",
                    "それゆえ，審決において，本願商標「Elemis」が当業界で普通に使用されている証拠が一切示されぬまま，「elemi」に関する各種専門書や難解な辞典類を根拠とし，本願商標に識別性がないとの認定を行うことなど，到底許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "むしろ，審決の上記認定の根拠とされた各種専門書や難解な辞典類ではなく，原告の提出した化粧品やエステティック美容の主たる需要者である20歳代から40歳代の女性を対象としたアンケート(甲14)等こそ，本願商標の識別性の判断における証拠として，まず検討すべきである。",
                    "同アンケートは，本願商標の「Elemis」から「エレミ油」を想起するのが通常の需要者の認識であるかを調査するため，180万人以上という日本最大規模のモニターを有するリサーチ会社，アイブリッジ株式会社の「リサーチプラス」というサービスを利用したものである。",
                    "同サービスの特長は，モニター数の多さから，地域，年齢，性別などに偏りのないアンケート調査を行える点にあり，その結果の信頼性は非常に高いものとなっている。",
                    "上記調査は，本願指定商品・役務の分野である第3類「化粧品」や，第44類「エステティック美容」の主たる需要者層である全国の20歳代から40歳代の女性300人を対象として行われた。",
                    "その結果，まず第1問の「Elemisについて知っていることは？」との問いに対しては，「特になし」という回答が89．0％と最も多いが，「化粧品・エステのブランド」として「Elemis」を認識しているものが10．33％も存在している。当該ブランドは，本願商標「Elemis」のことであり，少なくとも当該分野における主たる需要者の間では，平成18年2月の時点で既に1割強の認知度を獲得しているものであり，上述のインターネット結果と比べ併せて考えても，世界中のセレブリティに愛用されている現在は，さらなる認知度を有していることは想像に難くない。",
                    "一方，「Elemis」が「エレミ油を意味する英語elemiの複数形」であると答えているものは，全体の0．67％にすぎないという結果が出た。そもそも「elemi」が「エレミ油」について複数形で使用されるということ自体，前述のとおり考えにくいことであって，このような極めて少数の認識を基に本願を拒絶した審決は，妥当なものとはいえない。",
                    "次に，第2問は，「Elemisの表示から連想するものは？」という問いであり，ここでは「特になし」という回答が63．33％に減った一方，「化粧品・エステのブランド」という回答が33．67％に増加している。すなわち，「Elemis」を知らない者でも，これに何らかの意味があるとするならば，「化粧品・エステのブランド」であろうと連想するものが数多く存在するのである。",
                    "反対に，「エレミ油」を連想する者は3．00％にすぎず，「Elemis」を知らないにもかかわらず「エレミ油」を連想した者は，恐らく単にその発音から連想を行ったものと推測される。そして，その割合が「化粧品・エステのブランド」を連想する者よりはるかに少ないのは，「Elemis」なる表記や発音がブランド名としてふさわしく，ブランド名として認識するのに全く違和感を抱かせないものであることを示している。",
                    "加えて，第1問とも共通するが，連想するものを「特になし」と回答した者は，アンケートの後，「Elemis」を原告のブランドとして目にするようになっていると考えられ，これらの質問で「特になし」と回答した者は，今後「Elemis」を素直に「化粧品・エステのブランド」と認識するようになっていると考えられる。",
                    "そもそも「エレミ油」という商品がどれだけ需要者に知られているかを調査するため，第3問に「エッセンシャルオイルのエレミ油を知っていますか？」という問いを設定したところ，これを認識する者はわずか4．00％にすぎず，残りの96．00％であるほとんどの者が「エレミ油」など知らないと回答している。",
                    "以上のアンケート結果をみても，いかに審決の判断が偏ったものであるかが分かり，このような極めて限られた者の認識を，あたかも一般需要者の認識であるかのように認定する審決の判断は，こうした視点からもやはり妥当なものとはいえない。",
                    "このように，本願商標「Elemis」に対する需要者の認識は，ほとんど「エレミ油」とは関係のないところにあり，むしろこれを原告のブランドと認識している者の方がはるかに多い。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "しかも，本願商標は商品やサービスのブランドロゴとして使用されるものであり，今回の調査では字面だけで「Elemis」から「エレミ油」を連想する者が少ないながらも3．00％存在したが(第2問)，これがブランドロゴとしてそれにふさわしい態様で使用されたならば，もはや「エレミ油」を連想する者は存在しないと考えられる。また，「elemi」の複数形であると答えた0．67％(第1問)の者も，本願商標のようなデザイン化されたロゴが，例えば化粧品などに付されていたならば，これを純粋なブランドと見るのが自然である。",
                    "現実に使用例がなく，需要者の認識もこのような状況であることに照らせば，本願商標が「エレミ油」の複数形を表す英語であると理解される余地は，ほとんどない。仮に上記第1問の0．67％の者の存在をそのまま受け止めるとしても，実際の使用態様を見れば本願商標をブランドと理解すると考えられる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，最終消費者の「Elemis」に対する認識が明らかにされているにもかかわらず，「業界の事情に詳しい製造元もしくは取引に係る関係者」の調査結果が含まれていないとして，当該証拠を一切考慮しないことは，現実の取引からもかけ離れた違法な認定である。",
                    "商標法上，ある商標の識別性判断において，「業界の事情に詳しい製造元もしくは取引に係る関係者」及び「石鹸，香料の原材料に携わる専門家」のみを根拠に認定されるケースはそのような関係者のみでしか取引されない商品等を対象とした特殊な場合であり，本件のような一般消費者向けの商品，サービスにおいて，「業界の事情に詳しい製造元もしくは取引に係る関係者」及び「石鹸，香料の原材料に携わる専門家」の認識を殊更に重要視することは，偶発的な状況を一般化するものと同様であって妥当とはいえない。",
                    "ましてや，本願商標は，上記ウェブページ及びアンケートに示された結果のとおり，「美容ライター」に絶賛され，マドンナなどの海外の著名人にも愛用されているブランドであるから，「業界の事情に詳しい製造元もしくは取引に係る関係者」及び「石鹸，香料の原材料に携わる専門家」であればなおさら，本願商標「Elemis」に接すれば，「エレミ油」などではなく，世界中で人気を博している原告の商品，サービスを想起すると考えられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願商標の自他商品等識別力について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訴訟の争点である，ある商標が商品の品質等を表示する語として自他商品等の識別に機能しないかどうかという問題は，学術的な見地から記述された専門書類や辞典類，雑誌類などの記載だけから判断されるべきではなく，当業界での認識が最も重要視されるべきである。",
                    "審決において，本願商標が自他商品等の識別に機能しない根拠として挙げられているものは，専門的な辞典類，専門書の記述のみであって，本願商標の識別性を否定する立証はできていないといわざるを得ない。",
                    "しかも，そのような専門的な辞典類，専門書に記載されており，また，一部の取引者において使用されている例が見受けられるのは，本願商標「Elemis」ではなく，「elemi」である。",
                    "審決では，単純に「elemis」は「elemi」の複数形であるとして本願商標の識別性を否定しているが，そもそも「elemi」自体も，当業界で一般的な語であるかについて疑問がある上，複数形としては不自然な「エレミ油」を示す「elemis」なる語については，普通に使用されている証拠が一切見当たらないのであるから，専門家，取引者でさえも，この語を商品の品質等を表示する語と認識するかについては大いに疑問がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "加えて，審決は，本願商標の態様につき，商標にレタリングを施すことは普通に行われていることであって，本願商標の態様も「普通に用いられる方法の域を脱していないとみるのが相当」とするが，このような表示を単なるレタリングとする認定は，下記のとおり，現実に即していない判断といえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，語頭の大文字「E」の中央に波形のラインが施され，小文字「l」，「m」，「i」の下部が右下がりに削り取られた全体として丸みを帯びた柔らかい印象の文字デザインで表されている。",
                        "本願商標の実際の使用態様は，原告のホームページ(甲12)，商品一覧(甲13)のとおりであるが，ホームページ上部及び各種商品の中央など，目立つ位置に，丸みを帯びた本願商標が示されており，種々の商品やサービスを象徴する表示，すなわち統一されたコンセプトのもと使用されるブランドロゴとして，本願商標「Elemis」が表されていることが分かる。",
                        "甲13の様々な商品の中央に表された本願商標を見ても分かるとおり，このようなデザイン化された特徴のある態様で商品の品質等が表示されることはあり得ず，需要者らも，これを，品質等表示などと理解することはないのであり，純粋にブランドロゴとして認識し，その他の商品との識別を当該ロゴにより図っていくのである。",
                        "審決は，本願商標を多少レタリングが施された程度と認定し，被告もその旨主張するが，本願商標は単なるレタリング以上のものであり，波や風を想起させる「E」のデザイン，丸みを帯びた全体のデザインをとっても，「自然界との調和」を追求する原告のポリシーを示すような優しい雰囲気のロゴであり，十分に自他商品等の識別標識として機能するものである。",
                        "乙5ないし17のとおり，エッセンシャルオイル(精油)の一種である「エレミ油」を表す「elemi」を表示する場合，原材料を表す「elemi」は，一切図案化されることなく，一般的な字体であるゴシック体，Tahoma，Century などですべての文字が均一かつシンプルに表されていることが確認される。",
                        "通常，このようなエッセンシャルオイル販売店あるいはエッセンシャルオイルのメーカーにおいて取り扱われる香料は，何十種類，何百種類もあり，他のメーカーも同様に使用することのできる原材料表示を逐一図案化することなど何ら意味はなく，また，このような何十種類，何百種類の香料の原材料名を図案化する費用などと比べ併せて考えても，一般取引において，原材料表示の字体に工夫が凝らされることなどあり得ない。",
                        "本願商標は，「Elemis」のローマ字から成るものであり，「elemi」ではない。もし，本願商標の「Elemis」に施された波や風の図案が原材料表示に用いられる「普通に用いられる方法の域を脱しない程度」であるならば，様々なエッセンシャルオイルの販売店，メーカーのエッセンシャルオイルを紹介する乙5ないし17において，わずかでも図案化された原材料表示があってもよさそうなものであるが，そのような例は1件も見当たらない。",
                        "原材料表示としては，通常見られないようなデザイン化がされた本願商標は，一見して特定のブランドを表すものと需要者らには認識されるものであって，この意味で，その特徴的なデザイン自体とともに，十分に自他商品の識別標識として機能するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，原告は，本願商標をエレミ油に関する商品及び役務について使用しておらず，審判時にも，指定商品・役務を補正する用意がある旨申し述べたとおり，エレミ油の原材料としての「elemi」の表示に権利を欲しているのではない。例えば，甲13の原告の商品一覧を見ても，1頁目左上の「Rehydrating Rose Petal Cleanser(バラの花びらを使用した保湿効果のある洗顔料)」，左下の「Rehydrating Ginseng Toner(朝鮮人参を使用した保湿効果のある化粧水)」，右上の「Soothing Apricot Toner「アプリコットを使用した鎮静効果のある化粧水」，右中央の「Balancing Lime Blossom Cleanser(ライムを使用した調整効果のある洗顔料)」，右下の「Soothing Chamomile Cleanser(カモミールを使用した鎮静効果のある洗顔料)」など様々な効果を有する植物を使った化粧品が表示されているが，「エレミ油」を使用した商品はなく，また，上記化粧品には，全く「エレミ油」が使用されていないにもかかわらず，本願商標「Elemi s」が表示されているものであって，このことからも，本願商標が，原材料表示などではなく，先に主張したように，ヘブライ語の「自然界との調和」をイメージした商標として使用されていることが証される。",
                        "そして，他社が原材料表示として「elemi」を使用したとしても，もとより本願商標の権利もそこまで及ばないが，原告もこれに対し権利行使するつもりも全くない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願商標は，飽くまでもデザイン化された「Elemis」であり，ブランド名として使用されるものである上，「エレミ油」の複数形としての「elemis」なる語が当業界で普通に使用されている例は全く見当たらない。そもそも，審決などでも，「エレミ油」は英語で「elemi oil」と記されているように，「elemi」だけではなく，「elemi oil」と記載されて初めて香料の原材料となる「エレミ油」を認識させると考えられる。",
                        "これが，複数形の「elemis oil」などと表されることはないのであるから，今後も，文法的に違和感を覚える当該意味合いが「elemis」から看取されるようになるとは考えられない。",
                        "したがって，本願商標が登録され，原告の独占的な使用を認めても，当業界の取引活動を制限することは一切なく，何ら混乱を生じさせるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願商標「Elemis」は，そのデザイン化されたロゴ態様とともに，海外の著名人を始め，美容関係者，需要者に高い評価を受けていることは上述のとおりであるが，我が国においても，現在は一部の高級ホテルなどで体験できるのみで本格的な販売が行われていないにもかかわらず，口コミの評判により，年々その認知度を高め，ファンを増やし続けているブランドである。",
                    "本願商標は，十分に自他商品等の識別に資するものであり，法3条1項3号に該当することはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，甲12，13の原告及び原告商品のウェブページ，甲37，38，39の需要者のコメントを見ても分かるとおり，本願商標は，特定の商品に使用される商標ではなく，原告の「自然界との調和」という事業理念に基づくすべての化粧品等，エステティックサービス等に統一的に使用されているブランドロゴである。",
                    "そして，上述のとおり，世界中の需要者，取引者に同ブランドロゴは強く支持されているものであって，需要者らも，これを原材料表示と認識することなどないため，品質等の誤認を生ずることなどあり得ず，法4条1項16号に該当するものでもない。",
                    "したがって，既に本願商標に化体したこのような信用を維持することこそ，法の趣旨にかなうものといえよう。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本願商標は，そのデザイン化された態様と相まって造語として認識される十分に自他商品等識別力を有するものであり，また同様に，特定の商品の品質又は役務の質を直接表示するものでない以上，これらに関し誤認を生じさせることもない。したがって，上記の種々の要素を看過した上で，本願商標を法3条1項3号及び4条1項16号に該当すると判断した審決の認定は違法であり，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "本件審決の認定判断は正当であって，審決に原告主張の違法性はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "法3条1項3号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の構成態様",
                  "text": [
                    "本願商標の構成態様は，「Elemis」の文字から成るものであるところ，構成中，語頭の「E」の文字部分について，中央の横線を小さく波打たせ，縦線を少しだけ貫くようにし，かつ，当該縦線の上部との間にわずかにすき間を設けて表されている点において，多少図案化されてはいるものの，その図案化の程度は低く，また，「E」の文字に続く「lemis」の文字部分は図案化されていないから，構成全体として普通に用いられる方法の域を脱しない程度に表示されているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「elemi(s)」の意味",
                  "text": [
                    "「elemi(s)」(エレミ)の文字は，以下のとおり，カンラン属の木又はその木から採れる芳香性樹脂(オレオレジン)であって，香料等として用いられる，英語である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「ランダムハウス英和大辞典」(乙1)によれば，「elemi」の語について，複数形は「～s(elemis)」であり，「エレミ；カンラン属 Canariumの木，特にカナリーノキ C.communeから採れる芳香性樹脂；主としてニス，ラッカー，膏薬の製造や香料に用いる」旨記載されている。",
                        "また，「elemi」の語が「エレミ(熱帯産の芳香性植物の樹脂)」の意味を有するものであることは，一般の学生や社会人向けのハンディな英和辞典にもその掲載がされている(乙31，32)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「香りの総合事典」(乙2)によれば，「エレミ Elemiとは，カンラン科カンラン属の植物で，その分泌物のオレオレジンを指す。成木の幹の樹皮に切り傷をつけ滲出させる。エレミは古くからフェンネルシトラス様の香りと樹脂状の性質を利用して，薫香，軟膏，線香，松明などに利用されてきた。・・・エレミオイルはオレオレジンを水蒸気蒸留して得る。・・・フレッシュシトラス，ペパー様の香りを持つ。・・・〔香料の用途〕エレミオイルは香水のトップノートとして有用である。石けん香料としても使用される。食品の関係ではシトラス，スパイス系香料の変調剤として使用されることがあり，キャンディや焼菓子様のフレーバーに用いられる。」旨記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「改訂版 香りの事典 仏英和」(乙3)によれば，「elemi」は，「エレミ。・・・～oil エレミ油」と記載されており，「主要植物精油・スパイス」の項においても，「ELEMI OIL・・・エレミ油」旨記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「マグローヒル科学技術用語大辞典」(乙4)によれば，「エレミ elemi」は，「フィリピン産のブルセラ科の熱帯樹脂から得られる軟質樹脂。可塑剤。",
                        "セメント，インキ，香料及び防水に用いられる。」旨記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "アロマテラピー関連の一般向けの書籍においても，「Elemi(エレミ)」の表示が，エッセンシャルオイルの一種(エレミ油)又はその原材料(樹木・樹脂)を表すものとして掲載されている(乙28～30)。特に，樹脂系の精油である「Elemi(エレミ)」が，ハーブ系の精油である「Peppermint(ペパー",
                      "text": [
                        "ミント)」「Lavender(ラベンダー)」などとともに，アロマテラピーで使用される代表的な精油の一つとして掲載されている(乙28)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「Elemi(エレミ)」の使用の事実",
                  "text": [
                    "「Elemi」，「ELEMI」，「elemi」又は「エレミ」の文字は，エッセンシャルオイル(精油)等の香料類の品質，原材料を表すものとして，以下のとおり使用されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "インターネットの複数のショッピングサイトにおける商品の紹介において，エッセンシャルオイル(精油)の一種である「エレミ油(エレミオイル)」又はその原材料(樹木・樹脂)を表すものとして「Elemi(エレミ)」の表示が使用されている(乙5～17)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "インターネットの複数のショッピングサイトによれば，エッセンシャルオイル(精油)の一種である「エレミ油(エレミオイル)」の商品の包装(容器上のラベル又は包装箱等)において，「Elemi(エレミ)」の表示が顕著に使用されている(乙11～17)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "インターネットの複数のショッピングサイトによれば，エッセンシャルオイル(精油)の「エレミ油(エレミオイル)」が，香水の原材料として使用され，「エレミ」と指称されている(乙18～25)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記(1)イ「『elemi(s)』の意味について」及び上記ウ「『Elemi(エレミ)』の使用の事実」によれば，「Elemi(エレミ)」の語は，カンラン属の木，又はその木から採れる芳香性樹脂(用途は香料等)」の意の英語であるが，商品「エッセンシャルオイル」等の香料類の取引の実態としては，上記意味合いに加え，当該樹脂(オレオレジン)を水蒸気蒸留して得られるエッセンシャルオイル(精油)そのもの(エレミ油〔エレミオイル〕)を指すものとしても一般に用いられているということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「エレミ油(エレミオイル)」と指定商品・指定役務との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "指定商品中，第3類「香料類」とは，植物性天然香料，その他の各種香料及びこれらを原料とし製造される薫料が含まれるものであって(乙26)，商標法施行規則別表(第6条関係)によれば，第3類「香料類」には，例えば「植物性天然香料，精油からなる食品香料，薫料」が含まれる旨明示されており(乙27)，エッセンシャルオイル(精油)は，植物性天然香料であることから，同「香料類」に含まれるものといえる。",
                        "そうであるから，エッセンシャルオイル(精油)の一種である「エレミ油(エレミオイル)」は，指定商品中「エッセンシャルオイル，香料類(植物性天然香料や精油からなる食品香料)」の品質に当たるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，香料としての「エレミ油(エレミオイル)」は，香水のトップノート(香りの第一印象である揮発性の高い匂い)，石けん香料，キャンディや焼菓子様のフレーバーなどとして使用されていることから，指定商品中「香水類その他の化粧品，せっけん類」の原材料に当たるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，アロマテラピー，エステなどにおいては，エッセンシャルオイル(アロマオイル)が用いられていることから，エッセンシャルオイル(精油)の一種である「エレミ油(エレミオイル)」は，指定役務中「エステティック美容，アロマテラピー」の質，提供の用に供する物に当たるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "本願商標は，「Elemis」の文字を普通に用いられる方法の域を脱しない程度に表してなる標章のみから成る商標であるところ，その構成中，冒頭の「Elemi」の文字は，既存の英単語であって，特定の木又はその芳香性樹脂の意味を有するとともに，当該樹脂を水蒸気蒸留して抽出されたエッセンシャルオイル(精油)等の香料類の一種「エレミ油(エレミオイル)」を表すものとして用いられており，かつ，当該商品の包装等にも顕著に表示されていること，また構成中語尾の「s」の文字は，英語の複数形を表すときに用いられるものとして一般によく知られているところであって，現に「Elemi」の複数形が「Elemis」であることからすれば，これをその指定商品中「エレミ油(エレミオイル)から成る，若しくは原材料とする商品(例えば，エッセンシャルオイル，香料類，化粧品，せっけん類)」又は指定役務中「エレミ油(エレミオイル)から成るエッセンシャルオイル，香料類等を用いる役務(例えば，エステティック美容，アロマテラピー)」に使用しても，取引者，需要者は，これよりはエレミ油(エレミオイル)又はその原材料を看取し，商品の品質，原材料又は役務の質等を表示するものと認識，理解するにとどまるから，本願商標は，自他商品・自他役務の識別標識としての機能を果たさないものといわなければならない。",
                    "したがって，本願商標が法3条1項3号に該当するものとした本件審決の認定判断に違法な点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "法4条1項16号該当性について",
              "text": [
                "上記(1)を踏まえれば，本願商標「Elemis」は，これを指定商品中「エレミ油(エレミオイル)から成る，若しくは原材料とする商品(例えば，エッセンシャルオイル，香料類，化粧品，せっけん類)」以外の商品又は指定役務中「エレミ油(エレミオイル)から成るエッセンシャルオイル，香料類等を用いる役務(例えば，エステティック美容，アロマテラピー)」以外の役務に使用するときは，取引者，需要者は，あたかも当該商品がエレミ油(エレミオイル)から成る又は原材料とするものである，又は当該役務がエレミ油(エレミオイル)から成る商品を用いたものであるかのように，商品の品質又は役務の質について誤認を生ずるおそれがあるものといわなければならない。",
                "したがって，本願商標が法4条1項16号に該当するものとした本件審決の認定判断に違法な点はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "法3条1項3号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「エレミ」，「Elemi」等の周知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「elemi」の意味及び辞典等における掲載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「elemi」とは，カンラン属の木又はその木から採れる芳香性樹脂(オレオレンジ)であって，主としてニス，ラッカー，膏薬の製造や香料に用いられる(乙1～4，28～30)。そして，この樹脂の精油(エッセンシャルオイル)は，「エレミ(elemi)」又は「エレミ油(エレミオイル，elemi oil)」",
                      "text": [
                        "と呼ばれ，クリーム，軟膏，香水などの原料として使われるとともに，アロマテラピーで使用される代表的な精油の一つとなっている(乙5～25)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "語学辞典についてみるに，「elemi」の語は，語彙が豊富な「小学館ランダムハウス英和辞典・第2版(平成6年1月1日発行)」(乙1)，「ジーニアス英和大辞典(大修館書店。平成13年4月25日発行)」及び「小学館ロベール仏和大辞典(昭和63年12月発行)」に見出し語として掲載されているほか，「現代英和辞典(研究社。昭和48年発行)」(乙31)，「リーダーズ英和辞典・第2版(研究社。平成11年5月発行)」(乙32)及び「新英和中辞典・第7版(研究社。平成18年1月発行)」に見出し語として掲載されている(なお，証拠として提出されている辞典のほか，一般的な辞典についても挙示した。)。他方，「カレッジ ライトハウス英和辞典(研究社。平成7年11月発行)」(甲16)，「ルミナス英和辞典(研究社。平成13年1月発行)」(甲17)，「オックスフォード現代英英辞典・第5版(開拓社。平成7年発行)」(甲18)，「ジーニアス英和辞典・改訂版(大修館書店。平成6年4月1日発行)」(甲19)「新和英中辞典・第4版(研究社。平成7年発行)」(甲20)，「クラウン仏和辞典・第2版(三省堂。昭和58年12月10日発行)」(甲21)及び「アポロ仏和辞典・再版(角川書店。平成5年12月10日発行)」(甲22)には見出し語として掲載されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「香りの百科」(日本香料協会編・朝倉書店。昭和60年6月25日発行)，「最新・香料の事典」(荒井綜一ほか編・朝倉書店。平成12年5月10日発行)(甲23)，「香りの総合事典」(日本香料協会編・朝倉書店。平成10年12月10日発行)(乙2)，「改訂版・香りの事典・仏英和」(黒澤路可編・フレグランスジャーナル社。平成5年5月20日発行)(乙3)及び「マグローヒル・科学技術用語大辞典・改訂第3版」(日刊工業新聞社。平成12年3月15日発行)(乙4)には，見出し語等として「エレミ」，「elemi」等が掲載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「elemi(エレミ)」との語の使用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "インターネットの少なくない数のショッピンクサイトの平成20年4月時点における商品の紹介において，エッセンシャルオイル(精油)の一つである「エレミ油(エレミオイル)」が販売され，これを表すものとして，「エレミ」，「Elemi」，「ELEMI」の表示が使用され(乙5～17)，また，その商品の容器上のラベルに顕著に「ELEMI」，「エレミ」，「elemi」の表示が使用されているものがあり(乙11～13，15～17)，このような状況は，平成17年時点においても大きく異なるところはなかったものと推測される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "インターネットの複数のショッピングサイトの同時点における商品の紹介において，「エルメス」等のブランドの香水等につき，その原材料として「エレミ」が使用されていることが記載されており(乙18～25)，このような状況は，平成17年時点においても同様に大きく異なるところはなかったものと推測される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，エッセンシャルオイルを販売する目的等のため様々なオイルが紹介されているウェブページである「いんたーねっとアロマセラピー精油事典(http://www.nishiyama.org/aroma/dictionary/index.html)」(甲25)及び「精油の辞典(http://www.t-tree.net/jiten.htm)」(甲26)において，様々なエッセンシャルオイルの一つとして「エレミ」が紹介されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア及びイの事実によれば，平成17年の時点において，①「Elemi」の文字は，カンラン属の木又はその木から採れる芳香性樹脂の意味を表すとともに，その樹脂から抽出されるエッセンシャルオイル(精油)である「エレミ油(エレミオイル)」を表すものとしても用いられていること，②ウェブページにおいて，アロマテラピーに使用されるエッセンシャルオイルや化粧品の原材料の表示として，「エレミ」，「ELEMI」，「Elemi」又は「elemi」の語が使用されていることが認められ，このような事実からすると，アロマテラピーや化粧品に関心のある者においては，エッセンシャルオイルや香水等の原材料として，「エレミ」，「ELEMI」，「Elemi」又は「elemi」が周知性を有していたと認めることができる。",
                    "この点について，原告は，「エレミ」や「elemi」が見出しとして掲載されている辞書等はいずれも専門化や一部の愛好家向けのものであって，一般的なものではないと主張する。しかしながら，原告は，辞書のうちあるものは見出し語として掲載されてないことを主張するが，辞書は，世間に流行する事象やこれを表す見出し語をアップツーデイトに網羅するものでは必ずしもなく，これを掲載するにしても，相当の程度のタイム・ラグを要するものであり，また，上記アのとおり，「エレミ」や「elemi」が見出しとして掲載されている辞書等のうちの幾つかが上級者レベルや愛好家を対象とするものであるにしても，上記イのとおり，エッセンシャルオイル(精油)であるエレミ油については，アロマテラピーにおけるエッセンシャルオイル，香水等の原材料として，「エレミ」，「ELEMI」，「Elemi」又は「elemi」と表示されて使われ，その旨が表示されていることからすると，アロマテラピーや化粧品に関心のある者においては，エッセンシャルオイルや香水等の原材料として「エレミ」，「ELEMI」，「Elemi」又は「elemi」が周知性を有していることを否定すべき理由とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の構成について",
              "text": [
                "本願商標は，前記第2の1のとおり図案化された「Elemis」の欧文字から成るものであるところ，語頭の「E」の文字部分につき，中央の横線をやや波形とし，縦線を少し貫くようにし，当該縦線の上部との間にわずかにすき間を設けて表され，また，「l」，「m」及び「i」の各小文字の下部がやや右下がりに削り取られた全体として丸みを帯びた柔らかい印象の文字デザインで表されている。",
                "この図案化について，構成全体としてみると，「Elemis」の欧文字から普通に用いられる方法の範囲内のものであって，独自性の程度が低く，識別力が弱い。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「Elemi」と「Elemis」について",
              "text": [
                "英語において，「elemi」の複数形は「elemis」と表される(乙1)",
                "が，これは，カンラン属の木についての複数形をいうものと考えられ，文法的にみて，エレミ油の複数形をいうものではないと考えられる。",
                "しかしながら，英語においては，英語の複数形を表すときに単語の語尾に「s」を付すことが一般的に行われている。また，英単語の発音において，「Elemis」の「s」は摩擦音，かつ，無声音であり，しかも，単語の末尾であるから，単語の発音の中でみると，最も弱く発音される部分であるといえる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願の指定商品・指定役務とエレミ油との関係",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の指定商品のうち第3類には「香料類」が記載されているところ，この「香料類」には，「植物性天然香料，精油からなる食品香料，薫料」が含まれている(商標法施行規則別表(6条関係)。乙27)。また，この第3類「香料類」には，植物性天然香料，その他の各種香料及びそれらを原料として製造される薫料が含まれる(乙26の特許庁商標課編の「商品及び役務の区分解説〔国際分類第8版対応〕」)。",
                    "そして，植物から得られる芳香のある揮発性の油であるエッセンシャルオイル(精油)は，「植物性天然香料」として第3類「香料類」に含まれることになる。",
                    "したがって，エッセンシャルオイルの一種であるエレミ油(エレミオイル)は，本願の指定商品中の「エッセンシャルオイル，香料類」に当たる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，エレミ油は，香水の原材料，石けん香料(乙2，18～25)としても使用されることから，本願の指定商品中の「香水類，その他の化粧品，石けん類」の原材料に当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，エレミ油は，アロマテラピー，エステティック美容などに用いられること(乙5，7～9，11～17)から，本願の指定役務中の「エステティック美容，アロマテラピー」の提供の用に供する物に当たる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，英国，米国などで本願商標を付した化粧品等を販売し(甲12，13，62)，また，海外のリゾート施設において本願商標を付したエステティック美容等が行われている(甲45，46)が，我が国では，一部のホテルにおいて原告製品が備品として利用されているものの，原告が関与する形での販売がされておらず(甲32，33，38)，原告が関与する日本語のウェブページも存在しない。",
                "そして，原告製品や役務について記載されている日本語のウェブページは，原告製品が備品として置かれていたホテルに宿泊した者が，個人的にブログで取り上げたり，その入手方法を尋ねる，原告製品を入手した個人等がネットオークションでこれを売却しようとする，又は海外のエステティックサロン等の紹介文中に原告製品や役務が記載されているなどというものである(甲33～35，37～45)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，①本願商標は，「Elemis」の欧文字から普通に用いられる方法の範囲内のものであって独創性の程度が低いこと，②本願商標の6文字中の冒頭から5文字は，エッセンシャルオイルであるエレミ油を表す語として用いられ，平成17年時点においても，アロマテラピーや化粧品に関心のある者においては，エッセンシャルオイルや香水等の原材料として，「エレミ」，「Elemi」が周知性を有していたこと，③エレミ油の容器上のラベルにも，「ELEMI」，「Elemi」との表示が顕著にされているものがあること，④「Elemi」と本願商標「Elemis」とは，単語の末尾の「s」の有無という点において異なるが，両者は，本願商標6文字のうち冒頭からの5文字までが共通し，また，本願商標の構成中語尾の「s」の文字は，英語の複数形を表すときに語尾に「s」を付すことが一般的に行われているものであることやその発音において最も弱く発音される部分であること，⑤我が国では，原告製品は正式に販売されていないこと，⑥原告製品や役務について記載された日本語のウェブページは，個人的なものが中心であり，原告製品や役務が広く知れわたっていることを示すものとは考え難いこと，⑦エレミ油は，本願の指定商品中の「エッセンシャルオイル，香料類」に含まれ，同商品中の「香水類，その他の化粧品，石けん類」の原材料に当たり，本願の指定役務中の「エステティック美容，アロマテラピー」の提供の用に供する物に当たることなどの事情が認められるのである。",
                "そうすると，本願商標登録出願の査定時である平成17年時点において，本願商標を，その指定商品中の「エッセンシャルオイル，香料類，香水類，その他の化粧品，石けん類」又はその指定役務中の「エステティック美容，アロマテラピー」に使用したときは，これに接するアロマテラピー，化粧品に関心のある取引者，需要者は，本願商標からエレミ油又はその原材料を認識し，商品の品質，原材料又は役務の質等が表示されているものと認識理解すると考えられ，本願商標は，自他商品，自他役務の識別標識としての機能を果たさないものといえる。",
                "したがって，本願商標は，法3条1項3号に該当するものといえる。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "なお，原告は，平成18年2月に実施された化粧品やエステティック美容の主たる需要者である20歳代から40歳代の女性を対象にしたアンケート(甲14)の結果によれば，①第1問「Elemisについて知っていることは？」に対して，「特になし」という回答が89．0％と最も多いが，「化粧品・エステのブランド」として「Elemis」を認識しているものが10．33％も存在しており，本願商標は，少なくとも当該分野における主たる需要者の間では，平成18年2月の時点で既に1割強の認知度を獲得していること，②第2問「Elemisの表示から連想するものは？」に対し，「特になし」という回答が63．33％に減った一方，「化粧品・エステのブランド」という回答が33．67％に増加しており，「Elemis」を知らない者でも，これに何らかの意味があるとするならば，「化粧品・エステのブランド」であろうと連想するものが数多く存在すること，③第3問「エッセンシャルオイルのエレミ油を知っていますか？」に対し，これを認識する者はわずか4．00％にすぎず，残りの96．00％であるほとんどの者が「エレミ油」など知らないと回答していることから，本願商標に対する需要者の認識は，ほとんど「エレミ油」とは関係のないところにあり，むしろこれを原告のブランドと認識している者の方がはるかに多い旨主張する。",
                "しかしながら，同アンケートは，懸賞サイトの会員のうちの20歳代から40歳代の女性300人を対象とし，インターネットを通じて指定の画面でボタンをクリックして一方的に回答する形式のものであって(甲14，50)，その回答の正確性の検証が必ずしも十分とはいえない上に，各質問に対する選択肢がわずか2ないし3しかなく，第1問，第2問中には「化粧品・エステのブランド」という選択肢があって，回答者としてその選択肢の中で推測することによる誘導のおそれもあると考えられること，他方，前記(1)イのとおり，インターネットの複数のショッピングサイトにおける商品の紹介において，アロマテラピーに使用するエッセンシャルオイルとしてエレミ油が紹介されており，また，香水等の原材料として「エレミ」が表示されていることなどに照らすと，同アンケートの結果をもって，本願商標に対する需要者の認識は，ほとんど「エレミ油」とは関係のないところにあり，むしろこれを原告のブランドと認識している者の方がはるかに多いと速断できるというものではなく，原告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "法4条1項16号該当性について",
          "text": [
            "上記1の認定判断によれば，本願商標登録出願の査定時である平成17年時点において，本願商標を，エレミ油やこれを原材料としない香水類，化粧品，石けん類，香料等の指定商品又はエレミ油から成るエッセンシャルオイル，香料等を用いないエステティック美容，アロマテラピー等の役務に使用するときは，これに接するアロマテラピー，化粧品に関心のある取引者，需要者は，その商品がエレミ油から成る又はその原材料とするもの，又はその役務がエレミ油から成る商品を用いたものであると，商品の品質又は役務の質の誤認を生ずるおそれがあるということができる。",
            "したがって，本願商標は，法4条1項16号に該当するものともいえる。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本件商標が法3条1項3号及び4条1項16号のいずれにも該当し，これと同旨の審決の判断は相当であり，審決に取消事由があるとの原告の主張は理由がない。よって，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10023",
    "date": "2008-07-03",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036586",
    "ipprecedent_id": "1497",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}