{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，10万円及びこれに対する平成19年9月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1審，第2審を通じて被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人(一審原告)が被控訴人(一審被告)に対し，「被控訴人が，控訴人作成に係る放電プラズマ焼結機の部品図から，控訴人代表者名である『A』の署名(以下「控訴人の署名」という。)部分を切除し，これを控訴人が作成した放電プラズマ焼結機の設計図に貼り付けた行為」が私文書偽造に当たり，不法行為が成立すると主張して，その損害賠償金10万円及びこれに対する遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成20年2月22日，控訴人の本件訴えは，東京地方裁判所平成18年(ワ)第22355号事件及びその控訴審である知的財産高等裁判所平成19年(ネ)第10015号事件(以下「前訴」という。)における損害賠償請求と同一の不法行為に基づく損害賠償請求の残部を請求するものであり，前訴で認められなかった請求及び主張を蒸し返すものにほかならず，前訴の確定判決によって紛争が解決されたとの被控訴人の合理的期待に反し，被控訴人に更なる応訴の負担を強いるものということができるから，本件訴えは，信義則に照らして許されないものと解するのが相当であるとして，本件訴えを却下した。",
            "そこで，これに不服の控訴人が控訴を提起したものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者双方の主張は，当審における主張を次のとおり付加するほか，原判決「事実及び理由」中の「第2 事案の概要」記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "詳細は，別紙(一)の控訴理由書，同(二)の控訴人準備書面(1)のとおりであるが，これを整理すると次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人は，控訴人が被控訴人に送付した控訴人部品図50枚(甲6はその1枚の写し)のうちの1枚の控訴人の署名を冒用し，控訴人設計図(甲17はその写し)の「SPS−S502 放電プラズマ焼結機 S＝1／2",
              "text": [
                "94，9，19 A」を「DRAWIＮG ＮO ＮK−1526」「S",
                "PS−S502 放電プラズマ焼結機 本体組立図」「DATE DRAW",
                "Ｎ 94，9，19」「DRAWＮ BY A」「Sumitomo Coal Mining",
                "Company Ltd.」「SCALE 1／2」との文詞(以下「本件文詞」という。)に改変して，本件設計図(その写しが甲1の1)を作成したから，筆者が誰であるかという事実証明に関する文書を偽造したものであって，有印私文書偽造罪が成立する。そのことは，大審院昭和14年8月21日判決・刑集18巻457頁，大審院昭和15年10月9日・法律新聞4628号1",
                "1頁，大審院昭和12年9月16日・刑集16巻1265頁(甲22，2",
                "3)から明らかである。",
                "また，本件文詞を排斥することが違法であることは，最高裁昭和32年10月31日判決・民集11巻10号1779頁，大審院昭和5年3月10日",
                "・法律新聞3115号12頁，大審院大正11年4月28日・法律新聞20",
                "14号20頁，東京控訴院大正2年3月1日・法律新聞860号28頁(甲",
                "24の1・2，25～27)から明らかである。",
                "したがって，被控訴人は，控訴人に対し，不法行為による損害賠償をなす義務がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかも，控訴人部品図及び控訴人設計図の所有権は，控訴人にある。控訴人は，控訴人部品図及び控訴人設計図は控訴人が占有して放電プラズマ焼結機を製作するために使用するものであることを告げている。被控訴人は，見積書(乙1の1)及び請求書(乙1の2)を示して，控訴人部品図及び控訴人設計図は有償であったと主張するが，控訴人は，これらの見積書及び請求書記載の金銭の支払を受けていない。",
                "したがって，被控訴人は，被控訴人が所有権を有しない図面に対して不法行為をしたものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前訴では，本件文詞を請求原因としていないから，本訴は，前訴で認められなかった請求及び主張を蒸し返すものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "これまでに控訴人は被控訴人に対し本件と同一事案について13件の訴訟を提起し，被控訴人代表者ら個人に対しても損害賠償請求をしているのであり，前訴の蒸返しを理由に訴えを却下した原判決は当然の判決である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本訴請求はいずれも理由がないと判断する。その理由は，原判決「事実及び理由」中の「第3 当裁判所の判断」記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，前訴では本件文詞を請求原因としていないと主張する。しかし，金銭債権の数量的一部請求訴訟で敗訴した原告が残部請求の訴訟を提起することは，特段の事情がない限り，信義則に反して許されない(最高裁平成10年6月12日第二小法廷判決・民集52巻4号1147頁)と解されるところ，証拠(乙2，9)及び弁論の全趣旨によれば，控訴人は，前訴において，控訴人部品図50枚のうちの1枚の控訴人の署名を切り取り，本件設計図に貼り付けて控訴人の署名があるとしたことについて，文書偽造を理由とする不法行為を主張して，その損害賠償金5万円及びこれに対する平成18年11月7日から支払済みまで年5分の割合による遅延損害金の請求をしていたものと認められるから，控訴人は，前訴において，本件文詞中の控訴人の署名について文書偽造を理由とする不法行為を主張して損害賠償請求をしていたことは明らかである。そうすると，本訴は，前訴で認められなかった請求及び主張を蒸し返すものにほかならず，前訴の確定判決によって紛争が解決されたとの被控訴人の合理的期待に反し，被控訴人に更なる応訴の負担を強いるものということができるから，本件訴えは，信義則に照らして許されないものと解するのが相当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原判決は相当であって，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}