{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2007−890002号事件について平成19年11月5日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，別紙商標目録記載(1) の構成で，指定商品を同「指定商品」欄記載のとおりとする登録第4877069号商標(平成17年2月24日出願，同年7月1",
            "日設定登録。以下「本件商標」という。)の商標権者である(甲1)。",
            "被告は，平成19年1月15日，原告を被請求人として，本件商標の商標登録を無効にすることについて審判を請求し，特許庁は，同請求を無効2007−890002号事件として審理した上，同年11月5日に「登録第4877069号の登録を無効とする。」との審決をし，同月14日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審判手続における被告(請求人)の主張の概要",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項10号について",
              "text": [
                "A(平成11年(1999年)1月16日死亡。以下「A」という。)は，米国",
                "のジュエリーデザイナーであり，昭和63年(1988年)ころより，米国カリフォルニア州の工房で「ガボール(GABOR)」及び「ガボラトリー(GABORATORY)」という名称(以下「ガボールブランド」という。)でシルバーアクセサリー製品(以下「ガボール製品」という。)を製造して販売し，平成6年(1994年)には被告(請求人)を設立し，同会社名でガボール製品を製造・販売している。Aは，当初より，ガボール製品のすべてに，彼のデザインへの自信と誇りの証として別紙商標目録記載(3) の商標と同一の構成を有する独特の書体のアルファベットの「G」に王冠を冠した図形(以下「王冠付きGマーク」といい，その構成のうち，独特の書体のGの図形を「Gマーク」という。)を刻印しており，それは現在に至るまで変わっていない。この王冠付きGマークの刻印はまさに品質保証の印である。Aのデザインによるハンドメイドのシルバーアクセサリーは，その独創性に魅せられたハリウッド男性スターたちに愛用されたこともあって，高級男性シルバージュエリーとして一躍有名になり，彼のファーストネームの「A」という名称とともに，王冠付きGマークあるいはその要部をなすGマークは，現在に至るまで常にシルバーアクセサリーの中心的ブランドであって，そのことは数々の雑誌等の記事からも明らかである。",
                "これらの事実により，「ガボール」の名称とともにAのイニシャルである「G」をデザイン化したGマークは，王冠付きGマークとして，あるいはGマークとして単独で，Aが作るシルバーアクセサリーの標章として需要者，取引者において広く認識されており，Aあるいは被告と関係のない第三者である原告(被請求人)がこのGマークを指定商品に使用すれば，需要者，取引者はその第三者の商品がAすなわち被告の商品であると誤認混同することは必至である。",
                "現に，原告(被請求人)は，ネット上に本件商標のGマークを掲げて，原告の関連会社であって原告の代表者が代表を務めるガボール・インク・ユーエスエー(以下「USA社」という。)と勝手に名乗り，ガボール製品のコピー製品のカタログを掲載し，その関係店舗を通して，その製品を販売している。",
                "以上のとおり，原告(被請求人)は他人の周知著名商標と同一又は類似の商標を明らかに不正の目的をもって使用するために本件商標を出願したものであり，これは商標法4条1項10号に違反して登録されたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号について",
              "text": [
                "被告(請求人)が引用する登録第4245432号商標(以下「引用商標1」という。)は，別紙商標目録記載(2) のとおりの構成からなり，同〔指定商品〕欄記載の商品を指定商品として，平成9年8月4日に登録出願，平成11年3月5日に設定登録されたものであり，同じく，登録第4582053号商標(以下「引用商標2」といい，引用商標1と併せて「引用商標」という。)は，別紙商標目録記載(3)のとおりの構成からなり，同〔指定商品〕欄記載の商品を指定商品として，平成13年8月8日に登録出願，平成14年7月5日に設定登録されたものである。",
                "被告の引用商標におけるGマークは，被告の創設者であり，同社製のシルバーアクセサリーのデザイナーであるAが，自分のイニシャルである「G」を自分自身でデザインしたオリジナルである。また，引用商標2は，王冠をかぶったGマークを表しており，Gマークがいわば顔であり，もっとも顕著性のある主要部分となっている。当該Gマークは，Aの特別な思い入れを込めてデザインされたもので，決して誰もが容易に創作できるものではない。このGマークは独創性のあるデザインとして特別顕著性を有するとともに，Aのデザインしたシルバーアクセサリーを識別する機能を有し，引用商標2の要部をなすことが明らかである。しかるに，本件商標は，被告(請求人)が長年使用し，かつ本件商標の出願前に既に被告名義で登録されている引用商標の一部であるGマークを全くそのままの形で盗用して出願したものである。したがって，この商品識別性を有するGマークを共通にする両商標が同一あるいは類似の商品に使用されれば一般的出所の混同を生ずることは明らかである。",
                "したがって，本件商標は，商標法4条1項11号に違反して登録されたものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決は，次のとおり，本件商標は，商標法4条1項11号に違反して登録されたものであるから，同法46条1項1号によりその登録を無効にすべきであると判断した(なお，以下において引用した審決中の当事者及び関係者名，商標等の略号並びに文献等の表記は，本判決の表記に統一した。)。",
            "「本件商標の出願時の相当以前から，Aはアクセサリーデザイナーのカリスマ的存在であり，Aに係るシルバーアクセサリーは米国をはじめ我が国においても多大の人気を博していたと認められる。そして，引用商標2は，A亡き後においても，上記アクセサリー等に使用され，本件商標の登録時はもとよりその出願時において既に，我が国のシルバーアクセサリーをはじめとする身飾品の取引者や需要者の間で，Aに由来する身飾品(シルバーアクセサリー)の商標として，広く認識されるに至っていたものと認められる。」",
            "「本件商標と引用商標2とは，外観において，その構成全体としては相違するとしても，その共通するG図形において相似た印象をもって看取されることもあるというべきものであり，G図形の外観によって取引者に与える印象・記憶・連想等を総合勘案すれば，時と所を異にする取引の実際において，シルバーアクセサリー等の身飾品を含む引用商標2の指定商品と同一又は類似の商品に，本件商標を使用するときには，引用商標2を使用した同商品との間において，商品の出所について誤認混同を生じさせるおそれが優にあると判断するのが相当である。",
            "そして，本件商標の指定商品は，引用商標2の指定商品と同一又は類似の商品と認められるものである。",
            "したがって，本件商標は，引用商標2に類似する商標であり，引用商標2の指定商品と同一又は類似する商品に使用をするものであるから，‥‥商標法4条1項11号に該当するものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と引用商標2の類似性の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件商標を構成する図形は，引用商標2を構成する王冠付きGマークのうち，Gマークの部分とその構成において同一のものと認められ，本件商標と引用商標2とは，外観において，その構成全体としては相違するとしても，その共通するGマークにおいて相似た印象をもって看取されることもあることから，引用商標2の指定商品と同一又は類似の商品に本件商標を使用するときには，商品の出所について誤認混同を生じさせるおそれがあるとし，本件商標は，引用商標2に類似すると判断した。",
                "しかしながら，以下に述べるとおり，このような判断は，商標の類否判断を誤ったものであって，本件商標と引用商標2は非類似の商標である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，需要者が引用商標2のうちGマークに強い印象をとどめることを前提とし，Gマークを要部として類否判断を行ったものと思われる。",
                "しかし，引用商標2のうち，Gマークはアルファベット「G」1文字を図案化したものと思われるが，これは極めて簡単で，ありふれた標章ということができ，識別力は弱い。",
                "他方，王冠マークは，それ自体特徴的なデザインを有し，また，王冠という一般的に親しまれた図形をモチーフとしていることから，需要者の注意を引くものであり，強い識別力を有する。しかも，王冠マークは，引用商標2のうち半分以上の割合を占め，Gマークと同等以上の割合を占めるものである。",
                "したがって，引用商標2のうち，より強い識別力を有する要部となるのは，Gマークではなく王冠マークである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，仮に王冠マークのみが要部とはいえないとしても，王冠マークとGマークは，両者とも等しく黒色で外観上まとまりよく配置され，王冠をかぶった人間の顔とも解されるものである。したがって，少なくとも，引用商標2は，需要者に対し，全体として一つのまとまった印象を与えるものであって，あえて分離して考察する理由は存在しない。実際に，王冠マークとGマークは一体として「アトリエマーク」と称されていることからも，引用商標2は，不可分一体であると需要者間で認識されていることがうかがえる。また，前記のとおり，王冠マークが識別性を有すること，また，その構成上王冠マークがGマークと同等ないしこれに比して大きな割合を占めることからすれば，審決のように王冠マークを無視してGマークを引用商標2の要部と解することは非現実的な判断というべきである。",
                "以上のとおり，少なくとも引用商標2の王冠マークとGマークは不可分一体のものとして観察すべきであり，Gマークのみを類否判断の対象とすべきではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上を前提に，本件商標と引用商標2の類否を判断する。",
                "商標の類否判断は，商標の「外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察」し，「対比される両商標が同一または類似の商品に使用された場合に，商品の出所について誤認混同を生ずるおそれがあるか否かによって決すべき」(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "王冠マークのみを要部と解した場合",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "王冠マークのみを要部と解した場合，本件商標には王冠マークが存在しないのであるから，これと本件商標が外観上類似しないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，王冠マークからは，「王冠」との観念が生ずるが，本件商標からは，審決も認めるとおり，何らの観念も生じない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件商標及び引用商標2からは，何らの称呼も生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2の王冠マークとGマークが不可分一体と解した場合",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標2の王冠マークとGマークを不可分一体のものとして観察する場合であっても，引用商標2が王冠マークとGマークの二つの図形から構成されているのに対し，本件商標は，引用商標2の半分以上を占める王冠マークがないのであるから，外観上，需要者に与える印象は大きく異なる。したがって，本件商標と引用商標2は，全体として外観上非類似の商標である。実際，審決も，「本件商標と引用商標2とは，外観において，その構成全体としては相違する」として，両者の非類似性を認めている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に引用商標2の王冠マークとGマークを不可分一体のものとして観察する場合であっても，その上部にある王冠マークは，王冠を図形化したものであることが容易に理解し得ることから，同様に「王冠」との観念が生じる。",
                        "これに対し，本件商標には，何らの観念も生じない。",
                        "したがって，本件商標と引用商標2の観念は大きく相違する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用商標2は，Aの生前から，実際に取引されている商品(甲5の1ないし5，甲6の1ないし5)において，Aに由来する身飾品の商標として使用されていた。例えば，被告に係る製品の写真である甲5の1ないし5の商品，各雑誌である甲6の1ないし5に掲載されている商品には，すべてGマークと王冠マークとの組合せである引用商標2が付されている。",
                    "なお，甲8の2(USA社のウェブサイト)に掲載された財布には，Gマークのみが付されているが，これは，後記2(1) のとおり，平成10年12月10日に，Aが使用していたガボールブランド及びその名下に製造されるガボール製品のマスターピース(原型)，鋳型，職人等(以下「ガボールブランドに係る事業」という。)及びそれに伴う諸権利を承継したガボラトリー・インターナショナル・インク(以下「インターナショナル社」という。)から更に当該事業を承継した原告が商品に付したものである。",
                    "したがって，ガボール製品に係る取引の実情とは，引用商標2が周知であるというにすぎず，上記のとおり王冠マークとGマークが外観上少なくとも同等の割合を有していることが明らかであるから，引用商標2が周知であるからといって，突如「Gマーク」のみが要部となるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，商標の類否判断に当たっては，各商標を時と所とを異にして観察した場合を標準とすべきであるところ(東京高裁昭和27年(行ナ)第33号同29年12月15日判決等参照。)，両商標を時と所とを異にして観察した場合，王冠マークの有無により両者は需要者に全く異なる印象を与える。",
                    "例えば，甲8の2(3頁)に掲載された財布のボタン部分に付された本件商標は，ボタンの丸い形状と相まって，全体的に円形状の図形との印象を与える。他方，甲6の4に掲載された財布(右下)のボタン部分に付された引用商標2は，甲8の2の本件商標と同様に丸いボタン部分に付されているにもかかわらず，商標全体の半分以上を占める王冠マークが需要者に強い印象を与えるのであり，両商標は，外観上も観念上も，需要者に全く異なる印象を与える。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件商標と引用商標2とは，外観及び観念において明らかに相違するものである。",
                    "したがって，外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すれば，本件商標が引用商標2と商品の出所について誤認混同を生ずるおそれのないものであることは明らかであり，両商標は，非類似の商標である。",
                    "よって，審決はその類否判断を誤ったものとして，取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標2の無効について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "仮に，本件商標が引用商標2と類似するとしても，次のとおり，引用商標2は，商標法4条1項10号又は15号に該当し無効であるので，当該商標と類似することを理由として同項11号に基づき本件商標を無効とすることはできない。以下，詳述する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "インターナショナル社への事業譲渡",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ガボールブランドの誕生",
                  "text": [
                    "米国のジュエリーデザイナーであるAは，昭和63年ころから，ガボール製品の製造・販売を始め，平成6年には被告を設立し，以後，同社は，ガボールブランドの名の下，ガボール製品を製造・販売していた。",
                    "ガボール製品は，当初，米国国内でのみ販売され，男性用高級シルバーアクセサリーとして人気を博したが，平成8年ころからは，日本国内においても，当時の被告の販売代理店であった有限会社ワキサカ(以下「ワキサカ」という。)を通じて販売されるようになり，ガボールブランドは，シルバーアクセサリーの有名ブランドとして需要者の間で広く認識されるようになっていった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "遺言書の作成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ところが，Aは，従前より慢性のアルコール中毒症状にあり，また，これに起因する極めて治療困難な肝臓疾患である肝硬変を数年に渡って患っている状況にあり，医師からは，このまま飲酒を続ければ近い将来に死に至るという警告を受けていた。",
                        "しかしながら，Aは，かかる状態となるに至っても飲酒を止めることはなく，むしろその度合いを深めていたため，病状はさらに悪化の一途を辿っていた。",
                        "そして，これに伴って，Aは，ガボールブランドに係る事業の経営やシルバーアクセサリーの創作・デザインに対する意欲ないし気力を次第に喪失している状況にあった。なお，Aが，長年のアルコール中毒に起因する肝硬変を患い，これが原因となって死亡したという事実は，Aの死亡時に作成された，米国カリフォルニア州ロサンゼルス・パサデナ市厚生課作成にかかる死亡確認書(甲27)において，同人の死亡原因として，「アルコール中毒による肝硬変」と記載され，その病歴について，「数年来」と記載されていることからも明らかである。",
                        "肝硬変とは，不可逆性の肝臓疾患の末期状態をいうのであり，その5年生存率は約50％とされる極めて治療が困難であり，かつ死亡可能性の高い疾患である。この点，肝硬変の治癒のためには断酒が必須であり，かかる症状のまま飲酒を継続することは，ほとんど自殺行為であるとさえいえる(甲28)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このような状況において，Aは，同人が最も信頼していたアクセサリー職人であり，また友人でもあるB(以下「B」という。)に対して，自分が死亡した場合には，同人がBとともに発展させてきたガボールブランドを引き継ぎ，その事業を継続して欲しいという希望を持つようになっていた。",
                        "その一方，Aの妻であったC(以下「C」という。)は，当時，Aと同様にアルコール中毒の状態にあり，また，元来，ガボールブランドに係る事業ないし被告の業務には全く関与しておらず，会社経営又はアクセサリー製造に関しても，何らの知識及び経験も有していなかった。したがって，少なくとも当時の状況において，Cには，ガボールブランドを継承してその事業を継続する能力はなかったのであり，Aの死後，ガボールブランドに係る事業を継承して事業を遂行できる人物は，事実上，Bのみであった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで，Aは，近い将来に仮に自分が死去した場合には，ガボールブランドに係る事業及びそれに伴う諸権利をBに引き継がせたいと考え，平成10年(1998年)12月初旬，そのような意思を具体的に外部に表明するため，遺言書(甲22)を作成し，これをガボール製品のオリジナルの金型とともに，Bに託した(甲26)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "事業譲渡契約書の作成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "Bと同様，Aと数年来の友人であったD(以下「D」という。)は，上記遺言の内容を具体化し，A死去の際に，ガボールブランドに係る事業及びそれに伴う諸権利の承継を円滑に行い，将来的に第三者に対する対抗力を確保しておくため，Aと合意の上，遺言書(甲22)の交付から間もない時期である平成10年(1998年)12月10日に，事業譲渡契約(甲23。以下「本",
                      "text": [
                        "件事業譲渡契約」という。)を締結した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，本件事業譲渡契約の当事者が，Bではなくインターナショナル社となっているのは，以下の事情による。すなわち，当時，Dは，本業である建設業の傍ら，モータサイクルの製造を通じて知り合ったA及びBと親交を深めており，時折，被告におけるガボール製品の日本への輸出に係る相手方との交渉や，その事務処理を行うなどしていた。一方，職人であるBは，会社経営それ自体については積極的な興味関心を有していなかった。このような経緯から，遺言書(甲22)により表明されたガボールブランドに係る事業の具体的な権利関係の処理については，Dに託され，本件事業譲渡契約がAとDとの間で締結されることとなったのである。なお，事業譲渡契約書(甲23)の当事者はDではなくインターナショナル社となっているが，これは，当時，Dが使用していたいわば屋号である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これにより，Aは，インターナショナル社に対し，商標権，金型をはじめとする被告及びAが有するガボールブランドに係る事業及びそれに伴う諸権利のすべてを譲渡し，同日，インターナショナル社から被告に対し，譲渡代金20万ドルが支払われた(甲24)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，事業譲渡契約書(甲23)は，D自身が2通作成したものであり，B宅において，Aとの間で相互に署名の上，各自がその1通を保有した。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "対価である20万ドルについては，Dがそのすべてを支出し，Aに対して現金で交付し，これに対し，Aが領収書(甲24)に署名した上でDに交付した。現金授受による取引は，米国のシルバーアクセサリー業界においては商慣習といえるものであり，本件事業譲渡契約の対価の現金授受も，その慣習に従ったものである。また，20万ドルという対価は，基本的には当時のガボール製品のオリジナル金型の個数(100個以上)を根拠として算出したものである。同時に，Aは，仲間を大切にする人間で，親しい友人に対して感謝の念を表すために，贈り物をする習慣があったことから，Dは，事業譲渡自体が，遺言書(甲22)に基づくAからの贈与であるという認識も有していた。したがって，その対価は，当時のガボール製品のオリジナル金型の個数のみならず，このような点をも併せ考慮した上で決定されたものであった。",
                        "さらに，被告が，A及びE(以下「E」という。)により平成6年(199",
                        "4年)に設立された際に出資された金額が15万ドルであったこと(甲29)からすれば，上記20万ドルの対価は，極めて妥当であったということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "事業譲渡の有効性の裏付事実",
                  "text": [
                    "本件事業譲渡契約の有効性は，以下の事実からも裏付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件事業譲渡契約の締結から約1か月後の平成11年(1999年)1",
                      "text": [
                        "月16日，Aは，アルコール中毒に起因する肝硬変により亡くなった。そして，同人の死に伴い，Bら職人は被告を退職し，その結果，同社は平成15年(2003年)に営業を再開するまで，その営業を完全に停止した。このように，被告がAの死後営業を停止していたことは，「“シルバーの鬼才”Aの死から早4年が経った。そして，『夫の死を冷静に受け止められるようになった』という彼女は，長く締まって(原文ママ)いた工房を明け，本格的に『ガボラトリー』を再稼動させたのである」(甲4)との記載からも明らかである。そして，Aの死とともに被告がその営業を停止したのは，本件事業譲渡契約によりインターナショナル社がガボールブランドに係る事業及びそれに伴う諸権利を取得した反面，被告がそれを喪失したからに他ならない。したがって，被告の営業停止の事実は，ガボールブランドに係る事業及びそれに伴う諸権利が，真にインターナショナル社に承継されたことを裏付けるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，Bないしインターナショナル社が，Aから，ガボール製品の製造のための生命線といえるオリジナル金型を承継し，所有していた事実も，本件事業譲渡契約に基づくガボールブランドの事業承継の事実を裏付けるものである。すなわち，平成16年(2004年)8月の被告とインターナショナル社との米国における極秘和解契約(甲14)において，被告自身がインターナショナル社に対して，オリジナルの金型の引渡しを求めていること等から，インターナショナル社がガボール製品の製造に使用し，現在は，原告の所有下にある金型(甲26)が，オリジナルの金型であることは明らかである。実際に，Aの死亡後まもなくして，インターナショナル社は，本件事業譲渡契約に基づき，Bの自宅敷地内の工房において，オリジナルの金型を利用してガボール製品の製造を行うようになった。また，このようにインターナショナル社においてガボール製品の製造に従事している従業員は皆，Aの工房で働いていた被告のスタッフであった。一方，被告は，完全にその活動を停止し，ガボール製品の製造・販売を行っていなかった。このため，インターナショナル社は，当時の被告の日本販売代理店であったワキサカらからも，ガボール製品の購入の引き合いを受けていた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかも，仮に事業譲渡が実際にはされていないというのであれば，被告は，オリジナルの金型をBないしインターナショナル社が持ち去った時点で当該金型を取り返すのが通常の対応というべきところ，被告は，事業譲渡後5年半以上が経過した上記極秘和解契約の締結時にその引渡しを求めるまで，何らの措置も採ってこなかった。かえって，インターナショナル社は，後述するEの脅迫があるまでは，オリジナルの金型を利用して平穏無事にガボール製品の製造，日本への輸出を継続してきたのである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の事情にかんがみれば，本件事業譲渡契約が適正に締結され，ガボールブランドに係る事業及びそれに伴う諸権利が被告よりインターナショナル社に承継されたことの裏付けは十分である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "事業譲渡契約書等の成立の真正について",
                  "text": [
                    "原告は，遺言書(甲22)，事業譲渡契約書(甲23)及び領収書(甲24)",
                    "の原本を保有しておらず，証拠として提出できるのはその写しのみである。しかし，以下のとおり，原本の不提出が，上記書類の成立の真正を否定する根拠にならないことは明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原本喪失の経緯",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件において，原本が提示できない理由は，以下のとおり，被告の株主であったEが，事業譲渡契約書(甲23)等の原本を保持していたDに対し，マフィアないしギャング組織との関わりを背景にして，執拗に脅迫や嫌がらせを続けた上，すべての原本を同人から奪い取ったためである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "すなわち，Dは，遺言書(甲22)や事業譲渡契約書(甲23)等の作",
                          "text": [
                            "成後，これらガボールブランドの事業に係るインターナショナル社の権利を証する書面の原本を一括して保管していた。",
                            "Aの死後，インターナショナル社は平成13年(2001年)5月29日に",
                            "法人化し，さらに，同年5月ないし7月の間に，米国における商標の出願を行うとともに，ガボール製品の製造及び日本に対する輸出等を行っていた。",
                            "これに対し，被告及びCは，平成14年(2002年)ころまで，インター",
                            "ナショナル社によるガボール製品の製造，輸出等につき，何ら異議を述べることもなかった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "ところが，平成14年(2002年)になって，BやDに対し，Eから，",
                          "text": [
                            "直接又は電話や電子メールを通じて，権利関係書類及びオリジナルの金型を同人に引き渡すとともに，インターナショナル社の事業を中止しなければ，背後にあるマフィアないしギャング組織が，BやDの生命を奪うことになる旨の執拗な脅迫が開始されるようになった。このような脅迫は，時に銃を用いて行われるほどの悪質なものであった。さらに，平成15年(2003年)7月29",
                            "日には，被告からインターナショナル社に対する訴訟が提起され(甲32)，また，EによるDらに対する脅迫や嫌がらせも，継続して行われていた。",
                            "なお，このころ，Eは，オリジナルの金型を強奪するため，インターナショナル社の製造工場に押し入ろうとしたため，ロサンゼルス郡特別機動隊により包囲されるという事件を発生させている(甲33)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "このような状況において，Dは，当初こそ脅しに屈することなく事業を継続していたが，Eによる度重なる脅迫によって生命の危険を感じるとともに，さらに訴訟追行に伴う費用の負担も大きかったため，平成16年(2004年)に至って，ついに，Eに対して，権利関係書類の原本を引き渡した上，上記訴訟において，全く真意に基づかない極秘和解契約(甲14)を締結することとしたのである。なお，オリジナルの金型については，後述するとおり，一連の契約(甲18の1・2，甲34ないし36)により，ガボールブランドに係る事業及びそれに伴う諸権利がインターナショナル社から原告に譲渡された段階で，インターナショナル社から原告に引き渡されており，Dの手許には残っていなかった(甲26)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "本件における遺言書(甲22)，事業譲渡契約書(甲23)及び領収書",
                          "text": [
                            "(甲24)の原本の提出が不可能となったのは，以上の理由に基づくものであるから，これをもって遺言書(甲22)，事業譲渡契約書(甲23)及び領収書(甲24)の成立の真正を否定する根拠とすることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "署名の同一性",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "また，上記各書類に記されたAの署名が，真実Aによりされたことは，他の文書にされた署名との比較による署名鑑定の専門家(認定文書鑑定人)の鑑定結果からも明らかである。すなわち，平成20年(2008年)12月1",
                          "text": [
                            "日，認定文書鑑定人は，遺言書(甲22)，事業譲渡契約書(甲23)，領収書(甲24)，平成6年(1994年)4月8日付の被告定款(甲30)，平成9",
                            "年(1997年)8月9日付でA及びワキサカとの間で締結された「日本国における版権と商標に関する契約」(甲31)並びに一般のホームページに記載されたAの署名を多数の観点から比較対照した上で，これらの書面に記載された署名が十分な類似性を有し，同一人物によって作成された可能性が高いとの結論に達した(甲45)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，ここで比較の対象となった文書のうち，被告の定款(甲30)及び「日本国における版権と商標に関する契約」(甲31)は，本件審判請求を含む一連の紛争が開始されるはるか以前の，A存命中に作成されたものである。",
                            "まず，被告の定款(甲30)は，米国州務長官の検印のあるものであり，これが真正に作成されたものであることに疑いの余地はない。",
                            "また，「日本国における版権と商標に関する契約」(甲31)についても，平成9年(1997年)に，A自身と，当時の日本の輸入代理店であったワキサカとの間で締結されたものである。当時，ワキサカが被告の製品を日本に輸入していた事実に争いはなく，また，契約書それ自体の内容においても，原告と利害関係を有するものではないから，当該契約書(甲31)は真にAにより作成されたものであり，その署名もA自身のものといえる。",
                            "したがって，上記の書類はいずれもA自身の真正な署名が記載された書面として，十分な信用性を有するものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，上記各書類の署名はすべて同一人物により作成されたものであり，遺言書(甲22)並びに事業譲渡契約書(甲23)及び領収書(甲24)は，真にA自身により作成されたものというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上に照らせば，本件事業譲渡契約により，ガボールブランドに係る事業及びそれに伴う諸権利が，Aからインターナショナル社に承継されたことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告への事業譲渡",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成15(2003年)年8月24日，インターナショナル社",
                  "text": [
                    "との間で，有効期限を10年間として，インターナショナル社が原告に対し，インターナショナル社が保有する商標の使用権を含む，日本やアジア向けのガボール製品の独占的製造・販売権を与えること，万一，インターナショナル社が廃業する場合には，同社の有するガボールブランドに係る事業及びそれに伴う諸権利を原告に譲渡すること，対価として7万ドルを支払うことなどを内容とする契約を締結し(甲18の1・2，甲34)，さらに，同年9月3日及び同月5日には，インターナショナル社の有するガボールブランドに関する全権利を原告に譲渡する旨の契約を締結した(甲35，36)。",
                    "以上の結果，原告は，インターナショナル社から，ガボールブランドに係る事業及びそれに伴う諸権利を承継した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，原告がインターナショナル社との間で数次にわたって契約を繰り返し，結局，ガボールブランドに係る事業及びそれに伴う諸権利を取得したのは，前記のとおり，その当時，DもEより脅迫を受けていたことから，Dの行動に信頼することができない点があり，原告のガボールブランドに関する権利を確実なものにしておきたかったという事情による。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告は，インターナショナル社より，ガボールブランドに係る事業及びそれに伴う諸権利のすべてを有効に譲り受けたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "周知性の承継",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上により，王冠付きGマークを含むガボールブランドに係る事業及びそれに伴う諸権利が，A及び被告からインターナショナル社に，さらにインターナショナル社から原告にそれぞれ承継されたことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，商標が，特定の営業者の事業に係る商品を表示するものである以上，当該事業が第三者に譲渡された場合には，当該商標が，当該事業の承継人の事業に係る商品を表示するものとなることは当然である。",
                    "したがって，王冠付きGマークは，それが出願された平成13年8月8日当時，ガボールブランドに係る事業承継人であったインターナショナル社の営業に係る商品を表示するものとして周知又は著名であったというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "以上のとおりであるから，引用商標2は，商標法4条1項10号又は15号に該当し，同法46条1項1号によって無効である。したがって，引用商標2と類似することを理由として本件商標を無効とした審決は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と引用商標2の類似性の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標2は王冠マークとGマークから，また本件商標は引用商標2と同一のGマークから，それぞれ構成されている。",
                "ところで，商標法4条1項11号の類否判断については，「商標の類否は，対比される両商標が同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎり，その具体的な取引状況に基づいて判断する」のが相当である(前掲最高裁昭和43年2月27日判決)。",
                "そして，引用商標2は，本件商標の登録時はもとより，その出願時において，既に，具体的取引において我が国のシルバーアクセサリーを始めとする身飾品の取引者や需要者の間で，ガボール製品の商標として，広く認識されるに至っていたことは，審決も認定しており，また，原告も認めているところである。",
                "引用商標2は，上記の周知性を前提として，「その構成において，王冠を図案化したと思しき図形部分とG図形部分とは，その態様からみて不離に融合したとまではいえず，視覚上分離して看取し得るものであり，甲6の4においても，例えば「クラウンと『G』マーク」と紹介されているように，需要者が，そのうちの，Aのイニシャル「G」に由来し，独特の構成態様を有するG図形に強く印象を留め，記憶し，取引に資する場合も決して少なくないとみるのが相当というべきである」といえる。",
                "このように，引用商標2において，Gマーク部分が，ガボールの商品であることを示す商品の出所機能を有し，引用商標2の要部を構成することは明らかである。",
                "したがって，要部を共有する本件商標と引用商標2を類似するとし，商標法4条1項11号に基づき，本件商標登録を無効とした審決には誤りはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，引用商標2に基づき，本件商標を付した原告製品の輸入販売の差止めを求めて被告ほか1名が株式会社トムスジャパンに対して提訴した商標権侵害差止等請求事件(以下「別件侵害訴訟」という。)において，東京地裁は，平成20年6月18日，本件商標につき，引用商標2に類似し，引用商標2の指定商品と同一又は類似する商品に使用するものであるから，本件商標の商標登録は無効とされるべきであると認定判断し，被告(別件侵害訴訟における原告)勝訴の判決(以下「東京地裁判決」という。)を言い渡した(乙1)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標2の無効について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件商標が引用商標2と類似するとしても，引用商標2は，本件商標の出願時には，他人であるインターナショナル社の営業に係る商品を表示する商標として周知になっており，商標法4条1項10号又は15号に該当し無効であるので，引用商標2と類似することを理由に，商標法4条1項11号に基づき本件商標を無効にすることはできないと主張する。そして，その根拠として，Aが，引用商標2を含むAの事業を遺言によりBに(甲22)，また，営業譲渡によりインターナショナル社に(甲23，24)譲渡したことを挙げ，このような事業承継の結果，引用商標2は，本件商標の出願時には，被告の営業ではなく，インターナショナル社の営業に係る商品を表示する周知商標であったと主張する。",
                "しかしながら，遺言書写し(甲22)，譲渡契約書写し(甲23)及び領収書写し(甲24)は，いずれも原本が提出されておらず，真正に成立したことの証明はなく，このような書証に基づく原告の事業承継の主張は成り立たない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，東京地裁判決は，遺言書写し(甲22)，譲渡契約書写し(甲23)及び領収書写し(甲24)は真正に成立した文書と認めることができないとした上で，平成11年1月以前に引用商標2等が被告の商標として周知性を獲得し，その周知性は現在まで継続して維持されており，引用商標2等がインターナショナル社又は原告の商標として周知性を獲得したことは認定できないとし，当該訴訟の被告による引用商標2の無効(商標法4条1項10号)の主張は理由がないとしている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "米国におけるガボールブランドに係る事業及びそれに伴う諸権利の帰属被告とインターナショナル社ほかとの2度に及ぶ訴訟により，米国においては，引用商標2を含むガボールブランドに係る事業及びそれに伴う商標，デザイン(意匠)は，すべて被告に帰属する旨の和解契約が締結され(甲14)，又は判決がされている(乙3)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，ガボールブランドに係る事業及びそれに伴う諸権利の承継を理由とする原告の引用商標2の無効主張(商標法4条1項10号及び15号)は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至るまでの紛争の経緯等",
          "text": [
            "証拠(甲1ないし9，14，15，17ないし21，29，31，32，42な",
            "いし44，乙1，3，6，7ないし19〔枝番のあるものは枝番も含む。〕)及び弁論の全趣旨によれば，次の事実が認められる(なお，各文末尾には，その認定の根拠となった主要な証拠を掲記した。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者及び関係者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aは，シルバーアクセサリー等のジュエリーデザイナーであり，昭和63年(1988年)ころから，米国カリフォルニア州所在の工房において，自らがデザインしたスカル，スネーク，パンサー，ライオン，ブルドック及び十字架などをあしらった極めて独創的な立体形状を有するリング，ブレスレット等のシルバーアクセサリー(ガボール製品)を製造し，これを販売していた。なお，ガボール製品の一部には，引用商標2と同一の構成を有する王冠付きGマークがアトリエマークとして刻印されていた(甲4，5の1ないし5，甲6の1ないし5)。",
                    "Aは，平成11年(1999年)1月16日，病気により，45歳の若さで死亡",
                    "した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，シルバーアクセサリーの製造・販売等を業とする米国カリフォルニア州法人であり，平成6年(1994年)に，AとEによって設立された。Aは，被告設立に当たり，自己の有するガボールブランドに係る事業及びそれに伴う諸権利をすべて，被告に譲渡した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告代表者であるCは，Aの妻であり，相続人である。現在，Cは被告の株式の51パーセントを保有している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，F(日本名はF。以下「F」という。)により，米国カリフォルニア州法人として設立された会社であり，シルバーアクセサリー等を製造・販売している。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "Fは，原告の外に，米国ネバダ州法人であるUSA社をも経営し，シルバーアクセサリーを製造・販売する際において，しばしばUSA社の名称を使用していた。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "Bは，Aの生前，被告において，Aとともにガボール製品の製造に従事していた者であり，平成12年(2000年)5月，被告を退社した(乙19)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "Dは，米国カリフォルニア州在住の建築エンジニアであり，米国カリフォルニア州法人であるアドヴァンスト・コントラクション・マネージメント インク(以下「アドヴァンスト社」という。)の代表者である。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "BとDは，平成13年(2001年)5月29日，米国ネバダ州法人である",
                  "text": [
                    "インターナショナル社を設立し，シルバーアクセサリーを輸出・販売していた。なお，同社は，平成17年(2005年)6月1日をもって解散した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告によるガボール製品の輸出及び販売",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成8年(1996年)ころから，ガボール製品を日本に輸出し，ワキサカなどを通して，日本国内において販売していた(甲31)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ガボール製品は，前記(1) アのとおり，極めて独創的な立体形状を有するシルバーアクセサリーであったこと，米国においてはハリウッド男性スターたちに愛用されたこともあって男性用高級シルバーアクセサリーとして人気を博し，日本においても，シルバーアクセサリーを特集した雑誌に数多く取り上げられ，「〈ガボール〉ほど，ヒステリックにコピーされるジュエリーもないだろう」，「ガボール 高貴な無骨シルバー」，「ガボールのシルバーを付けていると，それだけでアメリカでは一目も二目も置かれる。なぜなら，いくらカネがあってもコネクションが無ければガボールの作品は買えないからだ。」，「GABORガボール 『スカルキング』の称号を持つAのブランド」，「スカルといえばガボール，といわれるほどのカリスマブランド」などと紹介されていることから，ガボール製品及びそれに刻印されていた王冠付きGマークは，遅くとも，Aが死亡した年である平成11年(1999年)ころまでには，日本国内で被告の商品を示すものとして，取引者及び需要者の間に広く認識されていた(甲6の1・2・5)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ワキサカは，平成9年8月4日に引用商標1の登録出願をし，平成11年3月5日にその設定登録がされ，その後の平成15年2月20日受付，同年3月4日登録で，その商標権が被告に移転された(甲2の1，2)。",
                    "また，被告は，平成13年8月8日に引用商標2の登録出願をし，平成14年7月5日にその設定登録がされた(甲3)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Aの死後，被告の内紛により，平成11年1月ころから平成13年ころにかけて被告の事業の中断があったが，その後，Aの妻であったCが被告の代表者となってAの工房を再開し，被告が，ガボール製品の製造・販売を行い，日本においても，平成14年ころ以降，いったん停止していた被告の代理店を通じての販売を再開した(甲4，6の3ないし5，乙1)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告及びインターナショナル社によるシルバーアクセサリーの輸出及び販売原告及びインターナショナル社は，遅くとも平成14年(2002年)6月ころには，ガボール製品と同一若しくは極めて類似した立体形状を有するシルバーアクセサリーを日本に輸出し，日本国内において販売していた。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "米国における商標登録に関する経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "インターナショナル社は，米国特許商標庁に対し，次の①ないし③の3件の商標権を出願して登録を受けた(甲19ないし21)。",
                    "① 米国商標登録第2695716号(以下「米国商標1」という。)",
                    "商標の構成 「GABOR」",
                    "登録出願日 平成13年(2001年)6月13日",
                    "登 録 日 平成15年(2003年)3月11日",
                    "指 定 商 品 第14類「銀，ゴシックスタイルの宝飾類，即ちブレスレット，チェーン，チョーカース及びリング」",
                    "② 米国商標登録第3039819号(以下「米国商標2」という。)",
                    "商標の構成 引用商標2と同一の構成を有する王冠付きGマークの下部に唐草模様を，さらにその下に「GABORATORY」の文字を唐草模様を囲むように配した，文字と図形から成る。",
                    "登録出願日 平成13年(2001年)5月29日",
                    "登 録 日 平成18年(2006年)1月10日",
                    "指 定 商 品 第14類「銀，ゴシックスタイルの宝飾類，即ちブレスレット，チェーン，チョーカース及びリング」",
                    "③ 米国商標登録第3039823号(以下「米国商標3」という。)",
                    "商標の構成 米国商標2と同様の構成の標章のさらにその下に，やや小さく「IＮTERＮATIOＮAL」という文字を横一線に配した，文字と図形から成る。",
                    "登録出願日 平成13年(2001年)7月30日",
                    "登 録 日 平成18年(2006年)1月10日",
                    "指 定 商 品 第14類「銀，ゴシックスタイルの宝飾類，即ちブレスレット，チェーン，チョーカース及びリング」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，被告は，平成13年(2001年)8月9日，米国商標2と同一の商標につき登録出願をするとともに，平成14(2002年)9月27日にはインターナショナル社の米国商標3の出願に対して，同年10月31日には同社の米国商標2に対して，それぞれ異議を申し立てた(以下「米国商標に対する各異議申立て」という。)。しかし，その後の平成16年(2004年)8月13日ころ，後記(5) エの極秘和解契約が成立したため，被告は，平成17年(2005年)7月18日，米国商標に対する各異議申立てを取り下げた。そのため，米国特許商標庁は，同月22日，上記各異議申立てを却下する決定をした。それに伴い，被告は，平成18年(2006年)4月10日，上記被告による商標登録出願を放棄した(甲14，乙12)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "米国における関連訴訟及び和解契約等の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "米国第1次訴訟",
                  "text": [
                    "被告は，平成13年(2001年)12月4日，B，インターナショナル社及びアドヴァンスト社を相手方として，米国カリフォルニア州中部地区連邦裁判所(以下「連邦地裁」という。)に対し，「GABORATORY」の商標及びガボール製品のデザインの使用差止め等を求める訴訟を提起した(以下「米国第1次訴訟」という。乙9)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "部分的和解契約の締結",
                  "text": [
                    "被告は，平成14年(2002年)12月，米国第1次訴訟の被告であるB，インターナショナル社及びアドヴァンスト社との間で，上記訴訟に関し，①Bらは，被告から，ガボール製品のデザインの使用，製造，販売の許諾を得ているというような表示をしないこと，②Bらがガボールブランドの正当な使用者であって，被告は正当な使用者ではないとの表示をしないこと，③被告は，上記訴訟を，再訴の権利を留保して取り下げること，以上の内容の和解契約を締結した(乙9)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "米国第2次訴訟",
                  "text": [
                    "被告は，平成15年(2003年)7月29日，B，インターナショナル社及びアドヴァンスト社を相手方として，連邦地裁に対し，米国商標1ないし3の使用差止め等を求める訴訟を提起した。これに対し，インターナショナル社は，被告に対し，反訴を提起した(以下「米国第2次訴訟」という。甲32)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "極秘和解契約の締結",
                  "text": [
                    "被告は，平成16年(2004年)8月13日ころ，インターナショナル社及びアドヴァンスト社との間で，①被告は，インターナショナル社らに対し，7500ドルを支払うこと，②被告は，米国第2次訴訟を取り下げ，インターナショナル社は反訴を取り下げること，③インターナショナル社らは，米国商標1の署名済み譲渡証書を第三者預託物として被告の訴訟代理人に交付すること，その交付を受けた被告の訴訟代理人は，裁判所の命令又はCとEとの合意に至るまで譲渡証書を保管すること，④インターナショナル社らは，米国商標2及び3の出願を放棄し，今後，同商標と類似の商標の出願をしないこと，⑤被告は，米国商標に対する各異議申立ての手続を終了させる措置を採ること，⑥インターナショナル社らは，被告による米国商標2と同一の商標に関する登録出願について，異議申立てをしないこと，⑦インターナショナル社らは，今後，「GABOR」又は「GABORATORY」",
                    "と同一又は類似の標章を使用しないこと，⑧インターナショナル社らは，今後，ガボール製品と同一又は類似の商品の製造・販売等をしないこと，⑨インターナショナル社らは，被告に対し，商品の原金型や生産用金型をすべて引き渡すこと，⑩被告は，本和解条項に定める以外の請求をすべて放棄し，インターナショナル社らは，本和解条項に定める以外の請求をすべて放棄すること，以上の内容の和解契約を締結した(以下「本件極秘和解契約」という。)。なお，同契約書には，被告の代表者としてCとEの署名らしきものが記載され，インターナショナル社及びアドヴァンスト社の代表者としてDの署名らしきものが記載されている(甲14，乙12)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "米国第2次訴訟は，平成16年(2004年)8月20日，被告及びイ",
                  "text": [
                    "ンターナショナル社らとの訴え却下の合意により，訴えが却下された(甲32)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "米国第3次訴訟",
                  "text": [
                    "Fは，平成19年(2007年)6月15日，被告，C，E外11名を相手方と",
                    "して，米国商標1ないし3及び関連著作権を自らが保有していると主張して，それらの権利の侵害の差止め等を求める訴訟を提起した(以下「米国第3次訴訟」という。)。これに対し，原告らは，訴え却下の申立てを行ったところ，連邦地裁は，同年11月6日，Fが，インターナショナル社から米国商標1ないし3及び関連著作権の譲渡を受けた事実は認められないとして，被告による訴え却下の申立てを認容した。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "米国第4次訴訟",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，米国第3次訴訟を受けて，平成19年(2007年)7月20日，インターナショナル社，アドヴァンスト社，D外1名を相手方として，連邦地裁に対し，本件極秘和解契約の履行及び侵害の差止め等を求める訴訟を提起した(以下「米国第4次訴訟」という。)が，インターナショナル社らはいずれも答弁書を提出せずに欠席したため，同年12月27日，原告が欠席判決の申立てをしたところ，連邦地裁は，平成20年(2008年)6月10日，上記欠席判決の申立てを認め，被告に対し，損害算定に関する証拠等の追完を求めた。なお，Fは，同年9月4日，米国第4次訴訟について，訴訟参加の申立てをしたが，連邦地裁は，同年10月20日，その申立てを却下した(乙3)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところが，インターナショナル社，アドヴァンスト社及びDは，平成20年(2008年)10月6日，連邦地裁に対し，米国第4次訴訟に関し，適法な送達がされていないとして，上記欠席判決の取消しを申し立てたところ，連邦地裁は，同年11月10日，インターナショナル社及びアドヴァンスト社の上記各申立てについては要件を欠くとして却下したが，Dの上記申立てに関しては，米国第4次訴訟手続においてDに対する送達が補充送達の要件を欠いていたことを理由に，Dの上記申立てを認めたため，被告は，同月13日，本件第4次訴訟のうち，Dに対する訴えを取り下げた(甲42，43，44)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その後，連邦地裁は，平成21年(2009年)2月23日，インターナショナル社及びアドヴァンスト社に対し，本件極秘和解契約書(甲14)に定められた義務の履行及び「GABORATORY」の標章の使用の差止めなどを命じる判決を言い渡した(乙11)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標2の類似性の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，前記1(2) ウのとおり，引用商標1及び引用商標2の登録権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標はGマークによる構成(甲1)，引用商標2はGマークの上に王冠マークを配した構成(甲3)によっており，Gマーク部分については全く共通する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，商標法4条1項11号の商標の類否については，対比される両商標が同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎり，その具体的な取引状況に基づいて判断するのを相当とする(前掲最高裁昭和43年2月27日判決参照)ものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これを本件についてみるに，前記1並びに前記(1)及び(2) の事実によれば，①本件商標は「G」を図案化したと思われる図形であるGマークから成るのに対し，引用商標2は王冠を図案化したと思われる図形である王冠マークとその下の「G」を図案化したと思われる図形のGマークから成り，いずれも特定の称呼及び観念を生じさせないものであること，②両商標のGマークは，オールドイングリッシュアルファベットを参考にしたことが推測されるが(甲15)，これに創作を加えた特殊な態様を有するものであるところ，これらは全く共通するものであること，③両商標のGマークは，A又はAが設立した被告が製造・販売するガボール製品に付される標章として，遅くともAが死亡した平成11年(1999年)時点以降，我が国におけるシルバーアクセサリー等の身飾品の需要者の間で広く認識されるようになっていたこと，④本件商標と引用商標2は，その指定商品の多くが共通しており，実際にも，販売に供されている両商標が付された製品は，スカルや動物等を題材とした極めて類似した身飾品等であることが認められる。",
                "以上によれば，本件商標は，その出願の日前の出願に係る他人の登録商標である引用商標2に類似する商標であって，引用商標2の指定商品と同一又は類似する商品について使用するものであると認めるのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "この点につき，原告は，前記第3の1のとおり，①引用商標2においては，Gマークはありふれた標章であって識別力が弱く，王冠マークが強い識別力を有する要部である，②仮に王冠マークのみが要部といえないとしても，王冠マークとGマークとは不可分一体のものとして観察すべきであり，いずれにしても，本件商標が引用商標2と商品の出所について誤認混同を生ずるおそれはないもので，両商標は非類似である旨主張する。",
                "確かに，引用商標2は，王冠マークとGマークとの結合商標であるところ，複数の構成部分を組み合わせた結合商標について，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合を除き，許されないというべきであるが(最高裁昭和37年(オ) 第953号同38年12月5日第一小法廷判決・民集17巻12",
                "号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8",
                "日第二小法廷判決・裁判所時報1467号7頁参照。)，引用商標2のうち，王冠マークは「王冠」との外観及び観念を生ずるが，それは「王冠」というありふれた外観及び観念にすぎないのに対し，上記(4) のとおり，本件商標と引用商標2のGマークは特殊な態様を有するものであり，実際，「G」はAの頭文字を図案化したものであるから，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められ，身飾品等にGマークから成る本件商標を使用するときは，身飾品等の需要者においては，引用商標2を使用した身飾品等との間において，商品の出所につき誤認混同を生ずるおそれがあるということができるから，引用商標2の構成部分の一部であるGマークを抽出し，この部分だけを本件商標と比較して商標そのものの類否を判断することも許されるというべきであり，原告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "引用商標2が当然無効であることを前提とする原告の主張について(1) 原告は，本件商標と対比した引用商標2の商標登録は当然無効であるから，引用商標2の登録が有効であることを前提として判断した審決には取消事由がある旨主張する。しかしながら，商標法4条1項11号にいう他人の登録商標は登録されていれば足りるものであって，その登録の無効を主張する者は，商標法39条によって準用される特許法104条の3第1項の定める場合を除き，別途，無効審判及び審決取消訴訟をもって争うべきものであるから，原告の上記主張は採用することができない。なお，本件事案の内容，手続の経緯にかんがみ，以下において，原告の上記主張の前提である事実関係を検討することとする。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "原告及びインターナショナル社による王冠付きGマーク及びGマークの使用及び周知について",
              "text": [
                "前記1の事実によれば，引用商標2の出願時である平成13年8月8日の時点において，引用商標2は，我が国においても，身飾品等の需要者の間で，シルバーアクセサリーのカリスマ的デザイナーとして知られたAのデザインによるガボール製品の商標として広く認識されていたものといえる。他方，平成13年8月8日の時点において，インターナショナル社やその関係会社が，我が国において，Gマークを含む商標を使用したり，ガボール製品を販売していたことを認めるに足りるような証拠，例えば，インターナショナル社やその関連会社によるGマークを使用するなどしてのガボール製品の販売数や売上高，宣伝広告等を具体的に示すような証拠は一切提出されていない。",
                "したがって，引用商標2の出願時点において，我が国において，引用商標2やこれに類似する商標がインターナショナル社やその関係会社の商品を表示するものとして周知となっていたとはいえず，また，インターナショナル社やその関係会社の販売によるガボール製品が周知となっていたともいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "AからB又はインターナショナル社に対する権利承継の有無についてア 原告は，前記第3の2のとおり，肝硬変を患っていたAが，近い将来自分が死去した場合に備え，ガボールブランドに係る事業及びそれに伴う諸権利をBに引き継がせたいと考えて，平成10年(1998年)12月初旬ころ，その旨の遺言書(甲22)を作成してBに託し，さらに，上記遺言の内容を具体化し，A死去の際にガボールブランド等の権利承継を円滑に行い，将来的に第三者に対する対抗力を確保しておくため，Aと合意の上，遺言書(甲22)の交付から間もない時期である同月10日に，ガボールブランドに係る事業及びそれに伴う諸権利をインターナショナル社に20万ドルで譲渡する旨の本件事業譲渡契約(甲23)を締結した結果，インターナショナル社がガボールブランドに係る事業及びそれに伴う諸権利を取得し，さらに，原告が，平成15年(2003年)7月から9月にかけての一連の契約により，インターナショナル社から，ガボールブランド及びガボール製品に係る事業に関する一切の権利を取得したのであって，原告こそが王冠付きGマークを含むガボールブランドに係る事業及びそれに伴う諸権利の正当な承継者である旨主張する。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "原告が提出する権利承継を証する書証の真正について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告は，上記アの事実関係を証する証拠として，次のとおり，遺言書写し(甲22)，譲渡契約書写し(甲23)及び領収書写し(甲24)を提出す",
                      "text": [
                        "る。それら書証の各内容は次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "遺言書写し(甲22)について",
                          "text": [
                            "Aが作成した遺言書であると主張して，原告が提出した遺言書写し(甲22)は，米国商標2と同様の被告のロゴマークの透かしの入ったメモ用紙若しくは便せんに文字が記載され，A名義の署名のある日付のない(ただし，中央に1998年12月との記載がある。)1枚の書面である。その文面の内容は，次のとおりである(ただし，日本語訳)。",
                            "「親愛なるB",
                            "私の死後も，私のガボラトリーの仕事をあなたに続けてもらいたい。私は，あなたがガボラトリーの名を最大限に尊重し，私の生涯の仕事の遺産を継続してくれると信じている。私がいつもそうであったように，私の職人たちをあなたの家族のように大事にしてやってほしい。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "事業譲渡契約書写し(甲23)について",
                          "text": [
                            "被告とインターナショナル社の名義の入った平成10年(1998年)12月10日付けの契約書の写しであり，文面はすべてタイプで打たれており，署名欄には，それぞれA名義の署名とD名義の署名がある。その文面の内容の一部には次の記載がある(ただし，日本語訳)。",
                            "「Aは，彼の『ガボール』および『ガボラトリー』の事業にかかる全ての権利(商標，著作権，シルバーの原型，営業権を含むがこれに限られない)をGI〔判決注：インターナショナル社を指す。〕に移転することを望んでいる。",
                            "よって，これは，十分かつ価値ある対価と，その受領および充足性が承認されたこと，ならびに，Aが，GI，その承継人およびその譲受人に対し，『ガボール』および『ガボラトリー』のマークの使用に関連し，またそれらによって象徴される，すべての全世界における商標権，著作権，製造，販売，シルバーの原型，および営業権に関する完全な権利，資格および利益を，売却し譲渡したこと，またここに売却し，譲渡し，移転することを証明するものである。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "領収書写し(甲24)について",
                          "text": [
                            "Aが被告の代表者として，インターナショナル社から20万ドルを受領した旨の平成10年(1998年)12月10日付けの領収書の写しである。",
                            "署名欄にA名義の署名がある。その文面の内容は次のとおりである(ただし，日本語訳)。",
                            "「これは，1998(平成10)年12月10日付の我々の契約による，ガボラトリーインターナショナルからの現金20万米ドルの受領を確認するものである。」(イ) しかしながら，次のとおり，上記各書証が真正に成立したと認めることはできない。"
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "上記(ア) aの遺言書写し(甲22)について",
                          "text": [
                            "原告は，この点につき，遺言書写し(甲22)は，Aが自ら署名して作成した真正な遺言書の写しであると主張し，これに沿う証拠(甲25，40．41)も存する。",
                            "しかしながら，遺言書写し(甲22)については，原本の提出がなく，写しのみでは，それが実際にAによって作成されたものか否か，特にAの署名の事実の存否について精査することができず，真正に作成されたものと直ちに認めることはできない。",
                            "この点，原告は，認定文書鑑定人G作成の署名の真正に関する専門的意見書(甲45)によって，遺言書写し(甲22)のAの署名が同人の署名であることが証明されている旨主張する。しかしながら，証拠(甲45)によれば，同意見書は，筆跡鑑定をするに当たって原本を対象にしているわけではなく，極めて品質の悪い遺言書写し(甲22)の写しを鑑定対象としており，そもそもそれで正確な筆跡鑑定ができるのかという疑問があり，鑑定として意味がないといわざるを得ない。したがって，上記専門的意見書(甲45)を信用することはできない。",
                            "また，原告は，Aが遺言書を作成した動機について，前記第3の2(2) イのとおり，肝硬変を患っていたAが，近い将来自分が死去した場合に備え，ガボールブランドに係る事業をBに引き継がせたいと考えて，平成10年(1998年)12月初旬ころ，その旨の遺言書(甲22)を作成してBに託した旨主張する。",
                            "しかしながら，Aが，1か月前の平成10年(1998年)12月初旬ころ",
                            "に自己の死期を悟って予め遺言書を作成していたと認めるに足りる証拠はない。この点，確かに，証拠(甲27)によれば，米国カリフォルニア州ロサンゼルス・パサデナ市厚生課作成にかかるAの死亡確認書には，同人の死亡原因として，「アルコール中毒による肝硬変」と記載され，その病歴について，「数年来」と記載されていることが認められる。しかしながら，Aが医師から近い将来死に至るとの宣告を受けていたことを認めるに足りる証拠はなく，当時のAの肝硬変の症状の程度及び本人の認識の程度は全く不明である。また，証拠(甲28の1・2)によれば，肝硬変の予後に関する臨床的検討の中で，1年の生存率は92．7パーセント，3年の生存率は75．0パーセント，そして，10年の生存率も24．4パーセントであることが認められ，さらに，証拠(乙6)によれば，Aは，妻であるCや被告の会社の知人に自分の病状，ましてや死期が迫っていることについては全く語っておらず，かえって，死亡する前日まで精力的に仕事をしていたこと，当時特段不仲であったとは認められない妻であるCに対しては遺言書らしきものを何も残していないこと，以上の事実が認められるから，Aが死亡する1か月前に既に自らの死を覚悟してBに対してガボールブランドに係る事業及びそれに伴う諸権利を譲渡することを内容とする遺言書を作成していたとは認められないというべきである。",
                            "以上の点から考えると，仮に肝硬変がAの死亡の原因であったとしても，Aが自らの死期が迫っているとの認識の下に前記のような内容の遺言書を作成する動機を有していたと認めることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "上記(ア) bの事業譲渡契約書写し(甲23)について",
                          "text": [
                            "原告は，この点につき，事業譲渡契約書写し(甲23)は，Aが自ら署名して作成した真正な事業譲渡契約書の写しである旨主張し，これに沿う証拠(甲25，40，41)も存する。",
                            "しかしながら，上記遺言書写し(甲22)と同様に，事業譲渡契約書写し(甲23)についても，原本の提出がない。したがって，上記aと同様に，それが真正に作成されたものと直ちに認めることができない。",
                            "また，原告は，原告が原本を所持していない理由として，前記第3の2(2)オ (ア)のとおり，Eが，事業譲渡契約書写し(甲23)の原本を所持していたDに対し，マフィアないしギャング組織との関わりを背景として，執拗に脅迫や嫌がらせを続けて，原本を同人から奪ったなどと縷々主張し，これに沿う証拠(甲26，33)も存する。",
                            "しかしながら，上記証拠は，原告代表者，原告の関係者の陳述書にすぎず，にわかに信用できないばかりか，他に本件全証拠を精査しても，Eがマフィアやギャング組織と関わりを持っていた事実，Eがそれを背景にしてDを脅迫していた事実を認めるに足りる的確な証拠はない。かえって，前記1(5) エのとおり，本件極秘和解契約の締結に当たって，Dは被告の代表者として交渉していたEに7500ドルの支払いを約束させていることからすれば，当時，両者は脅迫者と被脅迫者という立場にあったとは認められないというべきである。なお，この点に関し，本件極秘和解契約の締結自体Eの脅迫によるものである旨のHの宣誓供述書(甲46)も存するが，同人はFが経営する原告の従業員であり，その内容もBからの伝聞にすぎないからにわかに信用することはできず，かえって，証拠(甲14，乙12ないし16)によれば，本件極秘和解契約の締結に当たっては，双方の当事者はそれぞれ弁護士を代理人として選任し，その弁護士を通して交渉していることが認められるから，Eの脅迫により和解契約が締結されたと認めることはできないというべきである。",
                            "したがって，この点に関する原告の主張は採用することができない。",
                            "さらに，原告は，事業譲渡契約書写し(甲23)のAの署名が真正であることを証する証拠として，上記aと同様に，認定文書鑑定人G作成の署名の真正に関する専門的意見書(甲45)を提出しているが，その専門的意見書(甲45)が信用することができない点は，上記aにおいて判断したとおりである。",
                            "そもそも，原告は，前記第3の2(2) ウのとおり，事業譲渡契約書(甲23)の作成経緯につき，本件事業譲渡契約は，本件遺言書(甲22)の内容を具体化してガボールブランドに係る事業及びそれに伴う諸権利の承継を円滑に行い，第三者に対する対抗力を確保するために，作成されたと主張する。",
                            "しかしながら，遺言書写し(甲22)においては，遺言の相手方(受遺者)はBであるにもかかわらず，その直後に作成されたいう事業譲渡契約書写し(甲23)における譲受人は，インターナショナル社らとなっていて，そもそも矛盾している。",
                            "原告は，受遺者と譲受人が一致していない理由について，前記第3の2(2) ウ(イ)のとおり縷々主張するが，そもそも，当時DがAと親交が深かったこと，被告の役員でも社員でもないにもかかわらず，Dが被告におけるガボール製品の日本への輸出に係る相手方との交渉や事務処理を行っていたことについては証拠上明らかではないというほかない。かえって，証拠(乙6，7)及び弁論の全趣旨によれば，Cは当時Dなる人物の存在すら知らなかったこと，ガボールブランド及びガボール製品について被告が有する権利につき，被告内部においてインターナショナル社若しくはDに譲渡することが検討された事実は一切ないこと，事業譲渡契約書(甲23)が作成されたとされる平成10年(1998年)12月10日には，まだ，インターナショナル社は設立されていなかったことが認められるところ，仮に，原告の主張するとおりであると仮定すると，当時，ガボールブランドに係る事業及びそれに伴う諸権利はすべて被告に承継されていたにもかかわらず，Aは，被告の共同設立者であるEや妻であるCに全く相談せず，被告の役員会の議決を経ることもなく，勝手に，被告の財産である全権利を，当時設立されてもいないインターナショナル社に対して譲渡する旨の契約書を作成したことになり，極めて不自然であるというほかない。",
                            "最後に，事業譲渡契約書写し(甲23)がガボールブランドに係る事業及びこれに伴う諸権利がインターナショナル社に正当に譲渡されたことを証明する極めて重要な証拠であるにもかかわらず，証拠(甲40)によれば，B，D及びインターナショナル社は，米国第1次及び第2次訴訟においては，本件事業譲渡契約があった旨の主張をせず，また，事業譲渡契約書写し(甲23)を証拠として提出しておらず，その後の本件極秘和解契約においても，B，D及びインターナショナル社側にはガボールブランド及びガボール製品について何らの権利もないことを前提とした和解契約をしているのは，極めて不自然であって，このような事実関係は，事業譲渡契約書写し(甲23)がその後に作成されたとの疑念を強く抱かせるものである。",
                            "したがって，事業譲渡契約書写し(甲23)は信用することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "上記(ア) cの領収書写し(甲24)について",
                          "text": [
                            "領収書写し(甲24)について，原本が提出されていないこと，認定文書鑑定人G作成の署名の真正に関する専門的意見書(甲45)を提出していることは，事業譲渡契約書写し(甲23)と同様であるから，この点に関する判断も，上記a及びbと同様である。",
                            "領収書写し(甲24)は，本件譲渡契約におけるガボールブランドに係る事業及びそれに伴う諸権利の対価として20万ドルがDからAに支払われたことを証する書類であるが，そもそも，遺言書写し(甲22)では，Bに対して上記権利を譲渡するに際し，対価については一切言及されていないから，Bに対する遺言による譲渡は無償であったと解されるところ，その遺言の内容を具体化したはずの本件事業譲渡契約では，20万ドルの対価を支払うことになっていること自体極めて不自然である。また，前記認定のガボールブランド及びガボール製品の周知性及びその事業展開の状況からすれば，20万ドルという対価はガボールブランドに係る事業及びそれに伴う諸権利の対価としては極めて低額であることは明らかというべきところ，仮に原告が主張する事実が真実であるならば，遺言書の作成後わずか数日の間に，一体どのような交渉経緯を経て20万ドルという金額が決められ，それが，どこでどのような形でAに支払われたのか，Aは受領した20万ドルをどうしたのか一切不明であり(この点，原告は，シルバーアクセサリー業界では現金取引の商慣習があり，本件の20万ドルについてもDがすべて支出し，Aに対して現金で交付した旨主張するが，そのような商慣習を認めるに足りる的確は証拠はなく，また，支払資金の準備や受領した金員の処理などの現金の流れについて，銀行口座等に全く形跡を残さないなどということは通常あり得ないところである。)，結局，20万ドル受領の事実の存在は認められないといわざるを得ない。",
                            "したがって，領収書写し(甲24)も信用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，遺言書写し(甲22)，事業譲渡契約書写し(甲23)及び領収書写し(甲24)はいずれも，Aがインターナショナル社に対し，ガボールブランドに係る事業及びそれに伴う諸権利を譲渡した証拠とはいえず，他に上記事実を認めるに足りる的確な証拠はない。したがって，AからB又はインターナショナル社に対する権利承継に関する原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用商標2が商標法4条1項10号又は15号に該当するとの原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，原告の上記主張は，法律上も，また，事実認定上も，いずれにしても，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，審決に取消事由があるとの原告の主張は理由がなく，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ]
}