{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は控訴人に対し，40万円及びこれに対する平成19年11月6日から支払済みに至るまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【以下，略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，一審原告である控訴人が，その作成に係る放電プラズマ焼結機の設計図及び部品図50枚(原告図面)の原本を一審被告である被控訴人が毀棄した行為は，控訴人の所有権を侵害する不法行為であり，これにより放電プラズマ焼結機の受注活動を阻害され損害を被ったと主張して，被控訴人に対し損害賠償金40万円と遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成20年5月23日，平成6年1月14日に締結された取引基本契約(本件基本契約)により原告図面の所有権は被告に帰属すると認められ，原告の所有権侵害の主張は前提を欠くとして，控訴人の請求を棄却した。そこで，上記判決に不服の控訴人が本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者双方の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，略称も含め，原判決の「事実及び理由」欄の「第2 事案の概要」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人",
          "text": [
            "原判決には，以下のとおり誤りがある。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原判決の事案の概要は誤りである。",
                "原判決は，「第2 事案の概要」として，「本件は，被告が，原告作成に係る放電プラズマ焼結機の設計図及び部品図の原本を毀棄した行為が，原告の所有権に対する侵害に当たり，不法行為が成立すると主張して，原告が，被告に対し，不法行為に基づく損害賠償請求として，40万円及びこれに対する遅延損害金を支払うよう請求する事案である。」(1頁下6行～下3行)としたが，本件は，被控訴人が控訴人に所有権がある控訴人図面の原本を毀棄したことにより，控訴人が控訴人図面の原本に基づく放電プラズマ焼結機の受注活動及び製造納入を阻止されて被った損害の賠償を請求する事件であり，原判決の事案の概要の記載は誤りである。",
                "また，控訴人は，被控訴人から設計図の作成を請け負った事実はないから，原判決記載の被告の主張(2頁下4行～下3行)は虚偽であり，控訴人は民法96条に基づきその虚偽の主張の取消しを主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決がその存在を認定した平成6年1月14日付け取引基本契約書(甲10の2，本件基本契約)の第1条②項では，個別契約が優先すると規定しているから，それに先立つ平成3年5月27日に控訴人と被控訴人との間で締結された控訴人設計の放電プラズマ焼結機を製造納入する契約(甲25〔東京地裁平成19年(ワ)第23951号，損害賠償請求事件の判決書写し〕，1頁下6行～下4行に記載)が優先する。",
                "上記平成3年5月27日に締結された契約は，同日，被控訴人の当時の技術本部研究開発部長Aらに対し，控訴人代表者が，控訴人において当時出願中の特許第2640694号(甲4)，特開平8−73904号(甲5)公",
                "報記載の発明による放電プラズマ焼結機による問題解決を説明したところ，契約締結に至ったものであり，この点請求原因事実を補充して主張する。",
                "そうすると，本件基本契約に優先する上記平成3年5月27日の契約に基づき製品を製造納入するための，控訴人の図面の原本の所有権は控訴人にあることになる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また被控訴人が図面原本の作成費用を控訴人に支払った事実はなく，図面の作成費用の支払がなければ原告図面の原本の所有権が被控訴人に帰属しない，との合意があったことを認めなかった原判決の認定(4頁12行～16行)は，公平に反する。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "さらに上記取引基本契約(本件基本契約)は，取引の基本を定めたものにすぎず，具体的に放電プラズマ焼結機を特定した契約ではない。この点原判決が，平成6年1月14日，控訴人と被控訴人との間で，放電プラズマ焼結機の販売に関する取引基本契約を締結した旨を認定したのは誤りである。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原告図面は控訴人の著作物である。そして，著作物に本件基本契約19条の定め(注文品又は請負の実施に付帯して作成された乙の図面，技術資料等の所有権は甲に帰属する)は適用できない。よって本件放電プラズマ焼結機の図面の原本は控訴人の所有物である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人",
          "text": [
            "控訴人の主張はいずれも否認する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の被控訴人に対する本訴請求は理由がないと判断する。",
            "その理由は，次の2のとおり付加するほか，原判決記載のとおりであるから引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，原判決の「第2 事案の概要」の記載は誤りであり，本件は，被控訴人が控訴人に所有権がある控訴人図面の原本を毀棄したことにより，控訴人が控訴人図面の原本に基づく放電プラズマ焼結機の受注活動及び製造納入を阻止されて被った損害の賠償を請求する事件であると主張する。",
                "本件訴訟は，控訴人が被控訴人に交付した原告図面を毀棄したことを不法行為とし，これにより放電プラズマ焼結機の受注活動を阻害され，40万円以上の得べかりし利益を失ったとして損害の賠償を請求するものであり(原告準備書面(4)〔平成20年4月10日付け〕には「…本訴は，原告に所有権がある本件設計図及び部品図の原紙を被告が毀棄したことに対する損害賠償請求事件である」との記載がある)，この点につき原判決は「第2 事案の概要」において控訴人主張の不法行為を特定し，また2頁19行～21行において請求原因事実として適切に整理して記載している。原判決に誤りがあるということはできない。",
                "なお，控訴人が指摘する原判決記載の被告の主張(2頁下4行～下3行)は，単に被告の主張を記載したものにすぎず，この主張につき控訴人が取消しを主張するのは失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に控訴人は，原判決の誤りとして，平成3年5月27日に控訴人と被控訴人との間で締結された，控訴人設計の放電プラズマ焼結機を製造納入する契約が本件基本契約よりも優先すると主張し，これを裏付ける証拠として甲25(平成20年4月24日に言い渡された東京地裁平成19年(ワ)第23951号事件判決1頁)を提出するところ，控訴人指摘箇所(甲25，1頁下6行～下4行)には，控訴人の主張に沿うかのごとき以下の記載がある。",
                "「本件は，原告が，被告に対し，平成3年5月27日，原告・被告間において締結された原告代表者設計に係る放電焼結機(以下，「本件製品」という。)を原告が被告に製造納入する旨の契約(以下，「本件契約」という。)に係る被告の債務…」",
                "しかし，上記控訴人指摘の箇所は判決書中の「第2 事案の概要」として原告の主張内容を記載したものであって，その契約の締結自体を証拠により認定したものではない。また，平成3年5月27日に控訴人と被控訴人との間で放電プラズマ焼結機を製造納入する契約が成立したとする控訴人の主張を裏付ける的確な証拠もない。控訴人の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に控訴人は，被控訴人は原告図面の代金も支払っておらず，原判決が図面の代金の支払がなければ図面の所有権は被控訴人に帰属しないとの合意があったと認めるに足りる証拠はない(4頁14行～16行)とした点は公平に反すると主張するが，原判決4頁12行～14行記載のとおり，控訴人と被控訴人との間で締結された本件基本契約の19条は，請負契約等に基づき原告が作成した図面等の所有権は被告に帰属する旨を規定し，図面の所有権の帰属を代金の支払にかからしめていないのであるから，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "次に控訴人は，原判決が本件基本契約につき放電プラズマ焼結機の販売に特定して認定したのは誤りである旨主張する。しかし原判決は，「原告は，平成6年1月14日，被告との間で，原被告間における請負又は物品の売買取引に関する取引基本契約である本件基本契約を締結した。」と認定した(3頁6行～7行)ものであって，原判決が本件基本契約につき放電プラズマ焼結機の販売に特定したものとして認定したとの控訴人の主張は前提を欠くというべきである。",
                "なお控訴人は，本件基本契約は取引の基本を定めたものにすぎず，放電プラズマ焼結機につき特定されているものではないとして，当審において甲27(住友石炭鉱業株式会社技術本部研究開発部SCMプロジェクト・Bから(有)北栄興業Cあて平成6年7月20日付けファクシミリ)，甲28(上記BからE・PルームXあて平成6年7月27日付けファクシミリ)を提出し，本件基本契約に基づきワークローダ(甲27)，電鋳装置(甲28)等の納入実施がされている旨主張する。",
                "この点甲27には，「…先日はワークローダの製作，修正，追加工で大変お世話になりました。追加工事費の件，㈱E・Pルーム／X様からも言われておりますが…」との記載が，甲28には，「…電鋳装置の件連絡申し上げます。…」との記載がそれぞれあり，控訴人が主張するワークローダ，電鋳装置に関する記載がある。",
                "本件基本契約は，その前文に「住友石炭鉱業株式会社(以下「甲」という)と株式会社イー・ピー・ルーム(以下「乙」という)とは，甲乙間における請負または物品の売買取引に関し，相互の利益を尊重し，かつ信義誠実の原則に従った契約の履行を確保するため，取引基本契約(以下基本契約という)を締結する。」(甲10の2)とあるとおり，放電プラズマ焼結機等に特定されるものではない。そうするとワークローダ，電鋳装置等が契約に基づき納入実施されているとしても，これにより放電プラズマ焼結機について本件基本契約の適用が排除されることになるものではなく，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "さらに控訴人は，原告図面は著作物であり，著作物には本件基本契約19条の適用はないと主張するが，仮に原告図面が著作物であるとしても，本件基本契約19条には，著作物につき適用を除外する旨の規定もなく，その他本件基本契約にもそうした規定は置かれていないから，控訴人の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，控訴人の被控訴人に対する本訴請求は理由がなく，これと結論を同じくする原判決は相当であって，本件控訴は理由がない。",
            "よって，控訴人の本件控訴を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}