{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2007−19086号事件について平成20年3月31日にし",
        "た審決を取り消す。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記特許出願(以下「本願」という。)に対する拒絶査定を不服として審判請求をしたが，同請求は成り立たないとの審決がされたため，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願(甲5)",
              "text": [
                "出願人：原告",
                "発明の名称：「パソコンを手帳版に小型にするシステム」",
                "出願番号：特願2003−415602号",
                "出願日：平成15年11月10日",
                "手続補正：平成18年7月31日付け(甲6。以下「本件原補正」という。)手続補正書の提出：平成19年3月5日付け(甲7。原告がこの手続補正書の提出により行おうとした手続補正を，以下「本件補正」という。)",
                "本件補正を却下した決定(以下「本件補正却下決定」という。)：平成19年4月26日付け",
                "拒絶査定：平成19年4月26日付け"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求手続",
              "text": [
                "審判請求日：平成19年6月11日(甲8。不服2007−19086号)",
                "審決日：平成20年3月31日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成20年4月20日(乙1)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(請求項1)の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件原補正後のもの",
              "text": [
                "【請求項1】",
                "「手帳判パソコンの小型の実用化に必要不可欠な，微細入力突起と微細入力キイーとキーの密集配列の3要素を相互に関連させて，一体化するシステム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正に係るもの",
              "text": [
                "【請求項1】",
                "「小型の手帳型パソコンを製作するため，パソコンのキーボードに，キーピッチ5ミリメートル前後に密集配列された，突起が入力するとき滑らないよう面に凹みをつけた9平方ミリメートル前後の小型の入力キーに，鉛筆型の3平方ミリメートル以下の硬質の小さい突起で入力する，入力システム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，上記2(2)記載の本件補正に係る発明(以下「本願補正発明」という。)は，後記引用発明1及び2並びに周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正は，同法17条の2第5項において準用する同法126条5項の規定に違反するものであり，同法53条1項の規定により却下すべきものであるとして，これと同旨の本件補正却下決定に誤りはないと判断し，その結果，本願の請求項1に係る発明の要旨を，上記2(1)記載の本件原補正後の請求項1の記載に基づいて認定した上，同発明は，引用発明1及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることができないとした。",
            "審決の理由中，本件補正の適否について判断した部分(独立特許要件の有無について判断した部分)は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特開平7−104925号公報(甲1。以下「引用例1」という。)に記",
              "text": [
                "載された発明(以下「引用発明1」という。)",
                "「データ処理機器の入力機器へのキー入力のために使用される，硬質の角柱状，あるいは先細の円柱状の押圧部を備えた入力用具であって，入力機器のキー領域が例として縦，横がそれぞれ4．8mmの場合に，角柱状の押圧部の先端部の寸法が例えば縦，横とも2mm程度である入力用具。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特開平6−332594号公報(甲2。以下「引用例2」という。なお，",
              "text": [
                "審決の「特開平7−104925号公報」との記載は，誤記である。)に記載された発明(以下「引用発明2」という。)",
                "「パソコンなどのキーボードであって，キートップ上面に凹みを設けたキーボード。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明と引用発明1との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「本願補正発明と引用発明1とを対比すると，引用発明1の押圧部は円柱状で先細となっており，押圧部の先端により『キー領域』を押圧することによりキー入力するものであるから，引用発明1の『押圧部の先端』及び『キー領域』はそれぞれ，本願補正発明の『突起』及び『入力キー』に相当し，引用発明1には，入力キーに硬質の突起で入力する『入力システム』が記載されているということができる。",
                    "したがって，両者は，",
                    "『入力キーに，硬質の突起で入力する，入力システム。』の点で一致する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「本願補正発明の入力システムは，小型の手帳型パソコンを制作(判決注：『製作』の誤記である。)するためのものであって，入力キーは，パソコンのキーボートに配列されたものであるのに対して，引用発明1は，データ処理機器の入力機器の小型化を可能にすることを目的としており，入力キーはデータ処理機器の入力機器の入力キー(キー領域)である点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「本願補正発明においては，入力キーは，キーピッチ5ミリメートル前後に密集配列された，9平方ミリメートル前後の小型の入力キーであるのに対し，引用発明1では入力キー(キー領域)が4．8x4．8mm前後であるが，パソコンのキーボードであるのかどうか明らかではなく，キーピッチ，キーの面積，密集配列については明らかではない点。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "「本願補正発明においては，突起が入力するとき滑らないよう面に凹みをつけているのに対して，引用発明1には凹みが設けられていない点。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "「本願補正発明は鉛筆型の3平方ミリメートル以下の小さな突起で入力するのに対して，引用発明1では，入力は突起(円柱先細状の先端部)で入力がなされ，突起の寸法は先端部が矩形の場合に縦，横それぞれ例えば2mm程度である点。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「引用発明1もデータ処理機器の入力機器の小型化を目的としており，データ処理機器をデータ処理機器として周知のコンピュータとすることに格別の困難性はないこと，以下の『相違点2について』の項で説明するように，引用発明1のキーピッチは本願補正発明のキーピッチと同程度の寸法ということができるから，引用発明1のデータ処理機器をコンピュータとした場合に，キーボードの寸法は本願補正発明の『手帳型パソコン』のキーボードの寸法と同程度のものになると考えられることから，引用発明1において小型の手帳型パソコンを製作するために，入力キーをコンピュータのキーボードのものとして本願補正発明のように構成することに格別の困難性はない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「引用発明1ではキー領域が4．8x4．8mm前後であって，小型化された入力機器にあってキー間のスペースは小さなものであることから，引用発明1のキーピッチは本願補正発明のキーピッチと大差ない略5ミリメートル程度であると認められ，更に，引用発明1は入力機器のキー数の増加，入力機器の小型化を目的としているから，引用発明1のキーも本願補正発明と同様に『密集配列』されているものと認められる。",
                    "そして，キーの面積はキー形状により異なり，どのような形状，寸法のものとするかは設計的事項であって，本願補正発明と同様のキーピッチを有する引用発明1のキーについて，キー面積を本願補正発明と同様に9平方ミリメートル前後の小型のものとすることは当業者が容易になし得ることである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "「ペン先でキーボード入力をする場合にキートップ上面に凹みを設けてペン先が滑ることがないようにすることが引用例2に記載されており，引用発明2のペン先も引用発明1，本願補正発明と同様の突起部ということができるから，突起部で入力を行う引用発明1において，引用発明2を適用して，入力するときに滑らないように入力キーに凹みを設けることは当業者が容易になし得ることである。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "「引用例1にも突起(先端部)の寸法は例示であってキー領域の大きさを考慮して定められるものである(段落【0016】)と記載されているように，突起の寸法をどのようなものとするかは設計的事項である。",
                    "一方，本願補正発明において，『鉛筆型の突起』がどのような突起(鉛筆の胴の部分，胴，芯を含んだ鉛筆の先細部分，芯の部分のみ，あるいは芯の先端部分？)を意味し，『3平方ミリメートル』がどの部分のどのような面積(断面積，表面積？)を意味するのか，発明の詳細な説明の記載を見ても明らかではないが，引用発明1の突起は円柱状で先細状であるから，『鉛筆型の突起』ということができ，突起の先端部の表面積は例えば4平方ミリメートル程度であるから，本願補正発明の3平方ミリメートルと大差ない面積を有しているということができる。",
                    "したがって，引用発明1において，入力用具の先端部を鉛筆型の3平方ミリメートル以下の小さな突起として，本願補正発明のように構成することに格別の困難性はない。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願補正発明の効果について",
                  "text": [
                    "「そして，本願補正発明のように構成したことによる効果も引用発明1，引用発明2及び周知技術から予測できる程度のものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "「したがって，本願補正発明は，引用発明1，引用発明2及び周知技術から当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "審判請求人の主張に対する判断",
              "text": [
                "「なお，審判請求理由における審判請求人の主張，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "『引用例2の入力キーの凹みおよび切欠きは指面入力とペン入力の併用の利便性を目的としているのに対して，本願(補正)発明の入力キーは大きさも，形態も，キーの目的も異なっている。』(審判請求書(甲8)4頁～5頁(判決注：「3頁～4頁」の誤記である。)，(4)『補正却下の理由』に対する『不服の理由』)"
                },
                {
                  "fig": "イ",
                  "subject": "『本願(補正)発明は突起であるのに対して，引用例1の入力部(符号の説明の6，16，36：押圧部)は突起ではない。』(審判請求書5頁，(5)『補正却下の理由』に対する『不服の理由』)",
                  "text": [
                    "について付言すると，"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，入力機器のキーの数を増加し入力機器の小型化を可能とすることを目的として，本願補正発明と同様のキーピッチを有するものであり，引用発明2の目的が本願補正発明の目的と異なるとしても，キートップ上面に凹部を設ける引用発明2を引用発明1のような大きさのキーに適用することは当業者が容易に想到し得ることであり，適用を阻害する要因はないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審判請求人の主張の意図は必ずしも明らかではないが，引用例1の押圧部の先端が本願補正発明の突起に相当することは上記(3)『ア 一致点』の項に記載したように，押圧部は円柱状で先細となっており，押圧部の先端により『キー領域』を押圧することによりキー入力するのであるから，引用発明1の『押圧部の先端』は本願補正発明と同様に『突起』ということができる。",
                    "審判請求人は，引用例1の押圧部全体と本願補正発明の突起部との相違，あるいは，突起の向き等が引用発明1と相違することを主張しているとも考えられるが，本願補正発明では『突起』と記載されているだけであって，『突起』がどのような部材にどのような向きに設けられているかが請求項に記載がなされているわけではないから，審判請求人の主張は妥当なものではない。また，『突起』を指示部材に所定の角度で設けることは，特開2002−73265号公報(判決注：『特開2002−73266号公報』の誤記である。乙2)(図5)，特開平1−102620号公報(甲4)(第2図～第4図)に記載されているように周知であって格別のことではない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件補正却下決定の「むすび」",
              "text": [
                "「以上のとおりであるから，本件補正は特許法17条の2第5項で準用する同法126条5項の規定に違反するものであり，特許法53条1項の規定により却下すべきものであるから，原審における本件補正却下決定に誤りはない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，相違点1ないし4についての各判断をいずれも誤り，また，本願補正発明が奏する格別の効果を看過した結果，本願補正発明が特許法29条2項の規定により特許出願の際独立して特許を受けることができないと判断して本件補正却下決定を是認し，これを前提として，本願の請求項1に係る発明の要旨認定を誤ったものであるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "text": [
            "審決は，相違点1について，「引用発明1において小型の手帳型パソコンを製作するために，入力キーをコンピュータのキーボードのものとして本願補正発明のように構成することに格別の困難性はない。」と判断したが，以下のとおり，この判断は，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1は，入力用具についての発明であり，入力用具以外の物を対象としていない。これに対し，本願補正発明は，小型手帳版のパソコンを具体的に製造することについての発明である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1に，本願補正発明のキーボードの小型化と同じ方向性を有する小型化についての記載があることは認めるが，引用例1に記載された小型化の対象として特定されているものは，卓上計算機及び電話機のみであり，他の機器については，将来の小型化の指向性を予測・推定する記載があるにすぎず，しかも，パソコンについての記載は一切ない。したがって，引用発明1に基づいて，小型手帳版のパソコンのキーボードを具体的に製造するための特定をしている本願補正発明の構成に想到するのには，論理の飛躍がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明1においては，入力用具の突起とタッチパネルとの接触部分が平面と平面であるのに対し，本願補正発明においては，入力突起を凹面のキートップに接触させて入力するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，後記乙2公報ないし乙4公報を挙げ，「人間が手で持てる程度の大きさの携帯用の小型コンピュータ(パソコン)は，本願当時，既に広く知られていたものである」と主張する。",
                    "しかしながら，乙2公報に記載されたパームトップコンピュータは，入力キーで入力する方式のものでなく，タッチパネル入力式のものであり(同公報の図1)，乙3公報に記載されたマイクロコンピュータも，入力キーで入力する方式のものでなく，入力キーボードの全体を覆った面に，入力位置(キー様要素の位置)を示す凹部を付けて入力する方式のものであり(同公報の図1)，乙4公報に記載されたPDAは，入力パネルを防水膜で覆うことなどを主眼としたものである(同公報の図7及び図11)。また，乙2公報ないし乙4公報に記載された技術は，「汎用性」のある小型パソコン(携帯化・小型化によってもパソコン本来の機能を損なわないもの)に関するものではない(キー数を必要最小限のものとするため，パソコン本来の機能を一定のものに「特化」した機器に関するものである。)。",
                    "これに対し，本願補正発明は，キーボード上の微細凹面入力キーに突起で入力する小型手帳版の小型汎用コンピュータに係るものであるから，乙2公報ないし乙4公報に記載された技術を周知技術として適用するのは相当でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「入力キーをパソコンのものとして本願補正発明のように構成することに，格別の困難はない」と主張し，その理由として，「引用発明1のキー領域の大きさは，4．8mm×4．8mm前後であるから，引用発明1のキーピッチは，本願補正発明のそれと大差のない略5mm程度であって，引用発明1の入力キーの寸法も，本願補正発明のそれと同様であるということができる」と主張する。",
                    "しかしながら，引用例1に記載されたタッチパネルの大きさは，縦144mm×横192mmであり(段落【0020】)，これは，小型手帳版のパソコンのキーボードの約4倍に当たるものであるから，上記(2)のとおり，引用例1にパソコンについての記載がないことをも併せ考慮すると，被告が主張する上記理由をもって，相違点1に係る本願補正発明の構成に容易に想到し得るとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "text": [
            "審決は，相違点2について，「引用発明1のキーピッチは本願補正発明のキーピッチと大差ない略5ミリメートル程度であると認められ，更に，・・・引用発明1のキーも本願補正発明と同様に『密集配列』されているものと認められる。そして，・・・引用発明1のキーについて，キー面積を本願補正発明と同様に9平方ミリメートル前後の小型のものとすることは当業者が容易になし得ることである。」と判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当業者にとって，引用発明1において小型のパソコンが特定されているとは想定し難いものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1においては，タッチパネル上のキー領域が単なる平面であるのに対し，本願補正発明は，凹面のシステムを採用したものであり，入力キーが小型になればなるほど，引用発明1と比較して，著しく入力を容易にし，入力ミスを確実になくすことのできるものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)",
          "text": [
            "審決は，相違点3について，「突起部で入力を行う引用発明1において，引用発明2を適用して，入力をするときに滑らないように入力キーに凹みを設けることは当業者が容易になし得ることである。」と判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2における凹面の発想は，既存のパソコン等における操作の利便性を求めたもの，すなわち，引用発明2におけるペン先入力は，指入力を補助するためのもの(指入力の合間に使用するもの)であり，凹みは，ペン先の滑り止めにすぎないものであるのに対し(引用例2の【要約】中の【効果】及び【発明の詳細な説明】中の段落【0004】)，本願補正発明のキートップの凹面の発想は，新製品の小型手帳版のパソコンを製造するため，キートップを小型化し，キーピッチを狭くし，キーを微細にし，さらに，凸凹一対の小型手帳版のパソコンとすることにより，入力突起を滑らないようにして確実に入力することができるようにするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2の図面の記載によれば，引用発明2におけるキートップの面積は，約70mm2と推定され，キーピッチを狭めることを前提とする本願補正発明における当該面積(9mm2)とは比較にならないほど大きいものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "このように，本願補正発明と引用発明2とは，凹面につき，発想の目的，構造及び形態を全く異にするものであるから，引用発明1に引用発明2を適用して，相違点3に係る本願補正発明の構成に容易に想到し得るものであるとする審決の判断には，論理の飛躍があるといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，審決は，「(6) 審判請求人の主張に対する判断」において，「引用発明2の目的が本願補正発明の目的と異なるとしても，キートップ上面に凹部を設ける引用発明2を引用発明1のような大きさのキーに適用することは当業者が容易に想到し得ることであり，適用を阻害する要因はない」と判断したが，引用発明2と本願補正発明における発想の目的の相違を認めながら，構造及び形態の相違を無視し，また，キーピッチを狭める本願補正発明の意義を無視して，面積の広いキートップにおける滑り止めのための凹面のみを取り上げ，引用発明2を引用発明1に適用することに阻害要因はないとする上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての判断の誤り)",
          "text": [
            "審決は，相違点4について，「引用発明1において，入力用具の先端部を鉛筆型の3平方ミリメートル以下の小さな突起として，本願補正発明のように構成することに格別の困難性はない。」と判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点4についての判断において，突起の大きさについて論じるのみである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1は，突起とキートップの接触部分における接触態様が，平面に平面を接触させるものであるのに対し，本願補正発明は，入力突起の凸面とキートップの凹面を融合したものであり，平面に平面を接触させて入力するものとは比較にならないほど入力を容易にし，入力ミスを防止することのできるものである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願補正発明が奏する格別の効果の看過)",
          "text": [
            "審決は，本願補正発明が奏する効果について，「本願補正発明のように構成したことによる効果も引用発明1，引用発明2及び周知技術から予測できる程度のものである。」と判断したが，以下のとおり，この判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1に引用発明2を適用することができないことは，上記3のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明は，相違点3に係る構成を採用することにより，引用発明1における入力とは比較にならないほど入力を容易にし，入力ミスを防止することができるとの格別の効果を奏するものであるところ，審決は，本願補正発明が奏するかかる格別の効果を看過したものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「引用発明1は，入力用具についての発明であり，入力用具以外の物を対象としていない。」と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，審決は，引用例1に次の記載があること及び引用例1の図2に入力用具を用いてタッチパネル(少なくとも20のキー領域が記載されているもの)に入力を行う様子が示されていることを基に，引用発明1を「データ処理機器の入力機器へのキー入力のために使用される・・・入力用具であって，・・・」と認定したのであるから，原告の上記主張は，相違点1についての判断が誤っていることの根拠となるものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "発明が，データ処理機器にタッチパネル等を用いて文字や指令を入力する場合に用いられること(段落【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "タッチパネルに限らず，例えばキーパッドを備えた卓上計算機，電話機等では，各キーの大きさが指で押圧できる程度であることを条件としていたため，小型化に限界があったことを課題とすること(段落【0005】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "入力機器のキー領域あるいはキーの数を増加し，又は入力の小型化を可能にし，キー入力を容易にし，誤操作を減らすことを目的とすること(段落【0006】，【0007】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「引用例1に記載された小型化の対象として特定されているものは，卓上計算機及び電話機のみであり，引用発明1に基づいて，小型手帳版のパソコンのキーボードを具体的に製造するための特定をしている本願補正発明の構成に想到するのには，論理の飛躍がある。」と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，データ処理機器として，パソコンは周知であるし，次の各刊行物の記載によれば，人間が手で持てる程度の大きさの携帯用の小型コンピュータ(パソコン)は，本願当時，既に広く知られていたものであるといえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特開2002−73266号公報(乙2。以下「乙2公報」という。)",
                          "text": [
                            "従来の技術として，軽量パームトップコンピュータ，すなわち，てのひらに乗るコンピュータについての記載がある(段落【0002】，【0003】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特開平7−295706号公報(乙3。以下「乙3公報」という。)",
                          "text": [
                            "手で容易に持てる小型のマイクロコンピュータが市販されていることが記載されている(段落【0004】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "特開2002−244764号公報(乙4。以下「乙4公報」という。)",
                          "text": [
                            "携帯用情報処理装置としてシャープ社のPDA(M1−E1)があることが記載され(段落【0001】，【0002】)，また，手で持つことのできる携帯型情報処理装置が記載されている(段落【0014】～【0016】，図3及び4)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，本願補正発明は，その請求項の記載のとおり，「小型手帳版のパソコン」を製作する発明ではないし，本件補正において全文を変更するものとされた変更後の明細書(甲7。以下「本願補正明細書」という。)にも，「手帳版のパソコン」について，入力キーを小型化し，キーボードが手帳版であることが記載されているだけであって(段落【0006】，【0007】)，それ以上に，「手帳版のパソコン」自体についての具体的な記載はない。さらに，本件原補正前の明細書(甲5)にも，「手帳型パソコン」につき，「［産業上の利用可能性］」として，「この発明はノートパソコンを現状より大幅に小型化にし，手帳型パソコンも考えられる。」との記載があるのみである(段落【0008】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本願補正発明の「手帳型パソコン」とは，人間が手で持てる程度の大きさの携帯用の小型コンピュータという点で，本願当時に広く知られた技術と異なるところはないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用発明1のキー領域の大きさは，4．8mm×4．8mm前後であるから，引用発明1のキーピッチは，本願補正発明のそれと大差のない略5mm程度であって，引用発明1の入力キーの寸法も，本願補正発明のそれと同様であるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすると，引用発明1のデータ処理機器の入力キーに，周知のパソコンのキーボードの入力キーを適用した場合に，本願補正発明と同様の寸法のキーボードが得られることは当然のことといえるから，引用発明1において，小型の手帳型のパソコンを製作するために，入力キーをパソコンのものとして本願補正発明のように構成することに，格別の困難はない。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，「引用発明1においては，入力用具の突起とタッチパネルとの接触部分が平面と平面であるのに対し，本願補正発明においては，入力突起を凹面のキートップに接触させて入力するものである。」と主張するが，この点に対する反論は，後記3のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「当業者にとって，引用発明1において小型のパソコンが特定されているとは想定し難いものである。」と主張するが，本願補正発明の「手帳型パソコン」が，人間が手で持てる程度の大きさの携帯用の小型コンピュータという点で，本願当時に広く知られた技術であったことは，上記1(2)イのとおりであるから，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，「引用発明1においては，タッチパネル上のキー領域が単なる平面であるのに対し，本願補正発明は，凹面のシステムを採用したものであり，入力キーが小型になればなるほど，引用発明1と比較して，著しく入力を容易にし，入力ミスを確実になくすことのできるものである。」と主張するが，この点に対する反論は，後記3及び5のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「引用発明1に引用発明2を適用して，相違点3に係る本願補正発明の構成に容易に想到し得るものであるとする審決の判断には，論理の飛躍がある」と主張する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，引用発明1には，キー領域を押してキー入力をする先細状の突起があるところ，引用発明2においても，引用発明1と同様，入力キーをペン先(本願補正発明の「突起」に相当するもの)で押してキー入力をする場合にペン先が滑らないように凹みが設けられている(引用例2の段落【0007】)。したがって，引用発明1も引用発明2も，突起又はペン先という同様の入力用具により入力を行うものであって，同様の課題を有するものであり，また，引用発明1に引用発明2の技術(入力キーに凹みを設ける技術)を適用することを阻害する要因もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，本願補正発明においても，入力キーに凹みを設ける理由ないし効果は，「入力キーは入力面が狭いので，突起が入力するとき滑らないよう，入力面に凹みをつける。」というものであって(本願補正明細書の段落【0004】)，入力キーに凹みを設ける意義は，本願補正発明においても引用発明2においても異なるところはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上からすると，引用発明1に引用発明2の技術を適用して，本願補正発明のように構成することは，当業者が容易に想到し得るものといえるから，原告の上記主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての判断の誤り)に対して",
          "text": [
            "原告の主張(2)(「引用発明1は，突起とキートップの接触部分における接触態様が，平面に平面を接触させるものであるのに対し，本願補正発明は，入力突起の凸面とキートップの凹面を融合したものであり，平面に平面を接触させて入力するものとは比較にならないほど入力を容易にし，入力ミスを防止することのできるものである。」)に対する反論は，上記3及び後記5のとおりである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願補正発明が奏する格別の効果の看過)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1に引用発明2を適用することはできない旨主張するが，上記3のとおりであるから，原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「本願補正発明は，相違点3に係る構成を採用することにより，引用発明1における入力とは比較にならないほど入力を容易にし，入力ミスを防止することができるとの格別の効果を奏するものである」と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，引用発明1は，指の太さに比してキー領域が小さくても，入力が可能であり，隣のキー領域やキーを一緒に押してしまうといった誤操作も少なくなるとの作用効果を有しており(引用例1の段落【0009】，【0032】)引用発明2も，ペン先がキートップ上面外へ滑り出ることなくキーを押下することができるとの作用を有するほか(引用例2の段落【0007】)，ペン先が滑ることなくペンでキーボードを容易に操作することができるとの効果(引用例2の段落【0037】)を有しているのであるから，引用発明1に引用発明2及び周知技術を適用して本願補正発明のように構成した場合に，入力を容易にしてミスを確実になくすとの効果を奏することは，当業者が予測することのできる程度のものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおりであるから，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "引用例1の記載事項",
          "text": [
            "審決の認定・判断の内容，審決取消事由の内容等にかんがみ，各取消事由の検討に先立って，まず，引用例1の記載事項をみることとする。",
            "「入力用具」と称する発明に関する引用例1(甲1)には，次の記載及び図示がある。",
            "(1)「【産業上の利用分野】この発明は入力用具に関し，データ処理機器に文字や指令を，タッチパネル等を用いて入力する場合に用いられる入力用具に関する。」(段落【0001】)",
            "(2)「【発明が解決しようとする課題】従来，タッチパネルは，一度に表示されるキー領域の数がさほど多くない場合に用いられることが多かった。しかるに，用途によっては，タッチパネルの画面上に一度に表示されるキー領域の数を多くしたいという要求が強くなってきている。・・・画面を大きくしないで，キー領域を増やすには，各キー領域を小さくすることが必要となる。しかし，各キー領域を小さくすると，指で押圧するのが困難となると言う問題があった。一例として，・・・各キー領域は，縦，横ともに4．8mmまで小さくしても良いが，その程度まで小さくすると指で各キー領域を押圧する際，隣のキー領域も一緒に押圧してしまい，誤入力が生じる。",
            "また，キー領域の数を増やす必要はないが，タッチパネルをより小型にしたいという要求もあるが，この場合にも各キー領域を小さくできないために，小型化が実現できなかった。",
            "さらに，タッチパネルに限らず，他の入力機器にも同様の問題があった。例えばキーパッドを備えた卓上計算機，電話機等では，各キーの大きさは，指で押圧できる程度であることを条件としていた結果，これが小型化の限界要因となっていた。",
            "本発明の目的は，入力機器のキー領域あるいはキーの数を増加し，または入力の小型化を可能にすることにある。",
            "本発明の他の目的は，キー入力を容易にし，またその誤操作を減らすことにある。」(段落【0003】～【0007】)",
            "(3)「【課題を解決するための手段】本発明の入力用具は，指に嵌められる指嵌部と，該指嵌部に固定され，該指嵌部が指に嵌められたとき指先部から突出する押圧部とを備えたものである。」(段落【0008】)",
            "(4)「【作用】上記のように，構成されているので，指の太さに比してキー領域やキーが小さくても，入力が可能であり，また隣のキー領域やキーを一緒に押してしまうといった誤操作も少なくなる。」(段落【0009】)",
            "(5)「【実施例】以下添付の図面を参照して実施例について，説明する。図1は本発明の一実施例の入力用具を示す斜視図であり，図2はこの入力用具を指に嵌めてタッチパネルに入力を行なう様子を示す概略斜視図である。図示のように，この入力用具は・・・指2・・・に嵌められる指輪状の指嵌部4と，この指嵌部4に固定された押圧部6とを有する。押圧部6は，指の背に沿って延びた幹部7と先端部8とからな・・・る。",
            "図2にはまた，タッチパネル10が示されている。タッチパネル10には，複数のキー領域12が表示されており，そのうちの一つのキー領域12を押圧部6の先端部8が押圧されている。」(段落【0011】～【0012】)",
            "(6)「押圧部6の先端部8の寸法は，キー領域の大きさを考慮して定められる。図示の例は，タッチパネルのキー領域が縦，横が4．8mmの場合を想定したもので，先端部8は例えば縦，横ともに2mm程度の矩形である。",
            "押圧部6は，硬質ゴムで形成され・・・ている。」(段落【0016】，【0017】)(7)「先にも述べたように，・・・各キー領域を4．8×4．8mm程度にすることができる。・・・キー領域をこの程度にすると，縦144mm，横192mmの表示面内に約1200個のキー領域を形成することができる。」(段落【0020】)",
            "(8)「上記の実施例では，押圧部6が角柱状であったが，円柱状，楕円柱状でもよい。また，図4に示すように押圧部16の幹部17を先細としても良い。」(段落【0022】)(9)「上記の実施例では，押圧部が硬質ゴムで形成されているが，代りにエボナイト，プラスチックで形成しても良い。」(段落【0024】)",
            "(10)「なお，指嵌部4と押圧部6・・・をともに金属で形成するときは溶接により固定しても良い。」(段落【0027】)",
            "(11)「【効果】以上のように，本発明によれば，指の太さに比してキー領域やキーが小さくても，入力が可能であり，また隣のキー領域やきー(判決注：「キー」の誤記である。)を一緒に押してしまうと言った誤操作も少なくなる。」(段落【0032】)"
          ],
          "content": [
            {
              "fig": "(12)",
              "subject": "図1，図2及び図4の記載",
              "text": [
                "【図1】 【図2】",
                "【図4】"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る本願補正発明の構成",
              "text": [
                "相違点1に係る本願補正発明の構成は，次のとおりである(当事者間に争いがない。以下，相違点2ないし相違点4に係る本願補正発明の各構成についても同様である。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「小型の手帳型パソコンを製作するためのものであること。」"
                },
                {
                  "fig": "イ",
                  "subject": "「入力キーがパソコンのキーボートに配列されたものであること。」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1の引用例1の記載のとおり，引用発明1は，文字や指令を入力するデータ処理機器において，キー領域若しくはキーの数を多くするため，又は入力機器部分(タッチパネル，キーパッド等)をより小型化するため，各キー領域又は各キーを小さくすること(例えば，縦4．8mm×横4．8mm)を可能にすることなどを目的とした入力用具に関する発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用発明1が対象とする「文字や指令を入力するデータ処理機器」にパソコンが含まれること及び通常のパソコンの入力キーがキーボードに配列されたものであることが，本願(平成15年11月10日)当時の当業者(以下，単に「当業者」というときは，本願当時の当業者を指す。)にとって周知の事項であったことは，公知の事実である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「引用発明1は，入力用具以外の物を対象としていない」旨主張するが，引用発明1は，上記アのとおり，文字や指令を入力するデータ処理機器を対象とする入力用具に関する発明であるから(この点は，当事者間に争いがない。)，原告の当該主張は，上記ア及びイの認定を左右するものではなく，これを採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，「引用例1において，小型化の対象として特定されている機器は，卓上計算機及び電話機のみであり，その他の機器については，将来の小型化の指向性を予測・推定する記載があるにすぎず，しかも，パソコンについての記載は一切ない」旨主張するが，上記イにおいて説示したところに照らせば，引用例1に小型化の対象機器としてパソコンの明示的記載がないことをもって，上記イの認定を妨げるものではないから，原告の当該主張についても，これを採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願当時におけるパソコンの小型化についての技術状況",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙2公報ないし乙4公報の記載及び図示",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「付け爪型スタイラス」と称する発明に関する乙2公報(特開2002−73266号公報)には，次の記載及び図示がある。",
                        "a「【従来の技術】PDA(Personal Digital Assistants)や，軽量パームトップコンピュータと呼ばれる小型コンピュータでは，入力装置として，タッチスクリーンが用いられる。タッチスクリーンには，感圧式等のセンサが備えられ，タッチスクリーン上にスタイラスで指示された2次元上の位置を読み取れるように又タッチスクリーン上にスタイラスで描かれる文字を認識できるようにしている。スタイラスは，例えば鉛筆の先等でも代用可能ではあるが，通常は，タッチスクリーンに損傷を与えることがないように専用のペン型スタイラスが小型コンピュータに付属されている。」(段落【0002】)",
                        "b「・・・本発明は，使い勝手が良く操作性に優れたタッチスクリーン用のスタイラスを提供することを目的とする。」(段落【0006】)",
                        "c「【発明の実施の形態】以下，本発明の構成を図面に示す実施形態に基づいて詳細に説明する。",
                        "図1から図3に本発明の付け爪型スタイラスの実施の一形態を示す。・・・ここで，コンピュータ3としては，例えば，PDAや軽量パームトップコンピュータと呼ばれる小型コンピュータであり，入力装置として，感圧式のタッチスクリーン4を有する。・・・",
                        "また，コンピュータ3は，タッチスクリーン4を有するものであれば特にその形態を限定されず，例えば，ノート型パーソナルコンピュータであっても良・・・い。」(段落【0011】～【0014】)"
                      ],
                      "content": [
                        {
                          "fig": "d",
                          "subject": "図1の記載",
                          "text": [
                            "【符号の説明】"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "付け爪"
        },
        {
          "fig": "2",
          "subject": "スタイラス"
        },
        {
          "fig": "3",
          "subject": "コンピュータ"
        },
        {
          "fig": "4",
          "subject": "タッチスクリーン"
        },
        {
          "fig": "7",
          "subject": "付け爪型スタイラス",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "「キーボード」と称する発明に関する乙3公報(特開平7−295706号公報)には，次の記載がある。",
                        "a「タッチスクリーンディスプレイを実現する小形装置の一例は，PDAすなわちパーソナルディジタルアシスタント装置であり，その具体例はペンコンピュータとして知られている。",
                        "一般にペンコンピュータは，手で容易に持てる小形のマイクロコンピュータであり，データ入力に従来のキーボードを必要とせず，特殊なスタイラスを用いて，装置のタッチスクリーンに書き込むか又はタッチスクリーン上のキーを作動することによりデータを入力する。現在市販されているペンコンピュータは，一般に上記の両方のデータ入力方法が可能となっている。」(段落【0004】)",
                        "b「本発明は，データを携帯型電子機器に入力するためのキーボードにおいて，凹部を備えた表面と，凹部の底に配置されたキー様要素とを具備し，キー様要素が，スタイラスを凹部に差し込むことによって作動できることを特徴とするキーボードを提供する。」(段落【0008】)",
                        "c「本発明の好適な実施例では，キー様要素は凹部の底面を画成する。好適な実施例では，凹部は，1つ以上の開口を有した板をキー様要素の上に配置することによって形成される。・・・",
                        "別の好適な実施例においては，キー様要素は，例えばタッチスクリーンディスプレイのディジタイズ層のディジタイズポイントの形式を有する。あるいは，キー様要素として，機械式のキーを用いることもできる。」(段落【0010】，【0011】)",
                        "d「本発明は，特にノートブック型コンピュータ，ペンコンピュータ・・・などの小形で携帯可能なデータ処理装置・・・に適用することが可能である。」(段落【0019】)(ウ) 「入力装置を備えた携帯型情報処理装置」と称する発明に関する乙4公報(特開2002−244764号公報)には，次の記載及び図示がある。",
                        "a「【発明の属する技術分野】本発明は，概ねポケットに入れて持ち運べるサイズの縦型の表示装置を有する携帯用情報端末，いわゆるPDA(パーソナルデジタルアシスタンス)に関するものである。」(段落【0001】)",
                        "b「【従来の技術】従来の携帯用情報処理装置の中でもPDA(パーソナルデジタルアシスタント)と呼ばれる胸ポケットに入れられる程度の大きさで縦長の液晶ディスプレイを持つ機器が普及してきている。これらの機器においては，十分な大きさのキーボードを持つことができないためペンによりポインティングデバイスの機能だけでなく文字入力までを行うものが一般的である。しかしながら，ペンを用いて文字入力を行うためには画面の一部を文字入力のパッドが占めるため，元々パソコンに比べて小さい画面の表示部分がさらに小さくなるため，一度に表示できる情報量が少なく見難くなってしまっていた。これを解決するため，例えばシャープ社のPDAであるMI−E1のように表示部分とは別にキー入力のためのキースイッチを設けたものもあるが，キー間のピッチが狭く隣接するキーまでを同時に押し易いという課題があった。」(段落【0002】)",
                        "c「【発明が解決しようとする課題】このような携帯用情報処理装置においては，表示装置が縦型であるため，本体も縦長の形状となる一方で，キー入力のためのキースイッチがある程度のキーピッチを持つよう入力装置は横長形状であることが望まれる。あるいは，入力装置の幅に合わせて本体を横長にすると液晶ディスプレイの縦方向が短くなるため同時に表示できる情報量が少なくなるため一覧性が低下してしまう。",
                        "本発明は上記の課題を解決するためになされたもので，携帯時においては入力装置を小さく折畳むことにより可搬性が優れると共に，キー入力の操作性に優れる携帯型情報処理装置を提供する事を目的とする。」(段落【0003】，【0004】)",
                        "d「図1において，1は文字や記号を入力するための入力装置，2はベースユニットでCPUやメモリーなどの電子回路と，電子回路を動作させるためのバッテリを格納している。ベースユニット2の前面には表示のための液晶ディスプレイ3を設けている。・・・入力装置1の前面には文字や記号に対応するスイッチ5がマトリクス状に配置され，スイッチ5の前面にはそのスイッチ5に対応する文字または記号のシンボル(図示せず)が表示されている。スイッチ5の上面を指またはペンなどの先でタッチすることにより文字や記号の入力を行う。文字の配列は一般のキーボードの配列(例えばQWERTY配列)に準じたものとする。スイッチ5は指でタッチすることもあるため，隣接するスイッチ5との間隔が狭すぎると，スイッチ5を押した際に隣接するスイッチ5までを押してしまうため，できる限り間隔を広くとるものとする。QWERTY配列の場合は縦よりも横に並ぶキーの数が多いため横長形状であることが望ましい。従って横長の形状とする。」(段落【0015】，【0016】)e「図4に示すように開いた状態では画面を見ながら操作することがきる。」(段落【0020】)"
                      ],
                      "content": [
                        {
                          "fig": "f",
                          "subject": "図1(b)及び図4の記載",
                          "text": [
                            "【図1(b)】 【図4】"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの乙2公報ないし乙4公報の記載及び図示によれば，パソコン(入力機器部分として，タッチスクリーンを用いたもの，機械式のキーないしキースイッチを用いたものを含む。)を胸のポケットに入れることができる程度の大きさにまで小型化するとの技術は，当業者にとって周知のものであったと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「乙2公報ないし乙4公報に記載された小型パソコンは，キーを必要最小限のものとするため，パソコンが通常有する機能を一定の範囲のものに限定した機器(『一定の機能に特化した小型パソコン』)であって，当該通常有する機能を維持した上で小型化を図った機器(『汎用性のある小型パソコン』)ではない」旨主張するが，乙2公報ないし乙4公報には，原告の上記主張を根拠付ける直接の記載は認められない(かえって，乙2公報には「コンピュータ3は，タッチスクリーン4を有するものであれば特にその形態を限定されず，例えば，ノート型パーソナルコンピュータであっても良・・・い。」との記載(上記ア(ア)c)が，乙3公報には「本発明は，特にノートブック型コンピュータ・・・に適用することが可能である。」との記載(同(イ)d)が，乙4公報には「文字の配列は一般のキーボードの配列(例えばQWERTY配列)に準じたものとする。」との記載(同(ウ)d)がそれぞれみられるところである。)し，また，上記イの認定は，パソコンを，その通常有する機能を維持した上で小型化するとの技術が本願当時の周知技術であったことまでをいうものではないから，原告の上記主張は，上記イの認定を左右するものとはいえず，いずれにせよ，これを採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明1が対象とするデータ処理機器におけるキー領域の配置状況ア 前記1(2)及び(7)のとおり，引用例1に例示された引用発明1が対象とするデータ処理機器における各キー領域の大きさは，縦4．8mm×横4．8mm程度であり，その場合，縦144mm×横192mmの表示面内に約1200個のキー領域を形成することができるものであるところ，この約1200個のキー領域を上記表示面の縦横の比(3：4)に合わせてマトリックス状に割り付けると，当該表示面には，縦約30行，横約40列のキー領域が設けられることになる。",
                "また，上記表示面の面積(144mm×192mm＝27648mm2)を各キ",
                "ー領域のおよその面積(4．8mm×4．8mm＝23．04mm2)で除した商",
                "は，1200となるので，引用発明1が対象とするデータ処理機器においては，上下左右に隣接するキー領域が，相互にほとんど接触するような形で上記表示面内に配置されているといえる。",
                "そうすると，引用例1に例示された引用発明1が対象とするデータ処理機器におけるキーピッチは，各キー領域の縦横の長さである4．8mm程度をわずかに上回る大きさであると認められる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「上記表示面の大きさは，縦144mm×横192mmであり，これは，小型手帳版のパソコンのキーボードの約4倍に当たる」旨主張するが，原告の当該主張は，引用例1に例示された引用発明1が対象とするデータ処理機器におけるキー領域の配置状況についての上記アの認定を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1に係る本願補正発明の構成についての容易想到性",
              "text": [
                "①引用発明1が，文字や指令を入力するデータ処理機器における入力機器部分の小型化のために必要な各キー領域又は各キーの小型化を可能にすることなどを目的とする発明であること，②文字や指令を入力するデータ処理機器にパソコンが含まれ，また，通常のパソコンの入力キーがキーボードに配列されたものであることが当業者にとって周知の事項であったこと，③パソコン(入力機器部分として，機械式のキーないしキースイッチを用いたものを含む。)を胸のポケットに入れることができる程度の大きさにまで小型化するとの技術が当業者にとって周知のものであったこと，④引用例1に例示された引用発明1が対象とするデータ処理機器においては，縦約30行，横約40列のキー領域を，上下左右に隣接するキー領域が相互にほとんど接触するような形で表示面内に配置することができ，そのキーピッチが，4．8mm程度をわずかに上回る大きさとなることは，上記(2)ないし(4)のとおりである。",
                "以上に加え，本願補正発明に係る請求項1の記載のとおり，本願補正発明の入力キーは，パソコンのキーボードに，キーピッチ5mm前後に密集配列されたものであること，同請求項には，「小型の手帳型パソコン」の大きさを数値で特定する規定はなく，本願補正明細書にも，当該特定に係る記載がみられないことをも併せ考慮すると，引用発明1が対象とするデータ処理機器を小型の手帳型パソコンとし，その入力機器部分を入力キーとした上，当該入力キーをパソコンのキーボードに配列されたものとすること，すなわち，相違点1に係る本願補正発明の構成を採用することは，当業者が容易に想到し得たものと認めるのが相当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告のその余の主張について",
              "text": [
                "原告は，取消事由1に係る主張として，「引用発明1においては，入力用具の突起とタッチパネルとの接触部分が平面と平面であるのに対し，本願補正発明においては，入力突起を凹面のキートップに接触させて入力するものである」と主張するが，当該主張は，相違点3についての審決の判断に係るものと解されるから，相違点1についての審決の判断の誤りをいう取消事由1に係る主張としては失当である(なお，相違点3についての審決の判断の誤りをいう取消事由3に理由がないことは，後記4のとおりである。)。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る本願補正発明の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に係る本願補正発明の構成は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「入力キーがキーピッチ5mm前後に密集配列されたものであること。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「入力キーが9mm2前後の小型のものであること。」"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本願補正明細書の次の記載によれば，上記ア(イ)の「9mm2前後」とは，入力キーの上面(入力用具と接する部分)の面積をいうものと理解される。",
                    "(ア)「【背景技術】",
                    "従来のパソコンの入力方式は，肉質指面積70平方ミリメートル位を前提にしているので，キー面積は70平方ミリメートル前後・・・が限度である。",
                    "・・・",
                    "パソコンの小型化は入力キーを指先面だけの入力では，キー面積およびキーピッチの配列から限度にきている。」(段落【0002】)",
                    "(イ)「【発明が解決しようとする課題】",
                    "この発明はパソコンのキー入力を指幅14ミリメートル指先面積約70平方ミリメートルの柔らかい肉質の面に替えて，鉛筆型の約3平方ミリメートル以下の硬質の小さい突起で入力キーを押すことで(。)大幅に入力可能な9平方ミリメートル前後にキーを小型化し，・・・パソコン機器の小型化を図るものである。」(段落【0003】)",
                    "(ウ)「【実施例】",
                    "本発明器機の実施例として，",
                    "手帳版パソコンを示す。",
                    "・・・",
                    "キー面積 9平方ミリメートル前後」(段落【0007】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1が対象とするデータ処理機器におけるキー領域の配置状況前記2(4)のとおり，引用例1に例示された引用発明1が対象とするデータ処理機器においては，縦約30行，横約40列のキー領域を，上下左右に隣接するキー領域がほとんど接触するような形で表示面内に配置することができ，そのキーピッチは，4．8mm程度をわずかに上回る大きさとなる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る本願補正発明の構成についての容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)によれば，引用例1に例示された引用発明1が対象とするデータ処理機器においても，キー領域がキーピッチ5mm前後に密集配列されているということができる。そして，引用発明1が対象とするデータ処理機器の入力機器部分をパソコンの入力キーとすることが当業者において容易に想到し得たものであることは，前記2(5)において説示したとおりであるから，引用発明1が対象とするデータ処理機器において，入力キーをキーピッチ5mm前後に密集配列されたものとすること，すなわち，相違点2に係る本願補正発明の構成のうち上記(1)ア(ア)の構成を採用することは，当業者が容易に想到し得たものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，入力キーの上面の面積をどのように設定するかについては，キーボードの大きさ，入力キーの数・配置態様，入力方法(入力用具の使用の有無，使用する入力用具の大きさ・形状)等の諸条件を考慮し，当業者において適宜選択すればよいことであるから，入力キーを，その上面の面積が9mm2前後の小型のものとすること，すなわち，相違点2に係る本願補正発明の構成のうち上記(1)ア(イ)の構成を採用することは，単なる設計的事項にすぎないものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「当業者にとって，引用発明1において小型のパソコンが特定されているとは想定し難い」と主張するが，当該主張の実質は，相違点1についての審決の判断に係るものと解されるから，相違点2についての審決の判断の誤りをいう取消事由2に係る主張としては失当である(なお，原告の当該主張と同旨の主張を採用することができないことは，前記2(2)ウにおいて説示したとおりである。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「引用発明1においては，タッチパネル上のキー領域が単なる平面であるのに対し，本願補正発明は，凹面のシステムを採用したものであり，入力キーが小型になればなるほど，引用発明1と比較して，著しく入力を容易にし，入力ミスを確実になくすことのできるものである」と主張するが，当該主張は，相違点3についての審決の判断及び本願補正発明が奏する効果についての審決の判断に係るものと解されるから，相違点2についての審決の判断の誤りをいう取消事由2に係る主張としては失当である(なお，相違点3についての審決の判断の誤りをいう取消事由3及び審決が本願補正発明が奏する格別の効果を看過した旨をいう取消事由5にいずれも理由がないことは，後記4及び6のとおりである。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3に係る本願補正発明の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点3に係る本願補正発明の構成は，次のとおりである。",
                    "「突起が入力の際に滑らないよう面に凹みを付けること。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本願補正発明に係る請求項1の記載(「鉛筆型の3平方ミリメートル以下の硬質の小さい突起で入力する」)によれば，上記アの「突起」とは，当該鉛筆型の入力用具の突起をいうものと理解され，また，本願補正明細書の次の記載によれば，上記アの「面」とは，入力キーの上面(入力用具と接する部分)をいうものと理解される。",
                    "「入力キーは入力面が狭いので，突起が入力するとき滑らないよう，入力面に凹みをつける。」(段落【0004】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "text": [
                "前記1の引用例1の記載及び図示のとおり，引用発明1は，データ処理機器におけるキー入力の方法に係る技術分野に属し，当該キー入力の際，指で直接キー領域又はキーを押圧するとの方法を採ることによるキー領域又はキーの小型化の限界を克服するとともに，キー入力を容易にし，その誤操作を減少させることを課題とし，その解決のため，指の太さよりも細く，硬質の角柱状又は先細の円柱状の押圧部を入力用具とするとの構成を有するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「キーボード装置」と称する発明に関する引用例2には，次の記載がある。",
                    "(ア)「【産業上の利用分野】本発明は，ワープロやパソコンなどの情報処理装置における，キーボードに用いるキートップの形状に関する。」(段落【0001】)(イ)「【従来の技術】従来，キートップの上面は，指で押しやすいよう基本的には平面状またはゆるくわん曲しているものであった。また，ブラインドタッチの際にホームポジションがわかるように一部のキーに・・・小さな突起が設けられているものであった。」(段落【0002】)",
                    "(ウ)「【発明が解決しようとする課題】上記従来技術は，指でキーボード入力を行うことを前提に作られていて，指で操作する範囲においては大きな課題はない。しかし，最近普及し始めたペン状のデバイスを用いた手書き入力機器で用いる場合は，・・・ペンを持ちながらキーボードを操作する場合が考えられる。ところが，ペンの先端でキーを押下しようとすると，ペン先がキートップ上で滑ってしまう場合が多く，目的とするキーを押せなかったり，誤ったキーを押してしまう場合がある。",
                    "本発明の目的は，ペンで使っている途中でキーボード操作が必要となった場合に，ペンでキーボードを押してもペン先が滑ることなく容易かつ確実に操作できるキーボード装置を提供することにある。」(段落【0003】，【0004】)",
                    "(エ)「【課題を解決するための手段】上記目的を達成するために，本発明はキートップ上面に，ペン先ははまるが指は入らない程度の凹みまたは切欠きを設けたものである。」【0005】",
                    "(オ)「【作用】本発明はペンのような先端が固いものでキートップ上面を押した場合に，ペン先が凹みまたは切欠きにはまり，キートップ上面外へ滑り出ることなくキーを押下できるようになっている。」(段落【0007】)",
                    "(カ)「【発明の効果】ペンで操作しているときにキーボード操作が必要となった場合，従来はペンでキーボードを押すと滑ってうまく操作できないので，一旦ペンを置いて指で操作していたが，本発明ではペンで押してもペン先が滑ることがないので，ペンでキーボードを容易に操作できるという効果がある。」(段落【0037】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載のとおり，引用発明2は，ワープロ，パソコン等の情報処理装置におけるキー入力の方法に係る技術分野に属し，手書き入力機器におけるペン状のデバイス(以下，単に「ペン」という。)によりキーを押下する際，先端の固いペン先がキートップ上で滑ることのないようにして，キー入力の操作を容易かつ確実にすることを課題とし，その解決のため，キートップ上面にペン先がはまる程度の凹み等を設けるとの構成を有するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明2の構成の引用発明1への適用及び相違点3に係る本願補正発明の構成についての容易想到性",
              "text": [
                "上記(2)及び(3)のとおり，引用発明1及び2は，いずれも，情報処理機器におけるキー入力の方法に係る技術分野に属し，当該キー入力が容易かつ確実に行われるようにすることを課題とするものである。また，当該キー入力の方法をみても，ともに，硬質の細い棒状の入力用具を使用するとの点で本質的な差異はない。その他，引用発明2の構成を引用発明1に適用することについて阻害要因があるものと認めるに足りる証拠はない。",
                "そうすると，引用発明1に引用発明2の構成(ペンが滑らないようにキートップ上面に凹みを設けるとの構成)を適用し，相違点3に係る本願補正発明の構成(入力用具の突起が入力の際に滑らないよう入力キーの上面に凹みを付けるとの構成)を採用することは，当業者が容易に想到し得たものと認めるのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「引用発明2における凹面の発想は，既存のパソコン等における操作の利便性を求めたもの，すなわち，指入力を補助するためのものであるのに対し，本願補正発明のキートップの凹面の発想は，新製品の小型手帳版のパソコンを製造するためのものである」旨主張する。",
                    "原告の上記主張にいう「既存のパソコン等」とは，その主張の内容からみて，指によるキー入力がされるパソコン等を指すものと解され，確かに，上記(3)アのとおり，引用発明2は，指によるキー入力がされる場合があることを前提とするパソコン等に係るものである。",
                    "しかしながら，本願補正発明の構成のうち入力キーの小型化に係るもの(相違点2に係る構成(キーピッチ5mm前後に密集配列され，上面の面積が9mm2前後の小型の入力キーを有するとの構成))を採用することが，当業者が容易に想到し得たもの又は単なる設計的事項にすぎないものであることは，前記3において説示したとおりであるところ，引用発明2の構成(ペンが滑らないようにキートップ上面に凹みを設けるとの構成)を引用発明1に適用する際，キートップ上面の面積に合わせて凹みの大きさを適宜変更することは，単にキートップ上面に凹みを設けるとの引用発明2の構成の内容自体に照らし，設計的事項にすぎないものと認められるから，原告の上記主張は，引用発明1に引用発明2の構成を適用することの阻害要因となるものではないといわざるを得ず，これを採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「引用発明2におけるキートップの面積は，本願補正発明における当該面積とは比較にならないほど大きい」旨主張するが，上記アにおいて説示したところに照らせば，原告の当該主張は，同様に，引用発明1に引用発明2の構成を適用することの阻害要因となるものではないといわざるを得ず，これを採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明2と本願補正発明における発想の目的の相違を認めながら，引用発明1に引用発明2の構成を適用することに阻害要因はないとした審決の判断は誤りである旨主張する。",
                    "しかしながら，原告の上記主張にいう「引用発明2と本願補正発明における発想の目的の相違」とは，審決の判断内容(「引用発明1は，入力機器のキーの数を増加し入力機器の小型化を可能とすることを目的として，本願補正発明と同様のキーピッチを有するものであり，引用発明2の目的が本願補正発明の目的と異なるとしても，・・・適用を阻害する要因はないというべきである」)に照らし，引用発明2の構成が小型のパソコン等のキーボードを前提としたものでない旨をいうものと解されるところ，この点についても，上記ア及びイと同様であるから，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点4に係る本願補正発明の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点4に係る本願補正発明の構成は，次のとおりである。",
                    "「鉛筆型の3mm2以下の小さな突起で入力すること。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本願補正明細書の次の記載によれば，上記アの「3mm2以下」とは，突起の先端部分(入力キーと接触する部分)の底面積(指によるキー入力がされる場合に，入力キーと接触する指先の面積に相当するもの)をいうものと理解される。",
                    "(ア)「【発明が解決しようとする課題】",
                    "この発明はパソコンのキー入力を指幅14ミリメートル指先面積約70平方ミリメートルの柔らかい肉質の面に替えて，鉛筆型の約3平方ミリメートル以下の硬質の小さい突起で入力キーを押すことで(。)大幅に入力可能な9平方ミリメートル前後にキーを小型化し，キーピッチ5ミリメートル前後に密集配列を可能にし，パソコン機器の小型化を図るものである。」(段落【0003】)",
                    "(イ)「【課題を解決するための手段】",
                    "手帳版パソコンまで小型化を指向しているので，鉛筆型の3平方ミリメートル以下の突起で小型キーに入力する。",
                    "このことで入力キーと眼を結ぶ視野を指先幅14ミリメートルが幅2ミリメートルとなり，視野が大幅に改善され・・・る。",
                    "このためにキーボードの入力キーも9平方ミリメートル前後に小型に出来るし，キーピッチを5ミリメートル前後にできる。」(段落【0004】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "text": [
                "前記1の引用例1の記載及び図示のとおり，引用発明1は，硬質の角柱状又は円柱状の先細の押圧部を備えた入力用具であり，また，引用例1には，「押圧部6の先端部8の寸法は，キー領域の大きさを考慮して定められる。図示の例(判決注：図1に示されたものである。)は，タッチパネルのキー領域が縦，横が4．8mmの場合を想定したもので，先端部8は例えば縦，横ともに2mm程度の矩形である。」との記載(前記1(6))がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に係る本願補正発明の構成についての容易想到性",
              "text": [
                "上記(2)によれば，引用発明1の入力用具において，硬質の円柱状の先細の押圧部を鉛筆型の突起とし，その先端部分の底面積を3mm2以下とすること，すなわち，相違点4に係る本願補正発明の構成を採用することは，当業者が容易に想到し得たものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「審決は，相違点4についての判断において，突起の大きさについて論じるのみである」と主張するが，前記第2の3(4)エのとおり，審決は，相違点4に係る本願補正発明の構成のうち「鉛筆型の突起(で入力する)」との構成についても，その容易想到性に係る判断を示しているのであるから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「引用発明1は，突起とキートップの接触部分における接触態様が，平面に平面を接触させるものであるのに対し，本願補正発明は，入力突起の凸面とキートップの凹面を融合したものであり，平面に平面を接触させて入力するものとは比較にならないほど入力を容易にし，入力ミスを防止することのできるものである」と主張するが，当該主張の実質は，相違点3についての審決の判断及び本願補正発明が奏する効果についての審決の判断に係るものと解されるから，相違点4についての審決の判断の誤りをいう取消事由4に係る主張としては失当である(なお，相違点3についての審決の判断の誤りをいう取消事由3及び審決が本願補正発明が奏する格別の効果を看過した旨をいう取消事由5にいずれも理由がないことは，前記4及び後記6のとおりである。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(本願補正発明が奏する格別の効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「本願補正発明は，相違点3に係る構成を採用することにより，引用発明1における入力とは比較にならないほど入力を容易にし，入力ミスを防止することができるとの格別の効果を奏するものである」と主張する。",
                "しかしながら，前記4(3)アの引用例2の記載のとおり，引用発明2も，キートップ上面にペン先がはまる程度の凹み等を設けることにより，ペン先がキートップ上面において滑ること(キートップ上面外に滑り出ることを含む。)なく，容易かつ確実にキーを押下することができるとの効果を奏するものであり，また，同(4)のとおり，相違点3に係る本願補正発明の構成は，引用発明1に引用発明2の構成を適用することによって容易に想到し得るものであるから，原告が主張する本願補正発明の上記効果は，相違点3の構成を有する本願補正発明が当然に奏するものであって，当業者が予測し得る範囲のものと認めるのが相当である。その他，本願補正発明が格別顕著な作用効果を奏するものと認めるに足りる証拠はない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，引用発明1に引用発明2の構成を適用することができない旨主張するが，当該主張に理由がないことは，前記4(4)及び(5)において説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第で，審決取消事由はいずれも失当であり，原告の請求は理由がないから，同請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10172",
    "date": "2008-11-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037007",
    "ipprecedent_id": "1635",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}