{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2006−5772号事件について平成20年8月18日にした",
        "審決を取り消す。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，富士電機株式会社がした後記特許出願(以下「本願」という。)について，同社から特許を受ける権利を承継した原告が，本願に対する拒絶査定を不服として審判請求をしたが，同請求は成り立たないとの審決がされたため，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願(甲1)",
              "text": [
                "出願人：富士電機株式会社",
                "発明の名称：「レベルシフタ」",
                "出願番号：特願平11−93468号",
                "出願日：平成11年3月31日",
                "原告が特許を受ける権利を一般承継した日：平成15年10月1日(会社分割。",
                "甲6)",
                "原告を承継人とする出願人名義変更届(一般承継)の提出日：平成15年11月7日(甲4)",
                "手続補正日：平成17年7月7日(甲2。なお，以下，本願に係る図面に言及するときは，同手続補正後の図面(図5，図7及び図11につき甲2，その余につき甲1)を指す。)",
                "拒絶査定：平成18年2月21日付け"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判請求手続",
              "text": [
                "審判請求日：平成18年3月30日(不服2006−5772号)",
                "手続補正日：平成18年4月27日(甲3。以下「本件補正」という。なお，以下，単に「発明の詳細な説明」というときは，本願に係る本件補正後の明細書(甲3。以下「本願明細書」という。)に記載されたものを指し，また，単に「特許請求の範囲」，「請求項1」などというときも，本件補正後のもの(本願明細書に記載されたもの)を指す。)",
                "審決日：平成20年8月18日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成20年9月2日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲(請求項1)の記載(以下，同請求項に記載された発明を「本願発明」という。なお，請求項2ないし請求項7については，記載を省略する。)",
          "text": [
            "「【請求項1】 半導体基板上に形成されるパワーデバイス制御駆動用のレベルシフタにおいて，",
            "中間電位回路と電気的に一端が接続されるレベルシフト抵抗と，",
            "前記レベルシフト抵抗の他端と電気的に一端が接続される高耐圧ピンチ抵抗領域と，",
            "前記レベルシフト抵抗の他端と前記高耐圧ピンチ抵抗領域の一端との間に接続される出力端子と，",
            "前記高耐圧ピンチ抵抗領域の他端と電気的にドレイン領域が接続されるＮチャネルの電界効果トランジスタ領域とを有し，",
            "前記電界効果トランジスタ領域のソース領域が低電位回路に接続されることを特徴とするレベルシフタ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願発明は発明の詳細な説明に記載されたものでないから，平成14年法律第24号による改正前の特許法(以下，単に「特許法」という。)36条6項1号に規定する要件(いわゆるサポート要件)を満たしていないと判断した。",
            "審決の理由中，上記判断に係る部分は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで，本願の特許請求の範囲の記載が，特許法36条6項1号に規定する要件を満たしているか否かについて以下に検討する。",
                "まず，請求項1の記載に基づいて分析すると，本願発明は以下のとおりである。",
                "(構成a)「半導体基板上に形成されるパワーデバイス制御駆動用のレベルシフタ」に関する発明である。",
                "(構成b)「中間電位回路と電気的に一端が接続されるレベルシフト抵抗」を有するものである。",
                "(構成c)「前記レベルシフト抵抗の他端と電気的に一端が接続される高耐圧ピンチ抵抗領域」を有するものである。",
                "(構成d)「前記レベルシフト抵抗の他端と前記高耐圧ピンチ抵抗領域の一端との間に接続される出力端子」を有するものである。",
                "(構成e)「前記高耐圧ピンチ抵抗領域の他端と電気的にドレイン領域が接続されるＮチャネルの電界効果トランジスタ領域」を有するものである。",
                "(構成f)「前記電界効果トランジスタ領域のソース領域が低電位回路に接続される」ものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ここにおいて，本願発明の「レベルシフト抵抗」についてみると，当該「レベルシフト抵抗」は，その一端が「中間電位回路」と電気的に接続され，他端が「高耐圧ピンチ抵抗領域」に接続されていることが明らかである。",
                "また，本願発明の「高耐圧ピンチ抵抗領域」についてみると，当該「高耐圧ピンチ抵抗領域」は，その一端が「レベルシフト抵抗」と電気的に接続され，他端が「Ｎチャネル電界効果トランジスタ領域」の「ドレイン領域」と電気的に接続されていることが明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，本願発明おける「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」の接続関係について整理すると，これら3つの要素は，上記(2)に記載された電気的な接続関係が特定されているのみであり，その空間的な配置，すなわち，「半導体基板」において，「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」がどのような場所に形成され，互いにどのような位置関係を有するのかについては特定されていない。",
                "したがって，「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」が上記(2)に記載された電気的な接続関係を満たす「レベルシフタ」であれば，半導体基板において「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」がどのような場所に形成され，互いにどのような位置関係を有するのかに関係がなく，本願発明の技術的範囲に含まれることは明らかであり，その一例として，「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」が，上記(2)に記載された電気的な接続関係を満たすものの，半導体基板において相互に分離されていない近接した位置に存在する「レベルシフタ」も，本願発明の技術的範囲に含まれるものであることが明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "一方，本願の発明の詳細な説明には，以下のように記載されている。",
                "「【0001】",
                "【発明の属する技術分野】",
                "本発明はパワーデバイスの制御駆動用等に用いられるレベルシフタに関し，特に半導体基板上に形成されたレベルシフタに関する。」",
                "「【0009】",
                "【発明が解決しようとする課題】",
                "しかし，従来の構成のレベルシフタでは信頼性が十分ではなく，高温，高湿条件下においてMOSFETに高バイアスが印加されるとMOSFETのしきい値を低下させ，それによりレベルシフタの耐圧を低下させてしまうという問題点がある。",
                "【0010】",
                "本発明はこのような点に鑑みなされたものであり，MOSFETへの高バイアス印加を低減させ，信頼性を向上させたレベルシフタを提供することを目的とする。」「【0013】",
                "【発明の実施の形態】",
                "以下，本発明の実施の形態を図面を参照して説明する。",
                "まず，本発明における第1の実施の形態について説明する。",
                "【0014】",
                "図2は，第1の実施の形態におけるレベルシフタ1の等価回路図である。",
                "本形態はＮチャネルレベルシフタの構成例であり，本形態のレベルシフタ1は，レベルシフト抵抗2，高耐圧ピンチ抵抗3，保護用ダイオード4及びＮMOSFET5によって構成されている。ここで，レベルシフト抵抗2はその一方を直流中間電位を基準とするV 電位回路float",
                "と電気的に接続し，他方をOUT端子及び高耐圧ピンチ抵抗3と電気的に接続されている。高耐圧ピンチ抵抗3はＮMOSFET5のドレイン及び保護用ダイオード4のカソードと電気的に接続され，ＮMOSFET5のソース及び保護用ダイオード4のアノードはGＮDに接続される。ここで，保護用ダイオード4にはＮMOSFET5よりも耐圧が低いツェナダイオード等を用い，ＮMOSFET5に過電圧が印加されたときであってもＮMOSFET5を保護できる構成とする。」",
                "「【0021】",
                "このように本形態では，P−型基板13の上面内部に第1分離領域14及び第2分離領域8を形成し，第1分離領域14内にソース5c，拡散領域15及びドレイン5bを形成してその上部にゲート5aを配置することによりＮMOSFET5を形成し，第1分離領域14とは分離された第2分離領域8内に高耐圧ピンチ抵抗3等の高電位部が配置され，ワイヤ18a，18bによりＮMOSFET5と高電位部を接続することとしたため，高耐圧ピンチ抵抗3等の高電位部の影響によるＮMOSFET5への高バイアス印加を低減させることが可能になり，これにより長期的な信頼性の向上を図ることができる。」",
                "「【0025】",
                "次に，本発明における第2の実施の形態について説明する。",
                "図3は，第2の実施の形態におけるレベルシフタ20の等価回路図である。",
                "本形態はPチャネルレベルシフタの構成例であり，本形態のレベルシフタ20は，レベルシフト抵抗24，高耐圧ピンチ抵抗23，保護用ダイオード22及びPMOSFET21によって構成されている。ここで，レベルシフト抵抗24はその一方をGＮDに電気的に接続され，他方をアウト端子及び高耐圧ピンチ抵抗23に電気的に接続される。高耐圧ピンチ抵抗23は，保護用ダイオード22のアノード及びPMOSFET21のドレインに電気的に接続され，PMOSFET21のソース及び保護用ダイオード22のカソードは直流中間電位を基準とするV 電位回路に電気的に接続される。ここでも，保護用ダイオード22にはPMOSFETfloat",
                "21よりも耐圧が低いツェナダイオード等を用い，PMOSFET21に過電圧が印加されたときであってもPMOSFET5を保護できる構成とする。」",
                "「【0030】",
                "このように本形態では，ドレイン21cからみて保護用ダイオードアノード22aで隔てた位置にP−領域33を配置し，P−領域33に接続された高耐圧ピンチ抵抗23の高電位側の引き出し端子であるP領域26とドレイン21cをワイヤ34aを介して電気的に接続することとしたため，高耐圧ピンチ抵抗23の高電位部の影響によるPMOSFET21への高バイアス印加を低減することが可能になり，これにより長期的な信頼性の向上を図ることができる。」",
                "「【0047】",
                "【発明の効果】",
                "以上説明したように本発明では，電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置することとしたため，それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "以上より，発明の詳細な説明に記載されているのは，",
              "text": [
                "「従来の構成のレベルシフタでは信頼性が十分ではなく，高温，高湿条件下においてMOSFETに高バイアスが印加されるとMOSFETのしきい値を低下させ，それによりレベルシフタの耐圧を低下させてしまうという」課題を解決するために，",
                "「MOSFETへの高バイアス印加を低減させ，信頼性を向上させたレベルシフタを提供すること」を目的とし，",
                "「電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置する」という構成を有し，",
                "「高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる」という効果を奏する「レベルシフタ」に関する発明であり，その実施の形態として発明の詳細な説明に記載されているものも，全て「電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置する」構成を有している。",
                "したがって，上記(3)において例示した，本願発明の技術的範囲に含まれる，「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」が，上記(2)に記載された電気的な接続関係を満たすものの，半導体基板において相互に分離されていない近接した位置に存在する「レベルシフタ」は，課題，目的，構成，実施の形態，効果のいずれの観点からみても，発明の詳細な説明の記載と対応しないものであるから，そのような「レベルシフタ」は発明の詳細な説明に記載されておらず，かつ，発明の詳細な説明の記載から自明なものでもないことは明らかである。",
                "したがって，本願発明は，発明の詳細な説明に記載されていない事項を技術的範囲に含むものであるから，発明の詳細な説明に記載されたものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，これに関連して，請求人は，請求の理由の「【本願が特許されるべき理由】」において，「つまり，請求項1ではレベルシフト抵抗の他端と高耐圧ピンチ抵抗領域の一端との間に出力端子が接続されるのに対し，第10図ではレベルシフト抵抗101とドレイン104aの間に出力端子が接続されており構成が異なっている。更に，請求項1では高耐圧ピンチ抵抗領域の他端と電気的にドレイン領域が接続されるのに対し，第10図ではドレイン104aと接続される側の高耐圧ピンチ抵抗領域を他端とすると高耐圧ピンチ抵抗領域の一端がソース102cに接続されることになるので，この点からも明らかに異なっている。このように，請求項1と第10図では，構成が相違している。この請求項1の各構成要件の接続関係は，『電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置する』という構成に回路的に合致しており，したがって，『それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる』という明細書に記載の効果を奏することは明らかである。」と主張しているので，これについて検討する。",
                "確かに，本願発明(上記主張において「請求項1」と言及されているもの)と本願の図10に記載された従来例(同じく「第10図」と言及されているもの)に記載された従来技術との間には，出願人が主張するとおり，「請求項1ではレベルシフト抵抗の他端と高耐圧ピンチ抵抗領域の一端との間に出力端子が接続されるのに対し，第10図ではレベルシフト抵抗101とドレイン104aの間に出力端子が接続されており構成が異なっている。更に，請求項1では高耐圧ピンチ抵抗領域の他端と電気的にドレイン領域が接続されるのに対し，第10図ではドレイン104aと接続される側の高耐圧ピンチ抵抗領域を他端とすると高耐圧ピンチ抵抗領域の一端がソース102cに接続されることになる」という回路接続上の差異は存在している。",
                "しかしながら，たとえ，そのような回路接続上の差異があったとしても，「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，及び「Ｎチャネル電界効果トランジスタ領域」が半導体基板において相互に分離されていない近接した位置に存在するような場合には，電界効果トランジスタへ高いバイアスが印加され，「それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる」という明細書に記載の効果を奏することができないことは明らかである。",
                "したがって，請求人の「この請求項1の各構成要件の接続関係は，『電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置する』という構成に回路的に合致しており，したがって，『それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる』という明細書に記載の効果を奏することは明らかである。」という主張は，「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」，「Ｎチャネル電界効果トランジスタ領域」の回路的な接続関係と空間的な配置とを混同したものであり，採用することができない。",
                "以上検討したとおり，本願発明は，発明の詳細な説明に記載されたものではないから，本願の請求項1の記載は，特許法36条6項1号に規定する要件を満たしていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由(特許法36条6項1号に規定する要件の具備についての判断の誤り)の要点",
      "text": [
        "本願発明は，発明の詳細な説明に記載されたものであるから，審決は，特許法36条6項1号に規定する要件の具備についての判断を誤ったものであり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "審決の理由(3)について",
          "text": [
            "審決は，その理由(3)において，「本願発明における『レベルシフト抵抗』，『高耐圧ピンチ抵抗領域』，及び『Ｎチャネル電界効果トランジスタ領域』・・・は，上記(2)に記載された電気的な接続関係が特定されているのみであり，その空間的な配置，すなわち，『半導体基板』において，『レベルシフト抵抗』，『高耐圧ピンチ抵抗領域』，及び『Ｎチャネル電界効果トランジスタ領域』がどのような場所に形成され，互いにどのような位置関係を有するのかについては特定されていない」と判断した。",
            "しかしながら，本願発明は，本願に係る図2(以下，単に「図2」などというときは，本願に係る図面を指す。)に第1の実施の形態におけるレベルシフタの等価回路図が示されているとおり，レベルシフタの回路の接続関係に特徴があり，半導体基板上で「レベルシフト抵抗」，「高耐圧ピンチ抵抗領域」及び「Ｎチャネル電界効果トランジスタ領域」(以下「本件3つの構成要素」ということがある。)をどのように接続するかについて明確に特定しているものであるから，審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由(5)及び(6)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，その理由(5)において，「本願発明の技術的範囲に含まれる，『レベルシフト抵抗』，『高耐圧ピンチ抵抗領域』，及び『Ｎチャネル電界効果トランジスタ領域』が・・・半導体基板において相互に分離されていない近接した位置に存在する『レベルシフタ』は，課題，目的，構成，実施の形態，効果のいずれの観点からみても，発明の詳細な説明の記載と対応しないものであるから，そのような『レベルシフタ』は発明の詳細な説明に記載されておらず，かつ，発明の詳細な説明の記載から自明なものでもないことは明らかである」とし，また，その理由(6)において，「本願発明・・・と本願の図10に記載された従来例・・・に記載された従来技術との間には，・・・回路接続上の差異は存在している。しかしながら，たとえ，そのような回路接続上の差異があったとしても，『レベルシフト抵抗』，『高耐圧ピンチ抵抗領域』，及び『Ｎチャネル電界効果トランジスタ領域』が半導体基板において相互に分離されていない近接した位置に存在するような場合には，電界効果トランジスタへ高いバイアスが印加され，『それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる』という明細書に記載の効果を奏することができないことは明らかである」と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "図10に記載された従来例は，発明の詳細な説明の段落【0005】に記載されたとおり，高耐圧MOSFETのソース102cとドレイン104aの間に高耐圧ピンチ抵抗103が接続され，ドレイン104aが高耐圧ピンチ抵抗103の高電位側の引き出し端子となる回路構成，すなわち，高耐圧MOSFETのドレインに高電位が印加される回路構成を採っていたところ，この回路構成においては，高耐圧MOSFETのドレインに高バイアスが印加されることから，従来例においては，「高温，高湿条件下においてMOSFETに高バイアスが印加されるとMOSFETのしきい値を低下させ，それによりレベルシフタの耐圧を低下させてしまう」との課題が存在した。",
                "この課題を解決するため，本願発明は，請求項1に記載された回路接続関係を採用したものであるが，この回路接続関係においては，図2の等価回路図からも明らかなように，出力端子とＮチャネルの電界効果トランジスタ領域のドレイン領域との間に高耐圧ピンチ抵抗3が接続されており，Ｎチャネルの電界効果トランジスタ領域のドレイン領域に接続されるのは，高耐圧ピンチ抵抗の低電位側となる。そうすると，本願発明において，「電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置する」との空間的な配置関係が採用されていることは明らかであり，また，電界効果トランジスタには低電位部が接続されているのであるから，本願発明が「それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる」との発明の詳細な説明に記載された作用効果を奏することは明らかである。",
                "審決の上記(1)の判断は，図10に示された従来例と図2に示された本願発明の第1の実施の形態との構成の相違を看過した結果，本願発明が奏する作用効果を看過してされたものであるから，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子(特許法36条6項1号に規定する要件の具備についての判断の誤りに対して)",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告の主張は争う。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告の反論は，審決の理由(前記第2の3)を援用する。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(特許法36条6項1号に規定する要件の具備についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，請求項1(前記第2の2)の記載から明らかなとおり，本件3つの構成要素を含む各構成要素の相互関係については，単にそれらの電気的な接続関係を規定したにとどまるものであるから，半導体基板上に形成されるパワーデバイス制御駆動用のレベルシフタであって，請求項1記載の電気的な接続関係を有する同請求項記載の各構成要素を有し，これらの構成要素が半導体基板において相互に分離されていない近接した位置に存在する発明(以下「近接配置された本願発明」という。)を含むものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明の回路接続関係に照らし，本願発明において，「電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置する」との空間的配置関係が採用されていることは明らかである旨主張するが，前記第2の2の請求項1の記載に照らすと，本願発明が，そのような空間的配置関係を有するものに限定されていることを窺わせる記載を見出すことはできないから，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法36条6号1号の要件適合性について",
              "text": [
                "そこで，以下，近接配置された本願発明につき，請求項1の記載が特許法36条6項1号の要件に適合するものであるか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の記載が特許法36条6項1号に規定するいわゆるサポート要件に適合するものであるか否かについては，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，発明の詳細な説明に，当業者において当該発明の課題が解決されるものと認識することができる程度の記載ないし示唆があるか否か，又は，その程度の記載や示唆がなくても，特許出願時の技術水準に照らし，当業者において当該発明の課題が解決されるものと認識することができる程度の記載ないし示唆があるか否かを検討して判断すべきものと解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，発明の詳細な説明の記載をみるに，本願明細書には，次の各記載がある(なお，理解の便宜のため，発明の詳細な説明において引用される図面を適宜示すこととする。)。",
                    "(ア)「【発明の属する技術分野】",
                    "本発明はパワーデバイスの制御駆動用等に用いられるレベルシフタに関し，特に半導体基板上に形成されたレベルシフタに関する。」(段落【0001】)",
                    "(イ)「【発明が解決しようとする課題】",
                    "しかし，従来の構成のレベルシフタでは信頼性が十分ではなく，高温，高湿条件下においてMOSFETに高バイアスが印加されるとMOSFETのしきい値を低下させ，それによりレベルシフタの耐圧を低下させてしまうという問題点がある。",
                    "本発明はこのような点に鑑みなされたものであり，MOSFETへの高バイアス印加を低減させ，信頼性を向上させたレベルシフタを提供することを目的とする。」(段落【0009】，【0010】)",
                    "(ウ)「【課題を解決するための手段】",
                    "本発明では上記課題を解決するために，半導体基板上に形成されるパワーデバイス制御駆動用のレベルシフタにおいて，中間電圧回路と電気的に一端が接続されるレベルシフト抵抗と，前記レベルシフト抵抗の他端と電気的に一端が接続される高耐圧ピンチ抵抗領域と，前記レベルシフト抵抗の他端と前記高耐圧ピンチ抵抗領域の一端との間に接続される出力端子と，前記高耐圧ピンチ抵抗領域の他端と電気的にドレイン領域が接続されるＮチャネルの電界効果トランジスタ領域とを有し，前記電界効果トランジスタ領域のソース領域が低電位回路に接続されることを特徴とするレベルシフタが提供される。これにより，電界効果トランジスタ領域への高バイアス印加が抑えられる。」(段落【0011】)",
                    "(エ)「【発明の実施の形態】",
                    "以下，本発明の実施の形態を図面を参照して説明する。",
                    "まず，本発明における第1の実施の形態について説明する。",
                    "図2は，第1の実施の形態におけるレベルシフタ1の等価回路図である。",
                    "本形態はＮチャネルレベルシフタの構成例であり，本形態のレベルシフタ1は，レベルシフト抵抗2，高耐圧ピンチ抵抗3，保護用ダイオード4及びＮMOSFET5によって構成されている。ここで，レベルシフト抵抗2はその一方を直流中間電位を基準とするV 電位回路float",
                    "と電気的に接続し，他方をOUT端子及び高耐圧ピンチ抵抗3と電気的に接続されている。高耐圧ピンチ抵抗3はＮMOSFET5のドレイン及び保護用ダイオード4のカソードと電気的に接続され，ＮMOSFET5のソース及び保護用ダイオード4のアノードはGＮDに接続される。ここで，保護用ダイオード4にはＮMOSFET5よりも耐圧が低いツェナダイオード等を用い，ＮMOSFET5に過電圧が印加されたときであってもＮMOSFET5を保護できる構成とする。",
                    "図1は，レベルシフタ1の実際の構成を示す断面構成図である。",
                    "レベルシフタ1は，P−型基板1",
                    "3上面内部に構成された第1分離領",
                    "域14，第2分離領域8，拡散領域",
                    "15，ソース5c，ドレイン5b，",
                    "保護用ダイオードアノード4a，保",
                    "護用ダイオードカソード4b，P＋",
                    "領域12，P領域9，11，P−領域16，Ｎ＋領域6，7，10並びにそれらの表面に配置されたワイヤ18a，18b，ゲート5a，レベルシフト抵抗2により構成されている。」(段落【0013】～【0015】)",
                    "(オ)「このように本形態では，P−型基板13の上面内部に第1分離領域14及び第2分離領域8を形成し，第1分離領域14内にソース5c，拡散領域15及びドレイン5bを形成してその上部にゲート5aを配置することによりＮMOSFET5を形成し，第1分離領域14とは分離された第2分離領域8内に高耐圧ピンチ抵抗3等の高電位部が配置され，ワイヤ18a，18bによりＮMOSFET5と高電位部を接続することとしたため，高耐圧ピンチ抵抗3等の高電位部の影響によるＮMOSFET5への高バイアス印加を低減させることが可能になり，これにより長期的な信頼性の向上を図ることができる。」(段落【0021】)(カ)「次に，本発明における第2の実施の形態について説明する。",
                    "図3は，第2の実施の形態におけるレベルシフタ20の等価回路図である。",
                    "本形態はPチャネルレベルシフタの構成例であり，本形態のレベルシフタ20は，レベルシフト抵抗24，高耐圧ピンチ抵抗23，保護用ダイオード22及びPMOSFET21によって構成されている。ここで，レベルシフト抵抗24はその一方をGＮDに電気的に接続され，他方をアウト端子及び高耐圧ピンチ抵抗23に電気的に接続される。高耐圧ピンチ抵抗23は，保護用ダイオード22のアノード及びPMOSFET21のドレインに電気的に接続され，PMOSFET21のソース及び保護用ダイオード22のカソードは直流中間電位を基準とするV 電位回路に電気的に接続される。ここでも，保護用ダイオード22にはPMOSFETfloat",
                    "21よりも耐圧が低いツェナダイオード等を用い，PMOSFET21に過電圧が印加されたときであってもPMOSFET5を保護できる構成とする。",
                    "図4は，レベルシフタ20の実際の構成を示す断面構成図である。",
                    "レベルシフタ20は，P−型基",
                    "板29上面内部に構成された第1",
                    "分離領域31，第2分離領域2",
                    "7，ソース21b，ドレイン21",
                    "c，保護用ダイオードアノード2",
                    "2a，保護用ダイオードカソード",
                    "22b，Ｎ＋領域25，P領域2",
                    "6，28，P−領域33，P領域32及びP＋領域30並びにそれらの表面に配置されたワイヤ34a，34b，34c，34d，ゲート21a，レベルシフト抵抗24により構成されている。」(段落【0025】，【0026】)",
                    "(キ)「このように本形態では，ドレイン21cからみて保護用ダイオードアノード22aで隔てた位置にP−領域33を配置し，P−領域33に接続された高耐圧ピンチ抵抗23の高電位側の引き出し端子であるP領域26とドレイン21cをワイヤ34aを介して電気的に接続することとしたため，高耐圧ピンチ抵抗23の高電位部の影響によるPMOSFET21への高バイアス印加を低減することが可能になり，これにより長期的な信頼性の向上を図ることができる。」(段落【0030】)",
                    "(ク)「次に，本発明における第3の実施の形態について説明する。",
                    "本形態は，第1の実施の形態における高耐圧ピンチ抵抗部の変形例であり，高耐圧ピンチ抵抗部以外は第1の実施の形態と同一構成とする。」(段落【0034】)",
                    "(ケ)「次に，本発明における第4の実施の形態について説明する。",
                    "図6は，本形態における高耐圧ピンチ抵抗部を示した断面構成図である。",
                    "本形態は，第2の実施の形態における高耐圧ピンチ抵抗部の変形例であり，第2の実施の形態で用いたP−型基板をＮ−型基板64に置き換えたものである。」(段落【0036】)(コ)「次に，本発明における第5の実施の形態について説明する。",
                    "第5の実施の形態は第1の実施の形態の変形例であり，第1の実施の形態におけるレベルシフタのレベルシフト抵抗付近の構成を変更したものである。その他については第1の実施の形態と同一構成とする。」(段落【0037】)",
                    "(サ)「次に，本発明における第6の実施の形態について説明する。",
                    "第6の実施の形態は第2の実施の形態の変形例であり，第2の実施の形態におけるGＮD端子引き出し部であるP＋領域30付近の構成を変更したものである。その他については第2の実施の形態と同一構成とする。」(段落【0041】)",
                    "(シ)「次に，本発明における第7の実施の形態について説明する。",
                    "本形態は，第1の実施の形態における第2分離領域8及び第2の実施の形態における第2分離領域27を共有化したものである。」(段落【0044】)",
                    "(ス)「【発明の効果】",
                    "以上説明したように本発明では，電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置することとしたため，それらの高電位部からの影響による電界効果トランジスタへの高バイアス印加を低減することが可能となり，レベルシフタの長期的な信頼性を向上させることができる。」(段落【0047】)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "上記イによれば，本願発明が解決すべき課題は，電界効果トランジスタ(MOSFET)への高バイアス印加の低減であると認められるところ，発明の詳細な説明の段落【0047】の記載(上記イ(ス))によれば，同課題は，「電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置することとしたため」に解決されるものであり，また，発明の詳細な説明に記載された各実施例をみても，それらはいずれも，高電位部と分離され，又は高電位部から隔てられた領域ないし位置に電界効果トランジスタを配置する構成であると認められる。",
        "他方，近接配置された本願発明については，当業者において上記課題が解決されるものと認識することができることを窺わせる記載は，上記イを含め発明の詳細な説明に何ら存在せず(なお，段落【0011】(上記イ(ウ))は，請求項1の記載(本願発明の構成)を再掲した上，その効果を結論的に述べるものにすぎない。)，また，本願当時の当業者の技術常識に照らし，当業者において，そのように認識することができたものと認めるに足りる証拠もない。",
        "したがって，近接配置された本願発明について，サポート要件を充足するものと認めることはできない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "原告は，本願発明においては，電界効果トランジスタに低電位部が接続されているのであるから，本願発明が上記課題を解決するものであることは明らかである旨主張するが，上記のとおり，発明の詳細な説明の段落【0047】(上記イ(ス))には，上記課題が「電界効果トランジスタをレベルシフト抵抗及び高耐圧ピンチ抵抗等の高電位部から引き離して配置することとしたため」に解決されたものである旨明記されているところであり，その他，単に「電界効果トランジスタに低電位部が接続されている」との構成を採用することにより上記課題が解決されるものと認めるに足りる証拠はないから，原告の上記主張を採用することはできない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "以上のとおりであるから，取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "結論",
              "text": [
                "よって，原告の請求は理由がないから，同請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}