{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007−24967号事件について平成20年5月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成13年1月11日に登録出願した商願2001−6532号(以下「原出願」という。)の商標法10条1項の規定による分割出願として，平成17年11月21日，「MIZUHO．ＮET」の文字を標準文字で書してなる商標(以下「本願商標」という。)について登録出願し(商願2005−109170号。以下，この出願を「本願」という。)，平成18年10月4日付けの手続補正書により，指定役務を別紙役務目録1記載のとおりとする補正をしたが，平成19年8月2日，拒絶査定を受けたので，これに対する不服の審判(不服2007−24967号事件)を請求した。",
            "特許庁は，平成20年5月21日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同年6月11日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本願商標は，下記(1)及び(2)の理由により，商標法4条1項11号に該当するから，商標登録をすることができない，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，その構成中の前半部の「MIZUHO」の文字部分が独立して取引に資するものであるから，本願商標と登録第4547241号商標(以下「引用商標」という。引用商標は，「MIZUHO」の欧文字を標準文字で表してなり，平成11年12月16日に登録出願され，別紙役務目録2記載の役務を指定役務として，平成14年3月1日に設定登録され，株式会社みずほフィナンシャルグループ〔以下「みずほフィナンシャルグループ」という。〕を権利者とするものである。)とは，自他役務の出所識別標識として機能する「MIZUHO」の文字を同じくするから，その外観，称呼及び観念のいずれの点から見ても，互いに相紛れるおそれのある類似の商標である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標の指定役務中，別紙役務目録3記載のものは，引用商標の指定役務と同一又は類似するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件審決は，「本願商標は，前半部の『MIZUHO』の文字部分が独立して取引に資されるものというのが相当である。したがって，本願商標は，その構成中『MIZUHO』の文字部分から，『ミズホ』の称呼及び『みずみずしい稲の穂』の観念が生ずるものと認められる。他方，引用商標は，『MIZUHO』の欧文字を標準文字で表してなるものであるから，『ミズホ』の称呼及び『みずみずしい稲の穂』の観念が生ずるものである。そうとすれば，本願商標と引用商標とを比較するに，全体の外観上の比較においては，相違するところがあるとしても，両商標は，自他役務の出所識別標識として機能する『MIZUHO』の文字を同じくするから，その外観，称呼及び観念のいずれの点から見ても，互いに相紛れるおそれのある類似の商標であるといわざるを得ない。」(審決書4頁36行～4頁9行)と判断した。",
            "しかし，以下のとおり，本件審決の上記判断の前提となった認定には誤りがあること，原出願の審査経緯や過去の登録例・裁判例と齟齬していることから，本件審決の上記判断は誤りである。",
            "なお，本件審決における，①「MIZUHO」の文字は，「みずみずしい稲の穂」の意味を有する漢字「瑞穂」の字音の欧文字表記であるとの認定，②インターネット(the Internet)が「net」(ネット)と略称され，本願商標の構成文字中の「ＮET」の文字部分は，「インターネット」に通ずる英語「Internet」の略称「net」の大文字表記と認識されるとみるのが自然であるとの認定，③本願の指定役務中「生命保険契約の締結の媒介に関する情報の提供，生命保険の引受けに関する情報の提供，損害保険契約の締結の代理に関する情報の提供，損害保険に係る損害の査定に関する情報の提供，損害保険の引受けに関する情報の提供」(以下，これらの役務を「保険業務」という。)等に係わる業界では，インターネットを通じて生命保険，損害保険等に関する情報の提供が行われている実情にあるとの認定は，いずれも認める。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "判断の前提となる認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「本願商標は，『MIZUHO．ＮET』の文字を標準文字で書してなるものであるところ，その構成中の『MIZUHO』の文字と『ＮET』の文字との間には，『．』(ピリオド)が存在することから，視覚上『MIZUHO』の文字と『ＮET』の文字とに分離して看取される。」(審決書3頁21行～24行)と認定した。",
                    "しかし，本願商標が上記のように看取されることは，知らない。",
                    "なお，原告は，平成9年4月，ドメイン名「mizuho．net」を取得した(甲11)が，同ドメイン名は，インターネットのIPアドレスとドメイン名を結び付けるDＮS(Domain Name System)の仕組み上，一体不可分のものである(甲12)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，原出願の拒絶査定不服審判(不服2003−5821号事件)に係る審決(以下「別件審決」という。)の取消訴訟(知的財産高等裁判所平成17年(行ケ)第10756号事件。以下「別件訴訟」という。)について，知的財産高等裁判所が平成18年5月30日にした判決(以下「別件判決」という。甲2の2)に言及し，本願商標の「前半部の『MIZUHO』は，ドメインの使用者の組織名を表し，後半部の『．ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『．net』を大文字で表したものである」(審決書3頁28行～30行)と認定した。",
                    "しかし，以下のとおり，本件審決の上記認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "いわゆる「net」ドメインでは，「使用者の組織名」のみでなく，プロバイダー名(電気通信事業者の役務名)など，組織名とは別の「サービス名」を用いることもある(甲14～18〔枝番号の表記は省略することがある。以下，同じ。〕)から，本件審決が，本願商標の前半部がドメインの「使用者の組織名」を表すとした点には，根拠がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "組織種別としてのネットワーク事業者を示すコードは「net」の3文字であり，慣習として「．net」が用いられている(甲6)のであるから，本件審決が，本願商標の「後半部の『．ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『．net』を大文字で表したものである」とした点は，後半部の『ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『net』を大文字で表したものである」とすべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，別件判決において，「引用商標が，みずほフィナンシャルグループの取扱いに係る役務『銀行業務』及び『証券業務』に使用されて，遅くとも本件出願時に，取引者・需要者間において広く認識されており，かつ，その状態が現在においても継続していることは，当事者間に争いがない。」旨判示されていることに言及した上，「そして，該銀行では，『インターネット・バンキング，インターネットを通じて行う個人年金保険，一時払終身保険等に係る情報の提供』等のサービスを行っていることが認められる(http://www.mizuhobank.co.jp/参照)。",
                    "そうとすれば，本願の指定役務中，例えば『生命保険契約の締結の媒介に関する情報の提供，生命保険の引受けに関する情報の提供，損害保険契約の締結の代理に関する情報の提供，損害保険に係る損害の査定に関する情報の提供，損害保険の引受けに関する情報の提供』と上記『銀行業務』とは密接な関連を有するものと認められる。」(審決書4頁28行～35行)と説示した。",
                    "本件審決の上記説示の趣旨は，「保険業務」も「『銀行業務』とは密接な関連を有する」ことから，引用商標が，みずほフィナンシャルグループ及びその関係者により，「銀行業務」及び「証券業務」に加え，「保険業務」にも使用されて，遅くとも本願出願時に，取引者・需要者間において広く認識されており，かつ，その状態が本件審決時においても継続しているという趣旨と理解されるが，本件審決がそのような認定をしたとすれば，以下のとおり，それは誤りである。",
                    "一般に，銀行では，平成13年4月に一部の保険商品の取扱いが認められるようになった後，段階的に規制が解除され，平成19年12月に保険商品の銀行窓口での販売が全面解禁となったものであり，みずほフィナンシャルグループのウェブサイトにおいても，みずほ銀行の前身(第一勧業銀行及び富士銀行)において，平成13年4月に保険商品の取扱いが開始されたとされている(甲9の1)。",
                    "したがって，引用商標が，保険業務について，取引者・需要者間において広く認識されていることは，本件審決時には認められるものの，本願出願時には認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願の審査経緯，登録例及び裁判例との齟齬",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原出願の審査経緯との齟齬",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許庁は，原出願について，平成15年2月21日付けで拒絶査定をしたが，その理由は，次のとおりであった。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "原出願に係る商標は，登録第3000902号商標，登録第4451446号商標，登録第4457745号商標，登録第4474",
                          "text": [
                            "910号商標，登録第4474911号商標，登録第454724",
                            "1号商標(引用商標)，登録第4457746号商標，登録第44",
                            "74912号商標及び登録第4478383号商標と同一又は類似",
                            "であって，その商標に係る指定商品(指定役務)と同一又は類似の商品(役務)について使用するものであるから，商標法4条1項11号に該当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原出願に係る商標は，株式会社みずほホールディングス(以下「みずほホールディングス」という。)が自己の取扱いに係る役務(例えば，預金の受入れ〔債権の発行により代える場合を含む。〕及び定期預金の受入れ等)に使用して広く認識されている「MIZUHO」の文字を，その構成中に有してなるものであるから，これを原告が指定役務に使用するときは，あたかもみずほホールディングスと何らかの関係を有する者の業務であるごとく，役務の出所について混同を生じさせるおそれがあるものと認められるから，商標法4条1項15号に該当する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告が上記(ア)の拒絶査定を不服として，審判(不服2003−5821号事件)を請求したところ，特許庁は，平成17年4月22日発送の「審尋」により，原告に対し，次のとおり通知した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原出願に係る商標は，その構成中に「MIZUHO」の文字を有するところ，同文字は，平成12年9月にみずほホールディングスの設立により発足したみずほフィナンシャルグループが自己の取り扱いに係る役務(例えば，預金の受入れ〔債権の発行により代える場合を含む。〕及び定期預金の受入れ等)に使用して，我が国の一般世人に広く認識され周知著名性の程度が極めて高い表示である「MIZUHO」の文字と共通するものであるから，原出願に係る商標の文字部分に「MIZUHO」の文字以外の文字部分が付加されていたとしても，取引者・需要者は「MIZUHO」の文字部分に着目するというべきであり，これを原告が指定役務中の第36類の役務に使用するときは，あたかも上記グループと何らかの関係を有する者の業務であるごとく，役務の出所について混同を生じされるおそれがあるものと認められるから，商標法4条1項15号に該当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aの拒絶理由は，指定役務から「第36類」に属する役務をすべて削除した場合には解消する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許庁は，上記(イ)の審判について，平成17年9月13日，請求不成立とする別件審決をしたが，その理由は，次のとおりであった。",
                        "原出願に係る商標は，その指定役務中「第36類」の「預金の受入れ(債券の発行により代える場合を含む。)及び定期積金の受入れに関する情報の提供，資金の貸付け及び手形の割引に関する情報の提供，内国為替取引に関する情報の提供，債務の保証及び手形の引受けに関する情報の提供，有価証券の貸付けに関する情報の提供，金銭債権の取得及び譲渡に関する情報の提供，有価証券・貴金属その他の物品の保護預かりに関する情報の提供，両替に関する情報の提供，金融先物取引の受託に関する情報の提供，金銭・有価証券・金銭債権・動産・土地若しくはその定著物又は地上権若しくは土地の賃借権の信託の引受けに関する情報の提供，債券の募集の受託に関する情報の提供，外国為替取引に関する情報の提供」について，商標法4条1項15号に該当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，原出願から本願を分割出願した後，平成18年10月4日付けの手続補正書により，指定役務を別紙役務目録1記載のとおりとする補正をし，これにより，別件審決において拒絶の理由とされた役務を，本願の指定役務から削除した。",
                        "なお，別件訴訟の口頭弁論期日において，特許庁長官の指定代理人は，別件審決が拒絶の理由とした指定役務が削除されていれば，原出願は登録されていた旨の発言をした。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のような原出願の審査経緯に照らし，本願を拒絶すべき理由はないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "登録例との齟齬",
                  "text": [
                    "次のとおり，先後願の関係にある「MIZUHO」の文字等からなる商標(後記(ア)a，(イ)b，(ウ)b。以下，これらをまとめて「MIZUHO商標」ということがある。)と「MIZUHO ＮET」と標準文字で書してなる商標(後記(ア)b，(イ)a，(ウ)a。以下，この商標を「MIZUHO ＮET商標」ということがある。)がともに登録されており，特許庁は，両商標が役務の出所の混同を生じるおそれがないと判断しているといえる。",
                    "ところで，本件審決の論理によれば，「MIZUHO ＮET商標」の構成中の「MIZUHO」の文字と「ＮET」の文字との間には，「」(空白)が存在することから，視覚上「MIZUHO」の文字と「ＮET」の文字とに分離して看取されることになるはずである。また，「MIZUHO ＮET商標」の構成中の「ＮET」の文字部分は，「インターネット」の略称，あるいは，ネットワーク事業者(電気通信事業者)が用いるものであるということになるものと考えられる。",
                    "しかるに，特許庁は，「ＮET」の文字のある「MIZUHO ＮET商標」と「ＮET」の文字のない「MIZUHO商標」とをともに登録商標としたのであるから，両商標が商標法4条1項各号の関係にないと判断したものといえる。",
                    "そうすると，仮に，本願商標の構成中の「ＮET」の文字部分が，「インターネット」の略称，あるいは，ネットワーク事業者(電気通信事業者)が用いるものであるとされ，「MIZUHO」の文字と「ＮET」の文字とに分離して看取されることになるとしても，「MIZUHO ＮET商標」と同様に，「MIZUHO商標」と並存することが許されるはずであり，本願は登録されてしかるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「MIZUHO」と「MIZUHO ＮET」",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "先願商標",
                          "text": [
                            "平成11年12月16日の登録出願に係る「MIZUHO」と標",
                            "準文字で書してなる登録商標(登録第4478383号，登録第4547241号〔引用商標〕，登録第4457745号，登録第4",
                            "457746号，登録第4474910号，登録第4451446",
                            "号，登録第4474911号，登録第4474912号〔甲10の",
                            "1～8〕)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "後願商標",
                          "text": [
                            "平成12年11月8日の登録出願に係る「MIZUHO ＮE",
                            "T」と標準文字で書してなる商標(登録第4656131号〔甲10の9〕)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「MIZUHO ＮET」と別紙商標目録記載1の構成(以下「MIZUHOブランドロゴ」という。)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "先願商標",
                          "text": [
                            "平成12年11月8日の登録出願に係る「MIZUHO ＮE",
                            "T」と標準文字で書してなる商標(登録第4656131号〔甲10の9〕)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "後願商標",
                          "text": [
                            "平成13年7月19日の登録出願に係る「MIZUHOブランド",
                            "ロゴ」からなる商標(登録第4613546号〔甲10の10〕)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「MIZUHO ＮET」と別紙商標目録記載2の構成(以下「MIZUHO／みずほ」という。)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "先願商標",
                          "text": [
                            "平成12年11月8日の登録出願に係る「MIZUHO ＮE",
                            "T」と標準文字で書してなる商標(登録第4656131号〔甲10の9〕)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "後願商標",
                          "text": [
                            "平成18年7月25日の登録出願に係る「MIZUHO／みず",
                            "ほ」からなる商標(登録第5036280号〔甲10の11〕)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "裁判例との齟齬",
                  "text": [
                    "知的財産高等裁判所は，次の裁判例(後記(ア)a，b，c，(イ)a，b)において，「みずほねっと」と標準文字で書してなる商標(以下「みずほねっと商標」ということがある。)を構成する「みずほねっと」の文字は一体不可分であるとして，「MIZUHO商標」とは役務の出所について混同を生ずるおそれはないと判示した。",
                    "これらの裁判例は，「みずほねっと商標」は，その構成中の「みずほ」の文字部分から「ミズホ」の称呼及び「みずみずしい稲の穂」の観念が生ずるか否か，また，「みずほねっと商標」と「MIZUHO商標」(その構成中の「MIZUHO」等の欧文字から，「ミズホ」の称呼及び「みずみずしい稲の穂」の観念が生ずる。)とは，自他役務の出所識別標識として機能する「MIZUHO」の文字を同じくするから，互いに相紛れるおそれのある類似の商標であるか否かについて判断し，これを否定した。なお，これらの裁判例は，「みずほねっと商標」の構成中の「ねっと」の文字部分について，欧文字で「ＮET」あるいは片仮名で「ネット」と表記されていた場合とは異なるという理由で，「インターネット」の略称，あるいは，ネットワーク事業者(電気通信事業者)が用いるものであるとは認識されないと判断したものではない。",
                    "「みずほねっと商標」を構成する「みずほねっと」の文字は一体不可分であり，その前半の「みずほ」の文字部分は自他役務の識別標識としての機能を有さないとしたこれらの裁判例に照らし，本願商標の前半部の「MIZUHO」の文字部分も自他役務の識別標識としての機能を有さないというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "知的財産高等裁判所第4部判決",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "平成19年(行ケ)第10046号事件・平成19年9月13日",
                          "text": [
                            "判決(甲21の1)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "平成19年(行ケ)第10047号事件・平成19年9月13日",
                          "text": [
                            "判決"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "平成19年(行ケ)第10114号事件・平成19年9月13日",
                          "text": [
                            "判決",
                            "なお，最高裁判所は，平成20年2月1日，上記各判決を不服とする上告を棄却し，上告受理申立てを不受理とした。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "知的財産高等裁判所第1部判決",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "平成19年(行ケ)第10183号事件・平成19年10月31",
                          "text": [
                            "日判決"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "平成19年(行ケ)第10184号事件・平成19年10月31",
                          "text": [
                            "日判決",
                            "なお，最高裁判所は，平成20年2月10日，上記各判決を不服とする上告を棄却し，上告受理申立てを不受理とした。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "本件審決の認定判断は正当であり，原告主張の違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標と引用商標が類似すること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標中の「MIZUHO」の文字部分が独立して自他役務識別力を有していること",
                  "text": [
                    "下記(ア)ないし(ウ)の事実に照らし，本願商標の構成中「MIZUHO」の文字と「．ＮET」の文字は，分離して把握され得るものであるところ，前半部の「MIZUHO」の文字は，ドメインの使用者の組織名と認識されるのに対し，後半部の「．ＮET」の文字部分は，インターネット上のアドレス又はインターネットを通じて役務を提供すること等の意味に理解され，自他役務の識別力として機能しないか，乏しいものというべきであるから，本願商標は，「MIZUHO」の文字部分が独立して自他役務の識別標識としての機能を果たすものというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「．ＮET」の文字は，トップレベルドメイン(TDL)の一つとして日本のみならず世界共通で普遍的に使用されていること(乙2)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "別件判決でも，「前半部の『MIZUHO』は，ドメインの使用者の組織名を表し，後半部の『．ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『．ＮET』を大文字で表したものである」旨判示されていること(甲2の2)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用商標は，平成12年9月に第一勧業銀行，富士銀行，日本興業銀行の3行を統合して，銀行持株会社として，銀行，長期信用銀行，証券専門会社，その他銀行法により子会社とすることができる会社の経営管理並びにこれに付帯する業務を行うことを事業目的として設立されたみずほフィナンシャルグループ(本社：東京都千代田区，資本金：1兆5409億6500万円)を権利者とするものであるところ，同社は，そのグループ会社であるみずほコーポレート銀行，みずほ証券，みずほ銀行，みずほ信託銀行等の取扱いに係る役務「銀行業務」及び「証券業務」を行うものであって，「MIZUHO」の文字を使用している(乙4の1～4)から，同文字は，本件審決時(平成20年5月21日)において，取引者，需要者に広く認識されていたものであり，また，現在も同様であること。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標と引用商標との類否判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観",
                      "text": [
                        "本願商標は，前記アのとおり，前半部の「MIZUHO」の文字部分を要部として把握されるものであるから，引用商標と，外観上近似した印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼及び観念",
                      "text": [
                        "本願商標は，「MIZUHO」の文字と「ＮET」の文字とが視覚的に分離されて看取され，また，これらを常に一体不可分のものとしてのみ把握しなければならない特段の理由もないところ，「MIZUHO」の文字部分は，その指定役務との関係で，みずほフィナンシャルグループに関係するという強い印象を与えるのに対し，「．ＮET」の文字部分は，役務の提供の手段として理解・把握されるものであって，自他役務の識別標識としての機能を果たし得ないから，本願商標は，その構成中の「MIZUHO」の文字部分より，「ミズホ」の称呼及び「みずみずしい稲の穂」の観念をも生ずる。",
                        "一方，引用商標は，「MIZUHO」の文字よりなるものであるから，「ミズホ」の称呼及び「みずみずしい稲の穂」の観念を生ずる。",
                        "したがって，本願商標と引用商標とは，「ミズホ」の称呼及び「みずみずしい稲の穂」の観念を共通にするものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取引の実情",
                      "text": [
                        "下記aないしcの事実に照らし，本願商標の指定役務の属する分野における商取引においては，本願商標の構成中，「．ＮET」の文字部分は捨象され，自他役務の識別力を有する「MIZUHO」の文字部分が着目され，同部分より生ずる「ミズホ」の称呼及び「みずみずしい稲の穂」の観念が取引に資するものである。",
                        "なお，仮に，本願商標の構成全体が取引に資することがあるとしても，そのことから本願商標の「MIZUHO」の文字部分のみが取引に資することは否定されない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "①みずほフィナンシャルグループは，前記ア(ウ)のとおり，銀行業務及び証券業務を行っていること，②平成7年から平成9年にかけて，都市銀行がインターネットを通じた電子決済の実用化をにらんで，顧客情報の漏えい防止や取引の安全性強化に乗り出したこと(平成9年〔1997年〕1月13日付け日経金融新聞〔乙3の2〕)，都市銀行がインターネットを使った電子商取引などバンキング業務の実用化に動き出したこと(平成8年〔1996年〕12月5日付け毎日新聞〔乙3の3〕)，第一生命保険がインターネット上で同社及び企業グループの各種情報提供サービスを開始すること(平成8年〔1996年〕1月23日付け日刊工業新聞〔乙3の4〕)，インターネットで損害保険商品の案内や資料請求の受け付けを開始することがそれぞれ報道されていること(平成7年〔1995年〕10月25日付け日刊工業新聞〔乙3の5〕)が，それぞれ報道されていること，③現在では，みずほフィナンシャルグループ傘下の各社が「MIZUHO」の文字を有するドメイン名を取得し，インターネットを通じて各種情報の提供等のサービスを行っており(乙4の3)，このうち，みずほ銀行は，ウッブサイトを通じて，本願商標の指定役務に係る「保険業務，損害保険業務」等と類似する「インターネット・バンキング，インターネットを通じて行う個人年金保険，一時払終身保険等に係る情報の提供」等のサービスを行っていること(乙4の5)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本願の指定役務中「生命保険契約の締結の媒介に関する情報の提供，生命保険の引受けに関する情報の提供，損害保険契約の締結の代理に関する情報の提供，損害保険に係る損害の査定に関する情報の提供，損害保険の引受けに関する情報の提供」等に係わる業界では，インターネットを通じて生命保険，損害保険等に関する情報の提供が行われている実情にあること(甲2の5～2の10，乙5の1，2)"
                        },
                        {
                          "fig": "c",
                          "text": [
                            "①ネットファイナンスにおけるインターネットの主要な利用目的の一つが，銀行情報であり，②実際のネットファイナンスにおける取引としても，銀行取引が最も利用されており，③一般の取引者，需要者は，ネット銀行，ネット専業銀行を活用していること(乙2)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "ドメイン名を取得する際には，ドメイン名を自社名と一致させる傾向にあること(乙2)。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "判断の前提となる認定の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，原告が取得したドメイン名「mizuho．net」は，DＮSの仕組み上，一体不可分のものであると主張する。",
                        "しかし，原告が，上記ドメイン名を取得したことと，本願商標と引用商標との類否判断は，無関係である。",
                        "本願は，一定の役務を指定役務として，「MIZUHO．ＮET」と標準文字で書してなる本願商標を登録出願するものであるから，同商標は，自他役務の識別標識として使用することが予定されているというべきであり，また，ドメイン名における「．net」は，登録者の組織属性を意味する一般的な表示であるから，ドメイン名の形式を有する商標についての商標の類否は，取引者，需要者の注意をひく部分をもって，判断すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件審決が，本願商標の前半部がドメインの「使用者の組織名」を表すとした点には根拠がないと主張する。",
                        "しかし，前記(1)のとおり，本願商標は，その構成中前半の「MIZUHO」の文字部分が，使用者の組織名を表し，役務の出所表示機能としての役割を果たすものである。また，本願商標構成中の「．ＮET」の文字は，トップレベルドメイン名として，日本のみならず，世界共通で普遍的に使用されているものであって，自他役務の識別標識として機能を果たさないといえる。",
                        "したがって，本願商標は，「MIZUHO」の文字部分が商取引に資するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件審決が，本願商標の「後半部の『．ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『．net』を大文字で表したものである」とした点は，後半部の『ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『net』を大文字で表したものである」とすべきであると主張する。",
                        "しかし，本願商標の構成中の「．ＮET」の文字部分は，トップレベルドメインのラベルであるネットワーク事業者(ネットワーク用)を示すコード(大文字・小文字の区別はなく，同じ文字とみなされる〔乙6の2〕)として，一般に理解・把握されるというべきである(乙6の1)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，引用商標が，保険業務について，取引者・需要者間において広く認識されていることは，本件審決時には認められるものの，本願出願時には認められないと主張する。",
                        "しかし，原告も認めるとおり，引用商標は，本件審決時(平成20年5月21日)において，保険業務(生命保険契約の締結の媒介に関する情報の提供，生命保険の引受けに関する情報の提供，損害保険契約の締結の代理に関する情報の提供，損害保険に係る損害の査定に関する情報の提供，損害保険の引受けに関する情報の提供)についても，みずほフィナンシャルグループの使用に係るものとして，取引者・需要者間に広く認識されていたものである。原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原出願の審査経緯，登録例及び裁判例との齟齬に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原出願の審査経緯との齟齬に対し",
                      "text": [
                        "原告の主張は，本件とは別の事件についてのものであり，主張自体失当である。",
                        "なお，原告は，特許庁長官の指定代理人が，別件審決が拒絶の理由とした指定役務が削除されていれば，原出願は登録されていた旨の発言をした旨主張するが，そのような事実はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "登録例及び裁判例との齟齬に対し",
                      "text": [
                        "「MIZUHO ＮET商標」は本願商標とは，「．」の有無において異なること，「みずほねっと商標」は本願商標とは，商標の構成態様において相違することからすれば，原告が指摘する登録例及び裁判例は，いずれも本願商標とは事案を異にするものというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願商標と引用商標が類似するとした本件審決の認定判断に誤りはなく，原告主張の取消事由は理由がないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否判断の基準について",
          "text": [
            "商標法4条1項11号に係る商標の類否は，同一又は類似の商品又は役務に使用された商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものであり(最高裁昭和39年(行ツ)第110号昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである(最高裁昭和37年(オ)第953号昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，及び最高裁判所平成19年(行ヒ)第223号平成20年9月8日第二小法廷判決・裁判所時報1467号325頁参照)。",
            "そこで，上記の観点から本件について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標と引用商標との類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の特徴(出所識別標識として印象を与える部分)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の構成",
                  "text": [
                    "本願商標は，「MIZUHO．ＮET」の文字を標準文字で書してなるものである(前記第2の1)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標の上記構成について観察すると，「MIZUHO」の文字部分と「ＮET」の文字部分の間に「．」(ピリオド)が存することから，両文字部分は視覚的に分離して看取されるということができる。",
                        "この点，原告は，本願商標が上記のように看取されることは，知らないとした上，原告が取得したドメイン名「mizuho．net」は，インターネットのIPアドレスとドメイン名を結び付けるDＮS(Domain Name System)の仕組み上，一体不可分のものであると主張するが，ドメイン名が一体不可分のものであるか否かと，本願商標の上記各文字部分が視覚的に分離して看取されるか否かは，別の問題であるから，原告の主張は上記認定を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決時(平成20年5月21日)において，引用商標は，保険業務(生命保険契約の締結の媒介に関する情報の提供，生命保険の引受けに関する情報の提供，損害保険契約の締結の代理に関する情報の提供，損害保険に係る損害の査定に関する情報の提供，損害保険の引受けに関する情報の提供)について，みずほフィナンシャルグループの使用に係るものとして，取引者・需要者間に広く認識されていたことは，原告も認めるところであって，当事者間に争いがない。",
                        "そうすると，保険業務を指定役務に含む本願商標は，その構成中の「MIZUHO」の文字部分が，みずほフィナンシャルグループに関係するという強い印象を与えるものというべきである。",
                        "この点，原告は，いわゆる「net」ドメインでは，「使用者の組織名」のみでなく，「サービス名」を用いることもあるから，本件審決が，本願商標の前半部がドメインの「使用者の組織名」を表すとした点には，根拠がないと主張する。しかし，「net」ドメイン一般において，「サービス名」が用いられることが少なくないとしても，既に説示したとおり，本願商標の構成中の「MIZUHO」の文字部分が，みずほフィナンシャルグループに関係するという強い印象を与えるものであり，原告の上記主張はこの点の判断を左右するものではない。",
                        "また，原告は，本願出願時には，引用商標が，保険業務について，取引者・需要者間において広く認識されているとはいえないと主張する。しかし，商標法4条1項11号該当性は，特許庁が登録出願について処分(査定又は審決)をした時点を基準(本件については本件審決時)として判断すべきであるから，本願出願時を問題にする原告の上記主張は，主張自体失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "証拠及び弁論の全趣旨によれば，一般に，①インターネット(theInternet)が「net」(ネット)と略称されること(乙1，甲2の3)②「．net」の表記は，分野別トップレベルドメイン(gTLD)の一つとして，我が国はもとより，世界中で普遍的に使用されていること(乙2，乙6の1)，③ドメイン名のうち，ラベル(ピリオドで区切られた部分)中では大文字・小文字の区別はないこと(乙6の2)が，それぞれ認められる。",
                        "そうすると，本願商標の構成中の「ＮET」の文字部分は，「インターネット」に通ずる英語「Internet」の略称「net」の大文字表記と認識され，また，本願商標の構成中の「．ＮET」の文字部分は，トップレベルドメイン名である「．net」の大文字表記と認識されるというべきであるから，本願商標の構成中の「ＮET」ないし「．ＮET」の文字部分は，取引者，需要者において，独立して役務の出所識別標識として認識されるものではないといえる。",
                        "この点，原告は，組織種別としてのネットワーク事業者を示すコードは「net」であり，慣習的に「．net」が用いられているにすぎないから，本件審決が，本願商標の「後半部の『．ＮET』の文字部分は，組織種別としてネットワーク事業者を示すコード『．net』を大文字で表したものである」とした説示は誤りであると主張する。しかし，ネットワーク事業者を示すコードが「net」であるか，「．net」であるかによって，本願商標の構成中の「ＮET」ないし「．ＮET」の文字部分は，取引者，需要者において，独立して役務の出所識別標識として認識されるものではないという上記判断が左右されるものではないので，原告の主張は採用の限りでない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本願商標は，その構成中の「MIZUHO」の文字部分が，取引者，需要者に対し，役務の出所識別標識として強く支配的な印象を与える部分と認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の称呼・観念",
                  "text": [
                    "前記アのとおり，本願商標は，その構成中の「MIZUHO」の文字部分が，取引者，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものであるから，本願商標からは「ミズホ」との称呼及び「みずみずしい稲の穂」の観念が生ずるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の特徴及び本願商標との類否判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の特徴",
                  "text": [
                    "引用商標は，「MIZUHO」と標準文字で書してなる商標であり，これからは，「ミズホ」の称呼及び「みずみずしい稲の穂」の観念が生ずる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標と引用商標との対比",
                  "text": [
                    "本願商標と引用商標とを対比すると，①本願商標は，「MIZUHO」の文字部分と「ＮET」の文字部分が視覚的に分離して看取されるところ，前者の文字部分の長さは，後者の文字部分の2倍近くあること，②本願商標における「MIZUHO」の文字部分が，取引者，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものであるから，本願商標からは，引用商標と同じく，「ミズホ」との称呼及び「みずみずしい稲の穂」の観念が生ずること，③本願商標における「ＮET」又は「．ＮET」の文字部分は，取引者，需要者において，独立して，役務の出所識別標識として認識されるものではないことに照らすならば，本願商標と引用商標とは，「MIZUHO」の文字部分において共通するものであって，同一の称呼及び観念を生ずるものであり，また，外観上も共通するところがあるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取引の実情",
                  "text": [
                    "本願商標は，前記(1)で検討したとおり，「MIZUHO」の文字部分が，取引者，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものであること，本願商標における「ＮET」又は「．ＮET」の文字部分は，取引者，需要者において，独立して，役務の出所識別標識として認識されるものではないことに照らすならば，取引に当たり，本願商標に接する取引者，需要者は，「ＮET」又は「．ＮET」の文字部分ではなく，「MIZUHO」の文字部分に着目するものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願商標と引用商標とは，その外観，称呼，観念の共通性及び取引の実情に照らして，相紛れるおそれのある類似する商標であると認めるのが相当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告の主張に係る原出願の審査経緯，登録例及び裁判例について原告は，原出願の審査経緯，登録例及び裁判例に照らし，本願を拒絶すべき理由はないと主張する。",
            "しかし，以下のとおり，原告の上記主張はいずれも失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張に係る原出願の審査経緯について",
              "text": [
                "原告は，原出願の審査経緯に照らせば，本願を拒絶すべき理由はないと主張する。",
                "しかし，そもそも，原告の主張に係る原出願の審査経緯は，本願についての審査・審判の手続ではないこと，別件審決において判断された原出願の拒絶理由(商標法4条1項15号違反)と本件審決において判断された本願の拒絶理由(商標法4条1項11号違反)とは別の理由であり，判断の基準時点も異なることから，仮に，原出願について原告が主張するとおりの経緯があったとしても，そのことから直ちに本願を拒絶すべきものとした本件審決の判断が誤りであるとはいえない。原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に係る登録例について",
              "text": [
                "原告は，特許庁が，「MIZUHO商標」と「MIZUHO ＮET商標」をともに登録商標としたことからすれば，本願も登録されてしかるべきであると主張する。",
                "しかし，登録出願に係る商標が登録され得るものであるか否かの判断は，個々の商標ごとに個別具体的に検討，判断されるべきものであるところ，原告主張の事例は，本件とは事案を同一にするものではないこと，同事例における特許庁の取扱いは未だ司法審査を経たものではないことからすれば，本願商標が商標法4条1項11号に該当するか否かについての判断が，原告の主張に係る登録例が存在するという事実によって左右されるものではない。原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に係る裁判例について",
              "text": [
                "原告は，「みずほねっと商標」を構成する「みずほねっと」の文字は一体不可分であるとして，「MIZUHO商標」とは役務の出所について混同を生ずるおそれはないとした知的財産高等裁判所の裁判例を指摘し，本願商標の前半部の「MIZUHO」の文字部分も自他役務の識別標識としての機能を有さないというべきであると主張する。",
                "しかし，前記(2)のとおり，登録出願に係る商標が登録され得るものであるか否かの判断は，個々の商標ごとに個別具体的に検討，判断されるべきものであるところ，「みずほねっと商標」に関する原告主張の裁判例は，「MIZUHO」の文字部分と「ＮET」ないし「．ＮET」の文字部分が分離して看取される本願商標とは，事案を異にするから，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "原告はその他縷々主張するが，いずれも理由がない。",
            "以上のとおりであるから，原告の主張はいずれも理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本件請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10258",
    "date": "2009-01-28",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037236",
    "ipprecedent_id": "1734",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}