{
  "conclusion": [
    {
      "fig": "1",
      "text": "承継参加人の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は承継参加人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−13347号事件について平成20年6月23日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "脱退原告は，当初の名称は「エス・エー・ジー・イー・エム エス・エー」であったが，その後，「サジェム ソシエテ アノニム」に名称変更し，平成19年8月23日，特許庁長官にその旨の名称変更届を提出し，更にその後，「サジェム ソシエテ アノニム」から「サフラン」に名称変更し，同年9月13日，特許庁長官にその旨の名称変更届を提出した(以下，名称変更の前後を通じて「脱退原告」という。)。",
            "脱退原告は，平成9年10月29日，発明の名称を「アクセスチェック装置及び該装置と連携するアクセスバッジ」とする発明につき特許出願をした(特願平9−296642号。以下「本願」という。請求項の数は9である。甲5)。",
            "脱退原告は，平成18年3月3日付け手続補正書(甲7)により補正をした(以下，この補正後の明細書を図面とともに「本願明細書」という。補正後の請求項の数も9である。)。",
            "脱退原告は，平成18年3月22日付け拒絶査定(同月28日発送，甲9)を受けたので，同年6月26日，これに対する不服の審判請求をした(不服2006−13347号)。",
            "特許庁は，平成20年6月23日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年7月8日，脱退原告に送達された。なお，審決取消訴訟の出訴期間につき付加期間が90日と定められた。",
            "脱退原告は，平成20年11月5日，本訴(審決取消訴訟)を提起した。",
            "本願の特許を受ける権利は，脱退原告からサジェム ディフェンス セキュリテに譲渡され，更にサジェム ディフェンス セキュリテから承継参加人に譲渡され，平成20年12月24日，特許庁長官に対し，これらの譲渡につき届け出がされた(丙1，丙2)。",
            "承継参加人は，平成21年4月27日，本訴に承継参加し，脱退原告は，被告及び承継参加人の同意を得て本訴から脱退した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1記載の発明を「本願発明」という。)。",
            "「バッジの携帯者による保護域へのアクセスをチェックする装置において，前記バッジは，",
            "特定の身体的特徴を記憶する第1のメモリと，",
            "前記第1のメモリに接続された第1の無線手段を含み，",
            "前記装置は，",
            "前記第1のメモリに記憶された前記特定の身体的特徴を無線により読み取る第2の無線手段と，",
            "前記バッジの携帯者の特定の身体的特徴を取得する取得手段と，前記第2の無線手段により読み取った特定の身体的特徴と，前記取得手段で取得した前記バッジの携帯者の特定の身体的特徴とを比較する比較手段と，前記比較手段の結果により施錠を制御するアクセス施錠手段とを含むことを特徴とする前記アクセスチェック装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開平7−325949号公報(以下「引用刊行物A」という。甲1)に記載された発明(以下「引用発明」という。)及び特開平2−125076号公報(以下「引用刊行物B」という。甲2)に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定によって特許を受けることはできないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明に進歩性がないとの結論を導く過程において認定した引用発明，本願発明と引用発明の一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「IDカードから無線で発信されるID番号から個人を判別する通行制御装置において，",
                    "IDカードは無線でID番号を発信し，",
                    "通行制御装置は，",
                    "IDカードをリードするカードリーダヘッド(入)(10)と，",
                    "ROM(15B)に特徴点データを登録した制御装置(15)と，",
                    "指紋リーダ(12)を備え，",
                    "カードリーダヘッド(入)(10)でIDカードをリードしたID番号",
                    "が登録されているX氏か判断し，",
                    "指紋リーダ(12)でリードした指紋の特徴点データとROM(15B)",
                    "に登録されているX氏の特徴点データが一致するかどうかを判断し，一致すればドア(7)の電気錠(18)を解錠する通行制御装置。」の発明"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「個人情報を特定する携帯物の携帯者による保護域へのアクセスをチェックする装置において，",
                    "個人情報を特定する携帯物は，",
                    "個人情報を記憶する第1のメモリと，第1のメモリに接続された第1の無線手段を含み，",
                    "装置は，",
                    "特定の身体的特徴を取得する取得手段と，",
                    "基準となる特定の身体的特徴と，取得手段で取得した携帯者の特定の身体的特徴とを比較する比較手段と，",
                    "比較手段の結果により施錠を制御するアクセス施錠手段とを含むアクセスチェック装置。」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本願発明では，個人情報を特定する携帯物が「バッジ」であり，「バッジ」は，「特定の身体的特徴を記憶する第1のメモリと，第1のメモリに接続された第1の無線手段を含み」，特定の身体的特徴を取得する取得手段と，基準となる特定の身体的特徴と，取得手段で取得した携帯者の特定の身体的特徴とを比較する比較手段と，比較手段の結果により施錠を制御するアクセス施錠手段とを含む装置は，「第1のメモリに記憶された特定の身体的特徴を無線により読み取る第2の無線手段とバッジの携帯者の特定の身体的特徴を取得する取得手段と，第2の無線手段により読み取った特定の身体的特徴と，取得手段で取得したバッジの携帯者の特定の身体的特徴とを比較する比較手段と，比較手段の結果により施錠を制御するアクセス施錠手段とを含む」のに対して，引用発明は，個人情報を特定する携帯物がIDカードであり，IDカードは無線でID番号を発信し，通行制御装置が，ROM(15B)に特徴点データを登録した制御装置(15)",
                    "と，指紋リーダ(12)を備え，カードリーダヘッド(入)(10)でリードした指紋の特徴点データとROM(15B)に登録されている特徴点データが一致するかどうかを判断する点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する承継参加人の主張",
      "text": [
        "審決は，本願発明の「特定の身体的特徴」との構成を得ることは当業者が容易になし得ると判断した誤り(取消事由1)，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは当業者が容易になし得ると判断した誤り(取消事由2)，本願発明の顕著な作用効果を看過した誤り(取消事由3)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の「特定の身体的特徴」との構成を得ることは当業者が容易になし得るとした判断の誤り(取消事由1)",
          "text": [
            "本願発明の「特定の身体的特徴」との構成は，身体的特徴に復元できない不可逆なデータを意味するが，引用刊行物A及びBには，不可逆なデータである「特定の身体的特徴」についての記載も示唆もないから，本願発明の「特定の身体的特徴」との構成を得ることは，当業者が容易になし得ることではなく，これを当業者が容易になし得るとした審決の判断には誤りがある。以下，詳述する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「特定の身体的特徴」の意義",
              "text": [
                "「特定の身体的特徴」との構成は，「特定の」という修飾語が付されているから，単なる「身体的特徴」と区別して解釈すべきであるが，「特定の身体的特徴」との文言からは，身体的特徴の何が特定されるのか，複数種の身体的特徴の中から特にそれと指定された身体的特徴を指すのか，一の身体的特徴の中の特にそれと指定された部分を指すのかは，明確でない。そこで，本願明細書の発明の詳細な説明の記載を参酌すると，【0010】の記載によれば，本願発明の「特定の身体的特徴」とは，身体的特徴に復元できない不可逆なデータを意味し，身体的特徴に復元可能なデータとは異なるデータである旨が示されていること，また，本願発明の目的，効果として，「気安く，しかも安全なアクセスチェック装置を提供する」(【0008】，【0030】)と記載されていることに照らすならば，本願発明の「特定の身体的特徴」とは，身体的特徴に復元できない不可逆なデータを意味すると解釈すべきである。",
                "本願明細書には，「指紋の画像は例えば指紋の溝の交差点に相当するこれら特徴点の相対位置またはトポロジーによって特徴づけられる。」(【0019】)との記載によって，不可逆なデータである「特徴点データ」が開示されている。身体的特徴に復元できない不可逆なデータといえば，元の画像に戻すことができないものであることは明らかであり，その外延は明確に特定することができる。本願明細書の上記【0019】の記載を参酌すれば，不可逆の程度も明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物A及びBには，身体的特徴に復元できない不可逆なデータについて記載や示唆がないこと",
              "text": [
                "引用刊行物Aには，指紋の特徴点データについての記載はあるが(引用刊行物A【0026】)，それが不可逆なデータであるか否かについて記載はなく，その他引用刊行物Aに不可逆なデータについての記載や示唆はない。",
                "また，引用刊行物Bに記載された個人データは，指紋等の身体的特徴の画像データであり，特許庁資料「標準技術集 バイオメトリック照合の入力・認識 1−2−2−1−1 2値化」(甲11)の記載を考慮すると，それ",
                "は身体的特徴に復元可能なデータであって，引用刊行物Bにも，不可逆なデータについての記載や示唆はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明の「特定の身体的特徴」との構成を得ることの容易性引用刊行物A及びBには，不可逆なデータである「特定の身体的特徴」について記載も示唆もないから，本願発明の「特定の身体的特徴」との構成を得ることは，当業者が容易になし得ることではない。",
                "仮に，引用発明の「特徴点データ」が本願発明の「特定の身体的特徴」に該当するとした上で，引用発明と引用刊行物Bに記載された発明を組み合わせるとしても，引用刊行物Bに記載された「指紋データ」を用いた認証は，認証精度が多少落ちるものの登録拒否がないのに対し(甲12，3頁(1)，4頁表1の「パターンマッチング法」に該当する。)，引用刊行物Aに記載された「特徴点データ」を用いた認証は，精度は比較的高いものの登録拒否が多い(甲12，3頁(2)，4頁表1の「特徴点抽出法(マニューシャ法)」に該当する。)など，それぞれ一長一短があるから，引用発明と引用刊行物Bに記載された発明を組み合わせるに当たり，引用刊行物Bに記載された「指紋データ」に代えて引用発明の「特徴点データ」を採用することは，当業者にとって容易ではない。",
                "したがって，引用発明と引用刊行物Bに記載された発明から本願発明の「特定の身体的特徴」との構成を得ることは，当業者が容易になし得ることではなく，当業者がこれを容易になし得るとした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは当業者が容易になし得るとした判断の誤り(取消事由2)",
          "text": [
            "本願発明の「アクセスチェック装置」は，復元可能なデータではなく，身体的特徴に復元できない不可逆なデータとしての「特定の身体的特徴」をバッジのメモリに記録することにより，無線の傍受による身体的特徴の流出を防止するものである。これに対し，引用発明及び引用刊行物Bに記載された発明においては，無線の傍受による身体的特徴の流出を防止することは考慮されていないから，引用発明の「通行制御装置」の構成の一部(指紋リーダ(12)でリードした指紋の特徴点データとROM(15B)に登録されている特徴点データが一致するかどうかを判断する。)を引用刊行物Bに記載された発明の構成の一部(IDカードを電波式ICカードを利用した非接触式カードとし，非接触式カード16は，カード保有者の指紋が予め記憶登録されたメモリと，メモリに記憶登録された指紋データを外部に送出する送信系統とを含み，通行制御装置は，非接触式カードから送信された指紋登録データを示す送信電波を受信復調し，登録指紋データの照合基準として照合手段に設定する制御部と，個人の指紋データを検知する指紋検出部と，制御部が設定した登録指紋データと指紋検出部15で検出された実際の指紋データとの一致・不一致を照合する照合手段とを含む。)に置き換えて本願発明の構成を得ることは，当業者が容易になし得ることではないから，これを容易であるとした審決の判断には誤りがある。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「アクセスチェック装置」が無線の傍受による身体的特徴の流出を防止するものであること",
              "text": [
                "本願明細書の【0007】ないし【0010】，【0030】の記載に照らすと，本願発明は，復元可能なデータではなく，身体的特徴に復元できない不可逆なデータとしての「特定の身体的特徴」をバッジのメモリに記録することにより，「出願人は無線伝送がアクセスチェックの安全性を低下させるという従来の定説を無視した。・・・本人の身体的特徴を表わすデータをコピーしても，データが本人の一体的部分であるから，元のアナログ形式に戻すことは不可能である。」(【0010】)との効果，すなわち無線の傍受による身体的特徴の流出を防止することにより，無線で身体的特徴に関するデータを送受信するにもかかわらず「安全なアクセスチェック装置を提供することができる」という効果を奏する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明及び引用刊行物Bに記載された発明においては，無線の傍受による身体的特徴の流出を防止することは考慮されていないこと引用発明の「通行制御装置」では，特徴点データの送出に無線を使うことはないので，無線の傍受による身体的特徴の流出を防止することは考慮されていない。",
                "引用刊行物Bの2頁右上欄11ないし16行目の記載に照らすと，引用刊行物Bに記載された「入出退管理装置」は，メモリ容量の節減と処理の高速化のために個人データを非接触式カードのメモリに記録している。そして，引用刊行物Bの3頁左上欄15行目ないし右上欄6行目の記載に照らすと，上記の個人データは，指紋等の身体的特徴の画像データ(2値データ)であり，特許庁資料「標準技術集 バイオメトリック照合の入力・認識 1−2−2−1−1 2値化」(甲11)の記載を考慮すると，この画像データ(2値データ)は，身体的特徴に復元可能なデータである。そのため，引用刊行物Bに記載された「入出退管理装置」については，無線の傍受による身体的特徴の流出を防止することは考慮されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることの容易性引用発明及び引用刊行物Bに記載された発明においては，無線の傍受による身体的特徴の流出を防止することは考慮されていないから，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換える必要性について記載がなく，そのような置き換えによって無線の傍受による身体的特徴の流出を防止する本願発明の「アクセスチェック装置」の構成を得ることは，当業者が容易になし得ることではない。",
                "引用刊行物Bには，制御装置の記憶容量の増大，処理負担の増加，処理時間の長期化に関する解決課題が記載されているが，これらは，一般に，制御装置の性能(記憶容量及び処理能力等)の限界によって発生する問題であり，制御装置の性能が向上すれば解決する。制御装置の性能の向上は日進月歩であるから，当業者は，制御装置の性能の向上によって解決し得る問題を，制御装置の構成を変更してまで解決すべき問題と捉えることはない。したがって，制御装置の記憶容量の増大，処理負担の増加，処理時間の長期化との問題は，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換える動機とはならない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明の顕著な作用効果を看過した誤り(取消事由3)",
          "text": [
            "本願発明には，引用発明及び引用刊行物Bに記載された発明にはない顕著な作用効果があるにもかかわらず，審決は，このような本願発明の顕著な作用効果を看過し，本願発明の作用効果は，引用発明，引用刊行物Bに記載された発明及び周知の技術事項から予測される範囲内のものであると判断した誤りがある。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の作用効果",
              "text": [
                "本願明細書の【0007】ないし【0010】，【0030】の記載に照らすと，本願発明は，身体的特徴に復元できない不可逆なデータとしての「特定の身体的特徴」を用いることにより，無線の傍受による身体的特徴の流出を防止し，無線で身体的特徴に関するデータ(「特定の身体的特徴」)を送受信するにもかかわらず，安全なアクセスチェック装置を提供することができるという作用効果を奏する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明及び引用刊行物Bに記載された発明の作用効果との対比引用発明は，特徴点データの送出に無線を使わないので，上記(1)の作用効果を奏さない。引用刊行物Bに記載された発明は，カードに指紋等の身体的特徴のデータが記録されているが，これは身体的特徴に復元できるデータであるから，上記(1)の効果を奏さない。審決に記載されている周知技術は，無線機能を有するバッジに関するものであり，上記(1)の作用効果を奏さない。",
                "特開平5−233896号公報(乙4)は，単に「指紋の特徴点データ」が不可逆なデータに該当し得る旨の記載があるのみであり，これを無線伝送に用いた場合の効果について言及したものではないから，その記載から本願発明の効果を予測することはできない。",
                "したがって，本願発明の作用効果は，引用発明，引用刊行物Bに記載された発明及び周知技術にはなく，これらから予測できない顕著な作用効果であり，審決は，このような本願発明の顕著な作用効果を看過し，本願発明の作用効果は，引用発明，引用刊行物Bに記載された発明及び周知の技術事項から予測される範囲内のものであって格別のものではないと判断した誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，承継参加人主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の「特定の身体的特徴」との構成を得ることは当業者が容易になし得るとの判断の誤り(取消事由1)に対し",
          "text": [
            "本願発明の「特定の身体的特徴」との構成は，承継参加人が主張するような「身体的特徴に復元できない不可逆なデータ」を意味するとは解されないから，承継参加人の主張は，その前提を欠く。また，仮に，「特定の身体的特徴」との構成が，承継参加人が主張するような「身体的特徴に復元できない不可逆なデータ」を意味するとしても，引用発明において，引用刊行物Bに記載された発明の構成を採用するに当たり，引用刊行物Bに記載された「指紋データ」に代えて引用刊行物Aに記載された指紋の「特徴点データ」を採用し，本願発明の「特定の身体的特徴」との構成を得ることは容易であった。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「特定の身体的特徴」の意義",
              "text": [
                "「特定の身体的特徴」とは，「特にそれと指定された身体に関する特徴」との意味に解釈できる。そして，本願明細書の発明の詳細な説明においては，「指紋」，「網膜」，「遺伝暗号」などの「身体に関する特徴」のうち，特に「指紋」を具体例として説明し，「網膜」への適用も可能である旨記載されている。本願明細書には，承継参加人が主張するような「身体的特徴に復元できない不可逆なデータ」についての記載はない。",
                "承継参加人は，本願明細書の【0010】の記載，【0008】，【0030】の記載によれば，本願発明の「特定の身体的特徴」とは，身体的特徴に復元できない不可逆なデータを意味すると主張する。しかし，【0010】には，「特定の身体的特徴」を定義した記載はなく，【0010】は，「身体的特徴」について，本人と一体不可分のものであって複製できないものであるという「身体的特徴」自体の特性について言及しているにすぎず，「特定の身体的特徴」の「特定の」との語の意味を説明しているものではない。本願発明の目的や効果の一般的，抽象的な記載である【0008】，【0030】の記載からも，本願発明の「特定の身体的特徴」が，身体的特徴に復元できない不可逆なデータを意味すると解することはできない。承継参加人の主張は，「身体的特徴」と「不可逆なデータ」という次元の異なるものを同列に扱うものであって，本願明細書の記載全体に照らして不自然である。仮に，「特定の身体的特徴」との語を，身体的特徴に復元できない不可逆なデータを意味すると解したとしても，不可逆性の程度が明らかでないから，その意義が明確にはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の「特定の身体的特徴」との構成を得ることの容易性指紋情報を用いた個人認証システムにおいて，指紋画像から指紋の分岐点等の特徴を抽出したデータ，すなわち「指紋の特徴点データ」を指紋情報として用いることは，乙1に記載されているように周知の技術的事項であり，メモリの容量が小さい場合に記憶させるべきデータ量を圧縮するために指紋画像から指紋の分岐点等の特徴点を抽出したデータを指紋情報として用いることも，乙2，3に記載されているように周知の技術事項である。そして，データ量を圧縮するために指紋の特徴点を抽出したデータは，元の指紋画像と比較してデータ量は減少しているから，元の指紋画像を復元することができない不可逆なデータであり，このことは，乙4にも記載されているように，当業者ならば自明のことである。そうすると，引用発明において，引用刊行物Bに記載された発明の構成を採用するに当たり，カードのメモリに記憶させるデータ量を圧縮するために「指紋の特徴点データ」を用いることは，当業者にとって容易であった。したがって，引用刊行物Bに記載された発明の「指紋データ」に代えて引用発明の「特徴点データ」を採用し，本願発明の「特定の身体的特徴」との構成を得ることは容易であった。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは当業者が容易になし得るとの判断の誤り(取消事由2)に対し",
          "text": [
            "承継参加人は，本願発明のアクセスチェック装置は，無線の傍受による身体的特徴の流出を防止するものであるのに対し，引用発明及び引用刊行物Bに記載された発明においては，無線の傍受による身体的特徴の流出を防止することを考慮に入れていないから，引用発明の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは，当業者が容易になし得ることではないと主張する。しかし，引用発明及び引用刊行物Bに記載された発明が，無線の傍受による身体的特徴の流出を防止することを考慮に入れているか否かにかかわらず，引用発明と引用刊行物Bに記載された発明は，技術分野及び作用機能が共通するから，当業者であれば，引用発明の構成を，引用刊行物Bに記載された発明の構成により置き換えることは，容易になし得るといえるし，また，引用発明においても引用刊行物Bに記載された発明と同様の問題が生ずることは自明であって，その解決のために，引用発明の構成を，引用刊行物Bに記載された発明の構成に置き換えることに十分な動機付けがあるから，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは当業者が容易になし得るとした審決の判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明と引用刊行物Bに記載された発明の技術分野及び作用機能における共通性",
              "text": [
                "引用発明と引用刊行物Bに記載された発明は，「カードの無線で発信される信号から個人を判別する通行制御装置」という技術分野において共通する上に，「指紋検出手段で検出した指紋データと予め登録された指紋データとの一致・不一致を判断しドアの開閉を行う」という作用機能において共通する。このように技術分野及び作用機能が共通することに鑑みれば，当業者であれば，引用発明の構成を，引用刊行物Bに記載された発明の構成により置き換えることは，容易になし得るといえる。この点は，引用発明及び引用刊行物Bに記載された発明が，無線の傍受による身体的特徴の流出を防止するという目的を考慮に入れているか否かに左右されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の構成を引用刊行物Bに記載された発明の構成に置き換えることについての動機付け",
              "text": [
                "引用発明は，IDカードを携行する個人の指紋の特徴点データを通行制御装置の制御装置(15)のROM(15B)にあらかじめ登録させるものであるから，引用刊行物Bにおいて「従来の入出退管理装置」として記載されたものと同様，指紋情報をあらかじめ登録しておくべき個人の数が多人数になれば，制御装置の記憶容量の増大や処理負担の増大といった問題が生じることは，当業者にとって自明である。そうすると，引用刊行物Bに記載された発明に接した当業者であれば，引用発明にも内在する上記問題を解決するために，引用発明において引用刊行物Bに記載された発明の構成を採用することに十分動機付けがあり，その採用は，容易に想到し得るといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "本願発明の顕著な作用効果を看過した誤り(取消事由3)に対し本願発明の作用効果に関する承継参加人の主張は，本願発明の「特定の身体的特徴」が身体的特徴に復元できない不可逆なデータであることを前提とするものであるが，その主張は，その前提において採用することができない。また，仮に本願発明の作用効果が，身体的特徴に復元できない不可逆なデータを用いることにより安全なアクセスチェック装置を提供することであるとしても，不可逆なデータを用いることは乙1ないし3に記載されているように周知であり，その効果も，乙4に記載されているように周知であり，当業者であれば予測し得る範囲のものであって，格別顕著なものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の「特定の身体的特徴」との構成を得ることは当業者が容易になし得るとした判断の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「特定の身体的特徴」の意義",
              "text": [
                "本願発明の「特定の身体的特徴」とは，複数の具体的特徴を含む「身体的特徴」のうち「特にそれと決められた身体に関する特徴」の意味であると解される。したがって，「特定の身体的特徴」を，身体的特徴に復元できない不可逆なデータのみを指すとする承継参加人の主張は，採用することができない。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "「特定の身体的特徴」との語を通常の言葉の意味に従って解釈すると，「特定」とは，「特にそれと指定すること。特に定められていること。」(広辞苑第5版)を，「身体的特徴」とは，「身体に関する特徴」をそれぞれ指す。人の身体には様々な特徴があることに照らすならば，「身体的特徴」という語は，複数の具体的特徴を含む「身体的特徴」のうち「特にそれと決められた身体に関する特徴」の意味と理解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "本願発明の「特定の身体的特徴」との上記の理解は，本願明細書の発明の詳細な説明によっても，次のとおり裏付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本願発明の課題について",
                          "text": [
                            "本願明細書の【0002】ないし【0008】の記載によると，従",
                            "来技術，本願発明の課題は，要するに，次のとおり認められる。",
                            "アクセスチェック装置によりアクセス許可を受けるのは，バッジの所持者であるが，バッジの盗難に対処し，バッジの本来の所持者と現実の携帯者が同一であることを証明するため，利用者(携帯者)は，バッジをアクセスチェック装置の読取手段へ挿入するとともに，コードワード又は指紋などを電子的にアクセスチェック装置に入力するという二重の操作をしなければならなかった。しかし，このような二重の操作は，時間がかかり，利便性及び気安さの点で問題があり，利用者は，コードワード又は指紋などを電子的にアクセスチェック装置に入力するという操作を省略したくなる。バッジとその読み取り手段との間の通信を無線伝送により行うと，利用者がバッジをアクセスチェック装置の読取手段へ挿入する手間を省くことができるが，バッジと読み取り手段との間の無線伝送を第三者に傍受され，第三者に，アクセス許可データのみならず識別コードワード，PIＮをも複写される危険性がある。そこで，本願発明の目的は，気安く，しかも安全なアクセスチェック装置を提供することにある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "課題を解決するための手段について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "【0009】には，前記aの本願発明の目的を達成するための手段として，平成18年3月3日付け手続補正書(甲7)による補",
                              "text": [
                                "正前の請求項1の発明が記載されている。そして，【0010】ないし【0013】には，その説明として，次のとおり記載されている。",
                                "「【0010】出願人は無線伝送がアクセスチェックの安全性を",
                                "低下させるという従来の定説を無視した。問題をさらに深く検討した結果，携帯者の特定の身体的特徴が本質的にはクラシックなデータとは異なるということを考慮に入れる方がよいことが判明した。",
                                "クラシックなデータの価値は支持材とは独立のデータ内容だけであり，類似した別の支持材上にコピーされ，そのまま悪用されるおそれがある。これに反して，データを情報科学的なディジタルデータに変換さえすれば，本人の身体的特徴を表わすデータをコピーしても，データが本人の一体的部分であるから，元のアナログ形式に戻すことは不可能である。本人の特徴として，指紋のほかに網膜や遺伝暗号の画像を利用することもできる。",
                                "【0011】従って，身体的特徴を携帯者から直接採取するというだけで高い安全性を維持できるから，読取り手段のレベルにおける安全性がバッジの無線によって低下するとしても許容できると考えられる。",
                                "【0012】本発明の構成によれば，バッジ携帯者がなすべきことは識別手段の前に立つことだけであり，コードワードを入力する必要はないから，アクセスチェックも気安いものとなり，迅速な通過が可能になる。要するに，バッジの携帯者はいわば本人自分の属性を提示するということになる。",
                                "【0013】本発明はまた，本発明のアクセスチェック装着と連携する保護域へのアクセスチェックバッジにも係わり，該バッジはメモリ手段によって制御されてバッジ所有者に固有の身体的特徴を表わす識別データをアクセスチェック装置へ伝送する無線手段を含む。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "上記の【0010】ないし【0013】の記載によると，課題",
                              "text": [
                                "を解決するための手段についての説明は，要するに，次の趣旨であると認められる。",
                                "すなわち，バッジに記憶される情報について，それがクラシックなデータ(PIＮ等)であれば，類似した別の支持材上にコピーされそのまま悪用されるおそれがある。しかし，携帯者の特定の身体的特徴のデータであれば，それをデジタルデータに変換しさえすれば，コピーしても，データが本人の一体的部分であるから，元のアナログ形式に戻すこと(本人の身体の一部である指紋と同じものを作出すること)は不可能であり，それを無線伝送してもアクセスチェックの安全性を低下させることはない。本人の身体的特徴として，指紋のほかに網膜や遺伝暗号の画像を利用することもできる。バッジに記憶される情報を特定の身体的特徴とすれば，アクセスチェック装置がバッジの携帯者から特定の身体的特徴を直接採取するだけで高い安全性を維持することができるから，バッジからの無線伝送が傍受されることにより安全性が低下するとしても許容できると考えられる。本願発明の構成によれば，バッジ携帯者はコードワードを入力する必要がないから，アクセスチェックは気安いものとなり，迅速な通過が可能になる。本願発明のバッジは，メモリ手段によって制御されてバッジ所有者に固有の身体的特徴を表す識別データをアクセスチェック装置へ伝送する無線手段を含む。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本願発明の実施形態について",
                          "text": [
                            "本願発明の実施の形態としては，【0014】ないし【0026】",
                            "において，身体的特徴の一つである指紋のデータを用いた場合の実施例が説明されており，【0027】において，網膜の画像を用いる実施態様も可能である旨記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)のとおり，本願明細書の発明の詳細な説明は，本願発明の「特定の身体的特徴」との語を「特にそれと決められた身体に関する特徴」と解釈すべきであることを裏付けるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "承継参加人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "承継参加人は，「特定の身体的特徴」とは，復元可能なデータではなく，身体的特徴に復元できない不可逆なデータに限定して解釈されるべきであると主張する。",
                        "しかし，承継参加人の上記主張は，以下のとおり失当である。すなわち，本願明細書には，「特定の身体的特徴」が，復元可能なデータではなく，身体的特徴に復元できない不可逆なデータを意味するとの記載はない。本願明細書の【0009】の記載及び【0010】ないし【00",
                        "13】の記載によれば，クラシックなデータとの対比において，身体的特徴に関するデータであれば，元のアナログ形式に戻すことは不可能であるから，無線の傍受があっても必要な安全性は確保されるとの記載があるが，同記載を根拠として，「特定の身体的特徴」が，身体的特徴のうち，更に身体的特徴に復元できない不可逆なデータに限定して解釈されるとすることは困難である。したがって，承継参加人の上記主張は，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，承継参加人は，本願明細書の【0010】の記載によれば，本願発明の「特定の身体的特徴」とは，身体的特徴に復元できない不可逆なデータを意味し，身体的特徴に復元可能なデータとは異なるデータであることが分かると主張する。",
                        "しかし，承継参加人の同主張も失当である。",
                        "すなわち，本願明細書の【0010】の記載(前記イ(ア)b(a))に",
                        "よれば，クラシックなデータ(PIＮ等)であれば，類似した別の支持材上にコピーされそのまま悪用されるおそれがあるが，携帯者の特定の身体的特徴であれば，それをデジタルデータに変換しさえすれば，コピーしても，データが本人の一体的部分に係るものであるから，元のアナログ形式に戻すこと(本人の身体の一部である指紋と同じものを再び作出すること)は不可能であり，身体的特徴として，指紋のほかに網膜や遺伝暗号の画像を利用することができるとされている。例えば指紋のような身体的特徴は，デジタルデータに変換されれば，指紋の画像のデジタルデータであっても，そのデジタルデータから本人の身体の一部である指紋と同じものを再び作出することは不可能であるから，そのデータを無線伝送しても安全性が低下することはないとの趣旨と解される。",
                        "そうすると，「特定の身体的特徴」との構成を「特にそれと決められた身体に関する特徴」との意味であると解し，指紋，網膜，遺伝暗号などの身体的特徴のうち「特にそれと決められた」ものを指すと解するならば，上記の【0010】の記載を理解することができる。",
                        "これに対し，本願明細書の【0010】の記載から，本願発明の「特定の身体的特徴」との構成について，更に限定して，身体的特徴に復元できない不可逆なデータ(例えば，指紋についてであれば，その指紋の画像のデータではなく，特徴点のみを抽出し，画像を復元できないようにしたデータ)と解釈すべき根拠はない(指紋の画像から特徴点のみを抽出したデータも，本願発明の「特定の身体的特徴」に含まれると解されるが，本願発明の「特定の身体的特徴」をそのような不可逆なデータに限定する根拠はない。)。したがって，承継参加人の上記主張は，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "承継参加人は，本願明細書には，【0019】の記載によって，不可逆なデータである「特徴点データ」が開示されており，その記載を参酌すれば，不可逆の程度は明らかであると主張する。",
                        "しかし，承継参加人の同主張も失当である。",
                        "すなわち，本願明細書の【0019】には，「装着1の第2入力経路は携帯者の身体部分の画像，ここでは皮フ紋画，この場合，正確には指紋の画像を採取する読取器15を含む。スキャナの形態を有するこの読取器15の出力に接続する画像処理回路16は読取器15によって採取された画像から，指紋の特徴点の位置を抽出することによって必要記憶量が少なくて済むようにする。このようにすれば，指紋の画像は例えば指紋の溝の交差点に相当するこれら特徴点の相対位置またはトポロジーによって特徴づけられる。」との記載がある。これは，その記載からすると，必要記憶量が少なくて済むようにするために，読取器15によって採取された指紋の画像から指紋の特徴点の位置を抽出するとの趣旨であって，本願発明の「特定の身体的特徴」との構成について承継参加人と同様の解釈を採用することを前提として，身体的特徴のうち，更に身体的特徴に復元できない不可逆なデータを得るために，読取器15によって採取された指紋の画像から指紋の特徴点の位置を抽出することが記載されているものではないと解される。したがって，承継参加人の主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "前記(1)のとおり，「特定の身体的特徴」の意義について，承継参加人の主張を採用することはできないから，その余の点につき判断するまでもなく取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは当業者が容易になし得るとした判断の誤り(取消事由2)について",
          "text": [
            "引用発明の「通行制御装置」の構成の一部(指紋リーダ(12)でリードした指紋の特徴点データとROM(15B)に登録されている特徴点データが一致するかどうかを判断する。)を引用刊行物Bに記載された発明の構成の一部(IDカードを電波式ICカードを利用した非接触式カードとし，非接触式カード16は，カード保有者の指紋が予め記憶登録されたメモリと，メモリに記憶登録された指紋データを外部に送出する送信系統とを含み，通行制御装置は，非接触式カードから送信された指紋登録データを示す送信電波を受信復調し，登録指紋データの照合基準として照合手段に設定する制御部と，個人の指紋データを検知する指紋検出部と，制御部が設定した登録指紋データと指紋検出部15で検出された実際の指紋データとの一致・不一致を照合する照合手段とを含む。)に置き換えて本願発明の構成を得ることは当業者が容易になし得るとの審決の判断に誤りはないものと解する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることの容易性ア 引用発明と引用刊行物Bに記載された発明は，いずれも，カードから無線で発信される信号により通行者を識別する通行管理装置に係るものであり，技術分野が同一といえる。そして，引用発明は，指紋の特徴的データ，引用刊行物Bに記載された発明は，指紋データについて，いずれも指紋検出手段で検出したデータとあらかじめ登録されたデータの一致・不一致を判断し，ドア等の開閉を制御するとの機能を共通にする。引用発明が利用する指紋の特徴点データ，引用刊行物Bに記載された発明が利用する指紋データは，ともに身体的特徴であって，いずれも本願発明の「特定の身体的特徴」に該当するといえる。このように，引用発明と引用刊行物Bに記載された発明は，技術分野が同一で，機能に共通点があり，指紋の特徴的データ及び指紋データという身体的特徴を利用する点でも共通する。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "引用刊行物Bには，発明が解決しようとする課題について，受信機の制御部のメモリに入出退管理の対象者の指紋データがあらかじめ登録されているような入退出管理装置にあっては，指紋データをあらかじめ登録しておく個人の人数が多人数になると，登録データの記憶容量が増大するとともに，多数の端末器からの処理要求を受けるために受信機制御部の処理負担が大きく，処理時間も長くなるとの問題があると記載されており(甲2，1頁左欄末行ないし2頁右上欄16行)，引用刊行物Bに記載された発明は，このような課題を解決するものである。他方，引用発明も，IDカードを携行する個人の指紋の特徴点データを通行制御装置の制御装置(15)のROM(15B)にあらかじめ登録させるものであり，当業者にとって，引用発明においても，登録データの記憶容量の増大，処理負担の増加，処理時間の長期化との問題が生ずるのは自明であるといえる。そして，引用刊行物Bに接した当業者にとって，引用発明について生ずる上記問題を解決するために，引用刊行物Bに記載された技術を適用する契機が存在すると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，引用発明は，指紋の特徴点データを利用し，引用刊行物Bに記載された発明は，指紋データを使用するが，いずれも身体的特徴に該当するものであり，いずれのデータを採用するかは設計事項にとどまるというべきである。そして，引用発明に引用刊行物Bに記載された発明を適用するについて阻害事由があるとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，引用発明と引用刊行物Bに記載された発明は，技術分野が同一で，機能に共通点があり，指紋の特徴的データ及び指紋データという身体的特徴を利用する点で共通する上(前記ア)，引用刊行物Bに接した当業者にとって，引用発明について生ずる問題を解決するために，引用刊行物Bに記載された技術を適用する契機が存在し(前記イ)，引用発明に引用刊行物Bに記載された発明を適用するについて阻害事由があるとは認められないから(前記ウ)，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは当業者が容易になし得ると解され，その旨の審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "承継参加人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点について，承継参加人は，引用刊行物Bに記載された制御装置の記憶容量の増大，処理負担の増加，処理時間の長期化は，一般に，制御装置の性能の限界によって発生する問題であり，制御装置の性能が向上すれば解決するものであって，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換える動機とはならないと主張する。",
                    "しかし，引用刊行物Bには，制御装置の記憶容量の増大，処理負担の増加，処理時間の長期化との課題が示されている以上，引用刊行物Bに接した当業者は，上記課題を認識すると推認されるから，承継参加人の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，承継参加人は，本願発明の「アクセスチェック装置」は，復元可能なデータではなく，身体的特徴に復元できない不可逆なデータとしての「特定の身体的特徴」をバッジのメモリに記録することにより，無線の傍受による身体的特徴の流出を防止するものであるのに対し，引用発明及び引用刊行物Bに記載された発明においては，無線の傍受による身体的特徴の流出を防止することは考慮されていないから，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは，当業者が容易になし得ることではないと主張する。",
                    "しかし，承継参加人の同主張は，以下のとおり失当である。",
                    "すなわち，引用刊行物A及びBに，無線の傍受による身体的特徴の流出を防止することが課題として明示されていないとしても，引用刊行物Bに接した当業者にとって，引用発明について生ずる問題を解決するために，引用刊行物Bに記載された技術を適用する契機が存在するから，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることは，当業者が容易になし得ることである。そして，引用刊行物Bに記載された発明において利用されている指紋データは，本願発明の「特定の身体的特徴」のデータに該当するから，本願明細書の【0010】の記載に照らすと，引用発明の「通行制御装置」の構成の一部を引用刊行物Bに記載された発明の構成の一部に置き換えて本願発明の構成を得ることにより，無線の傍受による身体的特徴の流出を防止するとの課題も解決されるものと認められる。したがって，承継参加人の上記主張は，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "本願発明の顕著な作用効果を看過した誤り(取消事由3)について本願発明の作用効果に関する承継参加人の主張は，本願発明の「特定の身体的特徴」が不可逆なデータであることを前提とするものであるが，その主張は，その前提において採用することができない。",
            "さらに，仮に，本願発明の作用効果が，承継参加人主張のとおり，身体的特徴に復元できない不可逆なデータを用いることにより安全なアクセスチェック装置を提供することであるとしても，そのような作用効果は，当業者であれば予測し得る範囲内のものであり，格別顕著なものとはいえず，同旨の審決の判断に誤りはない。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，本願出願前に頒布された刊行物である特公平3−20790号公報(乙1)には，次のとおりの記載があり，指紋の特徴を記憶して利用することが記載されている。",
                    "「発明の構成",
                    "本発明による本人照合装置は，指先端から指紋を採取して画像データに変換する変換手段と，指紋の特徴点及び特徴点間リレーシヨンを示す情報を予め記憶した記憶カードが入力されたときにこの記憶カードの記憶情報を読取るカード読取り手段と，カード読取り手段からの情報を変換手段による画像データから確認照合する照合手段とを含むことを特徴とする。",
                    "実施例",
                    "以下，図面を使用して本発明の実施例を説明する。",
                    "第1図は本発明の実施例のブロツク図であり，記憶カードが入力されたときにその記憶情報を読取るカード読取り装置15，指先端を挿入して指紋を採取する指紋入力装置11，A／D(アナログ／デイジタル)変換装置12，画像メモリ13及び照合プロセツサ10により構成されており，各部は図示の如き各種データ授受用の信号線にて結線されている。",
                    "指紋入力装置11は，ガラス板上に置かれた指に対して裏面からガラスの光学的境界条件を利用して，光源と ITV 等の撮像手段により指紋紋様の光電変換画像を発生するものである。・・・",
                    "こうして得られたデイシジタル的な2次元量子化画像データがメモリ13に格納されると共に，カード読取り装置15により読取られたいわゆるマニユーシヤカード上の特徴点(端点，分岐点)及び特徴点間リレーシヨンに関する情報が，照合プロセツサ10内の作業メモリ103に保持される。指紋特徴は第2図a，bに示されるような，特徴点Mの位置X，Y，紋様方向D，近傍特徴点とのリレーシヨンR1～R4を単位として1指紋内に複数存在する特徴点Mに対してリスト状に表現したものであり，予めマニユーシヤカード上に電磁気的等の方法で記録されている。同図aは指紋の例，同図bはリストの概念を示したものである。これ等の詳細な定義，抽出法については，特開昭55−138174号公報に詳述されている。」(2頁左欄1行ないし右欄1行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また，本願特許出願前に頒布された刊行物である特開昭61−199162号公報(乙2)には，次のとおりの記載があり，指紋情報をICカードに記憶させるにあたって，指紋画像から特徴を抽出したデータを用いることによってデータ量を小さくすることが記載されている。",
        "「ここでICカード20への指紋情報の登録は以下のようにしてなされる。",
        "即ち，第2図で示すように，ある決められた指の指紋を写真に撮り，該写真撮影により得られた採取指紋1の情報を光電変換するか，または指紋を直接CCDカメラまたはITVカメラ10で写し，それを多値コード化6～8ビットの階調コードを利用して既に周知のデータ圧縮手法にて特徴抽出してコード化する。これにより指紋が電気信号に変換され，この紋様コードをICカード20のメモリ(ROM)に記憶させる。これに必要なメモリ容量については，一般的に，生の指紋で約64Kバイトを必要とするが，指紋の深さ，間隔等の特徴を抽出することで約1Kバイト以下に納めることが十分可能であり，残りの容量でカード自体のコード番号等を記憶させられる。なお，第2図において二重四角で示したブロックは，ICカード20へ登録される情報を示している。また後述する第4図においても同様である。」(2頁右下欄14行ないし3頁左上欄12行)"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "さらに，本願出願前に頒布された刊行物である特開昭63−62082号公報(乙3)には，次のとおりの記載があり，従前の指紋による個人識別方式は指紋の形状をそのままIDカードに磁気情報として登録するので情報量が膨大となってカードに書き込むことは困難であったところ，そのような問題を解決するため，指紋の特徴パラメータを抽出してカードに書き込み，本人確認を行うことが記載されている。",
        "「〔発明が解決しようとする問題点〕",
        "従来の指紋による個人識別方式は，人の指紋の形状をそのままIDカードに磁気情報として登録するので，情報量が膨大となつて，磁気カードに書き込むことは困難であり，またパターン認識によるその照合も，実現可能な手段は示されていない。",
        "本発明は上記のような問題点を解消するためになされたもので，磁気カード等(IDカードとして使用する)の内に，指紋の特徴パラメータを書き込み，また，指紋読取装置においても同様に指紋の特徴パラメータを抽出し，カード内の特徴パラメータと比較することにより，本人確認を行う。",
        "〔問題点を解決するための手段〕",
        "本発明に係る個人識別方式は，指紋を画像として取り込んで，画像処理を行い，指紋の種類(渦巻紋，蹄状紋等)や，端点，分岐点等の特徴を抽出して，磁気カード等のメモリーカード内の既に登録してある特徴と比較することにより，本人の確認を行うものである。",
        "〔作用〕",
        "この発明における指紋の特徴パラメータの抽出は，指紋の同一性を確認するのに必要なデータを，通常の磁気カード等に収納できる程度の情報量にまでおとし，かつ，照合時にも，磁気カード等の内の特徴パラメータと，照合時に取り込んだ指紋画像により抽出した特徴パラメータを，比較する。」"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "前記(1)アないしウにおいて利用されているのは，指紋の特徴を抽出して記憶したデータであり，これは，元の指紋の画像に含まれる情報の一部にとどまり，そこから元の指紋の画像を復元することはできず，その意味で「不可逆なデータ」であると解される。そして，そのような不可逆なデータを利用するのであれば，データが外部に流出したとしても，元の指紋の画像に復元されることはないから，指紋の画像が本人の意に反して用いられたりプライバシーが侵害されることはなく，その意味で安全を図ることができる。そのことは，以下のとおり，特開平5−233896号公報(乙4)に記載されており，事柄の内容からして，当業者にとって容易に予測し得ると解される。",
            "「【0026】そして，指紋を使った個人認証では，指紋情報をそのまま記録管理する場合があり，犯罪捜査への利用やプライバシーの侵害などの問題があるが，本発明によれば，指紋情報をそのまま記録するのではなく，特徴だけを記憶しており，この特徴だけでは元の指紋は再現できない情報となっており，さらに記録管理している特徴はID番号のように数字記号とは違うため，用意(判決注：「容易」の誤記と認められる。)に内容が分からない仕組みになっているので，これらの問題も回避することができる。」，「【0028】そして，指紋を使った個人認証では，指紋情報をそのまま記録管理する場合があり，犯罪捜査への利用やプライバシーの侵害などの問題があるが，本発明によれば，指紋情報をそのまま記録するのではなく，特徴だけを記憶しており，この特徴だけでは元の指紋は再現できない情報となっており，さらに記録している特徴はIDカードユニットの内部だけでの管理であり，外部に出ない仕組みになっているので，これらの問題も回避することができる。」",
            "(なお，本願発明において，「特定の身体的特徴」のデータには，元の指紋の画像データのようなものも含まれるが，本願明細書の【0010】の記載の趣旨は，例えば指紋のような身体的特徴は，デジタルデータに変換されれば，そのデジタルデータから本人の身体の一部である指紋と同じものを再び作出することは不可能であるから，そのデータを無線伝送しても安全性が低下することはないとのことと解される。これに対し，乙4の上記記載の趣旨は，指紋の画像データではなく，指紋の特徴を抽出したデータを用いるので，そこから元の指紋の画像を復元することはできず，その点において安全が図られるとのことと解される。)",
            "そうすると，仮に，本願発明の作用効果が，承継参加人の主張のとおり，身体的特徴に復元できない不可逆なデータを用いることにより安全なアクセスチェック装置を提供することであるとしても，そのような作用効果は，当業者であれば予測し得る範囲内のものであって，格別顕著なものとはいえない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "結論",
              "text": [
                "以上のとおり，承継参加人主張の取消事由はいずれも理由がない。承継参加人は，その他縷々主張するが，審決にこれを取り消すべきその他の違法もない。",
                "よって，承継参加人の本訴請求を棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10413等",
    "date": "2009-05-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037640",
    "ipprecedent_id": "1864",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}