{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−1066号事件について平成20年2月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「アクティブマトリックス液晶ディスプレイデバイス」とする後記発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，原告の後記発明(本願発明)が下記引用例に記載された発明との関係で進歩性(特許法29条2項)を有するか，である。",
            "記",
            "・引用例：特開昭62−223727号公報(発明の名称「液晶パネル」，出願人 セイコーエプソン株式会社，公開日 昭和62年10月1日。以下「刊行物1」といい，同記載の発明を「引用発明」という。甲3)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成7年(1995年)5月31日の優先権(米国)を主張して，平成8年5月23日，名称を「アクティブマトリックス液晶ディスプレイデバイス」とする発明につき特許出願(特願平8−127583号。請求項の数1。以下「本願」という。公開特許公報〔特開平8−328040〕は甲1)をし，その後，平成17年9月21日付け(第1次補正。請求項の数1。",
                "甲2)で特許請求の範囲の変更を内容とする補正をしたが，拒絶査定を受けたので，不服の審判請求をした。",
                "同請求は不服2006−1066号事件として審理され，その中で原告は平成18年2月10日付けで特許請求の範囲の変更を内容とする補正(第2次補正。請求項の数7。以下「本件補正」という。甲6)をしたが，特許庁は，平成20年2月12日，本件補正を却下した上，「本件審判の請求は，成り立たない」との審決(出訴期間として90日附加)をし，その謄本は平成20年2月26日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成17年9月21日付け第1次補正に係る特許請求の範囲は，前記のとおり請求項1から成るが，そこに記載された発明(以下「本願発明」という。)は，次のとおりである。なお，審決において第2次補正は却下されたが，原告は本訴においてそれを争っていないので，同補正後の発明の記載は省略する。",
                "「【請求項1】",
                "基板を覆って形成された複数のゲートラインと，",
                "前記基板を覆って形成された複数のデータラインと，",
                "前記基板を覆って形成された複数の画素電極と，",
                "を備え，前記複数の画素電極の各々の周縁部は，少なくとも前記ゲートラインの一部及び前記データラインの一部にオーバーラップしており，さらに，前記ゲートラインを覆って形成された複数のトランジスタを備え，前記ゲートラインの各々が複数のセグメントを有し，各ゲートラインの前記複数のセグメントの各々が前記複数のトランジスタのうちの1つのトランジスタのゲート電極であることを特徴とするアクティブマトリックス液晶ディスプレイデバイス。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その理由の要点は，①本件補正は，請求項の削除，特許請求の範囲の減縮，誤記の訂正，明りょうでない記載の釈明のいずれにも該当しないから却下すべきである，②本願発明は，前記引用発明及び周知技術(その一つとして，「刊行物2」：特開平7−66419号公報〔発明の名称「液晶表示装置」，出願人 京セラ株式会社，公開日 平成7年3月10日，甲4〕を引用)に基づいて当業者が容易に発明をすることができたから特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，引用発明の内容，本願発明と引用発明との一致点及び相違点を，次のとおりとした。",
                    "〈引用発明の内容〉",
                    "「絶縁基板上にゲート電極配線2を行った後，その上に層間絶縁膜，さらにソース線3を形成し，前記ゲート電極配線2及び前記ソース線3が格子状に形成され，その交点にトランジスタを形成したアクティブマトリクス基板の上に複数の画素電極4を形成し，前記複数の画素電極4の各々の周縁部は，前記ゲート電極配線2の一部及び前記ソース線3の一部にオーバーラップしてなる液晶パネル。」",
                    "〈一致点〉",
                    "本願発明と引用発明とは，",
                    "「基板を覆って形成された複数のゲートラインと，",
                    "前記基板を覆って形成された複数のデータラインと，",
                    "前記基板を覆って形成された複数の画素電極と，",
                    "を備え，前記複数の画素電極の各々の周縁部は，少なくとも前記ゲートラインの一部及び前記データラインの一部にオーバーラップしており，さらに，複数のトランジスタを備えていることを特徴とするアクティブマトリックス液晶ディスプレイデバイス。」",
                    "である点で一致する。",
                    "〈相違点〉",
                    "本願発明は，ゲートラインを覆って形成された複数のトランジスタを備え，前記ゲートラインの各々が複数のセグメントを有し，各ゲートラインの前記複数のセグメントの各々が前記複数のトランジスタのうちの1つのトランジスタのゲート電極であるのに対して，引用発明のトランジスタはこのような構成を有しない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(刊行物2記載発明の認定誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "薄膜トランジスタは，ゲート電極，ソース電極及びドレイン電極の3つの電極を備えており，これらの電極と兼用される部位又はこれらの電極に接続される部位が重要である。",
                        "この点，審決が周知例として挙げた前記特開平7−66419号公報(刊行物2，甲4)には，画像信号配線兼薄膜トランジスタのソース電極及び画素電極兼薄膜トランジスタのドレイン電極が最上層に形成され，薄膜トランジスタのソース電極が画像信号配線と兼用で，かつドレイン電極が画素電極と兼用であることが記載されており(甲4・段落【0009】，図8，図9参照)，そのソース電極及びドレイン電極は，単なるソース電極及びドレイン電極ではなく，「画像信号配線兼薄膜トランジスタのソース電極及び画素電極兼薄膜トランジスタのドレイン電極」である。",
                        "他方，刊行物1(甲3，引用発明)に記載された液晶パネルは，複数の画素電極が最上層に形成されている。",
                        "このように，両装置の構成は全く異なるにもかかわらず，審決はその構成の相違を何ら考慮することなく，画像信号配線及び画素電極を無視して刊行物2に記載された発明を認定し，これを前提に判断した点に誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，周知技術の例として，乙1公報(特開平6−332010号公報)及び乙2公報(特開平5−119350号公報)を挙げるところ，乙1公報に記載の技術は，既成のゲート電極配線2，ソース配線8，ソース電極8’及びドレイン電極9’をマスクとする自己整合方式により絵素電極9を形成する技術であり(段落【0036】)，この方式では絵素電極9を形成する際にゲート電極配線2がマスクとして使用されるため，絵素電極9とゲート電極配線2とをオーバラップさせることができない。",
                        "このように，乙1公報に記載の技術は，本願発明のように「前記複数の画素電極の各々の周縁部は，少なくとも前記ゲートラインの一部及び前記データラインの一部にオーバラップ」している技術に適用することができない技術であるから，容易想到性を判断する際の周知技術の例示として挙げるのは適切ではない。",
                        "そうすると，審決には周知技術の例として刊行物2及び乙2公報のわずか二つしか挙げられていないこととなり，これをもって周知技術ということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願発明の進歩性判断の誤り)",
                  "text": [
                    "審決は，刊行物2(甲4)を周知技術といいながら，実質的に刊行物1を主引例，刊行物2を副引例として取り扱っているところ，刊行物1に記載された液晶パネルは，ゲート電極配線2(タイミング線2)及びソース線3(データ線3)を格子状に形成し，その交点にトランジスタを形成してアクティブマトリックス基板とし，このマトリックス基板上に画素電極4を形成するものである。刊行物1に記載されたマトリックス基板の最上層には，画素電極4が形成されており，ソース線3(データ線3)は画素電極4の下層に形成されている。一方，刊行物2に記載された液晶表示装置は，画像信号配線(刊行物1のソース線3(データ線3)に相当する)及び画素電極(刊行物1の画素電極4に相当する)を同時に形成する液晶表示装置であるため，刊行物2に記載された液晶表示装置の最上層には，画像信号配線及び画素電極が形成されている。すなわち，刊行物1に記載された液晶パネルと刊行物2に記載された液晶表示装置とは，製造手順も層構成も異なるものである。",
                    "また，刊行物2に記載された最上層に画像信号配線及び画素電極が形成された液晶表示装置は，刊行物1の従来技術において，画像信号配線と画素電極との間に形成された間隙のため，画素電極の占有率が低下し，このために液晶パネルのコントラスト比が低下したり，透過率が低下したりするという問題点を有することから，刊行物1に記載された発明では採用することが否定されている。",
                    "このように，刊行物1に記載された発明に刊行物2に記載された周知技術を組み合わせることに関して阻害要因があるから，刊行物1に記載された発明の液晶パネルに刊行物2に記載された液晶表示装置を組み合わせることはできず，刊行物1に記載された発明の液晶パネルのトランジスタに代えて従来周知の薄膜トランジスタの技術を適用することについては格別の困難性がある。",
                    "したがって，本願発明は刊行物1に記載された発明及び従来周知の技術に基づいて当業者が容易に発明をすることができたものではない。",
                    "なお，被告は本件訴訟になって周知技術の例として乙3公報(特開平6−160900号公報)を追加するが，乙3公報については審査及び審判において何ら反論の機会が与えられていないから，これを周知技術の例示として挙げるのは不適切である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物2には「画像信号配線兼薄膜トランジスタのソース電極及び画素電極兼薄膜トランジスタのドレイン電極」である液晶表示装置についての発明が記載されているとして，審決がその構成の相違を考慮することなく刊行物2記載の発明を認定したことが誤りである旨主張する。",
                    "しかし，審決は，「…ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」(7頁13行～16行)を「この種アクティブマトリクス型液晶表示装置において従来周知の技術」(周知技術)とし，上記周知技術の一例として刊行物2の記載事項を摘記しているところであって，刊行物2に記載された発明を認定しているのではない。",
                    "したがって，原告の上記主張は，刊行物2に記載された液晶表示装置と刊行物1に記載された発明(引用発明)の構成にのみ基づき，審決が行っていない発明の認定に対してその誤りを主張するものであり，審決を正解しないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決が，アクティブマトリックス型液晶表示装置において，「…ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」(7頁13行～16行)が周知技術であると認定したことが誤りである旨主張するが，以下のとおり審決の認定に誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物2に記載された技術事項",
                      "text": [
                        "審決は，刊行物2の記載に関して，刊行物2の段落【0009】の「画像信号配線兼薄膜トランジスタのソース電極25」及び「画素電極兼薄膜トランジスタのドレイン電極26」の記載を踏まえて，刊行物2の図6，図9及び図10に記載された技術事項を読み取っており，これらの図面において，「画像信号配線兼薄膜トランジスタのソース電極25」及び「画素電極兼薄膜トランジスタのドレイン電極26」における半導体層27上のそれぞれの領域が，それぞれ薄膜トランジスタの「ソース電極」，「ドレイン電極」に相当することは技術上明らかである。",
                        "以上を踏まえれば，刊行物2から，液晶表示装置において，「薄膜トランジスタは，走査信号配線上に形成され，ゲート電極を形成するために走査信号配線から延出する付加的構造を有しないで，走査信号配線の一区分を薄膜トランジスタのゲート電極と」する技術事項を読み取ることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙1公報に記載された技術事項",
                      "text": [
                        "審決が周知例として挙げた乙1公報(特開平6−332010号公報。",
                        "発明の名称「表示基板およびその製造方法」，出願人 シャープ株式会社，公開日 平成6年12月2日。)には，表示基板において，「薄膜トランジスタはゲート電極配線12上に形成され，ゲート電極配線12はゲート電極を形成するためにゲート電極配線12から延出する付加的構造を有さず，ゲート電極配線12の一区分が薄膜トランジスタのゲート電極とされ」る旨の技術事項が記載されている(段落【0002】～【0004】，図6，図7)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙2公報に記載された技術事項",
                      "text": [
                        "審決が周知例として挙げた乙2公報(特開平5−119350号公報。",
                        "発明の名称「液晶表示装置」，出願人 シャープ株式会社，公開日 平成5年5月18日。)には，液晶表示装置において，「TFT25は走査電極線12上に形成され，走査電極線12はゲート電極を形成するために前記走査電極線12から延出する付加的構造を有さず，走査電極線12の一区分がTFT25のゲート電極とされ」る旨の技術事項が記載されている(段落【0049】～【0053】，図1，図6)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "乙3公報に記載された技術事項",
                      "text": [
                        "審決が周知例として挙げたもののほか，乙3公報(特開平6−160900号公報。発明の名称「液晶表示装置」，出願人 三洋電機株式会社，公開日 平成6年6月7日。)には，液晶表示装置において，「トランジスタは，ゲートライン11上に形成され，ゲートライン11は，ゲートを形成するためにゲートライン11から延出する付加的構造を有しないで，ゲートライン11の一区分がトランジスタのゲートとされ」る旨の技術事項が記載されている(【請求項2】，図1，図2)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，刊行物2(甲4)及び乙1公報～乙3公報には，審決が周知技術として認定した，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」が記載されているといえるから，その周知技術の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1に記載された発明に刊行物2に記載された液晶表示装置の薄膜トランジスタを適用する際に阻害要因があると主張するが，上記(1)のとおり，審決は周知技術の一例として刊行物2，乙1公報，乙2公報を挙げているのであって，刊行物1に記載された発明に刊行物2に記載された液晶表示装置を適用することによって，進歩性の判断を行っているのではない。",
                    "したがって，原告の上記主張は審決が行っていない判断の誤りを主張するものであるので，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記(1)イのとおり，審決が認定した周知技術に誤りはなく，これによれば，乙1公報～乙3公報に記載された液晶表示装置においては，いずれも画素電極はドレイン電極又はソース電極に接続されるものであって，画素電極とトランジスタのドレイン電極またはソース電極と兼用されていないものであるといえ，また，乙2公報及び乙3公報に記載された表示装置は，画像信号線の上層に画素電極が形成されるものであるといえる。",
                    "そうすると，審決が周知技術として認定した「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」は，原告が主張するように，「ドレイン電極が画素電極と兼用されているもの」や「最上層に画像信号配線と画素電極が形成されているもの」に限られたものではなく，薄膜トランジスタを備えた表示装置において，広く採用されている周知技術といえるものである。",
                    "したがって，引用発明に上記周知技術を適用することに何ら妨げはないから，原告主張には理由がなく，審決における進歩性の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の第1次補正後の特許請求の範囲「請求項1」(本願発明)は，前記第3，1(2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また本願明細書(公開公報，甲1)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "・ 「本発明は，アクティブマトリックス液晶ディスプレイデバイスに関し，特に，画素電極をゲートラインおよびデータラインにオーバーラップし，5マスクディスプレイアーキテクチャを使用してダークマトリックスを一体形成したアクティブマトリックス液晶ディスプレイデバイスに関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術及び発明が解決しようとする課題",
                  "text": [
                    "・ 「アクティブマトリックス液晶ディスプレイ(AMLCD)は，画素電極の駆動に薄膜トランジスタ(TFT)を使用することによって，表示品質を向上させる。",
                    "AMLCDは，ラップトップコンピュータなど多様な製品の表示部に使用されており，その製造プロセスを簡略にして生産歩留りを向上することに多大な関心がもたれている。これが達成されると，製品の信頼性の向上とともに，製造コストの低減が実現される。」(段落【0002】)",
                    "・ 「AMLCDの画素電極は，通常，透明な導電性物質であるインジウムスズ酸化物(ITO)の層を有する。最近のAMLCDでは，ITO層の上に，パッシベーション層を形成している。パッシベーション層の上に液晶材料を配置し，液晶材料の上に共通電極を形成してAMLCDは完成する。」(段落【0003】)・ 「通常，AMLCDは透明基板の表面上に形成される。AMLCDの画素は，平行な複数のゲートラインと，平行な複数のデータラインとで決定される。ゲートラインとデータラインは互いに垂直であり，基板表面上に画素領域のマトリックスを形成する。各画素領域ごとに画素電極が形成され，それぞれ対応のTFTに接続される。」(段落【0004】)",
                    "・ 「画素電極は導電性であり，かつデータラインとほぼ同一の水平レベルに形成されるので，画素電極とデータラインとの間に間隔を設けて，画素電極がデータラインに接触しないようにする。常態で透明な液晶材料では，画素電極が駆動されると，画素電極とデータラインとの間の間隙から光が逃げ，ディスプレイ品質が低下する。",
                    "一方，常態で不透明の液晶材料では，画素電極とデータラインの隙間の上方に位置する部分の液晶材料は，画素電極の駆動と無関係に，常に不透明である。しかし，多数の画素電極によってデータラインが共有されるため，これら信号ラインに加わる電位によって，信号ライン上の液晶材料の状態が不透明から透明に変わり，これら透明に変化した部分を通って光が逃げる。従って，液晶材料の通常状態が透明であっても不透明であっても，画素電極とデータラインとの間隙から光が逃げ，好ましくない。 これを回避するために，従来のAMLCD装置は，共通電極上にダークマトリックスを設けて，画素電極とデータラインとの間隙から漏れる光を遮断していた。このようなダークマトリックスは，許容範囲内の表示品質を得るために，間隙と約5ミクロンでオーバーラップするように構成される。」(段落【0006】)・ 「ITO層をパッシベーション層の上に配置すると，光の逃げ道となる間隙部分が大きくなる。画素電極とデータラインとを隔てる垂直距離は，パッシベーション層が厚くなるほど増加する。ディスプレイ品質を維持するには，共通電極上のダークマトリックス領域を増加させなければならない。しかし，ダークマトリックス領域を増加させると，実行画素領域が狭められることになり，ディスプレイ品質の低下につながる。」(段落【0008】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "・ 「本発明の目的は，複数のゲートライン及びデータラインを基板にわたって形成し，画素電極の各々の周縁部がゲートラインの一部とデータラインの一部の少なくとも一方にオーバーラップするよう複数の画素電極をゲート及びデータライン上に形成することによってダークマトリックスを形成することである。」(段落【0009】)",
                    "・ 「画素電極は，ゲートライン上に第1の間隔をおき，データライン上に第2の間隔をおいて形成される。画素電極は，ゲートライン上に第1の距離の少なくとも2倍の距離でオーバーラップし，データライン上に第2の距離の少なくとも2倍の距離でオーバーラップして，60°を越える漏れ光の可視角度を達成する。」(段落【0010】)",
                    "・ 「本発明の他の目的は，画素電極をゲートラインおよびデータラインにオーバーラップさせることによってダークマトリックスを形成する方法を提供することである。」(段落【0011】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "・ 「本発明の液晶ディスプレイデバイスでは，画素電極をデータラインおよびゲートライン上にオーバーラップするように形成することによってダークマトリックスを一体形成し，画素電極間の間隙からの光漏れを防止し，十分な漏れ光可視角度を達成して，表示品質を向上させる。また，ダークマトリックスを，画素電極の形成と共に一体形成するので，製造プロセスの簡略化を計ることができ，信頼性，生産性ともに改善された液晶ディスプレイデバイスの製造が提供される。」(段落【0038】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明は，アクティブマトリックス液晶ディスプレイデバイスに関するものである。従来技術においては，画素電極が導電性であり，かつデータラインとほぼ同一の水平レベルに形成されるので，画素電極とデータラインとの間に間隔を設けて，画素電極がデータラインに接触しないように形成されることになるが，その結果，画素電極とデータラインとの間隙から光が逃げ，ディスプレイ品質が低下する等の課題があった。そこで本願発明は，複数のゲートライン及びデータラインを基板にわたって形成し，画素電極の各々の周縁部がゲートラインの一部とデータラインの一部の少なくとも一方にオーバーラップするよう複数の画素電極をゲート及びデータライン上に形成することによってダークマトリックスを一体形成するといった請求項1記載の構成を採用し，もって，画素電極間の間隙からの光漏れを防止し，十分な漏れ光可視角度を達成して，表示品質を向上させるとともに，ダークマトリックスを画素電極の形成と一体形成することで製造プロセスの簡略化を計ることができ，信頼性，生産性ともに改善された液晶ディスプレイデバイスを提供するものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "周知技術の意義",
          "text": [
            "原告は，審決の周知技術の認定が誤りである旨主張するので，取消事由の検討に先立ち，この点について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2(甲4)には，次の記載がある。",
                    "・ 「【0009】開口率を上げるために，図6に示すように，薄膜トランジスタ16を走査信号配線上に形成することが考えられる。薄膜トランジスタ16を走査信号配線13上に形成した場合の薄膜トランジスタ16周辺部の拡大図を図7に，また図7のA−A’断面図を図8に示す。さらに，他の例を図9に，また図9のA−A’断面図を図10に示す。図7ないし図10において，17，24は走査信号配線兼薄膜トランジスタのゲート電極，18，25は画像信号配線兼薄膜トランジスタのソース電極，19，26は画素電極兼薄膜トランジスタのドレイン電極，20，27は薄膜トランジスタの半導体層，21，28は絶縁層，22，29はガラス基板，23，30は薄膜トランジスタのチャネル部である。」",
                    "・図面",
                    "【図6】 【図9】",
                    "【図10】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記図10の断面図からは，ガラス基板29上に走査信号配線兼薄膜トランジスタのゲート電極24が形成され，その上に絶縁層28を介して薄膜トランジスタの半導体層27が設けられており，さらに，当該半導体層27上に画像信号配線兼薄膜トランジスタのソース電極25及び画素電極兼薄膜トランジスタのドレイン電極26が，チャネル部30を挟んで接続されていることが認められる。",
                    "また，図6及び図9からは，各画素に対応する薄膜トランジスタ16は走査信号配線13上に形成されており，走査信号配線兼薄膜トランジスタのゲート電極24は平面視で一定幅の直線構造をしているから，ゲート電極を形成するために走査信号配線13から延出する付加的構造を有しないで，走査信号配線の1区分を薄膜トランジスタのゲート電極としていることが認められる。",
                    "そうすると，刊行物2には，次の技術事項が記載されていると認められる。",
                    "「各画素に対応する薄膜トランジスタを備えたアクティブマトリックス方式の液晶表示装置において，",
                    "前記薄膜トランジスタ16は，走査信号配線13上に形成され，走査信号配線兼薄膜トランジスタのゲート電極24は，ゲート電極を形成するために走査信号配線から延出する付加的構造を有しないで，走査信号配線の一区分が薄膜トランジスタのゲート電極として用いられており，",
                    "走査信号配線兼薄膜トランジスタのゲート電極24の上に絶縁層28を介して薄膜トランジスタの半導体層27が形成され，該半導体層27上に画像信号配線兼薄膜トランジスタのソース電極25及び画素電極兼薄膜トランジスタのドレイン電極26がチャネル部30を挟んで接続されていること。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，走査信号配線兼薄膜トランジスタのゲート電極24はゲートラインに相当するから，薄膜トランジスタ16はゲートラインを覆って形成されているといえ，また，走査信号配線の1区分が薄膜トランジスタのゲート電極として用いられることは，ゲートライン自体を複数のトランジスタのゲート電極として用いることに相当するから，刊行物2の「ソース電極」が画像信号配線と兼用であり，かつ，「ドレイン電極」が画素電極と兼用であることを前提としても，刊行物2には，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が開示されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙1公報",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が周知技術の例として挙げた特開平6−332010号公報(乙1公報)には，次の記載がある。",
                    "・ 「【0002】",
                    "【従来の技術】逆スタガー型の薄膜トランジスタ(以下，TFTと略称する)をアドレス素子として有するアクティブマトリクス型表示基板の従来例を図6および図7に示す。図6はこの表示基板を構成するベース基板11の一絵素部を示す。このベース基板11上には，互いに平行に配設されるゲート電極配線12と，このゲート電極配線12に直交し，互いに平行に配設されるソース配線18とが形成されている。」",
                    "・ 「【0003】図6に示すように，隣接するゲート電極配線12とソース配線18とが囲む領域のそれぞれがこの表示基板の一絵素部に対応し，各領域のほぼ全域を埋める形で絵素電極19が形成されている。」",
                    "・ 「【0004】また，図7は図6の線X−Yによる断面を示す。ベース基板11上にはゲート電極配線12が形成され，このゲート電極配線12の上面および両側面の表層に第1のゲート絶縁膜13が形成されている。この第1のゲート絶縁膜13が形成されたゲート電極配線12を覆って，ベース基板11の全表面に第2のゲート絶縁膜14が形成されている。第2のゲート絶縁膜14上であって，ゲート電極配線12に交差する位置の所定の領域にa−Siから成る半導体膜15が形成されている。この半導体膜15上面の中央部にはチャネル層16が形成され半導体膜15をその表面に沿う方向で二つの領域に分断している。この半導体膜15がチャネル層16で分断された両側部のそれぞれにはオーミック接触用のコンタクト膜17が形成されている。このコンタクト膜17はn+−a+Siから成る。両コンタクト膜17，17の一方に重畳してソース電極18’が形成され，他方にはドレイン電極19’が形成されている。このドレイン電極19’はコンタクト膜17を覆い，チャネル層16と反対側の端部は第1のゲート絶縁膜13上に達し，この第1のゲート絶縁膜13上に沿って少し延伸したところにその端部を成す。このドレイン電極19’の端部には第2のゲート絶縁膜14上に形成された絵素電極19の端部が重畳している。これらすべての基板要素を覆って，ベース基板11の表面全面に保護膜20が積層形成されている。」",
                    "・ 【図6】 【図7】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載からすると，各絵素部に対応する薄膜トランジスタの構成要素はゲート電極配線12上に形成されているから，薄膜トランジスタはゲート電極配線12を覆って形成されていることが認められる。そして，図6によれば，ゲート電極配線12は平面視で一定幅の直線構造をしており，また，図7によれば，半導体層15のうちチャネル層16で覆われた部分(ソース電極18’とドレイン電極19’に挟まれた領域)はすべてゲート電極配線12上に配置され，ゲート電極配線12の1区分が薄膜トランジスタのゲート電極とされており，これによれば，ゲート電極配線12はゲート電極を形成するためにゲート電極配線12から延出する付加的構造を有しないで，ゲート電極配線12自体が薄膜トランジスタのゲート電極となっていると認められる。また，図7によれば，ゲート電極配線12の上層にソース電極18’及びドレイン電極19’が形成されるとともに，ドレイン電極19’の端部には第2のゲート絶縁膜14上に形成された絵素電極19の端部が重畳していることが認められる。",
                    "そうすると，乙1公報には次の技術事項が記載されていると認められる。",
                    "「複数の薄膜トランジスタを備えた表示基板において，",
                    "複数の薄膜トランジスタはゲート電極配線12を覆って形成され，ゲート電極配線12はゲート電極を形成するためにゲート電極配線12から延出する付加的構造を有しないで，ゲート電極配線12自体が複数の薄膜トランジスタのゲート電極として用いられており，ゲート電極配線12の上層にソース電極18’及びドレイン電極19’が形成され，ドレイン電極19’の端部には第2のゲート絶縁膜14上に形成された絵素電極19の端部が重畳されていること。」ウ そして，ゲート電極配線12はゲートラインに相当するから，乙1公報には，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が開示されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙2公報",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が周知技術の例として挙げた特開平5−119350号公報(乙2公報)には，次の記載がある。",
                    "・ 「【0044】次いで，図6…に示すように，ITO膜をスパッタリング法により成膜し，画素電極19としてパターン化する。このとき，画素電極19は信号電極線16及び走査電極線12上にオーバラップするように形成する。即ち，走査電極線12 及び信号電極線 16 の各々の少なくとも端部が，画素電極 19 によって層間絶縁層17を介して被覆されるように画素電極19を形成する。その後，窒化シリコン膜を画面全体に形成し，パッシベーション膜20とする。」",
                    "・ 「【0049】従って，この実施例の液晶表示装置のTFT基板は，ガラス基板11，走査電極線12，窒化シリコン膜13，非ドープa−Si膜14，n+ a−Si膜15，信号電極線 16，層間絶縁層 17，貫通孔 18，画素電極 19，パッシベーション膜 20及び遮光膜21を備えている。」",
                    "・ 「【0050】画素電極19及びTFT25はガラス基板11上に，マトリクス状に複数設けられており，画素電極 19 は層間絶縁層 17 に設けられている貫通孔 18 を介して，TFT25のドレイン電極に接続されている。」",
                    "・ 「【0051】走査電極線12はTFT25を動作させ，信号電極線16はTFT25を介して画素電極19に電圧を印加するように構成されている。」・ 「【0052】TFT25は，非ドープa−Si膜14，n+ a−Si膜15，並びに信号電極線 16 から成るソース電極及びドレイン電極から構成されており，ゲート絶縁膜である窒化シリコン膜13によって走査電極線12と絶縁されている。」・ 「【0053】画素電極19は信号電極線16及び走査電極線12上に，層間絶縁層17を介してオーバラップするように形成されている。」",
                    "・ 【図1】",
                    "【図6】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載からすると，各画素に対応するTFT25の構成要素は，走査電極線12上に形成されているから，TFT25は走査電極線12を覆って形成されていることが認められる。また，段落【0044】及び図6の平面図に加えて図1の断面図を参酌すれば，走査電極線12は平面視で一定幅の直線構造をしており，非ドープa−Si膜14のうち信号電極線16から成るソース電極とドレイン電極に挟まれた領域はすべて走査電極線12上に配置され，走査電極線12の1区分がTFT25のゲート電極とされており，これによれば，走査電極線12はゲート電極を形成するために走査電極線12から延出する付加的構造を有しないで，走査電極線12自体が複数のTFT25のゲート電極となっていることが認められる。さらに，図1及び図6によれば，画素電極19は，層間絶縁層17に設けられている貫通孔18を介してTFT25のドレイン電極に接続され，信号電極線16及び走査電極線12上に層間絶縁層17を介してオーバラップするように形成されていることが認められる。",
                    "そうすると，乙2公報には次の技術事項が記載されていると認められる。",
                    "「複数のTFT25を備えた液晶表示装置において，",
                    "複数のTFT25は走査電極線12を覆って形成され，",
                    "走査電極線12はゲート電極を形成するために走査電極線12から延出する付加的構造を有しないで，走査電極線12自体が複数のTFT25のゲート電極として用いられており，",
                    "走査電極線12の上層にソース電極及びドレイン電極が形成され，画素電極19は，層間絶縁層17に設けられている貫通孔18を介して，TFT25のドレイン電極に接続され，信号電極線16及び走査電極線12上に，層間絶縁層17を介してオーバラップするように形成されていること。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，走査電極配線12はゲートラインに相当するから，乙2公報には，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が開示されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "乙3公報",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上のほか，特開平6−160900号公報(乙3公報)には，次の記載がある。",
                    "・ 「【請求項2】透明な絶縁性基板上に形成された複数本のゲートラインと，このゲートラインを含む前記絶縁性基板全面に積層されたゲート絶縁膜と，前記ゲートラインと交差する方向に延在された複数本のドレインラインと，このドレインラインと前記ゲートラインで囲まれた領域に設けられた表示電極と，この表示電極に信号を与えるトランジスタとを少なくとも有する液晶表示装置に於て，前記トランジスタのゲートは，前記ゲートラインで成り，前記トランジスタの半導体層は，前記ゲートラインのゲートに対応する前記ゲート絶縁膜上に設けられ，このトランジスタのソース電極，ドレイン電極およびドレインラインを含む全面に設けられた層間絶縁膜を介して，実質的にドレインラインおよびゲートライン上にまで表示電極を延在する事を特徴とした液晶表示装置。」",
                    "・ 「【0019】本発明の特徴は，2つあり，1つは層間絶縁膜(23)であり，これによって表示電極(14)をドレインライン(21)およびゲートライン(11)の上に載置できる点である。2つ目は，トランジスタの形成位置であり，ゲートライン上に形成し，ゲートはゲートライン(11)から突出されないことにある。",
                    "また別言するとトランジスタの構成要素がゲートライン上に形成され，表示電極の形成位置に制約を与えないことである。」",
                    "・ 【図1】 【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載からすると，トランジスタの構成要素は，ゲートライン11上に形成されているから，トランジスタはゲートライン11を覆って形成されていると認められる。また，図1によれば，ゲートライン11は平面視で一定幅の直線構造をしており，ゲートを形成するためにゲートライン11から突出されず，半導体層のうちソース電極22とドレイン電極20に挟まれた領域はすべてゲートライン11上に配置され，ゲートライン11の一区分がトランジスタのゲートとされて，ゲートライン11自体がトランジスタのゲートとなっていることが認められる。さらに，図2によれば，表示電極14は，層間絶縁膜23に設けられている孔Cを介してソース電極22に接続され，ゲートライン11及びドレインライン21上にまで層間絶縁膜23を介して延在するように形成されていることが認められる。",
                    "そうすると，乙3公報には次の技術事項が記載されていると認められる。",
                    "「複数のトランジスタを備えた液晶表示装置において，",
                    "複数のトランジスタは，ゲートライン11を覆って形成され，ゲートライン11は，ゲートを形成するためにゲートライン11から延出する付加的構造を有しないで，ゲートライン11自体が複数のトランジスタのゲートとして用いられており，",
                    "ゲートライン11の上層にソース電極22及びドレイン電極20が形成され，",
                    "表示電極14は，層間絶縁膜23に設けられている孔Cを介してソース電極22に接続され，ゲートライン11及びドレインライン21上にまで，層間絶縁膜23を介して延在するように形成されていること。」ウ したがって，乙3公報には，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が開示されているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，刊行物2(甲4)及び乙1～乙3には，いずれも審決が周知技術として認定した，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が記載されていると認められる。",
                "そして，これらの文献はいずれも本願の優先権主張日(平成7年5月31日)以前に公開されていたものであり，その技術分野は本願発明と同様，アクティブマトリックス液晶表示装置における薄膜トランジスタの電極構造に係るものである上，乙1公報に関する上記記載は，その出願当時(平成5年5月26日)における従来技術として挙げられたものであること(乙1，段落【0002】～【0004】参照)を併せ考慮すると，審決の認定した上記構成は，本願の優先権主張日(平成7年5月31日)当時において，発明の属する技術の分野における通常の知識を有する者(当業者)において周知技術であったと認められる。これと同旨の審決の認定に誤りはない。",
                "なお原告は，乙1公報に記載の技術は絵素電極9とゲート電極配線2とをオーバラップさせることができない技術であるから，周知技術の例示として適切でない旨主張するが，審決の認定した上記周知技術はゲートラインとその余のトランジスタ構造との配置に関する技術であって，絵素電極とゲート電極配線とのオーバラップに係る構成は含まれていないから，原告の主張する点は周知技術に係る前記認定を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(刊行物2記載発明の認定誤り)について",
          "text": [
            "原告は，刊行物1(甲3)と刊行物2(甲4)に記載された液晶パネルは電極の配設・兼用部位が異なるにもかかわらず，審決がその相違を何ら考慮することなく刊行物2記載発明を認定したことが誤りである旨主張する。",
            "この点，審決は，前記第3，1(3)イのとおり，刊行物1に基づき引用発明を認定するとともに，これと本願発明とを対比して一致点及び相違点を認定し，その上で審決は，相違点の判断に当たり，「上記(2)刊行物記載の事項の(2−2)において摘記した，刊行物2の記載事項からも明らかなように，ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いることは，この種アクティブマトリクス型液晶表示装置において従来周知の技術(上記刊行物2以外に，特開平6−332010号公報及び特開平5−119350号公報をも参照。)である。」(7頁12行～18行)としたものである。",
            "そうすると，審決は，相違点に係る「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が周知技術であることを認定し，これを裏付けるものとして，上記構成が開示された刊行物2等を例示したものと認められ，刊行物2記載発明を，審決取消訴訟においてその審理範囲を画することになる副引用例として用いたものでないことは明らかである。",
            "そして，審決の認定した上記構成が周知技術といえることは前記3のとおりであるから，この点に関する審決の認定に誤りがあるということはできない。",
            "これに対し，原告の上記主張は，刊行物1と刊行物2記載の各液晶パネルにおける電極の配設・兼用部位の差異をもって，周知技術に係る審決の認定誤りを帰結するものであるが，この点は，「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」との構成が周知技術であることを前提に，上記差異をもってしても刊行物1記載発明(引用発明，甲3)と周知技術に係る上記構成とを組み合わせることが可能か否かという観点から論じられるべきであって(この点は取消事由2において検討する)，それを認定しないことが周知技術の認定についての瑕疵となるものではない。",
            "したがって，原告の上記主張は前提において採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(本願発明の進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明においては最上層に画素電極が形成されるのに対し，刊行物2においては画像信号配線及び画素電極を同時に，かつ，最上層に形成する発明が開示されているとして，両者の製造方法ないし層構造の違いを指摘した上で，刊行物1に記載された発明に刊行物2に記載された周知技術を組み合わせることに関して阻害事由があるから，本願発明を容易想到とした審決の判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，審決の相違点に係る認定は，前記第3，1(3)イのとおり，アクティブマトリックス液晶ディスプレイデバイスにおける薄膜トランジスタの構成について，本願発明におけるトランジスタが，ゲートライン上にこれを覆う形でトランジスタ構造が設けられ，かつ，直線状のゲートラインがそのまま各セグメントにおいてトランジスタのゲート電極を構成するのに対し，引用発明におけるトランジスタが，Si薄膜上に絶縁膜を介してゲート電極配線が設けられ，かつ，ゲート電極が，タイミング線(ゲートライン)それ自体ではなく，そこから延出する付加的構造により構成されていることから，このような構成の相違をもって相違点と認定したものであり，しかも，前記3のとおり，当該相違点の構成に対応する構成(「ゲートラインを覆って形成された複数のトランジスタを備え，ゲート電極を形成するためにゲートラインから延出する付加的構造を有しないでゲートライン自体を複数のトランジスタのゲート電極として用いること」)をもって周知技術として認定し，容易想到性を判断したものである。",
                "このように，上記相違点及び周知技術は，飽くまでもゲートラインとその余のトランジスタ構造との配置に関するもの及びゲートラインとゲート電極との関係に係るものであって，その余のソース・ドレイン電極と画素電極との位置関係ないし層構造等を問題とするものではない。そうすると，原告の主張する上記層構造等は上記相違点ないし周知技術の構成に包含されるものではないから，そのような層構造等の差異が直ちに引用発明と上記周知技術との組合せを困難ならしめる理由となるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，実際にも，以下のとおり，審決の認定した前記周知技術は，刊行物2におけるような画像信号配線及び画素電極が同時に製造される場合ないし両者を最上層に構成する場合や，刊行物2と同様の電極の配設・兼用部位を有するトランジスタに特有の構成ということはできないから，そのような層構造等の差異の存在が引用発明と前記周知技術との組合せを困難ならしめるものではない。",
                "すなわち，上記3において認定したとおり，乙1公報に記載された表示基板は，「ドレイン電極19’の端部には第2のゲート絶縁膜14上に形成された絵素電極19の端部が重畳されている」ものであるから，絵素電極19とドレイン電極19’とは別部材として形成され，ドレイン電極19’に接続されている。",
                "また，乙2公報に記載された表示装置は，「画素電極19は，層間絶縁層17に設けられている貫通孔18を介して，TFT25のドレイン電極に接続され，信号電極線16及び走査電極線12上に，層間絶縁層17を介してオーバラップするように形成されている」ものであるから，画素電極19とドレイン電極とは別部材として形成され，ドレイン電極に接続されている上，信号電極線16及び走査電極線12の上層に画素電極19が形成される点についても開示がある。",
                "さらに，乙3公報に記載された液晶表示装置は，「表示電極14は，層間絶縁膜23に設けられている孔Cを介してソース電極に接続され，ゲートライン11及びドレインライン21上にまで，層間絶縁膜23を介して延在するように形成されている」ものであるから，表示電極14とソース電極とは別部材として形成され，ソース電極に接続されている上，ゲートライン11及びドレインライン21の上層に表示電極が形成される点についても開示がある。",
                "このように，乙1公報ないし乙3公報に記載された表示装置においては，いずれも画素電極は別部材として他の電極・配線とは別工程で形成され，ドレイン電極又はソース電極に接続されるものであって，画素電極がトランジスタのドレイン電極又はソース電極と兼用されていないものであるし，また，乙2公報及び乙3公報に記載された表示装置は，画像信号配線の上層に画素電極が形成され，最上層に画像信号配線を有しないものであり，このような構成においても，審決の認定した前記周知技術を適用することは可能ということができる。",
                "なお，前記乙3公報が本件審判手続において斟酌された形跡はないが，引用発明たる刊行物1(甲3)の意義を明らかにするためにこれを周知技術の例として本件訴訟において認定することができるのであるから(最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁参照)，被告が本訴において周知技術の例として提出した乙3公報を認定に供することが違法となるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，審決の認定した前記周知技術は，薄膜トランジスタを備えた表示装置において広く採用可能な構成というべきであって，引用発明のトランジスタの構成に代えて上記周知技術を適用することが困難であるとはいえないから，本願発明は，当業者が引用発明から容易に想到することができると認められる。これと同旨の審決の判断に誤りはなく，原告の前記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "その他，原告は，審決が刊行物1を主引用例，刊行物2を副引用例として扱っているとか，乙3公報について審査及び審判において反論の機会が与えられていないなどと主張するが，審決が刊行物2を副引用例として用いたものでないことは前記4のとおりであるし，周知技術としての性質上，これを裏付ける刊行物が審査及び審判において示されなかったとしても，前記のとおり，これにより直ちに審決が違法となるものではないから，原告の上記主張はいずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}