{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審で拡張した請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，平成12年度ないし平成19年度における控訴人に対する著作権使用料支払に関する支払調書控えを閲覧させよ。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，200万円を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，第2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "本件は，自己の著作物につき被告と出版契約を締結した控訴人(原審原告。",
            "以下「原告」という。)が，被控訴人(原審被告。以下「被告」という。)に対し，同出版契約に基づき，初版第1刷1200部(平成12年5月1日発行)を超えて発行された書籍について，支払調書控えの閲覧を請求するとともに(原審における閲覧請求の対象は，平成17年度ないし平成19年度における原告に対する著作権使用料支払に関する支払調書控えであったが，後記のとおり，当審において，閲覧請求の対象は拡張された。)，著作権使用料等を請求した前訴(東京地方裁判所平成17年(ワ)第18674号著作権使用料請求事件)の口頭弁論終結時(平成17年10月12日)より後に発行された書籍の著作権使用料200万円の支払を求めた事案である。",
            "原判決は，平成12年5月1日に発行された初版第1刷1200部を超えて被告が同出版契約に基づいて書籍を発行したことを認めるに足りる証拠はないとして，原告の請求をいずれも棄却した。そこで，原告は，原判決を不服として本件控訴を提起し，当審において，支払調書控えの閲覧請求について，請求を拡張した(平成12年度ないし平成16年度の支払調書控えを閲覧請求の対象に加えた。)。",
            "なお，原判決の略語表示は当審においてもそのまま用いる。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件出版契約",
              "text": [
                "原告は，平成11年11月17日，被告との間で，原告の著作物である「世界初，大発見 地震予知確立」(以下「本著作物」という。)を書籍(本件書籍)として出版することにつき，以下の内容を含む出版契約(本件出版契約)を締結した。(甲1，弁論の全趣旨)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "第9条(著作権使用料)",
                  "text": [
                    "被告は，原告に対して，次のとおり本著作物の著作権使用料を支払う。",
                    "部数1部ごとに本体価格の8％に相当する金額。(3刷以上10％)ただし，初版については2％とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第11条(贈呈部数等)",
                  "text": [
                    "被告は，初版第1刷の際に100部まで，増刷に際してはそのつど1部を原告に贈呈する。ただし，初版出版2か月前までに必要部数を決定するものとする。",
                    "2．原告は，第9条の規定にかかわらず，納本・贈呈・批評・宣伝・業務などに使用する見本分として，初版に際し100部と前項の部数を加えた合計200部について著作権使用料を免除する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第12条(発行部数の報告)",
                  "text": [
                    "被告は，本著作物の発行部数を証するため，原告に対し製本のつどその部数を報告する。原告の申し出があった場合には，被告は，その証拠となる書類の閲覧に応ずる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件書籍初版第1刷の発行",
              "text": [
                "被告は，本件出版契約に基づき，平成12年5月1日，本件書籍の初版第1刷1200部を本体価格1000円で発行した。(当事者間に争いがない)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "著作権使用料の支払",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，平成12年9月8日，原告に対し，本件出版契約に基づき，本件書籍の初版第1刷として発行した1200部につき，著作権使用料として1万8000円を支払った。(当事者間に争いがない)"
                },
                {
                  "fig": "イ",
                  "subject": "本件出版契約第9条により，初版の著作権使用料の料率は本体価格の2％と定められ(前記(1)ア)，第11条第2項により，初版のうち200部について原告は著作権使用料を免除すると定められ(前記(1)イ)，また，源泉徴収として10％が差し引かれたことから，本件書籍の初版第1刷として発行した1200部につき，著作権使用料は，次のとおり1万円8000円であった。(当事者間に争いがない)",
                  "text": [
                    "1000円× 0.02×(1200部− 200部)×(1− 0.1)＝ 1万 8000円"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "別件訴訟1",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成13年，被告に対し，本件出版契約に基づいて，初版第1刷発行後に追加発行した本件書籍について著作権使用料400万円の支払を求める訴訟(東京地方裁判所平成13年(ワ)第22669号著作権使用料請求事件，別件訴訟1)を東京地方裁判所に提起した。(乙1の1)イ 東京地方裁判所は，平成14年3月11日，別件訴訟1の口頭弁論を終結し，同年4月8日，被告が初版第1刷1200部を超えて本件書籍を発行したとは認められないとして，原告の請求を棄却する旨の判決を言い渡し，同判決は，同月22日の経過により確定した。(乙1の1，2)"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "別件訴訟2",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成17年，被告に対し，本件出版契約に基づいて，初版第1刷発行後に追加発行した本件書籍について平成12年度ないし平成17年度分の支払調書控えの閲覧を求め，別件訴訟1の口頭弁論終結時(平成14年3月11日)より後に追加発行された本件書籍について著作権使用料100万円の支払を求める訴訟(東京地方裁判所平成17年(ワ)第18674号著作権使用料請求事件，別件訴訟2)を東京地方裁判所に提起した。(乙2の1)"
                },
                {
                  "fig": "イ",
                  "subject": "東京地方裁判所は，平成17年10月12日，別件訴訟2の口頭弁論を終結し，同月28日，平成17年度分の支払調書控えの閲覧請求については，それが将来の給付の訴えに当たり，あらかじめその請求をする必要があるとは認められないとして却下し，その余の請求(平成12年度ないし平成16年度分の支払調書控えの閲覧請求及び著作権使用料の請求)については，被告が本件書籍を初版第1刷1200部を超えて発行した事実が認められないなどの理由により，いずれも棄却する旨の判決を言い渡し，同判決は，同年11月15日，確定した。(乙2の1，2)"
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "平成12年5月1日に発行された初版第1刷1200部を超えた本件出版契約に基づく本件書籍発行の有無"
            },
            {
              "fig": "(2)",
              "subject": "本件出版契約に基づく支払調書控えの閲覧請求の可否(3) 本件出版契約に基づく著作権使用料の支払請求の可否"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(平成12年5月1日に発行された初版第1刷1200部を超えた本件出版契約に基づく本件書籍発行の有無)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告は，平成12年5月1日に発行された初版第1刷1200部を超えて，本件出版契約に基づき，本件書籍を少なくとも6万6667部発行した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論",
              "text": [
                "原告の主張は否認する。被告は，平成12年5月1日に初版第1刷1200部を発行した後，本件書籍を発行していない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(本件出版契約に基づく支払調書控えの閲覧請求の可否)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告は，平成12年5月1日に発行した初版第1刷1200部を超えて，本件出版契約に基づき，本件書籍を少なくとも6万6667部発行した。被告は，初版第1刷1200部を超えて発行した本件書籍について平成12年度ないし平成19年度分の支払調書を作成し，その控えを所持している。",
                "平成12年度ないし平成19年度分の支払調書控えは，本件出版契約第12条において原告による閲覧が定められた，本著作物の発行部数の証拠となる書類に該当する。原告は，被告に対し，初版第1刷1200部を超えて発行された本件書籍について，平成12年度ないし平成19年度分の支払調書控えの閲覧を申し出た。",
                "したがって，原告は，被告に対し，本件出版契約(第12条)に基づき，初版第1刷1200部を超えて発行された本件書籍について，平成12年度ないし平成19年度分の支払調書控えの閲覧請求権を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論",
              "text": [
                "被告は，平成12年5月1日に初版第1刷1200部を発行した後，本件書籍を発行していないから，それを超えて発行された本件書籍の支払調書控えは存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(本件出版契約に基づく著作権使用料の支払請求の可否)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "被告は，本件出版契約に基づき，平成12年5月1日に発行された初版第1刷1200部を超えて，著作権使用料等を請求した前訴(東京地方裁判所平成17年(ワ)第18674号著作権使用料請求事件，別件訴訟2)の口頭弁論終結時(平成17年10月12日)より後に，本件書籍を少なくとも6万6667部発行した。著作権使用料の料率は，本件出版契約第9条に定められた8％から原告以外の者に分配する5％を控除した残りの3％であるから，本件書籍6万6667部についての著作権使用料は，次のとおり，少なくとも200万円となる。",
                "1000円× 0.03× 6万 6667部＝ 200万 0010円",
                "したがって，原告は，被告に対し，本件出版契約に基づく著作権使用料200万円の請求権を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論",
              "text": [
                "否認する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(平成12年5月1日に発行された初版第1刷1200部を超えた本件出版契約に基づく本件書籍発行の有無)について",
          "text": [
            "原告は，被告が，平成12年5月1日に発行された初版第1刷1200部を超えて，本件出版契約に基づき，本件書籍を少なくとも6万6667部発行したと主張し，その陳述書(甲2，甲3)において，被告が，初版第1刷1200部を超えて本件書籍を発行した旨陳述する。",
            "しかし，株式会社フクイン(以下「フクイン」という。)が被告あてに作成した製作証明書と題する書面(乙3は2001年(平成13年)8月28日付け，乙4は2005年(平成17年)10月5日付け，乙5は2008年(平成20年)2月21日付け)には，いずれも，フクインが被告より受注した本件書籍を平成12年4月7日に1200部製作した旨，同部数を超えて製作をしていないことを証明する旨が記載されており，また，被告が本件書籍の増刷をフクイン以外の業者に発注したことを窺わせる証拠はない。そうすると，被告が本件書籍を初版第1刷1200部を超えて発行したとは考え難く，その他本件の全証拠を検討しても，被告が本件書籍を初版第1刷1200部を超えて発行したことを認めるに足りる証拠はない。",
            "したがって，被告が，平成12年5月1日に発行した初版第1刷1200部を超えて本件出版契約に基づき本件書籍を発行したことは，これを認めるに足りる証拠はなく，原告の前記主張は，採用することはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(本件出版契約に基づく支払調書控えの閲覧請求の可否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前訴既判力への抵触",
              "text": [
                "前記第2，2(5)のとおり，原告は，平成17年，被告に対し，本件出版契約に基づいて，初版第1刷発行後に追加発行した本件書籍について平成12年度ないし平成17年度分の支払調書控えの閲覧等を求める別件訴訟2(東京地方裁判所平成17年(ワ)第18674号著作権使用料請求事件)を提起し，東京地方裁判所は，平成17年10月28日，平成12年度ないし平成16年度分の支払調書控えの閲覧請求について，請求を棄却する旨の判決を言い渡し，同判決は，同年11月15日，確定した。",
                "したがって，本訴における平成12年度ないし平成16年度分の支払調書控えの閲覧請求は，別件訴訟2の判決の既判力に抵触し，理由がないものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "支払調書控えの存否",
              "text": [
                "支払調書は，著作権使用料等(所得税法204条1項1号)につき支払をする者が，その支払の確定した日の属する年の翌年1月31日までに，税務署長に提出しなければならないとされている(同法225条1項3号)。したがって，著作権使用料等の支払義務が具体的に発生しなかった場合には，支払調書の提出義務はなく，支払調書及びその控えは作成されないものと認められる。",
                "前記1のとおり，被告が本件書籍を初版第1刷1200部を超えて発行したことを認めるに足りる証拠はない。そうすると，平成12年5月1日に発行された初版第1刷1200部を超えて発行された本件書籍の著作権使用料について支払調書及びその控えが作成されたとは認められない。",
                "したがって，初版第1刷1200部を超えて発行された本件書籍の著作権使用料についての平成12年度ないし平成19年度分の支払調書控えの閲覧請求は，理由がない(平成12年度ないし平成16年度の支払調書控えの閲覧請求は，既判力への抵触により理由がないとともに，上記のとおり支払調書控えの作成が認められないことから，理由がない。また，平成17年度ないし平成19年度の支払調書控えの閲覧請求は，上記のとおり支払調書控えの作成が認められないことから，理由がない。)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点(3)(本件出版契約に基づく著作権使用料の支払請求の可否)について前記1のとおり，被告が本件書籍を初版第1刷1200部を超えて発行したことを認めるに足りる証拠はなく，別件訴訟2の口頭弁論終結時(平成17年10月12日)より後に本件書籍を発行したことについても，これを認めるに足りる証拠はない。そうすると，別件訴訟2の口頭弁論終結時(平成17年10月12日)より後に発行される本件書籍について，著作権使用料請求権が発生したとは認められない。",
            "したがって，その余の点について判断するまでもなく，原告は，被告に対し，別件訴訟2の口頭弁論終結時(平成17年10月12日)より後に発行される本件書籍について著作権使用料を請求することはできず，原告の被告に対する著作権使用料の請求は，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の被告に対する請求をいずれも棄却すべきものとした原判決は相当であるから，本件控訴は棄却することとし，原告の当審で拡張した請求も理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(ネ)10043",
    "date": "2008-06-26",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)913",
    "precedent_id": "036528",
    "ipprecedent_id": "1480",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}