{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80142号事件について平成20年2月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "本訴は，特許第3413413号(発明の名称：半導体素子搭載用基板及びその製造方法。以下「本件特許権」という。)の請求項6に係る特許の無効審判(無効2006−80142号)において特許庁が平成20年2月5日にし",
        "た，同特許を無効とするとの審決(以下「本件審決」という。)の取消しを求めるものである。なお，本訴は，本件審決中，請求項6に係る部分についての取消のみを求めるものである。",
        "本件特許権の出願の経緯等，訂正請求に至る経緯，訂正の内容に係る事実は，次のとおりであり，いずれも当事者間に争いがない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許権の出願の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "親出願等の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成7年3月17日，特許出願をした(特願平7−524537号)。この特許出願については，特許査定及び設定登録がされた(特許第3247384号)。原告は，上記特許出願について，次の優先権主張を行っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "優先権主張番号 特願平6−48760号",
                      "text": [
                        "優 先 日 平成6年3月18日",
                        "優先権主張国 日本"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "優先権主張番号 特願平6−273469号",
                      "text": [
                        "優 先 日 平成6年11月8日",
                        "優先権主張国 日本"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "優先権主張番号 特願平7−7683号",
                      "text": [
                        "優 先 日 平成7年1月20日",
                        "優先権主張国 日本"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "優先権主張番号 特願平7−56202号",
                      "text": [
                        "優 先 日 平成7年3月15日",
                        "優先権主張国 日本"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，前記アの特許出願(特願平7−524537号)の分割出願として新たな特許出願をした(特願2001−237791号。後記(2)の",
                  "text": [
                    "とおり，この出願の再度の分割出願として，本件特許権の出願が行われた。)。この特許出願については，特許査定及び設定登録がされた(特許第3337467号)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許出願と手続補正",
              "text": [
                "原告は，前記(1)イの特許出願(特願2001−237791号)の分割",
                "出願として四つの新たな特許出願をした(特願2002−137359号，特願2002−137361号，特願2002−137362号，特願20",
                "02−137360号)。これらの特許出願については，特許査定及び設定登録がされた(特願2002−137359号については特許第34134",
                "13号(本件特許権)，特願2002−137361号については特許第3",
                "413191号，特願2002−137362号については特許第3352",
                "084号，特願2002−137360号については特許第3352083",
                "号。)。",
                "本件特許権については，平成14年10月28日付け手続補正書による手続補正が行われた(以下，同手続補正による補正後の明細書を「本件明細書」という。本件明細書の請求項の数は9である。)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "新規性，進歩性の判断の基準日",
              "text": [
                "本件特許権に係る発明の構成要件の記載事項及び後記の訂正請求により訂正が行われたと仮定した場合の訂正後の発明の構成要件の記載事項は，前記(1)ア(エ)の特願平7−56202号の願書に添付した明細書及び図面において初めて開示された事項であるから，本件特許権に係る発明，及び訂正請求により訂正が行われたと仮定した場合の訂正後の発明の新規性，進歩性の判断の基準日は，前記(1)ア(エ)の特願平7−56202号の出願日である平成7年3月15日となる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項の記載",
              "text": [
                "本件明細書の特許請求の範囲のうち，請求項6，8，9は，次のとおりである。なお，請求項8，9は，請求項6を直接又は間接に引用する形式で記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項6",
                  "text": [
                    "絶縁性支持体と複数の配線とを備える半導体素子搭載用基板において，半導体素子搭載領域と，該半導体素子搭載領域の外側の樹脂封止用半導体パッケージ領域とを，複数組備え，",
                    "上記配線は，ワイヤボンディング端子と，外部接続端子とを含む所定の配線パターンを備え，",
                    "上記ワイヤボンディング端子は上記樹脂封止用半導体パッケージ領域に設けられ，",
                    "上記外部接続端子は上記半導体素子搭載領域に設けられ，",
                    "同一の上記配線パターンを有する上記半導体素子搭載領域及び上記半導体パッケージ領域が複数個配列されていることを特徴とする半導体素子搭載用基板。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項8",
                  "text": [
                    "上記ワイヤボンディング端子の表面に，ニッケル及び金のめっき層を有することを特徴とする請求項6又は7載〔判決注 「記載」の誤記と認められる。〕の半導体素子搭載用基板。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項9",
                  "text": [
                    "上記外部接続端子は，",
                    "上記絶縁性支持体の，上記半導体素子が搭載される面の裏面に露出し，上記半導体素子搭載領域及び上記半導体パッケージ領域に対応する位置に配置されることを特徴とする請求項6～8のいずれかに記載の半導体素子搭載用基板。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "訂正請求に至る経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1次審決取消訴訟",
              "text": [
                "住友金属鉱山パッケージマテリアルズ株式会社(平成20年11月1日，被告に吸収合併され，同月14日，その旨の登記がされた。)は，平成18年7月31日，本件特許権の請求項6に係る発明(以下「本件発明」という。)についての特許の無効審判(無効2006−80142号)を請求した。",
                "特許庁は，平成19年1月22日，上記無効審判請求に係る特許を無効とする旨の審決をした。",
                "原告は，平成19年2月28日，上記審決につき知的財産高等裁判所(以下「知財高裁」という。)に審決取消訴訟を提起した(知財高裁平成19年(行ケ)第10087号)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正審判請求と差戻決定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成19年4月2日，本件明細書につき訂正審判請求を行ったが，同年6月12日，この訂正審判請求を取り下げた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成19年5月28日，本件明細書につき再度の訂正審判請求(訂正2007−390068号)を行った。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "知財高裁は，平成19年7月20日，事件を審判官に差し戻すため，前記(1)の審決を取り消す旨の決定(特許法181条2項。以下，条文は特許法の条文を示す。)をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正請求と訂正審判のみなし取下げ",
              "text": [
                "原告は，差戻し後の無効審判において，平成19年8月6日，本件明細書につき訂正請求を行い(甲33，34)，前記(2)イの訂正審判請求は取り下げられたものとみなされた(134条の3第4項。以下，本件特許権の上記訂正請求に係る訂正を「本件訂正」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "訂正の内容",
          "text": [
            "本件訂正の内容は，次のとおりであった。本件特許権の訂正前の請求項8，9(訂正により項番が繰り上げられ，請求項7，8となった。)は，請求項6の記載を直接又は間接に引用する引用形式の請求項であるため，本件訂正は，無効審判請求されている請求項6の訂正を請求するとともに，無効審判請求されていない訂正前の請求項8，9(訂正後の請求項7，8)の訂正をも請求するものであった。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1",
              "text": [
                "特許請求の範囲の減縮を目的として，請求項6を次のとおり訂正する(下線部の箇所は，訂正により変更された部分である。以下，訂正後の請求項6の発明を「本件訂正発明6」という。)。",
                "「 絶縁性支持体と複数の配線とを備える半導体素子搭載用基板において，半導体素子搭載領域と，該半導体素子搭載領域の外側の樹脂封止用半導体パッケージ領域とを，複数組備え，",
                "上記配線は銅箔から形成される配線であって，上記絶縁性支持体の半導体素子を搭載する面側のみに1層あり，",
                "上記配線は，ワイヤボンディング端子と，外部接続端子とを上記絶縁性支持体上に形成される配線の一部とした配線パターンを備え，上記外部接続端子は上記配線の上記絶縁性支持体側の面に備えられ，上記ワイヤボンディング端子はその反対側の面に備えられ，",
                "上記外部接続端子の形成される箇所の上記絶縁性支持体に，上記外部接続端子に達する開口部が設けられ，上記開口部の半導体素子を搭載する面側は，上記外部接続端子で覆われており，",
                "上記絶縁性支持体はポリイミドフィルムであって，上記開口部の側壁に上記絶縁性支持体が露出しており，",
                "上記ワイヤボンディング端子は上記樹脂封止用半導体パッケージ領域に設けられ，",
                "上記外部接続端子は上記半導体素子搭載領域に設けられ，",
                "同一の上記配線パターンを有する上記半導体素子搭載領域及び上記半導体パッケージ領域が複数個配列され上記複数個を一括して封止可能なブロックが形成されており，同一の上記ブロックが複数個設けられていることを特徴とする半導体素子搭載用基板。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2",
              "text": [
                "明りょうでない記載の釈明を目的として，訂正前の請求項7を削除し，請求項8を請求項7に繰り上げて，新たな請求項7を次のとおりに訂正する(引用する請求項の番号を「請求項6又は7」から「請求項6」に変更するものである。以下，訂正により項番が繰り上げられた後の請求項7(訂正前の請求項8に対応する。)の訂正後の発明を「本件訂正発明7」という。)。",
                "「 上記ワイヤボンディング端子の表面に，ニッケル及び金のめっき層を有することを特徴とする請求項6記載の半導体素子搭載用基板。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項3",
              "text": [
                "明りょうでない記載の釈明を目的として，請求項9を請求項8に繰り上げて，新たな請求項8を次のとおりに訂正する(引用する請求項の番号を「請求項6～8」から「請求項6又は7」に変更するものである。以下，訂正により項番が繰り上げられた後の請求項8(訂正前の請求項9に対応する。)の訂正後の発明を「本件訂正発明8」という。)。",
                "「 上記外部接続端子は，上記絶縁性支持体の，上記半導体素子が搭載される面の裏面に露出し，上記半導体素子搭載領域及び上記半導体パッケージ領域に対応する位置に配置されることを特徴とする請求項6又は7記載の半導体素子搭載用基板。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決",
          "text": [
            "特許庁は，平成20年2月5日，本件発明の特許についての無効審判請求(無効2006−80142号事件)について，同特許を無効とするとの審決(本件審決)を行った。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "本件審決の理由",
      "content": [
        {
          "fig": "1",
          "subject": "本件審決の要旨",
          "text": [
            "別紙審決書写しのとおりであり，その要旨は，以下のとおりである。",
            "すなわち，本件訂正のうち本件発明(請求項6)についての訂正請求は特許請求の範囲を減縮するものである。しかし，本件訂正発明7(訂正前の請求項8に係る訂正後の発明)，本件訂正発明8(訂正前の請求項9に係る訂正後の発明)は，引用例1ないし13に記載された発明及び周知技術(本件発明，本件訂正発明7，本件訂正発明8の進歩性に関して審決が示した引用例，及び周知技術を裏付ける周知例等は，別紙引用例・周知例一覧表のとおりである。)に基づいて当業者が容易に発明をすることができたものであり，いずれも29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件訂正は134条の2第5項において読み替えて準用する平成6年法律第116号による改正前の126条3項の規定に適合せず，本件訂正は認められない(本件審決43頁)。そして，訂正前の本件発明(請求項6)についての特許は，甲1記載の発明及び周知技術，並びに甲4記載の発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，29条2項の規定に違反してなされたものであり，123条1項2号に該当する(本件審決56，59頁)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明2と引用例1，引用例2の相違点",
          "text": [
            "本件審決は，本件訂正発明7の進歩性について，引用例1を主引例とする場合，及び引用例2を主引例とする場合のいずれについても，本件訂正発明7は当業者が容易に発明をすることができたものであると判断したものであり(本件審決32，39頁)，本件訂正発明8の進歩性についても，引用例1を主引例とする場合，及び引用例2を主引例とする場合のいずれについても，本件訂正発明8は当業者が容易に発明をすることができたものであると判断したものであって(本件審決41，43頁)，本件審決がその判断の過程で認定した本件訂正発明7と引用例1，引用例2記載の発明の相違点，本件訂正発明8と引用例1，引用例2記載の発明の相違点のうち，原告主張の取消事由に関連するものは，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明7と引用例1記載の発明の相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2",
                  "text": [
                    "本件訂正発明7においては，絶縁性支持体上に形成される配線における「外部に電気的に接続される側の端部」が「外部接続端子」であり，配線は，「絶縁性支持体の半導体素子を搭載する面側のみに1層」あり，外部接続端子を配線の絶縁性支持体側の面に備え，開口部の半導体素子を搭載する面側は，外部接続端子で覆われ，開口部は，外部接続端子に達するものであるのに対し，引用例1記載の発明では，それらの事項が明確でない点(本件審決21頁)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3",
                  "text": [
                    "本件訂正発明7においては，絶縁性支持体が「ポリイミドフィルム」であり，絶縁性支持体の「開口部の側壁に上記絶縁性支持体が露出して」いるのに対し，引用例1発明においては，ベース(絶縁性支持体)がガラスエポキシで構成され，スルーホール(開口部)の側壁にベースが露出しているか否か不明である点(本件審決21頁)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4",
                  "text": [
                    "本件訂正発明7においては，半導体素子搭載領域と該領域の外側の樹脂封止用半導体パッケージ領域とを複数組備え，同一の配線パターンを有する該半導体素子搭載領域及び該半導体パッケージ領域が複数個配列され，該複数個を一括して封止可能なブロックが形成されており，同一の該ブロックが複数個設けられているのに対し，引用例1記載の発明においては，そのように記載されていない点(本件審決21ないし22頁)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明7と引用例2記載の発明の相違点",
              "text": [
                "相違点9",
                "本件訂正発明7では，外部接続端子は半導体素子搭載領域に設けられているのに対し，引用例2記載の発明では，外部接続端子は樹脂封止用半導体パッケージ領域に設けられている点(本件審決35頁)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明8と引用例1記載の発明の相違点",
              "text": [
                "相違点10",
                "本件訂正発明8では，「上記外部接続端子は，上記絶縁性支持体の，上記半導体素子が搭載される面の裏面に露出し，上記半導体素子搭載領域及び上記半導体パッケージ領域に対応する位置に配置される」のに対し，引用例1記載の発明では，「上記アウターリード4に電気的に接続される側の配線の端部は，半導体素子3を搭載する領域に設けられ，また，その外側のSi系ゲル9により被覆される領域にも設けられ」，該配線の端部が絶縁性支持体の半導体素子が搭載される面の裏面に露出していることは明確でない点(本件審決40頁)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明8と引用例2記載の発明の相違点",
              "text": [
                "相違点11",
                "本件訂正発明8では，「上記外部接続端子は，上記絶縁性支持体の，上記半導体素子が搭載される面の裏面に露出し，上記半導体素子搭載領域及び上記半導体パッケージ領域に対応する位置に配置される」のに対し，引用例2記載の発明では，「外部接続端子は上記トレースの上記高分子材基板側の面に備えられ，・・・上記外部接続端子の形成される箇所の上記高分子材基板に，上記外部接続端子に達するスルーホールが設けられ，上記スルーホールの半導体ダイを搭載する面側は，上記外部接続端子で覆われており，・・・上記外部接続端子は上記樹脂封止用半導体パッケージ領域に設けられている」点(本件審決42頁)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "審決は，次に述べるとおり，訂正請求を一体のものとして許否を判断した誤り(取消事由1)，相違点2，3についての周知技術等の認定の誤り(取消事由2)，相違点2，3についての容易想到性の判断の誤り(取消事由3)，相違点4についての容易想到性の判断の誤り(取消事由4)，相違点9についての周知技術の認定の誤り(取消事由5)，相違点9についての容易想到性の判断の誤り(取消事由6)，相違点10についての容易想到性の判断の誤り(取消事由7)，相違点11についての容易想到性の判断の誤り(取消事由8)があるので，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正請求を一体のものとして許否を判断した誤り(取消事由1)123条1項柱書によれば，2以上の請求項に係る特許について請求項ごとに無効審判請求をすることができる。そして，無効審判における訂正請求について定めた134条の2第5項が，訂正審判について定めた126条3項ないし6項を準用していることから，訂正請求は，特許庁に無効審判が係属している際の，訂正審判の代替的手続として存在するものであり，訂正請求については，特許に無効の原因がある場合の特許権者の救済という訂正審判制度の趣旨に沿って解釈をすべきである。そうすると，2以上の請求項を有する特許を対象として請求された無効審判においては，請求項ごとに訂正請求することができ，審判合議体は，請求項ごとに訂正の許否を判断すべきである。",
                "ところが，本件審決は，無効審判請求の対象とされていない請求項8，9(訂正によれば，項番が繰り上げられ，請求項7，8となる。)についての訂正請求が独立特許要件を欠くとの理由により許されないことを理由として，訂正請求を一体として許されないと判断したものであり，この点において，本件審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点2，3についての周知技術等の認定の誤り(取消事由2)本件審決は，相違点2，3に関する進歩性の判断の前提として，引用例1記載の発明，周知例1ないし4に記載された周知技術，周知例3ないし6に記載された周知技術を認定しているが，次のとおり，これらの認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1記載の発明の認定の誤り",
                  "text": [
                    "本件審決は，引用例1記載の発明は，開口部の半導体素子を搭載する面側が配線で覆われ，開口部は該配線に達するものである態様を包含しているとした上で，絶縁性支持体上に形成される配線における「外部に電気的に接続する側の端部」は，「絶縁性支持体側の面に」存在し，しかも，開口部の半導体素子を搭載する面側を覆う部分に存在するから，本件訂正発明2における「外部接続端子」に相当すると認定している。",
                    "しかし，引用例1の第1図と第3図は同じ実施例を示したものであり，引用例1記載の発明は，配線がスルーホールを覆っていないから，本件審決の上記認定は誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例1ないし4に記載された周知技術の認定の誤り",
                  "text": [
                    "本件審決は，引用例1記載の発明に適用可能な周知技術として，周知例1ないし4に基づいて，絶縁性支持体(ベース)の開口部(スルーホール)にピン状のアウターリードを固定する際に，開口部(スルーホール)の側壁をメッキすることなく，開口部を覆う配線の開口部側の面にピンを接合することは，周知の技術であると認定している。",
                    "しかし，周知例1ないし4に記載された技術は，引用例1記載の発明に適用できないものであり，上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3ないし6に記載された周知技術の認定の誤り",
                  "text": [
                    "本件審決は，周知例3ないし6に基づいて，半導体素子搭載用基板において，絶縁性支持体がフィルムである場合においても，絶縁性支持体にピン状のアウターリードを固定することは周知の技術であると認定している。",
                    "しかし，周知例3ないし6は，本件訂正発明7のようなPGA型半導体素子実装用基板において絶縁性支持体をポリイミドフィルムで構成することが周知であることを示すものではなく，上記認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点2，3についての容易想到性の判断の誤り(取消事由3)本件審決は，引用例1記載の発明，周知例1ないし4に記載された周知技術，周知例3ないし6に記載された周知技術を前提として，引用例1記載の発明において，絶縁性支持体(ベース)をポリイミドフィルムで構成するとともに，絶縁性支持体に形成された開口部(スルーホール)を側壁にメッキがされておらずベースが露出しているものとすること，それ故，配線を「絶縁性支持体の半導体素子を搭載する面側のみに1層」とすることは，周知技術に基づいて当業者が容易に想到し得たとし，仮に，相違点2が実質的な相違であるとしても，引用例3から，相違点2，3は当業者が容易に想到し得たとする。",
                "しかし，引用例1記載の発明において，絶縁性支持体をポリイミドフィルムで構成すると，基板の強度が不足し，リードピンを打ち込むことが不可能になること，また，引用例3(甲11)に記載されたものはピングリッドアレイ(PGA)ではなくボールグリッドアレイ(BGA)のパッケージであることから，相違点2，3は当業者が容易に想到し得たとはいえず，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4についての容易想到性の判断の誤り(取消事由4)",
              "text": [
                "本件審決は，引用例5，6，8及び周知例7によれば，樹脂封止半導体装置用の同一基板上に，半導体素子搭載領域とその外側の樹脂封止用半導体パッケージ領域とを複数組備え，同一の配線パターンを有する該半導体素子搭載領域及び該半導体パッケージ領域を複数個配列し，該複数個を一括して封止可能なブロックを形成し，同一のブロックを複数個設けて多数個の半導体パッケージを一括して製造することは周知の技術であるから，引用例1発明の半導体素子搭載用基板において，該基板を，半導体素子搭載領域とその外側の樹脂封止用半導体パッケージ領域とを複数組備え，同一の配線パターンを有する該半導体素子搭載領域及び該半導体パッケージ領域を複数個配列し，該複数個を一括して封止可能なブロックを形成し，同一のブロックを複数個設けるように構成することは，当業者が容易に想到し得ることであるとする。",
                "しかし，引用例5(甲13)，6(甲14)，8(甲16)及び周知例7",
                "(甲27)は，いずれもPGA型半導体装置とは関連のないものであるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点9についての周知技術の認定の誤り(取消事由5)",
              "text": [
                "本件審決は，相違点9に関する進歩性の判断の前提として，引用例1，9，13，周知例3及び8に基づいて，絶縁体層がフィルムキャリアである場合も含めて，半導体素子搭載用基板において，搭載できる素子サイズを大きくすること，外部接続端子を増加すること，配線引き回しを容易とすること，パッケージサイズを小型化すること等の課題解決のために，配線の少なくとも一部を半導体素子搭載領域に延在させ，該領域の配線の下面に外部接続端子を設け，開口部(スルーホール)を介して外部回路と接続することは，周知技術であると認定している。しかし，上記の周知技術の認定は誤っている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点9についての容易想到性の判断の誤り(取消事由6)",
              "text": [
                "本件審決は，引用例2記載の発明に周知技術を適用して，引用例2記載の発明における導電金属トレースを，基板の半導体ダイ(半導体素子)搭載領域に延在させ，該トレースの外部接続端子を半導体ダイ搭載領域に設けることは，当業者が容易に想到し得ることであるとする。",
                "しかし，引用例2記載の発明に引用例1，9，13，周知例3及び8記載の技術を適用することには阻害事由があるから，本件審決の上記判断は誤っている。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "相違点10についての容易想到性の判断の誤り(取消事由7)本件審決は，相違点10について，本件訂正発明8における「上記外部接続端子は，上記絶縁性支持体の，上記半導体素子が搭載される面の裏面に露出」する構成は，引用例1記載の発明において，開口部の半導体素子が搭載される面側が外部接続端子で覆われ，開口部が外部接続端子に達するものとすることに伴い，当業者が容易に想到し得たものとする。しかし，本件審決の上記判断は誤っている。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "相違点11についての容易想到性の判断の誤り(取消事由8)本件審決は，相違点11に係る構成は，当業者が容易に想到し得たとする。",
                "しかし，本件審決の上記判断は誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告主張の取消事由は，いずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正請求を一体のものとして許否を判断した誤り(取消事由1)について",
              "text": [
                "本件審決が訂正請求を一体として扱ったことは，次の理由から，誤りではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "改善多項制を導入した昭和62年法律第27号による改正において，特許無効審判については，「発明ごとに請求することができる」から「請求項ごとに請求することができる」と改正されたが(123条1項柱書)，訂正審判については，「請求項ごとに請求することができる」とは改正されなかった(126条1項)。そのことからすると，訂正審判全体を一体のものとして扱うことは，改善多項制導入の前後で変わらない。",
                    "訂正請求制度は，訂正審判制度についてのほとんどの規定(126条3項ないし6項，127条，128条，131条1項，3項等)を準用して",
                    "いることに照らせば(134条の2第5項)，訂正審判制度と同様な目的，性格を有するものと理解され，訂正請求も訂正審判と同様に一体として扱われるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法は，訂正請求の請求書の方式について，請求項ごとの単位ではなく，訂正した明細書，特許請求の範囲又は図面の単位で訂正明細書等を添付すべきことを規定するとともに(134条の2第5項・131条3項)，訂正請求認容の決定が確定したときは，その訂正後における明細書，特許請求の範囲又は図面により，特許出願，出願公開，特許をすべき旨の査定又は審決及び特許権の設定の登録がされたものとみなすことを規定している(134条の2第5項・128条)から，複数の訂正事項を含む全体としての訂正請求書及び添付訂正明細書等を一体のものとして扱うこととしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に訂正事項ごとに訂正請求の許否を決すると，訂正明細書等の全体としての整合性を確保することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正発明7は，引用例1ないし13に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであり，進歩性を欠く。本件訂正発明7は，訂正後の請求項6に「ワイヤボンディング端子の表面に，ニッケル及び金のめっき層を有すること」という構成要件を具備するものであるところ，この構成要件は，本件審決が，本件訂正発明7と引用例1記載の発明との相違点5(本件審決22頁)と定義し，かつ周知であると認定した構成要件であって，原告はその周知性を争っていない。",
                    "そうすると，本件訂正発明7が上記のとおり進歩性を欠くとすれば，訂正後の請求項6に記載された発明も引用例1ないし13に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであり，進歩性を欠くことは，論理的に明らかである。したがって，本件の無効審判においては，訂正請求はそれぞれ請求項ごとに別個独立に理解し得るものではなく，請求項ごとに訂正の許否を判断する理由も利益もない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "訂正後の請求項7，8は，訂正後の請求項6を引用する従属項であって請求項6と密接不可分の関係にあり，請求項6を訂正すれば請求項7，8も当然訂正される関係にあるから，本件訂正をもって，一部の請求項についてであっても訂正の認容を求める趣旨と解することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2，3についての周知技術等の認定の誤り(取消事由2)について",
              "text": [
                "以下のとおり，本件審決が行った引用例1記載の発明，周知例1ないし4に記載された周知技術，周知例3ないし6に記載された周知技術の認定には，いずれも誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1記載の発明の認定について",
                  "text": [
                    "引用例1には，第1図と第3図が同一の実施例についての図面である旨の記載はなく，第1図には，メタライズ層6がスルーホールを覆っている様子が示されている。したがって，本件審決が，引用例1記載の発明について，開口部の半導体素子を搭載する面側が配線で覆われ，開口部は該配線に達するものである態様を包含しているとした上，絶縁性支持体上に形成される配線における「外部に電気的に接続する側の端部」は，「絶縁性支持体側の面に」存在し，しかも，開口部の半導体素子を搭載する面側を覆う部分に存在するから，本件訂正発明2における「外部接続端子」に相当すると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例1ないし4に記載された周知技術の認定について",
                  "text": [
                    "周知例1ないし4に記載された技術は，引用例1記載の発明に適用できるものであって，本件審決が，周知例1ないし4に基づいて，絶縁性支持体(ベース)の開口部(スルーホール)にピン状のアウターリードを固定する際に，開口部(スルーホール)の側壁をメッキすることなく，開口部を覆う配線の開口部側の面にピンを接合することは周知の技術であると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3ないし6に記載された周知技術の認定について",
                  "text": [
                    "本件審決が，周知例3ないし6に基づいて，半導体素子搭載用基板において，絶縁性支持体がフィルムである場合においても，絶縁性支持体にピン状のアウターリードを固定することは周知の技術であると認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2，3についての容易想到性の判断の誤り(取消事由3)について",
              "text": [
                "本件審決が，引用例1記載の発明において，絶縁性支持体(ベース)をポリイミドフィルムで構成するとともに，絶縁性支持体に形成された開口部(スルーホール)を側壁にメッキがされておらずベースが露出しているものとすること，それ故，配線を「絶縁性支持体の半導体素子を搭載する面側のみに1層」とすることは，引用例1記載の発明と周知技術に基づいて当業者が容易に想到し得たと判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "相違点4についての容易想到性の判断の誤り(取消事由4)について本件審決が，引用例5，6，8及び周知例7によれば，樹脂封止半導体装置用の同一基板上に，半導体素子搭載領域とその外側の樹脂封止用半導体パッケージ領域とを複数組備え，同一の配線パターンを有する該半導体素子搭載領域及び該半導体パッケージ領域を複数個配列し，該複数個を一括して封止可能なブロックを形成し，同一のブロックを複数個設けて多数個の半導体パッケージを一括して製造することは周知の技術であるから，引用例1発明の半導体素子搭載用基板において，該基板を，半導体素子搭載領域とその外側の樹脂封止用半導体パッケージ領域とを複数組備え，同一の配線パターンを有する該半導体素子搭載領域及び該半導体パッケージ領域を複数個配列し，該複数個を一括して封止可能なブロックを形成し，同一のブロックを複数個設けるように構成することは，当業者が容易に想到し得ることであると判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "相違点9についての周知技術の認定の誤り(取消事由5)について本件審決が，相違点9に関する進歩性の判断の前提として，引用例1，9，13，周知例3及び8に基づいて，絶縁体層がフィルムキャリアである場合も含めて，半導体素子搭載用基板において，搭載できる素子サイズを大きくすること，外部接続端子を増加すること，配線引き回しを容易とすること，パッケージサイズを小型化すること等の課題解決のために，配線の少なくとも一部を半導体素子搭載領域に延在させ，該領域の配線の下面に外部接続端子を設け，開口部(スルーホール)を介して外部回路と接続することは周知技術であると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "相違点9についての容易想到性の判断の誤り(取消事由6)について本件審決が，引用例2記載の発明に周知技術を適用して，引用例2記載の発明における導電金属トレースを，基板の半導体ダイ搭載領域に延在させ，該トレースの外部接続端子を半導体ダイ搭載領域に設けることは，当業者が容易に想到し得ることであると判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "相違点10についての容易想到性の判断の誤り(取消事由7)本件審決が，相違点10について，本件訂正発明8における「上記外部接続端子は，上記絶縁性支持体の，上記半導体素子が搭載される面の裏面に露出」する構成は，引用例1記載の発明において，開口部の半導体素子が搭載される面側が外部接続端子で覆われ，開口部が外部接続端子に達するものとすることに伴い，当業者が容易に想到し得たものと判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "相違点11についての容易想到性の判断の誤り(取消事由8)本件審決が，相違点11に係る構成は，当業者が容易に想到し得たと判断したことに誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "本件審決には，取消事由1に係る違法が存在するものと判断する。その理由は，以下のとおりである。",
        "すなわち，昭和62年法律第27号による改正により，いわゆる改善多項制が導入され，平成5年法律第26号による改正により，無効審判における訂正請求の制度が導入され，平成11年法律第41号による改正により，特許無効審判において，無効審判請求されている請求項の訂正と無効審判請求されていない請求項の訂正を含む訂正請求の独立特許要件は，無効審判請求がされていない請求項の訂正についてのみ判断することとされた。このような制度の下で，特許無効審判手続における特許の有効性の判断及び訂正請求による訂正の効果は，いずれも請求項ごとに生ずるものというべきである。特許法は，2以上の請求項に係る特許について請求項ごとに特許無効審判請求をすることができるとしており(123条1項柱書)，特許無効審判の被請求人は，訂正請求することができるとしているのであるから(134条の2)，無効審判請求されている請求項についての訂正請求は，請求項ごとに申立てをすることができる無効審判請求に対する，特許権者側の防御手段としての実質を有するものと認められる。このような訂正請求をする特許権者は，各請求項ごとに個別に訂正を求めるものと理解するのが相当であり，また，このような各請求項ごとの個別の訂正が認められないとするならば，無効審判事件における攻撃防御の均衡を著しく欠くことになるといえる。このように，無効審判請求については，各請求項ごとに個別に無効審判請求することが許されている点に鑑みると，各請求項ごとに無効審判請求の当否が個別に判断されることに対応して，無効審判請求がされている請求項についての訂正請求についても，各請求項ごとに個別に訂正請求することが許容され，その許否も各請求項ごとに個別に判断されるべきと考えるのが合理的である。",
        "以上のとおり，特許無効審判手続における特許の有効性の判断及び訂正請求による訂正の効果は，いずれも請求項ごとに生じ，その確定時期も請求項ごとに異なるものというべきである。",
        "そうすると，2以上の請求項を対象とする特許無効審判の手続において，無効審判請求がされている2以上の請求項について訂正請求がされ，それが特許請求の範囲の減縮を目的とする訂正である場合には，訂正の対象になっている請求項ごとに個別にその許否が判断されるべきものであるから，そのうちの1つの請求項についての訂正請求が許されないことのみを理由として，他の請求項についての訂正事項を含む訂正の全部を一体として認めないとすることは許されない。そして，この理は，特許無効審判の手続において，無効審判請求の対象とされている請求項及び無効審判請求の対象とされていない請求項の双方について訂正請求がされた場合においても同様であって，無効審判請求の対象とされていない請求項についての訂正請求が許されないことのみを理由(この場合，独立特許要件を欠くという理由も含む。)として，無効審判請求の対象とされている請求項についての訂正請求を認めないとすることは許されない。",
        "本件においては，請求項6に係る発明についての特許について無効審判請求がされ，無効審判において，無効審判請求の対象とされている請求項6のみならず，無効審判請求の対象とされていない請求項8，9の請求項についても訂正請求がされたところ，本件審決は，無効審判請求の対象とされていない請求項8，9についての訂正請求が独立特許要件を欠くことのみを理由として，本件訂正は認められないとした上で，請求項6に係る発明についての特許を無効と判断したのであるから，本件審決には，上記説示した点に反する違法がある。",
        "したがって，原告主張に係る取消事由1は，理由がある。",
        "よって，本訴請求は理由があるから認容し，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10095",
    "date": "2008-11-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037052",
    "ipprecedent_id": "1661",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}