{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2007−800071号事件について平成20年11月12日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「無鉛はんだ合金」とし特許権者を原告とする特許第3152945号(本件特許)の請求項1～4について，被告Y1(以下「被告Y1」という。)が特許無効審判請求をし，被告Y2(以下「被告Y2」という。)が特許法148条1項に基づき請求人としてその審判に参加申請をし特許庁がこれを許可していたところ，特許庁が前記請求項に係る特許を無効とする旨の審決をしたことから，特許権者である原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記請求項1～4に係る特許が平成14年法律第24号による改正前の特許法36条(以下「旧36条」ということがある。)6項1号の規定する要件(いわゆるサポート要件)を満たしているか等である。",
            "〈注〉平成14年法律第24号による改正前の特許法36条6項の内容は，次のとおりである。",
            "「⑥：第3項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。",
            "一 特許を受けようとする発明が発明の詳細な説明に記載したものであること。",
            "二 特許を受けようとする発明が明確であること。",
            "三 略",
            "四 略 」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，本件特許の請求項1～4については，下記のとおり本件に先立つ2件の無効審判請求があり，本件はいわばその第3次請求である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第1次無効審判請求",
              "text": [
                "請求日 平成16年12月24日",
                "請求人 東京半田錫工業協同組合",
                "番号 無効2004−80275号",
                "審決 平成17年11月22日(請求不成立)",
                "知財高裁 平成19年1月30日(請求棄却)",
                "(平成17年(行ケ)第10860号)",
                "最高裁 平成19年6月22日(上告受理申立て不受理)",
                "(平成19年(行ヒ)第123号)",
                "確定登録 平成19年6月28日(請求不成立)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2次無効審判請求",
              "text": [
                "請求日 平成18年10月30日",
                "請求人 ソルダーコート株式会社",
                "番号 無効2006−80224号",
                "審決 平成19年7月31日(請求不成立)",
                "知財高裁 平成20年9月8日(請求項1及び4につき審決取消し)(平成19年(行ケ)第10307号)",
                "訴え取下げ 平成20年11月14日",
                "確定登録 平成20年11月20日(請求不成立)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第3次無効審判請求",
              "text": [
                "請求日 平成19年4月6日",
                "請求人 Y1(被告)",
                "参加人 Y2(被告)",
                "(平成20年8月5日参加申請，同年10月8日許可)",
                "番号 無効2007−800071号",
                "審決 平成20年11月12日(請求項1～4につき無効)",
                "知財高裁の番号 平成20年(行ケ)第10484号"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成10年3月26日及び同年10月28日(2件)の各国内優先権を主張して，平成11年3月15日，名称を「無鉛はんだ合金」とする発明について特許出願(特願平11−548053号)をし，平成13年1月26日，特許第3152945号として設定登録を受けた(請求項の数6。以下「本件特許」という。特許公報は甲1)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，大阪ハンダ工業協同組合・東京半田錫工業協同組合及び株式会社村田製作所から特許異議の申立てがあり，同申立ては特許庁において異議2001−72269号事件として審理されたところ，その審理手続中に原告は，(旧)請求項1及び2を削除し，(旧)請求項3～6を(新)請求項1～4に繰り上げる旨の訂正請求をしたが，特許庁は，平成15年2月18日，この訂正を認めた上，(新)請求項1～3に係る特許を取り消し，(新)請求項4に係る特許を維持する旨の決定をした。",
                    "そこで，原告は，上記決定について東京高裁に取消訴訟を提起するとともに，平成16年4月9日特許庁に対し訂正審判請求をしたところ(訂正2004−39071号事件。甲2)，特許庁は，平成16年6月10日",
                    "この訂正を認める審決をした(以下「本件訂正」という。本件訂正後の明細書は甲3の訂正明細書のとおり)。そして，東京高裁は，平成16年7月26日，本件訂正が認められたことを理由として，上記の異議決定のうち(新)請求項1～3に係る特許を取り消すとの部分を取り消す旨の判決をしたので，特許庁は，上記異議事件を再び審理し，平成16年9月17日，(新)請求項1～4に係る特許を維持する旨の決定(乙6)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告Y1は，平成19年4月6日，本件特許(本件訂正後の(新)請求項1～4全部)について無効審判請求(以下「本件無効審判請求」という。)をしたので，特許庁はこれを無効2007−800071号事件として審理することとしたが，その中で被告Y2は，平成20年8月5日，請求人として上記審判に参加する旨の申請(乙1)をし，平成20年10月8日同申請は許可された(乙2)。そして，特許庁は，平成20年11月12日，本件特許の請求項1～4に係る発明についての特許を無効とする旨の審決をし，その謄本は平成20年11月25日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の請求項1～4の内容は，次のとおりである(以下，請求項に対応して「本件発明1～4」という。)。",
                "「【請求項1】Cu0．3～0．7重量％，Ｎi0．04～0．1重量",
                "％，残部Snからなる，金属間化合物の発生を抑制し，流動性が向上したことを特徴とする無鉛はんだ合金。",
                "【請求項2】Sn−Cuの溶解母合金に対してＮiを添加した請求項1記載の無鉛はんだ合金。",
                "【請求項3】Sn−Ｎiの溶解母合金に対してCuを添加した請求項1記載の無鉛はんだ合金。",
                "【請求項4】請求項1に対して，さらにGe0．001～1重量％を加えた無鉛はんだ合金。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件発明1～4に係る特許は，特許法旧36条6項1号が規定する要件を満たしていない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(理由不備の違法)",
                  "text": [
                    "審決は，本件発明1が特許法旧36条6項1号に違反する根拠として，「…本件発明1が有する性質である『金属間化合物の発生を抑制し，流動性が向上した』が達成されたことを裏付ける具体例の開示はおろか，当該性質が達成されたか否かを確認するための具体的な方法(測定方法)についての開示すらない。」(8頁23行～26行)と判断している。",
                    "特許法157条2項4号は，審決には理由を付すべきことを規定しているが，その趣旨は，法規を大前提とし認定事実を小前提として結論を導く法的三段論法によってなされるべき審決において，判断者の恣意を排除し，客観的かつ合理的な判断を担保することにある。審決は，結論を導いた理由として，上記のわずか4行を述べるだけであり，しかもその4行も，実質的には，結論に至る理由でなく，結論そのものを述べているのと差異がない。したがって，審決には，理由不備の違法がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件発明1～4に係る特許が特許法旧36条6項1号を充足すること)",
                  "text": [
                    "審決が本件発明1～4に係る特許は特許法旧36条6項1号を充足しないとした判断は，以下に述べるとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法旧36条6項1号自体は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること」を明記したにとどまるが，同条4項との均衡に鑑みると，「記載したものである」かどうかの判断主体は「当業者」(その発明の属する技術の分野における通常の知識を有する者)である。",
                        "そうであれば，審決のように単に具体例の開示や，具体的な測定方法が開示されていないという形式的，機械的，あるいは表面的な判断は適切ではなく，「発明の詳細な説明」の記載全体を検討したうえで，本件発明1が実質的に記載されているかどうかを，当業者の立場で判断する必要がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「…すなわち，無鉛はんだ合金が本件発明1の組成を有することにより，『金属間化合物の発生を抑制し，流動性が向上した』という性質が得られたとの結果の記載並びにその理由として『CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，ＮiはSn−Cu金属間化合物の発生を抑制する作用をする』との趣旨の記載があるにすぎず，本件発明1が有する性質である『金属間化合物の発生を抑制し，流動性が向上した』が達成されたことを裏付ける具体例の開示はおろか，当該性質が達成されたか否かを確認するための具体的な方法(測定方法)についての開示すらない。」(8頁18行～26行)と判断している。",
                        "しかし，審決は上記摘示事項を引用したにもかかわらず，その開示が実質的に意味していることの検討すら行わず，具体例の開示があるかどうか及び具体的な方法(測定方法)の開示があるかどうかという，形式論だけに終始したものであり，当業者の観点から「発明の詳細な説明」を解釈していない違法がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1の「金属間化合物の発生を抑制し，流動性が向上した」という発明特定事項は，本件訂正後の明細書(甲3)の「発明の詳細な説明」において次のとおり実質的に記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「金属間化合物の発生を抑制」したこと",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件訂正後の明細書(甲3)の「発明の詳細な説明」には次の記載がある。",
                                "① 「本発明において重要な構成は，Snを主としてこれに少量のCuを加えるだけでなく，Ｎiを0．04～0．1重量％添加し",
                                "たことである。ＮiはSnとCuが反応してできるCu6Sn5",
                                "あるいはCu3Snのような金属間化合物の発生を抑制する作用を行う。」(2頁下1行～3頁3行)",
                                "② 「このような金属間化合物は融点が高く，合金溶解時に溶湯の中に存在して流動性を阻害し，はんだとしての性能を低下させる。そのためにはんだ付け作業時にはんだパターン間に残留すると，導体同士をショートさせるいわゆるブリッジとなることや，溶融はんだと離れるときに，突起状のツノを残すことになる。」(3頁3行～7行)",
                                "③ 「そこで，これを回避するためにＮiを添加したが，Ｎi自身もSnと反応して化合物を発生させるが，CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，ＮiはSn−Cu金属間化合物の発生に相互作用をする。」(3頁7行～10",
                                "行)",
                                "④ 「本発明では，SnにCuを加えることによってはんだ接合材としての特性を期待するものであるから，合金中にSn−Cu金属間化合物が大量に形成されることは好ましくないものということができる。そこで，Cuと全固溶の関係にあるＮiを採用し，CuのSnに対する反応を抑制する作用を行わしめるものであ",
                                "る。」(3頁10行～14行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "本件訂正後の明細書の「発明の詳細な説明」の記載では，上記②のとおり，Sn−Cu系のはんだ合金では，Cu Sn のような",
                              "text": [
                                "Sn−Cu金属間化合物が流動性を阻害して，はんだとしての性能を低下させ，ショートなどの問題を生じることを認識していることが記載されており，少なくとも当業者には解決しようとする課題がこの点にあることは明らかである。",
                                "次に，本件発明1の対象となるはんだ合金は基本形がSn−Cu",
                                "系合金であり，本件発明1のCuの添加量は0．3～0．7重量％であるから，周知の平衡状態図からしても本件発明1でいう金属間化合物は主にCu Sn であることは，平衡状態図の解釈を基本的に理解している当業者に明らかである。",
                                "Cu Sn の結晶は針状結晶(樹枝状晶)であるから，その結晶",
                                "が成長するものであることも出願時には知られていた事実である(甲5［R．J．KLEIＮ WASSIＮK著「ソルダリング",
                                "イン エレクトロニクス」日刊工業新聞社昭和61年8月30日初版1刷発行］)。そうすると，これがブリッジなどの欠陥の原因になることも自明である。",
                                "さらに，上記の③「CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にある」という事実及び上記④に記載された「Cuと全固溶の関係にあるＮi」という事実そのものが，本件発明1の出願時に科学的事実として周知あるいは公知であったことも，少なくとも当業者には明らかである(甲4［横山亨著「図解合金状態図読本」オーム社昭和49年6月25日第1版第1刷発行］)。",
                                "そして，Sn−Cu系のはんだ合金では，Cu Sn のようなS",
                                "n−Cu金属間化合物が流動性を阻害して，はんだとしての性能を低下させ，ショートなどの問題を生じることが「発明の詳細な説明」に開示されていること，及び，CuとＮiが互いにあらゆる割合で溶け合う全固溶(全率固溶)の関係にあるという出願時に知られていた事実から，発明者は，上記③の「ＮiはSn−Cu金属間化合物の発生に相互作用をする」ことを突きとめたものであることも，記載された事実である。これらの関連については，当業者であれば十分に理解することができる内容である。",
                                "本件訂正後の明細書の「発明の詳細な説明」には，「Cu Sn＋Ｎi→(Cu，Ｎi) Sn 」という式は記載されていないが，",
                                "上記のとおり文章にて表現された内容と，上記式で表現された内容は一義的に同じ内容であり，当業者にはきわめて当然の事実である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "ところで，特許法旧36条6項1号は「特許を受けようとする発明が発明の詳細な説明に記載したものであること」を求めており，それ以上のものでも，それ以下のものでもない。そして，「特許を受けようとする発明」が「発明の詳細な説明に記載」されているかどうかは，「発明の詳細な説明」全体から総合的に判断すべき事実である。本件発明1では，溶融はんだに求められる性質に対して，Sn−Cu系はんだ合金の場合にはCu Sn のような金属間",
                              "text": [
                                "化合物が問題であることを開示しており，この問題となる金属間化合物の発生をＮiの添加によって抑制したことも開示しており，そうすると，当業者であれば本件発明1の発明特定事項である「金属間化合物の発生を抑制し」という事実は普通に導き出すことができるものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「流動性が向上した」こと",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件訂正後の明細書(甲3)の「発明の詳細な説明」には，次の記載がある。",
                                "① 「また，Ｎiの添加量を減らしていった場合，0．04重量％以上であればはんだ流動性の向上が確認でき，」(3頁17行～18行)",
                                "② 「SnにＮiを単独で徐々に添加した場合には融点の上昇と共に，Sn−Ｎi化合物の発生によって溶解時に流動性が低下するが，Cuを投入することによって粘性はあるものの流動性が改善され，さらさらの状態になる。これら何れの手順から見ても，CuとＮiが相互作用を発揮した結果，はんだ合金として好ましい状態に達することがわかる。」(3頁23行～27行)",
                                "③ 「なお，CuとＮi両者の含有比については，適正範囲が問題になるが，図1に示したようにＮiは0．04～0．1重量％，",
                                "Cuは0．3～0．7重量％の範囲で示された部分は全てはんだ",
                                "継手として好ましい結果を示す。即ち，上述したように母合金をSn−Cu合金と考えた場合には，X軸に示されたCuの含有量",
                                "が0．3～0．7重量％で一定の値に固定されることになるが，その場合にはＮiを0．04～0．1重量％の範囲で添加量を変",
                                "えた場合でも好ましい結果を示す。一方，母合金をSn−Ｎi合金と考えた場合にはY軸に示されたＮiの含有量が0．04～",
                                "0．1重量％の範囲で一定の値に固定されることになるが，その場合であってもCuを0．3～0．7重量％の範囲で添加量を変",
                                "えた場合でも好ましい結果を示す。」(4頁1行～10行)",
                                "④ 「なお，これらの値については，Ｎiの作用を低下させてしまう元素以外の不可避不純物が混入している場合でも同様であることはいうまでもない。」(4頁10行～12行)",
                                "⑤ 「伸びについては，Ｎiの添加によって合金自体が良好な伸びを示したものと考えられる。」(8頁8行～9行)",
                                "⑥ 表1における「伸び率」の数値比較"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "そもそも液体の「流動性」については，間接的に数量的に測定する方法として，ラゴーン法やスパイラル法があるのみで，これを直接正確に測定する手法は現在でも存在しない。しかも，ラゴーン法やスパイラル法は，鋳造分野における学術的な手法であり，出願時において当業者には未だ広く知られていなかった手法である。",
                                "ところで，本件発明1の構成は，「Cu0．3～0．7重量％，",
                                "Ｎi0．04～0．1重量％，残部Snからなる」組成であって，",
                                "「金属間化合物の発生を抑制」して，「流動性が向上した」無鉛はんだ合金である。そして，上記のとおりSn−CuにＮiを添加することによって「金属間化合物の発生を抑制」した点については，実質的に「発明の詳細な説明」に記載された事実である。さらに，「流動性が向上した」という発明特定事項についても，上記②において，「粘性はあるものの流動性が改善され，さらさらの状態になる」という記載によって開示されている。Sn−Cuに対してＮiを添加する手法であっても，Sn−Ｎiに対してCuを添加する手法であっても，Ｎiが添加されない状況において発生する針状結晶物であるCu Sn のような好ましくない金属間化合物が，Ｎiの添加によって抑制され，その結果として，溶融はんだが目視において「さらさらの状態にな」ったのであるが，この現象を確認したことが記載されていることは，流動性が向上したことを実施例として開示した以外の何ものでもないことは，当業者に明らかな事実である。「発明の詳細な説明」の記載方法は，特許法の要請に合致するかぎりにおいて基本的には出願人の自由に委ねられるべきものであり，実施例の欄に記載していないことと，実施例の記載が「発明の詳細な説明」に存在しないということは別の問題である。したがって，「流動性が向上した」という事項も「発明の詳細な説明」に明確に記載されていると理解するのが相当である。",
                                "本件発明1では，「向上」という用語を用いているが，「向上」とは，それ以前と比較して優れた状態になったことを意味する用語であり，この意味において一義的である。本件訂正後の明細書の「発明の詳細な説明」では，上記のとおり「さらさらの状態になる」と記載されており，「向上」という用語の意味合いは「発明の詳細な説明」の記載にきわめて忠実である。",
                                "審決は，実施例とはあたかも数値を開示した実験例だけであると考えているようであるが，数値上の比較がないということだけを判断の基準とすることは間違いである。",
                                "したがって，本件発明1の「流動性が向上した」という発明特定事項についても，本件訂正後の明細書の「発明の詳細な説明」に記載されたものである。",
                                "さらに，本件発明1の「流動性が向上した」ことについては，直接的記載ではないものの，実施例においても記載がある。すなわち，表1の右欄に伸び率が示されているが，本件発明1の範囲にあるサンプル1，2，4，8，及び9は，全てＮiを添加していない比較サンプルA，Bと比べて伸び率が向上している。これは，Ｎiの添加によって針状結晶物であるCu Sn のような金属間化合物の発生が抑制され，流動性が向上した結果，凝固後においても伸びが良くなったことを示しており，間接的にこの事実を数値的に示している。この点の評価について，発明の詳細な説明では，上記⑤のとおり記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，「金属間化合物の発生を抑制し」という発明特定事項については，Sn−Cu合金において発生する金属間化合物をCuと全固溶の関係にあるＮiを添加することによって抑制できることが本件訂正後の明細書の「発明の詳細な説明」に開示されており，「流動性が向上した」という発明特定事項についても，上記金属間化合物の発生を抑制したために溶融はんだが「さらさらの状態にな」ったことが目視観察において確認されたという実施例を開示している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件発明1に係る特許が特許法旧36条6項1号に違反するとした審決の判断は誤りである。",
                        "また，本件発明2～4についても，これらは本件発明1をさらに限定する内容であり，本件発明1に関する審決の判断が誤っていることに起因して特許法旧36条6項1号に規定する要件を満たしていないとされたものであり，同様にその判断は誤っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，第1次無効審判請求における審決(甲6)及びその審決に対する取消訴訟の判決(甲7)は，本件発明1が「発明の詳細な説明」に記載された発明であるかどうかを当業者の観点から実質的に判断しており，本件発明1の「金属間化合物の発生を抑制し，流動性が向上した」という発明特定事項が，その合金組成であるSn−CuにCuと全固溶の関係にあるＮiを添加することによって実現されることを，「発明の詳細な説明」に記載された事実として正確に捉えている。",
                        "また，第2次無効審判請求の審決(甲8)では，「発明の詳細な説明」の記載を当業者の観点から実質的に判断し，本件発明1～4が「発明の詳細な説明」に記載された発明であると判断している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(信義則違反及び特許法167条の類推適用)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件の被告Y1は，第1次無効審判請求の請求人代理人で，その審決取消訴訟の原告代理人で，かつ上告受理申立て事件の申立人代理人である。したがって，被告Y1は，第1次無効審判請求の全手続及び審決並びにこれに続く審決取消訴訟の全手続及び判決を知悉していた。そして，平成19年1月30日言渡しの判決が「原告の請求を棄却する」というものであることを知り，代理人として同年2月13日付けで上告受理申立てを行い，その確定を阻止しておいて，審決が確定する前の同年4月6日付けで，自ら当事者として本件無効審判請求を行ったものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件無効審判請求において被告Y1が主張した無効理由のうち，特許法旧36条6項1号に係る無効理由の主張は，「また，『流動性』が『噴流はんだ付けに適する流動性』を意味するのであるから，噴流はんだ付け以外についてサポート要件は満足されない。本件明細書において具体的に開示されたはんだ合金がそのような『流動性』を示すのか否かについて，実施例においてその『流動性』についてすらまったく言及がなく，サポート要件は満足されない。さらに本件発明は，例えば，Cu：0．3～0．7％，残部Snに対してＮi0．04～0．1％配合した",
                      "text": [
                        "ときの，『金属間化合物の生成を抑制し，流動性が向上した』との発明特定事項を要件とするものであるが，そのときの『流動性が向上した』事実が，例えば発明の詳細な説明の欄ばかりでなく，実施例においても上記合金組成との関連で説明されることがないため，サポート要件を満足しない。」(審判請求書［甲12］11頁下8行～12頁2行)というものである。",
                        "一方，第1次無効審判請求において請求人東京半田錫工業協同組合の代理人として被告Y1が主張した特許法旧36条6項に係る無効理由の内容は，「本件発明1にいう『金属間化合物の発生を抑制し』，『流動性が向上した』との発明特定事項の具体的内容が不明であり，また両特性の因果関係が不明であるから，特許法36条4項又は6項に違反する。」(第1次無効審判請求の審決に対する取消訴訟の判決［甲7］4頁11～14行)というものである。",
                        "したがって，本件無効審判請求において被告Y1が主張した無効理由は，第1次無効審判請求において当該事件の請求人が主張した無効理由と実質的に同じ事実の主張である。",
                        "しかも本件無効審判請求において被告Y1が提出した証拠は，甲13(審査基準)，14の1・2(実用合金状態図説)(審判では，甲5，6の1・2)であるが，甲13は特許庁の審査基準を抜粋しただけであり，実質的証拠ではない。また，甲14の1は，第1次無効審判請求の審決に対する取消訴訟において甲28として提出した証拠で，従来から周知のSn−Cu平衡状態図であり，甲14の2はこれを一部拡大したものである。",
                        "そうすると，本件無効審判請求は第1次無効審判請求とは，主張事実が同一であり，かつ証拠も同一であるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許が特許法旧36条6項1号に違反するものであるかどうかは，明細書そのものに内在する要件であり，自己完結的な要件である。したがって，基本的には進歩性の判断のように新たな公知技術を証拠として特許無効を主張する事案とは異なるというべきである。しかるに，被告Y1は，特許法167条の規定を専門家として知悉しており，本来ならば訴訟代理人であった上記(ア)の上告受理申立て事件で審決取消訴訟事件判決の違法を争うべきであるところ，当事者として新たな本件無効審判請求をしたことになる。しかも，特許法旧36条6項1号に関しては同一事実・同一証拠をもって本件特許の無効を主張したのであって，これは，「蒸し返し」以外のなにものでもない。",
                        "以上のように，先行する事件の当事者と同視し得る立場にある人物が，同一事実・同一証拠をもって紛争を蒸し返すことを意味する本件無効審判請求は，特許法167条の趣旨である一事不再理に反するものとして少なくとも同条を類推適用するか，あるいは特許法が準用する民事訴訟法第2条が「信義に従い誠実に民事訴訟を追行しなければならない」と定める信義則に反するものとして，許されないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告らの反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "審決は，本件発明1の発明特定事項に関してそれを実証する開示がないことを，特許法が規定するサポート要件の欠落であるとしているのであり，審決が「本件発明1が有する性質である『金属間化合物の発生を抑制し，流動性が向上した』が達成されたことを裏付ける具体的な開示はおろか，当該性質が達成されたか否かを確認するための具体的な方法(測定方法)についての開示すらない。」(8頁23行～26行)と判断していることは，まさに当該発明をなした具体的な事実の開示を欠くからサポート要件を欠くことにほかならず，そのような開示を欠く明細書に対して権利保護を与えることは特許法の趣旨に反するから，上記審決の判断に違法はない。",
                "サポート要件に求められるものは，当業者が当該発明の課題を解決できると認識できる開示がなされることなのであって，本件発明1は「Cu：0．3～0．7重量％，Ｎi：0．04～0．1重量％，残部Snからなる，金属間化合物の発生を抑制し，流動性が向上したことを特徴とするはんだ合金」であるから，上記発明特定事項がはんだ接合において，その課題に対してどのように作用効果を発揮するのか，具体的に開示されなければならない。",
                "はんだ接合自体は，古典的な技術であって，具体的に体系付けられた作業で行われ，はんだ合金の性質やその接合過程に対して具体的な測定法がJIS規格にも定められていて，はんだ接合において求められる性質や利点などがこれらの測定結果によって把握され，当業者の理解と実施の便を図っている。",
                "本件発明1の発明特定事項である「金属間化合物の発生を抑制し，流動性が向上した」ことについて，「発明の詳細な説明」では実質上「金属間化合物の発生を抑制した」，「流動性が向上した」という記述を繰り返すのみであるから，上記したようなはんだ接合における要請に応えていないし，また，これらの発明特定事項が先願発明と峻別する性質であることから，「発明の詳細な説明」中に記載されたこれら従来の測定手法による結果が適用できるものでもなく，課題が達成されたというのみで，どのように達成されたかも，あるいはヌレ性や広がり性などのように具体的なはんだ接合においてどのように作用するのかも理解できない。",
                "そこで，本件の発明特定事項がそもそもどのような課題に対応するものか，本件訂正後の明細書(甲3)の「発明の詳細な説明」を見ると，「そこで，本発明では無鉛でかつ錫を基材としたはんだ合金を開発し，工業的に入手しやすい材料で，従来の錫鉛共晶はんだにも劣ることがなく，強度が高く安定したはんだ継ぎ手を構成することができる，金属間化合物の発生を抑制し流動性が向上したはんだ合金を開示することを目的とするものである。」(2頁2行～5行)と記載され，そのほか，「発明の開示」の欄において，問題点として「このような金属間化合物は融点が高く，合金溶融時に溶湯の中に存在し流動性を阻害し，はんだとしての性能を低下させる。そのためにはんだ付け作業時にはんだパターン間に残留すると，導体同士をショートさせるいわゆるブリッジとなることや，溶融はんだと離れるときに，突起状のツノを残すことになる」(3頁3行～7行)ことを挙げているが，これらから分かることは，一般にはんだ合金に求められる性質を挙げているほか，金属間化合物の発生の問題を挙げていることである。",
                "ところが，これらの問題に対して，本件訂正後の明細書(甲3)の「発明の詳細な説明」では，「そこで，これを回避するためにＮiを添加したが，Ｎi自身もSnと反応して化合物を発生させるが，…そこで，Cuと全固溶の関係にあるＮiを採用し，CuのSnに対する反応を抑制する作用を行わしめるものである。」(3頁7行～14行)，及び「逆にSn―Ｎi合金に対してCuを添加するという手順も成立する。…Cuを投入することによって粘性はあるものの流動性が改善され，さらさらの状態になる。」(3頁22行～25行)」との記載があるが，これらの内容は，「金属間化合物の発生を抑制し，流動性が向上した」といっているのみである。つまり，本来，「発明の詳細な説明」に求められるはずの，金属間化合物の発生がそもそも抑制されたのか，そして，どれだけ抑制されたのか，また，それがはんだ接合にどのような役割を果たすのか，その作用効果などを具体的に明らかにするものは一切ない。",
                "したがって，これらに関する記載事実を摘示したうえで，「本件発明1が有する性質である『金属間化合物の発生を抑制し，流動性が向上した』が達成されたことを裏付ける具体的な開示はおろか，当該性質が達成されたか否かを確認するための具体的な方法(測定方法)についての開示すらない。」(8頁23行～26行)として結論に導いた審決の判断に理由不備の違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「発明の詳細な説明」の記載事項は，当業者が，当該発明が発明の詳細な説明に記載されていると認識できるかどうかをもって判断すべきであるという。この趣旨はもっともであるが，そうすると，はんだ接合においては，前記(1)で述べたように，「はんだ接合自体は古典的な技術であって，具体的に体系付けられた作業で行われ，その接合過程も具体的な測定法がJIS規格にも定められていて，はんだ接合において求められる性質や利点などがこれらの測定結果によって把握され，当業者の理解と実施の便を図っている。」ということが念頭に置かれるべきである。",
                    "本件特定事項である「金属間化合物の発生を抑制し，流動性が向上した」ことについても，発明がはんだ合金であり，はんだ接合用途に用いられるものであるから，その例外ではないはずである。この発明特定事項自体がこれら従来の測定方法などで把握できる範疇にないというのであれば，手段，方法を問わず，出願人自ら証明責任を負うことも，前記(1)で述べたとおりである。",
                    "原告の主張は，「発明の詳細な説明」の記載がこれらの開示を欠いていることを認めながら，他方では，これらの記載外の事項を「当業者」に明らかであるとして認めることを求めているのであるから，論理的に一貫しておらず，矛盾する。また，判断主体である当業者は出願時の当業者であって，後日実証した事実によることもできないこと無論のことであるから，これらの開示を欠く出願に権利を付与することは特許法の趣旨にも反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Sn−Cu二元系状態図によれば，Cu0．7％の共晶点を境にそれ以下のCu含有量では227℃を通る水平線で表された固相線から右上方に向かう液相線が描かれ，この液相線より高い温度では完全に溶融した液体であり，液相線と固相線の間の温度範囲では，Snのみからなる結晶粒であるSn初晶が晶出して溶融状態のはんだと共存する状態となり，さらに温度が低下して固相線に達するとすべてが凝固し，その凝固のときに金属間化合物が晶出する。また，Cu含有量が0．7％よりも多い領域では，液相線はCu含有量の増加とともに急激に上昇し，その液相線と固相線との間では金属間化合物が晶出して，溶融状態のはんだと共存する状態となり，固相線以下において完全に固体状態となる。したがって，本件発明1のCu0．3～0．7％のはんだは，はんだ付けの温度である完全に溶融状態である液相線より高い温度から，温度が降下して液相線以下になると，Sn初晶が晶出して溶融状態のはんだと共存する状態となり，固相線温度に達して初めて金属間化合物を晶出する。固相線温度に達するということは合金が固体状態になるということである。このように，本件発明1のはんだ合金は，請求項記載のその成分組成範囲内においては，金属間化合物によってその流動性を損なわれることはない。また，その範囲外において金属間化合物の発生による影響が表れるとしても，本件発明1には何ら関連のない作用である。さらに，Ｎi含有量について，その作用を発揮するときの有効範囲の記載はない。まして，本件発明1の成分組成の範囲内において，本件発明特定事項の「金属間化合物の発生を抑制し，流動性が向上した」ことを具体的に開示する記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「ＮiがCu−Sn金属間化合物の発生を抑制」することに関して，「ＮiとCuとが全固溶の関係があること」及び「ＮiがSn−Cu金属間化合物の発生に相互作用をすること」を根拠に挙げているが，ＮiとCuとが固溶体を形成すること自体は知られているとしても，これはＮiとCuとの間の関係であって，Snとの関係，あるいはSn基マトリックス中での状態については何も明らかにしていない。合金の組成として有用であるというためには，少なくもこれら3者についての関係において，その挙動を説明すべきであって，ＮiとCu2者の関係のみから第3成分であるSnとの関係はわからない。",
                    "したがって，「ＮiがSn−Cu金属間化合物の発生に相互作用をする。」ことについては，Ｎiが何らかの作用を及ぼすとしても，Ｎi，Cuの2者の関係が第3成分のSnに対してどのように作用するのか明らかではないから，相互作用の内容まではわからないし，本件発明1の出願当時に当業者に知られた事実でもない。",
                    "また，Ｎi，CuともにSnとの間に金属間化合物を生成するとされているが，これらＮiとCuがそれぞれSnとの金属間化合物を形成するのか，ＮiとSnとの金属間化合物は流動性を損なわないのか，それらのうちの一方が優先的に形成されて他方の発生量が減少するのか，それらの金属間化合物の発生量が共に抑制，減少するのか，あるいは発生した金属間化合物の形態，形状が変わって流動性に対する影響が変化するのか，そのいずれであるとも記載していない。このような化学反応は，実際に進行するかどうか，どのように進行するかは，温度や成分比などの種々の条件次第なのであって，それらの条件と合わせて反応結果を示さないとその成否は検証できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，「Cu Sn ＋Ｎi → (Cu，Ｎi) Sn という式が成立し，これらの関係から「金属間化合物の発生を抑制した」ことが記載された事実であると主張する。",
                    "しかし，本件訂正後の明細書(甲3)にはそのような記載は全くない。",
                    "この主張は，明細書の記載を超えたものであり，根拠がない。化学式は，化学反応を表現する手段であって，原告の主張する現象を化学式でいえばこのように表現できるというに過ぎず，しかも，このような化学式が成立するとしても，それがどのような条件下で生じるか，その条件や反応生成物がどの程度生成したかなどの反応結果まではわからない。",
                    "仮に，そのような化学式が当業者に理解されていたとしても，上記の化学常識からすれば，その式から「金属間化合物の発生を抑制」することを確認できるほどに具体的に記載されていたことにはならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，「そもそも液体の『流動性』については，間接的に数量的に測定する方法として，ラゴーン法やスパイラル法があるのみで，これを直接正確に測定する手法は現在でも存在しない。」と述べて，「流動性」について具体的な開示がない理由としているが，本件発明1の出願当時，溶融はんだの流動性の向上について検証できなかったというのであるから，その明細書に当業者が理解できる程度に効果が記載されていないという，サポート要件を具備しないことを自白することに他ならない。",
                    "発明特定事項として「流動性」をはんだ合金の新たな性質として挙げるのであれば，その手段方法を問わず実証することが求められるのであって，その内容ははんだ接合においてどのように作用効果を発揮するものであるか，具体的に認識できるものでなければならない。",
                    "フローはんだにおいては，その接合条件上一般的な意味及び程度において流動性を具えることが前提であり，また溶融金属は本来流動性が良好なのである。これに対して本件発明1は，「流動性が良い」，及び「さらさらの状態」という表現が記載されているのみであるから，これら一般的な意味においていうところの流動性との対比ができないし，その達成度，流動性の程度が把握できない。",
                    "本件発明1にいう「流動性を向上」とは，その文言の意味は理解できても，これらはんだ接合においてどのように働くのか，特に，従来から広く行われているヌレ性や広がり性などの測定される性質と異なる，独自の作用効果を発揮するものであるかどうか具体的に認識できない。また，「粘性はあるものの流動性が改善され，さらさらの状態になる」ということは，記載された事実ではあっても具体的内容がなく，また，語義のうえでも「粘性」と「さらさらの状態」とは意味する範囲が広く，相反する概念であるため作用の程度は不明である。たとえ，文言上意味が理解できたとしても，はんだ接合という用途において，どのような作用を及ぼすのか，どのような結果が得られるのか，が明細書に具体的に示されていなければその作用効果は把握できないし，その有用性も理解できない。「ヌレ性」や「広がり性」はそのような意味において，その測定法がJIS規格とされ，当業者においてはんだの性質を把握・理解し，評価する手段となっている。これに対して本件発明1の上記の「流動性が向上」及び「粘性はあるものの流動性が改善され，さらさらの状態になる」という記載は，このようなはんだにおいて求められる具体的な開示ではないため，前記した一般的な溶融状態のはんだの性質以上の，これを発明特定事項とするはんだの性質を把握・理解し，評価する根拠とはならない。",
                    "原告は，本件発明1によって得られたはんだ接合に関して「伸びについてはＮiの添加によって合金自体が良好な伸びを示したものと考えられる。」及び「表1における『伸び率』の数値比較」と述べているが，「伸び」及び「伸び率」は接合個所の固着した状態のはんだの性質であって，溶融状態にあるはんだの性質ではなく，本件発明1の上記発明特定要件に関するものではない。",
                    "以上のとおり，本件発明1のはんだ合金において，その流動性が向上したという事実は，検証できない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上から，審決の「無鉛はんだ合金が本件発明1の組成を有することにより，『金属間化合物の発生を抑制し，流動性が向上した』という性質が得られたとの結果の記載並びにその理由として『CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，ＮiはSn−Cu金属間化合物の発生を抑制する作用をする』との趣旨の記載があるにすぎず，本件発明1が有する性質である『金属間化合物の発生を抑制し，流動性が向上した』が達成されたことを裏付ける具体例の開示はおろか，当該性質が達成されたか否かを確認するための具体的な方法(測定方法)についての開示すらない。」とした判断(8頁19行～26行)は，本件訂正後の明細書の「発明の詳細な説明」におけるサポート要件の欠落を具体的，明確に指摘したものであり，また，そのうえで「本件明細書の『発明の詳細な説明』が，当業者において，無鉛はんだ合金が本件組成を有することにより，本件発明1が有する『金属間化合物の発生を抑制し，流動性が向上した』という性質が得られるものと認識することができる程度に記載されたものとはいえない」とした審決の判断(8頁27行～30行)に誤りはない。",
                    "また，請求項2～4についても，本件発明1の発明特定事項を必須要件とする以上，同じく特許法第旧36条6項1号に規定する要件を充足しないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "審決は，原告の主張する特許法167条の適用については，本件無効審判請求時には，第1次無効審判請求の審決は確定したものでなかったから，特許法167条の適用はないと判断している(9頁5行～10行)。",
                "本件無効審判請求の請求日は，平成19年4月6日であるところ，その時点で第1次無効審判請求の審決が確定していないことは明らかであるから，審決の上記判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，関連事件と本件訴訟との関係は，証拠(甲6～14の2，乙1～4，9)及び弁論の全趣旨によれば，以下のとおりであったことが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許に関しこれまで提起された無効審判請求は，前記第2，3で述べたとおり，第1次無効審判請求から第3次無効審判請求までであり，本件訴訟はそのうちの第3次請求に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "東京半田錫工業協同組合が請求人である第1次無効審判請求においては，無効理由1ないし9が主張され，その6が，本件発明1についての特許は特許法36条4項又は6項に規定する要件を満たしていないとするものであったが，平成17年11月22日になされた特許庁の審決(甲6)及び平成19年1月30日になされた当庁の判決(甲7)において，いずれも排斥され，平成19年6月22日の最高裁における不受理決定により上記判決が確定した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，ソルダーコート株式会社が請求人である第2次無効審判請求においても，特許法36条4項又は6項違反の主張がなされたが，平成19年7月31日になされた特許庁の審決(甲8)においてはそれが排斥されたので，上記ソルダーコート株式会社が審決取消訴訟を提起した。",
                    "ところで，上記第2次無効審判請求に関連する民事訴訟として，株式会社日本スペリア社(本件訴訟の原告)を原告とし，ソルダーコート株式会社を被告とする大阪地裁平成18年(ワ)第6162号特許権侵害差止等請求事件があり，同訴訟において大阪地裁は，平成20年3月3日，ソルダーコート株式会社の製品は本件特許の請求項1及び4の技術的範囲に属さず，また請求項1及び4は特許法36条6項1号が規定する要件に違反しているから無効理由がある等として，原告の請求を棄却した(乙3)。",
                    "平成20年9月8日になされた上記第2次無効審判に関する審決取消訴訟の判決(乙4)においては，平成20年3月3日になされた大阪地裁判決(乙3)とほぼ同様の理由により本件特許の請求項1及び4につき審決を取り消す旨の判決がなされたが，その後の当事者の交渉等により，平成20年11月14日に上記審決取消訴訟についての訴えが取り下げられ(甲9)，上記請求不成立の審決が確定した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，平成19年4月6日になされた本件無効審判請求(第3次無効審判請求)は，被告Y1によりなされたものであり，その無効理由として1～4が主張され，そのうち特許法36条6項に関するものとしては，「本件請求項1ないし4にかかる本件特許は，特許法第36条第6項第1号または第2号に規定する要件を満たしていない特許出願に対してなされたものである」(無効理由1)及び「本件請求項4にかかる本件特許は，特許法第36条第6項第1号に規定する要件を満たしていない特許出願に対してなされたものである」(無効理由2)というものであった(甲12)が，前記のとおり，平成20年11月12日に至り，本件発明1～4に係る特許は，特許法36条6項1号が規定する要件を満たしていない特許出願に対しなされたものであるとして，本件特許の請求項1～4に係る発明についての特許を無効とする旨の審決(本件審決)がなされたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "ところで，本件訴訟の被告であり本件無効審判請求の請求人本人であるY1(被告Y1)は弁理士であり(被告Y2も同じ)，弁理士法の定めに基づきその業務を行っているところ，被告Y1は，東京半田錫工業協同組合が平成16年12月24日付けでなした第1次無効審判請求(無効2004−80275号)の唯一の代理人であり，同組合が原告となった審決取消訴訟(知財高裁平成17年(行ケ)第10860号)及びその上告受理申立て(甲11)においても訴訟代理人の一人であったが，本件無効審判請求をなしたのは，第1次無効審判請求に関する審決取消訴訟につき原告敗訴判決がなされた平成19年1月30日より後で最高裁の不受理決定でなされた平成19年6月22日より前の平成19年4月6日であった。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "事案に鑑み，原告主張の取消事由2(本件発明1～4に係る特許が特許法旧36条6項1号を充足すること)について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載が，特許法旧36条6項1号に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により，当業者(その発明の属する技術の分野における通常の知識を有する者)が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。",
                "そこで，以上の観点に立って本件について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許の請求項1～4は，前記第3，1(2)のとおりであるほか，本件訂正後の明細書(甲3)には，「発明の詳細な説明」として，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は，新規な無鉛はんだ合金の組成に関するものである。」(1頁18行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「従来からはんだ合金において鉛は錫を希釈して流動性およびヌレ特性を改善する重要な金属であるとされていた。しかし，最近では，はんだ付けを行なう作業環境，はんだ付けされた物品を使うときの使用環境，およびはんだを廃棄するときの地球環境などを考慮すると，毒性の強い重金属である鉛の使用を回避するのが好ましいという観点から，はんだにおいて鉛合金を避ける傾向が顕著である。",
                    "ところで，いわゆる無鉛はんだ合金を組成する場合であっても，合金自体が相手の接合物に対してヌレ性を有していることが不可欠であるから，このような性質を有する錫は合金母材としては不可欠である。従って，無鉛はんだ合金としては，錫の特性を十分に活かし，かつ従来の錫鉛共晶はんだに劣らない接合信頼性を発揮させることができる添加金属をどの範囲で特定するかということが非常に重要になる。",
                    "そこで，本発明では無鉛でかつ錫を基材としたはんだ合金を開発し，工業的に入手しやすい材料で，従来の錫鉛共晶はんだにも劣ることがなく，強度が高く安定したはんだ継ぎ手を構成することができる，金属間化合物の発生を抑制し流動性が向上したはんだ合金を開示することを目的としたものである。」(1頁20行～2頁5行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の開示",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明では，上記目的を達成するためのはんだ合金として，Cu0．3～0．7重量％に，Ｎi0．04～0．1重量％，残部Snの",
                      "text": [
                        "3元はんだを構成した。この成分中，Snは融点が約232℃であり，接合母材に対するヌレを得るために必須の金属である。ところが，Snのみでは鉛含有はんだのように比重の大きい鉛を含まないので，溶融時には軽くふわふわした状態になってしまい，噴流はんだ付けに適した流動性を得ることができない。又，結晶組織が柔らかく機械的強度が十分に得られない。従って，Cuを加えて合金自体を強化する。CuをSnに約0．7％加えると，融点がSn単独よりも約5℃低い約227℃の共晶合金となる。又，はんだ付け中にリード線などの通常用いられる母材であるCuの表面からCuが溶出するという銅食われを抑制する機能も果たす。ちなみに，錫鉛共晶はんだにおける銅のくわれ速度と比較すると，260℃のはんだ付け温度において上記Cuを添加した場合には約半分程度の速度に抑制される。又，銅食われを抑制することは，はんだ付け界面における銅濃度差を小さくして，脆い化合物層の成長を遅らせる機能も果たすことになる。",
                        "また，Cuの添加はディップはんだ付け工法で長期使用した場合のはんだ自身の急激な成分変化を防止する機能も発揮する。」(2頁7行～下8行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「Cuの添加量としては，0．3～0．7重量％が最適であり，これ以上Cuを添加すればはんだ合金の融点が再び上昇する。融点が上昇するとはんだ付け温度も上げなければならないので，熱に弱い電子部品には好ましくはない。しかし，一般的なはんだ付け温度の上限を考慮すると，300℃程度まで許容範囲ということができる。そして，液相温度が300℃の場合にはCuの添加量は約2重量％である。そこで，最適値と限界値を上述した通りに設定した。」(2頁下7行～下2行)(ウ) 「本発明において重要な構成は，Snを主としてこれに少量のCuを加えるだけでなく，Ｎiを0．04～0．1重量％添加したことである。ＮiはSnとCuが反応してできるCu6Sn5あるいはCu3S",
                      "text": [
                        "nのような金属間化合物の発生を抑制する作用を行う。このような金属間化合物は融点が高く，合金溶融時に溶湯の中に存在して流動性を阻害し，はんだとしての性能を低下させる。そのためにはんだ付け作業時にはんだパターン間に残留すると，導体同士をショートさせるいわゆるブリッジとなることや，溶融はんだと離れるときに，突起状のツノを残すことになる。そこで，これを回避するためにＮiを添加したが，Ｎi自身もSnと反応して化合物を発生させるが，CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にあるため，ＮiはSn−Cu金属間化合物の発生に相互作用をする。本発明では，SnにCuを加えることによってはんだ接合材としての特性を期待するものであるから，合金中にSn−Cu金属間化合物が大量に形成されることは好ましくないものということができる。そこで，Cuと全固溶の関係にあるＮiを採用し，CuのSnに対する反応を抑制する作用を行わしめるものである。",
                        "ただし，Snに融点の高いＮiを添加すると液相温度が上昇する。従って，通常のはんだ付けの許容温度を考慮して添加量の上限を0．1重量％に規定した。また，Ｎiの添加量を減らしていった場合，0．04重量％以上であればはんだ流動性の向上が確認でき，またはんだ接合性，およびはんだ継手としての強度などが確保されることが判明した。",
                        "従って，本発明ではＮiの添加量として下限を0．04重量％に規定した。」(2頁下1行～3頁20行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「ところで，上記説明ではSn−Cu合金に対してＮiを添加するという手順を基本として説明したが，逆にSn−Ｎi合金に対してCuを添加するという手順も成立する。SnにＮiを単独で徐々に添加した場合には融点の上昇と共に，Sn−Ｎi化合物の発生によって溶解時に流動性が低下するが，Cuを投入することによって粘性はあるものの流動性が改善され，さらさらの状態になる。これら何れの手順から見ても，CuとＮiが相互作用を発揮した結果，はんだ合金として好ましい状態に達することがわかる。即ち，Sn−Cu母合金に対してＮiを添加する場合であっても，Sn−Ｎi母合金に対してCuを添加する場合であっても，何れも同様のはんだ合金とすることが可能である。」(3頁21行～下1行)"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「なお，CuとＮi両者の含有比については，適正範囲が問題になるが，図1に示したようにＮiは0．04～0．1重量％，Cuは0．3～0．7重量％の範囲で示された部分は全てはんだ継手として好ましい結果を示す。即ち，上述したように母合金をSn−Cu合金と考えた場合には，X軸に示されたCuの含有量が0．3～0．7重量％の範囲で一定の値に固定されることになるが，その場合にはＮiを0．04～0．1重量％の範囲で添加量を変えた場合でも好ましい結果を示す。一方，母合金をSn−Ｎi合金と考えた場合にはY軸に示されたＮiの含有量が0．04～0．1重量％の範囲で一定の値に固定されることになるが，その場合であってもCuを0．3～0．7重量％の範囲で添加量を変えた場合でも好ましい結果を示す。なお，これらの値については，Ｎiの作用を低下させてしまう元素以外の不可避不純物が混入している割合でも同様であることはいうまでもない。」 (4頁1行～12行)(カ) 「…本発明では，ＮiがCuと全固溶し，かつCuとSnの合金によるブリッジの発生などを抑制できることに着目しているが，Ｎi独自の効果を阻害する金属が合金中に存在することは好ましくない。言い換えると，Cu以外の金属でＮiと容易に相互作用する金属の添加については，本発明の意図するところではない。」(8頁下1行～9頁4行)(3) 上記(2)によれば，本件発明1は，「Cu0．3～0．7重量％，Ｎi0．04～0．1重量％，残部Snからなる」組成を有する無鉛はんだ合金であって，「金属間化合物の発生を抑制し，流動性が向上した」ものであることが認められる。",
                        "ところで，被告らは，本件発明1のはんだ合金は，請求項記載のその成分組成範囲内においては，金属間化合物によってその流動性を損なわれることはなく，その範囲外において金属間化合物の発生による影響が表れるとしても，本件発明1には何ら関連のない作用であると主張する。",
                        "本件発明1は，無鉛はんだ合金の組成を「Cu0．3～0．7重量％，Ｎi0．04～0．1重量％，残部Sn」と特定した発明であるが，そうであるからといって，「金属間化合物の発生を抑制し，流動性が向上したこと」の部分が，はんだ付けを始める前のSn−Cuはんだの溶融段階に関する記載であると解すべき理由はない。本件発明1は，はんだ付け作業中に，Cuの濃度が上昇して，SnとCuの不溶解性の金属間化合物が形成され，はんだ浴中に析出したり，ざらざらした泥状となってはんだ浴底に溜まったりして，はんだの流動性を阻害することを解決課題とし，それを解決するために，上記のような合金の組成としたものと理解することができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件特許の請求項1に記載の「金属間化合物の発生を抑制し，流動性が向上した」ことについて，本件訂正後の明細書(甲3)の「発明の詳細な説明」には，上記(2)ウ(ウ)～(カ)のとおり，無鉛はんだ合金の構成を「Snを主とし，これに，Cuを0．3～0．7重量％，Ｎiを0．04～0．1重量％加えた」ものとすることによって，「金属間化合物の発生が抑制され，流動性が向上した」ことが記載されており，その理由として，CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にあることが記載されているから，特許請求の範囲に記載された「金属間化合物の発生を抑制し，流動性が向上した」発明は，発明の詳細な説明に記載された発明であって，かつ発明の詳細な説明の記載により当業者が上記の本件発明1の課題を解決できると認識できるものであると認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告らは，本件訂正後の明細書(甲3)の「流動性が向上」という記載は，一般的な溶融状態のはんだの性質以上の，これを発明特定事項とするはんだの性質を把握・理解し，評価する根拠とはならないと主張する。",
                "しかし，上記の「流動性が向上」については，「金属間化合物の発生を抑制する」というその意義が記載されている。そして，甲5(R．J．KLEIＮ WASSIＮK著「ソルダリング イン エレクトロニクス」日刊工業新聞社昭和61年8月30日初版1刷発行106頁)に「…銅を含む溶融はんだを冷却すると，過剰になった銅はCu Sn の微細な針状晶(樹枝状晶)として晶出し，しだいにはんだの粘性が増し，ブリッジの形成が促進されるようになる。しまいには凝固したはんだの表面は，晶出した針状晶のためざらざらした様相を呈するようになる。」と記載され，甲16(特開平7−116887号公報［発明の名称「はんだ合金」，出願人 千住金属工業株式会社 ，公開日 平成7年5月9日］)に「…はんだ組織中に硬くて脆い性質を有する金属間化合物が存在した場合には，これがはんだの展延性を阻害し，接合部の応力緩和を低下させる要因となる。」(【0011】)と記載されているように，本件特許出願前から，はんだ付け作業における金属間化合物の発生については広く知られていたものと認められる(甲5，16は，「無鉛はんだ」について述べたものではないが，そうであるとしても，はんだ付け作業における金属間化合物の発生について知られていたことの証拠とはなり得るものである)。そうすると，上記の「流動性が向上」という記載は，はんだ付け作業時に必要とされるはんだの性質を特定したものであって，はんだの性質を把握・理解し，評価する根拠となるものであるということができる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "もっとも，本件訂正後の明細書(甲3)の「発明の詳細な説明」には，「金属間化合物の発生を抑制し，流動性が向上した」ことについての具体的な測定結果は記載されていない。",
                "確かに，数値限定に臨界的な意義がある発明など，数値範囲に特徴がある発明であれば，その数値に臨界的な意義があることを示す具体的な測定結果がなければ，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できない場合があり得る。しかし，本件全証拠によるも，本件優先権主張日前に「Snを主として，これに，CuとＮiを加える」ことによって「金属間化合物の発生が抑制され，流動性が向上した」発明(又はそのような発明を容易に想到し得る発明)が存したとは認められないから，本件発明1の特徴的な部分は，「Snを主として，これに，CuとＮiを加える」ことによって「金属間化合物の発生が抑制され，流動性が向上した」ことにあり，CuとＮiの数値限定は，望ましい数値範囲を示したものにすぎないから，上記で述べたような意味において具体的な測定結果をもって裏付けられている必要はないというべきである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "そして，本件特許出願前から，CuとＮiは互いにあらゆる割合で溶け合う全固溶の関係にあることは広く知られていたと認められる(甲4，横山亨著「図解合金状態図読本」63頁 オーム社昭和49年6月25日第1版第1刷発行)から，ＮiがCuのSnに対する反応を抑制する作用を行わしめるものであると考えることは，「Snを主として，これに，CuとＮiを加える」ことによって「金属間化合物の発生が抑制され，流動性が向上した」理由の説明としては不合理ではない。したがって，本件訂正後の明細書(甲3)の記載において，従来の金属間化合物発生等で生じた流動性の問題がなく，フローめっき(噴流めっき)に適していることが，Cu−Sn系から出発したＮiの添加の場合も，Ｎi−Sn系から出発したCuの添加の場合も確認されており，その原因については，ＮiとCuの全固溶関係という上記技術常識及びCuSn金属間化合物が生じた場合は流動性に問題を生じるという上記技術常識を考慮すれば，ＮiがCuのSnに対する反応を抑制する作用を行わせることの裏付けとしてはなされているというべきである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上述べたところからすると，本件発明1についての本件訂正後の明細書(甲3)は特許法旧36条6項1号に適合するというべきであるから，これに反する審決の判断には誤りがあるというべきである。そして，本件発明2～4は，いずれも本件発明1を引用したものであるから，本件発明1と同様に特許法36条6項1号に適合しないとした審決の判断にも誤りがあることになる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由2は理由がある。",
            "よって，その余の点について判断するまでもなく，審決は取消しを免れないから，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10484",
    "date": "2009-09-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038026",
    "ipprecedent_id": "1982",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}