{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，金273万7500円及びこれに対する平成18年7月11日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【以下，略称は原判決の例による】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，主に四季の風景や野花などを主題とした自然写真を作品として発表している写真家であり，一方，被控訴人は，通信システム等の製造・販売等を業とする株式会社であって，インターネット上に同社製造のiモード対応携帯電話利用者のための「＠Fケータイ応援団」というサイト(本件サイト)を開設している。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一審原告である控訴人は，平成14年までに，花の写真365枚につき，1日1枚で1年分とする日めくりカレンダー用デジタル写真集(花の写真の画像データを「File0001」から「File0365」までのファイル名〔拡張子を除く。〕により保存したもの。本件写真集。別紙1)を作成し，その著作権等を平成15年に至り一審被告である被控訴人に譲渡し，その対価として273万7500円の支払を受けたが，被控訴人はこれを携帯電話待受画面用の画像として平成17年7月までに週に1枚のみを配信しただけであった。",
            "本件は，控訴人が被控訴人に対し，被控訴人において各配信日に対応すべき写真を用いなかったことが編集著作物である上記写真集の同一性保持権等を侵害するとして，不法行為による損害賠償として慰謝料273万7500円とこれに対する年5分の割合による遅延損害金(当審において年6分から年5分に減縮)の支払を求めた事案である。",
            "争点は，①本件写真集は編集著作物(著作権法12条)に該当するか，②上記配信行為は同一性保持権(著作権法20条)の侵害に当たるか，③上記配信方法につき控訴人は明示又は黙示に同意していたか，等であった。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原審の東京地裁は，平成19年12月6日，争点③についてのみ判断し，上記花の写真が毎週1回の割合で更新して配信されることについて控訴人は被控訴人に対して黙示の同意を与えていたなどとして請求を棄却した。そこで，上記判決に不服の控訴人が本件控訴を提起した。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "当審において控訴人は，新たな主張を追加し，上記配信行為は配列した順序に従って日めくりで各花の写真を配信・使用してもらうとの控訴人の有していた期待権を侵害するものである等と主張した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，原判決の「事実及び理由」欄の第3記載のとおりであるから，これを引用する(ただし，原判決9頁19行に「商事法定利率年6分」とあるを「年5分」と訂正する)。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1，2に対する判断の遺脱について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，本件写真集がそもそも編集著作物に該当するか(争点1)，及び，本件配信行為が控訴人の本件写真集に対する同一性保持権を侵害するか(争点2)が，争点になっていることを認めておきながら，本件事案の紛争の実体は，本件配信行為について控訴人の明示ないし黙示の同意があったか(争点3)であるとした上，まず争点3についての判断を示すとして，争点3について控訴人の黙示の同意があったと認定し，争点1，2についての判断をすることなく控訴人(一審原告)の請求を棄却した。",
                        "このように争点1及び2についての判断を省略した原判決の判断手法自体に，法令解釈の誤り及び判断の遺脱がある。",
                        "争点1，2では，著作権，著作者人格権(同一性保持権)の存否，及びその内容，範囲が問題となっている。控訴人の作成した本件写真集の特徴は，一つ一つの花の写真自体が，控訴人の写真家としての思想及び感性に基づいて選択され，さらに，その控訴人が撮影した個々の写真を，春夏秋冬の四季の変化が分かるように配列しており，その花の写真の配列自体に対しても事のほか苦心して，山野草を多く利用するなかで自然な感じで季節の変化が分かり，かつ，見栄えも良く見えるように並べるという点で独自の工夫をしている。これは，1日1日で花に変化があり，その1日1日の異なる花が1年365日繋がることにより，その異なる365日の花が全体として見た場合大きな季節の変化をも自然に感じさせるものとなっており，そこには1日1日の個々の花の写真の価値を超えた独自の存在意義があって，その配列自体に創作性を有するものといえ，著作物としての保護に値するものである。",
                        "このことからすれば，本件写真集は，その配列自体に著作者の創意，工夫が認められ，全体としてみた場合に1個の作品としての価値を有しており，その点についても編集著作物としての著作物性が認められ，同一性保持権が認められるものである。",
                        "本件においては，上記の点も争点になっていたのであるから，原審は，この点について判断をする必要があり，原判決には法的争点についての判断に欠落が存する。",
                        "原審は，本件配信行為に対して，控訴人の明示ないし黙示の同意があったか(争点3)についてのみ，判断をした。しかし，その判断をするに当たっても，黙示の同意でもよいかが問題となる。その判断をするに当たっては，まず，本件における控訴人の作成した日めくりカレンダーの著作物性，著作者人格権(同一性保持権)の内容，価値についての判断が当然その前提となる。",
                        "以上のように，著作者人格権(同一性保持権)の重要性に鑑みれば，本件においては，まず控訴人の作成した日めくりカレンダーの同一性保持権の内容，価値について判断されなければならないところ，原判決はこの点についての判断を欠いており，その判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，平成14年末までに，365枚の花の写真を1年間(365日)の日毎に対応させた日めくりカレンダー用デジタル写真集を作成した(甲1，2)。控訴人において日めくり写真のアイデア，イメージとしたのは，「日めくり」という言葉から想像されるとおり，1日1日，異なる写真を提供するが，365枚の写真を全体として見た場合，自然に季節感を感じとれるようにするとともに，配色上，整合性，バランスがとれ，一体感のあるものを制作することであった。",
                        "これは，1年365日それぞれの年月日にふさわしい花を撮影するという作業と，撮影した写真を季節の変化にふさわしく，かつ，配色上，個々の写真が矛盾なく，整合性のとれたものに順序よく配列するという編集作業が加わる。",
                        "日めくりの花の写真の場合，1年を春夏秋冬の4つのシーズンに分け，さらに12ケ月を各シーズンごとに3つに分けることになる。",
                        "具体的には，日めくりの花の写真を作成するに当たっては，以下のような工夫を行った。正月にはフクジュソウ，節分にはセツブンソウ，母の日にはカーネーションとか，ポイントとなる記念日やおめでたい日には欠かせないと思われる花があり，春の季節はフキノトウ，梅，桜などを，夏の季節はミズバショウ，秋にはヒガンバナ，コスモスなどを，冬はポインセチアなどその季節に欠かせないと思われるような花を配置するようにした。その上で，自然写真を多く撮っていた控訴人の場合，その季節にふさわしい花として多くの山野草を配置するよう心がけ，ヒトリシズカ，フタリシズカなど野に咲く可憐な花を意図的に撮影し，配置するようにした。とりわけ，夏の盛りにはコマクサ，ミヤマオダマキ，ホタルブクロなど高山に咲く花を多く配列し，配列に工夫を凝らした。",
                        "この山野草の写真を撮影するためには，山野草のある場所が高山であったり，東京より遠く離れた場所にあったりしたため，多くの時間と労力と費用を費やした。また，バラやランなど見栄えのする花についても，より見栄えがよく撮れる花を探し出し撮影した。このようにして集めた多くの花の写真について，ポイントとなる日，季節の花を決めた上，それらの花と配色等で整合性のある花を選びだし，1日1日異なる花の写真が繋がることで季節の変化が自然に分かるように，見る者にとっても飽きない様に並べるべく工夫をした。その配置に当たっては，図書館に行ったりして，それぞれの花の特徴に関する知識を増やしながら，何度も並べ換えを行っている。厳密には，前後の花の並びだけにでもその苦心はあって，同じ色や形の花が続かないように工夫をしている。これはもちろん「日めくりカレンダーでの配信」を目的にしているからであるのに他ならない。",
                        "控訴人の本件写真集の365日分の花の写真は，一つ一つの花の写真自体が，その花の写真自体の選択，撮影方法自体に控訴人の写真家としての思想及び感性に基づいて選択されており，さらに，その控訴人が撮影した個々の写真を，春夏秋冬の四季の変化が分かるように配列しており，その花の写真の配列自体に対しても事のほか苦心して，山野草を多く利用するなかで自然な感じで季節の変化が分かり，かつ，見栄えも良く見えるように並べるという点で独自の工夫が存する。これは，1日1日で花に変化があり，その1日1日の異なる花が1年365日繋がることにより，その異なる365日の花が全体として見た場合大きな季節の変化をも自然に感じさせるものとなっており，そこには1日1日の個々の花の写真の価値を超えた独自の存在意義をもっており，このことはその配列自体に創作性を有するものといえ，その配列によって創作された著作物として保護に値するものとなっている。",
                        "これらのことからして，控訴人の撮影した写真を用いた「日めくりカレンダー」は，控訴人が配列した順序に従って1日1日異なる写真を用いることによって意味ある内容になっている。すなわち，控訴人の著作物である日めくりカレンダーの同一性保持権の内容は，控訴人の配列した順序に従って，1日ごとに異なる写真が使用されるところに存する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，平成15年1月20日の段階で，被控訴人の従業員であるA(以下「A」という。)に対して，上記で述べた性質を有する控訴人の日めくりカレンダーの提案を行った。そして，その後の経緯からしても，控訴人が提案した内容は上記のような同一性保持権を有する日めくりカレンダーの提案であり，被控訴人は，控訴人が作成した365日分の花の写真を控訴人の配列した順序に従い日めくりで使用することを同一性保持権の内容とする著作物を購入したものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件の「日めくりカレンダー」の制作自体は，被控訴人の依頼によるものではなく，控訴人自身の個人的な制作活動によるものであったが，控訴人が当初提供した画像データでは携帯電話の待ち受け画面用として使用できないとの被控訴人側の説明を受け，控訴人は専門の加工業者に依頼して加工し，その結果本件写真集は待ち受け画面として提供可能となったものである。そのため控訴人は，73万円の画像加工賃を支出しているところ，これは被控訴人に提供するための特別の支出であり，控訴人はこのような経済上の損失も蒙っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記によれば，控訴人の本件写真集は編集著作物であり(争点1)，また被控訴人の本件配信行為は，日めくりカレンダーとしての本件写真集を無断で改変するものであって，同一性保持権を侵害する(争点2)ものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決の事実誤認について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，平成15年1月20日に控訴人とAが面談した際，控訴人が，写真家としての仕事の実績の紹介と，「日めくりカレンダー」として「花」と「風景」があるという提案があったとの認定をした(原判決11頁11行～16行)。その上で，「…Aは，本件サイトの更新は週1回であるなどと説明し，原告もこれにうなずいていた。なお，原告自身も，当時本件サイトの更新が週1回であることは既に承知していた。」(11頁17行～22行)とし，この面談の際，「原告からは，本件サイトにおいて携帯電話の待受画面用の画像を『日めくり』にすること，すなわち毎日更新することは可能かという質問があった。これに対して，Aは，当時本件サイトの更新が週1回であったことを踏まえて，一般論として『技術的には可能である』と答えたものの，将来的に本件サイトの更新スケジュールを変更するというような具体的な話はなかった」との認定をした(12頁1行～6行)。",
                        "原判決はこのように認定しながら，証人Aの証言を基に「Aは，原告に対し，原告の提供する写真を本件サイトで週1回更新する携帯電話の待ち受け画面用の画像として(著作権も含めて)購入することを検討したいと伝えた」と認定した(11頁下3行～末行)。",
                        "その上で，その後の経過で控訴人から提供された写真の画像データのままでは配信できないため，購入を一旦断ったが，控訴人が専門家に依頼し，携帯電話の待受画面としても提供可能なものを提供することになったので，被控訴人としてはこれを購入することとし，平成15年5月中に内金として50万を支払い，同年6月18日までに控訴人は被控訴人に対して本件写真集の花の加工済みの画像データ365枚分を納品し，残代金223万7500円の支払を受けたとの認定をした(12頁下6行～13頁下4行)。",
                        "上記原判決の事実認定のうち，原判決が証人Aの証言を基に「Aは，原告に対し，原告の提供する写真を本件サイトで週1回更新する携帯電話の待ち受け画面用の画像として(著作権も含めて)購入することを検討したいと伝えた。」と認定した(11頁下3行～末行)点は，誤りである。",
                        "けだし，Aが原審で証言したように週1回の配信であれば，必要な写真の数はわずか52枚程度にすぎない。もし，仮にAからそのような提案があれば，控訴人は写真家としてそれに応じられる写真も多く保有しており，それを提供して交渉することができる状況にあった。したがってそのような提案がなされれば上記とは異なる展開となったものである。ところが実際には，原判決の指摘するとおり，最終的に365日分の写真の提供があり，それに対応した代金の支払もなされているのである。",
                        "このことからすれば，原判決の上記事実認定は論理的に矛盾しており，誤りである。",
                        "なお，原判決の事実認定のなかでは，本件配信行為(週1回の更新による配信)について，控訴人が事前に明示の同意したとの認定をしていない。実際，そうような証拠は原審においても出されていなかった。このことは，原審が本件配信行為について控訴人が明示の同意をしなかったと認定したものと解される。また，Aからの週1回の配信の写真を購入したいとの提案がなかったとなれば，そもそも明示の同意ということはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，また，Aが控訴人に対して本件サイトは週1回であることを告げたら，控訴人がうなずいたこと(原判決11頁20行～21行，16頁下2行～末行)，控訴人がその内心において本件写真集の花の写真を「日めくり」にして配信してほしいとの期待を強くもっていたとしてもそのことは被控訴人側の担当者に対しては十分に伝えられておらず，むしろ，控訴人にとっては，花の写真を購入してもらうことが最重要の関心事であった(原判決17頁16行～20行)との認定をもとに，控訴人は，被控訴人が本件サイトにおいて本件写真中の花の写真を毎週1回の割合で更新することについて，遅くとも本件譲渡行為の時点までには黙示に同意したものと解せざるを得ない(原判決17頁下4行～末行)と判示した。",
                        "しかしながら，控訴人がうなずいたことに関する点は，控訴人自身，被控訴人に日めくりカレンダーの提案をした時点で被控訴人がその時点で週1回の配信であったことを知っていたのであり，そのことからすれば，Aが週1回の配信であると告げたことにうなずいたとしても，なんら週1回の配信に同意したことにはならない。それよりも，控訴人が毎日の配信が可能かと聞いたのに対し，Aが「技術的には可能である」と述べたことの方が重要である。控訴人自身，上記提案をした際，既に毎日更新をして配信している会社が存することを調べ，知っていた上で上記提案をし，Aから可能との言をもらっている。そうであれば，当然，毎日配信が可能と考えるのが自然である。",
                        "また控訴人が花の写真を購入してもらうことが重要な関心事であったとする点は，原判決が本件写真集の同一性保持権の内容についての検討を欠いたが故にこのような判断になったものである。控訴人は平成15年1月20日の時点で，Aに直接会って本件写真集の性質，特色について具体的に説明をしているのである。本件写真集の同一性保持権の内容からして，控訴人は日めくりにすることを求めるのは当然である。また，控訴人が被控訴人に花の写真を購入してもらうことに関心があったことと，日めくりにすることを求めるのは何ら矛盾することでない。控訴人はプロの写真家として生計を立てているのであるから，自分の写真を購入してもらうことに関心を持つのは当然である。それとともに，自己の著作物について同一性保持権の主張をするのもプロの写真家として当然である。",
                        "このことからすれば，本件においては，黙示の同意を認めるような事情は存しない。この点からも原判決の事実認定は誤っている。",
                        "加えて，本件のように芸術性を有する著作物にとっては同一性保持権は著作者にとって重要な権利である。控訴人の場合，本件の日めくりカレンダーの花の写真の配列には特別の配慮をしており，そこに創作性が認められるところに特色が存する。そして控訴人はそのような創作性を有する365日分の花の写真を被控訴人に納品し，被控訴人はそれを受領している。",
                        "このような同一性保持権を有する本件写真集に対して，何ら客観的証拠がないまま，黙示の同意を認定した原審判断は明らかに法令の解釈，適用を誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原判決の事実認定には，以下の①～④の誤りがある。",
                        "① 原判決は，「Aは自分が手作業ででも毎日画像を更新しますと言った」という原告〔控訴人〕の供述が，そもそも陳述書には無いことと，それが尋問の中で唐突に出てきたということと，「本件面談の後，『日めくり』の話は一切出なかった」ということを明確に供述しているとしてその信憑性が否定されると認定した(15頁18行～16頁4行)。",
                        "しかし，上記控訴人の供述が唐突でないことは，控訴人が原審で提出した追加の証拠書類を精査すれば明らかである。つまり平成15年8月28日のB宛のメールの中で，控訴人はそのことを既にはっきりと述べており，既に問題提示している。また，その提示に対しては，その後何の反論もないままなのであり，そのことで逆に控訴人の供述の信憑性が増す。",
                        "本件の経過においては，Aの「日めくりは技術的に可能」という最初の説明が極めて重要な意味をもったのである。注意すべきことは，それに比べてAの原審における「最初に日めくりにはできないと言った」という証言こそが唐突なもので，この重要な事柄が過去のメールの質疑応答の中や，調停の際などでも出てこなかった。この証言の信憑性こそが否定されるべきものである。",
                        "② 控訴人が考えるに，そもそもAは，最初の時点では「日めくり」にするつもりでいたが，後になって止めたくなったというのが実際のところであったと思われる。これは，原告〔控訴人〕の陳述書(甲9)にあるように，予算の削減という事態が被控訴人に起こり，そのため，本件の発注自体を取り止めようとしたところ，控訴人が行ったAの上司に当たる者への訴えが通り，それが叶わなかったという経緯が存する。",
                        "Aが手作業でも日めくりにする旨の発言は，控訴人とのやりとりのなかでの発言であり，毎日配信が技術的に可能であると言った者でなければ，出てこない発言であり，この点からも原告〔控訴人〕の原審での供述は信用できる。",
                        "③ 控訴人は，365枚の日めくりカレンダーを被控訴人に納品した後，平成15年7月以降になって，毎日更新の日めくりになっていないことを発見し，以後，同一性保持権を確保するため，終始一貫して「日めくり」になっていないことの理不尽を被控訴人に強く訴え続けている。特にこれは平成15年8月15日のB宛のメール(甲4の5)にもそのことが明確に表れており，控訴人が上記メールでいつの時点で日めくりにならないという事が分かったのかを問う質問に対しても，Bは結局何の返答もしていない。",
                        "そもそも原判決は，控訴人が本件写真集を納品した後の対応について，「本件配信行為開始後の原告によるクレーム等とそれに対する被告側の対応の経緯について」という表題を付けて判断をした。原判決がこのような言葉の使い方をすること自体，著作者の有する著作者人格権(同一性保持権)の重要性についての理解が欠けるものである。",
                        "④ また，原判決は，本件配信行為のあった後，控訴人が被控訴人に求めた内容のなかで，日めくりにするとの要求は，優先順位が低かった旨判断を示した(原判決20頁15行～20行)。しかしながら，この判断は何ら根拠を示すことことなく行った原審の独断である。実際のやりとりを示すメールには順位を示す番号などはついてはおらず，あくまでも文脈上の流れでしかなく，そのメールの趣旨は「風景の購入」についてであって，曲解である。",
                        "そもそも，ビジネスとして代金を重視することは当たり前のことで，そのことがコンセプトの重視を弱くするというのも曲解であり，それとは全く別の問題として著作権侵害というものがそれは大きく存在している。「日めくりのコンセプト」が二の次だったという結論は，原審の一方的な思い込みである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "期待権侵害の主張",
              "text": [
                "仮に本件写真集が編集著作物と認められないとしても，本件においてAは，控訴人と最初の面会した時点から，控訴人より本件写真集が日めくりカレンダーで，毎日1枚ずつアップするものとの説明を受けた際，「日めくり」について，「技術的には可能です。」と答えている。実際，控訴人が被控訴人に対して最初に日めくりカレンダーの提案をした当時は，被控訴人においては，1週間に一度，配信する写真を変えることを行っていたのみで，まだ，日めくりは行っていなかった。ただ，控訴人は，その当時，他の会社では，既に1日ごとに変わる映像を配信していたことを知っており，被控訴人においては，まだ，そのような配信をしていないことも知った上で，上記のとおり，日めくりのカレンダーの提案をした。これに対して，被控訴人の従業員で，日めくりカレンダーの説明を受けた従業員(A)が1日ごとに配信する映像を変えることは技術的に可能であると述べるのを聞けば，当然，日めくりカレンダーで配信できるものと信用するのが自然であり，そう信じたからこそ，控訴人は，365日分の花の写真の加工を専門業者に依頼し，その加工代金として73万円もの支払をしたのである。このことからすれば，控訴人が被控訴人に提供した春夏秋冬の季節が分かる順序に配列した365日分の花が写真が，控訴人の配列した順序に従って使用されるものと信じることについての期待権は本件写真集の作成経緯及び被控訴人への納品経緯に照らせば，法的保護に値する。",
                "以上によれば控訴人は，控訴人の納品した日めくりカレンダーの写真を控訴人の配列した順序に従って日々花の写真を変えて使用してもらう期待権を有していたもので，被控訴人が控訴人より納品を受けた日めくりカレンダーの花の写真について，控訴人が行った花の写真の配列を全く無視し，その一部のみを配信したことは，控訴人の期待権を侵害する。そして，その慰謝料の額については上記同一性保持権侵害に対する慰謝料と同額である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1，2についての控訴人の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原判決について，本件訴訟における各争点のうち，争点3(本件配信行為について，控訴人の明示又は黙示の同意があったか)についてのみ判断し，争点1及び2についての判断を省略した原判決の判断手法に，法令の解釈の誤り及び判断の逸脱があるとするが，そもそも判決においてはすべての争点を判断する必要はなく，請求の当否を判断するに必要な限度で判断すれば必要十分とされている。争点3の判断だけで，本件請求の当否が判断できる以上，原審が争点3のみを判断して，請求棄却の判決をしたことはなんら問題ない。",
                    "そもそも著作権法は，思想・感情もしくはアイディアの「具体的表現」を保護する制度であり，思想，感情，アイディアそれ自体は保護されない。そして，その「具体的表現」に創作性があって初めて，著作権法により保護される。この点は，編集著作物であっても同様であり，著作権法12条で「編集物でその素材の選択又は配列によって創作性を有するものは，著作物として保護する」と明記されていることからも明らかなように，素材の選択又は配列の結果として作成された「具体的表現」が存在し，この「具体的表現」に創作性があって初めて，著作権法によって保護される。",
                    "本件訴訟において著作物性が問題となる対象である本件写真集は，原審において控訴人が自ら特定した甲1であるところ，本件写真集を見ると，そこには，花の写真とそのファイルナンバーしか存在せず，各花の写真に日付けなどは付記されておらず，ほかに控訴人の思想，感情あるいはアイディアが表現されたものはない。控訴人が本件写真集について主張する，「365枚の花の写真を1年間(365日)の日毎に対応させた日めくりカレンダー」，「365枚の写真を全体として見た場合，自然に季節感を感じ取れるようにするとともに，配色上，整合性，バランスが取れ，一体感のあるものを制作する」，「撮影した写真を季節の変化にふさわしく，かつ，配色上，個々の写真が矛盾なく，整合性のとれたものに個々の写真を順序よく配列するという編集という作業が加わるものである。」，「このようにして集めた多くの花の写真について，ポイントとなる日，季節の花を決めた上，それらの花と配色等で整合性のある花を選び出し，1日1日と異なる花の写真が繋がることで季節の変化が自然に分かるように，そして，見る者にとっても飽きない様に並べるべき工夫をした。」といった点は，アイディアにすぎず，このアイディアを控訴人がその内心において有していたとしても，花の写真やファイルナンバーからは「具体的表現」として読み取ることはできない。それ故，創作性があるか否かも看取できない。",
                    "従って，本件写真集は，編集著作物あるいは「個々の写真を超えた独自の著作」物であるとはいえない。控訴人の主張は，アイディア自体を保護せよ，と言うに等しいものであり，表現を保護し，アイディアを保護しないという著作権法の基本原則に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，控訴人とAとの交渉経過等により，被控訴人が「控訴人が作成した365日分の花の写真を控訴人の配列した順序に従い日めくりで使用すること」を同一性保持権の内容とする著作物を購入したと主張するが，控訴人と被控訴人の交渉経過は，日めくりで使用することが前提となっていなくとも，当然にあり得る事実経過であって，控訴人の主張は成り立たない。また，同一性保持権の内容は，著作物の具体的表現から客観的に判断されるものであって，交渉経緯の如何によって，その内容が異なってくるものではなく，この点でも，控訴人の主張には理由がない。",
                    "そもそも，被控訴人は，本件写真集が編集著作物あるいは「個々の写真を超えた独自の」著作物に該当しない旨の主張をしていることから，本件写真集に「控訴人が作成した365日分の花の写真を控訴人の配列した順序に従い日めくりで使用すること」などを内容とする同一性保持権がそもそも存在し得ない。仮に，本件写真集が編集著作物あるいは「個々の写真を超えた独自の」著作物に該当するにしても，「控訴人が作成した365日分の花の写真を控訴人の配列した順序に従い日めくりで使用すること」が本件写真集の同一性保持権の内容になることなどない。即ち，著作権法が同一性保持権を侵害するものとして禁止している主な行為は，著作物の「変更」や「切除」などの改変(著作権法20条)であり，著作物の「使用」の仕方などを問題としているわけではないからである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の事実誤認の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「週1回の配信であれば，必要な写真はわずか52枚程度にすぎない」として，原判決が「Aは，原告に対し，原告の提供する写真を本件サイトで週1回更新する携帯電話の待ち受け画面用の画像として，(著作権も含めて)購入することを検討したいと伝えた。」と認定した点を，論理的に矛盾しており，誤りであると主張する。",
                    "しかし，控訴人の主張は，その前提自体に誤りがある。すなわち，控訴人の主張は，控訴人の提供する写真を本件サイトで利用する期間が1年間であることを前提として，365枚を7で除した数値を必要な写真数として主張しているようであるが，被控訴人は当該写真を本件サイトで利用する期間を1年間と限ったことはなく，現に，平成15年6月27日から同17年7月15日までのおよそ2年間にわたって，控訴人が提供した写真の本件サイトにおける配信を続けていたところである。365枚という数値は，あくまで控訴人が自ら販売を申し出た数値にすぎないのであって，A自身の証言にもあるとおり，「単純に我々は画像が当時たくさん欲しかったということもありまして，たくさんあればあったに越したことはないということでした」(証人A10頁)というにすぎない。このことを議論の前提とすること自体が，論理的に誤りである。",
                    "なお，控訴人は，「原審が本件配信行為について控訴人が明示の同意をしなかったと認定したものと解される」と主張するが，原判決は，本件配信行為について，控訴人が明示の同意をしたとの認定をしていないが，明示の同意がなかったとの認定もしていない。原判決の「Aは，本件サイトについてのコンテンツ提供業者向けの一般的な説明資料(乙7又はこれに類するもの)や本件サイトの携帯電話実際の表示画面を原告に示しながら，被告としての本件サイトの位置付けや，本件サイトの更新は週1回であることなどを説明し，原告もこれにうなずいていた。」との認定(原判決11頁17行～21行)からすれば，控訴人が，本件配信行為について，明示の同意をしていたという方が自然である。",
                    "控訴人は，原判決が黙示の同意を認定したことについて，控訴人自身，被控訴人に日めくりカレンダーの提案をした時点で，被控訴人がその時点で週1回の配信であったことを知っていたのであり，そのことからすれば，Aが週1回の配信であると告げたことにうなずいていたとしても，なんら週1回の配信に同意したことにはならないし，「原告がその内心において本件写真集の花の写真を『日めくり』にして配信してほしいとの期待を強くもっていたとしても，そのことは被告側の担当者に対しては十分に伝えられておらず，むしろ，原告にとっては，被告に本件写真集中の花の写真を購入してもらうことができるか否かが，被告との交渉においては最重要の関心事であった」(原判決17頁16行～20行)との認定は誤りであると主張する。",
                    "しかし，原判決は，控訴人がうなずいていたことをもって，ただちに同意があったと認定したわけではなく，控訴人がAから週1回の配信であると告げられ，これを認識していたことを認定したものと解される。そのうえで，実際に写真画像の配信が始まるまで，控訴人から日めくりの話が一切なされなかったことが認定されたため，黙示の同意を認めたのである。",
                    "また，控訴人にとっては花の写真の購入が最重要の関心事であったとする点についても，控訴人は，①「控訴人は平成15年1月20日の時点で，Aに直接会って本件写真集の性質，特色について具体的に説明しているのである。本件写真集の同一性保持権の内容からして，控訴人は日めくりにすることを求めるのは当然と言わなければならない。」，また，②「控訴人が被控訴人に花の写真を購入してもらうことに関心があったことと，日めくりにすることを求めるのは何ら矛盾することでない」と主張する。",
                    "これについて，まず，上記①の点について，控訴人は，Aとの当初の面会の際，Aに対し，日めくりの提案はしたものの，Aは，週1回の割合で更新したいと考えていることを告げて，これを断っているのであり，これに対して控訴人からそれ以上の提案は一切なされていない。また，控訴人からなされた提案も，写真自体を持参しないまま，「日めくり」という言葉を発した程度であり，わずか数分程度にとどまるもので，何ら具体性を伴うものではなかった。したがって，原判決の認定のとおり「原告がその内心において本件写真集中の花の写真を『日めくり』にして配信して欲しいという期待を強く持っていたとしても，そのことは被告側の担当者には十分に伝えられて」いなかったとしかいいようがない。控訴人は「日めくりにすることを求めるのは当然と言わなければならない」と主張するが，上記のとおり，原審は，このような要求を控訴人が被控訴人に対し行っていないと判断しているのであり，正当な判断である。",
                    "次に，上記②の点について原審は，「原告〔控訴人〕が被告〔被控訴人〕に花の写真を購入してもらうことに関心があったこと」と「日めくりにすることを求める」ことを矛盾しているとは判断しておらず，そのため，この点に関する控訴人の主張は的外れである。",
                    "以上のとおり，原判決に対する控訴人の批判は，いずれも当を得ないものであって，控訴人が日めくりにならないことをAから告げられこれを認識しながら，日めくりにしたいとの意向を控訴人が仮に持っていたとしても，これをAに告げることもなく，花の写真を購入してもらうための交渉に終始し，十分な代金の支払まで受けているのであるから，控訴人は，本件配信行為について，遅くとも控訴人が本件写真集の著作権を譲渡した時点までには黙示に同意していたとする原審の判断は正当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張イ(ウ)①～④に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①につき",
                      "text": [
                        "控訴人は，Aが手作業ででも毎日更新をすると言った旨の原告〔控訴人〕の供述が，尋問の中で唐突に出てきたなどの理由により，原判決で採用されなかった点を批判し，上記控訴人の供述が唐突でないことは，控訴人が原審で出した追加書類を精査すれば明らかであるなどと主張する。",
                        "しかし，そもそも，控訴人が原審で出した追加書類(メール)は，控訴人が原審の口頭弁論終結後に提出した弁論再開申立書の添付資料にすぎず，証拠として提出されていないものであって，証拠調べがなされたわけでもない。",
                        "仮にこれを精査したとしても，原判決が指摘するように，「原告本人尋問中の主尋問において，原告が本件約束の存在について一切触れず，かえって「本件面談の後，『日めくり』の話は一切でなかった。」旨を明確に供述したことを合理的に説明することができるものではない」(原判決21頁16行～19行)。また，そもそも当該メールの控訴人の主張箇所には，「機能管理」の話しか記載されておらず，日めくりで更新する旨の記載ではないことから，この記載をとらえてそのような約束が存在したとする控訴人の主張はなんら理由がない。仮に当該記載が日めくりに関する記載であるとしても，当該記載内容による控訴人の主張は，控訴人と被控訴人間で本件についてのトラブルが顕在化した後に行われたものであり，またそれ以前に同趣旨の主張がなされたことはない。また，既に述べたところから明らかなとおり，被控訴人として日めくりにする必要は何らないのであって，Aが「手作業ででも日めくりの更新をする」旨を発言すること自体が考えられないのである。そのため，「A様がその機能管理を自らがおやりになるのだとハッキリと仰っておりました」との記載は，全くの虚偽であるか，控訴人の誤解である。これらからすると，当該記載内容は，控訴人の独自の主張にすぎず，信用性は極めて低い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②につき",
                      "text": [
                        "控訴人は，Aは，最初の時点では「日めくり」にするつもりでいたが後になって止めたくなったというのが実際のところであったと考えられる旨主張するが，何らの根拠のないものである。当初から週1回の配信であることが前提になっていたことは，既に明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③につき",
                      "text": [
                        "控訴人は，365枚の日めくりカレンダーを被控訴人に納品した後，平成15年7月以降になって，毎日日めくりの更新になっていないことを発見し，以後同一性保持権を確保するため，終始一貫して「日めくり」になっていないことの理不尽を強く訴え続けているなどと主張する。",
                        "しかし，控訴人は，当初から日めくりにならないことを認識していたのであり，このような訴えが花の写真の配信が開始された後になってなされること自体，極めて不自然である。さらに，当該訴えは，何故か，花の写真とは別の風景の写真の購入を求めることとセットになってなされているのであって，風景の写真を購入すること，及び，風景の写真を購入しないのであれば，花の写真の購入代金を見直すこと，を求めることに併せてなされている。控訴人は，交渉の経過において，風景の写真を購入すれば，当該訴えを撤回することを示唆し，控訴人の主張によれば，花の写真と同じく日めくりカレンダーであるはずの風景の写真を，半分だけでも購入するよう求めるなど，当該訴えは，風景の写真を購入させるための理由にしか用いられていない。原判決が認定するとおり，「『日めくり』のコンセプトは，花の写真にあっても風景の写真にあっても二の次にすぎない」(原判決20頁18行～19行)のである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "④につき",
                      "text": [
                        "控訴人は，原判決の「控訴人が被控訴人に求めた内容のなかで，日めくりにするとの要求は，優先順位が低かった」との判断を，何らの根拠を示すことなく行った原審の独断であると批判するが，原判決は，メールの記載などの証拠や，控訴人自身による交渉経緯をも踏まえて，判断しているのであるから，何らの根拠を示すことなく行ったものではなく，正しい認定であることは，既に述べたところから明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "期待権侵害の主張に対し",
              "text": [
                "控訴人は，「控訴人の配列した順序に従って使用されるものと信じることについての期待権は本件写真集の作成経緯及び被控訴人への納品経緯に照らせば，法的保護に値するものといわなければならない。」と主張する。しかし，以下に述べるとおり，①控訴人が被控訴人と最初に面会した際の交渉経過からして，控訴人自身がそのような期待を有していないうえに，②仮にそのような期待を控訴人が有していたとしても，最初に面会した際の交渉経過やその後の交渉経過に照らして，控訴人がその内心に事実上抱いていたにすぎず，そのような期待内容は被控訴人になんら明らかにされていないことから，かかる期待は，法的な保護に値するものではない。",
                "まず，上記①の点について，Aの「技術的には可能である。」との発言は，控訴人からの日めくりの提案に対して，Aが本件サイトにおける更新スケジュールが週1回であることをはっきり説明した前後に，控訴人から「技術的にはどうか」と問われたためになされたものである(証人A2，11，18～20頁，原告本人15頁)。このような会話の流れ自体，控訴人も争っていない。一般的なホームページ同様に，本件サイトにおいても，毎日手間をかければ毎日更新できることは明らかであって，そこに技術的な制約はない。技術的には不可能ではないのであるから，「技術的にはどうか」と問われれば，「技術的には可能である。」と答えるのは当然のことであって，このような発言は，一般論としての発言である。控訴人はAの当該発言を殊更強調するが，A自身，控訴人からの主張があって初めてそのような発言があったかもしれないと思い出した程度の一瞬の会話内容であって，これをもって，控訴人が，本件写真集が「控訴人が配列した順序に従って使用される」ことを期待したとは考えがたい。現に，控訴人は，本件サイトの当時の更新スケジュールが週1回であることを知りながら，Aに対し，これを変更して日めくりにするか否かの確認をとることもなく(原告本人14頁)，実際に花の写真が配信されるまで，この点を話題にすることなく(原告本人16頁)，いかに本件写真集を購入してもらうかに終始した交渉をしたのである。むしろ，後述のとおり，控訴人は，週1回配信されることを了解したうえで，その後の交渉を行っていたと考える方が自然である。よって，控訴人は，控訴人主張のような期待を有していないのである。",
                "上記②の点について，仮に控訴人が，本件写真集が「控訴人が配列した順序に従って使用される」ことを期待していたとしても，そのような期待内容は，Aには全く伝えられていない。日めくりの話は最初の面会日以降，話題にあがったこともない(証人A4頁，原告本人14頁。)。また，面会日においても，控訴人はAに対し，明確に毎日配信して欲しい旨の具体的な提案ないし要望をしていないし，毎日配信することを前提とする質問や要望等の会話(例えば，どのような順序で毎日配信するか，など)も全くない。面会日で唯一日めくりに関して会話をした点は，「技術的に可能である。」とのAの発言であるが，前記のとおり，Aの内心においても，これも，あくまで一般論として答えたにすぎないものであり，控訴人自身も一般論としての回答であることを認めている(証人A2，11，18～20頁，原告本人15頁)ことから，この発言をもって，控訴人から被控訴人に対し，控訴人主張のような期待が伝えられているとみることはできない。このような状況で，仮に控訴人が，本件写真集が控訴人が配列した順序に従って使用されることを期待していたとしても，そのような期待内容は，Aには伝えられていない。",
                "以上のとおり，控訴人が，本件写真集が「控訴人が配列した順序に従って使用される」ことを期待しておらず，また，仮に控訴人は内心で事実上そのような期待をしていたとしても，そのような期待内容は，被控訴人に明らかにされていないのであるから，かかる期待は法的保護に値しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人の本訴請求は，同一性保持権侵害又は期待権侵害を理由とする不法行為に基づく損害賠償請求(慰謝料と遅延損害金)であるところ，まずその基礎となる事実関係について認定し，次いで上記各侵害を理由とする損害賠償請求の当否について判断する。",
            "当裁判所も，控訴人の請求は理由がないものと判断する。その理由は，以下に述べるとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における基礎的事実関係について",
          "text": [
            "証拠(甲1～10，乙1～8，証人A，原告本人X)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "平成15年6月の画像データ収納までの経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告である控訴人は，昭和62年から自然の撮影を専門とする写真家として活動しており，これまでに「小さな四季の肖像」(昭和63年)，「四季の肖像」(平成6年)等の写真集を出版している(甲7，8)。",
                    "控訴人は，平成11年ころ，携帯電話のサイトには，吉本興業のものなどは毎日タレントの顔や衣装等が変わることから，毎日その内容を更新しているものがあることに気付き，花の写真による「日めくりカレンダー」を携帯電話の待受画面用に配信するという構想を抱いた。",
                    "一方で，そのころ既に控訴人以外の者の手による「365日の花」等と題する出版物が複数市販されており，花の写真を1年間の日毎に対応させた写真集は既に存在していたところ，これら写真集は，編集者，出版社，写真家により，同じ日でも掲載された花には違いがあるなどした(原告本人31頁)。控訴人は，これを携帯電話の待受画面用のデジタル写真集とすること，花の写真や配列に工夫することとして，約1年間を掛けて本件写真集を作成した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人の具体的な工夫としては，①365枚の写真を全体としてみた場合に自然に季節感を感じとれ，配色等のバランス，一体感もあること，②季節に特徴的な花はその季節に配するとともに，正月にフクジュソウ，節分時にはセツブンソウ，3月3日の桃の節句には桃の花，母の日にはカーネーション等，記念日に欠かせない花はそこに配置すること，③春にはフキノトウ，スイセン，夏にはミズバショウ等，季節にふさわしい花を配置するとともに，控訴人が自然写真家であることから，園芸種よりも山野草を多く配置するよう心がけたこと，④図書館等に赴いて花の特徴や花言葉を調べたこと，等の工夫をした(甲7)。なお，花の中には野草等もあることから，控訴人の印象で花言葉を作ったものもある(原告本人36頁)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，平成14年10月ころ，一審被告である被控訴人が携帯電話向けのサービスとして本件サイト(＠Fケータイ応援団)を開設し，待受画面用の画像を配信しているのを知り，同年12月ころ，被控訴人のウェブサイト上のビジネスコンタクト窓口を通じて本件写真集を本件サイトで携帯電話の待受画面用に「日めくりカレンダー」として配信するという企画を提案した。",
                    "被控訴人側では平成14年12月12日，控訴人が提案した上記企画について，本件サイトにおける携帯電話の待受画面や着信メロディなどのコンテンツ配信業務を担当していたモバイルフォン販売推進部で対応することとし，Aがその担当となった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Aは，控訴人と電子メールで連絡を取り合い，平成15年1月20日，被控訴人の当時の本社内の応接室で初めて控訴人と面談した。",
                    "Aは，本件サイトについてのコンテンツ提供業者向けの説明資料や本件サイトの携帯電話での実際の表示画面を控訴人に示し，本件サイトは毎週1回，金曜日に更新していることなどを説明したところ，控訴人も，当時本件サイトの更新が週1回であることは既に承知していた。",
                    "そしてAは控訴人に対し，控訴人の提供する写真を携帯電話の待受画面用の画像として購入することを検討したいと伝えた。面談の際，控訴人からは，本件サイトにおいて携帯電話の待受画面用の画像を毎日更新することは可能かという趣旨の質問をしたところ，Aは，「技術的には可能である。」と答えたが，それ以上に将来本件サイトの更新スケジュールを変更するというような具体的な話まではなく，控訴人からも「日めくり」，すなわち毎日更新するのでなければ取引に応じられないとの回答もなかった。また，控訴人からは，日めくりカレンダーとして別途「風景」の写真として365枚以上の写真がある旨も紹介された。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "ところで，上記面談当時，控訴人が提供することができた写真は，携帯電話の待受画面用のサイズではない画像データであり，サイズや色味の調整等の加工が必要であったことから，控訴人から後日写真の画像データを送付することとなった。",
                    "控訴人は，カレンダーに日付けとそれに対応した花，控訴人が選んだ各日毎の花言葉1年365日分を記載したメモ(以下「本件メモ」という。",
                    "甲2)を，打ち合わせ翌日の平成15年1月21日に，写真の画像データと共にAに送付した(甲2，乙8)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件メモの内容は，別紙2のとおりである。同メモには，1月1日から12月31日までの全ての日につき花の名称とそれにちなんだ花言葉が記載され，末尾に画像データの番号も記入されている。",
                    "そのうち，1月分を例として掲げると，次のとおりである。",
                    "「 1 睦月 JAＮUARY"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "月 MOＮ フクジュソウ 幸福"
        },
        {
          "fig": "2",
          "subject": "火 TUE フキノトウ 待望"
        },
        {
          "fig": "3",
          "subject": "水 WED スノードロップ 希望"
        },
        {
          "fig": "4",
          "subject": "木 THU フササギスイセン うぬぼれ"
        },
        {
          "fig": "5",
          "subject": "金 FRI ウメ(白) 澄んだ心"
        },
        {
          "fig": "6",
          "subject": "土 SAT ツバキ ひかえめな美しさ"
        },
        {
          "fig": "7",
          "subject": "日 SUＮ セントポーリア 小さな愛"
        },
        {
          "fig": "8",
          "subject": "月 MOＮ ミスミソウ 内緒"
        },
        {
          "fig": "9",
          "subject": "火 TUE ファレクピミス(白) 清純",
          "text": [
            "10 水 WED デンドロビウム わがままな恋人",
            "11 木 THU シクラメン(ピンク) 内気な恋心",
            "12 金 FRI フリージア 無邪気",
            "13 土 SAT マンサク ひらめき",
            "14 日 SUＮ カーネーション(ピンク) あなたを熱愛する",
            "15 月 MOＮ パフィオペテイルム 気まぐれ",
            "16 火 TUE オンシジウム(黄) 可憐",
            "17 水 WED オキザリス 輝く心",
            "18 木 THU スプレーギク 清らかな愛",
            "19 金 FRI ストック 永遠の愛",
            "20 土 SAT パンジー(紫) 私を忘れないで",
            "21 日 SUＮ パンジー(黄) もの思い",
            "22 月 MOＮ アマリリス おしゃべり",
            "23 火 TUE ケショウザクラ 自然体",
            "24 水 WED 球根ベゴニア 親切",
            "25 木 THU ヤブツバキ おくゆかしい美",
            "26 金 FRI エンドウ 未来の喜び",
            "27 土 SAT ハナキリン 独立",
            "28 日 SUＮ バラ(黄) 友情の愛",
            "29 月 MOＮ チランジア 不屈",
            "30 火 TUE グズマニア あなたは完ぺき",
            "31 水 WED サイネリア(赤) 元気",
            "Ｎo．0001～Ｎo．0031」"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "キ",
                  "text": [
                    "その後Aは，平成15年2月10日，控訴人に対し，「待受画面のご提案の件」と題する以下の内容の電子メールを送信した(乙3，8)。",
                    "「…待受画面のご提案の件でございますが，弊社内で検討させていただいた結果，誠に申し訳ございませんが，見送りさせていただきたく何卒，宜しくお願い申し上げます。",
                    "理由は，お打ち合わせ時にも話題にあがりましたが，やはり素材の提供のみで，コンテンツとしてサービスするために加工が必要なものは採用が難しいという判断が下りました。",
                    "(弊社内で作業の段取りを組もうと検討いたしましたが無理でした)…」"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "これに対し控訴人は，加工だけの問題であれば控訴人の方で試みるので購入を再検討してもらいたい旨をAに申し入れた(原告本人9頁)。",
                    "そこでAが控訴人に対して携帯電話の待受画面の仕様を伝えるなどした後，平成15年2月20日，控訴人自らが加工を施したサンプル画像がAに届いた。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "Aは，平成15年2月24日，控訴人に対し，「Re：試作画像 いかがでしょうか」と題する以下の内容の電子メールを送信した(乙4，8)。",
                    "「…ご提出していだきました画像についてのチェックを完了しました。",
                    "結果は，ちょっと厳しいというのが正直なところです。",
                    "パソコンで見た感じでは全然問題なく見えるのですが，実際に端末へ入れて確認をしてみると，色見が足りなかったり画面全体が暗い感じになったりと調製すべき点が多いです。",
                    "そのあたりの結果をお見せしたいと思いますので，今週水曜日の11時ごろ弊社まで来ていただくことは可能でしょうか。",
                    "そこで解決できるような話であれば，最終的に話を詰めさせていただければと思います。…」"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "しかし，加工された画像の品質になお問題があったため，Aは，平成15年3月10日，控訴人と面談し，控訴人から送られたサンプル画像を実際の携帯電話の画面に表示し，画像の品質の問題について説明した上で，写真の画像データの購入を断った。",
                    "しかし，控訴人がこれに納得せず，その後専門の加工業者(有限会社クレスト)に加工を依頼した結果，修正されたサンプル画像の品質が携帯電話の待受画面として提供可能なものになったことなどから，Aは，平成15年4月，控訴人に対し，本件写真集中の花の写真の画像データを購入するという方針を伝えた。その際，Aは，控訴人から本件写真集のほか，「風景」の写真集とセットでの購入を求められたが，「風景」については本件写真集の提供開始後のユーザーの反響をみて購入するかの判断をする旨を伝えた。なお，控訴人は上記加工賃として73万円を自ら支出した。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "控訴人においては，本件サイトに提供されるコンテンツの購入は，被控訴人の子会社である富士通パレックス株式会社(以下「富士通パレックス」という。)から注文書を出す形で行われることとなっていたところ，Aが平成15年4月17日に富士通パレックスから見積もりを取得し，これを控訴人に示したところ，控訴人からは本件写真集と「風景」の写真集とをセットで購入することを強く求められたため，平成15年4月25日，Aと控訴人は面談し，Aは控訴人に対し，2セットの購入が前提であれば契約自体成立しない旨を告げた。そこで控訴人とAは，本件写真集の購入について，写真1枚当たりの単価につき，写真だけならば5000円のところ，加工料の趣旨で2500円上乗せして1枚7500円とすることで合意した。",
                    "一方，富士通パレックスを通しての契約においては，これら代金の支払は写真の検収完了月の末日締め翌々月末払いが通常であったところ，控訴人は，加工業者から早期の支払を要請されているためこれを前倒しして支払うよう要求した。"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "控訴人は，本件写真集に関する代金の内金として50万円の支払を平成15年5月16日に富士通パレックスから受け，これを有限会社クレストに加工賃の一部として支払った。",
                    "その後被控訴人は，平成15年5月27日付け富士通パレックス株式会社作成の控訴人宛ての「注文書」(乙6)を発行して送付し，これにより控訴人から本件写真集を購入した。"
                  ]
                },
                {
                  "fig": "ス",
                  "text": [
                    "上記「注文書」(乙6)の詳細は，別紙3のとおりである。",
                    "これによれば，「件名 富士通携帯電話向け画像」「納品希望日 2003年5月28日」「検収予定日 2003年5月30日」「納品場所",
                    "富士通パレックス株式会社…」「支払予定日 2003年7月31日」「品名 富士通製携帯電話向け画像データ」「数量 365」単価(円)7500円」「金額(円) 2，737，500」「2003年5月 支",
                    "払い済み(内金分) ▲500，000」「備考：①画像に関する権利は富士通パレックスを通し，富士通株式会社へ譲渡するものとします。②納入物件は富士通株式会社が使用するにあたり何ら支障の無いよう，第三者の著作権その他何らかの権利が含まれていないことを保証するものであること。③富士通パレックス株式会社，富士通株式会社は，当該著作権等の紛争から逃れるものとします。」との記載がある(乙6)。"
                  ]
                },
                {
                  "fig": "セ",
                  "text": [
                    "控訴人は上記に従い，同年6月18日までに本件写真集である花の写真の加工済みの画像データを1枚のCD−Rに収納して被控訴人に納品し(乙1，甲9)，残代金223万7500円の支払も受けた。控訴人は，そこから，有限会社クレストに対する加工賃の残金約23万円を支払った。"
                  ]
                },
                {
                  "fig": "ソ",
                  "text": [
                    "控訴人の納品した上記CD−R(乙1)の表面には「花 フジタ」と記載されている。そして，そのCD−Rに格納されたデータの内容は，フォルダ名「花−加工済」のフォルダの中に，フォルダ名「File0001」ないし「File0365」の各フォルダとして，各花の画像が収められている(甲1，乙1，2，原告本人28頁)。そして，「File0001」にはフクジュソウ，「File0002」にはフキノトウの画像が収められている。フォルダ名「File0001」等の各花の写真の収められたファイルには，被控訴人の配信する携帯電話12機種に対応した，各12枚の写真(同一の写真から加工したほぼ同じ写真であり，若干大きさや画像の上端の範囲等が異なるもの)が収められている(乙2，証人A16頁，原告本人10頁)。",
                    "フォルダ名「File0001」には2輪のフクジュソウを横に並べたほぼ同一の写真12枚が収められているところ，それぞれの写真には，「File0001-240-268-505i」，「File0001-176-182-2051」等の名称が付されている(乙2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "平成15年6月の配信開始から本件訴訟提起に至るまでの経緯ア 被控訴人は，平成15年6月27日から本件写真集の写真の配信を開始したところ，年末年始期間，平成16年2月6日，及び，平成17年5月6日に行われるべきものを除き，週1回，1枚の割合で更新により新たな写真の配信を行った。そして，平成17年7月8日に最後の更新を行った。配信を開始した写真の配信期間はその写真の配信開始から約6か月間であったところ，平成17年7月15日にはすべての配信を終了した。それ以降，被控訴人は本件写真集の花の写真を配信していない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人の行った配信の開始日とファイル名の詳細は，別紙4のとおりである(弁論の全趣旨，平成19年7月10日付け被告準備書面2の別紙)。",
                    "これによると，例えば平成15年6月27日に被控訴人が配信したファイルは「File0176」であったところ，これは控訴人作成の本件メモ(甲2)によれば，6月25日に対応する「ハンゲショウ」であり，本件メモの6月27日に対応していたのは「File0178」の「ザクロ」であった。その後，平成15年7月4日に配信したファイル名は「File0183」，平成15年7月11日に配信したファイル名は「File0190」であり，概ね前回に配信したファイル名後半部分の数値に7を加えたファイルと対応しているものの，必ずしもそれに沿っていないものもある(平成16年2月13日の配信が「File0041」であるのに対し平成16年2月20日の配信が「File0049」となっていることなど)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，上記配信開始後の平成15年7月22日，被控訴人のモバイルフォン販売推進部でAの上司にあたるB(以下「B」という。)宛てに，電子メールで本件写真集中の花の写真の配信状況について問い合わせた。",
                    "そこには概ね以下の内容が記載されている(甲4の1)。",
                    "「…花カレンダーの配信はまだ始まらないのでしょうか。",
                    "…そろそろ風景の方をお願いしないといけないのですが。",
                    "加工業者様のご都合もあり，七月にという事だったと思いますので。",
                    "どうか，なんとか，宜しくお願いいたします。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対してBは，平成15年7月28日，控訴人宛ての電子メールで以下の通り返答した(甲4の2)。",
                    "「…さて，C様からご提供頂いた『花』の写真ですが，既に5枚が配信済でございます。",
                    "C様としては，日めくり企画ということであったと思いますが，弊社側では現在毎週金曜日がサーバーの更新になっていること，他の『動物』『風景』シリーズなども毎週1枚の更新であることから，週1枚づつの更新とさせて頂いております。",
                    "以前お話させて頂きましたように，今後の画像については，配信後のダウンロード数，等の客観的な数字で評判を判断した上でどうするかを決めさせて頂きたいと存じます。",
                    "まずは2セット中の1セットのみの購入で，2セット目の購入はお約束したものではありません。",
                    "その考え方はC様にもご了解頂いているものと認識しております。…」オ Bの上記回答に対して，控訴人は，平成15年7月30日，B宛に，「ご質問」と題する以下の内容の電子メールを送信した(甲4の3)。",
                    "「…先ず何よりお尋ねしたいことですが，つまりは日捲りカレンダーにならないということなのでしょうか。だとしたら非常に困ったことです。",
                    "それは『技術的な問題』でしょうか。分かりませんが，何にしても，今回の画像の提供はそのコンセプト無くしては有り得ないお話ですので。",
                    "7月頃にはその配信が始まっているだろうという事で楽しみにしておりましたのに。",
                    "そしてその反響を早急に審査して，その上で2セット目を判断して頂くことに。",
                    "その判断も直ぐにも出来るという事の説明でしたものですから。",
                    "それで2セット目を待つことを了承して，その料金の数字も受け入れたのでした。",
                    "お解り頂けると思いますが，こんな事になるとは想像もつきませんでしたので，既に各所で機会がある度に前宣伝もしておりまして，どうすればいいのでしょう。",
                    "花写真の365日の日捲りカレンダーというコンセプトにこそ意味がある訳なのです。",
                    "ですので，このコンセプトが無くなるという事自体がどうしても納得ができません。",
                    "そのうちに成るという説明でしょうか。それにしても違っており困るのは同じです。",
                    "その点についてだけでも，先ずは早急にご説明，宜しくお願い致します。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "これに対して，Bは，平成15年8月6日，控訴人宛に，「Re：Fw：ご質問」と題する電子メールで，「日めくり」にならない理由について以下のとおり説明した(甲4の4)。",
                    "「…日めくりでの掲載にならない理由は，弊社のWebにかけられる費用の問題です。ご説明したように＠Fケータイ応援団は毎週金曜日の更新を行うサイトで，更新作業等すべて膨大な費用を使って外注しております。",
                    "そこに毎日の更新となると，7倍とまでは言いませんが，相当な外注費増となり，負担が大きすぎます。",
                    "…我々からすると，365枚の画像を大事に使わせてもらっているという認識です。",
                    "もともとのご提案の企画は，日めくり画像であったということは認識しております。",
                    "しかしながら，本件の取引の際の条件で，毎日掲載でないと画像は使わせない，あるいは必ず毎日掲載します，という契約を交わしているわけではありませんので，弊社が契約違反をしているということではないと考えます。…」"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "上記のBの回答に対して，控訴人は，平成15年8月15日，B宛に，以下の内容を送信した(甲4の5)。",
                    "「…既に或る程度ご理解頂けているかとは存じますが，とにかく『日捲りカレンダーにならない』という事がショックです。",
                    "そのコンセプト無くしては考えられない今回の365点ですので。",
                    "確かに書面にはその事は記載されておりませんが，",
                    "それをもって，どう使おうが自由で，咎められるものではない。つまり，問題無しといえるのか，疑問を抱かざるを得ないのが，正直なところです。",
                    "お話で交わしている約束と実際とが違っているというのが困ります。",
                    "『約束が違う』と言うしかない状況が確かに有るのです。…とにかく，",
                    "7月の『2セット目の考察』が延期になった事と，『日捲りでない』こと。",
                    "この二点において全然納得材料が見当たりません。",
                    "困っております。",
                    "急きょ2セット目の購入を決めて頂くことが出来ればまだしも，代金も2セット購入を前提としたときのままだし，大事なコンセプトは水泡だし，どう納得すれば良いのでしょうか。",
                    "とりあえず，ともかくは，2セット目の購入を至急検討して頂くことと，代金の修正をして頂くこと。",
                    "それに，日捲りのコンセプトを何とかして生かして頂くこと。この三点について，解決の為の要望として善処して頂きたく存じます。…」ク これに対し，本件写真集の花の写真のユーザーの反響が良くなかったとして，被控訴人側は，平成15年11月16日，控訴人に対し，「風景」の写真の購入を正式に断った。(甲9，乙8)"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "そこで控訴人は，平成15年12月25日，被控訴人による本件写真集の同一性保持権侵害による慰謝料の支払を求める民事調停を東京簡易裁判所に起こしたが，不成立で終了した。また控訴人は，平成18年7月7日付けの「通知書」と題する内容証明郵便(甲5)で被控訴人に対し，本件写真集の被控訴人による画像配信について同一性保持権侵害に当たるとして慰謝料の支払を請求したが，被控訴人がこれに応じなかったことから，平成18年12月26日付けで本件訴訟を提起した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "同一性保持権侵害を理由とする請求について",
          "content": [
            {
              "fig": "(1)",
              "subject": "編集著作物性の有無(争点1)",
              "text": [
                "一審原告たる控訴人は，本件写真集は同人が過去に撮影しストックしていた写真に加えて，本件写真集のためだけに撮影された写真を追加し，1年365日の日ごとにそれぞれの季節・行事等にふさわしいと考えられる花を対応させて「日めくりカレンダー」として編集されたものであるから，1枚1枚の写真自体が著作物であると同時に，全体として素材の選択又は配列によって創作性を有する編集著作物であると主張し，これに対し一審被告たる被控訴人は，本件写真集について知的創作活動の結果としての表現は何ら読み取ることができず，単なる花の写真の画像データの集合でしかないから編集著作物には当たらないと反論する。",
                "よって検討するに，著作権法12条は，編集著作物につき「編集物…でその素材の選択又は配列によって創作性を有するものは，著作物として保護する」と規定しているところ，前記2認定のとおり，控訴人が撮影した花の写真を365枚集めた画像データである本件写真集は，1枚1枚の写真がそれぞれに著作物であると同時に，その全体も1から365の番号が付されていて，自然写真家としての豊富な経験を有する控訴人が季節・年中行事・花言葉等に照らして選択・配列したものであることが認められるから，素材の選択及び配列において著作権法12条にいう創作性を有すると認めるのが相当であり，編集著作物性を肯定すべきである。",
                "そこで，進んで，被控訴人のなした週1回の配信行為が上記編集著作物に関する著作者人格権としての同一性保持権を侵害するかについて判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "同一性保持権侵害の有無(争点2)",
              "text": [
                "控訴人は，本件写真集は対応する日付による花の写真の順序に殊の外意味があり，無作為に並べ替えるのではその意味が全く失われてしまう性格のものであるから，花の写真の配信が毎週1枚のみでしかも各配信日に対応すべき花の写真が用いられないことは同一性保持権侵害になると主張し，これに対し被控訴人は，著作権法20条の同一性保持権を侵害する行為とは他人の著作物における表現形式上の本質的特徴を維持しつつその外面的な表現形式に改変を加える行為をいい，他人の著作物を素材として利用してもその表現形式上の本質的特徴を感得させないような態様においてこれを利用する行為は同一性保持権を侵害しない，等と反論する。",
                "よって検討するに，著作権法20条は同一性保持権について規定し，第1項で「著作者は，その著作物及びその題号の同一性を保持する権利を有し，その意に反してこれらの変更，切除その他の改変を受けないものとする」と定めているところ，前記2認定のとおり，平成15年5月27日ころまでに控訴人から本件写真集の個々の写真の著作物及び全体についての編集著作権の譲渡を受けた被控訴人が，別紙4記載の各配信開始日に，概ね7枚に1枚の割合で，控訴人指定の応当日前後に(ただし，正確に対応しているわけではない)配信しているものであって，いわば編集著作物たる本件写真集につき公衆送信の方法によりその一部を使用しているものであり，その際に，控訴人から提供を受けた写真の内容に変更を加えたことはないものである。",
                "そうすると，著作権法20条1項が「変更，切除その他の改変」と定めている以上，その文理的意味からして，被控訴人の上記配信行為が本件写真集に対する控訴人の同一性保持権を侵害したと認めることはできない(毎日別の写真を日めくりで配信すべきか否かは，基本的には控訴人と被控訴人間の契約関係において処理すべき問題であり，前記2認定の事実関係からすると，そのような合意がなされたとまで認めることもできない)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "上記(1)，(2)によれば，控訴人が被控訴人に譲渡した本件写真集は著作権法12条にいう編集著作物性を有するものの，被控訴人がなした上記配信行為が同法20条に基づき控訴人が有する同一性保持権を侵害したということはできないから，その余(争点3〔明示又は黙示の同意〕)について判断するまでもなく，同一性保持権侵害を理由とする損害賠償請求は理由がないことになる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "期待権侵害を理由とする請求について",
          "text": [
            "控訴人は，仮に本件写真集が編集著作物とは認められないとしても，控訴人は，納品した本件写真集(日めくりカレンダー)の写真を控訴人の配列した順序に従って日々花の写真を変えて使用してもらう期待権を有していたもので，被控訴人が控訴人より納品を受けた日めくりカレンダーの花の写真について，控訴人が行った花の写真の配列を無視して配信したことは，控訴人の期待権を侵害すると主張する。",
            "しかし，上記2で認定した事実によれば，平成15年1月20日の控訴人とAとの面談の際，本件サイトの更新がその当時週1回であったことは既に控訴人も認識していたところ，控訴人宛ての「注文書」(乙6)にも「備考：①画像に関する権利は富士通パレックスを通し，富士通株式会社へ譲渡するものとします。②納入物件は富士通株式会社が使用するにあたり何ら支障の無いよう，第三者の著作権その他何らかの権利が含まれていないことを保証するものであること。③富士通パレックス株式会社，富士通株式会社は，当該著作権等の紛争から逃れるものとします。」との記載があるのみで，本件写真集の花の画像の具体的な配信方法の記載はない。",
            "このように，本件写真集に関する著作権譲渡契約に関し，控訴人が配列した順序に従い毎日花の写真を変えて被控訴人が配信するとの点について，その契約に関連する内容として上記注文書等に記載されていないことはもちろん，上記2で認定した事実経過に照らせば，控訴人においてそのような期待を抱くことが正当と認められるような事情も存しないというべきである。仮に控訴人が被控訴人がそのような方法で使用(配信)することについて事実上の期待を内心において抱いたとしても，これを「期待権」ないし何らかの法的保護に値すべき利益と認めることはできない。そうすると，控訴人の期待権侵害を理由とする請求も理由がないというべきである。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり控訴人の請求は理由がないから，原判決は結論において相当である。",
            "よって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}