{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−17023号事件について平成20年3月17日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，脱退原告が，下記1のとおりの手続において，脱退原告の本件出願に対する拒絶査定不服審判の請求について，特許庁が，補正後の請求項1を下記2(2)とする本件補正を却下し，発明の要旨を下記2(1)の補正前の請求項1のとおりと認定した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求め，原告が訴訟引受している事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(甲3，4，6)及び拒絶査定",
              "text": [
                "発明の名称：「弾性ラミネート構造体とその製造方法」",
                "出願番号：特願2000−507526号",
                "国際出願日：平成10年(1998年)7月31日",
                "パリ条約による優先権主張日：平成9年(1997年)8月21日(米国)",
                "手続補正日：平成16年5月18日",
                "拒絶査定日：平成17年5月30日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判手続及び本件審決",
              "text": [
                "審判請求日：平成17年9月5日",
                "手続補正日：平成17年10月5日(甲5。以下「本件補正」という。)",
                "審決日：平成20年3月17日",
                "本件審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成20年4月1日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲(請求項1)の記載",
          "text": [
            "本件補正は，平成16年5月18日付けの手続補正書による補正後の特許請求の範囲の請求項1について補正するものであるが，本件補正前後の請求項1の記載はそれぞれ以下のとおりである。以下，本件補正後の明細書を「本願明細書」という。また，本件補正前の請求項1に記載された発明を「本願発明」といい，本件補正後の請求項1に記載された発明を「本件補正発明」という。なお，文中の「／」は原文の改行部分を示す。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1",
              "text": [
                "a)第1の担持層を設け，",
                "b)第2の担持層を設け，",
                "c)前記第1と第2の担持層の間に配設され，複数の第2ストランドと交差する複数の第1ストランドを有するメッシュを設け，／前記第1と第2のストランドには加えられた圧力で軟化温度があり，前記加えられた圧力における前記第2ストランドの前記軟化温度は前記加えられた圧力における前記第1ストランドの前記軟化温度より高く，",
                "d)前記メッシュを，前記第2ストランドの前記軟化温度未満で，且つ，前記第1ストランドの前記軟化温度まで加熱し，",
                "e)前記第1ストランドに結合圧力を加え，更に",
                "f)前記第1ストランドの10～100％を前記第1と第2の担持層に一体的に結合する／工程によりつくられた弾性ラミネート構造体。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1(下線部分が補正箇所である。)",
              "text": [
                "a)第1の担持層を設け，",
                "b)第2の担持層を設け，",
                "c)前記第1と第2の担持層の間に配設され，複数の第2ストランドと交差する複数の第1ストランドを有するメッシュを設け，／前記第1と第2のストランドには加えられた圧力で軟化温度があり，前記加えられた圧力における前記第2ストランドの前記軟化温度は前記加えられた圧力における前記第1ストランドの前記軟化温度より高く，",
                "d)前記加えられた圧力において，前記メッシュを，前記第2ストランドの前記軟化温度未満で，且つ，前記第1ストランドの前記軟化温度まで加熱し，e)前記第1ストランドに結合圧力を加え，更に",
                "f)前記第1ストランドの10～100％を前記第1と第2の担持層に一体的に結合する／工程によりつくられた弾性ラミネート構造体。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件補正発明は，実願昭56−40854号(実開昭57−153521号)のマイクロフィルム(甲1)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，独立特許要件を欠くとして本件補正を却下し，本願発明の要旨を前記2(2)のとおり認定した上，同発明も，引用発明に基づいて当業者が容易に発明をすることができたものであるから，特許を受けることができない，としたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。",
                "一致点：不織布層である第1の担持層と第2の担持層の間に，互いに異なる材質のストランドである複数の第1のストランドと複数の第2のストランドとが交差して形成されたメッシュを有し，これらが加熱によって形成された弾性ラミネート構造体である点",
                "相違点ア：第1のストランドと第2のストランドが，本件補正発明においては，「加えられた圧力で軟化温度があり，前記加えられた圧力における前記第2ストランドの前記軟化温度は前記加えられた圧力における前記第1ストランドの前記軟化温度より高い」ものであるのに対し，引用発明においては，「横糸又は縦糸の一方を不織布と同一材質，他方を不織布と異なる材質の化学繊維よりなる」ものであって，圧力及び軟化温度については言及されていない点",
                "相違点イ：加熱によってラミネート構造体を形成する際に，本件補正発明においては，「加えられた圧力において，前記メッシュを，前記第2ストランドの前記軟化温度未満で，且つ，前記第1ストランドの前記軟化温度まで加熱し」ているのに対し，引用発明においては，「熱接着」している点",
                "相違点ウ：本件補正発明においては，「前記第1ストランドに結合圧力を加え」というe)工程があるのに対し，引用発明においては，このような工程は必須とされていない点",
                "相違点エ：メッシュと担持層との結合が，本件補正発明においては，「第1ストランドの10～100％を前記第1と第2の担持層に一体的に結合する」のに対し，引用発明においては，このような特定はされていない点"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点アについての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点イについての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "相違点ウについての判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "相違点エについての判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "本件補正発明の効果の判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点アについての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，積層体の製造において，熱接着する際に圧力を加えて行うことは，当業者が普通に行うことであり，本件補正発明における「加えられた圧力」とは軟化温度の調整に際して行うものであって，積層体の普通の製造の範囲であるとし，相違点アは実質的な相違点ではないと判断した。",
            "しかしながら，引用発明においては，ネットが不織布に全面的に接着しないようにすればよいのであるから，ただ単に，前者の糸を溶かすことによりネットを不織布に熱接着しているのであって，引用例には糸の軟化温度が低下するように圧力をかける操作を行うことは全く記載されていないから，引用発明において糸の軟化温度を調整する必要性は存しない。",
            "したがって，引用発明においては「加えられた圧力」を加えることは全く想定されていないから，このような圧力を加えることが積層体の普通の製造の範囲であることを根拠として，相違点アについて実質的な相違点ではないとした本件審決の判断は誤りであり，本件審決は取消しを免れない。",
            "〔被告の主張〕",
            "引用例(8頁2～4行)には，「熱接着温度は網目状構造を有する不織布1，支持ネット6の材質の種類，融点および使用目的に応じて適宜選定する。」と記載されているところ，熱接着する際には通常圧力をかけるから，融点を選定するとは，すなわち，軟化温度を選定するということであり，具体的には，支持ネットを構成する，不織布とは異なる材質であるポリエチレン等の熱可塑性樹脂が，ちょうどよく軟化し，接着するような圧力と温度を予め選定するということである。",
            "そして，本件補正発明においては，2種類のストランドとして加工圧力において軟化温度の異なる材料を用いることが必須であるところ，軟化温度とは何らかの圧力の下で測定されるものであり，本件補正発明における「加えられた圧力」とはこのような意味であるから，軟化温度の異なる2種類の材料を用いるということを述べるために必然的に用いられた語であって，圧力の加えられる位置や大きさを具体的に意味しているものではない。",
            "したがって，引用発明においても，本件補正発明における「加えられた圧力」が当然に存在しているというべきであるから，相違点アは実質的な相違点ではないとした本件審決の判断に誤りはなく，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点イについての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，加熱する際に，加えられた圧力において，メッシュを，軟化温度が高い第2ストランドの軟化温度未満で，かつ，軟化温度が低い第1ストランドの軟化温度まで加熱することは，引用例に記載された事項から，当業者が容易になし得るところであると判断した。",
            "しかしながら，引用例には，ネットに圧力を加えてネットを構成する糸の軟化温度を下げた上で，ネットを加熱することについては記載されておらず，引用発明においてはそのような必要性は全く存しない。",
            "したがって，当業者が引用例の記載から相違点イに係る構成とすることが容易であるとの本件審決の判断は誤りであり，本件審決は取消しを免れない。",
            "〔被告の主張〕",
            "引用例には，引用発明における第1の不織布と第2の不織布の接着に関し，「熱接着」とのみ記載されているが，「熱接着」とは，熱とともに圧力を加えて接着させることである。",
            "このように，引用発明も熱と圧力をかけて不織布とネットの接着を行うものであるところ，圧力をかければ樹脂の軟化温度は下がるのであるから，その状態において加熱する際に，不織布の通気性が落ちないように，両者の糸の軟化温度の中間の温度になるように圧力と温度を調整するのは当然である。",
            "したがって，引用例に記載された事項から，相違点イに係る構成とすることは，当業者が容易にし得るところであり，本件審決の判断に誤りはないというべきであるから，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点ウについての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，積層体の製造において，熱接着する際に圧力を加えて行うことは，当業者が普通に行うことであるから，引用発明においても，熱接着する際に圧力を加えて行うことは当業者が適宜行うことであるばかりでなく，引用発明においても加えられた圧力下の第1ストランドの軟化温度は，第2ストランドの軟化温度より低いので，第2ストランドは不織布(担持層)に一体的に結合はしないから，結合圧力が加えられていると解することができるから，相違点ウは実質的な相違点ではないと判断した。",
            "しかしながら，引用発明の目的は，「複合積層シートとしての通気性等を落とすことなく，物理的強度を強く」することであり，一方の糸が不織布に一体的に結合してしまうと，当該糸の一部が不織布の網目状構造に入り込み，不織布の通気性等を落とすことになってしまうから，引用発明において「結合圧力」を加えることは引用発明の目的に反する。",
            "したがって，相違点ウが実質的な相違点ではないとした本件審決の判断は誤りであり，本件審決は取消しを免れない。",
            "〔被告の主張〕",
            "引用発明は，ポリプロピレンよりなる不織布に，ネットを構成する一方の糸であるポリエチレンを熱接着させる複合積層シートとし，不織布の通気性を落とさないようにし，物理的強度を強くすることを目的とするものであるところ，ネットの上下に数十枚からなるポリプロピレンの不織布が積層されるとき，これに圧力を加えずに熱だけで接着しようとしても，ネットより上に積層されたポリプロピレンの不織布には溶融したポリエチレンが流れていかず，複合積層シートは製造されないのであり，熱と同時に圧力を加えてネットの一方の糸であるポリエチレンを軟化かつ一部溶融させることによって，はじめてネットとネットの上下に積層された数十枚のポリプロピレン不織布とが一体的に結合するのである。他方，複合積層シートとすることにより物理的強度が強くなるのである。",
            "そうすると，引用発明においては，その目的達成のために，熱接着，すなわち，熱と同時に圧力を加えて接着させ，一体的に結合させているものと解されるから，原告の主張は失当であり，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点エについての判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明における結合の程度について，本件補正発明と重複する範囲にあるか，これと近い範囲にあると解されるとして，相違点エは実質的な相違点ではないか，当業者が適宜なし得る範囲内のものであると判断した。",
            "しかしながら，上記3の〔原告の主張〕のとおり，引用発明の目的を考慮すれば，引用発明においては，ネットを構成する一方の糸と不織布とは「一体的に結合」してはいないというべきであるから，相違点エが実質的な相違点ではないということはできないし，相違点エに係る構成とすることが当業者が適宜なし得る範囲内のものであるということもできない。",
            "したがって，相違点エについての本件審決の判断は誤りであり，本件審決は取消しを免れない。",
            "〔被告の主張〕",
            "引用発明において，その目的達成のために，ネットを構成する一方の糸と不織布とを「一体的に結合」していることは，上記3の〔被告の主張〕のとおりであり，原告の主張は失当であるから，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件補正発明の効果の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件補正発明の効果は引用発明においても奏しているものか，これから当業者が予測しうる範囲のものであると判断した。",
            "しかしながら，本件補正発明において，第1ストランドは第1担持層及び第2担持層に「一体的に結合」するのに対し，引用発明において，一方のストランドはこのような結合はしない。",
            "このような結合の相違により，本件補正発明では，所望の弾性を有したラミネート構造を得ることができるのに対し，引用発明において得られるラミネート構造の弾性は，上記所望の弾性とは異なる。",
            "したがって，本件審決の判断は誤りである。",
            "〔被告の主張〕",
            "まず，原告の主張する「弾力性，通気性，透湿性」については，刊行例に記載されており，引用発明においても奏する効果といえる。",
            "次に，「快適さ」については，その効果を得るために，本件補正発明において，具体的にどのようにしたかについて記載されている本願明細書の箇所をみると，本件補正発明の効果でないか，あるいは，引用発明も同様の効果を奏しているものといえる。",
            "したがって，本件補正発明の効果は，引用発明においても奏しているものか，これから当業者が予測しうる範囲のものであるとした本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点アについての判断の誤り)について",
          "text": [
            "原告は，相違点アについての本件審決の判断は誤りであると主張するので，以下において，本件補正発明における「加えられた圧力」と「軟化温度」について検討し，引用発明における対応する概念について検討した上，これらの異同について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明における「加えられた圧力」について",
              "text": [
                "本願明細書の発明の詳細な説明の欄(甲3)には，次の記載がある。",
                "【0016】…この明細書で用いている「軟化温度」という句は，担持層又は層にその材料の一体的結合を促進するために加えられた圧力の下で材料が流れ始める最低温度を意味している。典型的には，熱は材料の温度を軟化温度に上げるために加えられる。これにより，材料の「溶融」の有無に関わらず，溶融は融解の潜熱に関連しているので，材料の粘度は低下する。熱可塑性物質は，圧力をかけられた時に温度の上昇の結果としてこれらに流動性を与えて粘度の低下を示す傾向がある。加えられた圧力が上がると物質の軟化温度は低下し，軟化温度は加えられた圧力により変わるので，特定の物質には複数の軟化温度があり得ることが理解されるであろう。…この明細書で用いている「結合圧力」という用語は，両ストランドが第1ストランド24の軟化温度にあるが第2ストランド26の軟化温度より低い場合，担持層37，38に第2ストランド26を一体的に結合させずに担持層37，38への第1ストランド24の一体的結合を容易化する圧力を意味している。",
                "上記記載によると，本件補正発明における「加えられた圧力」とは，ストランドの軟化温度を調整するための圧力であって，適切な軟化温度を得ることができるものである限りにおいて，大気圧と同じ大きさである場合や上記記載にある「結合圧力」と一致する大きさである場合が排除される理由はないということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の記載",
              "text": [
                "引用例(甲1)には，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "熱可塑性樹脂発泡多孔フイルムを長手方向に延伸して製造した無数のモノフイラメントの不規則で極微細な網目状構造を有する不織布の多数枚を積層し，その積層した不織布に，横糸又は縦糸の一方を不織布と同一材質，他方を不織布と異なる材質の化学繊維よりなる微細な網目のネットを複合積層し，これらを熱接着させたことを特徴とする通気性，透湿性を有する複合積層シート(実用新案登録請求の範囲第1項)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "不織布にネットを複合積層させたものに，さらに同一材質よりなり同様の網目状構造を有する不織布の多数枚を複合積層し，これらを熱接着させたことを特徴とする実用新案第1項記載の通気性，透湿性を有する複合積層シート(同第2項)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本考案は，網目状構造を有する不織布に，横糸又は縦糸の一方を不織布と同一材質の化学繊維，例えば，ポリプロピレン，他方を不織布と異なる材質の化学繊維，例えばポリエチレンよりなるネットを複合積層して熱接着するか，又は必要に応じて前述の網目状構造を有する不織布にネットを複合積層したものに，例えばポリプロピレンの網目状構造を有する不織布，…を複合積層して熱接着したことを特徴とした通気性，透湿性を有する複合積層シートであり，以下図面に従って本考案の実施態様の一例を説明する(5頁6～20行)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "図中1は，例えばポリプロピレンの極微細な網目状構造2を有する不織布であって，これを多数枚積層するが，…通常，不織布1の積層枚数は10～80枚が適当である…この積層した不織布1に，第1図に示すように，横糸3を例えばポリプロピレン，縦糸4を例えばポリエチレンなどの化学繊維よりなる微細な網目5を有するネット6を複合積層する(6頁1～18行)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "不織布1にネット6を複合積層して熱接着することによって，複合積層シートとしての通気性，透湿性を落とすことなく，物理的強度を強くでき，さらにヒートシール性も高めることができるばかりか，復元性や弾力性も一段と改善できる(6頁19行～7頁4行)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "不織布1と支持ネット6を複合積層したものは熱接着して一体化した複合積層シートとするが，熱接着温度は網目状構造を有する不織布1，支持ネット6の材質の種類，融点および使用目的に応じて適宜選定する。なお，支持ネット6の材質として不織布1と同一材質および異なる材質の化学繊維を使用するのは，同一材質の場合は熱接着の効果が非常によいためであり，異なる材質の場合は熱接着によって不織布1と支持ネット6が全面的に接着して通気性，透気性が落ちるのを抑制する役目をするので，積層シートの使用目的に応じて化学繊維に関する条件を組み合わせる(7頁20行～8頁12行)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "したがって，使用目的によっては通気性，透湿性の調整が充分でないこともあるので，この場合は第2図に示すように，不織布1に支持ネット6を複合積層させたものに，さらに不織布1と同一材質の化学繊維であるポリプロピレンよりなる同様の網目状構造を有する不織布1の多数枚を積層し，これらを熱接着させることによって通気性，透湿性の微調整を行ってもよい(8頁19行～9頁6行)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明における「加えられた圧力」",
              "text": [
                "上記記載によると，引用例には，ネットの横糸又は縦糸の一方を，網目状構造を有する不織布(例えばポリプロピレン製)の材質と同一の材質(例えばポリプロピレン)，他方を異なる材質(例えばポリエチレン)とし，このネットの上下に上記不織布を多数枚積層し，不織布やネットの材質や目的に応じて熱接着温度を適宜調整して熱接着することによって，複合積層シートとしての通気性，透湿性を落とすことなく，物理的強度を強くする複合積層シートの発明が記載されているものと認められる。",
                "そして，引用発明において，例えばポリプロピレンとポリエチレンの融点が異なることを利用して，特定の温度まで加熱し，融点の低いポリエチレンのみを軟化させる場合，それぞれの融点が同一圧力におけるものを想定していることは当業者にとって自明であるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点アについての本件審決の判断の適否",
              "text": [
                "上記(1)によると，本件補正発明における「加えられた圧力」は，具体的な圧力ではなく，ストランドの軟化温度を特定するための圧力というものであり，上記(2)及び(3)によると，引用発明においても，ネットの糸のうち，不織布と同一材質の糸と異なる材質の糸のそれぞれの融点(軟化温度)を特定するためのものとして，このような圧力の存在を前提としなければならないというべきであるから，本件審決が相違点アが実質的な相違点ではないとしたことに誤りはない。",
                "なお，原告は，本件補正発明は，本件補正後の特許請求の範囲の請求項1に記載されたものを更に図3の実施の態様に限定したものであり，図4の実施の態様は除かれているとも主張するが，上記のとおり，請求項1における「加えられた圧力」について，大気圧を排除する理由はないから，本件補正発明を図3のものに限定して理解することはできないのであって，特許請求の範囲の記載を離れて原告主張のように解することもできないから，原告の主張は失当である。",
                "したがって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点イについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "原告は，引用例には，ネットに圧力を加えてネットを構成する糸の軟化温度を下げたうえで，ネットを加熱することについては記載されておらず，引用発明においてはそのような必要性は全く存しないと主張する。",
                "しかしながら，上記1(1)のとおり，本件補正発明の相違点イに係る構成における「加えられた圧力」は，具体的な圧力ではなく，ストランドの軟化温度を特定するための圧力というものであり，引用例に記載された発明においても，ネットを構成する糸のそれぞれの融点(軟化温度)を特定するための圧力の存在を前提としているのであるから，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明における「熱接着」",
              "text": [
                "引用例に記載された複合積層シートのように，ネットの上下に不織布を多数枚積層したものを熱接着する場合，これに何らの圧力を加えず単に加熱するのみであれば，加熱により溶融したネットのポリエチレンと不織布が接した部分のみにおいて接着が生じるにすぎないから，引用例に記載されるような，通気性，透湿性を落とすことなく，物理的強度を強くでき，さらにヒートシール性も高めることができるばかりか，復元性や弾力性も一段と改善できる一体化した複合積層シートを製造するためには，加熱とともに一定の圧力を加えることが必要となることは当業者にとって自明な事項であるというべきである。",
                "このことは，昭和63年(1988年)11月25日株式会社朝倉出版発行の",
                "「新版高分子辞典」336頁(乙6)の「熱接着」の項において「熱可塑性フィルムや合成繊維の接合部を重ね合わせ，熱器具やアイロンで加熱，加圧して接合する方法．フィルムの包装，熱可塑性プラスチック製ワッペンの衣服への接合，衣服の引かき孔の補修などの接着の方法として実用されている．フィルムの熱接着としては，ヒートシール法，インパルスシール法が使用されている．」と記載されていることからも，明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点イについての本件審決の判断の適否",
              "text": [
                "上記(1)のとおり，本件補正発明における「加えられた圧力」が必ずしも具体的な圧力であるということはできないことに加え，上記(2)のとおり，引用例に記載された発明においても，現実に一定の圧力を加えて熱接着を行っているか，少なくとも，当業者においてそのような熱接着の方法を採用することは自明であると認められることからすると，本件補正発明の相違点イに係る構成とすることが当業者にとって容易であるとの本件審決の判断に誤りはないというべきである。",
                "なお，本件補正発明が図3の実施の態様に限定したものであることを前提とする原告の主張が失当であることは，上記1のとおりである。",
                "したがって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点ウについての判断の誤り)について",
          "text": [
            "原告は，引用発明において「結合圧力」を加え，一方の糸が不織布に一体的に結合してしまうと，当該糸の一部が不織布の網目状構造に入り込み，不織布の通気性等を落とすことになってしまうから，「複合積層シートとしての通気性等を落とすことなく，物理的強度を強く」という引用発明の目的に反すると主張する。",
            "しかしながら，引用例には，ネットの横糸又は縦糸の一方を，網目状構造を有する不織布(例えばポリプロピレン製)の材質と同一の材質(例えばポリプロピレン)，他方を異なる材質(例えばポリエチレン)とし，このネットの上下に上記不織布を多数枚積層し，不織布やネットの材質や目的に応じて熱接着温度を適宜調整して熱接着することによって，複合積層シートとしての通気性，透湿性を落とすことなく，物理的強度を強くする複合積層シートの発明が記載されているものと認められることは，上記1(3)のとおりであり，そのような調整が，不織布やネットの材質を前提として，熱接着において加える圧力の大きさ(小ささ)と加熱温度の低さ(高さ)の相関関係を踏まえて行われることは明らかである。",
            "そうすると，引用発明において，「複合積層シートとしての通気性等を落とすことなく，物理的強度を強く」するような調整は，当業者が容易に行うことができるものというべきであり，「結合圧力」を加えること自体が，引用発明の目的に反するなどということは到底できないのであり，原告の主張は失当である。",
            "したがって，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点エについての判断の誤り)について",
          "text": [
            "原告は，引用発明においては，ネットを構成する一方の糸と不織布とは「一体的に結合」してはいないと主張する。",
            "しかしながら，引用発明は，複合積層シートとしての通気性，透湿性を落とすことなく，物理的強度を強くする複合積層シートの発明であり，引用発明において，10ないし80枚の不織布の間に挟まれた不織布と異なる材質の糸を溶融させ，これを接着剤として利用することにより，不織布同士を一体化させて複合積層シートとするものであることは，当業者に自明である。",
            "そうすると，不織布同士を一体化させる前提として，不織布と異なる材質の糸を不織布と一体的に結合させる必要があることもまた自明であるというべきであるから，原告の主張は失当である。",
            "したがって，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件補正発明の効果の判断の誤り)について",
          "text": [
            "原告は，本願明細書(【0005】)において，「…しかし，この種の大きなストランドは，身体に着けた場合荒れた『ごつごつした』感じがする。従って，断面積が大きく，その上身体に着けた時に快適な弾性ストランドが得られる弾性ラミネートを提供することが望まれている。この発明は，改良された弾性ラミネート及び上述の構造的特徴と効果を有する構造を受け入れることができる構造体を形成する方法を提供する。」と記載されていることから，本件補正発明は「快適さ」という効果において顕著であると主張し，本件補正発明の効果が引用発明においても奏しているものか，当業者が予測し得る範囲のものであるとした本件審決の判断を争う。",
            "しかしながら，引用例には次の記載がある。",
            "本考案は極微細な網目状構造を有する不織布の多数枚を積層し，…これらを熱接着させたことを特徴とする通気性，透湿性を有する複合積層シートに関するものである。…この不織布は，…通気性，透湿性，柔軟性，耐薬品性などを有するほか，素材そのものが網目状構造であるために吸湿性，保湿性を有するなどの優れた特性を有するが引裂強度などの物理的強度が問題となっていた。これまでもこの種の不織布の物理的強度を高めるために，…不織布の多数枚を接着剤で接着することも行われていたが，通気性，透湿性や柔軟性が落ち，本来の特性が阻害され，さらにこの不織布に接触した気体や蒸気に接着剤が漏洩する欠点もあった。本考案は前述の不織布の欠点を改善するもので，不織布の本来の特性である通気性，透湿性を保持又は調整し，不織布の物理的強度，特に引裂強度を改善するとともにヒートシール性を高めるほか，柔軟性や復元性を保持させることを目的とする(3頁3行～5頁5行)。",
            "上記記載によると，引用例に記載された複合積層シートは，通気性，透湿性や柔軟性を有するという極微細な網目状構造を有する不織布の特性を前提として物理的強度を高めようとするものであるということができるところ，極微細な網目状構造を有し，柔軟性を有する不織布の感触を阻害しないようにして複合積層シートとしたものを身体に着けた場合，「ごつごつした」感じのしない快適なものと感じられることは明らかというべきであるから，原告の主張は失当といわざるを得ない。",
            "したがって，取消事由5は，原告の主張が本件審決に対する取消事由たり得る主張であるか否かはともかく，その理由がないことが明らかである。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成20年(行ケ)10290",
    "date": "2009-09-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "038008",
    "ipprecedent_id": "1967",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}